{"id":1000,"title":"Top Places to visit in Kolkata, West Bengal","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"<p>Kolkata, also known as Calcutta the official name until 2001) is the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, making it the third-most populous metropolitan area in India. Kolkata Megalopolis is the area surrounding Kolkata Metropolitan city with additional population. Located on the east bank of the Hooghly River approximately 80 kilometres (50 mi) west of the border with Bangladesh, it is the principal commercial, cultural, and educational centre of East India, while the Port of Kolkata is India's oldest operating port and its sole major riverine port. The city, nicknamed the \"City of Joy\" is widely regarded as the \"cultural capital\" of India and as of 2019, 6 Nobel Laureates have been associated with the city. Recent estimates of Kolkata Metropolitan Area's economy have ranged from $60 to $150 billion (GDP adjusted for purchasing power parity) making it third most-productive metropolitan area in India, after Mumbai and Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>In the late 17th century, the three villages that predated Calcutta were ruled by the Nawab of Bengal under Mughal suzerainty. After the Nawab granted the East India Company a trading licence in 1690, the area was developed by the Company into an increasingly fortified trading post. Nawab Siraj ud-Daulah occupied Calcutta in 1756, and the East India Company retook it the following year. In 1793 the East India company was strong enough to abolish Nizamat (local rule), and assumed full sovereignty of the region. Under the company rule, and later under the British Raj, Calcutta served as the capital of British-held territories in India until 1911, when its perceived geographical disadvantages, combined with growing nationalism in Bengal, led to a shift of the capital to New Delhi. Calcutta was the centre for the Indian independence movement; it remains a hotbed of contemporary state politics. Following Indian independence in 1947, Kolkata, which was once the centre of modern Indian education, science, culture, and politics, suffered several decades of economic stagnation.</p>\r\n<p>&nbsp;</p>\r\n<p>As a nucleus of the 19th- and early 20th-century Bengal Renaissance and a religiously and ethnically diverse centre of culture in Bengal and India, Kolkata has local traditions in drama, art, film, theatre, and literature. Many people from Kolkata&mdash;among them several Nobel laureates&mdash;have contributed to the arts, the sciences, and other areas. Kolkata culture features idiosyncrasies that include distinctively close-knit neighbourhoods (paras) and freestyle intellectual exchanges (adda). West Bengal's share of the Bengali film industry is based in the city, which also hosts venerable cultural institutions of national importance, such as the Academy of Fine Arts, the Victoria Memorial, the Asiatic Society, the Indian Museum and the National Library of India. Among professional scientific institutions, Kolkata hosts the Agri Horticultural Society of India, the Geological Survey of India, the Botanical Survey of India, the Calcutta Mathematical Society, the Indian Science Congress Association, the Zoological Survey of India, the Institution of Engineers, the Anthropological Survey of India and the Indian Public Health Association. Though home to major cricketing venues and franchises, Kolkata differs from other Indian cities by focusing on association football and other sports.</p>\r\n<p>&nbsp;</p>\r\n<p>Infrastructure</p>\r\n<p>Power supply: In 1895, the Government of Bengal passed the Calcutta Electric Lighting Act and in 1897 Kilburn &amp; Co., as agents of The Indian Electric Company Limited, secured the license for electric lighting in Kolkata. The company soon changed its name to Calcutta Electric Supply Corporation. It commissioned the first thermal power plant in India, at Emambagh Lane, near Prinsep Ghat, in 1899. The switching over from horse-drawn carriages to electricity by Calcutta Tramways Company in 1902, provided further impetus to the rise in power consumption. The years of power shortage in the 1970s and 1980s, have been left behind. Now, CESC serves 2.8 million consumers. Total electric consumption in Kolkata district has gone up from 6,424 million KWH in 2006-07 to 8,135 million KWH in 2010-11.</p>\r\n<p>&nbsp;</p>\r\n<p>Water supply: Newspaper reports, quoting KMC officials, say that in 2013 water demand from KMC was 290 million gallons per day and on an average, it supplied 300 mgd. 94 per cent of the city is supplied piped water, almost all of it free. The city is serviced by a 5,000 km network of pipes. As per KMC, it has 5 water treatment plants at Palta, Watgunge, Jorabagan, Dhapa and Garden Reach. There are reports that officially 15% of Kolkata's core water supply comes from ground water, in reality 25-30% of water used in households is ground water.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads: An estimated 6% of Kolkata's area is under roads, whereas a standard modern city demands 25-30% of the area be under roads. Pucca (surfaced) road construction started in Kolkata only after 1839, and pavements were provided along the main roads only to facilitate erection of gas lights. In 2010-11 KMC maintained 1,909 km of roads (1,670 km surfaced and 239 km unsurfaced). In 2011, the number of registered motor vehicles (including two and three wheelers) on the roads of Kolkata was 687,918.</p>\r\n<p>&nbsp;</p>\r\n<p>Drainage: Kolkata district was traditionally drained by two channels and various minor water ways. Human efforts tried to supplement the natural system. William Tolly tried to develop an eastward drainage-cum-communication channel by excavating the almost dead bed of the Adi Ganga. The 27 km long Tolly's Nullah was completed in 1777. The Lake Channel was cut through the Salt Lake later on. Some of the other channels were; Beliaghata Canal (1800), Circular Canal from Entally to Hooghly river (1820), Bhangor Khal (1897&ndash;98) and the 16 km long Krishnapur Khal, a navigational channel connecting Kolkata with Nona-Gang-Kulti Gang in South 24 Parganas (1910). Since 1742 the Bidyadhari served as an outlet for the drainage of the city, but with deterioration of the Jamuna, Bidyadhari lost much of its fresh water flow. Dr. Birendranath Dey renovated and revived the Bidyadhari in 1943. Kolkata was pioneer in introducing the underground drainage system in 1878. There are 88 km of man-entry big sewers and 92 km of non-man entry brick sewers.</p>\r\n<p>&nbsp;</p>\r\n<p>Eco system: Kolkata is a highly polluted district. According to an Institute of Ecological Exploration Report, in 1984, there are only 21 trees per km in Kolkata, far below the standard mark of 100 trees per km. The per capita open space at 20 feet2 is too low. With these handicaps, the smoke from vehicles and industrial units, coupled with winter fogs, create a polluted environment. Noise pollution levels are also high. The noise tolerance level of average human beings is 60-65 decibels. The noise pollution levels in some areas are as follows: Binay&ndash;Badal&ndash;Dinesh Bag 80 &ndash; 85 dB, Esplanade 70 &ndash; 84 dB, Park Street 78 &ndash; 81 dB, Gariahat 80 &ndash; 82 dB and Shyambazar 80 &ndash; 82 dB. Spread over 12,500 hectares the East Kolkata Wetlands play a very vital role in maintaining the ecological balance in the neighbourhood of Kolkata. KMC dumps 2,600 tons of solid waste daily. In addition liquid sewage, toxic effluents and polluted air are recycled into clean air, fresh water, organic nutrients and a daily supply of fresh fish and green vegetables for Kolkata kitchens. The surrounding countryside continues its subsistence living with the help of this eco-system.</p>\r\n<p>&nbsp;</p>\r\n<p>Industry</p>\r\n<p>&nbsp;</p>\r\n<p>M.P.Birla Planetarium</p>\r\n<p>The East India Company secured the license for trading in Bengal from the Mughal emperor Aurangzeb. In the absence of road and air transport, in those days, water transport flourished and a port was established at Kolkata. The first telegraph line was installed as early as 1839. A pioneering pharmaceutical company, Bengal Chemical &amp; Pharmaceutical Works was established in 1893. The film industry, based in Tollygunge, also had an early start. The first silent Bengali feature film, Bilwamangal, was produced in 1919 and the first Bengali talkie, Jamai Shashthi, was released in 1931. There were other sectors which had an early start and were subsequently followed up. Kolkata district had 1,012 registered factories in 2010. The three most important goods manufactured in Kolkata district in 2009 were: engineering goods, leather products and rubber products.</p>\r\n<p>&nbsp;</p>\r\n<p>Trade and Commerce: While there were only a handful of Marwaris in Kolkata's trade and commerce towards the end of the 18th century, they came in larger numbers with the turn of the century and particularly after opening of the railways (1860) and dominated Kolkata's economy. During the 1830s some of the best-known Marwari families, well established in business, were the Singhanias, the Sarafs, the Kotharis and the Bagris. By the turn of the century more Marwari families were in the business limelight: the Poddars, the Mundhras, the Dalmias, the Dugars, the Jalans, the Jhunjhunwalas, the Jaipurias, the Rampurias and the Birlas.Burrabazar became a stronghold of Marwari businessmen from the middle of the 19th century but their operations remained subservient to British business interests. Business opportunities during World War I transformed the Marwaris from a trading community to entrepreneurs and they started challenging the British economically. They gained entry into British economic strongholds like the jute and cotton industries. After World War II, as the British left India, the Marwaris acquired most of their business interests. With political &lsquo;delinquency&rsquo; prevailing in Kolkata from the sixties many Marwaris, particularly the elite, started looking for greener pastures elsewhere. The Marwaris &ldquo;could not stop incorrigible Calcutta from getting poorer; Calcutta, in turn, could not stop them from getting richer.&rdquo;</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kolkata</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kolkata-west-bengal","tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"kolkata","slug":"kolkata"}],"recommendations":[{"id":1001,"title":"Top Places to visit in Maldah, English Bazar, West Bengal","imageUrl":"7f6c8526-e680-4b40-a51d-ec1f26a0b917_Maldah-railway.jpg","dateCreated":"2019-11-17T02:03:34.094Z","dateModified":"2019-11-17T02:04:02.166Z","contributedBy":"AskGif","content":"Malda district, also spelt Maldah or Maldaha is a district in West Bengal, India. It lies 347 km (215 miles) north of Kolkata, the capital of West Bengal. Mango, jute and silk are the most notable products of this district. The special variety of mango, Fazli, produced in this region is popularly","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f6c8526-e680-4b40-a51d-ec1f26a0b917_Maldah-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"maldah","slug":"maldah"},{"name":"english-bazar","slug":"english-bazar"}],"slug":"top-places-to-visit-in-maldah-english-bazar-west-bengal","total":0},{"id":998,"title":"Top Places to visit in Jhargram, West Bengal","imageUrl":"b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","dateCreated":"2019-11-16T10:06:18.938Z","dateModified":"2019-11-16T10:06:47.939Z","contributedBy":"AskGif","content":"Jhargram district is a district in the state of West Bengal, India. It is known for its \"wooded beauty\" and hill ranges of Belpahari, Kankrajhor to the north and Subarnarekha to the south. It is a destination for tourists who visit its forests, ancient temples, royal palaces, and folk music sites","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"jhargram","slug":"jhargram"}],"slug":"top-places-to-visit-in-jhargram-west-bengal","total":0},{"id":997,"title":"Top Places to visit in Jalpaiguri, West Bengal","imageUrl":"e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","dateCreated":"2019-11-16T08:53:58.644Z","dateModified":"2019-11-16T08:54:51.691Z","contributedBy":"AskGif","content":"Jalpaiguri district is a district of the Indian state of West Bengal. It is situated between 26&deg; 16' and 27&deg; 0' North latitudes and 88&deg; 4' and 89&deg; 53' East longitudes. The district was established in 1869 in British India.\r\n&nbsp;\r\nThe headquarters of the district ar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4b4c43e-4c02-4a24-a878-0252bf000c2a_Jalpaiguri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"jalpaiguri","slug":"jalpaiguri"}],"slug":"top-places-to-visit-in-jalpaiguri-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}