{"id":1006,"title":"Top Places to visit in Purba Medinipur, Tamluk, West Bengal","imageUrl":"89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","dateCreated":"2019-11-17T10:26:09.464Z","dateModified":"2019-11-17T10:26:58.078Z","contributedBy":"AskGif","content":"<p>Purba Medinipur district is an administrative unit in the Indian state of West Bengal. It is the southernmost district of Medinipur division &ndash; one of the five administrative divisions of West Bengal. The headquarters in Tamluk. It was formed on 1 January 2002 after the Partition of Medinipur into Purba Medinipur and Paschim Medinipur which lies at the northern and western border of it. The state of Odisha is at the southwest border; the Bay of Bengal lies in the south; the Hooghly river and South 24 Parganas district to the east; and Howrah district to the north-east.</p>\r\n<p>&nbsp;</p>\r\n<p>Purba Medinipur is formed of the sub-divisions of Tamluk, Contai and Haldia of erstwhile Purba Medinipur district. Another sub-division, Egra has been created out of the erstwhile Contai sub-division during the partition of Medinipur. In 2011, the state government has proposed to rename the district as Tamralipta district after the ancient port city of Tamralipta which used to lie near the modern district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Purba Medinipur saw many political movements during the British Raj. A parallel government named the Tamralipta Jatiya Sarkar was formed during the Quit India Movement in Tamluk. In 2007, Purba Medinipur witnessed the Nandigram violence, an incident of police firing that killed 14 farmers.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>The coastal region of Purba Medinipur district is in the face of river Hoogly. With good coastal, landform, seasonal, rural and heritage diversity, it offers potential for tourism in its typical coastlines and rural areas. The famous tourist spots are</p>\r\n<p>&nbsp;</p>\r\n<p>Tamluk (Tamralipta)</p>\r\n<p>&nbsp;</p>\r\n<p>Bargabhima Temple, Tamluk</p>\r\n<p>Tamluk, district headquarters of Purba Medinipur district is situated on the bank of river Rupnarayan which is a very popular picnic spot. The other places are:</p>\r\n<p>&nbsp;</p>\r\n<p>Temple of Devi Barghobhima is a 1150 years old Kali temple and is considered as one of the 51 Shakti Peethas. According to Puran, the gorali of left feet of Sati/Parvati fell here when Lord Vishnu cut the sacred body of Goddess Sati into several pieces to make Lord Shiva quiet.</p>\r\n<p>Archeological Museum of Tamluk is a must-see place. It contains artefacts of tamra (copper) and has preserved a tamralipta with Greek inscriptions. It preserves the historical heritage of Bengal.</p>\r\n<p>Rakhit Bati is another important place to visit in Tamluk. In the beginning of 19th century it was famous as a secret centre of the then revolutionary parties Anusilan Samiti and Gupta Samiti.</p>\r\n<p>There are many other ancient temples in Tamluk town to visit, i.e., Jagannath Temple, Hari Temple, Mahaprabhu Temple, Ram Jiu Temple, Rajbari Temple etc.</p>\r\n<p>Panskura</p>\r\n<p>&nbsp;</p>\r\n<p>Panskura</p>\r\n<p>&nbsp;</p>\r\n<p>Panskura</p>\r\n<p>It is a municipality upgraded in 2002. It is one of the busiest towns in East Midnapore district. Panskura is known as \"Valley of Flowers\" with large supplies of flower to other places. Panskura is also known for its green vegetables wholesale market near the Panskura Junction railway station. It is open every day after 10pm till 7am next morning with a regular gathering of lakhs of people. Panskura is one of the busiest railway stations which extends up to Digha or Haldia directly through this station or by bus. The river Kansabati is a good picnic spot and Mahakali (Bhavatarini) temple nearby old Panskura bazar is a pilgrimage spot.Panskura is also well known for its cultural side. Lots of cultural schools and institute is there. Panskura is famous for the recitation institute Chandabani [ছন্দবাণী]. There is also a Digital Marketing company which offers SEO, Website development, and SMM services. It is called WBK Digital Services founded by Sk Saif Ali</p>\r\n<p>&nbsp;</p>\r\n<p>Mahishadal</p>\r\n<p>Mahishadal is only 16 km from Tamluk town where tourist can visit the Mahishadal Rajbari ,the museum there and Gopal Jiu temple.Geonkhali is a place 8 km from Mahishadal, a perfect picnic spot at the junction (mohona) of three rivers.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>New Digha Beach</p>\r\n<p>Digha</p>\r\n<p>Digha is a seaside resort town of Purba Medinipur district and, at the northern end of the Bay of Bengal, is the most popular seaside resort of West Bengal. Renowned for its beaches, Digha is visited by thousands of tourists every year.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandarmani</p>\r\n<p>Mandarmani is a small virgin beach on Bay of Bengal under Kalindi Gram Panchayat, only 14 km from Digha-Contai Road from Chaulkhola Bus Stop. It is a small fishing harbour and a fast developing tourist spot.</p>\r\n<p>&nbsp;</p>\r\n<p>Haldia</p>\r\n<p>Haldia, a city and a municipality in Purba Medinipur, is a major seaport approximately 250 km southwest of Kolkata near the mouth of the Hooghly River, one of the tributaries of the Ganges. It is being developed as a major trade port for Kolkata, intended mainly for bulk cargoes.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Purba_Medinipur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-purba-medinipur-tamluk-west-bengal","tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"purba-medinipur","slug":"purba-medinipur"},{"name":"tamluk","slug":"tamluk"}],"recommendations":[{"id":1000,"title":"Top Places to visit in Kolkata, West Bengal","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"Kolkata, also known as Calcutta the official name until 2001) is the capital of the Indian state of West Bengal. According to the 2011 Indian census, it is the seventh most populous city; the city had a population of 4.5 million, while the suburb population brought the total to 14.1 million, maki","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"kolkata","slug":"kolkata"}],"slug":"top-places-to-visit-in-kolkata-west-bengal","total":0},{"id":999,"title":"Top Places to visit in Kalimpong, West Bengal","imageUrl":"c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","dateCreated":"2019-11-16T10:17:57.277Z","dateModified":"2019-11-16T10:18:35.474Z","contributedBy":"AskGif","content":"Kalimpong district is a district in the state of West Bengal, India. It was formed on 14 February 2017, after splitting from the Darjeeling district as the 21st district of West Bengal. It consists of the Kalimpong Municipality and three community development blocks: Kalimpong I, Kalimpong II and","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"kalimpong","slug":"kalimpong"}],"slug":"top-places-to-visit-in-kalimpong-west-bengal","total":0},{"id":998,"title":"Top Places to visit in Jhargram, West Bengal","imageUrl":"b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","dateCreated":"2019-11-16T10:06:18.938Z","dateModified":"2019-11-16T10:06:47.939Z","contributedBy":"AskGif","content":"Jhargram district is a district in the state of West Bengal, India. It is known for its \"wooded beauty\" and hill ranges of Belpahari, Kankrajhor to the north and Subarnarekha to the south. It is a destination for tourists who visit its forests, ancient temples, royal palaces, and folk music sites","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"jhargram","slug":"jhargram"}],"slug":"top-places-to-visit-in-jhargram-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}