{"id":1006,"title":"पूर्बा मेदिनीपुर, तामलुक में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","dateCreated":"2019-11-17T10:26:09.464Z","dateModified":"2019-11-17T10:26:58.078Z","contributedBy":"AskGif","content":"<p>पूर्बा मेदिनीपुर जिला भारतीय राज्य पश्चिम बंगाल में एक प्रशासनिक इकाई है। यह मेदिनीपुर डिवीजन का सबसे दक्षिणी जिला है - पश्चिम बंगाल के पाँच प्रशासनिक प्रभागों में से एक। तमलुक में मुख्यालय। इसका गठन 1 जनवरी 2002 को मेदिनीपुर के विभाजन के बाद पुरवा मेदिनीपुर और पशिम मेदिनीपुर में किया गया था जो कि इसके उत्तरी और पश्चिमी सीमा पर स्थित है। ओडिशा राज्य दक्षिण-पश्चिम सीमा पर है; बंगाल की खाड़ी दक्षिण में है; हुगली नदी और पूर्व में दक्षिण 24 परगना जिले; और हावड़ा जिला उत्तर-पूर्व में।</p>\r\n<p>&nbsp;</p>\r\n<p>पूर्बा मेदिनीपुर पूर्ववर्ती मेदनीपुर जिले के तमलुक, कोंताई और हल्दिया के उप-प्रभागों से बना है। मेदिनीपुर के विभाजन के दौरान एक और उप-विभाग, एगर को तत्कालीन कोंताई उप-विभाग से बाहर बनाया गया है। 2011 में, राज्य सरकार ने प्राचीन बंदरगाह शहर ताम्रलिप्टा के बाद जिले को ताम्रलिप्ता जिले के रूप में फिर से नाम देने का प्रस्ताव किया है जो आधुनिक जिला मुख्यालय के पास स्थित था।</p>\r\n<p>&nbsp;</p>\r\n<p>पुरबा मेदिनीपुर ने ब्रिटिश राज के दौरान कई राजनीतिक आंदोलनों को देखा। तमलुक में भारत छोड़ो आंदोलन के दौरान ताम्रलिप्ता जाति सरकार नाम की एक समानांतर सरकार का गठन किया गया था। 2007 में, पुरबा मेदिनीपुर नंदीग्राम हिंसा का गवाह बना, पुलिस गोलीबारी की एक घटना जिसमें 14 किसान मारे गए।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>पुर्बा मेदिनीपुर जिले का तटीय क्षेत्र हुगली नदी के सामने है। अच्छा तटीय, भू-भाग, मौसमी, ग्रामीण और विरासत विविधता के साथ, यह अपने विशिष्ट समुद्र तटों और ग्रामीण क्षेत्रों में पर्यटन की क्षमता प्रदान करता है। प्रसिद्ध पर्यटन स्थल हैं</p>\r\n<p>&nbsp;</p>\r\n<p>तमलुक (ताम्रलिप्टा)</p>\r\n<p>&nbsp;</p>\r\n<p>बरगभीमा मंदिर, तमलुक</p>\r\n<p>पूर्ब मेदिनीपुर जिले का जिला मुख्यालय तमलुक, रूपनारायण नदी के तट पर स्थित है, जो एक बहुत ही लोकप्रिय पिकनिक स्थल है। अन्य स्थान हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>देवी बरगोबिमा का मंदिर 1150 साल पुराना काली मंदिर है और 51 शक्तिपीठों में से एक माना जाता है। पुराण के अनुसार, सती / पार्वती के बाएं पैर की गोराली यहां गिर गई जब भगवान विष्णु ने भगवान शिव को शांत करने के लिए देवी सती के पवित्र शरीर को कई टुकड़ों में काट दिया।</p>\r\n<p>तमलुक का पुरातत्व संग्रहालय एक दर्शनीय स्थल है। इसमें ताम्र (ताम्र) की कलाकृतियाँ हैं और ग्रीक शिलालेखों के साथ एक ताम्रलिप्ता संरक्षित है। यह बंगाल की ऐतिहासिक विरासत को संरक्षित करता है।</p>\r\n<p>तमलुक में रिखत बाटी एक और महत्वपूर्ण स्थान है। 19 वीं शताब्दी की शुरुआत में यह तत्कालीन क्रांतिकारी दलों अनुशीलन समिति और गुप्त समिति के एक गुप्त केंद्र के रूप में प्रसिद्ध था।</p>\r\n<p>तमलुक शहर में कई अन्य प्राचीन मंदिर हैं, अर्थात्, जगन्नाथ मंदिर, हरि मंदिर, महाप्रभु मंदिर, राम जीउ मंदिर, राजबाड़ी मंदिर आदि।</p>\r\n<p>पंसकुरा</p>\r\n<p>&nbsp;</p>\r\n<p>पंसकुरा</p>\r\n<p>&nbsp;</p>\r\n<p>पंसकुरा</p>\r\n<p>यह 2002 में उन्नत नगरपालिका है। यह पूर्वी मिदनापुर जिले के सबसे व्यस्त शहरों में से एक है। पंसकुरा को \"वैली ऑफ फ्लावर्स\" के रूप में जाना जाता है, जिसमें अन्य स्थानों पर फूलों की बड़ी आपूर्ति होती है। पंसकुरा अपनी हरी सब्जियों के लिए भी जाना जाता है। यह लाखों लोगों के नियमित जमावड़े के साथ अगले दिन सुबह 10 बजे से अगले दिन सुबह 7 बजे तक खुला रहता है। पंसकुरा सबसे व्यस्त रेलवे स्टेशनों में से एक है जो दीघा या हल्दिया तक सीधे इस स्टेशन या बस के माध्यम से फैलता है। कंसबाती नदी एक अच्छा पिकनिक स्थल है और पुरानी पंसकुरा बज़ार के पास महाकाली (भवतारिणी) मंदिर एक तीर्थ स्थान है। संस्क्रुत भी अपने सांस्कृतिक पक्ष के लिए जाना जाता है। बहुत सारे सांस्कृतिक स्कूल और संस्थान हैं। पंसकुरा सस्वर पाठ संस्थान चंदबनी [.ন্ণীা।] के लिए प्रसिद्ध है। एक डिजिटल मार्केटिंग कंपनी भी है जो एसईओ, वेबसाइट विकास और एसएमएम सेवाएं प्रदान करती है। इसे स्क सैफ अली द्वारा स्थापित WBK Digital Services कहा जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>Mahishadal</p>\r\n<p>महिषादल तमलुक शहर से केवल 16 किमी दूर है जहां पर्यटक महिषादल राजबाड़ी, वहां के संग्रहालय और गोपाल जीयू मंदिर का दर्शन कर सकते हैं। ग्योंकहाली महिषादल से 8 किमी दूर एक स्थान है, जो तीन नदियों के जंक्शन (मोहन) में एक आदर्श पिकनिक स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>न्यू दीघा बीच</p>\r\n<p>दीघा</p>\r\n<p>दीघा, पुर्बा मेदिनीपुर जिले का एक समुद्र तटीय सैरगाह शहर है और, बंगाल की खाड़ी के उत्तरी छोर पर, पश्चिम बंगाल का सबसे लोकप्रिय समुद्र तटीय सैरगाह है। अपने समुद्र तटों के लिए प्रसिद्ध, दीघा हर साल हजारों पर्यटकों द्वारा दौरा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Mandarmani</p>\r\n<p>मंदारमणि कालिंदी ग्राम पंचायत के तहत बंगाल की खाड़ी पर एक छोटा कुंवारी समुद्र तट है, जो चौलखोला बस स्टॉप से ​​दीघा-कोंताई रोड से केवल 14 किमी दूर है। यह एक छोटा मछली पकड़ने का बंदरगाह और एक तेजी से विकसित पर्यटक स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>हल्दिया</p>\r\n<p>हल्दिया, एक शहर और पुरवा मेदिनीपुर में एक नगर पालिका, एक प्रमुख बंदरगाह है जो हुगली नदी के मुहाने के पास कोलकाता से लगभग 250 किमी दक्षिण पश्चिम में गंगा की सहायक नदियों में से एक है। यह कोलकाता के लिए एक प्रमुख व्यापार बंदरगाह के रूप में विकसित किया जा रहा है, जिसका उद्देश्य मुख्य रूप से थोक कार्गो के लिए है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Purba_Medinipur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89fae637-23c8-4a24-98b5-db21f8d86356_Purba-Medinipur-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-purba-medinipur-tamluk-west-bengal","tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"पूर्बा-मेदिनीपुर","slug":"purba-medinipur"},{"name":"तामलुक","slug":"tamluk"}],"recommendations":[{"id":1000,"title":"कोलकाता में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","dateCreated":"2019-11-16T10:28:02.543Z","dateModified":"2019-11-16T10:28:22.941Z","contributedBy":"AskGif","content":"कोलकाता, जिसे 2001 तक कलकत्ता का आधिकारिक नाम भी कहा जाता है) भारतीय राज्य पश्चिम बंगाल की राजधानी है। 2011 की भारतीय जनगणना के अनुसार, यह सातवां सबसे अधिक आबादी वाला शहर है; शहर की आबादी 4.5 मिलियन थी, जबकि उपनगर की आबादी कुल 14.1 मिलियन थी, जिससे यह भारत में तीसरा सबसे अधिक आबादी वाला महानगरीय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20c69a2c-ccf5-46aa-aca8-14cddf21f55f_Kolkata-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"कोलकाता","slug":"kolkata"}],"slug":"top-places-to-visit-in-kolkata-west-bengal","total":0},{"id":999,"title":"कलिम्पोंग में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","dateCreated":"2019-11-16T10:17:57.277Z","dateModified":"2019-11-16T10:18:35.474Z","contributedBy":"AskGif","content":"कलिम्पोंग जिला भारत के पश्चिम बंगाल राज्य का एक जिला है। दार्जिलिंग जिले से पश्चिम बंगाल के 21 वें जिले के रूप में विभाजित होने के बाद 14 फरवरी 2017 को इसका गठन किया गया था। इसमें कालिम्पोंग नगर पालिका और तीन सामुदायिक विकास खंड शामिल हैं: कालिम्पोंग प्रथम, कालिम्पोंग द्वितीय और गोरुबथान। जिले का","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c1cc378d-012c-463b-869f-dea4136b99c1_Kalimpong-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"कलिम्पोंग","slug":"kalimpong"}],"slug":"top-places-to-visit-in-kalimpong-west-bengal","total":0},{"id":998,"title":"झारग्राम में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","dateCreated":"2019-11-16T10:06:18.938Z","dateModified":"2019-11-16T10:06:47.939Z","contributedBy":"AskGif","content":"झारग्राम जिला भारत के पश्चिम बंगाल राज्य का एक जिला है। यह अपनी \"जंगल की सुंदरता\" और बेलपहाड़ी की पहाड़ी श्रृंखलाओं के लिए, उत्तर में कंकराझोर और दक्षिण में सुवर्णरेखा के लिए जाना जाता है। यह उन पर्यटकों के लिए एक गंतव्य है जो इसके जंगलों, प्राचीन मंदिरों, शाही महलों और लोक संगीत स्थलों पर जाते ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b54de048-bd43-4eb8-8a47-33e6393f213f_Jhargram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"झारग्राम","slug":"jhargram"}],"slug":"top-places-to-visit-in-jhargram-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}