{"id":1007,"title":"पुरुलिया में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","dateCreated":"2019-11-17T10:32:24.57Z","dateModified":"2019-11-17T10:32:45.521Z","contributedBy":"AskGif","content":"<p>पुरुलिया जिला पूर्वी भारत में पश्चिम बंगाल राज्य के तेईस जिलों में से एक है। पुरुलिया जिले का प्रशासनिक मुख्यालय है। पुरुलिया जिले के अन्य महत्वपूर्ण शहरों में से कुछ रघुनाथपुर-आद्रा, झालिदा और बलरामपुर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>पुरुलिया जिला पश्चिम बंगाल के अन्य शहरों और कस्बों और सड़क और रेल परिवहन द्वारा पड़ोसी राज्यों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>जिले को दक्षिण पूर्व रेलवे द्वारा प्रदान किए गए तीन रेल कनेक्शनों के द्वारा परोसा जाता है। एक लाइन दक्षिण में झारखंड से होकर जिले के माध्यम से आसनसोल से होकर आसनसोल तक जाती है। एक अन्य रेखा बांकुरा और धनबाद के बीच भी आद्रा डिवीजन के बीच चलती है। तीसरी पंक्ति झारखंड के साथ पुरुलिया को जोड़ती है। रांची, टाटानगर, पटना, हावड़ा, धनबाद, लखनऊ, आसनसोल, भुवनेश्वर, पुरी, दुर्गापुर, मुंबई, चेन्नई और दिल्ली जैसे प्रमुख शहर और शहर अब रेलवे द्वारा इस जिले से अच्छी तरह से जुड़े हुए हैं। रेलवे डिवीजनल हेडक्वार्टर आद्रा रेलवे डिवीजन, जो दक्षिण पूर्व रेलवे के प्रमुख रेल डिवीजन में से एक है, पुरुलिया जिले के उत्तर - पूर्व भाग पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>सड़क परिवहन पुरुलिया का एक अन्य महत्वपूर्ण परिवहन माध्यम है। सड़क परिवहन बस उपलब्धता और माल के प्रवाह के संदर्भ में पर्याप्त है। NH 18 (NH 32) इस जिले को जमशेदपुर, बोकारो, चास और धनबाद से जोड़ता है। नेशनल हाईवे 60 ए (अब एनएच 314) पुरुलिया को बंकुरा में स्टेट हाईवे 9 और उसके बाद दुर्गापुर में एनएच 2 से जोड़ता है। स्टेट हाईवे 5 जिले के परिवहन नेटवर्क में भी एक महत्वपूर्ण भूमिका निभाता है क्योंकि यह रघुनाथपुर, आद्रा, संतालडीह और नेतुरिया जैसे शहरों को नेमाटपुर और आसनसोल में NH2 से जोड़ता है। पुरुलिया में रानीगंज-आसनसोल औद्योगिक बेल्ट के साथ उत्कृष्ट सड़क संपर्क है। दक्षिण बंगाल राज्य परिवहन निगम राज्य राजमार्ग 5 के माध्यम से पुरुलिया से कोलकाता के लिए 4 बसें चलाता है और इस तरह से रघुनाथपुर, आद्रा, नेतुरिया जैसे शहरों को आसनसोल, रानीगंज, दुर्गापुर और बर्दवान के औद्योगिक क्षेत्र से जोड़ता है। इस मार्ग पर कई निजी बस ऑपरेटर भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>पुरुलिया में समृद्ध सांस्कृतिक विरासत है। इसमें बंगाल, झारखंड और ओरिस की मिश्रित संस्कृति है क्योंकि यह विभिन्न क्षेत्रों के लिए इन क्षेत्रों का एक हिस्सा था। पुरातात्विक साक्ष्य से लेकर स्थानीय त्योहारों तक, हर सांस्कृतिक कार्यक्रम को इसमें एक आदिवासी स्पर्श मिला है, जो पुरुलिया की विशेषता है। ज्यादातर ग्रामीण क्षेत्रों में रहते हैं और अपने कई सामाजिक-सांस्कृतिक मूल्यों को बरकरार रखते हुए, कमोबेश प्राचीन रूपों में, पुरुलिया के ग्रामीण लोग अपने लोगों को उनके कई सिद्धांतों के बारे में बोलते हैं। उन लोगों की विशिष्टता को आबादी की भावनाओं और भावनाओं के साथ अच्छी तरह से प्रदर्शित किया जाता है और इन्हें रंगों के छींटे के साथ चिह्नित किया जाता है और अक्सर पैथोस, रोमांटिकता, वेलोर और सामाजिक चेतना के साथ जोड़ा जाता है। पुरुलिया को झुमुर, टुसू, भादू गीतों की एक अलग लोक संस्कृति मिली। यह बंगाल छऊ के एक मार्शल नृत्य का जन्मस्थान भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>अयोध्या, तुर्ग फॉल्स, पीपीएसपी अपर और लोअर डैम, केस्टो बाजार डैम में डावरी खल, लाहौरिया मंदिर, माथा और कुइयापाल, फॉल्स और आदिवासी बस्तियों की प्राकृतिक सुंदरता का आकर्षण देखने के लिए हर साल सैकड़ों पर्यटक पुरुलिया आते हैं। अजोध्या हिल्स और बागमुंडीह में, पंचेत, मुर्गुमा डैम और फुतारी जैसे धरोहर, पंचकोट राज प्लेस की विरासत इमारत, पाखी पहाड़ के साथ माथा गर्व की ट्रेकिंग रेंज, और जौणचंडी पहार, बारांती, डुआरसिनी, डोलडांगा, जमुना, पारंपरिक लोक नृत्य और पिकनिक स्पॉट जैसे पारंपरिक लोक नृत्य चोआ नृत्य और झुमूर गीत जैसी संस्कृति।</p>\r\n<p>&nbsp;</p>\r\n<p>पाकबीर जैन मंदिर, पुरुलिया</p>\r\n<p>पाकबीर्रा जैन मंदिर तीन मंदिरों का संग्रह है। यहाँ अवशेष नौवीं और दसवीं शताब्दी ईस्वी पूर्व के हैं। इस मंदिर में मौजूद मूर्तियों में सबसे अधिक प्रभावशाली 7.5.५ फीट ऊँची प्रतिमा शीतलनाथ और high फीट ऊँची प्रतिमा है जिसमें पद्मप्रभा की पॉलिश की गई है। पद्मप्रभ की मूर्ति को हिंदुओं के लोगों द्वारा भैरवनाथ के रूप में भी पूजा जाता है। मंदिर में तीर्थंकर ऋषभनाथ, पार्श्वनाथ, महावीर के साथ देवी देवी अंबिका और पद्मावती की मूर्तियां हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इस मंदिर में मूल त्रि-रथ योजना है जिसमें सांचों के सरलीकृत दस्ते और कई स्तर की दीवार के निचे और निचले पत्थरों के पत्थर हैं। बड़े अमला टुकड़े के बारे में झूठ बोल रही है, और कमल की कलियों के साथ पत्थर कलश नगाड़ा स्टाइल में उभर रहा है। मुख्य मंदिर में प्रारंभिक कक्ष और गर्भगृह हैं। उस मंदिर, पश्चिम की ओर, संभवतः 2 मीटर ऊंचे तीर्थंकर की विशाल आकृति को चित्रित किया गया था, जिसकी पीठ पर कमल का चिन्ह था। मंदिर में आठ खड़े तीर्थंकरों की मूर्तियां भी हैं, जिनमें तीन ऋषभनाथ, महावीर के 2, सम्भवनाथ, पद्मप्रभा, चंद्रप्रभा और शाखाओं में एक वृक्ष के नीचे यक्ष और यक्ष के दो चित्र हैं। तीन अयागपता या विदित स्तूप और बच्चे और परिचारक के साथ अंबिका की एक मूर्ति, एक फूल वाली चाय के नीचे, उसके शेर पर खड़े, भी यहां मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Purulia_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-purulia-west-bengal","tags":[{"name":"पुरुलिया","slug":"purulia"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"recommendations":[{"id":1007,"title":"पुरुलिया में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","dateCreated":"2019-11-17T10:32:24.57Z","dateModified":"2019-11-17T10:32:45.521Z","contributedBy":"AskGif","content":"पुरुलिया जिला पूर्वी भारत में पश्चिम बंगाल राज्य के तेईस जिलों में से एक है। पुरुलिया जिले का प्रशासनिक मुख्यालय है। पुरुलिया जिले के अन्य महत्वपूर्ण शहरों में से कुछ रघुनाथपुर-आद्रा, झालिदा और बलरामपुर हैं।\r\n&nbsp;\r\nट्रांसपोर्ट\r\nपुरुलिया जिला पश्चिम बंगाल के अन्य शहरों और कस","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुरुलिया","slug":"purulia"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"}],"slug":"top-places-to-visit-in-purulia-west-bengal","total":0},{"id":995,"title":"हुगली, चिनसुराह में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","dateCreated":"2019-11-16T01:31:04.837Z","dateModified":"2019-11-16T01:32:38.348Z","contributedBy":"AskGif","content":"हुगली जिला भारत में पश्चिम बंगाल राज्य के जिलों में से एक है। इसे वैकल्पिक रूप से हुगली या हुगली कहा जा सकता है। जिले का नाम हुगली नदी के नाम पर रखा गया है।\r\nजिले का मुख्यालय हुगली-चिनसुरा (चुचुरा) में है। चार उपखंड हैं: चिनसुरा सदर, सेरामपुर, चंद्रनगर, और आरामबाग।\r\n&nbsp;\r\nऐ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"हुगली","slug":"hooghly"},{"name":"चिनसुराह","slug":"chinsurah"}],"slug":"top-places-to-visit-in-hooghly-chinsurah-west-bengal","total":0},{"id":994,"title":"दार्जिलिंग में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","dateCreated":"2019-11-15T15:25:44.13Z","dateModified":"2019-11-15T15:26:10.656Z","contributedBy":"AskGif","content":"दार्जिलिंग भारतीय राज्य पश्चिम बंगाल में एक शहर और एक नगर पालिका है। यह कम हिमालय में 6,700 फीट (2,042.2 मीटर) की ऊंचाई पर स्थित है। यह अपने चाय उद्योग के लिए दुनिया के तीसरे सबसे ऊंचे पर्वत कंचनजंगा और दार्जिलिंग हिमालयन रेलवे, यूनेस्को की विश्व धरोहर स्थल के रूप में जाना जाता है। दार्जिलिंग दार","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"दार्जिलिंग","slug":"darjeeling"}],"slug":"top-places-to-visit-in-darjeeling-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}