{"id":1007,"title":"Top Places to visit in Purulia, West Bengal","imageUrl":"9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","dateCreated":"2019-11-17T10:32:24.57Z","dateModified":"2019-11-17T10:32:45.521Z","contributedBy":"AskGif","content":"<p>Purulia district is one of the twenty three districts of West Bengal state in Eastern India. Purulia is the administrative headquarters of the district. Some of the other important towns of Purulia district are Raghunathpur-Adra, Jhalida and Balarampur.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Purulia district is well connected with other cities and towns of West Bengal and neighbourhood states by road and rail transport.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>The District is served by three Rail connections provided by the South Eastern Railways. One line runs from Jharkhand in the South through the district up to Asansol passing through Adra division. Another line runs between Bankura and Dhanbad also via the Adra Division. The third line connects purulia with Jharkhand. Major cities and towns like Ranchi, Tatanagar, Patna, Howrah, Dhanbad,Lucknow,Asansol,Bhubaneswar,Puri,Durgapur, Mumbai,Chennai and Delhi are now well connected with this district by railways. The Railway Divisional Headquarter Adra railway division, which is one of the major rail division of South Eastern Railway, is situated on the North - East part of Purulia district.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>The road transport is another important transportation medium of Purulia. The road transport is adequate in terms of bus availability and goods flow. NH 18 (NH 32) connects this district with Jamshedpur, Bokaro, Chas and Dhanbad. National Highway 60A(now NH 314) connects Purulia with State Highway 9 at Bankura and subsequently to NH2 at Durgapur. State Highway 5 also plays an important role in district&rsquo;s transport network as it connects the towns like Raghunathpur, Adra, Santaldih and Neturia to NH2 at Neamatpur and Asansol. Purulia has excellent road connectivity with Raniganj-Asansol industrial belt. South Bengal State Transport Corporation runs 4 buses from Purulia to Kolkata via State Highway 5 thus connecting towns and cities like Raghunathpur, Adra, Neturia to the industrial belt of Asansol, Raniganj, Durgapur and Burdwan. There are also many private bus operators on this route.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Purulia has rich cultural heritage. It has the mixed culture of Bengal, Jharkhand, and Orrisa as it was a part of these areas for various times. From archaeological evidences to local festivals, every cultural event has got a tribal touch in it, which is the specialty of Purulia. Living mostly in rural areas and keeping intact many of their socio-cultural values, more or less in pristine forms, the rural people of Purulia have their folks to speak about many of their tenets. The distinctiveness of those is well demonstrated with the sentiments and feelings of the population and these are marked with splash of colours and often entwined with pathos, romanticism, velour and social consciousness. Purulia got a distinct folk culture of Jhumur, Tusu, Bhadu songs. It is also the birthplace of a martial dance of Bengal Chhau .</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Hundreds of thousands of tourists come to visit Purulia every year to witness the charm of the natural beauties of Ayodhya,Turga Falls, PPSP Upper and Lower Dam, Dawri khal in Kesto Bazar Dam, Lahoria Shiv Mandir, Matha and Kuilapal, falls and tribal habitations of Ajodhya Hills and Bagmundih, dams like Panchet, Murguma Dam and Futiari, heritage building like Panchakot Raj Place, trekking range of Matha proud with Pakhi Pahar, and Joychandi Pahar, picnic spots like Baranti, Duarsini, Doladanga, Jamuna, traditional folk dance and culture like Chhou Dance and Jhumur Song.</p>\r\n<p>&nbsp;</p>\r\n<p>Pakbirra Jain temple, Purulia</p>\r\n<p>Pakbirra Jain temple is a collection of three temples. Relics here date back to the ninth and tenth centuries AD. Most impressive of sculptures present in this temple is the colossal 7.5 feet high statue Shitalnatha and 8 feet high statue of Padmaprabha carved of polished black stone. Statue of Padmaprabha is also worshipped as Bhairavnath by people of Hindus faith. The temple has many sculptures including sculptures of Tirthankar Rishabhnath, Parshvanatha, Mahavira along with Goddess Devi Ambika and Padmavati.</p>\r\n<p>&nbsp;</p>\r\n<p>This temple have the basic tri-ratha plan with simplified squad of moldings and several level of the wall niches and lower fa&ccedil;ade stones. The large amalaka fragments lying about, and the stone kalasha with lotus buds emerging of nagara stying. The principal temple, contains preliminary chambers and sanctum. That temple, facing west, perhaps enshrined the colossal figure of a Tirthankar over 2 meters high, with lotus symbol on its pedestal. The temple also has sculptures of eight standing tirthankaras, including three Rishabhanatha, 2 of Mahavira, Sambhavanatha, Padmaprabha, Chandraprabha and two images of Yaksha and Yakshi beneath a tree with a Jina in the branches. Three ayagapata or votive stupas and an idol of ambika with child and attendant, standing on her lion, beneath a flowering tea are also present here.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Purulia_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-purulia-west-bengal","tags":[{"name":"purulia","slug":"purulia"},{"name":"west-bengal","slug":"west-bengal"}],"recommendations":[{"id":1007,"title":"Top Places to visit in Purulia, West Bengal","imageUrl":"9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","dateCreated":"2019-11-17T10:32:24.57Z","dateModified":"2019-11-17T10:32:45.521Z","contributedBy":"AskGif","content":"Purulia district is one of the twenty three districts of West Bengal state in Eastern India. Purulia is the administrative headquarters of the district. Some of the other important towns of Purulia district are Raghunathpur-Adra, Jhalida and Balarampur.\r\n&nbsp;\r\nTransport\r\nPu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e88126d-bacb-4d29-be12-4f7efa6744c8_Purulia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"purulia","slug":"purulia"},{"name":"west-bengal","slug":"west-bengal"}],"slug":"top-places-to-visit-in-purulia-west-bengal","total":0},{"id":995,"title":"Top Places to visit in Hooghly, Chinsurah, West Bengal","imageUrl":"14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","dateCreated":"2019-11-16T01:31:04.837Z","dateModified":"2019-11-16T01:32:38.348Z","contributedBy":"AskGif","content":"Hooghly district is one of the districts of the state of West Bengal in India. It can alternatively be spelt Hoogli or Hugli. The district is named after the Hooghly River.\r\nThe headquarters of the district are at Hooghly-Chinsura (Chuchura). There are four subdivisions: Chinsura Sadar, Se","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"hooghly","slug":"hooghly"},{"name":"chinsurah","slug":"chinsurah"}],"slug":"top-places-to-visit-in-hooghly-chinsurah-west-bengal","total":0},{"id":994,"title":"Top Places to visit in Darjeeling, West Bengal","imageUrl":"318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","dateCreated":"2019-11-15T15:25:44.13Z","dateModified":"2019-11-15T15:26:10.656Z","contributedBy":"AskGif","content":"Darjeeling is a city and a municipality in the Indian state of West Bengal. It is located in the Lesser Himalayas at an elevation of 6,700 ft (2,042.2 m). It is noted for its tea industry, its views of Kangchenjunga, the world's third-highest mountain, and the Darjeeling Himalayan Railway, a UNES","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/318e726c-7adf-468a-a40a-780480dcb0ea_Darjeeling-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"darjeeling","slug":"darjeeling"}],"slug":"top-places-to-visit-in-darjeeling-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}