{"id":1008,"title":"Top Places to visit in South 24 Parganas, Alipore, West Bengal","imageUrl":"c2edc190-ba10-4fd1-bc86-984997d8d66b_South-24-Parganas.jpg","dateCreated":"2019-11-17T10:43:06.102Z","dateModified":"2019-11-17T10:43:34.471Z","contributedBy":"AskGif","content":"<p>South 24 Parganas or sometimes South Twenty Four Parganas is a district in the Indian State of West Bengal, headquartered in Alipore. It is the largest district of West Bengal state by area and second largest by population. It is the sixth most populous district in India (out of 640). On one side is the urban fringe of Kolkata and on the other, the remote riverine villages in the Sundarbans.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Administrative Subdivisions</p>\r\n<p>The district comprises five subdivisions: Alipore Sadar, Baruipur, Diamond Harbour, Canning and Kakdwip.</p>\r\n<p>&nbsp;</p>\r\n<p>Alipore is the district headquarters. There are 33 police stations, 29 community development blocks, 7 municipalities and 312 gram panchayats in the district. The Sunderbans area is covered by 12 CD blocks, viz. Sagar, Namkhana, Kakdwip, Patharpratima, Kultali, Mathurapur I, Mathurapur II, Jaynagar II, Canning I, Canning II, Basanti and Gosaba. The district contains 37 islands.</p>\r\n<p>&nbsp;</p>\r\n<p>Other than the municipality areas, each subdivision contains community development blocks which in turn are divided into rural areas and census towns. In total there are 118 urban units: 7 municipalities and 111 census towns.</p>\r\n<p>&nbsp;</p>\r\n<p>Alipore Sadar Subdivision</p>\r\n<p>Main article: Alipore Sadar subdivision</p>\r\n<p>The Alipore Sadar subdivision consists of:</p>\r\n<p>&nbsp;</p>\r\n<p>Urban areas which are part of Kolkata Municipal Corporation: Ballygunge, Alipore, New Alipore, Bhowanipore, Kalighat, Ajoy Nagar, Dhakuria, Gariahat, Charu Market, Tollygunge, Chetla, Naktala, Jodhpur Park, Golf Green, Regent Park, Jadavpur, Garfa, Kalikapur[disambiguation needed], Haltu, Nandi Bagan, Santoshpur, Baghajatin, Chak Garia, New Garia, Garia, Kamalgazi, Narendrapur, Ranikuthi, Bansdroni, Kudghat, Dhalai Bridge, Model Town, Netaji Nagar, Panchpota, Techno City, Tentulberia, Baishnabghata Patuli, Ekbalpur, Haridevpur, Hastings, Rajabagan, Watgunge, Garden Reach, Khidirpur, Metiabruz, Taratala, Bartala, BNR Colony, Behala, Sarsuna, Joka, Barisha, Parnasree Pally, Thakurpukur.</p>\r\n<p>Three municipalities: Maheshtala, Budge Budge and Pujali.</p>\r\n<p>Bishnupur I, a community development block consisting of rural areas with eleven gram panchayats and four census towns: Daulatpur, Bhasa, Bishnupur and Kanyanagar.</p>\r\n<p>Bishnupur II, a community development block consisting of rural areas with eleven gram panchayats and eleven census towns: Nahazari, Nadabhanga, Kanganbaria, Bora Gagangohalia, Chanddandaha, Barkalikapur, Patharberia, Ramkrishnapur, Amtala, Kriparampur and Chak Enayetnagar.</p>\r\n<p>Budge Budge I, a community development block consisting of rural areas with six gram panchayats and seven census towns: Uttar Raypur, Balarampur, Buita, Benjanhari Acharial (P), Abhirampur, Nischintapur and Birlapur.</p>\r\n<p>Budge Budge II, a community development block consisting of rural areas with eleven gram panchayats and five census towns: Chak Kashipur, Chak Alampur, Bowali, Dakshin Raypur and Poali.</p>\r\n<p>Thakurpukur Maheshtala, a community development block consisting of rural areas with six gram panchayats and nine census towns: Joka, Chata Kalikapur, Ganye Gangadharpur, Rameswarpur, Asuti, Hanspukuria, Kalua, Ramchandrapur and Samali.</p>\r\n<p>Baruipur Subdivision</p>\r\n<p>Main article: Baruipur subdivision</p>\r\n<p>The Baruipur subdivision consists of:</p>\r\n<p>&nbsp;</p>\r\n<p>Three municipalities: Rajpur Sonarpur, Baruipur and Jaynagar Majilpur.</p>\r\n<p>Baruipur, a community development block consisting of rural areas with nineteen gram panchayats and twelve census towns: Petua, Garia, Panchghara, Mallikpur, Hariharpur, Champahati, Solgohalia, Naridana, Baruipur (P), Salipur (P), Khodar Bazar and Komarhat.</p>\r\n<p>Bhangar I, a community development block consisting of rural areas with nine gram panchayats and three census towns: Maricha, Bhangar Raghunathpur and Gobindapur.</p>\r\n<p>Bhangar II, a community development block consisting of rural areas with only ten gram panchayats.</p>\r\n<p>Jaynagar I, a community development block consisting of rural areas with twelve gram panchayats and six census towns: Raynagar, Kalikapur Barasat, Baharu, Uttarparanij, Alipur and Uttar Durgapur.</p>\r\n<p>Jaynagar II, a community development block consisting of rural areas with ten gram panchayats and two census towns: Nimpith and Tulshighata.</p>\r\n<p>Kultali, a community development block consisting of rural areas with only nine gram panchayats.</p>\r\n<p>Sonarpur, a community development block consisting of rural areas with eleven gram panchayats and seven census towns: Radhanagar, Danga, Ramchandrapur, Bidyadharpur, Kalikapur, Chak Baria and Sahebpur.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/South_24_Parganas</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c2edc190-ba10-4fd1-bc86-984997d8d66b_South-24-Parganas.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-south-24-parganas-alipore-west-bengal","tags":[{"name":"alipore","slug":"alipore"},{"name":"west-bengal","slug":"west-bengal"},{"name":"south-24-parganas","slug":"south-24-parganas"}],"recommendations":[{"id":1009,"title":"Top Places to visit in Uttar Dinajpur, Raiganj, West Bengal","imageUrl":"4e5f4b13-8e85-4d0d-a08f-383087d8970d_Uttar-Dinajpur.jpg","dateCreated":"2019-11-17T10:49:48.584Z","dateModified":"2019-11-17T10:50:09.622Z","contributedBy":"AskGif","content":"Uttar Dinajpur is a district of the Indian state of West Bengal. Created on 1 April 1992 by the division of the erstwhile West Dinajpur district, it comprises two subdivisions: Raiganj and Islampur. Tourist - Places Swaminath Temple at Swaminath, Rajbari at Rajbari Gate, Shiv Mandir at Itahar, Da","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4e5f4b13-8e85-4d0d-a08f-383087d8970d_Uttar-Dinajpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"uttar-dinajpur","slug":"uttar-dinajpur"},{"name":"raiganj","slug":"raiganj"}],"slug":"top-places-to-visit-in-uttar-dinajpur-raiganj-west-bengal","total":0},{"id":1005,"title":"Top Places to visit in Paschim Medinipur, Midnapore, West Bengal","imageUrl":"f48762e5-6261-4015-82d5-4b1693079ca0_Paschim-Medinipur-tourism.jpg","dateCreated":"2019-11-17T10:18:25.657Z","dateModified":"2019-11-17T10:19:49.212Z","contributedBy":"AskGif","content":"Paschim Medinipur district (পশ্চিম মেদিনীপুর জেলা) or West Midnapore district (also known as Midnapore West) is one of the districts of the state of West Bengal, India. It was formed on 1 January 2002 after the Partition of Midnapore into Paschim Medinipur and Purba Medinipur. On 4 April 2017, th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f48762e5-6261-4015-82d5-4b1693079ca0_Paschim-Medinipur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"midnapore","slug":"midnapore"},{"name":"paschim-medinipur","slug":"paschim-medinipur"}],"slug":"top-places-to-visit-in-paschim-medinipur-midnapore-west-bengal","total":0},{"id":995,"title":"Top Places to visit in Hooghly, Chinsurah, West Bengal","imageUrl":"14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","dateCreated":"2019-11-16T01:31:04.837Z","dateModified":"2019-11-16T01:32:38.348Z","contributedBy":"AskGif","content":"Hooghly district is one of the districts of the state of West Bengal in India. It can alternatively be spelt Hoogli or Hugli. The district is named after the Hooghly River.\r\nThe headquarters of the district are at Hooghly-Chinsura (Chuchura). There are four subdivisions: Chinsura Sadar, Se","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"hooghly","slug":"hooghly"},{"name":"chinsurah","slug":"chinsurah"}],"slug":"top-places-to-visit-in-hooghly-chinsurah-west-bengal","total":0},{"id":987,"title":"Top Places to visit in Alipurduar, West Bengal","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"Alipurduar District is the 20th district in the state of West Bengal, India. It consists of Alipurduar municipality, Falakata municipality and six community development blocks: Madarihat&ndash;Birpara, Alipurduar&ndash;I, Alipurduar&ndash;II, Falakata, Kalchini and Kumargram. The six blocks conta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-bengal","slug":"west-bengal"},{"name":"alipurduar","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}