{"id":1008,"title":"दक्षिण 24 परगना, अलीपुर में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"c2edc190-ba10-4fd1-bc86-984997d8d66b_South-24-Parganas.jpg","dateCreated":"2019-11-17T10:43:06.102Z","dateModified":"2019-11-17T10:43:34.471Z","contributedBy":"AskGif","content":"<p>दक्षिण 24 परगना या कभी-कभी दक्षिण चौबीस परगना भारतीय राज्य पश्चिम बंगाल में एक जिला है, जिसका मुख्यालय अलीपुर में है। यह क्षेत्रफल के हिसाब से पश्चिम बंगाल राज्य का सबसे बड़ा और आबादी के हिसाब से दूसरा सबसे बड़ा जिला है। यह भारत का छठा सबसे अधिक आबादी वाला जिला है (640 में से)। एक तरफ कोलकाता का शहरी मैदान है और दूसरी तरफ सुंदरबन में सुदूर नदी के किनारे के गाँव।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>प्रशासनिक उपखंड</p>\r\n<p>जिले में पाँच उपखंड शामिल हैं: अलीपुर सदर, बरुईपुर, डायमंड हार्बर, कैनिंग और काकद्वीप।</p>\r\n<p>&nbsp;</p>\r\n<p>अलीपुर जिला मुख्यालय है। जिले में 33 पुलिस स्टेशन, 29 सामुदायिक विकास खंड, 7 नगर पालिका और 312 ग्राम पंचायतें हैं। सुंदरबन क्षेत्र को 12 सीडी ब्लॉक, अर्थात द्वारा कवर किया गया है। सागर, नामखाना, काकद्वीप, पथरप्रतिमा, कुलतली, मथुरापुर I, मथुरापुर II, जयनगर II, कैनिंग I, कैनिंग II, बसंती और गोसाबा। जिले में 37 द्वीप हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नगरपालिका क्षेत्रों के अलावा, प्रत्येक उपखंड में सामुदायिक विकास खंड होते हैं जो बदले में ग्रामीण क्षेत्रों और जनगणना शहरों में विभाजित होते हैं। कुल मिलाकर ११ are शहरी इकाइयाँ हैं: ities नगरपालिकाएँ और १११ जनगणनाएँ।</p>\r\n<p>&nbsp;</p>\r\n<p>अलीपुर सदर अनुमंडल</p>\r\n<p>मुख्य लेख: अलीपुर सदर अनुमंडल</p>\r\n<p>अलीपुर सदर अनुमंडल में निम्न शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>शहरी क्षेत्र जो कोलकाता नगर निगम का हिस्सा हैं: बल्लीगंज, अलीपुर, न्यू अलीपुर, भौवानीपोर, कालीघाट, अजय नगर, ढकुरिया, गरियाहाट, चारू मार्केट, टॉलीगंज, चेतला, नकटला, जोधपुर पार्क, गोल्फ ग्रीन, रीजेंट पार्क, जादवपुर, गरफा कालिकापुर [अव्यवस्था की आवश्यकता], हल्टू, नंदी बागान, संतोषपुर, बाघजतिन, चक गरिया, नई गरिया, गरिया, कमलगाज़ी, नरेंद्रपुर, रानीकुठी, भद्रोनी, कुदघाट, धलाई पुल, मॉडल टाउन, नेताजी नगर, पंचपोता, टेकनगरी, टेकनगरी, टेकनगरी। पटुली, एकबलपुर, हरिदेवपुर, हेस्टिंग्स, राजाबागन, वाटगंज, गार्डन रीच, खिदिरपुर, मेटियाब्रुज, तरलाटा, बारटाला, बीएनआर कॉलोनी, बेहला, सरसुना, जोका, बारिशा, पारनश्री रैली, ठाकुरपुकुर।</p>\r\n<p>तीन नगर पालिकाएं: महेशतला, बडगे बुडगे और पुजाली।</p>\r\n<p>बिष्णुपुर I, ग्यारह ग्राम पंचायतों और चार जनगणना शहरों के साथ ग्रामीण क्षेत्रों से युक्त एक सामुदायिक विकास खंड: दौलतपुर, भासा, बिष्णुपुर और कन्यानगर।</p>\r\n<p>बिष्णुपुर II, ग्यारह ग्राम पंचायतों और ग्यारह जनगणना कस्बों के साथ ग्रामीण क्षेत्रों से युक्त एक सामुदायिक विकास खंड: नाहजारी, नदभंगा, कांगनबारिया, बोरा गगंगोहालिया, चंददांधा, बरकलिकापुर, पथरबेरिया, रामकृष्णनपुर, अम्ताला, कृपरमपुर और चकरपुर।</p>\r\n<p>बडगे बडगे I, एक सामुदायिक विकास खंड जिसमें छह ग्राम पंचायत और सात जनगणना वाले ग्रामीण क्षेत्र शामिल हैं: उत्तर रायपुर, बलरामपुर, बुईता, बेनांजरी अच्रियल (पी), अभिरामपुर, निश्चिन्तपुर और बिरलापुर।</p>\r\n<p>बुडगे बुडगे II, ग्यारह ग्राम पंचायतों और पांच जनगणना शहरों के साथ ग्रामीण क्षेत्रों से युक्त एक सामुदायिक विकास खंड: चक काशीपुर, चक आलमपुर, बोवली, दक्षिण रायपुर और पोली।</p>\r\n<p>ठाकुरपुकुर महेशतला, एक सामुदायिक विकास खंड जिसमें छह ग्राम पंचायतों और नौ जनगणना कस्बों के साथ ग्रामीण क्षेत्र शामिल हैं: जोका, चता कालिकापुर, गन्ने गंगाधरपुर, रामेश्वरपुर, असुती, हंसपुकुरिया, कलुआ, रामचंद्रपुर और सामली।</p>\r\n<p>बरुईपुर उपखंड</p>\r\n<p>मुख्य लेख: बरुईपुर अनुमंडल</p>\r\n<p>बरूईपुर उपखंड में निम्न शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>तीन नगर पालिकाएँ: राजपुर सोनारपुर, बरुईपुर और जयनगर माज़िलपुर।</p>\r\n<p>बरुईपुर, उन्नीस ग्राम पंचायतों और बारह जनगणना कस्बों के साथ ग्रामीण क्षेत्रों से युक्त एक सामुदायिक विकास खंड: पेटुआ, गरिया, पंचघरा, मल्लिकपुर, हरिहरपुर, चंपाहाटी, सोलगहोलिया, नारिदाना, बरुईपुर (पी), सलीपुर (पी), खोडर बाजार और कोमरहाट।</p>\r\n<p>भांगर I, नौ ग्राम पंचायतों और तीन जनगणना शहरों के साथ ग्रामीण क्षेत्रों से युक्त एक सामुदायिक विकास खंड: मरीचा, भांगर रघुनाथपुर और गोबिंदपुर।</p>\r\n<p>भांगर II, केवल दस ग्राम पंचायतों वाले ग्रामीण क्षेत्रों से युक्त सामुदायिक विकास खंड।</p>\r\n<p>जयनगर I, बारह ग्राम पंचायतों और छह जनगणना शहरों के साथ ग्रामीण क्षेत्रों से युक्त एक सामुदायिक विकास खंड: रायनगर, कलिकापुर बारासात, बहारू, उत्तरपरानीज, अलीपुर और उत्तर दुर्गापुर।</p>\r\n<p>जयनगर II, एक सामुदायिक विकास खंड जिसमें दस ग्राम पंचायत और दो जनगणना वाले ग्रामीण क्षेत्र शामिल हैं: निम्पीठ और तुलशिघाट।</p>\r\n<p>कुल्टी, केवल नौ ग्राम पंचायतों के साथ ग्रामीण क्षेत्रों से युक्त एक सामुदायिक विकास खंड।</p>\r\n<p>सोनारपुर, ग्यारह ग्राम पंचायतों और सात जनगणना शहरों के साथ ग्रामीण क्षेत्रों से युक्त एक सामुदायिक विकास खंड: राधानगर, दंगा, रामचंद्रपुर, बिद्याधरपुर, कलिकापुर, चक बैरिया और साहेबपुर।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/South_24_Parganas</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c2edc190-ba10-4fd1-bc86-984997d8d66b_South-24-Parganas.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-south-24-parganas-alipore-west-bengal","tags":[{"name":"अलीपुर","slug":"alipore"},{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"दक्षिण-24-परगना","slug":"south-24-parganas"}],"recommendations":[{"id":1009,"title":"उत्तर दिनाजपुर, रायगंज में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"4e5f4b13-8e85-4d0d-a08f-383087d8970d_Uttar-Dinajpur.jpg","dateCreated":"2019-11-17T10:49:48.584Z","dateModified":"2019-11-17T10:50:09.622Z","contributedBy":"AskGif","content":"उत्तर दिनाजपुर भारतीय राज्य पश्चिम बंगाल का एक जिला है। 1 अप्रैल 1992 को पश्चिम दिनाजपुर जिले के विभाजन द्वारा बनाया गया, इसमें दो उपमंडल शामिल हैं: रायगंज और इस्लामपुर। पर्यटक - स्वामीनाथ मंदिर, राजबाड़ी गेट पर राजबाड़ी, इटहर में शिव मंदिर, चंडीग्राम में दानहसोरी पीथस्थल, बूहा में श्रीश्री मा भव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4e5f4b13-8e85-4d0d-a08f-383087d8970d_Uttar-Dinajpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"उत्तर-दिनाजपुर","slug":"uttar-dinajpur"},{"name":"रायगंज","slug":"raiganj"}],"slug":"top-places-to-visit-in-uttar-dinajpur-raiganj-west-bengal","total":0},{"id":1005,"title":"पासीम मेदिनीपुर, मिदनापुर में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"f48762e5-6261-4015-82d5-4b1693079ca0_Paschim-Medinipur-tourism.jpg","dateCreated":"2019-11-17T10:18:25.657Z","dateModified":"2019-11-17T10:19:49.212Z","contributedBy":"AskGif","content":"पशिम मेदिनीपुर जिला (पश्चिम बंगाल) या पश्चिम मिदनापुर जिला (मिदनापुर पश्चिम भी कहा जाता है) भारत के पश्चिम बंगाल राज्य के जिलों में से एक है। इसका गठन 1 जनवरी 2002 को मिदनापुर के विभाजन के बाद पशिम मेदिनीपुर और पुरबा मेदिनीपुर में किया गया था। 4 अप्रैल 2017 को झाड़ग्राम उपखंड को जिले में परिवर्ति","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f48762e5-6261-4015-82d5-4b1693079ca0_Paschim-Medinipur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"मिदनापुर","slug":"midnapore"},{"name":"पासीम-मेदिनीपुर","slug":"paschim-medinipur"}],"slug":"top-places-to-visit-in-paschim-medinipur-midnapore-west-bengal","total":0},{"id":995,"title":"हुगली, चिनसुराह में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","dateCreated":"2019-11-16T01:31:04.837Z","dateModified":"2019-11-16T01:32:38.348Z","contributedBy":"AskGif","content":"हुगली जिला भारत में पश्चिम बंगाल राज्य के जिलों में से एक है। इसे वैकल्पिक रूप से हुगली या हुगली कहा जा सकता है। जिले का नाम हुगली नदी के नाम पर रखा गया है।\r\nजिले का मुख्यालय हुगली-चिनसुरा (चुचुरा) में है। चार उपखंड हैं: चिनसुरा सदर, सेरामपुर, चंद्रनगर, और आरामबाग।\r\n&nbsp;\r\nऐ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14fdbb0e-c465-4532-890b-ff2bd35dbbdc_Hooghly-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"हुगली","slug":"hooghly"},{"name":"चिनसुराह","slug":"chinsurah"}],"slug":"top-places-to-visit-in-hooghly-chinsurah-west-bengal","total":0},{"id":987,"title":"अलीपुरद्वार में देखने के लिए शीर्ष स्थान, पश्चिम बंगाल","imageUrl":"868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","dateCreated":"2019-11-13T02:26:27.882Z","dateModified":"2019-11-13T02:26:50.081Z","contributedBy":"AskGif","content":"अलीपुरद्वार जिला भारत के पश्चिम बंगाल राज्य का 20 वां जिला है। इसमें अलीपुरद्वार नगर पालिका, फलकटा नगरपालिका और छह सामुदायिक विकास खंड शामिल हैं: मदारीहाट-बीरपारा, अलीपुरद्वार -1, अलीपुरद्वार- II, फलकटा, कलचीनी और कुमारग्राम। छह ब्लॉकों में 66 ग्राम पंचायतें और नौ जनगणना शहर हैं। जिले का मुख्यालय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868b8f65-e988-482d-aea7-1ac55f306df4_Alipurduar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-बंगाल","slug":"west-bengal"},{"name":"अलीपुरद्वार","slug":"alipurduar"}],"slug":"top-places-to-visit-in-alipurduar-west-bengal","total":0}]}