{"id":1010,"title":"जब मैंने प्यार से पैसे चुने और शादी कर ली। यहां जानिए कैसे बदल गई मेरी जिंदगी ...","imageUrl":"e4d231ce-0adf-43f6-9e17-5d8c482577bc_love-vs-money.jpg","dateCreated":"2019-11-18T13:28:34.261Z","dateModified":"2019-11-18T13:33:48.333Z","contributedBy":"AskGif","content":"<p>जब मैं अपने मध्य बिसवां दशा में था और मेरे माता-पिता मेरे लिए एक आदर्श मैच की तलाश कर रहे थे, तो मेरी एक अलग मानसिकता थी। एक खुशहाल शादी का मेरा विचार विदेशी स्थानों की यात्रा करने, किसी भी वस्तु के मूल्य टैग को देखे बिना खरीदारी करने और एक शानदार जीवन जीने के बारे में था। इसलिए, यह देखने के बजाय कि भावी दूल्हे के साथ मैं कितना संगत रहूंगा, मैंने देखा कि गाँठ बांधने के बाद मेरी जीवनशैली कितनी भव्य होगी। एक साल से अधिक समय तक कई पुरुषों से मिलने के बाद, मैंने आखिरकार एक उद्यमी से शादी कर ली, जो एक सभ्य परिवार से ताल्लुक रखता था, अच्छा स्वभाव वाला था और हर महीने मोटी रकम कमाता था।</p>\r\n<p>मेरी शादीशुदा जिंदगी की शुरुआत</p>\r\n<p>मेरी शादीशुदा जिंदगी का पहला साल किसी परीकथा से कम नहीं था। हमने सात देशों की यात्रा की, और वह भी हर बार बिजनेस क्लास में। मेरी अलमारी में हर ब्रांड के डिजाइनर कपड़े, बैग और जूते थे। मैंने कभी भी कुछ भी खरीदने से पहले दो बार नहीं सोचा, और मुझे इस नए जीवन के साथ धन्य महसूस हुआ। मेरे पति के बारे में क्या? हम अभी भी एक दूसरे को तलाश रहे थे और हमारा जीवन किसी रोमांटिक फिल्म से कम नहीं था।</p>\r\n<p>&nbsp;</p>\r\n<p>आगे का जीवन</p>\r\n<p>हालाँकि, वास्तविकता को हमारे साथ पकड़ने में बहुत समय नहीं लगा और हम जल्द ही एक सामान्य दंपति की तरह जीवन का अनुभव करने लगे। हम दोनों ने महसूस किया कि हमारे पास अलग-अलग क्षेत्र हैं और हमारे छोटे तर्क कड़वे झगड़े में बदल गए। मुझे उनके परिवार का साथ नहीं मिला और हमारे बीच हमेशा विवाद की हड्डी थी। इसके अलावा, मेरे माता-पिता के साथ उनके घर (बल्कि उनके विला) जाने पर उन्हें समस्या हुई और जब भी मैं कुछ दिनों के लिए अपने माता-पिता के पास रहने के लिए गया, तो उन्होंने मुझे यह कहकर ताना मारा, &ldquo;मेरे घर और परिवार की देखभाल कौन करेगा? ? यदि आप किसी भी लंबे समय तक रहने की योजना बनाते हैं तो आप बेहतर नहीं हैं। हमारे पास पहले से ही घर में बहुत से नौकर हैं। &rdquo;</p>\r\n<p>&nbsp;</p>\r\n<p>उसके व्यवहार में बदलाव लाएं</p>\r\n<p>धीरे-धीरे मुझे अपने ही घर में अजनबी सा महसूस होने लगा। मैंने पार्टियों में भाग लिया, खरीदारी की, घर की देखभाल की लेकिन हमारे बीच भावनात्मक कलह को महसूस कर सकता था। जबकि मेरे पास घर में सभी विलासिता थी, मैं उनके समर्थन और ध्यान के लिए तरस गया। जल्द ही हमारे पास बच्चे थे, और उनकी व्यावसायिक यात्राएं लगातार होने लगीं। बच्चों और उनके माता-पिता के बारे में पूछने के अलावा, हमने शायद ही किसी और चीज के बारे में बात की थी, और वह भारत के बाहर महीने के अधिकांश दिन बिताना पसंद करते थे। जब भी मैं शिकायत करता हूं, वह भड़क जाता है और समझाता है, &ldquo;क्या आप भी जानते हैं कि पैसा कमाना कितना मुश्किल है? तुम्हें पता है कि यह कैसे करना है! आपका काम बच्चों की देखभाल करना और नौकरों का प्रबंधन करना है। &rdquo;मैं इस तरह के प्रकोपों ​​से अवाक रह गया था और मुझे पता था कि यह जीवन मेरी अपनी पसंद का परिणाम है।</p>\r\n<p>&nbsp;</p>\r\n<p>अपने बच्चों के नानी होने के नाते</p>\r\n<p>हम अपने बच्चों से प्यार करते थे लेकिन मुझे अपने घर में नानी की तरह महसूस होता था। वह वास्तव में उनकी परवरिश के बारे में विशेष था और मेरे पास उसे बचाने के लिए विलासिता नहीं थी। उन्होंने हमारे एक बेटे को विदेश में एक स्कूल में पढ़ने के लिए भेजा और मुझे इसके बारे में तभी पता चला जब उसकी प्रवेश प्रक्रिया शुरू हो गई थी। एक बार, मेरे छोटे बेटे ने अपनी गणित की परीक्षा में अच्छा स्कोर नहीं किया और उसने मुझे इसके लिए दोषी ठहराया। जबकि मुझे एक गैर-जिम्मेदार माँ और पत्नी होने का टैग दिया गया था, मैं उनसे अपने बच्चों की पढ़ाई में मदद के लिए उनके प्रयासों के बारे में पूछना चाहता था, लेकिन मैंने चुप रहना चुना।</p>\r\n<p>&nbsp;</p>\r\n<p>हमारा तथाकथित विवाहित जीवन</p>\r\n<p>आज, हमारी शादी को सोलह साल हो चुके हैं, और हमारा रिश्ता एक सामाजिक औपचारिकता से अधिक नहीं है। हम समाज के लिए एक खुशहाल परिवार की तरह दिखते हैं लेकिन वास्तव में, हम शायद ही एक साथ बैठते हैं। मेरा जीवन एक समझौता बन गया है और मुझे यह एहसास हुआ है कि पैसा आपको सब कुछ खरीद सकता है लेकिन वैवाहिक आनंद नहीं। मैं अपने सभी दोस्तों से गुप्त रूप से ईर्ष्या करता हूं जो शायद नौ से पांच नौकरियों में नारे लगाते हैं लेकिन हर दिन घर लौटने के लिए तत्पर रहते हैं। उनका एक साथी है जो उन्हें प्यार करता है और उनकी देखभाल करता है। हो सकता है कि वे वित्त के साथ संघर्ष कर रहे हों और जीवन में समस्याओं का अपना सेट हो, लेकिन कम से कम वे एक 'खुश' दंपति हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जब मैं पीछे मुड़कर देखता हूं</p>\r\n<p>आज, जब मैं पीछे मुड़कर देखता हूं और प्यार पर पैसे चुनने के अपने फैसले के बारे में सोचता हूं - उन दिनों में मुझे जो गलतफहमी हुई थी, उसका मुझे अफसोस है। काश मुझे एहसास होता कि एक शानदार जीवन आपको आराम दिला सकता है लेकिन यह तब व्यर्थ है जब इसे साझा करने वाला कोई नहीं है। काश मैंने सही कारणों से शादी कर ली होती।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://timesofindia.indiatimes.com/life-style/relationships/i-chose-money-over-love-and-got-married-heres-how-my-life-unfolded-/en-i-look -back / Photostory / 64748771.cms</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e4d231ce-0adf-43f6-9e17-5d8c482577bc_love-vs-money.jpg","subContents":[],"category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"slug":"when-i-chose-money-over-love-and-got-married.-heres-how-my-life-changed","tags":[{"name":"मोहब्बत","slug":"love"}],"recommendations":[{"id":917,"title":"सीक्रेट साइन्स पता करने के लिए आपका साथी आपको प्यार करता है","imageUrl":"a1c9e4d2-79fc-4cc8-9c77-f2d1b12978cd_love.jpg","dateCreated":"2019-10-20T06:46:20.007Z","dateModified":"2019-10-20T07:09:11.801Z","contributedBy":"AskGif","content":"ऐसा कहा जाता है कि \"सच्चा प्यार नहीं देखा जा सकता है, इसे केवल महसूस किया जा सकता है।\" सच्चा प्यार बाकी सब चीजों से मुक्त है। आपके दिल को पता चल जाएगा कि यह कब सच है। लेकिन अगर आप भ्रम से वास्तविकता पर अधिक ध्यान केंद्रित करने वाले व्यक्ति हैं, जो कल्पनाओं से अधिक तथ्यों को पसंद करते हैं, जिन्हें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1c9e4d2-79fc-4cc8-9c77-f2d1b12978cd_love.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"}],"slug":"secret-signs-to-know-your-partner-loves-you-madly","total":0},{"id":875,"title":"एक जल्दी के लिए मुश्किल सेक्स पोजीशन मदद करने के लिए आप हाथ में सबसे कम समय बनाते हैं","imageUrl":"f84f4794-ad9b-4b2c-a2bc-a52fcd8bb7cd_sex.jpg","dateCreated":"2019-10-12T13:25:00.145Z","dateModified":"2019-10-12T14:17:37.172Z","contributedBy":"AskGif","content":"हमारे तेज़-तर्रार जीवन में, हम अक्सर उन चीज़ों के लिए कम समय के साथ रह जाते हैं जिन्हें हम वास्तव में प्यार करते हैं।\r\nलेकिन आपका कार्यक्रम कितना भी व्यस्त क्यों न हो, आपके पास सेक्स न करने का कोई कारण नहीं है!\r\nभोजन तैयार करते समय रसोई में इसे प्राप्त करना, काम के लिए तैयार होने के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f84f4794-ad9b-4b2c-a2bc-a52fcd8bb7cd_sex.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"मोहब्बत","slug":"love"}],"slug":"tricky-sex-positions-for-a-quickie-to-help-you-make-the-most-of-the-little-time-at-hand","total":0},{"id":849,"title":"सेक्स करने से मना करने पर महिला अपने पुरुष के जननांगों को काट देती है।","imageUrl":"3109d994-aec3-4e5e-a22e-c1e4f0408cb3_knife.jpg","dateCreated":"2019-10-09T01:39:53.443Z","dateModified":"2020-04-05T07:12:32.078Z","contributedBy":"AskGif","content":"शादी के बारे में गर्म बहस के बाद, महिला ने कथित तौर पर पुरुष को बाथरूम में धकेल दिया और मांग की कि वे सेक्स करें। जब शख्स ने मना किया तो उसने उस पर चाकू से हमला कर दिया।\r\nहिंदुस्तान टाइम्स ने बताया कि एक 35 वर्षीय स्ट्रीट वेंडर के जननांगों को उसकी 22 वर्षीय प्रेमिका ने कथित तौर पर काट दिया","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3109d994-aec3-4e5e-a22e-c1e4f0408cb3_knife.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"मोहब्बत","slug":"love"}],"slug":"the-woman-cuts-off-her-mans-genitals-after-he-refuses-to-have-sex","total":0},{"id":51,"title":"अपने माता-पिता को अपने प्रेम विवाह को स्वीकार करने के लिए युक्तियाँ।","imageUrl":"2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","dateCreated":"2018-07-29T17:13:05.494Z","dateModified":"2018-07-30T04:04:15.722Z","contributedBy":"AskGif","content":"यदि आप उन युवा भारतीयों में से एक हैं, जैसे \"भारतीय माता-पिता प्यार विवाह के खिलाफ क्यों हैं?\" या \"प्यार विवाह के लिए माता-पिता को कैसे मनाने के लिए?\" चिंता करने की ज़रूरत नहीं है। हमने कुछ विशेषज्ञ सलाह दी है कि हमारे माता-पिता प्यार विवाह का विरोध क्यों करते हैं और उन्हें मनाने के तरीके को कैसे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"शादी","slug":"marriage"},{"name":"मोहब्बत","slug":"love"},{"name":"माता-पिता","slug":"parent"}],"slug":"tips-to-get-your-parents-to-accept-your-love-marriage","total":0}]}