{"id":1013,"title":"चंडीगढ़ में देखने के लिए शीर्ष स्थान","imageUrl":"440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","dateCreated":"2019-11-21T02:04:17.759Z","dateModified":"2019-11-21T02:04:41.162Z","contributedBy":"AskGif","content":"<p>चंडीगढ़ भारत का एक शहर और एक केंद्र शासित प्रदेश है जो दो पड़ोसी राज्यों पंजाब और हरियाणा की राजधानी के रूप में कार्य करता है। शहर अद्वितीय है क्योंकि यह दोनों राज्यों में से एक का हिस्सा नहीं है, लेकिन केंद्र सरकार द्वारा सीधे शासित है, जो देश में ऐसे सभी क्षेत्रों का प्रशासन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंडीगढ़ पंजाब राज्य से उत्तर, पश्चिम और दक्षिण में और पूर्व में हरियाणा राज्य द्वारा सीमाबद्ध है। इसे चंडीगढ़ राजधानी क्षेत्र या ग्रेटर चंडीगढ़ का एक हिस्सा माना जाता है, जिसमें चंडीगढ़, और पंचकूला (हरियाणा में) और खारार, कुराली, मोहाली, ज़ीरकपुर (पंजाब में) शहर शामिल हैं। यह नई दिल्ली के उत्तर में 260 किमी (162 मील) और अमृतसर से 229 किमी (143 मील) दक्षिण-पूर्व में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह स्वतंत्रता के बाद के भारत में शुरुआती योजनाबद्ध शहरों में से एक था और अंतरराष्ट्रीय स्तर पर इसकी वास्तुकला और शहरी डिजाइन के लिए जाना जाता है। शहर का मास्टर प्लान स्विस-फ्रांसीसी वास्तुकार ले कोर्बुसियर द्वारा तैयार किया गया था, जो पोलिश वास्तुकार मैकीज नोवेकी और अमेरिकी योजनाकार अल्बर्ट मेयर द्वारा बनाई गई पहले की योजनाओं से बदल गया था। शहर के अधिकांश सरकारी भवनों और आवासों को ली कैपबसियर, जेन ड्रू और मैक्सवेल फ्राई के नेतृत्व वाली चंडीगढ़ कैपिटल प्रोजेक्ट टीम द्वारा डिजाइन किया गया था। 2015 में, बीबीसी द्वारा चंडीगढ़ में प्रकाशित एक लेख ने दुनिया के कुछ मास्टर-प्लान किए गए शहरों में से एक के रूप में स्मारकीय वास्तुकला, सांस्कृतिक विकास और आधुनिकीकरण के संयोजन के मामले में सफल रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंडीगढ़ का कैपिटल कॉम्प्लेक्स जुलाई 2016 में यूनेस्को द्वारा इस्तांबुल में आयोजित विश्व विरासत सम्मेलन के 40 वें सत्र में विश्व धरोहर के रूप में घोषित किया गया था। यूनेस्को का शिलालेख \"द कोर आर्किटेक्चरल वर्क ऑफ ले कोर्बुसीयर मॉडर्न मूवमेंट के लिए एक उत्कृष्ट योगदान\" के तहत था। कैपिटल कॉम्प्लेक्स की इमारतों में पंजाब और हरियाणा उच्च न्यायालय, पंजाब और हरियाणा सचिवालय और पंजाब और हरियाणा विधानसभा में स्मारकों के साथ-साथ खुला हाथ, शहीद स्मारक, ज्यामितीय पहाड़ी और टॉवर ऑफ शैडो और रॉक गार्डन शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में देश में सबसे अधिक प्रति व्यक्ति आय है। शहर को एक राष्ट्रीय सरकारी अध्ययन के आधार पर भारत में सबसे स्वच्छ में से एक बताया गया था। केंद्रीय क्षेत्र मानव विकास सूचकांक के अनुसार भारतीय राज्यों और क्षेत्रों की सूची का भी प्रमुख है। 2015 में, एलजी इलेक्ट्रॉनिक्स के एक सर्वेक्षण ने इसे खुशी सूचकांक में भारत के सबसे खुश शहर के रूप में स्थान दिया। चंडीगढ़-मोहाली-पंचकुला का महानगरीय क्षेत्र सामूहिक रूप से एक त्रि-शहर बनाता है, जिसकी कुल आबादी 1,611,770 है।</p>\r\n<p>&nbsp;</p>\r\n<p>2015 के एक अध्ययन के अनुसार, चंडीगढ़ को भारत के सबसे खुश शहर के रूप में नामित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>पंजाब यूनिवर्सिटी के लिए पियरे जीनरेनेट द्वारा निर्मित गांधी भवन</p>\r\n<p>इसे भी देखें: चंडीगढ़ में शिक्षण संस्थानों की सूची</p>\r\n<p>चंडीगढ़ में कई शैक्षणिक संस्थान हैं। इनमें निजी और सार्वजनिक रूप से संचालित स्कूलों से लेकर कॉलेज तक शामिल हैं। इनमें पंजाब यूनिवर्सिटी, पोस्ट ग्रेजुएट इंस्टीट्यूट ऑफ मेडिकल एजुकेशन एंड रिसर्च (PGIMER), पंजाब इंजीनियरिंग कॉलेज और डीएवी कॉलेज शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चंडीगढ़ प्रशासन के शिक्षा विभाग के अनुसार, चंडीगढ़ में कुल 115 सरकारी स्कूल हैं, विशेष रूप से सरकारी मॉडल सीनियर सेकेंडरी स्कूल, सेक्टर 16, जवाहर नवोदय विद्यालय, भवन विद्यालय, और सेंट स्टीफन स्कूल, सेंट जॉन हाई स्कूल जैसे कॉन्वेंट स्कूल , चंडीगढ़, सेंट एनीज़ कॉन्वेंट स्कूल, सेंट कबीर पब्लिक स्कूल, सेंट जेवियर्स सीनियर सेकेंडरी स्कूल और कार्मेल कॉन्वेंट स्कूल।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>सार्वजनिक परिवाहन</p>\r\n<p>रेलवे स्टेशन के बाहर सीटीयू एसी बस</p>\r\n<p>चंडीगढ़ में भारत में प्रति व्यक्ति वाहनों की सबसे बड़ी संख्या है। शहर भर में चौड़ी, अच्छी तरह से बनी हुई सड़कें और पार्किंग स्थल स्थानीय परिवहन को आसान बनाते हैं। चंडीगढ़ ट्रांसपोर्ट अंडरटेकिंग (सीटीयू) शहर के सेक्टर 17 और 43 में अपने इंटर स्टेट बस टर्मिनलों (आईएसबीटी) से सार्वजनिक परिवहन बसों का संचालन करता है। सीटीयू पड़ोसी राज्यों पंजाब, हरियाणा, हिमाचल प्रदेश और दिल्ली के लिए लगातार बस सेवा भी संचालित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंडीगढ़ निम्नलिखित राजमार्ग मार्गों द्वारा निम्नलिखित आसपास के शहरों के लिए सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है:</p>\r\n<p>&nbsp;</p>\r\n<p>दक्षिण पश्चिम में NH7-IN.svg NH 7 से पटियाला।</p>\r\n<p>NH152-IN.svg NH 152 दक्षिण में अंबाला और कैथल (NH 44 अंबाला से पानीपत-दिल्ली तक)।</p>\r\n<p>NH5-IN.svg NH 5 उत्तर पूर्व में शिमला और पश्चिम में लुधियाना तक।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>चंडीगढ़ एयरपोर्ट का नया टर्मिनल देखें</p>\r\n<p>चंडीगढ़ एयरपोर्ट ने भारत के प्रमुख शहरों के लिए वाणिज्यिक उड़ानें निर्धारित की हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>चंडीगढ़ स्टेशन</p>\r\n<p>चंडीगढ़ जंक्शन रेलवे स्टेशन भारतीय रेलवे नेटवर्क के उत्तरी रेलवे क्षेत्र में स्थित है और भारत के अधिकांश क्षेत्रों को कनेक्टिविटी प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>समारोह</p>\r\n<p>हर साल, नवरात्रि के त्योहार के दौरान सितंबर या अक्टूबर में, कई संघ और संगठन रामलीला कार्यक्रम आयोजित करते हैं, जो 50 वर्षों से अधिक समय से किया जाता रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>हर साल फरवरी में ज़ाकिर हुसैन रोज़ गार्डन में \"रोज़ फेस्टिवल\", गुलाब की हजारों उप-प्रजातियां दिखाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मानसून के दौरान आयोजित होने वाला मैंगो फेस्टिवल, और अन्य त्यौहार सुखना लेक में आयोजित किए जाते हैं।</p>\r\n<p>खेल</p>\r\n<p>&nbsp;</p>\r\n<p>चंडीगढ़ हॉकी स्टेडियम, सेक्टर 42</p>\r\n<p>सेक्टर 16 स्टेडियम, कई अंतरराष्ट्रीय क्रिकेट मैचों का स्थान रहा है। लेकिन मोहाली में पीसीए स्टेडियम के निर्माण के बाद इसे प्रमुखता मिली है। यह अभी भी इस क्षेत्र के क्रिकेटरों को अंतर-राज्य मैच खेलने और खेलने के लिए एक मंच प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंडीगढ़ गोल्फ क्लब में 7,202 यार्ड, 18 छेद वाला कोर्स है जो चुनौतीपूर्ण चुनौतीपूर्ण मेले के लिए जाना जाता है, साथ ही 613 यार्ड लंबा, 7 वें छेद में डगलग और पहले नौ होल पर फ्लडलाइटिंग है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंडीगढ़ के उल्लेखनीय लोग</p>\r\n<p>सरबजीत बहुगा, वास्तुकार, लेखक, फोटो-कलाकार</p>\r\n<p>फ्लिपकार्ट, बिलियनेयर के संस्थापक बिन्नी बंसल।</p>\r\n<p>सचिन बंसल, फ्लिपकार्ट के संस्थापक, बिलियनेर।</p>\r\n<p>नीरजा भनोट, अशोक चक्र अवार्डी, फ्लाइट अटेंडेंट और मॉडल</p>\r\n<p>सबीर भाटिया, भारतीय-अमेरिकी उद्यमी जिन्होंने हॉटमेल की स्थापना की</p>\r\n<p>जसपाल भट्टी, पद्म भूषण अवार्डी, फिल्म और टीवी अभिनेता और प्रसिद्ध व्यंग्यकार</p>\r\n<p>अभिनव बिंद्रा, ओलंपिक स्वर्ण पदक विजेता</p>\r\n<p>नेक चंद, भारतीय कलाकार और चंडीगढ़ के रॉक गार्डन के निर्माता</p>\r\n<p>सुरवीन चावला, पंजाबी फिल्म अभिनेत्री</p>\r\n<p>गुरलीन चोपड़ा, पंजाबी अभिनेत्री</p>\r\n<p>विवेक दहिया, अभिनेता</p>\r\n<p>हरिता कौर देओल, पायलट</p>\r\n<p>कपिल देव, पूर्व भारतीय अंतर्राष्ट्रीय क्रिकेटर</p>\r\n<p>मुकेश गौतम, पंजाबी फिल्म निर्देशक</p>\r\n<p>यामी गौतम, भारतीय फिल्म अभिनेत्री</p>\r\n<p>माही गिल, भारतीय अभिनेत्री</p>\r\n<p>संध्या झिंगन, भारतीय अंतर्राष्ट्रीय पेशेवर फुटबॉलर</p>\r\n<p>ममता जोशी, सूफी गायिका</p>\r\n<p>गुरबानी जज, एमटीवी इंडिया वीजे और अभिनेत्री</p>\r\n<p>ए जे कंवर, पुरस्कार विजेता त्वचा विशेषज्ञ, पूर्व प्रोफेसर और प्रमुख, पीजीआई, चंडीगढ़</p>\r\n<p>किरन खेर, भारतीय अभिनेत्री और थियेटर कलाकार (शहर से भाजपा एम.पी.)</p>\r\n<p>आयुष्मान खुराना, भारतीय फिल्म अभिनेता</p>\r\n<p>रोशाक कोहली, संगीत संगीतकार, गायक, गीतकार</p>\r\n<p>आंचल कुमार मॉडल, अभिनेत्री</p>\r\n<p>सरगुन मेहता, पंजाबी फिल्म अभिनेत्री</p>\r\n<p>राजकुमार नरूला, अभिनेता</p>\r\n<p>एशडेन अवार्ड्स-यूके के विजेता रमेश कुमार निभोरिया</p>\r\n<p>गुल पनाग, भारतीय फिल्म अभिनेत्री और सामाजिक कार्यकर्ता</p>\r\n<p>नील कमल पुरी उपन्यासकार, स्तंभकार</p>\r\n<p>गजेंद्र पाल सिंह राघव, जैव सूचना विज्ञान वैज्ञानिक</p>\r\n<p>कुलराज रंधावा, पंजाबी फिल्म अभिनेत्री</p>\r\n<p>मोहिंदर सिंह रंधावा, सिविल सर्वेंट जिनकी चंडीगढ़ की स्थापना में प्रमुख भूमिका थी</p>\r\n<p>मोहित सहगल, टीवी अभिनेता</p>\r\n<p>पियरे लाल शर्मा, लेखक</p>\r\n<p>जीव मिल्खा सिंह, पेशेवर गोल्फर</p>\r\n<p>मिल्खा सिंह राष्ट्रमंडल स्वर्ण पदक विजेता।</p>\r\n<p>युवराज सिंह, भारतीय अंतर्राष्ट्रीय क्रिकेटर</p>\r\n<p>पम्मी सोमल, बॉलीवुड पत्रकार और फिल्म निर्माता</p>\r\n<p>श्री श्रीनिवासन, संयुक्त राज्य अमेरिका के कोलंबिया सर्किट के लिए संयुक्त राज्य अमेरिका के कोर्ट ऑफ अपील के न्यायाधीश</p>\r\n<p>मनन वोहरा, क्रिकेटर</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chandigarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chandigarh","tags":[{"name":"केंद्र-शासित-प्रदेश","slug":"union-territory"},{"name":"चंडीगढ़","slug":"chandigarh"}],"recommendations":[{"id":1014,"title":"दादरा और नगर हवेली में देखने के लिए शीर्ष स्थान","imageUrl":"217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","dateCreated":"2019-11-21T02:37:09.207Z","dateModified":"2019-11-21T02:37:31.309Z","contributedBy":"AskGif","content":"दादरा और नगर हवेली पश्चिमी भारत में एक केंद्र शासित प्रदेश और जिला है। यह दो अलग-अलग भौगोलिक संस्थाओं से बना है: नागर हवेली, जो महाराष्ट्र और गुजरात के बीच स्थित है, और उत्तर-पश्चिम में 1 किमी, दादरा का छोटा एन्क्लेव, जो गुजरात से घिरा हुआ है। सिलवासा दादरा और नगर हवेली की राजधानी है। आसपास के क्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दादरा-और-नगर-हवेली","slug":"dadra-and-nagar-haveli"},{"name":"केंद्र-शासित-प्रदेश","slug":"union-territory"}],"slug":"top-places-to-visit-in-dadra-and-nagar-haveli","total":0},{"id":1013,"title":"चंडीगढ़ में देखने के लिए शीर्ष स्थान","imageUrl":"440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","dateCreated":"2019-11-21T02:04:17.759Z","dateModified":"2019-11-21T02:04:41.162Z","contributedBy":"AskGif","content":"चंडीगढ़ भारत का एक शहर और एक केंद्र शासित प्रदेश है जो दो पड़ोसी राज्यों पंजाब और हरियाणा की राजधानी के रूप में कार्य करता है। शहर अद्वितीय है क्योंकि यह दोनों राज्यों में से एक का हिस्सा नहीं है, लेकिन केंद्र सरकार द्वारा सीधे शासित है, जो देश में ऐसे सभी क्षेत्रों का प्रशासन करता है।\r\n&n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केंद्र-शासित-प्रदेश","slug":"union-territory"},{"name":"चंडीगढ़","slug":"chandigarh"}],"slug":"top-places-to-visit-in-chandigarh","total":0}]}