{"id":1013,"title":"Top Places to visit in Chandigarh","imageUrl":"440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","dateCreated":"2019-11-21T02:04:17.759Z","dateModified":"2019-11-21T02:04:41.162Z","contributedBy":"AskGif","content":"<p>Chandigarh is a city and a union territory in India that serves as the capital of the two neighbouring states of Punjab and Haryana. The city is unique as it is not a part of either of the two states but is governed directly by the Union Government, which administers all such territories in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandigarh is bordered by the state of Punjab to the north, the west and the south, and by the state of Haryana to the east. It is considered to be a part of the Chandigarh capital region or Greater Chandigarh, which includes Chandigarh, and the city of Panchkula (in Haryana) and cities of Kharar, Kurali, Mohali, Zirakpur (in Punjab). It is located 260 km (162 miles) north of New Delhi and 229 km (143 miles) southeast of Amritsar.</p>\r\n<p>&nbsp;</p>\r\n<p>It was one of the early planned cities in post-independence India and is internationally known for its architecture and urban design. The master plan of the city was prepared by Swiss-French architect Le Corbusier, which transformed from earlier plans created by the Polish architect Maciej Nowicki and the American planner Albert Mayer. Most of the government buildings and housing in the city were designed by the Chandigarh Capital Project Team headed by Le Corbusier, Jane Drew and Maxwell Fry. In 2015, an article published by BBC named Chandigarh as one of the few master-planned cities in the world to have succeeded in terms of combining monumental architecture, cultural growth and modernisation.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandigarh's Capitol Complex was in July 2016 declared by UNESCO as World Heritage at the 40th session of World Heritage Conference held in Istanbul. UNESCO inscription was under \"The Architectural Work of Le Corbusier an outstanding contribution to the Modern Movement\". The Capitol Complex buildings include the Punjab and Haryana High Court, Punjab and Haryana Secretariat and Punjab and Haryana Assembly along with monuments Open hand, Martyrs Memorial, Geometric Hill and Tower of Shadow and the Rock Garden</p>\r\n<p>&nbsp;</p>\r\n<p>The city has one of the highest per capita incomes in the country. The city was reported to be one of the cleanest in India based on a national government study. The union territory also heads the list of Indian states and territories according to Human Development Index. In 2015, a survey by LG Electronics, ranked it as the happiest city in India over the happiness index. The metropolitan area of Chandigarh&ndash;Mohali&ndash;Panchkula collectively forms a Tri-city, with a combined population of over 1,611,770.</p>\r\n<p>&nbsp;</p>\r\n<p>According to a 2015 study, Chandigarh is named as the happiest city in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Gandhi Bhavan built by Pierre Jeanneret for Panjab University</p>\r\n<p>See also: List of educational institutions in Chandigarh</p>\r\n<p>There are numerous educational institutions in Chandigarh. These range from privately and publicly operated schools to colleges. These include Panjab University, Post Graduate Institute of Medical Education and Research (PGIMER), Punjab Engineering College and DAV College.</p>\r\n<p>&nbsp;</p>\r\n<p>According to Chandigarh administration's department of education, there are a total of 115 government schools in Chandigarh, notably Government Model Senior Secondary School, Sector 16, Jawahar Navodaya Vidyalaya, Bhavan Vidyalaya, and convent schools like St. Stephen's School, St. John's High School, Chandigarh, St. Anne's Convent School, St. Kabir Public School, St. Xavier's Senior Secondary School and Carmel Convent School.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>Public transport</p>\r\n<p>CTU AC bus outside railway station</p>\r\n<p>Chandigarh has the largest number of vehicles per capita in India. Wide, well maintained roads and parking spaces all over the city ease local transport. The Chandigarh Transport Undertaking (CTU) operates public transport buses from its Inter State Bus Terminals (ISBT) in Sectors 17 and 43 of the city. CTU also operates frequent bus services to the neighbouring states of Punjab, Haryana, Himachal Pradesh and to Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandigarh is well connected by road to the following nearby cities, by the following highway routes:</p>\r\n<p>&nbsp;</p>\r\n<p>NH7-IN.svg NH 7 to Patiala in the southwest.</p>\r\n<p>NH152-IN.svg NH 152 to Ambala and Kaithal in the south (NH 44 catches up from Ambala to Panipat-Delhi).</p>\r\n<p>NH5-IN.svg NH 5 to Shimla in the northeast, and to Ludhiana in the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>View of Chandigarh Airport new terminal</p>\r\n<p>Chandigarh Airport has scheduled commercial flights to major cities of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Chandigarh Station</p>\r\n<p>Chandigarh Junction railway station lies in the Northern Railway zone of the Indian Railway network and provides connectivity to most of the regions of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Festivals</p>\r\n<p>Every year, in September or October during the festival of Navratri, many associations and organisations hold a Ramlila event which has been conducted for over 50 years.</p>\r\n<p>&nbsp;</p>\r\n<p>The \"Rose Festival\" in Zakir Hussain Rose Garden in February every year, shows thousands of subspecies of roses.</p>\r\n<p>&nbsp;</p>\r\n<p>The Mango Festival, held during the monsoons, and other festivals are held at Sukhna Lake.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>&nbsp;</p>\r\n<p>The Chandigarh Hockey Stadium, Sector 42</p>\r\n<p>The Sector 16 Stadium, has been a venue of several international cricket matches. But it has lost prominence after the PCA Stadium was constructed in Mohali. It still provides a platform for cricketers in this region to practice and play inter-state matches.</p>\r\n<p>&nbsp;</p>\r\n<p>The Chandigarh Golf Club has 7,202 yard, 18 hole course known for its challenging narrow fairways, along 613 yard long, dogleg 7th hole and floodlighting on the first nine holes.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people from Chandigarh</p>\r\n<p>Sarbjit Bahga, architect, author, photo-artist</p>\r\n<p>Binny Bansal, founder of Flipkart, Billionaire.</p>\r\n<p>Sachin Bansal, founder of Flipkart, Billionaire.</p>\r\n<p>Neerja Bhanot, Ashoka Chakra Awardee, flight attendant and model</p>\r\n<p>Sabeer Bhatia, Indian-American Entrepreneur who founded Hotmail</p>\r\n<p>Jaspal Bhatti, Padma Bhushan Awardee, Film and TV Actor and renowned satirist</p>\r\n<p>Abhinav Bindra, Olympic gold medalist</p>\r\n<p>Nek Chand, Indian artist and creator of the Rock Garden of Chandigarh</p>\r\n<p>Surveen Chawla, Punjabi Film Actress</p>\r\n<p>Gurleen Chopra, Punjabi actress</p>\r\n<p>Vivek Dahiya, actor</p>\r\n<p>Harita Kaur Deol, pilot</p>\r\n<p>Kapil Dev, former Indian international cricketer</p>\r\n<p>Mukesh Gautam, Punjabi film director</p>\r\n<p>Yami Gautam, Indian film actress</p>\r\n<p>Mahie Gill, Indian actress</p>\r\n<p>Sandesh Jhingan, Indian International Professional footballer</p>\r\n<p>Mamta Joshi, Sufi singer</p>\r\n<p>Gurbani Judge, MTV India VJ and actress</p>\r\n<p>AJ Kanwar, award Winning Dermatologist, Former Professor &amp; Head, PGI, Chandigarh</p>\r\n<p>Kirron Kher, Indian actress and theatre artist (also BJP M.P. from the city)</p>\r\n<p>Ayushmann Khurrana, Indian Film actor</p>\r\n<p>Rochak Kohli, music composer, singer, lyricist</p>\r\n<p>Aanchal Kumar model, actress</p>\r\n<p>Sargun Mehta, Punjabi film actress</p>\r\n<p>Prince Narula, actor</p>\r\n<p>Ramesh Kumar Nibhoria, winner of Ashden Awards-UK</p>\r\n<p>Gul Panag, Indian film actress and Social Activist</p>\r\n<p>Neel Kamal Puri novelist, columnist</p>\r\n<p>Gajendra Pal Singh Raghava, Bioinformatics Scientist</p>\r\n<p>Kulraj Randhawa, Punjabi Film Actress</p>\r\n<p>Mohinder Singh Randhawa, Civil Servant who had a major role in establishing Chandigarh</p>\r\n<p>Mohit Sehgal, TV actor</p>\r\n<p>Piare Lal Sharma, writer</p>\r\n<p>Jeev Milkha Singh, professional Golfer</p>\r\n<p>Milkha Singh Commonwealth gold medalist.</p>\r\n<p>Yuvraj Singh, Indian international cricketer</p>\r\n<p>Pammi Somal, Bollywood journalist and filmmaker</p>\r\n<p>Sri Srinivasan, United States Circuit Judge of the United States Court of Appeals for the District of Columbia Circuit</p>\r\n<p>Manan Vohra, cricketer</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chandigarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chandigarh","tags":[{"name":"union-territory","slug":"union-territory"},{"name":"chandigarh","slug":"chandigarh"}],"recommendations":[{"id":1014,"title":"Top Places to Visit in Dadra and Nagar Haveli","imageUrl":"217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","dateCreated":"2019-11-21T02:37:09.207Z","dateModified":"2019-11-21T02:37:31.309Z","contributedBy":"AskGif","content":"Dadra and Nagar Haveli is a union territory and district in western India. It is composed of two separate geographical entities: Nagar Haveli, wedged between Maharashtra and Gujarat, and, 1 km to the northwest, the smaller enclave of Dadra, which is surrounded by Gujarat. Silvassa is the capital ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dadra-and-nagar-haveli","slug":"dadra-and-nagar-haveli"},{"name":"union-territory","slug":"union-territory"}],"slug":"top-places-to-visit-in-dadra-and-nagar-haveli","total":0},{"id":1013,"title":"Top Places to visit in Chandigarh","imageUrl":"440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","dateCreated":"2019-11-21T02:04:17.759Z","dateModified":"2019-11-21T02:04:41.162Z","contributedBy":"AskGif","content":"Chandigarh is a city and a union territory in India that serves as the capital of the two neighbouring states of Punjab and Haryana. The city is unique as it is not a part of either of the two states but is governed directly by the Union Government, which administers all such territories in the c","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"union-territory","slug":"union-territory"},{"name":"chandigarh","slug":"chandigarh"}],"slug":"top-places-to-visit-in-chandigarh","total":0}]}