{"id":1014,"title":"Top Places to Visit in Dadra and Nagar Haveli","imageUrl":"217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","dateCreated":"2019-11-21T02:37:09.207Z","dateModified":"2019-11-21T02:37:31.309Z","contributedBy":"AskGif","content":"<p>Dadra and Nagar Haveli is a union territory and district in western India. It is composed of two separate geographical entities: Nagar Haveli, wedged between Maharashtra and Gujarat, and, 1 km to the northwest, the smaller enclave of Dadra, which is surrounded by Gujarat. Silvassa is the capital of Dadra and Nagar Haveli. Unlike the surrounding areas, this was ruled by the Portuguese from 1783 until the mid-20th century.</p>\r\n<p>&nbsp;</p>\r\n<p>In July 2019, it was reported that the Government of India is drawing up plans to merge the union territories of Daman and Diu and Dadra and Nagar Haveli into a single union territory to be known as Dadra, Nagar Haveli, Daman and Diu.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>&nbsp;</p>\r\n<p>Silvassa Town Hall</p>\r\n<p>Population Growth&nbsp;</p>\r\n<p>An Administrator administers the territory, which covers an area of 487 km2 and consists of two talukas:</p>\r\n<p>&nbsp;</p>\r\n<p>Dadra</p>\r\n<p>Nagar Haveli</p>\r\n<p>Dadra is the headquarters of Dadra taluka, comprising Dadra town and two other villages. Silvassa is the headquarters of Nagar Haveli taluka, comprising Silvassa town and 68 other villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are no universities in Dadra and Nagar Haveli. Colleges in the territory include Dr. A.P.J. Abdul Kalam Government College, Silvassa and SSR College of Arts, Science and Commerce.</p>\r\n<p>&nbsp;</p>\r\n<p>Agriculture</p>\r\n<p>The basic economic activity of the territory is agriculture involving about 60% of the working population. The total land area under cultivation is 236.27 square kilometres (58,380 acres) i.e. 48% of the total geographical area.The area under high yielding crops is 12,000 acres (49 km2). The main food crops cultivated in this area are paddy (40% of the net sown area), ragi, small millets, jowar, sugarcanes, tur, nagli and val. Vegetables like tomato, cauliflower, cabbage and brinjal and fruits like mango, chikoo, guava, coconut and banana are also grown. Agriculture sector has given a major boost to the economy of DNH.</p>\r\n<p>&nbsp;</p>\r\n<p>The local population is also involved in forestry and animal husbandry. 92.76% of the farmers belong to the weaker sections and 89.36% of them are tribal farmers. There is a full-fledged veterinary hospital and nine veterinary dispensaries. Mass vaccination against various diseases is done regularly free of cost by the Animal Husbandry Department.</p>\r\n<p>&nbsp;</p>\r\n<p>Industry</p>\r\n<p>Another major contributor to the economy are the manufacturing industries. Due to heavy industrialisation in the region owing to tax stops for industries in the union territories, steady growth in employment has been observed. The employment generation is increasing at the pace of 5% per annum.</p>\r\n<p>&nbsp;</p>\r\n<p>Industrialisation in the area began in 1965 when the first industrial unit in the UT was started at Piparia, Silvassa in the cooperative sector by Dan Udyog Sahakari Sangh Ltd, following which three industrial estates were established at Masat(1976), Khadoli(1982) and Silvassa (1985). Earlier (before 1965) only traditional craftsmen who made clay pots, leather items, viz., chappals, shoes and some other items of bamboo were present. Since there was no sales tax in the UT, it attracted many entrepreneurs. Around 30 new units comprising Engineering, fabric weaving units and dyeing and printing units were established until 1970.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1971, UT was declared as industrially backward area by Government of India and increased the cash subsidy to 15 to 25% for the industrial units on their capital investment which resulted in the speedy industrial development. The scheme was however terminated from 30 September 1988. Sales Tax Act was implemented from January 1984 until 1998 under which industries enjoyed sales tax exemption for 15 years from the start-up date. VAT was introduced in 2005. At present, the newly established units get Central Sales Tax exemption which will continue until 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>There are more than 2710 units functioning providing employment to about 46000 people with a capital investment of ₹377.8310 million (US$5.5 million).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dadra_and_Nagar_Haveli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dadra-and-nagar-haveli","tags":[{"name":"dadra-and-nagar-haveli","slug":"dadra-and-nagar-haveli"},{"name":"union-territory","slug":"union-territory"}],"recommendations":[{"id":1014,"title":"Top Places to Visit in Dadra and Nagar Haveli","imageUrl":"217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","dateCreated":"2019-11-21T02:37:09.207Z","dateModified":"2019-11-21T02:37:31.309Z","contributedBy":"AskGif","content":"Dadra and Nagar Haveli is a union territory and district in western India. It is composed of two separate geographical entities: Nagar Haveli, wedged between Maharashtra and Gujarat, and, 1 km to the northwest, the smaller enclave of Dadra, which is surrounded by Gujarat. Silvassa is the capital ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dadra-and-nagar-haveli","slug":"dadra-and-nagar-haveli"},{"name":"union-territory","slug":"union-territory"}],"slug":"top-places-to-visit-in-dadra-and-nagar-haveli","total":0},{"id":1013,"title":"Top Places to visit in Chandigarh","imageUrl":"440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","dateCreated":"2019-11-21T02:04:17.759Z","dateModified":"2019-11-21T02:04:41.162Z","contributedBy":"AskGif","content":"Chandigarh is a city and a union territory in India that serves as the capital of the two neighbouring states of Punjab and Haryana. The city is unique as it is not a part of either of the two states but is governed directly by the Union Government, which administers all such territories in the c","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"union-territory","slug":"union-territory"},{"name":"chandigarh","slug":"chandigarh"}],"slug":"top-places-to-visit-in-chandigarh","total":0}]}