{"id":1014,"title":"दादरा और नगर हवेली में देखने के लिए शीर्ष स्थान","imageUrl":"217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","dateCreated":"2019-11-21T02:37:09.207Z","dateModified":"2019-11-21T02:37:31.309Z","contributedBy":"AskGif","content":"<p>दादरा और नगर हवेली पश्चिमी भारत में एक केंद्र शासित प्रदेश और जिला है। यह दो अलग-अलग भौगोलिक संस्थाओं से बना है: नागर हवेली, जो महाराष्ट्र और गुजरात के बीच स्थित है, और उत्तर-पश्चिम में 1 किमी, दादरा का छोटा एन्क्लेव, जो गुजरात से घिरा हुआ है। सिलवासा दादरा और नगर हवेली की राजधानी है। आसपास के क्षेत्रों के विपरीत, इस पर 1783 से 20 वीं शताब्दी के मध्य तक पुर्तगालियों का शासन था।</p>\r\n<p>&nbsp;</p>\r\n<p>जुलाई 2019 में, यह बताया गया कि भारत सरकार दमन और दीव और दादरा और नगर हवेली के केंद्र शासित प्रदेशों को एक ही केंद्र शासित प्रदेश में मिलाने की योजना तैयार कर रही है, जिसे दादरा, नगर हवेली, दमन और दीव के नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>&nbsp;</p>\r\n<p>सिलवासा टाउन हॉल</p>\r\n<p>जनसंख्या वृद्धि</p>\r\n<p>एक व्यवस्थापक क्षेत्र का प्रशासन करता है, जो 487 किमी 2 के क्षेत्र को कवर करता है और इसमें दो तालुका होते हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>दादरा</p>\r\n<p>नगर हवेली</p>\r\n<p>दादरा दादरा तालुका का मुख्यालय है, जिसमें दादरा शहर और दो अन्य गाँव शामिल हैं। सिलवासा नगर हवेली तालुका का मुख्यालय है, जिसमें सिलवासा शहर और 68 अन्य गाँव शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>दादरा और नगर हवेली में कोई विश्वविद्यालय नहीं हैं। क्षेत्र के कॉलेजों में डॉ। ए.पी.जे. अब्दुल कलाम गवर्नमेंट कॉलेज, सिलवासा और एसएसआर कॉलेज ऑफ आर्ट्स, साइंस एंड कॉमर्स।</p>\r\n<p>&nbsp;</p>\r\n<p>कृषि</p>\r\n<p>क्षेत्र की मूल आर्थिक गतिविधि कृषि है जिसमें लगभग 60% कामकाजी आबादी शामिल है। खेती के तहत कुल भूमि क्षेत्र 236.27 वर्ग किलोमीटर (58,380 एकड़) है यानी कुल भौगोलिक क्षेत्र का 48% है। उच्च उपज वाली फसलों का क्षेत्रफल 12,000 एकड़ (49 किमी 2) है। इस क्षेत्र में खेती की जाने वाली मुख्य फसलें धान (शुद्ध बोया गया क्षेत्र का 40%), रागी, छोटी बाजरा, ज्वार, शकरकंद, अरहर, नगली और घाटी हैं। टमाटर, फूलगोभी, पत्तागोभी और बैंगन जैसी सब्जियां और आम, चीकू, अमरूद, नारियल और केला जैसे फल भी उगाए जाते हैं। कृषि क्षेत्र ने DNH की अर्थव्यवस्था को एक बड़ा बढ़ावा दिया है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय आबादी वानिकी और पशुपालन में भी शामिल है। 92.76% किसान कमजोर वर्गों के हैं और उनमें से 89.36% आदिवासी किसान हैं। एक पूर्ण पशु चिकित्सालय और नौ पशु औषधालय हैं। विभिन्न रोगों के खिलाफ सामूहिक टीकाकरण नियमित रूप से पशुपालन विभाग द्वारा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्योग</p>\r\n<p>अर्थव्यवस्था में एक अन्य प्रमुख योगदानकर्ता विनिर्माण उद्योग हैं। केंद्र शासित प्रदेशों में उद्योगों के लिए कर रोक के कारण क्षेत्र में भारी औद्योगिकीकरण के कारण, रोजगार में लगातार वृद्धि देखी गई है। रोजगार सृजन प्रति वर्ष 5% की गति से बढ़ रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>क्षेत्र में औद्योगिकीकरण 1965 में शुरू हुआ, जब डान उद्योग सहकारी संघ लिमिटेड द्वारा सहकारी क्षेत्र में पिपरिया, सिलवासा में यूटी में पहली औद्योगिक इकाई शुरू की गई, जिसके बाद तीन औद्योगिक सम्पदाओं की स्थापना मसाट (1976, खड़ोली (1982) और सिलवासा (1985)। पहले (1965 से पहले) केवल पारंपरिक शिल्पकार, जो मिट्टी के बर्तन, चमड़े की वस्तुएं, अर्थात, चप्पल, जूते और बांस के कुछ अन्य सामान मौजूद थे। चूंकि UT में कोई बिक्री कर नहीं था, इसलिए इसने कई उद्यमियों को आकर्षित किया। 1970 तक लगभग 30 नई इकाइयाँ शामिल की गईं, कपड़े की बुनाई की इकाइयाँ और रंगाई और छपाई इकाइयाँ स्थापित की गईं।</p>\r\n<p>&nbsp;</p>\r\n<p>1971 में, भारत सरकार द्वारा UT को औद्योगिक रूप से पिछड़ा क्षेत्र घोषित किया गया और औद्योगिक इकाइयों को उनके पूंजी निवेश पर 15 से 25% तक नकद अनुदान में वृद्धि हुई, जिसके परिणामस्वरूप तेजी से औद्योगिक विकास हुआ। हालांकि इस योजना को 30 सितंबर 1988 से समाप्त कर दिया गया था। बिक्री कर अधिनियम जनवरी 1984 से 1998 तक लागू किया गया था, जिसके तहत उद्योगों ने स्टार्ट-अप की तारीख से 15 साल तक बिक्री कर छूट का आनंद लिया था। वैट 2005 में पेश किया गया था। वर्तमान में, नव स्थापित इकाइयों को केंद्रीय बिक्री कर में छूट मिलती है जो 2017 तक जारी रहेगी।</p>\r\n<p>&nbsp;</p>\r\n<p>Are 377.8310 मिलियन (यूएस $ 5.5 मिलियन) के पूंजी निवेश के साथ लगभग 46000 लोगों को रोजगार प्रदान करने वाली 2710 से अधिक इकाइयाँ कार्यरत हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dadra_and_Nagar_Haveli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dadra-and-nagar-haveli","tags":[{"name":"दादरा-और-नगर-हवेली","slug":"dadra-and-nagar-haveli"},{"name":"केंद्र-शासित-प्रदेश","slug":"union-territory"}],"recommendations":[{"id":1014,"title":"दादरा और नगर हवेली में देखने के लिए शीर्ष स्थान","imageUrl":"217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","dateCreated":"2019-11-21T02:37:09.207Z","dateModified":"2019-11-21T02:37:31.309Z","contributedBy":"AskGif","content":"दादरा और नगर हवेली पश्चिमी भारत में एक केंद्र शासित प्रदेश और जिला है। यह दो अलग-अलग भौगोलिक संस्थाओं से बना है: नागर हवेली, जो महाराष्ट्र और गुजरात के बीच स्थित है, और उत्तर-पश्चिम में 1 किमी, दादरा का छोटा एन्क्लेव, जो गुजरात से घिरा हुआ है। सिलवासा दादरा और नगर हवेली की राजधानी है। आसपास के क्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/217bc940-c640-4d23-bf2b-6fe793b61077_Dadra-and-Nagar-Haveli.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दादरा-और-नगर-हवेली","slug":"dadra-and-nagar-haveli"},{"name":"केंद्र-शासित-प्रदेश","slug":"union-territory"}],"slug":"top-places-to-visit-in-dadra-and-nagar-haveli","total":0},{"id":1013,"title":"चंडीगढ़ में देखने के लिए शीर्ष स्थान","imageUrl":"440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","dateCreated":"2019-11-21T02:04:17.759Z","dateModified":"2019-11-21T02:04:41.162Z","contributedBy":"AskGif","content":"चंडीगढ़ भारत का एक शहर और एक केंद्र शासित प्रदेश है जो दो पड़ोसी राज्यों पंजाब और हरियाणा की राजधानी के रूप में कार्य करता है। शहर अद्वितीय है क्योंकि यह दोनों राज्यों में से एक का हिस्सा नहीं है, लेकिन केंद्र सरकार द्वारा सीधे शासित है, जो देश में ऐसे सभी क्षेत्रों का प्रशासन करता है।\r\n&n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/440bfa76-abf8-4b82-a64b-6f50fbc7aae8_Chandigarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केंद्र-शासित-प्रदेश","slug":"union-territory"},{"name":"चंडीगढ़","slug":"chandigarh"}],"slug":"top-places-to-visit-in-chandigarh","total":0}]}