{"id":1017,"title":"The body part which you wash first while bathing reveals a LOT about your personality","imageUrl":"a1950749-933b-4aaa-8f22-1e4f80f0d8ed_bathing.jpg","dateCreated":"2019-11-29T01:34:30.111Z","dateModified":"2019-11-29T01:34:51.993Z","contributedBy":"AskGif","content":"<p>Everything we do, whether consciously or sub-consciously says something about us. Every decision we make acts as a piece of the puzzle which finally shapes our personality.</p>\r\n<p>&nbsp;</p>\r\n<p>Did you know that you sub-consciously prioritize your body parts when you go to shower? The body part that you wash first--in the whole process of bathing-- tells the amount of importance you place on that specific body part.</p>\r\n<p>&nbsp;</p>\r\n<p>This order reveals something interesting about your personality. Let&rsquo;s explore.</p>\r\n<p>&nbsp;</p>\r\n<p>1. Face</p>\r\n<p>If you wash your face first, it means that you place a lot of importance on how others perceive you. It also means that you get frustrated easily and are extremely anxious about what others think of you. You might also get embarrassed at the drop of the hat and it is difficult for you to take even healthy criticism in a sporty spirit.</p>\r\n<p>&nbsp;</p>\r\n<p>2. Armpits</p>\r\n<p>If you tend to wash your armpits first, you are very popular in social circles and your friends adore you. You are known to stand by your friends in good and bad times. You are a soft-hearted person, who doesn't know the concept of grey. You love in extremes which means you either love someone completely or you hate them altogether.</p>\r\n<p>&nbsp;</p>\r\n<p>3. ​Shoulders/Neck</p>\r\n<p>Are you an overachiever? If so, you might wash your shoulders and neck first while bathing. You are a go-getter, who believes in aiming for the moon, not the stars. You believe that hard work will get you wherever you want to be in your life but you still carry the burden of your dreams on your shoulders all the time. You are also known to be extremely competitive and want to be a step ahead of everyone.</p>\r\n<p>&nbsp;</p>\r\n<p>4. Chest</p>\r\n<p>If you wash the chest-area first, you are very comfortable in your own skin. You have an alpha personality type which means you are independent and very clear with your approach in life. You do not beat around the bush.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>5. Privates</p>\r\n<p>While it may sound sexual if you wash your privates first, in reality, you are probably a very reserved and shy person. You might also be a pushover, who has a hard time taking his/her own stand. You are genuinely caring but it takes a long time to scratch beneath your guarded surface.</p>\r\n<p>&nbsp;</p>\r\n<p>6. ​Arms/legs</p>\r\n<p>If you start bathing by washing your arms and legs first, it could signify that you are a very modest person. People may also think that you are humble and polite. You are secure and not afraid to voice your opinions.</p>\r\n<p>&nbsp;</p>\r\n<p>7.​​Back</p>\r\n<p>Your back reflects your consciousness. If you wash your back first, it shows that you are a very careful person, who doesn't blindly trust people. You might be an introvert person who prefers spending time alone over socializing with other people.</p>\r\n<p>&nbsp;</p>\r\n<p>8.​Hands</p>\r\n<p>If you wash your hands first, it signifies mental strength. You stand for what you feel is right, without worrying about the outcome. You are not a diplomatic person and with you, what-you-see-is-what-you-get stands true. You don&rsquo;t fear the uncertain and believe in unity.</p>\r\n<p>&nbsp;</p>\r\n<p>9. ​Hair</p>\r\n<p>If you begin the bathing ritual by washing your hair first, you are someone who has a bit of OCD and likes order in your life. You are an opinionated person and have a say on everything. One of your biggest strengths is time-management.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1950749-933b-4aaa-8f22-1e4f80f0d8ed_bathing.jpg","subContents":[],"category":{"name":"life-hacks","slug":"life-hacks"},"slug":"the-body-part-which-you-wash-first-while-bathing-reveals-a-lot-about-your-personality","tags":[{"name":"personality","slug":"personality"}],"recommendations":[{"id":1017,"title":"The body part which you wash first while bathing reveals a LOT about your personality","imageUrl":"a1950749-933b-4aaa-8f22-1e4f80f0d8ed_bathing.jpg","dateCreated":"2019-11-29T01:34:30.111Z","dateModified":"2019-11-29T01:34:51.993Z","contributedBy":"AskGif","content":"Everything we do, whether consciously or sub-consciously says something about us. Every decision we make acts as a piece of the puzzle which finally shapes our personality.\r\n&nbsp;\r\nDid you know that you sub-consciously prioritize your body parts when you go to shower? The body part","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1950749-933b-4aaa-8f22-1e4f80f0d8ed_bathing.jpg","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"personality","slug":"personality"}],"slug":"the-body-part-which-you-wash-first-while-bathing-reveals-a-lot-about-your-personality","total":0}]}