{"id":1018,"title":"A Bengaluru-based startup is offering Rs 1 lakh to sleep for 9 hours during the Internship.","imageUrl":"f0d67f56-c790-4e72-806b-bd944729e574_girl-sleeping.jpg","dateCreated":"2019-11-29T12:42:00.738Z","dateModified":"2020-04-05T07:12:14.81Z","contributedBy":"AskGif","content":"<p>A Bengaluru-based startup is offering an incredible Rs 1 lakh for interns to sleep for 9 hours for 100 days! Wakefit Innovations Pvt. Ltd. has come up with a \"sleep internship\" in order to monitor people's sleeping patterns. The company website even says that the dress code for the job is \"pajamas\".</p>\r\n<p>&nbsp;</p>\r\n<p>The sleep internship is an attempt to bring back focus on sleeping health and \"is another step towards making sleep an integral part of maintaining a work-life balance in our lives\" Chaitanya Ramalingegowda, the director and co-founder of Wakefit, told Business Insider.</p>\r\n<p>&nbsp;</p>\r\n<p>What will you need to do at the sleep internship?</p>\r\n<p>Interns will be expected to sleep on the company-provided mattress for 9 hours for 100 days and 7 nights a week at home itself.</p>\r\n<p>&nbsp;</p>\r\n<p>The job description on their website says: \"Just sleep. For as long as you can, as deep as you can, and as competitively as you can. You just rest. Leave the rest to us.\"</p>\r\n<p>Their sleeping pattern will be monitored using a sleep tracker before and after using the mattress.</p>\r\n<p>&nbsp;</p>\r\n<p>There is just one main demand: Interns will not be allowed to use the laptop during their 'work' hours.</p>\r\n<p>&nbsp;</p>\r\n<p>The selected intern will get Rs 1 lakh at the end of 100 days on completing the task properly.</p>\r\n<p>&nbsp;</p>\r\n<p>What skills do you need for the sleep internship?</p>\r\n<p>As per the company website, the only skill you need for the internship is \"A fanatical passion for sleep and an innate ability to fall asleep at the slightest given opportunity.\"</p>\r\n<p>Yet another 'skill' the company asks for is: \"An unmatched zeal for breaking your own sleep records, a mastery over this fine art, and of course, your favorite pajamas!\"</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f0d67f56-c790-4e72-806b-bd944729e574_girl-sleeping.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"a-bengaluru-based-startup-is-offering-rs-1-lakh-to-sleep-for-9-hours-during-the-internship","tags":[{"name":"internship","slug":"internship"}],"recommendations":[{"id":1018,"title":"A Bengaluru-based startup is offering Rs 1 lakh to sleep for 9 hours during the Internship.","imageUrl":"f0d67f56-c790-4e72-806b-bd944729e574_girl-sleeping.jpg","dateCreated":"2019-11-29T12:42:00.738Z","dateModified":"2020-04-05T07:12:14.81Z","contributedBy":"AskGif","content":"A Bengaluru-based startup is offering an incredible Rs 1 lakh for interns to sleep for 9 hours for 100 days! Wakefit Innovations Pvt. Ltd. has come up with a \"sleep internship\" in order to monitor people's sleeping patterns. The company website even says that the dress code for the job is \"pajama","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f0d67f56-c790-4e72-806b-bd944729e574_girl-sleeping.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"internship","slug":"internship"}],"slug":"a-bengaluru-based-startup-is-offering-rs-1-lakh-to-sleep-for-9-hours-during-the-internship","total":0}]}