{"id":1019,"title":"Supreme Court says girls 'sex life' no cause for bail in the rape case.","imageUrl":"26db43ab-28e2-40d8-877a-1c8010ad0048_rape.jpg","dateCreated":"2019-11-30T02:59:44.768Z","dateModified":"2019-11-30T03:02:27.439Z","contributedBy":"AskGif","content":"<p>Furthering its consistently strong stand against sexual violence, the Supreme Court on Friday said medical evidence suggesting a victim of sexual assault is \"habituated to sex\" was no ground for a high court to grant bail to an accused in a rape case.&nbsp;</p>\r\n<p>A bench of Chief Justice S A Bobde and Justices BR Gavai and Surya Kant took strong exception to Allahabad high court granting bail to one Rizwan in a rape case, taking into account a medical report suggesting the victim was \"habituated to sex\", that the accused had no criminal history and that they could have been in a consensual relationship.&nbsp;</p>\r\n<p>\"Habituated to sex is no ground for grant of bail,\" the CJI-led bench said and canceled the bail granted to Rizwan on April 3, 2018, for the alleged incident. The SC asked the accused to surrender before the Muzaffarnagar court within four weeks.&nbsp;</p>\r\n<p>The HC in its order recorded that FIR under Section 376 of Indian Penal Code and Sections 3/4 of Protection of Children from Sexual Offences (POCSO) Act was lodged by UP police on the complaint of the girl's father. The doctors who examined the girl - who was subjected to a radiological test - said she was 16.&nbsp;</p>\r\n<p>In her statement under Section 164 of Criminal Procedure Code before a magistrate, the girl claimed Rizwan had sexually assaulted her after putting a country-made pistol to her head. She said when she raised an alarm, her father came to the scene of the crime and then lodged an FIR.&nbsp;</p>\r\n<p>The HC recorded submissions of Rizwan's counsel in its April 3, 2018 order, \"Medical examination report reveals that the prosecutrix sustained no internal or external injury on her person... was also opined by the doctor that she was habituated to sex.\" Counsel for accused said the FIR was lodged because the girl's father saw the incident. He argued that giving a two-year margin in the age of the girl, as permissible under law, it may be well assumed that she was a consenting party. The accused was in jail since December 8, 2017.&nbsp;</p>\r\n<p>The HC took into account \"the nature of the offense, evidence, complicity of the accused\" and said it was a fit case for grant of bail. However, the SC found the crux of the bail order to be \"habituated to sex\" and did not take two minutes to rescind the bail granted to Rizwan.&nbsp;</p>\r\n<p>By negating 'habituated to sex' as a ground for grant of bail, the SC stuck to its view that there should be no leniency in sexual assault cases. In 1991, it had reversed a Bombay HC judgment which had refused to attach weight to a sex worker's complaint against a police officer, and had ordered his reinstatement. The SC had said, \"Merely because she is a woman of easy virtue, her evidence cannot be thrown overboard.\"&nbsp;</p>\r\n<p>The SC in 'State of Maharashtra and Another vs Madhukar Narayan Mardikar' [1991 (1) SCC 57] had said, \"The HC observes that since Banubi is an unchaste woman, it would be extremely unsafe to allow the fortune and career of a government official to be put in jeopardy upon the uncorroborated version of such a woman who makes no secret of her illicit intimacy with another person.\"&nbsp;</p>\r\n<p>The court held, \"She was honest enough to admit the dark side of her life. Even a woman of easy virtue is entitled to privacy and no one can invade her privacy as and when he likes. So also, it is not open to any and every person to violate her person as and when he wishes. She is entitled to protect her person if there is an attempt to violate it against her wish. She is equally entitled to the protection of the law.\"</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/26db43ab-28e2-40d8-877a-1c8010ad0048_rape.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"supreme-court-says-girls-sex-life-no-cause-for-bail-in-the-rape-case","tags":[{"name":"rape","slug":"rape"}],"recommendations":[{"id":1023,"title":"All 4 accused in Hyderabad veterinarian’s rape and murder case killed in a police encounter","imageUrl":"8ab1ff56-8376-494c-b648-55767f7a7ffd_encounter.jpg","dateCreated":"2019-12-06T02:33:12.613Z","dateModified":"2020-04-05T07:12:07.324Z","contributedBy":"AskGif","content":"Police have said all four accused in the rape and murder of the Hyderabad vet have been killed in an encounter. The accused were shot dead on the same highway where the body of the 26-year-old was found.\r\nAll four accused in the Hyderabad veterinarian's rape and murder case have been kille","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8ab1ff56-8376-494c-b648-55767f7a7ffd_encounter.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"rape","slug":"rape"}],"slug":"all-4-accused-in-hyderabad-veterinarians-rape-and-murder-case-killed-in-a-police-encounter","total":0},{"id":1019,"title":"Supreme Court says girls 'sex life' no cause for bail in the rape case.","imageUrl":"26db43ab-28e2-40d8-877a-1c8010ad0048_rape.jpg","dateCreated":"2019-11-30T02:59:44.768Z","dateModified":"2019-11-30T03:02:27.439Z","contributedBy":"AskGif","content":"Furthering its consistently strong stand against sexual violence, the Supreme Court on Friday said medical evidence suggesting a victim of sexual assault is \"habituated to sex\" was no ground for a high court to grant bail to an accused in a rape case.&nbsp;\r\nA bench of Chief Justice S A Bo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/26db43ab-28e2-40d8-877a-1c8010ad0048_rape.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"rape","slug":"rape"}],"slug":"supreme-court-says-girls-sex-life-no-cause-for-bail-in-the-rape-case","total":0},{"id":844,"title":"Man held for trying to rape woman on dharna","imageUrl":"2ed6ee31-69bc-402c-a8d8-a3c0a32c08e0_rape.jpg","dateCreated":"2019-10-08T01:11:30.699Z","dateModified":"2019-10-08T01:14:03.09Z","contributedBy":"AskGif","content":"The police on Monday arrested a man on the charge of attempting to rape a woman who was on a dharna along with her sister near the Odisha Assembly here.\r\n&nbsp;\r\nThe incident took place on Sunday night when the two women from Lamtaput area in Koraput district were inside a tent.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2ed6ee31-69bc-402c-a8d8-a3c0a32c08e0_rape.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"rape","slug":"rape"}],"slug":"man-held-for-trying-to-rape-woman-on-dharna","total":0},{"id":774,"title":"Kerala 12 Year old girl RAPED by 30 people","imageUrl":"c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","dateCreated":"2019-09-25T02:05:11.377Z","dateModified":"2019-09-25T05:23:28.067Z","contributedBy":"AskGif","content":"A 12-year-old girl was allegedly raped by around 30 people at Chelari in the district. It is suspected that the girl, who is a Class VII student, was raped with the support of her father.&nbsp;\r\nIn connection with the incident, Tirurangadi police have filed a case under various sections of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"malappuram","slug":"malappuram"},{"name":"kerala","slug":"kerala"},{"name":"rape","slug":"rape"}],"slug":"kerala-12-year-old-girl-raped-by-30-people","total":0}]}