{"id":1019,"title":"सुप्रीम कोर्ट का कहना है कि लड़कियों की 'सेक्‍स लाइफ' रेप केस में जमानत का कारण नहीं है।","imageUrl":"26db43ab-28e2-40d8-877a-1c8010ad0048_rape.jpg","dateCreated":"2019-11-30T02:59:44.768Z","dateModified":"2019-11-30T03:02:27.439Z","contributedBy":"AskGif","content":"<p>यौन हिंसा के खिलाफ अपने लगातार मजबूत रुख को आगे बढ़ाते हुए, सुप्रीम कोर्ट ने शुक्रवार को कहा कि यौन शोषण का शिकार होने का सुझाव देने वाले चिकित्सा साक्ष्य \"सेक्स की आदत है\" एक उच्च न्यायालय के लिए एक बलात्कार के मामले में एक आरोपी को जमानत देने के लिए कोई आधार नहीं था।</p>\r\n<p>मुख्य न्यायाधीश एसए बोबडे और न्यायमूर्ति बीआर गवई और सूर्यकांत की पीठ ने इलाहाबाद उच्च न्यायालय को एक बलात्कार के मामले में एक रिजवान को जमानत देने के लिए मजबूत अपवाद दिया, एक मेडिकल रिपोर्ट में पीड़िता को \"सेक्स करने की आदत\" का सुझाव देते हुए कहा गया कि आरोपी। उनका कोई आपराधिक इतिहास नहीं था और वे एक रूढ़िवादी संबंध में हो सकते थे।</p>\r\n<p>सीजेआई की अगुवाई वाली पीठ ने कहा और कथित घटना के लिए रिजवान को 3 अप्रैल, 2018 को दी गई जमानत को रद्द कर दिया गया। SC ने आरोपियों को चार सप्ताह के भीतर मुजफ्फरनगर अदालत में आत्मसमर्पण करने के लिए कहा।</p>\r\n<p>HC ने अपने आदेश में दर्ज किया कि लड़की के पिता की शिकायत पर यूपी पुलिस द्वारा भारतीय दंड संहिता की धारा 376 और यौन अपराधों से बच्चों के संरक्षण का 3/4 अधिनियम (POCSO) अधिनियम के तहत एफआईआर दर्ज की गई थी। डॉक्टरों ने लड़की की जांच की - जो रेडियोलॉजिकल परीक्षण के अधीन थी - उसने कहा कि वह 16 साल की थी।</p>\r\n<p>एक मजिस्ट्रेट के सामने आपराधिक प्रक्रिया संहिता की धारा 164 के तहत अपने बयान में, लड़की ने दावा किया कि उसके सिर पर एक देश-निर्मित पिस्तौल डालने के बाद रिजवान ने उसका यौन उत्पीड़न किया। उसने कहा कि जब उसने अलार्म उठाया, तो उसके पिता अपराध के दृश्य में आए और फिर प्राथमिकी दर्ज की।</p>\r\n<p>HC ने 3 अप्रैल, 2018 के अपने आदेश में रिजवान के वकील के सबमिशन दर्ज किए, \"मेडिकल जांच रिपोर्ट से पता चलता है कि अभियोजन पक्ष ने अपने व्यक्ति पर कोई आंतरिक या बाहरी चोट नहीं पहुंचाई ... डॉक्टर द्वारा यह भी कहा गया कि उसे सेक्स करने की आदत थी।\" आरोपियों के वकील ने कहा कि प्राथमिकी दर्ज की गई क्योंकि लड़की के पिता ने घटना को देखा। उन्होंने तर्क दिया कि लड़की की उम्र में कानून के तहत अनुमति के रूप में दो साल का अंतर देते हुए, यह अच्छी तरह से माना जा सकता है कि वह एक सहमति वाली पार्टी थी। आरोपी 8 दिसंबर, 2017 से जेल में था।</p>\r\n<p>HC ने \"अपराध की प्रकृति, साक्ष्य, अभियुक्त की जटिलता\" को ध्यान में रखा और कहा कि यह जमानत देने के लिए एक उपयुक्त मामला था। हालांकि, SC ने जमानत के आदेश को \"सेक्स करने की आदत\" के रूप में पाया और रिजवान को दी गई जमानत को रद्द करने में दो मिनट नहीं लगाए।</p>\r\n<p>ज़मानत देने के लिए एक आधार के रूप में 'सेक्स की आदत' की उपेक्षा करके, एससी अपने दृष्टिकोण पर अड़ गया कि यौन उत्पीड़न के मामलों में कोई ढिलाई नहीं होनी चाहिए। 1991 में, इसने एक बॉम्बे HC के फैसले को उलट दिया था, जिसमें एक पुलिस अधिकारी के खिलाफ एक सेक्स वर्कर की शिकायत पर वेट अटैच करने से इनकार कर दिया था, और उसकी बहाली का आदेश दिया था। SC ने कहा था, \"केवल इसलिए कि वह एक आसान गुण की महिला हैं, उनके सबूतों को खत्म नहीं किया जा सकता है।\"</p>\r\n<p>'महाराष्ट्र राज्य और एक अन्य बनाम मधुकर नारायण मर्डीकर' [१ ९९ १ (१) एससीसी ५ HC] में SC ने कहा था, \"HC का मानना ​​है कि चूंकि बनूबी एक अस्थिर महिला है, इसलिए भाग्य और करियर की अनुमति देना बेहद असुरक्षित होगा सरकारी अधिकारी को ऐसी महिला के अनियंत्रित संस्करण पर संकट में डालने का अधिकार है जो किसी अन्य व्यक्ति के साथ उसकी अवैध अंतरंगता का कोई रहस्य नहीं बनाती है। \"</p>\r\n<p>अदालत ने कहा, \"वह अपने जीवन के अंधेरे पक्ष को स्वीकार करने के लिए पर्याप्त ईमानदार थी। यहां तक ​​कि आसान गुण की महिला भी निजता की हकदार है और कोई भी उसकी निजता पर आक्रमण नहीं कर सकता है, जब वह पसंद करती है। इसलिए, यह किसी के लिए भी खुला नहीं है। और हर व्यक्ति जब चाहे अपनी पत्नी का उल्लंघन कर सकता है। यदि वह अपनी इच्छा के विरुद्ध इसका उल्लंघन करने का प्रयास करती है तो वह अपने व्यक्ति की रक्षा करने की हकदार है। वह कानून की सुरक्षा के लिए समान रूप से हकदार है। \"</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/26db43ab-28e2-40d8-877a-1c8010ad0048_rape.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"supreme-court-says-girls-sex-life-no-cause-for-bail-in-the-rape-case","tags":[{"name":"बलात्कार","slug":"rape"}],"recommendations":[{"id":1023,"title":"हैदराबाद के पशुचिकित्सा बलात्कार और हत्या के सभी 4 आरोपी पुलिस मुठभेड़ में मारे गए","imageUrl":"8ab1ff56-8376-494c-b648-55767f7a7ffd_encounter.jpg","dateCreated":"2019-12-06T02:33:12.613Z","dateModified":"2020-04-05T07:12:07.324Z","contributedBy":"AskGif","content":"पुलिस ने कहा है कि हैदराबाद के बलात्कार और हत्या के सभी चार आरोपी मुठभेड़ में मारे गए हैं। आरोपियों की उसी हाईवे पर गोली मारकर हत्या कर दी गई, जहां 26 वर्षीय का शव मिला था।\r\nसूत्रों ने कहा कि हैदराबाद के पशु चिकित्सक के बलात्कार और हत्या के सभी चार आरोपी पुलिस मुठभेड़ में मारे गए हैं।\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8ab1ff56-8376-494c-b648-55767f7a7ffd_encounter.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"बलात्कार","slug":"rape"}],"slug":"all-4-accused-in-hyderabad-veterinarians-rape-and-murder-case-killed-in-a-police-encounter","total":0},{"id":1019,"title":"सुप्रीम कोर्ट का कहना है कि लड़कियों की 'सेक्‍स लाइफ' रेप केस में जमानत का कारण नहीं है।","imageUrl":"26db43ab-28e2-40d8-877a-1c8010ad0048_rape.jpg","dateCreated":"2019-11-30T02:59:44.768Z","dateModified":"2019-11-30T03:02:27.439Z","contributedBy":"AskGif","content":"यौन हिंसा के खिलाफ अपने लगातार मजबूत रुख को आगे बढ़ाते हुए, सुप्रीम कोर्ट ने शुक्रवार को कहा कि यौन शोषण का शिकार होने का सुझाव देने वाले चिकित्सा साक्ष्य \"सेक्स की आदत है\" एक उच्च न्यायालय के लिए एक बलात्कार के मामले में एक आरोपी को जमानत देने के लिए कोई आधार नहीं था।\r\nमुख्य न्यायाधीश एसए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/26db43ab-28e2-40d8-877a-1c8010ad0048_rape.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"बलात्कार","slug":"rape"}],"slug":"supreme-court-says-girls-sex-life-no-cause-for-bail-in-the-rape-case","total":0},{"id":844,"title":"धरने पर महिला के साथ बलात्कार करने की कोशिश के लिए पकड़ा गया आदमी","imageUrl":"2ed6ee31-69bc-402c-a8d8-a3c0a32c08e0_rape.jpg","dateCreated":"2019-10-08T01:11:30.699Z","dateModified":"2019-10-08T01:14:03.09Z","contributedBy":"AskGif","content":"पुलिस ने सोमवार को एक व्यक्ति को यहां ओडिशा विधानसभा के पास अपनी बहन के साथ धरने पर बैठी एक महिला से बलात्कार के प्रयास के आरोप में गिरफ्तार किया।\r\n&nbsp;\r\nयह घटना रविवार की रात को हुई जब कोरापुट जिले के लमटापुट इलाके की दो महिलाएं एक डेरे के अंदर थीं।\r\n&nbsp;\r\nआरोपी व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2ed6ee31-69bc-402c-a8d8-a3c0a32c08e0_rape.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"बलात्कार","slug":"rape"}],"slug":"man-held-for-trying-to-rape-woman-on-dharna","total":0},{"id":774,"title":"केरल  12 साल की बच्ची का बलात्कार 30 लोगों ने किया","imageUrl":"c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","dateCreated":"2019-09-25T02:05:11.377Z","dateModified":"2019-09-25T05:23:28.067Z","contributedBy":"AskGif","content":"जिले के चेलारी में एक 12 वर्षीय लड़की के साथ लगभग 30 लोगों ने कथित तौर पर बलात्कार किया। यह संदेह है कि लड़की, जो सातवीं कक्षा की छात्रा है, उसके पिता के समर्थन से बलात्कार किया गया था।\r\n&nbsp;\r\nघटना के संबंध में, तिरुरांगडी पुलिस ने प्रोटेक्शन ऑफ चिल्ड्रन फ्रॉम सेक्सुअल ऑफेंस (पोक्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"मलप्पुरम","slug":"malappuram"},{"name":"केरल","slug":"kerala"},{"name":"बलात्कार","slug":"rape"}],"slug":"kerala-12-year-old-girl-raped-by-30-people","total":0}]}