{"id":1022,"title":"ऐसी चीजें जो आपके ब्रेकअप को कम दर्दनाक बना देंगी","imageUrl":"e3ad7d2f-e857-460c-911e-9b5d32e98023_breakup.jpg","dateCreated":"2019-12-03T02:07:00.667Z","dateModified":"2019-12-03T02:07:51.061Z","contributedBy":"AskGif","content":"<p>ब्रेक-अप से निपटना हम अपने आप से लड़ने वाली सबसे कठिन लड़ाइयों में से एक है। जिस व्यक्ति से आप प्यार करते थे (या अभी भी प्यार करते हैं) अब आपके जीवन का हिस्सा नहीं है और अब, आगे का रास्ता एक अंतहीन भावनात्मक संघर्ष है। यह निश्चित रूप से एक आसान चरण नहीं है, लेकिन सही सोच और व्यावहारिक दृष्टिकोण के साथ, दिल के दौरे को थोड़ा कम दर्द से निपटा जा सकता है। यहाँ तीन चीजें हैं जो इस कठिन समय को आसानी से पूरा कर लेंगी।</p>\r\n<p>&nbsp;</p>\r\n<p>वास्तविकता को स्वीकार करें</p>\r\n<p>एक गहरी साँस लें और वास्तविकता के साथ आएँ। तुम टूट चुके हो और अब, वापस नहीं जा रहा है। अपनी वास्तविकता को स्वीकार करना और अपनी भावनाओं को स्वीकार करना सबसे पहला और महत्वपूर्ण कदम है जो आपको ब्रेक-अप के बाद ठीक होने, जीवित रहने और पनपने में मदद करेगा।</p>\r\n<p>कोई भी एक दिन में आगे नहीं बढ़ता है, इसलिए अपने आप को कुछ समय दें और अच्छे और अच्छे-अच्छे दिनों से निपटने के लिए तैयार रहें। आपको यह महसूस करने में खुशी होगी कि आप जितना सोचते थे, उससे कहीं अधिक मजबूत बनकर सामने आए।</p>\r\n<p>&nbsp;</p>\r\n<p>ज्यादा न सोचें</p>\r\n<p>यह सोचना अच्छा है कि रिश्ते में क्या गलत हुआ, अपना सबक सीखें और आगे बढ़ें लेकिन सुनिश्चित करें कि आप कुछ भी नहीं निकाल रहे हैं। बस सकारात्मक रहें, और आगे देखें कि आपके लिए जीवन क्या है!</p>\r\n<p>&nbsp;</p>\r\n<p>एक पत्रिका लिखें</p>\r\n<p>एक पत्रिका लिखना आपके लिए एक चिकित्सीय और कैथेरिक अनुभव हो सकता है। बस जो कुछ भी आपके मन में मंडरा रहा है, उसे कलमबद्ध करें। इसके अलावा, यह पता लगाने के लिए कि आप क्या कर सकते हैं अपने आप को विचलित करने के लिए (पहाड़ों या मिट्टी के बर्तनों की यात्रा के बारे में क्या?) और बस लिखो मत, यह भी करो!</p>\r\n<p>&nbsp;</p>\r\n<p>सही लोगों से बात करें</p>\r\n<p>अपने करीबी दोस्तों और परिवार के सदस्यों से समर्थन मांगने से पहले दो बार सोचें। चाहे वह उनके साथ डिनर पर जा रहा हो, साझा करना कि आप कैसा महसूस कर रहे हैं या बस उनसे सलाह मांग रहे हैं, उनके साथ समय बिताने से आपको प्यार महसूस होगा। सबसे महत्वपूर्ण बात, यह एक अनुस्मारक होगा कि आपके पास रोमांटिक लोगों के अलावा जीवन में संजोने के लिए कई और रिश्ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अपने एक्स को एक्स</p>\r\n<p>ब्रेक-अप के बाद आपको अपने पूर्व-साथी के साथ the सही &rsquo;लोगों और दोस्तों के साथ रहना अच्छा विचार नहीं है। आप जिस किसी को भी महसूस करते हैं उससे बात करें लेकिन जीवन में आगे बढ़ना असंभव है जब आप उस व्यक्ति से बात कर रहे हैं जो आपके सभी तनाव और दिल का दर्द का कारण है। आप अपने पूर्व प्रेमी के साथ केवल तभी मित्र हो सकते हैं जब आप दोनों पूरी तरह से ठीक हो चुके हों और अपने अतीत को अलग रख चुके हों।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3ad7d2f-e857-460c-911e-9b5d32e98023_breakup.jpg","subContents":[],"category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"slug":"things-that-will-make-your-break-up-less-painful","tags":[{"name":"टूटा","slug":"breakups"}],"recommendations":[{"id":1022,"title":"ऐसी चीजें जो आपके ब्रेकअप को कम दर्दनाक बना देंगी","imageUrl":"e3ad7d2f-e857-460c-911e-9b5d32e98023_breakup.jpg","dateCreated":"2019-12-03T02:07:00.667Z","dateModified":"2019-12-03T02:07:51.061Z","contributedBy":"AskGif","content":"ब्रेक-अप से निपटना हम अपने आप से लड़ने वाली सबसे कठिन लड़ाइयों में से एक है। जिस व्यक्ति से आप प्यार करते थे (या अभी भी प्यार करते हैं) अब आपके जीवन का हिस्सा नहीं है और अब, आगे का रास्ता एक अंतहीन भावनात्मक संघर्ष है। यह निश्चित रूप से एक आसान चरण नहीं है, लेकिन सही सोच और व्यावहारिक दृष्टिकोण क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3ad7d2f-e857-460c-911e-9b5d32e98023_breakup.jpg","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"टूटा","slug":"breakups"}],"slug":"things-that-will-make-your-break-up-less-painful","total":0}]}