{"id":1022,"title":"Things that will make your break-up less painful","imageUrl":"e3ad7d2f-e857-460c-911e-9b5d32e98023_breakup.jpg","dateCreated":"2019-12-03T02:07:00.667Z","dateModified":"2019-12-03T02:07:51.061Z","contributedBy":"AskGif","content":"<p>Dealing with a break-up is one of the hardest battles we fight with ourselves. The person you loved (or still love) is no longer a part of your life and now, the road ahead looms to be an endless emotional struggle. It is surely not an easy phase but with the right thinking and pragmatic approach, heartbreak can be dealt with a little less pain. Here are the three things that will make this tumultuous time easier to get through.</p>\r\n<p>&nbsp;</p>\r\n<p>Accept the reality</p>\r\n<p>Take a deep breath and come to terms with reality. You have broken up and now, there is no going back. Accepting your reality and acknowledging your emotions is the first and the foremost step that would help you to heal, survive and thrive after the break-up.</p>\r\n<p>Nobody moves on in a day, so give yourself some time and prepare to deal with the good and not-so-good days ahead. You will be glad to realize that you came out to be stronger than you thought you were.</p>\r\n<p>&nbsp;</p>\r\n<p>Do not overthink</p>\r\n<p>It is good to think about what all went wrong in the relationship, learn your lesson and move on but make sure you are not overthinking anything. Just stay positive, and look forward to what life has in store for you!</p>\r\n<p>&nbsp;</p>\r\n<p>Write a journal</p>\r\n<p>Writing a journal can turn out to be a therapeutic and cathartic experience for you. Just pen down whatever is hovering in your mind. Also, figure out what all you can do to distract yourself (what about a trip to mountains or a pottery class?) and don&rsquo;t just write, do it too!</p>\r\n<p>&nbsp;</p>\r\n<p>Talk to the right people</p>\r\n<p>Don&rsquo;t think twice before seeking out support from your close friends and family members. Whether it is going on a dinner with them, sharing how you feel or simply asking them for advice, spending time with them will make you feel loved. Most importantly, it would be a reminder than you have many more relationships to cherish in life other than the romantic ones.</p>\r\n<p>&nbsp;</p>\r\n<p>​Axe your ex</p>\r\n<p>You have to talk to the &lsquo;right&rsquo; people and staying friends with your ex-partner after the break-up is not a good idea. Talk to anyone you feel like but it is next to impossible to move on in life when you are talking to the person who is the reason for all your stress and heartache. You can be friends with your ex-lover only when you both have completely healed and have kept your past aside.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3ad7d2f-e857-460c-911e-9b5d32e98023_breakup.jpg","subContents":[],"category":{"name":"life-hacks","slug":"life-hacks"},"slug":"things-that-will-make-your-break-up-less-painful","tags":[{"name":"breakups","slug":"breakups"}],"recommendations":[{"id":1022,"title":"Things that will make your break-up less painful","imageUrl":"e3ad7d2f-e857-460c-911e-9b5d32e98023_breakup.jpg","dateCreated":"2019-12-03T02:07:00.667Z","dateModified":"2019-12-03T02:07:51.061Z","contributedBy":"AskGif","content":"Dealing with a break-up is one of the hardest battles we fight with ourselves. The person you loved (or still love) is no longer a part of your life and now, the road ahead looms to be an endless emotional struggle. It is surely not an easy phase but with the right thinking and pragmatic approach","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3ad7d2f-e857-460c-911e-9b5d32e98023_breakup.jpg","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"breakups","slug":"breakups"}],"slug":"things-that-will-make-your-break-up-less-painful","total":0}]}