{"id":1024,"title":"Supreme Court Dismisses All Review Petition Against Ayodhya Verdict in Favour of Ram Temple","imageUrl":"050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","dateCreated":"2019-12-12T13:18:24.186Z","dateModified":"2020-04-05T07:12:11.631Z","contributedBy":"AskGif","content":"<p>The Supreme Court on Thursday dismissed all the review petitions challenging a Constitution Bench's order in the Ayodhya case that had cleared the way for construction of a Ram Temple at the disputed site. The top court, which took these review pleas for consideration in-chamber, rejected them after finding no merit. A five-judge bench headed by Chief Justice S A Bobde and comprising Justices D Y Chandrachud, Ashok Bhushan, S A Nazeer and Sanjeev Khanna considered the review pleas of only those who were parties to the four lawsuits filed initially in the vexatious dispute. There were 18 review petitions, out of which nine have been filed by parties who were part of the earlier litigation and the other nine were filed by \"third parties\".The apex court refused to entertain nine review pleas filed by those who were not a party to the original litigation. Among the nine \"third parties\" were 40 rights activists who had jointly moved the top court seeking review of its verdict. With the rejection of these review petitions, the consequential request of parties for an open court hearing on these pleas also get dismissed. A 5-judge bench, headed by the then Chief Justice of India Ranjan Gogoi, had in a unanimous verdict on November 9 decreed the entire 2.77 acres disputed land in favour of deity 'Ram Lalla' and also directed the Centre to allot a five-acre plot to Sunni Waqf Board at an alternative site for building a mosque in Ayodhya. A number of Muslim parties, including some supported by the All India Muslim Personal Law Board, 40 activists, Hindu Mahasabha and the Nirmohi Akhara were among the parties who approached the apex court. The petitioners had said they were aggrieved by the court's decision and stated that the decision needs to be reconsidered as there were errors apparent on the face of the record. The Muslim side filed a review petition against the verdict contending that the relief to Hindu parties amounted to rewarding illegal acts of trespass and demolition committed against the mosque. The judgment was mostly based on Hindu faith than secular principles, contended another set of review petitions filed by persons backed by the All India Muslim Personal Law Board. Nirmohi Akhara, whose claims of 'shebait' (or management) of the deity were dismissed by the Court, had also sought review of the verdict. Later, forty civil rights activists, who were not parties in the original case, had filed a review petition. They contended that the verdict impacted \"the syncretic culture of the country and its secular fabric envisaged in the Constitution\". A five-judge bench, headed by then Chief Justice Ranjan Gogoi, had in a unanimous verdict on November 9 decreed the entire 2.77 acre disputed land in favour of deity 'Ram Lalla' and also directed the Centre to allot a five-acre plot to Sunni Waqf Board at an alternative site for building of a mosque in Ayodhya.</p>\r\n<p>source:&nbsp;https://www.news18.com/news/india/supreme-court-dismisses-all-review-petitions-in-ayodhya-case-2422141.html</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"supreme-court-dismisses-all-review-petition-against-ayodhya-verdict-in-favour-of-ram-temple","tags":[{"name":"india","slug":"india"}],"recommendations":[{"id":1390,"title":"WhatsApp's Defense Amid Row Over Leaked Chats In Drugs Probe","imageUrl":"icon_fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","dateCreated":"2020-09-25T04:34:14.93Z","dateModified":"2020-09-25T04:36:19.432Z","contributedBy":"sumitc91","content":"The central agency has summoned actors Deepika Padukone and Shraddha Kapoor on basis of chats dating back to 2017, accessed from the cellphone of talent agent Jaya Saha.<br />Social network platform WhatsApp on Thursday said that its messages are protected and no third party can access them - an ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"whatsapps-defense-amid-row-over-leaked-chats-in-drugs-probe","total":0},{"id":1385,"title":"Case filed against Sushant Singh Rajput's girlfriend Rhea Chakraborty; Salman Khan appeals his fans to ‘support’ Sushant's fans, and more...","imageUrl":"b00a492c-d63b-4397-9d0e-cd1a1e6b92ca-76492557.jpg","dateCreated":"2020-06-21T10:06:32.692Z","dateModified":"2020-06-21T10:25:45.334Z","contributedBy":"AskGif","content":"Soon after Sushant Singh Rajput&rsquo;s lifeless body was found hanging at his residence in Mumbai&rsquo;s Bandra on June 14, Mumbai Police began an investigation and recorded the statement of his girlfriend, actress Rhea Chakraborty. Now, it seems a fan of the actor has filed a complaint in Biha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b00a492c-d63b-4397-9d0e-cd1a1e6b92ca-76492557.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"case-filed-against-sushant-singh-rajputs-girlfriend-rhea-chakraborty-salman-khan-appeals-his-fans-to-support-sushants-fans-and-more","total":0},{"id":1379,"title":"Another fan of Sushant Singh Rajput commits suicide as she couldn't bear the actor's loss","imageUrl":"5123666f-36f5-4631-8246-9ec69557415b-76482299.jpg","dateCreated":"2020-06-20T13:02:20.461Z","dateModified":"2020-06-20T13:11:34.126Z","contributedBy":"AskGif","content":"The untimely demise of Sushant Singh Rajput has left a permanent void in the hearts of his fans. And now, a 21-year-old woman, who was an ardent fan of the actor, allegedly committed suicide at her residence in Visakhapatnam on June 16 as she couldn't bear the news of the actor's death. While oth","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5123666f-36f5-4631-8246-9ec69557415b-76482299.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"another-fan-of-sushant-singh-rajput-commits-suicide-as-she-couldnt-bear-the-actors-loss","total":0},{"id":186,"title":"Family No.1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"Family no.1... this was a daily soap that used to come on one of the tv channels...well that's just a lame statement justifying the title...but actually this post is about the family ties n bonds that we share....an assimilation of sweet and sour feelings which is forever cherished and which make","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"india","slug":"india"}],"slug":"family-no.1","total":0}]}