{"id":1024,"title":"सुप्रीम कोर्ट ने राम मंदिर के पक्ष में अयोध्या के फैसले के खिलाफ सभी समीक्षा याचिकाओं को खारिज कर दिया","imageUrl":"050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","dateCreated":"2019-12-12T13:18:24.186Z","dateModified":"2020-04-05T07:12:11.631Z","contributedBy":"AskGif","content":"<p>सुप्रीम कोर्ट ने गुरुवार को अयोध्या मामले में एक संविधान पीठ के आदेश को चुनौती देने वाली सभी समीक्षा याचिकाओं को खारिज कर दिया जिसमें विवादित स्थल पर राम मंदिर निर्माण का रास्ता साफ हो गया था। शीर्ष अदालत, जिसने इन-चेंबर में विचार के लिए इन पुनर्विचार याचिकाओं को लिया, उन्हें कोई योग्यता नहीं मिलने के बाद खारिज कर दिया। प्रधान न्यायाधीश एस ए बोबड़े और न्यायमूर्ति डी वाई चंद्रचूड़, अशोक भूषण, एस ए नाज़ेर और संजीव खन्ना की अध्यक्षता वाली पांच-न्यायाधीशों की पीठ ने केवल उन लोगों की समीक्षा की दलीलों पर विचार किया, जो शुरू में ज़हरीले विवाद में दायर चार मुकदमों के पक्षकार थे। 18 समीक्षा याचिकाएँ थीं, जिनमें से नौ उन पक्षों द्वारा दायर की गई हैं जो पहले मुकदमेबाजी का हिस्सा थे और अन्य नौ \"तीसरे पक्ष\" द्वारा दायर किए गए थे। शीर्ष अदालत ने उन लोगों द्वारा दायर नौ समीक्षा याचिकाओं पर विचार करने से इनकार कर दिया जो नहीं थे। मूल मुकदमेबाजी के लिए पार्टी। नौ \"थर्ड पार्टी\" में से 40 अधिकार कार्यकर्ता थे, जिन्होंने संयुक्त रूप से शीर्ष अदालत का रुख किया था ताकि उसके फैसले की समीक्षा की जा सके। इन समीक्षा याचिकाओं की अस्वीकृति के साथ, इन दलीलों पर खुली अदालत की सुनवाई के लिए पक्षकारों का परिणामी अनुरोध भी खारिज हो जाता है। भारत के तत्कालीन मुख्य न्यायाधीश रंजन गोगोई की अध्यक्षता में 5-न्यायाधीशों की एक पीठ ने 9 नवंबर को सर्वसम्मति से फैसला सुनाया था कि देवता 'राम लल्ला' के पक्ष में पूरी 2.77 एकड़ विवादित भूमि को हटा दिया जाए और केंद्र को भी पांच को आवंटित करने का निर्देश दिया गया था। अयोध्या में मस्जिद बनाने के लिए एक वैकल्पिक स्थल पर सुन्नी वक्फ बोर्ड को एक एकड़ भूखंड। ऑल इंडिया मुस्लिम पर्सनल लॉ बोर्ड के कुछ समर्थित, 40 कार्यकर्ता, हिंदू महासभा और निर्मोही अखाड़ा सहित कई मुस्लिम पक्षकार शीर्ष अदालत के पास पहुंचे। याचिकाकर्ताओं ने कहा था कि वे अदालत के फैसले से दुखी थे और कहा कि इस फैसले पर पुनर्विचार करने की आवश्यकता है क्योंकि रिकॉर्ड के चेहरे पर त्रुटियां स्पष्ट थीं। मुस्लिम पक्ष ने फैसले के खिलाफ एक समीक्षा याचिका दायर की जिसमें कहा गया था कि हिंदू दलों को राहत देने के लिए मस्जिद के खिलाफ किए गए अत्याचार और विध्वंस के अवैध कार्यों को पुरस्कृत किया जाएगा। निर्णय ज्यादातर धर्मनिरपेक्ष सिद्धांतों की तुलना में हिंदू विश्वास पर आधारित था, अखिल भारतीय मुस्लिम पर्सनल लॉ बोर्ड द्वारा समर्थित व्यक्तियों द्वारा दायर समीक्षा याचिकाओं के एक और सेट का विरोध किया। निर्मोही अखाड़ा, जिसके देवता के 'शेबैत' (या प्रबंधन) के दावे को अदालत ने खारिज कर दिया था, ने भी फैसले की समीक्षा की मांग की थी। बाद में, चालीस नागरिक अधिकार कार्यकर्ता, जो मूल मामले में पक्षकार नहीं थे, ने एक समीक्षा याचिका दायर की थी। उन्होंने तर्क दिया कि फैसले ने \"देश की समवर्ती संस्कृति और संविधान में परिकल्पित कपड़े\" को प्रभावित किया। तत्कालीन मुख्य न्यायाधीश रंजन गोगोई की अध्यक्षता वाली पांच-न्यायाधीशों की एक पीठ ने 9 नवंबर को सर्वसम्मति से फैसला सुनाते हुए पूरे 2.77 एकड़ विवादित भूमि को देवता 'राम लल्ला' के पक्ष में सुनाया और केंद्र को पांच एकड़ भूखंड आवंटित करने का भी निर्देश दिया। अयोध्या में मस्जिद के निर्माण के लिए एक वैकल्पिक स्थल पर सुन्नी वक्फ बोर्ड।</p>\r\n<p>source:&nbsp;https://www.news18.com/news/india/supreme-court-dismisses-all-review-petitions-in-ayodhya-case-2422141.html</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"supreme-court-dismisses-all-review-petition-against-ayodhya-verdict-in-favour-of-ram-temple","tags":[{"name":"भारत","slug":"india"}],"recommendations":[{"id":1390,"title":"व्हाट्सएप का डिफेंस एमिड रो ओवर लीक चैट्स इन ड्रग्स प्रोब","imageUrl":"icon_fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","dateCreated":"2020-09-25T04:34:14.93Z","dateModified":"2020-09-25T04:36:19.432Z","contributedBy":"sumitc91","content":"केंद्रीय एजेंसी ने अभिनेताओं दीपिका पादुकोण और श्रद्धा कपूर को प्रतिभा एजेंट जया साहा के सेलफोन से एक्सेस 2017 के चैट डेटिंग के आधार पर बुलाया है।<br />सोशल नेटवर्क प्लेटफ़ॉर्म व्हाट्सएप ने गुरुवार को कहा कि उसके संदेश सुरक्षित हैं और कोई भी तीसरा पक्ष उन्हें एक्सेस नहीं कर सकता है - इस बारे में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"भारत","slug":"india"}],"slug":"whatsapps-defense-amid-row-over-leaked-chats-in-drugs-probe","total":0},{"id":1385,"title":"सुशांत सिंह राजपूत की गर्लफ्रेंड रिया चक्रवर्ती के खिलाफ केस दर्ज; सलमान खान ने अपने फैंस से किया 'सुशांत के फैंस का समर्थन, और भी बहुत कुछ ...","imageUrl":"b00a492c-d63b-4397-9d0e-cd1a1e6b92ca-76492557.jpg","dateCreated":"2020-06-21T10:06:32.692Z","dateModified":"2020-06-21T10:25:45.334Z","contributedBy":"AskGif","content":"सुशांत सिंह राजपूत का निर्जीव शरीर 14 जून को मुंबई के बांद्रा स्थित उनके आवास पर लटका हुआ पाए जाने के तुरंत बाद, मुंबई पुलिस ने जांच शुरू की और अपनी प्रेमिका, अभिनेत्री रिया चक्रवर्ती का बयान दर्ज किया। अब, ऐसा लगता है कि अभिनेता के एक प्रशंसक ने बिहार के मुजफ्फरपुर में रिया के खिलाफ शिकायत दर्ज ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b00a492c-d63b-4397-9d0e-cd1a1e6b92ca-76492557.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"case-filed-against-sushant-singh-rajputs-girlfriend-rhea-chakraborty-salman-khan-appeals-his-fans-to-support-sushants-fans-and-more","total":0},{"id":1379,"title":"सुशांत सिंह राजपूत की एक और प्रशंसक ने आत्महत्या कर ली क्योंकि वह अभिनेता का नुकसान नहीं उठा सकी","imageUrl":"5123666f-36f5-4631-8246-9ec69557415b-76482299.jpg","dateCreated":"2020-06-20T13:02:20.461Z","dateModified":"2020-06-20T13:11:34.126Z","contributedBy":"AskGif","content":"सुशांत सिंह राजपूत के असामयिक निधन ने उनके प्रशंसकों के दिलों में एक स्थायी शून्य छोड़ दिया है। और अब, एक 21 वर्षीय महिला, जो अभिनेता की कट्टर प्रशंसक थी, ने कथित तौर पर 16 जून को विशाखापत्तनम में अपने निवास पर आत्महत्या कर ली क्योंकि वह अभिनेता की मौत की खबर को सहन नहीं कर सकी। जब परिवार के अन्य","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5123666f-36f5-4631-8246-9ec69557415b-76482299.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"another-fan-of-sushant-singh-rajput-commits-suicide-as-she-couldnt-bear-the-actors-loss","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0}]}