{"id":1025,"title":"Top Places to Visit in Daman district, India","imageUrl":"975c09b7-2673-4d1c-8b10-8751f50accfa_Daman.jpg","dateCreated":"2020-01-01T04:54:09.621Z","dateModified":"2020-01-01T04:57:37.62Z","contributedBy":"AskGif","content":"<p>Daman district is one of the three districts of the union territory of Dadra and Nagar Haveli and Daman and Diu on the western coast of India, surrounded by the Valsad District of Gujarat state on the north, east and south and the Arabian Sea to the west. The district has an area of 72 square kilometers (28 sq mi), and a population of 191,173 at the 2011 census, an increase of 69.256% from the preceding 2001 Census. The district headquarters is Daman.</p>\r\n<p>&nbsp;</p>\r\n<p>Daman lies at the mouth of the Daman Ganga River. Major industries have units here. The closest railway station is Vapi (7 km). It is also famous for its beach, Portuguese colonial architecture, churches, and for the scenic beauty in the twin towns of Nani-Daman and Moti-Daman, which lie opposite each other across the Daman Ganga. The city of Surat lies to the north, and Mumbai lies approximately 160 km (100 mi) south of Daman on the Arabian Sea coast in Maharashtra state.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Daman district has only one tehsil - Daman. The territory of the whole district is part of Daman and Diu Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>The district is infamous for having the least balanced sex ratio in the country. According to the 2011 census Daman District, India has a population of 191,173, roughly equal to the nation of Samoa. This gives it a ranking of 592nd in India (out of a total of 640). The district has a population density of 2,655 inhabitants per square kilometer (6,880/sq mi) . Its population growth rate over the decade 2001-2011 was 69.256%. Daman has a sex ratio of 533 females for every 1,000 males, and a literacy rate of 88.06%.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Daman is connected by roads and is 12 km from Vapi, 125 km from Surat, and 195 km from Mumbai. Vapi railway station on the Western Railway is the station nearest to Daman and connects to all major cities. Daman Airport has a Coast Guard airbase.</p>\r\n<p>&nbsp;</p>\r\n<p>A bridge over the Daman Ganga between Moti Daman and Nani Daman collapsed during a monsoon on 28 August 2003, killing 27 school children and one teacher when their vehicles plunged into the river. A new bridge was constructed at a cost of about 90 million rupees, but that partially collapsed in August 2004. No casualties occurred. The collapse was attributed to heavy flooding on river Damanganga. Now the new bridge, known as Rajeev Gandhi Setu for Heavy Vehicles, has been completed, and the old bridges are to be kept closed forever.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>In Daman, the most popular schools are the Institute of Our Lady of F&aacute;tima located in Moti Daman, Coast Guard Public School in Nani Daman, Sarvajanik Vidyalaya in Nani Daman, Shri Macchi Mahajan High School in Nani Daman, and other government institutions. There is also a college named Government College, Daman which has most of the educational facilities.</p>\r\n<p>&nbsp;</p>\r\n<p>Sister cities</p>\r\n<p>Daman is a twin town in the city of Coimbra, Portugal.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/975c09b7-2673-4d1c-8b10-8751f50accfa_Daman.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-daman-district-india","tags":[{"name":"daman","slug":"daman"},{"name":"daman-and-diu","slug":"daman-and-diu"}],"recommendations":[{"id":1026,"title":"Top Places to Visit in Diu district, India","imageUrl":"08ee05cc-cd1c-4ddb-815f-51777bdf7dba_diu.jpg","dateCreated":"2020-01-01T05:02:26.188Z","dateModified":"2020-01-01T05:02:47.981Z","contributedBy":"AskGif","content":"Diu District is one of the three districts of the union territory of Dadra and Nagar Haveli and Daman and Diu of India.&nbsp; The district is made up of Diu Island and two small enclaves on the Indian mainland. The district headquarters are at Diu Town. It is the ninth least populous district in ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/08ee05cc-cd1c-4ddb-815f-51777bdf7dba_diu.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"diu","slug":"diu"},{"name":"daman-and-diu","slug":"daman-and-diu"}],"slug":"top-places-to-visit-in-diu-district-india","total":0},{"id":1025,"title":"Top Places to Visit in Daman district, India","imageUrl":"975c09b7-2673-4d1c-8b10-8751f50accfa_Daman.jpg","dateCreated":"2020-01-01T04:54:09.621Z","dateModified":"2020-01-01T04:57:37.62Z","contributedBy":"AskGif","content":"Daman district is one of the three districts of the union territory of Dadra and Nagar Haveli and Daman and Diu on the western coast of India, surrounded by the Valsad District of Gujarat state on the north, east and south and the Arabian Sea to the west. The district has an area of 72 square kil","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/975c09b7-2673-4d1c-8b10-8751f50accfa_Daman.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"daman","slug":"daman"},{"name":"daman-and-diu","slug":"daman-and-diu"}],"slug":"top-places-to-visit-in-daman-district-india","total":0}]}