{"id":1025,"title":"दमण जिला में देखने के लिए शीर्ष स्थान","imageUrl":"975c09b7-2673-4d1c-8b10-8751f50accfa_Daman.jpg","dateCreated":"2020-01-01T04:54:09.621Z","dateModified":"2020-01-01T04:57:37.62Z","contributedBy":"AskGif","content":"<p>दमन जिला, दादरा और नगर हवेली के केंद्र शासित प्रदेश के तीन जिलों में से एक है और भारत के पश्चिमी तट पर दमन और दीव उत्तर, पूर्व और दक्षिण में गुजरात राज्य के वलसाड जिले और पश्चिम में अरब सागर से घिरा हुआ है। । जिले में 72 वर्ग किलोमीटर (28 वर्ग मील) का क्षेत्र है, और 2011 की जनगणना में 191,173 की आबादी, पूर्ववर्ती 2001 की जनगणना से 69.256% की वृद्धि हुई है। जिला मुख्यालय दमन है।</p>\r\n<p>&nbsp;</p>\r\n<p>दमन गंगा नदी के मुहाने पर स्थित है। प्रमुख उद्योगों की यहाँ इकाइयाँ हैं। निकटतम रेलवे स्टेशन वापी (7 किमी) है। यह अपने समुद्र तट, पुर्तगाली औपनिवेशिक वास्तुकला, चर्चों और नानी-दमन और मोती-दमन के जुड़वां शहरों में प्राकृतिक सुंदरता के लिए भी प्रसिद्ध है, जो दमन गंगा के पार एक दूसरे के विपरीत हैं। सूरत शहर उत्तर में स्थित है, और मुंबई महाराष्ट्र राज्य में अरब सागर तट पर दमन के लगभग 160 किमी (100 मील) दक्षिण में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>दमन जिले में केवल एक तहसील है - दमन। पूरे जिले का क्षेत्र दमन और दीव लोकसभा निर्वाचन क्षेत्र का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>देश में सबसे कम संतुलित लिंगानुपात वाला जिला बदनाम है। 2011 की जनगणना दमन जिले के अनुसार, भारत की जनसंख्या 191,173 है, जो समोआ के राष्ट्र के बराबर है। यह इसे भारत में 592 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 2,655 प्रति वर्ग किलोमीटर (6,880 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 69.256% थी। दमन में हर 1,000 पुरुषों पर 533 महिलाओं का लिंग अनुपात है, और साक्षरता दर 88.06% है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>दमन सड़कों से जुड़ा हुआ है और वापी से 12 किमी, सूरत से 125 किमी और मुंबई से 195 किमी दूर है। पश्चिम रेलवे पर वापी रेलवे स्टेशन दमन के नजदीक का स्टेशन है और सभी प्रमुख शहरों से जुड़ता है। दमन एयरपोर्ट में कोस्ट गार्ड एयरबेस है।</p>\r\n<p>&nbsp;</p>\r\n<p>28 अगस्त, 2003 को मानसून के दौरान मोती दमन और नानी दमन के बीच दमन गंगा पर एक पुल गिर गया, जिसमें 27 स्कूली बच्चों और एक शिक्षक की मौत हो गई, जब उनके वाहन नदी में गिर गए। लगभग 90 मिलियन रुपये की लागत से एक नए पुल का निर्माण किया गया था, लेकिन अगस्त 2004 में यह आंशिक रूप से ढह गया। कोई हताहत नहीं हुआ। दामनगंगा नदी पर भारी बाढ़ के लिए पतन को जिम्मेदार ठहराया गया था। अब भारी वाहनों के लिए राजीव गांधी सेतु के रूप में जाना जाने वाला नया पुल पूरा हो गया है, और पुराने पुलों को हमेशा के लिए बंद रखा जाना है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>दमन में, सबसे लोकप्रिय स्कूल मोती दामन में स्थित हमारी लेडी ऑफ फातिमा के संस्थान, नानी दमन में कोस्ट गार्ड पब्लिक स्कूल, नानी दमन में सर्वजनिक विद्यालय, नानी दमन में श्री मच्ची महाजन हाई स्कूल, और अन्य सरकारी संस्थान हैं। गवर्नमेंट कॉलेज, दमन नाम का एक कॉलेज भी है, जिसमें अधिकांश शैक्षणिक सुविधाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बहन शहरों</p>\r\n<p>दमन, पुर्तगाल के शहर कोइम्ब्रा में एक जुड़वां शहर है।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/975c09b7-2673-4d1c-8b10-8751f50accfa_Daman.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-daman-district-india","tags":[{"name":"दमण","slug":"daman"},{"name":"दमन-और-दीव","slug":"daman-and-diu"}],"recommendations":[{"id":1026,"title":"दीव जिला में देखने के लिए शीर्ष स्थान","imageUrl":"08ee05cc-cd1c-4ddb-815f-51777bdf7dba_diu.jpg","dateCreated":"2020-01-01T05:02:26.188Z","dateModified":"2020-01-01T05:02:47.981Z","contributedBy":"AskGif","content":"दीव जिला भारत के दादरा और नगर हवेली और दमन और दीव के केंद्र शासित प्रदेश के तीन जिलों में से एक है। यह जिला दीव द्वीप और भारतीय मुख्य भूमि पर दो छोटे परिक्षेत्रों से बना है। जिला मुख्यालय दीव टाउन में है। यह देश का नौवां सबसे कम आबादी वाला जिला है (640 में से)।\r\n&nbsp;\r\nभूगोल\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/08ee05cc-cd1c-4ddb-815f-51777bdf7dba_diu.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दीव","slug":"diu"},{"name":"दमन-और-दीव","slug":"daman-and-diu"}],"slug":"top-places-to-visit-in-diu-district-india","total":0},{"id":1025,"title":"दमण जिला में देखने के लिए शीर्ष स्थान","imageUrl":"975c09b7-2673-4d1c-8b10-8751f50accfa_Daman.jpg","dateCreated":"2020-01-01T04:54:09.621Z","dateModified":"2020-01-01T04:57:37.62Z","contributedBy":"AskGif","content":"दमन जिला, दादरा और नगर हवेली के केंद्र शासित प्रदेश के तीन जिलों में से एक है और भारत के पश्चिमी तट पर दमन और दीव उत्तर, पूर्व और दक्षिण में गुजरात राज्य के वलसाड जिले और पश्चिम में अरब सागर से घिरा हुआ है। । जिले में 72 वर्ग किलोमीटर (28 वर्ग मील) का क्षेत्र है, और 2011 की जनगणना में 191,173 की ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/975c09b7-2673-4d1c-8b10-8751f50accfa_Daman.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दमण","slug":"daman"},{"name":"दमन-और-दीव","slug":"daman-and-diu"}],"slug":"top-places-to-visit-in-daman-district-india","total":0}]}