{"id":1026,"title":"Top Places to Visit in Diu district, India","imageUrl":"08ee05cc-cd1c-4ddb-815f-51777bdf7dba_diu.jpg","dateCreated":"2020-01-01T05:02:26.188Z","dateModified":"2020-01-01T05:02:47.981Z","contributedBy":"AskGif","content":"<p>Diu District is one of the three districts of the union territory of Dadra and Nagar Haveli and Daman and Diu of India.&nbsp; The district is made up of Diu Island and two small enclaves on the Indian mainland. The district headquarters are at Diu Town. It is the ninth least populous district in the country (out of 640).</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Diu district occupies an area of 40 square kilometres (15 sq mi),</p>\r\n<p>&nbsp;</p>\r\n<p>It consists of Diu Island and a part on the mainland (the Ghoghla peninsula). 20 km East of Diu Island, is the small territory of Simbor.</p>\r\n<p>&nbsp;</p>\r\n<p>Diu Island</p>\r\n<p>Diu Island is the place where the town of Diu is located. Diu Fortress is also located on Diu Island.</p>\r\n<p>&nbsp;</p>\r\n<p>Mainland</p>\r\n<p>The area on the mainland borders Gir Somnath district of Gujarat. It contains the village of Ghoghla. The village lies on the mainland opposite the eastern end of the island .</p>\r\n<p>&nbsp;</p>\r\n<p>The tiny territory of Simbor, located about 25 km east of the town of Diu, is also part of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Talukas</p>\r\n<p>Diu Island</p>\r\n<p>Ghoghla</p>\r\n<p>Simbor</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Diu district has a population of 52,074, roughly equal to the nation of Saint Kitts and Nevis. This gives it a ranking of 631st in India (out of a total of 640). The district has a population density of 1,301 inhabitants per square kilometre (3,370/sq mi) . Its population growth rate over the decade 2001-2011 was 17.73%. Diu has a sex ratio of 1030 females for every 1000 males, and a literacy rate of 83.36%.</p>\r\n<p>&nbsp;</p>\r\n<p>Sister cities</p>\r\n<p>Diu Island is twinned with the city of Loures, in Portugal.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Diu is home to various buildings and monuments with Portuguese-styled architecture. The nearest railway junction is Veraval, which is 90 km from Diu. Major cities like Mumbai, Ahmedabad, Pune, Jabalpur (Madhya Pradesh), Dwarka and Thiruvananthapuram are directly connected to Veraval Railway Station. Delwada is 8 km from Diu.</p>\r\n<p>&nbsp;</p>\r\n<p>Fortresses and churches</p>\r\n<p>Diu Fort</p>\r\n<p>St. Thomas Church</p>\r\n<p>Nadia Caves</p>\r\n<p>St. Paul's Church</p>\r\n<p>Fortim do Mar</p>\r\n<p>Portuguese Fort</p>\r\n<p>Se Cathedral</p>\r\n<p>Beaches</p>\r\n<p>Nagoa Beach is in Diu.</p>\r\n<p>Ghoghla Beach is the largest beach on the island of Diu.</p>\r\n<p>Chakratirth Beach is in Diu.</p>\r\n<p>Gomtimata Beach is in Diu.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The district was historically part of the Saurashtra region of Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>Mirroring the system of administrative division in Portugal, Diu district (Distrito de Diu) was established as an administrative division of the Portuguese State of India (Estado da &Iacute;ndia) in the first half of the 19th century. It was headed by a district governor, subordinate to the governor-general of Portuguese India in Goa. The district included the single municipality of Diu, which was further subdivided into civil parishes.</p>\r\n<p>&nbsp;</p>\r\n<p>It remained an overseas territory of Portugal until it was annexed by Indian forces on 19 December 1961. From 1961-87, it was a part of the union territory of Goa, Daman and Diu. In 1987, it became a part of the newly formed union territory of Daman and Diu.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Diu_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/08ee05cc-cd1c-4ddb-815f-51777bdf7dba_diu.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-diu-district-india","tags":[{"name":"diu","slug":"diu"},{"name":"daman-and-diu","slug":"daman-and-diu"}],"recommendations":[{"id":1026,"title":"Top Places to Visit in Diu district, India","imageUrl":"08ee05cc-cd1c-4ddb-815f-51777bdf7dba_diu.jpg","dateCreated":"2020-01-01T05:02:26.188Z","dateModified":"2020-01-01T05:02:47.981Z","contributedBy":"AskGif","content":"Diu District is one of the three districts of the union territory of Dadra and Nagar Haveli and Daman and Diu of India.&nbsp; The district is made up of Diu Island and two small enclaves on the Indian mainland. The district headquarters are at Diu Town. It is the ninth least populous district in ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/08ee05cc-cd1c-4ddb-815f-51777bdf7dba_diu.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"diu","slug":"diu"},{"name":"daman-and-diu","slug":"daman-and-diu"}],"slug":"top-places-to-visit-in-diu-district-india","total":0},{"id":1025,"title":"Top Places to Visit in Daman district, India","imageUrl":"975c09b7-2673-4d1c-8b10-8751f50accfa_Daman.jpg","dateCreated":"2020-01-01T04:54:09.621Z","dateModified":"2020-01-01T04:57:37.62Z","contributedBy":"AskGif","content":"Daman district is one of the three districts of the union territory of Dadra and Nagar Haveli and Daman and Diu on the western coast of India, surrounded by the Valsad District of Gujarat state on the north, east and south and the Arabian Sea to the west. The district has an area of 72 square kil","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/975c09b7-2673-4d1c-8b10-8751f50accfa_Daman.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"daman","slug":"daman"},{"name":"daman-and-diu","slug":"daman-and-diu"}],"slug":"top-places-to-visit-in-daman-district-india","total":0}]}