{"id":107,"title":"आज़मगढ़ में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"a4a89cd5-5738-410c-9a48-ad74acbbef27-Azamgarh-railway.jpg","dateCreated":"2018-08-14T06:22:16.648Z","dateModified":"2020-06-07T13:31:43.428Z","contributedBy":"AskGif","content":"<p>उत्तर प्रदेश के पूर्वी जिलों में से एक आज़मगढ़, एक बार अपने पूर्वी-पूर्वी हिस्से को छोड़कर, प्राचीन कोसाला साम्राज्य का हिस्सा बन गया। आज़मगढ़ ऋषि दुर्ववास की भूमि के रूप में भी जाना जाता है जिसका आश्रम फुलपुर तहसील मुख्यालय के 6 किलोमीटर (3.7 मील) उत्तर में तम्सा और माजुई नदियों के संगम के निकट फुलपुर तहसील में स्थित था।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का नाम मुख्यालय शहर, आज़मगढ़ के नाम पर रखा गया है, जिसकी स्थापना 1665 में विक्रमाजीत के पुत्र आज़म ने की थी। विक्रमाजीत पराना निजामाबाद में मेहनगर के गौतम राजपूतों के वंशज थे, जिन्होंने अपने कुछ पूर्ववर्तियों को इस्लाम के विश्वास को गले लगा लिया था। उनकी एक मुस्लिम पत्नी थी जिसने उन्हें दो बेटों आज़म और आजमत को जन्म दिया था। जबकि आज़म ने अपना नाम आजमगढ़ शहर और किले को दिया, आज़मत ने किले का निर्माण किया और परगना सागरी में आज़मतगढ़ के बाजार को बस दिया। चैबिल राम के हमले के बाद, आज़मत खान उत्तर की ओर भाग गया और इसके बाद आंतरिक बलों ने भाग लिया। उन्होंने गघाखपुर में घघरा पार करने का प्रयास किया, लेकिन दूसरी तरफ के लोगों ने अपनी लैंडिंग का विरोध किया, और उन्हें या तो मध्य धारा में गोली मार दी गई थी या तैराकी से बचने की कोशिश में डूब गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>1688 में एडीएम के आजाद के जीवनकाल के दौरान, उनके सबसे बड़े बेटे एकराम ने राज्य के प्रबंधन में हिस्सा लिया, और आज़म की मृत्यु के बाद उन्हें शायद एक अन्य पुत्र मोहाबत के साथ मिलकर छोड़ दिया गया। शेष दो बेटों को हटा दिया गया था और एक समय के लिए उनके भाइयों के 'अच्छे व्यवहार' के लिए बंधक के रूप में हिरासत में लिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इकरम के उत्तराधिकारी ने अंततः अपने परिवार के शीर्षक जमीदारी को पुष्टि की। इकम्राम ने कोई उत्तराधिकारी नहीं छोड़ा और मोहहात के पुत्र इरदात ने उसका उत्तराधिकारी बनाया। लेकिन असली शासक सभी मोहाबत थे, और इकम्राम की मृत्यु के बाद, उन्होंने अपने बेटे के नाम पर शासन करना जारी रखा।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a4a89cd5-5738-410c-9a48-ad74acbbef27-Azamgarh-railway.jpg","subContents":[{"SubTitle":"1. शिब्ली सर्कल","SubTitleHindi":null,"SubContent":"<p>ब्रिटिश राज के दौरान भारतीय उपमहाद्वीप से शिब्ली नोमानी इस्लामी विद्वान थे। उनका जन्म आज के उत्तर प्रदेश के आज़मगढ़ जिले के बिंदवाल में हुआ था। वह 1883 में शिब्ली नेशनल कॉलेज की स्थापना और आजमगढ़ में दारुल मुसानिफिन (राइटर्स हाउस) के लिए जाने जाते हैं। शिब्ली अरबी, फारसी, तुर्की और उर्दू में एक बहुमुखी विद्वान था। वह एक कवि भी था। उन्होंने इस्लाम के पैगंबर, मुहम्मद के जीवन पर अधिक सामग्री एकत्र की लेकिन सिराट-अन-नबी के नियोजित कार्य के केवल पहले दो खंड लिख सकते थे। उनके शिष्य सैयद सुलेमान नदवी ने इस सामग्री का उपयोग किया और इसमें शामिल किया और उनके सलाहकार की मृत्यु के बाद सिरत-अन-नबी के काम के शेष पांच खंड भी लिखे।</p>\r\n<p>शिब्ली सर्किल उन शीर्ष स्थानों में से एक है जो पर्यटकों को आकर्षित करते हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Shibli_Nomani</p>","SubContentHindi":null,"ImageUrl":"e7635d98-2bbd-49cf-9f18-df0f5aac3849_shibli-circle.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कृष्णा वनस्पति उद्यान","SubTitleHindi":null,"SubContent":"<p>आज़मगढ़ में कृष्णा बॉटनिकल गार्डन प्रमुख आकर्षण स्थानों में से एक है। इस खूबसूरत बॉटनिकल गार्डन में जाने के लिए कई जगहों के लोग यहां आने के लिए उपयोग करते हैं। कृष्णा वनस्पति उद्यान सिविल लाइंस, आज़मगढ़, उत्तर प्रदेश 276001, भारत में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>अगर आप आगामगढ़ में शांति के साथ कुछ गुणवत्ता का समय बिताना चाहते हैं तो यह वह जगह है जहां आपको जाना चाहिए।</p>","SubContentHindi":null,"ImageUrl":"9665515f-36bb-43e4-a461-73257c6b8839_types-of-flowers.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निजामाबाद","SubTitleHindi":null,"SubContent":"<p>निजामाबाद भारतीय राज्य उत्तर प्रदेश के आज़मगढ़ जिले में एक शहर और एक नगर पंचायत है। शहर अपने ब्लैक मिट्टी के बर्तनों के लिए जाना जाता है।</p>\r\n<p>निजामाबाद 26.05 डिग्री सेल्सियस 83.06 डिग्री ई पर स्थित है। इसकी औसत ऊंचाई 72 मीटर (236 फीट) है।</p>\r\n<p>2001 की 2001 की जनगणना के अनुसार, निजामाबाद की आबादी 12,0 9 6 थी। पुरुषों में 52% आबादी और 48% महिलाएं हैं। निजामाबाद की औसत साक्षरता दर 60% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 68% है, और महिला साक्षरता 51% है। निजामाबाद में, 20% आबादी 6 साल से कम आयु के है। यह जगह भारत के प्रमुख गुरुद्वारों में से एक है जहां गुरु नानक ने यहां अपने सैंडल का दौरा किया था और इसलिए गुरुद्वारा को गुरुद्वारा गुरु नानक चरन पदुका कहा जाता है। यह बलिया-शाहगंज ब्रॉड गेज पर मौजूद है।</p>\r\n<p>निजामाबाद का काला मिट्टी मिट्टी के बर्तन अद्वितीय मिट्टी के बर्तनों का अनूठा प्रकार है जो अपने काले चमकीले शरीर के लिए उत्कीर्ण चांदी के पैटर्न के साथ जाना जाता है। यह दिसंबर 2015 में भौगोलिक संकेत टैग के लिए पंजीकृत था।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Nizamabad,_Uttar_Pradesh</p>","SubContentHindi":null,"ImageUrl":"2c4b7eec-6d5a-44e9-9698-c3bad2eea766_nizamabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रास्ते से</p>\r\n<p>&nbsp;</p>\r\n<p>आज़मगढ़ लखनऊ से 268 किमी (167 मील) और दिल्ली 761 किमी (473 मील) सड़क से जुड़ा हुआ है। यह पूर्वी उत्तर प्रदेश में सबसे बड़ी बस डिपो में से एक है और उत्तर प्रदेश के लगभग सभी जिला मुख्यालयों और दिल्ली भी नियमित बस सेवाएं है। हाल ही में वाराणसी से लुंबिनी वाया आज़मगढ़ से उत्तीर्ण एक एनएच 28 जो चार और एनएच 233 बी (नई संख्या प्रणाली के अनुसार एनएच 28) है, आजमगढ़, राजसुल्तानपुर, गोरखपुर रोड में नया स्थान है। आज़मगढ़ लखनऊ बल्लीया एक्सप्रेसवे का हिस्सा होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>&nbsp;</p>\r\n<p>आजमगढ़ स्टेशन पूर्वी उत्तर प्रदेश का सबसे महत्वपूर्ण है। आज़मगढ़ मुंबई के एलटीटी - आज़मगढ़ वीकली एक्सप्रेस, गोदाण एक्सप्रेस, अहमदाबाद, राज्य की राजधानी लखनऊ, जयपुर, अजमेर और अमृतसर से कोलकाता में केओएए एएमएच एक्सप्रेस (13137) द्वारा मुंबई से सीधे कैफियत एक्सप्रेस द्वारा दिल्ली से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>&nbsp;</p>\r\n<p>आज़मगढ़ में एक नया हवाई अड्डा, मंडुरी हवाई अड्डा, 9 किमी (5.6 मील) दूर है। निकटतम अंतरराष्ट्रीय हवाई अड्डा लाल बहादुर शास्त्री हवाई अड्डा (वाराणसी), 100 किमी (62 मील) दूर है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Azamgarh</p>","SubContentHindi":null,"ImageUrl":"094ef738-1b83-400c-9509-3c325aafc49d_welcome-ajamgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-azamgarh-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"आजमगढ़","slug":"azamgarh"}],"recommendations":[{"id":1175,"title":"अछनेरा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","dateCreated":"2020-04-09T09:53:49.667Z","dateModified":"2020-04-09T09:54:12.429Z","contributedBy":"AskGif","content":"अछनेरा भारतीय राज्य उत्तर प्रदेश के आगरा जिले में एक शहर और एक नगरपालिका बोर्ड है।\r\nभूगोल\r\nअछनेरा 27.18 &deg; N 77.77 &deg; E पर स्थित है। इसकी औसत ऊंचाई 167 मीटर (547 फीट) है। यह अपने सांस्कृतिक मूल्यों के लिए प्रसिद्ध है; यहां विभिन्न धर्मों के लोग रहते हैं। कई मंदिर ऐसे हैं जिनके","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"अछनेरा","slug":"achhnera"}],"slug":"top-places-to-visit-in-achhnera-uttar-pradesh","total":0},{"id":202,"title":"सुल्तानपुर में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","dateCreated":"2018-12-28T16:35:06.817Z","dateModified":"2018-12-28T18:48:37.792Z","contributedBy":"AskGif","content":"सुल्तानपुर भारतीय राज्य उत्तर प्रदेश में एक शहर और सुल्तानपुर जिले में एक नगरपालिका बोर्ड है। गोमती (गंगा नदी की एक प्रमुख सहायक नदी) के दाहिने किनारे पर स्थित, सुल्तानपुर सुल्तानपुर जिले का प्रशासनिक मुख्यालय है और फैजाबाद मंडल का एक हिस्सा है। यह राज्य की राजधानी लखनऊ से 135 किलोमीटर पूर्व में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"सुल्तानपुर","slug":"sultanpur"}],"slug":"top-places-to-visit-in-sultanpur-uttar-pradesh","total":0},{"id":165,"title":"कुशीनगर (पद्रौना) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","dateCreated":"2018-12-08T06:11:19.641Z","dateModified":"2018-12-08T06:29:12.406Z","contributedBy":"AskGif","content":"कुशीनगर भारतीय उत्तर प्रदेश के कुशीनगर जिले में एक तीर्थयात्रा शहर है। \"कासिया बाजार\" का नाम कुशीनगर में बदल दिया गया था और फिर कासिया बाजार आधिकारिक नाम कुशीनगर के साथ नगर पालिका बन गया।\r\n&nbsp;\r\nयह एक महत्वपूर्ण बौद्ध तीर्थ स्थल है, जहां बौद्धों का मानना ​​है कि गौतम बुद्ध ने उनकी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पडरौना","slug":"padrauna"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कुशीनगर","slug":"kushinagar"}],"slug":"top-places-to-visit-in-kushinagar-padrauna-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}