{"id":109,"title":"Top Places to Visit in Bagpat, Baghpat, Uttar Pradesh","imageUrl":"8835773f-a6de-4e3e-924a-40ff66bb425a-Bagpat-railway.jpg","dateCreated":"2018-08-15T13:47:21.931Z","dateModified":"2020-06-08T04:25:03.969Z","contributedBy":"AskGif","content":"<p>Bagpat district is one of the 75 districts of the Indian state of Uttar Pradesh with headquarters at the town of Baghpat. Created in 1997, the district has an area of 1,321 square kilometres (510 sq mi) and a population of 1,163,991.</p>\r\n<p>Baghpat district was created in the year 1997 and named after the erstwhile Baghpat tehsil of Meerut district.</p>\r\n<p>Bagpat district is infamous for the activities of criminals and there are various criminal gangs known as \"Giroh\" that are active in the region. In spite of this, Bagpat is considered to be one of the best places to live in India because of its green and healthy environment.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has an area of 1,321 square kilometres (510 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Baghpat town lies on the east bank of the Yamuna River, and is within the National Capital Region.</p>\r\n<p>Baghpat town has an agriculture-based economy where sugarcane is a main crop. There are sugar mills in Baghpat, Ramala and Malakpur. Wheat, mustard, and vegetables are also extensively grown.</p>\r\n<p>&nbsp;</p>\r\n<p>Baraut is famous for its Rim and Dhura grown there, as well as its agricultural implements industry.</p>\r\n<p>According to the 2011 census, Bagpat district has a population of 1,303,148, which is roughly equal to that of African nation of Mauritius[6] or the US state of New Hampshire. This gives it a ranking of the 376th most populous districts in India (out of a total of 640). The district has a population density of 986 inhabitants per square kilometre (2,550/sq mi). Its population growth rate over the decade 2001-2011 was 11.87%. Bagpat has a sex ratio of 858 females for every 1000 males, and a literacy rate of 73.54%. Baghpat is a Hindu-majority district, with about 63% Hindu population and 34% Muslim population.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bagpat_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8835773f-a6de-4e3e-924a-40ff66bb425a-Bagpat-railway.jpg","subContents":[{"SubTitle":"1. Trilok Teerth Dham","SubTitleHindi":null,"SubContent":"<p>Trilok Teerth Dham is situated in Khekra in \"Parshvanatha Atishaya Kshetra\", Bada Gaon, Uttar Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Trilok Teerth Dham is built in shape of Jain Emblem. This temple is 317 feet in height out of which 100 feet is below the ground and 217 feet above the ground. On top of the temple there is a 31 feet tall statue of Rishabhdev made up of Ashtadhatu (8 metals) in padmasan posture. This temple is dedicated to Parshvantha. This temple also has a 108 feet Manasthamb (tower of pride). The main idol was found in 1922 when Jain saint Anant Kirti Maharaj predicted that the idol was in the hill. As the name suggests trilok teerth depicts the three lokas i.e. Adholok Madhyalok and Urdhvalok.</p>\r\n<p>&nbsp;</p>\r\n<p>This temple includes a meditation center, Samavasarana, Nandishwar Dweep, Trikaal Chaubisi, Meru Temple, Lotus Temple, Parshvanath temple, Jambudweep. The temple also has a dharamshala equipped with all modern facilities.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Trilok_Teerth_Dham</p>","SubContentHindi":null,"ImageUrl":"8a67a7a6-dfe0-4575-bb42-c3bc1ec4a133_Trilok_Teerth_Dham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Pura MahaDev","SubTitleHindi":null,"SubContent":"<p>Pura MahaDev Village is inhabited by the Malik Jats and is situated on a hillock on the banks of the Hindon River. There is a very ancient temple dedicated to the Lord Shiva, where, twice a year, Shiva devotees carry water from the holy River Ganges, at Haridwar, walking all the way, as an offering to Lord Shiva. Fairs are held here on the fourteenth day of Shraavana (sometime in August&ndash;September) and Phalguna (February) in the foothills of the Lord Shiva temple in this village. Mahadev Pura is about 3 kilometres (1.9 mi) from the nearest town, Baleni, which is well-served by the highway from Meerut (32 kilometres (20 mi)) to Baghpat (28 kilometres (17 mi)). According to a local tradition, the sage Parashurama founded a Shiva temple here and named the place Shivapuri which in process of time became changed to Shivpura and then got shortened to Pura.</p>\r\n<p>source: https://bagpat.nic.in/tourist-place/pura-mahadev/</p>","SubContentHindi":null,"ImageUrl":"6afa2393-d5cb-479e-a1e4-0969fa3a9748_Pura-mahadev.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Gufa Waale Baba Ka Mandir","SubTitleHindi":null,"SubContent":"<p>This is a holy place on the name of Gufa Wale Baba Ji which is also known as kuti wale baba. There also exists a Lord Shiva's Mandir within this place. Many people, in bulk, visit it at religious festivals like Holi, Diwali etc.</p>\r\n<p>Every Sunday devotees from nearby areas participate in religious activities. It is a place of great attraction.</p>","SubContentHindi":null,"ImageUrl":"3b074b80-8f44-491e-97e1-71e3012c3508_gufa-wale-baba-askgif.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Valmiki Ashram","SubTitleHindi":null,"SubContent":"<p>About 25 km from the city towards Meerut, off Meerut road and near the Hindon River in the village baleni is the Valmiki Ashram, where according to Ramayana Luv and Kush sons of Lord Rama were born and brought up. This is the place where Sita came to live after the Ram-Ravan yudh in Ramayana.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Baghpat#Valmiki_Ashram</p>","SubContentHindi":null,"ImageUrl":"f7debac7-0862-4531-a5ab-f386dea8b1dc_valmiki-ashram-baghpat-askgif.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Kali Singh Baba Mandir","SubTitleHindi":null,"SubContent":"<p>This temple is situated near Laliyana village on the road from Chamrawal to Dhauli Pyau. Every Sunday, a huge crowd can be seen here. On Diwali, and Holi also, people come here from nearby cities to worship Kali Singh Baba.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Baghpat#Valmiki_Ashram</p>","SubContentHindi":null,"ImageUrl":"d26e9cce-e735-4ef1-8705-b0bb73aa9be7_baba-kali-temple-askgif.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Bagpat is a magnificent city to visit in the state of Uttar Pradesh. There are no frequent flights from other major cities of the country to Bagpat. The nearest airport is Indira Gandhi International Airport. Bagpat does not have a train station. Nearest option is Baraut. You can easily get regular buses to Bagpat from other major cities of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>BY BUS</p>\r\n<p>You can readily get regular buses to Bagpat from other major cities of the country.</p>\r\n<p>Bus Station(s): Bagpat</p>\r\n<p>&nbsp;</p>\r\n<p>BY TRAIN</p>\r\n<p>Bagpat does not have a train station. Nearest option is Baraut.</p>\r\n<p>Bagpat</p>\r\n<p>8 km away</p>\r\n<p>Baraut (BTU), Baraut, Uttar Pradesh</p>\r\n<p>Bagpat</p>\r\n<p>31 km away</p>\r\n<p>Rathdhana (RDDE), Rathdhana, Haryana</p>\r\n<p>&nbsp;</p>\r\n<p>BY FLIGHT</p>\r\n<p>&nbsp;</p>\r\n<p>There are no frequent flights from other major cities of the country to Bagpat. The nearest airport is Indira Gandhi International Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Bagpat</p>\r\n<p>47 km away</p>\r\n<p>&nbsp;</p>\r\n<p>Indira Gandhi International Airport (DEL), New Delhi, Delhi</p>\r\n<p>Bagpat</p>\r\n<p>155 km away</p>\r\n<p>Dehra Dun Airport (DED), Dehradun, Uttarakhand</p>","SubContentHindi":null,"ImageUrl":"f171595f-3382-470e-9774-3795687f908d_baghpat-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bagpat-baghpat-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bagpat","slug":"bagpat"}],"recommendations":[{"id":1175,"title":"Top Places to visit in Achhnera, Uttar Pradesh","imageUrl":"1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","dateCreated":"2020-04-09T09:53:49.667Z","dateModified":"2020-04-09T09:54:12.429Z","contributedBy":"AskGif","content":"Achhnera is a town and a municipal board in Agra district in the Indian state of Uttar Pradesh.\r\nGeography\r\nAchhnera is located at 27.18&deg;N 77.77&deg;E. It has an average elevation of 167 meters (547 feet). It is famous for its cultural values; people of different religions live ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"achhnera","slug":"achhnera"}],"slug":"top-places-to-visit-in-achhnera-uttar-pradesh","total":0},{"id":166,"title":"Top Places to Visit in Lakhimpur (Lakhimpur Kheri), Uttar Pradesh","imageUrl":"91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","dateCreated":"2018-12-08T08:14:57.969Z","dateModified":"2018-12-08T08:37:13.088Z","contributedBy":"AskGif","content":"Lakhimpur is a city and a municipal board in Lakhimpur Kheri district in the Indian state of Uttar Pradesh.\r\n&nbsp;\r\nEducation\r\nEducation is available at the Junior and Senior Basic Schools, Senior Secondary Schools and college level.\r\n&nbsp;\r\nSt. Don Bosco's Co","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"lakhimpur-kheri","slug":"lakhimpur-kheri"},{"name":"lakhimpur","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-lakhimpur-kheri-uttar-pradesh","total":0},{"id":113,"title":"Top Places to Visit in Ballia, Uttar Pradesh","imageUrl":"04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","dateCreated":"2018-08-17T05:44:38.71Z","dateModified":"2020-06-10T04:07:01.192Z","contributedBy":"AskGif","content":"Ballia is a city with a municipal board in the Indian state of Uttar Pradesh bordering Bihar. The eastern boundary of the city lies at the junction of two major rivers, the Ganges and the Ghaghara. The city is situated 140 km (87 mi) east of Varanasi. Bhojpuri is the primary local language. Balli","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ballia","slug":"ballia"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ballia-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}