{"id":1094,"title":"Creamy Mashed Potatoes ( Using Milk ) Recipes for Babies","imageUrl":"41e76367-95df-4d04-b910-2453a2fe8d03_creamy.jpg","dateCreated":"2020-02-10T15:13:52.196Z","dateModified":"2020-02-10T15:14:05.092Z","contributedBy":"AskGif","content":"<p>These foods help in healthy weight gaining on babies. I didn&rsquo;t start rice yet, because as per our custom we will take that as a big function and feed the first rice to maha in front of God in a temple.</p>\r\n<p>The other foods which are rich in carbohydrates are potatoes and sweet potatoes. Potatoes are really good for your babies. They have few vitamins in them but they are mainly rich in carbohydrates and starch. I added some formula milk in this mash to make it more creamy, but you could simply leave it out and add warm water. But never add cow&rsquo;s milk until your baby is 1 year old. This is what my pediatrician told me.</p>\r\n<p>You can even add carrots in this and make it as a double veggie mash. Carrots give a lovely sweetness to the mash and it will be a different food for your baby.</p>\r\n<p>I get so many emails from my viewers about formula milk and breast milk. Here is an article about Toddler Formula vs Milk. I hope it will be helpful for you.</p>\r\n<p>&nbsp;</p>\r\n<p>Things to remember:</p>\r\n<p>&nbsp;</p>\r\n<p>1) The texture of the puree depends upon you, I would recommend you to make the puree smooth.&nbsp;</p>\r\n<p>2) Your baby won't empty the whole bowl all at once, start with few spoons then increase it gradually as days pass by.</p>\r\n<p>3) In my opinion &amp; experience potatoes won't cause any constipation in babies. But it may cause gas in some babies. Anyhow, I won't feed this puree daily, I give it two times a week.</p>\r\n<p>4) I don't prefer freezing potato purees. I make it fresh every day. But if you are busy or find difficult to get time, then freeze it in individual containers and thaw it overnight in the fridge.</p>\r\n<p>5) When choosing potatoes, get firm, white variety.</p>\r\n<p>6) Potato is less likely to have any allergenic reactions.</p>\r\n<p>&nbsp;</p>\r\n<p>Tips from Viewer Comment:</p>\r\n<p>&nbsp;</p>\r\n<p>You may add 3-4 jeera while boiling the potatoes. You may either grind it and feed the baby or else take it off before feeding as the essence would be taken in it. this helps the baby from getting any gas problems.</p>\r\n<p>&nbsp;</p>\r\n<p>How to make Potato Puree:</p>\r\n<p>&nbsp;</p>\r\n<p>Ingredients:</p>\r\n<p>&nbsp;</p>\r\n<p>Potato &ndash; 1 medium size ( fresh and white variety)</p>\r\n<p>Formula Milk Powder &ndash; 1 scoop ( I use lactogen )</p>\r\n<p>Water &ndash; 3 to 4 tablespoon + for boiling potatoes</p>\r\n<p>&nbsp;</p>\r\n<p>Method:</p>\r\n<p>&nbsp;</p>\r\n<p>Take a firm, fresh, white potato. Peel it and cube them. Wash it well in cold water.</p>\r\n<p>Add it to a saucepan, cover it with clean water. Put it on the stove and bring it to boil.</p>\r\n<p>Simmer the flame and cook till the potatoes are tender. This will take around 15 mins.</p>\r\n<p>Now drain it and put it in a bowl. Mash it up.</p>\r\n<p>Now to make the puree creamy, make some formula milk. Dissolve some formula milk powder which you are using for your baby in some warm water. Pour this over the mashed potato and mash it more to make it creamy.</p>\r\n<p>Transfer this to a bowl and feed your baby with a spoon.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/41e76367-95df-4d04-b910-2453a2fe8d03_creamy.jpg","subContents":[],"category":{"name":"recipe","slug":"recipe"},"slug":"creamy-mashed-potatoes-using-milk-recipes-for-babies","tags":[{"name":"baby-food","slug":"baby-food"}],"recommendations":[{"id":1088,"title":"Health Powder Mix (Wheat, Moong Dal, and Almond ) Recipe for Babies","imageUrl":"b8707c31-ba5c-4792-aa4f-29804e07b5c0_healthy1.jpg","dateCreated":"2020-02-09T13:17:14.16Z","dateModified":"2020-02-09T13:17:25.639Z","contributedBy":"AskGif","content":"This makes a great filling and protein-rich food for your babies because it has wheat and moong dal in it. And the addition of almonds makes it super healthy. I used wheat powder in this recipe, my mom buys whole wheat, wash it, dry it in sun and grind it in the mill, I used that homemade powder ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b8707c31-ba5c-4792-aa4f-29804e07b5c0_healthy1.jpg","category":{"name":"recipe","slug":"recipe"},"tags":[{"name":"baby-food","slug":"baby-food"}],"slug":"health-powder-mix-wheat-moong-dal-and-almond-recipe-for-babies","total":0},{"id":1084,"title":"Pear ( Sauce ) Puree Recipe for Babies","imageUrl":"e40ac071-01e3-4539-8b77-40dbcb5fd1df_pear-puree.jpg","dateCreated":"2020-02-09T06:56:35.855Z","dateModified":"2020-02-09T06:57:25.45Z","contributedBy":"AskGif","content":"Pears make great baby food. I give apple puree one day, pear puree the next day and I mix them and make apple pear puree and feed her. I also add a dash of cinnamon to spice it up. Check out my detail post about spicing baby foods. Pear makes great first food for babies since it is less allergeni","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e40ac071-01e3-4539-8b77-40dbcb5fd1df_pear-puree.jpg","category":{"name":"recipe","slug":"recipe"},"tags":[{"name":"baby-food","slug":"baby-food"}],"slug":"pear-sauce-puree-recipe-for-babies","total":0},{"id":1056,"title":"Avocado Puree Recipe for Babies ( Mashed Avocado )","imageUrl":"18dacc17-e798-42f7-ae05-c352140d6da3_avocado.jpg","dateCreated":"2020-01-27T02:38:43.6Z","dateModified":"2020-01-27T02:39:03.966Z","contributedBy":"AskGif","content":"Avocado is a great first food for babies. You can start feeding it as soon as your baby starts their solids. Since it is easy to digest, they are great weaning food. Avocado is rich in omega 3 which helps in brain development in babies. You can add some banana to this puree, it adds potassium too","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18dacc17-e798-42f7-ae05-c352140d6da3_avocado.jpg","category":{"name":"recipe","slug":"recipe"},"tags":[{"name":"baby-food","slug":"baby-food"}],"slug":"avocado-puree-recipe-for-babies-mashed-avocado-","total":0},{"id":1027,"title":"Beetroot milk Recipe, Rose milk using Beetroots","imageUrl":"e42849c0-c3e7-4d00-bfcf-b206b71b186d_rose-milk.jpg","dateCreated":"2020-01-01T05:24:01.851Z","dateModified":"2020-01-02T06:46:41.452Z","contributedBy":"AskGif","content":"Delicious rose milk made using beetroots. This is healthy for kids and toddlers. Instead of giving normal rose milk with lots of food coloring, you can give this beet milk.\r\nMaha loves rose milk. But the rose milk extract which is available in supermarkets is so high in food color which is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e42849c0-c3e7-4d00-bfcf-b206b71b186d_rose-milk.jpg","category":{"name":"recipe","slug":"recipe"},"tags":[{"name":"baby-food","slug":"baby-food"},{"name":"beetroot","slug":"beetroot"},{"name":"rose-milk","slug":"rose-milk"}],"slug":"beetroot-milk-recipe-rose-milk-using-beetroots","total":0}]}