{"id":1097,"title":"Homemade Ragi Porridge ( Finger Millet ) Recipes for Babies","imageUrl":"2d811267-a3af-44fb-adc3-33e626a07a15_ragi.jpg","dateCreated":"2020-02-11T03:56:46.899Z","dateModified":"2020-02-11T03:58:35.57Z","contributedBy":"AskGif","content":"<p>For a few days, I was making ragi porridge using fresh ragi. Then I came across making homemade ragi powder recipe at home and immediately gave it a shot. And many of you asked for that recipe, so here it is.</p>\r\n<p>&nbsp;</p>\r\n<p>Ragi is very healthy for babies, it is filling and help your baby gain weight in a healthy way. Few things you have to remember before making this.</p>\r\n<p>&nbsp;</p>\r\n<p>1)The consistency of the porridge which you make totally depends on you. You can make it too runnier and pour it bottles and feed your baby or make it a little thicker and feed your baby using a spoon.</p>\r\n<p>2) I use panakarkandu or karupatti as a sweetener. This is how I do. I take a small piece of karupatti or a piece of panakarkandu in a saucepan, add some water in it and heat it up till it is melted. Then I strain that and add ragi powder in it, strain again and cook them together.&nbsp; Karupatti strengthens your baby bones. Panakarkandu helps to prevent cold for your babies. You can even mix up a small piece of both.</p>\r\n<p>3) If you feed a good bowl of this for your baby. Your baby will sleep peacefully for a good 2 to 3 hours. It is that filling.</p>\r\n<p>4) Cook ragi properly. If you didn&rsquo;t cook it properly, it may cause constipation.&nbsp;&nbsp;</p>\r\n<p>5) Many people say ragi may cause constipation. But I am feeding them to my baby for 3 weeks now. And she is passing stool daily.&nbsp;&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>How to make Ragi Porridge using Homemade Powder:</p>\r\n<p>&nbsp;</p>\r\n<p>Take a clean saucepan, add in 2 tablespoon of karupatti. Now pour in 3/4 cup of clean water. Heat this up and cook until the karupatti is melted.</p>\r\n<p>Now take a clean bowl and a fine-mesh strainer. Sieve the liquid through this.</p>\r\n<p>Now add a tablespoon of homemade ragi powder in the liquid and mix well so no lumps are formed.</p>\r\n<p>I washed the saucepan and sieve well in the meantime. Now pour this liquid again through the sieve in the saucepan.</p>\r\n<p>Heat this on a low flame stirring continuously. Cook this for around 4 to 5 mins till the ragi is cooked and thicken.</p>\r\n<p>Take it off the heat, allow it to cool down and transfer it to a feeding bowl or feeding bottle and feed your baby.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d811267-a3af-44fb-adc3-33e626a07a15_ragi.jpg","subContents":[],"category":{"name":"recipe","slug":"recipe"},"slug":"homemade-ragi-porridge-finger-millet-recipes-for-babies","tags":[{"name":"baby-food","slug":"baby-food"}],"recommendations":[{"id":1094,"title":"Creamy Mashed Potatoes ( Using Milk ) Recipes for Babies","imageUrl":"41e76367-95df-4d04-b910-2453a2fe8d03_creamy.jpg","dateCreated":"2020-02-10T15:13:52.196Z","dateModified":"2020-02-10T15:14:05.092Z","contributedBy":"AskGif","content":"These foods help in healthy weight gaining on babies. I didn&rsquo;t start rice yet, because as per our custom we will take that as a big function and feed the first rice to maha in front of God in a temple.\r\nThe other foods which are rich in carbohydrates are potatoes and sweet potatoes. ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/41e76367-95df-4d04-b910-2453a2fe8d03_creamy.jpg","category":{"name":"recipe","slug":"recipe"},"tags":[{"name":"baby-food","slug":"baby-food"}],"slug":"creamy-mashed-potatoes-using-milk-recipes-for-babies","total":0},{"id":1040,"title":"Puffed rice instant cereal Recipe for Babies - Travel Food for Babies","imageUrl":"d957b9c8-db4e-4329-9994-a4b8f830edca_IMG_6313.jpg","dateCreated":"2020-01-24T02:07:30.393Z","dateModified":"2020-01-24T02:08:32.813Z","contributedBy":"AskGif","content":"Puffed Rice Instant Cereal for Babies. Highly Nutritious and Protein-rich porridge mix for babies. This is an instant cereal recipe which is great for travel too.\r\nThis recipe is a healthy protein cereal mix for baby. It has puffed rice and roasted gram dal which helps in weight gaining in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d957b9c8-db4e-4329-9994-a4b8f830edca_IMG_6313.jpg","category":{"name":"recipe","slug":"recipe"},"tags":[{"name":"baby-food","slug":"baby-food"}],"slug":"puffed-rice-instant-cereal-recipe-for-babies-travel-food-for-babies","total":0},{"id":1028,"title":"Keerai Dosa Recipe, Spinach Dosa for babies, Toddlers & Kids","imageUrl":"4d7a451b-7611-48d3-aaf4-1a19b325c7b7_kerrai-dosa.jpg","dateCreated":"2020-01-01T05:50:42.84Z","dateModified":"2020-01-02T06:47:27.888Z","contributedBy":"AskGif","content":"Healthy spinach dosa which tastes so yummy and is so nutritious for your baby. This dosa is a green color with tons of health benefits in them.\r\nThis is an easy way to include spinach in your toddler or kid's diet. They will never find it and still, they will enjoy eating green dosa.\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4d7a451b-7611-48d3-aaf4-1a19b325c7b7_kerrai-dosa.jpg","category":{"name":"recipe","slug":"recipe"},"tags":[{"name":"keerai-dosa","slug":"keerai-dosa"},{"name":"baby-food","slug":"baby-food"},{"name":"spinach-dosa","slug":"spinach-dosa"}],"slug":"keerai-dosa-recipe-spinach-dosa-for-babies-toddlers-kids","total":0},{"id":1027,"title":"Beetroot milk Recipe, Rose milk using Beetroots","imageUrl":"e42849c0-c3e7-4d00-bfcf-b206b71b186d_rose-milk.jpg","dateCreated":"2020-01-01T05:24:01.851Z","dateModified":"2020-01-02T06:46:41.452Z","contributedBy":"AskGif","content":"Delicious rose milk made using beetroots. This is healthy for kids and toddlers. Instead of giving normal rose milk with lots of food coloring, you can give this beet milk.\r\nMaha loves rose milk. But the rose milk extract which is available in supermarkets is so high in food color which is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e42849c0-c3e7-4d00-bfcf-b206b71b186d_rose-milk.jpg","category":{"name":"recipe","slug":"recipe"},"tags":[{"name":"baby-food","slug":"baby-food"},{"name":"beetroot","slug":"beetroot"},{"name":"rose-milk","slug":"rose-milk"}],"slug":"beetroot-milk-recipe-rose-milk-using-beetroots","total":0}]}