{"id":11,"title":"What is a .Dat file in windows?","imageUrl":"faa559fb-daa1-49bd-9801-bbcf722b8e46_dat-file.gif","dateCreated":"2018-07-03T17:29:18.585Z","dateModified":"2018-07-09T15:52:38.509Z","contributedBy":"AskGif","content":"<p>Sometimes you might have received an email containing an attachment with .Dat extension, and then you must have questioned yourself that &ldquo;What is .Dat file&rdquo;. Further you might have asked that how to excess this particular file. So, let&rsquo;s have a look at solution to those frequent doubts.<br />The very first thing that .Dat file indicates is that it contains some random data and it is not designed to be used by some specific applications. It means unlike the case of some frequently used file, let&rsquo;s say seeing an XLS file one can easily say that it should be opened by Microsoft Excel, but in case of .Dat file you yourself have to decide that with which program you must open that file. It can be different programs at different times.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/faa559fb-daa1-49bd-9801-bbcf722b8e46_dat-file.gif","subContents":[{"SubTitle":"Opening a .Dat file","SubTitleHindi":null,"SubContent":"<p>The most appropriate way of opening a .Dat extension file is to utilize the same application which created it. In case of uncertainty one can try out with notepad. After opening the file with notepad one may recognize some part of the data, however most of the remaining part would be unrecognizable and most probably junk ejected by the source program.<br />These files are normally found in emails with attachments. However programs of these days do not produce any .Dat file and it is usually being used by programmers only.<br />To search &ldquo;What is a dat file&rdquo; initially you must inquire about the file from the sender that which application was used for its creation. If their response has a sense that it was just mere document or picture file with some other extensions, and they are not sure how it turned into a .Dat file, then it means file extension was changed during the email routing process.<br />Actually it may appear odd, but some email server programs change the extensions of attached to .Dat files automatically. Therefore if you were supposed to receive an image file, all you need to do is to change the extension of the file to JPG, PNG or GIP whichever you think would be more appropriate. A Microsoft word file should be changed to extension .Doc.<br />To change the file extension select Tools under File Options in windows explorer.<br />Then select the View tab and keep scrolling down until the option &ldquo;Hide extensions for known file types&rdquo; appears. Uncheck it to see the extension of all the files in that folder which you can change to something else.<br />All you need to do is right click over the file and change the extension which appears after the dot to any preferred format.<br />Finally, you must observe that change of icon of the file, representing the application which can open it. Like for an Excel sheet it should be an MS Excel icon.<br />Now what should you do if you are still struggling finding the right source program or the extension of the original file? Go for a right click over the file and keep on selecting different programs through Open With option. It means if an XLS file is changed to .Dat file and you try to open it with MS Excel then it will work.<br />The above case was true because the file was created using an Excel application and all the data in it is appropriate, only the file extension has changed.<br />One can even go on trying for Windows media player as it would execute it if it happen to be some video file, any MP3 file or maybe any other file of similar nature. So using any of the above methods can bring an answer to your doubt that &ldquo;What is a dat file&rdquo;&nbsp;<br />&nbsp;</p>","SubContentHindi":null,"ImageUrl":"ef5d785b-41c1-4c01-9e1c-b35a6bc5c2cb_opennwith.gif","HdImageUrl":null,"gifUrl":null,"Priority":""}],"category":{"name":"informatives","slug":"informatives"},"slug":"what-is-a-.dat-file-in-windows","tags":[{"name":"dat-file-format","slug":"dat-file-format"},{"name":"computer","slug":"computer"}],"recommendations":[{"id":12,"title":"Few good registry cleaners","imageUrl":"0f876cbe-4827-4c62-b6ed-53d02bbbdc39_RegEdit.gif","dateCreated":"2018-07-03T17:46:00.093Z","dateModified":"2018-07-03T18:03:13.3Z","contributedBy":"AskGif","content":"If you are in search of a &ldquo;Free registry cleaners&rdquo; then you may come across thousands of them readily available over internet, but only few of them can be trusted and can be tried without risking your computer. Here, we are going to state you few good registry cleaner programs.<br />\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0f876cbe-4827-4c62-b6ed-53d02bbbdc39_RegEdit.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"computer","slug":"computer"},{"name":"registry","slug":"registry"}],"slug":"few-good-registry-cleaners","total":0},{"id":10,"title":"How to convert a PDF to word?","imageUrl":"5bb1682c-da74-4c9e-8633-09701b7e13e5_pdf-to-word.jpg","dateCreated":"2018-07-03T17:05:26.309Z","dateModified":"2018-07-03T17:12:13.482Z","contributedBy":"AskGif","content":"Day in and day out people in offices need to convert PDF documents into some other formats such as .doc &nbsp;(Microsoft Word) , .xls (Microsoft Excel Sheet), or .jpg ( Image format). Most often they know how to convert a word file into PDF but when the question raises &ldquo;how to convert a PDF","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb1682c-da74-4c9e-8633-09701b7e13e5_pdf-to-word.jpg","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"word","slug":"word"},{"name":"computer","slug":"computer"},{"name":"pdf","slug":"pdf"}],"slug":"how-to-convert-a-pdf-to-word","total":0},{"id":9,"title":"Windows explorer has stopped working?","imageUrl":"hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","dateCreated":"2018-07-03T16:36:47.369Z","dateModified":"2018-07-03T16:56:07.248Z","contributedBy":"AskGif","content":"Since the beginning of the windows era there have been few windows&rsquo; errors which manage to show their existence every now and then. A very common among them that would come into your mind would be the critical recovery error shown by windows, however if you go for searching about it in deta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"windows-explorer","slug":"windows-explorer"},{"name":"window-7","slug":"window-7"},{"name":"windows","slug":"windows"},{"name":"computer","slug":"computer"}],"slug":"windows-explorer-has-stopped-working","total":0},{"id":6,"title":"Modern Computer Antivirus","imageUrl":"028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","dateCreated":"2018-07-02T18:20:54.543Z","dateModified":"2018-07-02T18:29:50.799Z","contributedBy":"AskGif","content":"At present every computer user is facing problem of his system being affected by the malware programs.\r\nMalware is term which collectively refers to malicious programs like virus, Trojans, worms and spyware\r\nprograms. Once your computer has been affected an unauthorized person can track your personn","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"virus","slug":"virus"},{"name":"computer","slug":"computer"},{"name":"antivirus","slug":"antivirus"},{"name":"trojans","slug":"trojans"}],"slug":"modern-computer-antivirus","total":0}]}