{"id":11,"title":"डेट फ़ाइल क्या है?","imageUrl":"faa559fb-daa1-49bd-9801-bbcf722b8e46_dat-file.gif","dateCreated":"2018-07-03T17:29:18.585Z","dateModified":"2018-07-09T15:52:38.509Z","contributedBy":"AskGif","content":"<p>कभी-कभी आपको एक ईमेल प्राप्त हो सकता है जिसमें डैट एक्सटेंशन होता है, और फिर आपने खुद से सवाल किया होगा कि \"डैट फ़ाइल क्या है\"। इसके अलावा आपने पूछा होगा कि इस विशेष फ़ाइल को कैसे अतिरिक्त करें। तो, आइए उन लगातार संदेहों के समाधान पर नज़र डालें।</p>\r\n<p>पहली बात यह है कि डेटा फ़ाइल इंगित करती है कि इसमें कुछ यादृच्छिक डेटा शामिल है और इसे कुछ विशिष्ट अनुप्रयोगों द्वारा उपयोग करने के लिए डिज़ाइन नहीं किया गया है। इसका मतलब है कि कुछ बार उपयोग की जाने वाली फ़ाइल के मामले के विपरीत, मान लीजिए कि एक एक्सएलएस फाइल देखने से कोई आसानी से कह सकता है कि इसे माइक्रोसॉफ्ट एक्सेल द्वारा खोला जाना चाहिए, लेकिन डीएटी फाइल के मामले में आपको खुद को यह तय करना होगा कि आपको किस प्रोग्राम के साथ खोलना होगा फ़ाइल। यह अलग-अलग समय पर अलग-अलग कार्यक्रम हो सकता है।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/faa559fb-daa1-49bd-9801-bbcf722b8e46_dat-file.gif","subContents":[{"SubTitle":"फ़ाइल खोलना","SubTitleHindi":null,"SubContent":"<p>डीएटी एक्सटेंशन फ़ाइल खोलने का सबसे उचित तरीका उसी एप्लिकेशन का उपयोग करना है जिसने इसे बनाया है। अनिश्चितता के मामले में कोई नोटपैड के साथ प्रयास कर सकता है। नोटपैड के साथ फ़ाइल खोलने के बाद डेटा के कुछ हिस्से को पहचान सकते हैं, हालांकि शेष भाग का अधिकांश हिस्सा पहचाना जा सकता है और संभवतः स्रोत कार्यक्रम द्वारा निकाला जाने वाला जंक होगा।</p>\r\n<p>ये फ़ाइलें आम तौर पर संलग्नक वाले ईमेल में पाई जाती हैं। हालांकि इन दिनों के कार्यक्रम किसी भी डेटा फ़ाइल का उत्पादन नहीं करते हैं और आमतौर पर प्रोग्रामर द्वारा इसका उपयोग किया जा रहा है।</p>\r\n<p>शुरुआत में \"डेटा फ़ाइल क्या है\" खोजने के लिए आपको प्रेषक से फ़ाइल के बारे में पूछना चाहिए कि उसके निर्माण के लिए किस एप्लिकेशन का उपयोग किया गया था। अगर उनकी प्रतिक्रिया का एहसास है कि यह कुछ अन्य एक्सटेंशन के साथ सिर्फ दस्तावेज़ या चित्र फ़ाइल था, और वे निश्चित नहीं हैं कि यह कैसे एक फ़ाइल फ़ाइल में बदल गया है, तो इसका मतलब है कि ईमेल रूटिंग प्रक्रिया के दौरान फ़ाइल एक्सटेंशन बदल दिया गया था।</p>\r\n<p>दरअसल यह अजीब दिखाई दे सकता है, लेकिन कुछ ईमेल सर्वर प्रोग्राम स्वचालित रूप से .at फ़ाइलों से जुड़े एक्सटेंशन को बदलते हैं। इसलिए यदि आपको एक छवि फ़ाइल प्राप्त होनी थी, तो आपको बस इतना करना है कि फ़ाइल का विस्तार जेपीजी, पीएनजी या जीआईपी में बदलना है, जो भी आपको लगता है कि यह अधिक उपयुक्त होगा। एक माइक्रोसॉफ्ट शब्द फ़ाइल को विस्तार में बदला जाना चाहिए। डॉक।</p>\r\n<p>फ़ाइल एक्सटेंशन को बदलने के लिए विंडोज एक्सप्लोरर में फ़ाइल विकल्प के तहत टूल्स का चयन करें।</p>\r\n<p>फिर व्यू टैब का चयन करें और \"ज्ञात फ़ाइल प्रकारों के लिए एक्सटेंशन छुपाएं\" विकल्प दिखाई देने तक स्क्रॉलिंग रखें। उस फ़ोल्डर में सभी फ़ाइलों का विस्तार देखने के लिए इसे अनचेक करें जिसे आप किसी और चीज़ में बदल सकते हैं।</p>\r\n<p>आपको बस इतना करना है कि फ़ाइल पर राइट क्लिक करें और डॉट के बाद दिखाई देने वाले एक्सटेंशन को किसी भी पसंदीदा प्रारूप में बदलें।</p>\r\n<p>अंत में, आपको उस फ़ाइल का आइकन बदलना चाहिए, जो एप्लिकेशन को प्रदर्शित कर सकता है जो इसे खोल सकता है। एक्सेल शीट की तरह यह एक एमएस एक्सेल आइकन होना चाहिए।</p>\r\n<p>अब यदि आप अभी भी सही स्रोत प्रोग्राम या मूल फ़ाइल के विस्तार को ढूंढने में संघर्ष कर रहे हैं तो आपको क्या करना चाहिए? फ़ाइल पर राइट क्लिक के लिए जाएं और विकल्प के साथ ओपन के माध्यम से विभिन्न प्रोग्राम चुनने पर जाएं। इसका मतलब है कि यदि एक एक्सएलएस फ़ाइल को डीएटी फ़ाइल में बदल दिया गया है और आप इसे एमएस एक्सेल के साथ खोलने का प्रयास करते हैं तो यह काम करेगा।</p>\r\n<p>उपर्युक्त मामला सच था क्योंकि फ़ाइल Excel अनुप्रयोग का उपयोग करके बनाई गई थी और इसमें सभी डेटा उचित है, केवल फ़ाइल एक्सटेंशन बदल गया है।</p>\r\n<p>कोई भी विंडोज मीडिया प्लेयर की कोशिश करने पर भी जा सकता है क्योंकि यह कुछ वीडियो फ़ाइल, किसी भी एमपी 3 फ़ाइल या शायद इसी तरह की प्रकृति की कोई अन्य फ़ाइल होने पर इसे निष्पादित करेगा। तो उपर्युक्त विधियों में से किसी एक का उपयोग करके आपके संदेह का उत्तर मिल सकता है कि \"डेटा फ़ाइल क्या है\"</p>","SubContentHindi":null,"ImageUrl":"ef5d785b-41c1-4c01-9e1c-b35a6bc5c2cb_opennwith.gif","HdImageUrl":null,"gifUrl":null,"Priority":""}],"category":{"name":"लेख","slug":"informatives"},"slug":"what-is-a-.dat-file-in-windows","tags":[{"name":"dat-file-format","slug":"dat-file-format"},{"name":"कंप्यूटर","slug":"computer"}],"recommendations":[{"id":12,"title":"कुछ अच्छे रजिस्ट्री क्लीनर","imageUrl":"0f876cbe-4827-4c62-b6ed-53d02bbbdc39_RegEdit.gif","dateCreated":"2018-07-03T17:46:00.093Z","dateModified":"2018-07-03T18:03:13.3Z","contributedBy":"AskGif","content":" यदि आप एक & ldquo; नि: शुल्क रजिस्ट्री क्लीनर की खोज में हैं & rdquo; तो आप उनमें से हजारों इंटरनेट पर आसानी से उपलब्ध हो सकते हैं, लेकिन उनमें से केवल कुछ ही भरोसा किया जा सकता है और आपके कंप्यूटर को जोखिम के बिना कोशिश की जा सकती है। यहां, हम आपको कुछ अच्छे रजिस्ट्री क्लीनर प्रोग्राम बताएंगे। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0f876cbe-4827-4c62-b6ed-53d02bbbdc39_RegEdit.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"कंप्यूटर","slug":"computer"},{"name":"रजिस्ट्री","slug":"registry"}],"slug":"few-good-registry-cleaners","total":0},{"id":10,"title":"पीडीएफ को शब्द में कैसे परिवर्तित करें?","imageUrl":"5bb1682c-da74-4c9e-8633-09701b7e13e5_pdf-to-word.jpg","dateCreated":"2018-07-03T17:05:26.309Z","dateModified":"2018-07-03T17:12:13.482Z","contributedBy":"AskGif","content":" कार्यालयों में लोगों को दिन-प्रतिदिन पीडीएफ दस्तावेज़ों को कुछ अन्य प्रारूपों जैसे .doc & nbsp; (माइक्रोसॉफ्ट वर्ड), .xls (माइक्रोसॉफ्ट एक्सेल शीट), या .jpg (छवि प्रारूप) में कनवर्ट करने की आवश्यकता है। अक्सर वे जानते हैं कि एक शब्द फ़ाइल को पीडीएफ में कैसे परिवर्तित करना है, लेकिन जब सवाल उठता ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb1682c-da74-4c9e-8633-09701b7e13e5_pdf-to-word.jpg","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"word","slug":"word"},{"name":"कंप्यूटर","slug":"computer"},{"name":"pdf","slug":"pdf"}],"slug":"how-to-convert-a-pdf-to-word","total":0},{"id":9,"title":"विंडोज एक्सप्लोरर ने काम करना बंद कर दिया है?","imageUrl":"hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","dateCreated":"2018-07-03T16:36:47.369Z","dateModified":"2018-07-03T16:56:07.248Z","contributedBy":"AskGif","content":" विंडोज़ युग की शुरुआत के बाद से कुछ खिड़कियां हैं & rsquo; त्रुटियां जो हर समय और उसके अस्तित्व को दिखाने के लिए प्रबंधन करती हैं। उन लोगों में से एक बहुत आम है जो आपके दिमाग में आएंगे, विंडोज़ द्वारा दिखाए गए महत्वपूर्ण वसूली त्रुटि होगी, हालांकि यदि आप विस्तार से इसके बारे में खोज करने के लिए ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"विन्डोज़-एक्सप्लोरर","slug":"windows-explorer"},{"name":"window-7","slug":"window-7"},{"name":"विंडोज","slug":"windows"},{"name":"कंप्यूटर","slug":"computer"}],"slug":"windows-explorer-has-stopped-working","total":0},{"id":6,"title":"आधुनिक कंप्यूटर एंटीवायरस","imageUrl":"028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","dateCreated":"2018-07-02T18:20:54.543Z","dateModified":"2018-07-02T18:29:50.799Z","contributedBy":"AskGif","content":"वर्तमान में प्रत्येक कंप्यूटर उपयोगकर्ता को मैलवेयर प्रोग्राम से प्रभावित होने वाली प्रणाली की समस्या का सामना करना पड़ रहा है।\r\nमैलवेयर शब्द है जो सामूहिक रूप से वायरस, ट्रोजन, कीड़े और स्पाइवेयर जैसे दुर्भावनापूर्ण प्रोग्रामों को संदर्भित करता है\r\nकार्यक्रम। एक बार आपका कंप्यूटर प्रभावित हो जाने क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"virus","slug":"virus"},{"name":"कंप्यूटर","slug":"computer"},{"name":"antivirus","slug":"antivirus"},{"name":"trojans","slug":"trojans"}],"slug":"modern-computer-antivirus","total":0}]}