{"id":110,"title":"Top Places to Visit in Bahraich, Uttar Pradesh","imageUrl":"6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","dateCreated":"2018-08-16T05:13:01.281Z","dateModified":"2020-06-08T12:23:07.245Z","contributedBy":"AskGif","content":"<p>Bahraich is a city and a municipal board in Bahraich district in the state of Uttar Pradesh, India. Located on the Saryu River, a tributary of river Ghaghra, Bahraich is 125 km north-east of Lucknow, the state capital. The towns of Barabanki, Gonda, Balrampur, Lakhimpur, and Sitapur share local boundaries with Bahraich. A factor which makes this town important is the international border shared with the neighboring country, Nepal. According to Government of India, the district Bahraich is one of the minority concentrated district in India on the basis of the 2001 census data on population, socio-economic indicators and basic amenities indicators.</p>\r\n<p>Bahraich has a vast forest cover. Shisham, Dhak, Mahua, Babul, Neem, Peepal, Ashok, Khajur, Mango and Gular trees are grown here. Different varieties of mangoes are grown specially Dasheri in the district. The main Crops are Wheat, Paddy, Sugarcane, Mustard and Vegetables such as Cauliflower, Cabbage, Tomato, Brinjals are grown here. Apart from this many medicinal and herbal plants are also grown here like Tulsi, Peppermint.</p>\r\n<p>&nbsp;</p>\r\n<p>Main localities</p>\r\n<p>Qazipura (South)</p>\r\n<p>Qazipura (North)</p>\r\n<p>Chhawani Bazaar</p>\r\n<p>Salarganj</p>\r\n<p>Brahmnipura</p>\r\n<p>Chandpura</p>\r\n<p>Qasimpura</p>\r\n<p>Kalpipara</p>\r\n<p>Nazirpura</p>\r\n<p>Basheerganj</p>\r\n<p>Mewatipura</p>\r\n<p>Civil Lines</p>\r\n<p>Badihaat, Dargah Shareef (Included Parli Bagh, ImamGanj, Bakshipura), Bakshipura, Bakshipura Nai Basti, GulamAlipura, Choti Bazar, MansoorGanj, Hamzapura, WazeerBagh, Qanoongopura(South &amp; North), DhapaliPurwa, MakkaPura(Raipur Raja), Rahuwa, Civil Lines, Akbarpura, Khatripura, Gudri, Chawani, sufipura, Digiha Tiraha, Ghasiyaripura, Meerakhelpura, Peepal Tiraha, Madahav Rati, MATERA KALAN, BEHRA, RAKHAUNA, KHAIRA KALAN, SHIVPUR, NANPARA, etc..</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bahraich</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","subContents":[{"SubTitle":"1. Ghazi Saiyyad Salar Masud","SubTitleHindi":null,"SubContent":"<p>Ghazi Saiyyad Salar Masud or Ghazi Miyan (1014 &ndash; 1034 CE) was a semi-legendary Ghaznavid army general, said to have been the nephew of Sultan Mahmud. He supposedly accompanied his uncle in the conquest of India during early 11th century, although the Ghaznavid chronicles do not mention him.</p>\r\n<p>&nbsp;</p>\r\n<p>By the 12th century, Salar Masud had become reputed as a warrior-saint, and his tomb (dargah) at Bahraich, Uttar Pradesh, India, had become a place of pilgrimage. However, his association with the Ghaznavids appears only in later sources. The main source of his biography is the 17th-century historical romance Mirat-i-Masudi.</p>\r\n<p>&nbsp;</p>\r\n<p>The Mirat-i-Masudi narrates the legend of Salar Masud as follows:</p>\r\n<p>&nbsp;</p>\r\n<p>Early life</p>\r\n<p>In 1011 CE, the Muslims of Ajmer, whose rights were being infringed upon by the local Hindu rulers, appealed Sultan Mahmud of Ghazni for help. Mahmud agreed to help them on the condition that they would mention his name in the Friday sermons (Khutbah), which would signify their acknowledgment of his suzerainty. Mahmud's general Salar Sahu defeated the Hindu rulers of Ajmer and surrounding regions. As a reward, Mahmud married his sister to Salar Sahu; Masud was the issue of this marriage. Masud was born on 10 February 1014 CE, in Ajmer.</p>\r\n<p>&nbsp;</p>\r\n<p>Military career</p>\r\n<p>Even as a child, Masud was a capable military leader and participated in his uncle Mahmud's campaigns. In fact, it was Masud who persuaded Mahmud to demolish the famous idol at the Hindu temple of Somnath, against the advice of Vizier Khwaja Hasan Maimandi.</p>\r\n<p>&nbsp;</p>\r\n<p>Driven by martial and religious fervour, Masud asked the Ghaznavid emperor to be allowed to march to India and spread Islam there. At the age of 16, he invaded India, crossing the Indus river. He conquered Multan, and in the 18th month of his campaign, he arrived near Delhi. With help of a reinforcement from Ghazni, he conquered Delhi and remained there for 6 months. He then conquered Meerut after some resistance. Next, he proceeded to Kannauj, whose ruler received him as friend.</p>\r\n<p>&nbsp;</p>\r\n<p>Masud established his headquarters at Satrikh, and dispatched separate forces to capture Bahraich, Gopamau and Benares. The local rulers, including the Raja of Bahraich, formed an alliance against his army. His father Salar Sahu then arrived at Bahraich and defeated the enemies. His father Salar Sahu died at Satrikh on 4 October 1032. Masud continued his expeditions.</p>\r\n<p>&nbsp;</p>\r\n<p>Death</p>\r\n<p>The Hindu chiefs of Bahraich were not completely subjugated, so Masud himself arrived in Bahraich in 1033 CE. There he saw the ruins of a Hindu temple of the Sun God, near a sacred reservoir. He repeatedly expressed his desire to construct a mosque at the site \"in order to neutralize the evil spell of the material sun with the power of the spiritual sun of Islam.\" He wished to destroy the shrine and reside there.</p>\r\n<p>&nbsp;</p>\r\n<p>Masud inflicted defeat after defeat on his Hindu enemies at Bahraich, until the arrival of a ruler named Suhaldev. He was defeated and mortally wounded in a battle against Suhaldev on 15 June 1034. While dying, he asked his followers to bury him on the banks of the sacred reservoir. He was buried where the image of the sun used to be present. As he was killed in a battle, he came to be known as a Ghazi (a religious warrior).</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ghazi_Saiyyad_Salar_Masud</p>","SubContentHindi":null,"ImageUrl":"d6e267b0-c862-4ed3-ae46-50dc18aec61f_mausoleum-of-ghazi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Katarniaghat Wildlife Sanctuary","SubTitleHindi":null,"SubContent":"<p>The Katarniaghat Wildlife Sanctuary is a protected area in the Upper Gangetic plain in Uttar Pradesh, India and covers an area of 400.6 km2 (154.7 sq mi) in the Terai of the Bahraich district. In 1987, it was brought under the purview of the &lsquo;Project Tiger&rsquo;, and together with the Kishanpur Wildlife Sanctuary and the Dudhwa National Park, it forms the Dudhwa Tiger Reserve. It was established in 1975.</p>\r\n<p>&nbsp;</p>\r\n<p>The Katerniaghat Forest provides strategic connectivity between tiger habitats of Dudhwa and Kishanpur in India and the Bardia National Park in Nepal. Its fragile Terai ecosystem comprises a mosaic of sal and teak forests, lush grasslands, numerous swamps, and wetlands. It is home to a number of endangered species including gharial, tiger, rhino, Gangetic dolphin, swamp deer, hispid hare, Bengal florican, the White-backed and long-billed vultures.</p>\r\n<p>&nbsp;</p>\r\n<p>One of the best places in the world for seeing the gharial in its natural habitat is the Girwa River, where it is found sympatric with the mugger. The population of gharials in this stretch was one of the three that were still breeding, when the project to conserve this reptile from the verge of extinction was initiated in 1975. However, between the years of 2001 and 2005, almost all the gharial nests were raided by tribals who consider them a delicacy.</p>\r\n<p>&nbsp;</p>\r\n<p>Mugger crocodiles are also seen in small number in the Girwa river,as their favorite haunts are stagnant wetlands like the many taals and baghars that dot the sanctuary. Side by side the serenely swimming gharial can be seen frolicking Ganges dolphins.</p>\r\n<p>&nbsp;</p>\r\n<p>Recent discoveries in herpetofauna of Katerniaghat are highly fascinating and are represented by several species such as the banded krait, the Burmese rock python, the yellow speckled wolf-snake and the paradise flying snake.[citation needed] In 2012, a rare red coral kukri snake was sighted in the sanctuary. This snake with the scientific name Oligodon kheriensis was first described from the North Kheri Division in 1936.[5] This Project Tiger reserve was written off by the conservationists in the year 2005, when Ramesh_K._Pandey, took over the charge of the sanctuary and turned the things around and restored the habitat and tiger population in the reserve with his much-admired work.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Katarniaghat_Wildlife_Sanctuary</p>","SubContentHindi":null,"ImageUrl":"5a1ad4b3-4ad6-4c3b-9203-765b07e47ec1_Katarniaghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Sangharini Temple","SubTitleHindi":null,"SubContent":"<p>The place where Sangharini Temple is located is also known as Balark Rishi&rsquo;s Tapasthali. The main deity of this temple is the goddess, Kali. In the Premises, there also exist Shani and Hanuman temples. The temple marks four Navaratris and four goddesses are worshiped during these periods based on certain months and their importance. The place is of much religious importance to Hindus. This is one of the most important places to be visited in Bahraich.</p>","SubContentHindi":null,"ImageUrl":"1964cb97-337e-434b-bda5-6feaa7633965_sangharini-mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Roads</p>\r\n<p>Bahraich is well connected with other districts of Uttar Pradesh. UPSRTC provides road connectivity to Lucknow, Kanpur, Allahabad, Varanasi, Bareilly, Haridwar, Delhi, Balrampur, Gonda, Barabanki, Pratapgarh, Shimla, Mathura, Banda, Jaunpur, Gorakhpur, Varanasi, Shrawasti and Agra. There are buses for Lucknow in every 15 minutes. NH 28C connects the city to Barabanki and state capital Lucknow.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Bahraich is also on Indian Railways route map In North Eastern Railways zone and provided a Broad Gauge line, running from Gonda to Bahraich. The train on this route has not currently started yet but is expected that the train will run from last week of July on the route. Several trials have been done on the route by Indian Railways.</p>\r\n<p>Also, Indian Railways runs MG Line from Bahraich to Nepalgunj Road and Mailani connecting Risiya, Matera, Nanpara, Palia-Kalan, Raibojha etc. residing peoples to Bahraich as well as to other major districts of U.P</p>\r\n<p>&nbsp;</p>\r\n<p>Kasganj to Jarwal Road, Bahraich is a small station 55 km from district headquarters and lies on Delhi&ndash;Barauni line.</p>\r\n<p>&nbsp;</p>\r\n<p>City Transportation</p>\r\n<p>Private Auto Rickshaws and Cycle Rickshaw are also part of transportation; those are easily available at all major landmarks of the city.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bahraich</p>","SubContentHindi":null,"ImageUrl":"fbb07150-e966-4de7-9612-5ee235fb29fc_District-Bahraich.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bahraich-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bahraich","slug":"bahraich"}],"recommendations":[{"id":194,"title":"Top Places to visit in Shamli, Uttar Pradesh","imageUrl":"4fbecf12-2fb5-4703-9846-e8d73704889f_shamli-railway.jpg","dateCreated":"2018-12-25T10:23:46.533Z","dateModified":"2018-12-25T10:30:43.21Z","contributedBy":"AskGif","content":"Shamli is a city and a district headquarter in the state of Uttar Pradesh. Shamli is a part of National Capital Region (NCR) and is located along the Delhi&ndash;Saharanpur (709B), Meerut-Karnal (709A) and Panipat-Khatima (709AD) Highways. Shamli was declared as a district in September 2011 by th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4fbecf12-2fb5-4703-9846-e8d73704889f_shamli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"shamli","slug":"shamli"}],"slug":"top-places-to-visit-in-shamli-uttar-pradesh","total":0},{"id":174,"title":"Top Places to visit in Mathura, Uttar Pradesh","imageUrl":"3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","dateCreated":"2018-12-10T16:28:59.452Z","dateModified":"2018-12-10T17:00:42.883Z","contributedBy":"AskGif","content":"Mathura is a city in the North Indian state of Uttar Pradesh.It is located approximately 50 kilometres (31 mi) north of Agra, and 145 kilometres (90 mi) south-east of Delhi; about 11 kilometres (6.8 mi) from the town of Vrindavan, and 22 kilometres (14 mi) from Govardhan. It is the administrative","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"mathura","slug":"mathura"}],"slug":"top-places-to-visit-in-mathura-uttar-pradesh","total":0},{"id":163,"title":"Top Places to visit in Kasganj (Kanshi Ram Nagar), Uttar Pradesh","imageUrl":"b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","dateCreated":"2018-12-01T11:03:31.336Z","dateModified":"2018-12-01T11:20:52.409Z","contributedBy":"AskGif","content":"&nbsp;\r\nKasganj is a city and the district headquarters of Kasganj district in the Indian state of Uttar Pradesh.\r\nGeography\r\nKasganj is located at 27.82&deg;N 78.65&deg;E. It has an average elevation of 177 metres (580 feet). Situated on the banks of river Kali, the town is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kasganj","slug":"kasganj"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"kanshi-ram-nagar","slug":"kanshi-ram-nagar"}],"slug":"top-places-to-visit-in-kasganj-kanshi-ram-nagar-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}