{"id":110,"title":"बहरीच में देखने के लिए शीर्ष स्थान,  उत्तर प्रदेश","imageUrl":"6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","dateCreated":"2018-08-16T05:13:01.281Z","dateModified":"2020-06-08T12:23:07.245Z","contributedBy":"AskGif","content":"<p>बहराइच उत्तर प्रदेश राज्य के बहरीच जिले में एक शहर और एक नगरपालिका बोर्ड है। घाघरा नदी की एक सहायक साड़ी नदी पर स्थित बहरीच राज्य की राजधानी लखनऊ के 125 किमी उत्तर-पूर्व में स्थित है। बाराबंकी, गोंडा, बलरामपुर, लखीमपुर और सीतापुर के कस्ब बहरीच के साथ स्थानीय सीमाएं साझा करते हैं। एक कारक जो इस शहर को महत्वपूर्ण बनाता है वह अंतर्राष्ट्रीय सीमा है जो पड़ोसी देश, नेपाल के साथ साझा की जाती है। भारत सरकार के अनुसार, जिला बहरीच जनसंख्या, सामाजिक-आर्थिक संकेतक और बुनियादी सुविधाओं के संकेतकों पर 2001 की जनगणना के आंकड़ों के आधार पर भारत में अल्पसंख्यक केंद्रित जिले में से एक है।</p>\r\n<p>बहराइच का विशाल वन कवर है। शिशम, ढक, महुआ, बाबुल, नीम, पीपल, अशोक, खजूर, आम और गुलर पेड़ उगाए जाते हैं। आमों की विभिन्न किस्मों को विशेष रूप से जिले में दशरी उगाया जाता है। मुख्य फसलें गेहूं, धान, गन्ना, सरसों और सब्जियां जैसे फूलगोभी, गोभी, टमाटर, बैंगन यहां उगाए जाते हैं। इसके अलावा कई औषधीय और हर्बल पौधे भी तुलसी, पेपरमिंट की तरह उगाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य इलाके</p>\r\n<p>कजीपुरा (दक्षिण)</p>\r\n<p>कजीपुरा (उत्तर)</p>\r\n<p>छवानी बाजार</p>\r\n<p>Salarganj</p>\r\n<p>Brahmnipura</p>\r\n<p>Chandpura</p>\r\n<p>Qasimpura</p>\r\n<p>Kalpipara</p>\r\n<p>Nazirpura</p>\r\n<p>Basheerganj</p>\r\n<p>Mewatipura</p>\r\n<p>सिविल लाइन्स</p>\r\n<p>बडियाहाट, दरगाह शारीफ (शामिल परली बाग, इमामगंज, बकिशूरा), बकिशूरा, बकिशूरा नाई बस्ती, गुलम आलिपुरा, चोटी बाज़ार, मंसूरगंज, हमजापुरा, वज़ीरबाग, क्वानोन्गोपुरा (दक्षिण और उत्तर), ढपालीपुर्वा, मक्कापुरा (रायपुर राजा), राहुवा, सिविल लाइन्स , अकबरपुरा, खत्रीपुरा, गुड़री, चावानी, सुफिपुरा, दिगिहा तिराहा, घसीरियापुरा, मीराखेलपुरा, पीपल तिरहा, मादाव रती, मटेरा कालान, बेहरा, राखुना, खैरा कालान, शिवपुर, नानप्पा आदि।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bahraich</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","subContents":[{"SubTitle":"1. गाजी साईंद सलार मसूद","SubTitleHindi":null,"SubContent":"<p>गाजी साईंद सलार मसूद या गाजी मियान (1014 - 1034 सीई) सुल्तान महमूद के भतीजे होने के लिए कहा जाता है कि एक अर्ध-पौराणिक गजनाविद सेना जनरल था। वह माना जाता है कि 11 वीं शताब्दी की शुरुआत में भारत के विजय में अपने चाचा के साथ, हालांकि गजनाविद इतिहास में उनका उल्लेख नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>12 वीं शताब्दी तक, सलार मसूद एक योद्धा संत के रूप में प्रतिष्ठित हो गए थे, और भारत के उत्तर प्रदेश, बहरीच में उनकी मकबरा (दरगाह) तीर्थयात्रा का स्थान बन गई थी। हालांकि, गजनाविद के साथ उनका संबंध केवल बाद के स्रोतों में दिखाई देता है। उनकी जीवनी का मुख्य स्रोत 17 वीं शताब्दी के ऐतिहासिक रोमांस मिराट-ए-मसूदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>मिराट-ए-मसूदी ने सलार मसूद की किंवदंती को निम्नानुसार बताया है:</p>\r\n<p>&nbsp;</p>\r\n<p>प्रारंभिक जीवन</p>\r\n<p>1011 सीई में, अजमेर के मुस्लिम, जिनके अधिकार स्थानीय हिंदू शासकों द्वारा उल्लंघन किए जा रहे थे, ने गजनी के सुल्तान महमूद को मदद के लिए अपील की। महमूद इस शर्त पर उनकी मदद करने के लिए सहमत हुए कि वे शुक्रवार के उपदेशों (खुट्टाबा) में अपना नाम बताएंगे, जो उनकी सर्वोच्चता की स्वीकृति को दर्शाएंगे। महमूद के जनरल सालार साहू ने अजमेर और आस-पास के क्षेत्रों के हिंदू शासकों को हराया। एक इनाम के रूप में, महमूद ने अपनी बहन साला साहू से विवाह किया; मसूद इस विवाह का मुद्दा था। मसूद का जन्म अजमेर में 10 फरवरी 1014 सीई में हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>सैन्य वृत्ति</p>\r\n<p>यहां तक ​​कि एक बच्चे के रूप में, मसूद एक सक्षम सैन्य नेता थे और अपने चाचा महमूद के अभियानों में भाग लिया था। दरअसल, यह मसूद था जिसने विमियर ख्वाजा हसन मैमांडी की सलाह के खिलाफ सोमनाथ के हिंदू मंदिर में प्रसिद्ध मूर्ति को ध्वस्त करने के लिए महमूद को राजी किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>मार्शल और धार्मिक उत्साह से प्रेरित, मसूद ने गजनाविद सम्राट से भारत आने और इस्लाम फैलाने की अनुमति दी। 16 साल की उम्र में, उन्होंने सिंधु नदी पार करते हुए भारत पर हमला किया। उन्होंने मुल्तान पर विजय प्राप्त की, और अपने अभियान के 18 वें महीने में, वह दिल्ली के पास पहुंचे। गजनी से सुदृढीकरण की मदद से, उन्होंने दिल्ली पर विजय प्राप्त की और 6 महीने तक वहां रहे। उसके बाद उन्होंने कुछ प्रतिरोध के बाद मेरठ पर विजय प्राप्त की। इसके बाद, वह कन्नौज चले गए, जिनके शासक ने उन्हें दोस्त के रूप में प्राप्त किया।</p>\r\n<p>&nbsp;</p>\r\n<p>मसूद ने सतीख में अपना मुख्यालय स्थापित किया, और बहरीच, गोपामाऊ और बनारेस को पकड़ने के लिए अलग-अलग बलों को भेज दिया। बहराइच के राजा समेत स्थानीय शासकों ने अपनी सेना के खिलाफ गठबंधन बनाया। उसके पिता सालार साहू तब बहरीच पहुंचे और दुश्मनों को हराया। उनके पिता सालार साहू 4 अक्टूबर 1032 को सत्रीख में निधन हो गए। मसूद ने अपने अभियानों को जारी रखा।</p>\r\n<p>&nbsp;</p>\r\n<p>मौत</p>\r\n<p>बहराइच के हिंदू प्रमुख पूरी तरह से अधीन नहीं थे, इसलिए मसूद स्वयं 1033 सीई में बहराइच पहुंचे। वहां उन्होंने एक पवित्र जलाशयों के पास, सूर्य भगवान के एक हिंदू मंदिर के खंडहरों को देखा। उन्होंने बार-बार इस साइट पर एक मस्जिद बनाने की अपनी इच्छा व्यक्त की \"इस्लाम के आध्यात्मिक सूर्य की शक्ति के साथ भौतिक सूर्य की बुराई जादू को बेअसर करने के लिए।\" वह मंदिर को नष्ट करने और वहां रहने की कामना करता था।</p>\r\n<p>&nbsp;</p>\r\n<p>सुहालदेव नामक शासक के आगमन तक, बहराइच में अपने हिंदू दुश्मनों पर हार के बाद मसूद ने हार का सामना किया। वह 15 जून 1034 को सुहालदेव के खिलाफ लड़ाई में पराजित और घातक रूप से घायल हो गए। मरने के दौरान, उन्होंने अपने अनुयायियों से पवित्र जलाशय के तट पर उसे दफनाने के लिए कहा। उसे दफनाया गया जहां सूर्य की छवि मौजूद थी। जैसे ही वह युद्ध में मारा गया था, उसे गाज़ी (एक धार्मिक योद्धा) के रूप में जाना जाने लगा।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Ghazi_Saiyyad_Salar_Masud</p>","SubContentHindi":null,"ImageUrl":"d6e267b0-c862-4ed3-ae46-50dc18aec61f_mausoleum-of-ghazi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कटरणियाघाट वन्यजीव अभयारण्य","SubTitleHindi":null,"SubContent":"<p>कटरणियाघाट वन्यजीव अभयारण्य उत्तर प्रदेश, भारत में ऊपरी गंगा के मैदान में संरक्षित क्षेत्र है और बहरीच जिले के तेराई में 400.6 किमी 2 (154.7 वर्ग मील) का क्षेत्रफल शामिल है। 1 9 87 में, इसे 'प्रोजेक्ट टाइगर' के दायरे में लाया गया था, और किशनपुर वन्यजीव अभयारण्य और दुधवा राष्ट्रीय उद्यान के साथ, यह दुधवा टाइगर रिजर्व का निर्माण करता है। यह 1 9 75 में स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>कटारनिघाट वन भारत में दुधवा और किशनपुर के बाघ आवास और नेपाल में बर्डिया नेशनल पार्क के बीच सामरिक कनेक्टिविटी प्रदान करता है। इसके नाजुक तेराई पारिस्थितिकी तंत्र में नमक और सागौन जंगलों, सुस्त घास के मैदान, कई दलदल और आर्द्रभूमि का मोज़ेक शामिल है। यह घोरियल, बाघ, गैंडो, गंगाटिक डॉल्फ़िन, दलदल हिरण, हर्पीड हरे, बंगाल फ्लोरिकन, व्हाइट बैकड और लम्बी बिल वाले गिद्धों सहित कई लुप्तप्राय प्रजातियों का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>अपने प्राकृतिक आवास में घारियल देखने के लिए दुनिया के सबसे अच्छे स्थानों में से एक गिरवा नदी है, जहां यह मगर के साथ सहानुभूति पाई जाती है। इस खिंचाव में घोरियल की आबादी उन तीनों में से एक थी जो अभी भी प्रजनन कर रही थीं, जब विलुप्त होने के कगार से इस सरीसृप को संरक्षित करने की परियोजना शुरू की गई थी। हालांकि, 2001 और 2005 के वर्षों के दौरान, लगभग सभी घोर घोंसले थे जनजातियों द्वारा हमला किया जो उन्हें एक स्वादिष्टता मानते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गिरवा नदी में छोटी संख्या में मगर मगरमच्छ भी देखे जाते हैं, क्योंकि उनके पसंदीदा हंट्स कई तालों और बागारों की तरह स्थिर गीले मैदान होते हैं जो अभयारण्य को देखते हैं। साइड से साइडिंग तैराकी घरियल को गंगा डॉल्फ़िन को फेंकने को देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कटेरनिघाट के हर्पेटोफुना में हालिया खोजों में अत्यधिक आकर्षक हैं और कई प्रजातियों जैसे बैंडेड क्रेट, बर्मी रॉक पायथन, पीले रंग के भेड़िये-सांप और स्वर्ग उड़ने वाले सांप द्वारा प्रतिनिधित्व किया जाता है। [उद्धरण वांछित] 2012 में, एक दुर्लभ लाल मूंगा कुकरी अभयारण्य में सांप देखा गया था। वैज्ञानिक नाम ओलिगोडन खेरेंसिस के साथ यह सांप पहली बार उत्तरी खेरी डिवीजन से 1 9 36 में वर्णित किया गया था। [5] इस परियोजना टाइगर रिजर्व को वर्ष 2005 में संरक्षणविदों ने लिखा था, जब रमेश_के.पांडे ने अभयारण्य का प्रभार संभाला और चीजों को बदल दिया और अपने प्रशंसनीय काम के साथ रिजर्व में बाघ और बाघ की आबादी को बहाल कर दिया।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Katarniaghat_Wildlife_Sanctuary</p>","SubContentHindi":null,"ImageUrl":"5a1ad4b3-4ad6-4c3b-9203-765b07e47ec1_Katarniaghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. संघरिनि मंदिर","SubTitleHindi":null,"SubContent":"<p>वह स्थान जहां संघरिनि मंदिर स्थित है उसे बालार्क ऋषि की तपस्याली भी कहा जाता है। इस मंदिर का मुख्य देवता देवी, काली है। परिसर में, शनि और हनुमान मंदिर भी मौजूद हैं। कुछ महीनों और उनके महत्व के आधार पर मंदिर चार नवरात्रि और चार देवियों की पूजा करता है। यह जगह हिंदुओं के लिए बहुत धार्मिक महत्व है। बहरीच में जाने वाले सबसे महत्वपूर्ण स्थानों में से एक यह है।</p>","SubContentHindi":null,"ImageUrl":"1964cb97-337e-434b-bda5-6feaa7633965_sangharini-mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सड़कें</p>\r\n<p>बहरीच उत्तर प्रदेश के अन्य जिलों से अच्छी तरह से जुड़ा हुआ है। यूपीएसआरटीसी लखनऊ, कानपुर, इलाहाबाद, वाराणसी, बरेली, हरिद्वार, दिल्ली, बलरामपुर, गोंडा, बाराबंकी, प्रतापगढ़, शिमला, मथुरा, बांदा, जौनपुर, गोरखपुर, वाराणसी, श्रावस्ती और आगरा से सड़क कनेक्टिविटी प्रदान करता है। हर 15 मिनट में लखनऊ के लिए बसें हैं। एनएच 28 सी शहर को बाराबंकी और राज्य की राजधानी लखनऊ से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>बहराइच उत्तर पूर्वी रेलवे क्षेत्र में भारतीय रेलवे मार्ग मानचित्र पर भी है और गोंड से बहराइच तक चलने वाली ब्रॉड गेज लाइन प्रदान की गई है। इस मार्ग पर ट्रेन अभी तक शुरू नहीं हुई है, लेकिन उम्मीद है कि ट्रेन मार्ग के जुलाई के आखिरी सप्ताह से चलती है। भारतीय रेलवे द्वारा मार्ग पर कई परीक्षण किए गए हैं।</p>\r\n<p>इसके अलावा, भारतीय रेलवे बहरीच से नेपालगंज रोड और मेलानी को रिशिया, मटेरा, नानपारा, पलिया-कलान, रायबोझा इत्यादि से जोड़कर बहरीच के साथ-साथ यू.पी. के अन्य प्रमुख जिलों में रहने वाले एमजी लाइन चलाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>कासगंज से जारवाल रोड, बहराइच जिला मुख्यालय से 55 किमी दूर एक छोटा स्टेशन है और दिल्ली-बरौनी लाइन पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर परिवहन</p>\r\n<p>निजी ऑटो रिक्शा और साइकिल रिक्शा भी परिवहन का हिस्सा हैं; वे आसानी से शहर के सभी प्रमुख स्थलों पर उपलब्ध हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bahraich</p>","SubContentHindi":null,"ImageUrl":"fbb07150-e966-4de7-9612-5ee235fb29fc_District-Bahraich.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bahraich-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बहराइच","slug":"bahraich"}],"recommendations":[{"id":194,"title":"शामली में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"4fbecf12-2fb5-4703-9846-e8d73704889f_shamli-railway.jpg","dateCreated":"2018-12-25T10:23:46.533Z","dateModified":"2018-12-25T10:30:43.21Z","contributedBy":"AskGif","content":"शामली उत्तर प्रदेश राज्य में एक शहर और एक जिला मुख्यालय है। शामली राष्ट्रीय राजधानी क्षेत्र (NCR) का एक हिस्सा है और दिल्ली-सहारनपुर (709B), मेरठ-करनाल (709A) और पानीपत-खटीमा (709AD) राजमार्गों के साथ स्थित है। 1857 के भारतीय विद्रोह में इसकी भूमिका और प्रमुखता के बाद अंग्रेजों द्वारा इसका प्रशास","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4fbecf12-2fb5-4703-9846-e8d73704889f_shamli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"शामली","slug":"shamli"}],"slug":"top-places-to-visit-in-shamli-uttar-pradesh","total":0},{"id":174,"title":"मथुरा में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","dateCreated":"2018-12-10T16:28:59.452Z","dateModified":"2018-12-10T17:00:42.883Z","contributedBy":"AskGif","content":"मथुरा उत्तर प्रदेश राज्य उत्तर प्रदेश में एक शहर है। यह आगरा के उत्तर में लगभग 50 किलोमीटर (31 मील) और दिल्ली के 145 किलोमीटर (9 0 मील) दक्षिण-पूर्व में स्थित है; वृंदावन शहर से लगभग 11 किलोमीटर (6.8 मील), और गोवर्धन से 22 किलोमीटर (14 मील) दूर है। यह उत्तर प्रदेश के मथुरा जिले का प्रशासनिक केंद्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"मथुरा","slug":"mathura"}],"slug":"top-places-to-visit-in-mathura-uttar-pradesh","total":0},{"id":163,"title":"कासगंज (कन्शी राम नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","dateCreated":"2018-12-01T11:03:31.336Z","dateModified":"2018-12-01T11:20:52.409Z","contributedBy":"AskGif","content":"कासगंज भारतीय शहर उत्तर प्रदेश के कासगंज जिले का एक शहर और जिला मुख्यालय है।\r\nभूगोल\r\nकासगंज 27.82 डिग्री एन 78.65 डिग्री ई पर स्थित है। इसकी औसत ऊंचाई 177 मीटर (580 फीट) है। काली नदी के तट पर स्थित, यह शहर हिमालयी तलहटी के निकट है। यह डोआब में स्थित है, पवित्र नदियों गंगा और यमुना औ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कासगंज","slug":"kasganj"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कन्शी-राम-नगर","slug":"kanshi-ram-nagar"}],"slug":"top-places-to-visit-in-kasganj-kanshi-ram-nagar-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}