{"id":113,"title":"Top Places to Visit in Ballia, Uttar Pradesh","imageUrl":"04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","dateCreated":"2018-08-17T05:44:38.71Z","dateModified":"2020-06-10T04:07:01.192Z","contributedBy":"AskGif","content":"<p>Ballia is a city with a municipal board in the Indian state of Uttar Pradesh bordering Bihar. The eastern boundary of the city lies at the junction of two major rivers, the Ganges and the Ghaghara. The city is situated 140 km (87 mi) east of Varanasi. Bhojpuri is the primary local language. Ballia was independent on 19 August 1942; it was the first independent city of India.</p>\r\n<p>&nbsp;</p>\r\n<p>The headquarters of the Ballia district are located here. Due to its significant contribution to the Indian independence movement, Ballia is also known as Bagi Ballia (\"Rebel Ballia\"), because Ballia got freedom twice, first on 19 August 1942 for one day, and the second time with India. It has a bird century protected area, the Jai Prakash Narayan bird sanctuary. The other name of this is Suraha Taal which is a natural lake. Primarily foreign and local migratory birds flock to the Jai Prakash Narayan Bird Sanctuary during the winter months. According to estimation, approximately 10,000 birds of 15 species can be sighted in &lsquo;Surha Taal&rsquo; the year round. They are the local residents of the sanctuary. During winters, with the arrival of the foreign and local migratory birds, it is estimated that this figure swells up to 200,000.</p>\r\n<p>&nbsp;</p>\r\n<p>Origin of the name Ballia</p>\r\n<p>According to locals, the name Ballia was derived from the name of the sage Valmiki, the celebrated Hindu poet and the author of Ramayana. Valmiki resided here at one point, and the place was commemorated by a shrine (although it has long since been washed away). Another belief about the origin of the name is that it refers to the sandy quality of the soil, locally known as \"Ballua\" ('balu' meaning sand). It was initially called 'Balian', and was later transformed to Ballia.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Ballia district is the easternmost part of the Uttar Pradesh state and borders on Bihar State. It comprises an irregularly shaped tract extending westward from the confluence of the Ganga and the Ghaghra, the former separating it from Bihar in the south and the latter from Deoria and Bihar in the north and east respectively. The boundary between Ballia and Bihar is determined by the deep streams of these two rivers. It is bounded on the west by Mau, on the north by Deoria, on the north-east and south-east by Bihar and on the south-west by Ghazipur. The district lies between the parallels of 25&ordm;33' and 26&ordm;11' North latitudes and 83&ordm;38' and 84&ordm;39' East longitudes.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>See also: List of cities in Uttar Pradesh</p>\r\n<p>In 1901, Ballia had a population of 15,278. According to the 2001 Indian census, Ballia had a population of 102,226. Males constituted 54% of the population and females 46%. Ballia had an average literacy rate of 65%, which was higher than the national average of 59.5%, with 58% of the males and 42% of females being literate. 11% of the population was under six years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>According to the data of the 2011 census, Ballia has a population of 104,424, of which 55,459 are male and 48,965 are female. The literacy rate was recorded as 83.33% and sex ratio was recorded at 883 per 1000 males.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ballia</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","subContents":[{"SubTitle":"1. Botanical Garden","SubTitleHindi":null,"SubContent":"<p>Botanical Garden is considered among the most fascinating places in Ballia. Botanical Garden is owned and managed by the government of Ballia. This Garden is rich with herbs, trees, flowers and many exquisite plants. This place gives fresh air, peace and serene experience to every visitors. This is a must visit place if you are in Ballia.</p>","SubContentHindi":null,"ImageUrl":"28aaef4c-3758-4c52-b191-3014d460dfc0_Ballia-Botanical-Garden.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Dadri","SubTitleHindi":null,"SubContent":"<p>Dadri is Famous for Dadri Mela which is also known as Dadri Fair. Dadri Mela is held in the month of October or November as per our Hindu Calendar. This Fair is also the second largest cattle fair in India which starts on the day of Karthik Purnima. This fair is held in the honor of Dadar Muni who is the disciple of Rishi Bhrigu. Dadri is around three km from Ballia. Traders from all over the globe come to this fair and buy quality cattle for themselves.</p>","SubContentHindi":null,"ImageUrl":"1dce4548-cce4-4324-81ec-f8f63bb0e1f3_dadri-mela.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Bhrigu Ashram","SubTitleHindi":null,"SubContent":"<p>Bhrigu Ashram is a temple in Ballia. The Dadri Mela fair is held annually here.</p>\r\n<p>The Ashram is located south-east of Ballia City, at a distance of about 2 km from bus stand, which is 142 km from Varanasi. Ballia is well connected to other parts of the state by rail &amp; road (NER Railway Line &amp; NH-19, SH-1) and can be accessed by air from Babatpur airport, Varanasi (about 159 km).</p>\r\n<p>Ballia is said to have derived its name from Valmiki, the celebrated author of the Ramayana. Another tradition has it that it derived its name from balua (sand) and still another traditional association of the place is with the ancient sage, Bhrigu (the tract also being referred to as Bhrigu Kshetra), who is said to have sojourned here. Thousands of Rishies are said to have performed puja here. A fine temple known as Bhrigu Mandir contains the idols of Bhrigu &amp; his disciple Dadar Muni.</p>\r\n<p>Bhrigu Muni is supposed to have written Bhrigu Samhita here, which is considered to be an important document pertaining to future predictions almost about every person.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhrigu_Ashram_(Ballia)</p>","SubContentHindi":null,"ImageUrl":"bffc6ccd-36fc-46a3-aad8-8ff9acff91a3_Bhrigu-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Ballia Baleshwar Temple","SubTitleHindi":null,"SubContent":"<p>Ballia Baleshwar Temple is also Among the most visited sites in Ballia. It is a famous temple and people from different parts of the country visit here for prayer. The Main Attraction of this temple is a Ghanta (Bell) in the main Corridor, which attracts the attention of many people.</p>","SubContentHindi":null,"ImageUrl":"8720f707-d92d-4d30-81db-6b2d39df4be7_baleshwar-mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Surha Taal","SubTitleHindi":null,"SubContent":"<p>Surha, locally called Surha Taal (in Bhojpuri: Taal=lake) is a natural lake located in Ballia District of Uttar Pradesh in India. It is an oval shaped natural oxbow lake which has an area of 34.32 sq. km. and is located about 17 km. north from the Ballia city along the river Ganges.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Geographically Surha is located in Middle Ganga Plains along the margins of Ganges. It owes its origin to the meandering of Ganges and now a narrow outlet of about 23 km named Kathar Nala connects it with the river and is the main outflow channel. The area of the lake is subject to seasonal variation and the lake expands to its maximum during monsoon rains in the month of August&ndash;September every year. The lake discharges its waters into Ganga river through Kathar Nala. Some times the flow of kathar Nala gets reversed during the high floods in Ganges and Sarayu rivers. Surha Tal has been historically famous for the variety of migratory and native birds. It was declared a Bird Sanctuary in 1991.</p>\r\n<p>&nbsp;</p>\r\n<p>Traditionally the ecosystem of Surha Tal has been well adopted to peddy culture and fishing but the basic problem of the area is overpopulation which exerts tremendous pressure on the catchment of the lake as well as lake itself. Some exotic species have also been reported to encroach the small lakes in the basin. Studies have shown stable characteristics of water quality.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Surha_Tal</p>","SubContentHindi":null,"ImageUrl":"56234cc6-97bf-4053-8b1f-f56fd063fd11_Ballia_Surhatal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Ballia has a major railway station by the same name, catering to about 35 trains daily (including 2 Rajdhani express) Other prominent railway stations in Ballia are: Belthara Road Suraimanpur and Rasra. Belthara Road is connected to Gorakhpur by several trains like Dadar Express, Chauri Chaura Express, Gorakhnath Express, Godan Express,etc. Suraimanpur in the rout of Ballia-Chhapra.</p>\r\n<p>&nbsp;</p>\r\n<p>Ballia is well connected to Varanasi, Gorakhpur and by both road and rail, and to Patna by road and train too.</p>\r\n<p>&nbsp;</p>\r\n<p>Many road roundabouts in Ballia feature statues of leaders of the Indian Independence Movement.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ballia</p>","SubContentHindi":null,"ImageUrl":"df25958c-e8e0-4926-b88e-5954c9f9e9ff_ballia-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ballia-uttar-pradesh","tags":[{"name":"ballia","slug":"ballia"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":194,"title":"Top Places to visit in Shamli, Uttar Pradesh","imageUrl":"4fbecf12-2fb5-4703-9846-e8d73704889f_shamli-railway.jpg","dateCreated":"2018-12-25T10:23:46.533Z","dateModified":"2018-12-25T10:30:43.21Z","contributedBy":"AskGif","content":"Shamli is a city and a district headquarter in the state of Uttar Pradesh. Shamli is a part of National Capital Region (NCR) and is located along the Delhi&ndash;Saharanpur (709B), Meerut-Karnal (709A) and Panipat-Khatima (709AD) Highways. Shamli was declared as a district in September 2011 by th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4fbecf12-2fb5-4703-9846-e8d73704889f_shamli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"shamli","slug":"shamli"}],"slug":"top-places-to-visit-in-shamli-uttar-pradesh","total":0},{"id":139,"title":"Top Places to Visit in Hapur, Uttar Pradesh","imageUrl":"a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","dateCreated":"2018-10-04T14:36:45.559Z","dateModified":"2018-10-04T14:52:49.482Z","contributedBy":"AskGif","content":"Hapur (known earlier as Haripur) is a city in, as well as the headquarters of, Hapur district, in western Uttar Pradesh, India. Located about 60 kilometres (37 mi) east of New Delhi, the city is part of the Delhi National Capital Region (NCR). National Highway 9 passes through the city, connectin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hapur","slug":"hapur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hapur-uttar-pradesh","total":0},{"id":84,"title":"Top Places to visit in Aligarh, Uttar Pradesh","imageUrl":"81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","dateCreated":"2018-08-05T14:12:07.779Z","dateModified":"2018-08-07T06:17:59.283Z","contributedBy":"AskGif","content":"Aligarh (formerly Allygurh &amp; Koil) is a city in the Northern Indian state of Uttar Pradesh&nbsp;(U.P/UP) that is famous for lock industries and the administrative headquarters of the Aligarh district. It lies 307 kilometres (191 mi) northwest of Kanpur and is approximately 145 kilometres (90 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"aligarh","slug":"aligarh"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-aligarh-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}