{"id":114,"title":"बलरामपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","dateCreated":"2018-08-18T06:27:29.008Z","dateModified":"2020-06-12T11:49:03.852Z","contributedBy":"AskGif","content":"<p>बलरामपुर भारत के उत्तर प्रदेश राज्य के बलरामपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह राप्ती नदी के तट पर स्थित है और बलरामपुर जिले का जिला मुख्यालय है। बलरामपुर भारत में एक राज्य था। यह 1748 में विभाजित है और यूपी का एक हिस्सा है।</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के रूप में बलरामपुर की आबादी 90000 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक महत्व</p>\r\n<p>बलरामपुर शहर श्रवस्ती के नजदीकी इलाके में है जहां भगवान गौतम बुद्ध ने अंगुलिमाला के आध्यात्मिक परिवर्तन में अपनी अलौकिक शक्तियों को प्रदर्शित किया है, जो एक प्रसिद्ध डकोइट है जो उंगलियों (हार) के हार (माला) पहनती है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुगल युग में, बलरामपुर औढ़ के तलुकादरी बलरामपुर एस्टेट की सीट थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>बलरामपुर 27.43 डिग्री एन 82.18 डिग्री सेल्सियस पर स्थित है। इसकी औसत ऊंचाई 105 मीटर (344 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुरातात्विक स्थल</p>\r\n<p>दो प्रमुख पुरातात्विक स्थलों, जेटवाना और साविती, या साहेथ और महेथ, जिन्हें स्थानीय रूप से जाना जाता है, बलरामपुर शहर के आसपास स्थित हैं। अलेक्जेंडर कनिंघम ने चीनी तीर्थयात्रियों के प्राचीन (6 वीं शताब्दी सीई) खातों का उपयोग यह निर्धारित करने के लिए किया कि साहेथ-महेथ वास्तव में जेटवाना और साविती को संदर्भित करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>साहेथ, 32 एकड़ के क्षेत्र को कवर करते हुए, जेटवाना मठ की साइट थी। यह तीर्थयात्रा का एक महत्वपूर्ण स्थान बन गया, जो कई मंदिरों, स्तूपों और मठों से सजे हुए थे। स्तूप ज्यादातर कुशन काल से संबंधित होते हैं, जबकि मंदिर गुप्त शैली में होते हैं। मौर्य युग (तीसरी शताब्दी ईसा पूर्व) से 12 वीं शताब्दी सीई तक अवशेष की तारीख है। सबसे शुरुआती स्तूपों में से एक, बुद्ध के अवशेष थे। बुद्ध की एक विशाल प्रतिमा यहां भी पाई गई थी जिसे अब कोलकाता के भारतीय संग्रहालय में संरक्षित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>महेथ में लगभग 400 एकड़ (160 हेक्टेयर) क्षेत्र शामिल है, और शहर के अवशेषों के साथ इसकी पहचान की गई है और साहेथ के उत्तर-पूर्व में 0.25 मील (0.40 किमी) स्थित है। खुदाई ने शहर के बड़े द्वार, रैंपर्ट और अन्य संरचनाओं के खंडहरों को उजागर किया है जो प्राचीन श्रवस्ती की समृद्धि को प्रमाणित करते हैं। सोबनाथ मंदिर यहां स्थित है। महेथ के खंडहरों में दो स्तूप शामिल हैं। एक स्तूप, जिसे पाककी कुट्टी के नाम से जाना जाता है, को अंगुलिमाला का कहा जाता है जबकि दूसरा, जिसे कच्छी कुट्टी के नाम से जाना जाता है, बुद्ध के शिष्य सुदाता का माना जाता है। [6] बाद में पाककी कुट्टी और काची कुट्टी को ब्राह्मण मंदिरों में परिवर्तित कर दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>सम्राट अशोक ने जेटवाना का दौरा किया, और चीनी तीर्थयात्री ह्यूएन-त्संग (जुआनजांग) ने श्रवस्ती में दो अशोकन खंभे का उल्लेख किया। ब्याज के अन्य स्थानों में स्वर्णगंध कुट्टी शामिल है जहां गौतम बुद्ध रहते थे। जेटवाना में भी बौद्ध धर्म का दूसरा सबसे पवित्र पेड़ स्थित है: आनंदबोधी वृक्ष।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/ बलरामपुर</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","subContents":[{"SubTitle":"1. जय प्रभा ग्राम","SubTitleHindi":null,"SubContent":"<p>यह बलरामपुर में एक प्रसिद्ध मंदिर है। यह भारत के उत्तर प्रदेश राज्य के गोंडा जिले में इतिआथोक ब्लॉक में एक छोटे से गांव / गांव में स्थित है। यह जानकी नगर पंचायत के अंतर्गत आता है। यह देवपतन डिवीजन से संबंधित है। यह जिला मुख्यालय गोंडा से उत्तर की तरफ 32 किलोमीटर की दूरी पर स्थापित है। इटिया थोक से 9 किलोमीटर दूर राज्य की राजधानी लखनऊ से 147 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>यह पश्चिम की ओर रुपाइडेह ब्लॉक से घिरा हुआ है, पूर्व में बलरामपुर ब्लॉक, उत्तर की ओर श्रवस्ती ब्लॉक, दक्षिण की तरफ पांडरी कृपाल ब्लॉक।</p>\r\n<p>&nbsp;</p>\r\n<p>बलरामपुर, उतुलाला, तुलसीपुर, बहराइच जय प्रभा पुरा के पास के शहर हैं।</p>","SubContentHindi":null,"ImageUrl":"cfe74869-b7ea-40f4-89c9-7ab7f02525e4_jai-prabha-gram-balrampur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कोइलाबा","SubTitleHindi":null,"SubContent":"<p>कोइलाबा बलरामपुर में एक प्रसिद्ध पर्यटन स्थल है। इसमें रोमांच और प्राकृतिक पर्यटन स्थलों का भ्रमण शामिल है। यदि आप प्रकृति के प्रेमी हैं और यह एक साइट पर जाना चाहिए। कोइलाबास पूरे राज्य से पर्यटकों को आकर्षित करता है और यह उन्हें शांति और आंतरिक संतुष्टि प्रदान करता है। यदि आप बलरामपुर में हैं तो यह एक ऐसी जगह है जहां आपको जाना चाहिए।</p>","SubContentHindi":null,"ImageUrl":"a4899ad3-bd43-4c78-aebc-4bf22e1fd74e_koilabas-Balrampur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. बीजिपुर मंदिर","SubTitleHindi":null,"SubContent":"<p>बीजपुरपुर मंदिर बलरामपुर के महाराजा द्वारा बनाया गया था। यह 1 9वीं शताब्दी के आसपास बनाया गया था। ऐसा माना जाता है कि पाटन देवी के भक्त देवी से प्रार्थना करने के लिए अपने जीवन के हर दिन बिजलपुर से पाटन देवी तक दूरी चलते थे और मंदिर के इस स्थान को महाराजा के सपने में हुआ था।</p>\r\n<p>लोग कहते हैं कि देवी महाराजा के सपने में दिखाई दीं और उन्हें उस स्थान पर एक टेम्पलेट बनाने का निर्देश दिया जो वह इंगित करेगी और अगली सुबह उन्हें खबर मिली कि बिजली के द्वारा एक बड़ा पेपल पेड़ मारा गया था और जला दिया गया था। उस जगह पर एक गहरा छेद था।</p>\r\n<p>तब महाराजा इस मंदिर का निर्माण करने के लिए चला गया। यह अद्भुत नक्काशी के साथ एक अद्भुत मंदिर है। यदि आप बलरामपुर में हैं तो यह एक ऐसी जगह है जहां आपको जाना चाहिए।</p>","SubContentHindi":null,"ImageUrl":"b164d709-a5d8-4872-808a-1e9b9c9b4395_bijlipur-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. सुहेल्वा वन्यजीव अभयारण्य","SubTitleHindi":null,"SubContent":"<p>सुहेल्वा वन्यजीव अभयारण्य बलरामपुर और श्रवस्ती जिले में 120 किमी की एक परत के रूप में स्थित है। और 6-8 किमी। विस्तृत। ये साल वन एक बड़े नंबर के लिए निवास स्थान हैं। प्रजातियों के पक्षियों, कीड़े, हिरण, और सरीसृपों का। जलाशयों को मौसमी धाराओं पर बनाया गया है जो इन जंगलों को पार करते हैं।</p>\r\n<p>सुहेल्वा वन्यजीव अभयारण्य के कुछ प्रमुख आकर्षण जलाशयों, पक्षियों और जंगली जानवरों और औषधीय पौधों, थारू गांवों और थारू संस्कृति पर वन और वन परिदृश्य, सूर्यास्त और सूर्योदय हैं। सुहेल्वा वन्यजीव अभयारण्य के आसपास बौद्ध धार्मिक स्थलों। यह महान प्राकृतिक सुंदरियों के साथ एक सुंदर जगह है। यदि आप बलरामपुर में हैं तो आपको इस जगह पर जाना चाहिए।</p>","SubContentHindi":null,"ImageUrl":"c8dd6d8d-ab17-486e-874b-80c7d9eb592d_Suhelwa-wildlife-sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सड़क: बलरामपुर राज्य की राजधानी लखनऊ से करीब 160 किलोमीटर दूर स्थित है। शहर राज्य राजमार्ग 1 ए के माध्यम से लखनऊ से जुड़ा हुआ है। उत्तर प्रदेश राज्य सड़क परिवहन निगम बसें कैसरबाग बस स्टेशन (लखनऊ) से अक्सर उपलब्ध हैं।</p>\r\n<p>रेलवे: बलरामपुर रेलवे स्टेशन (बीएलपी) उत्तर पूर्वी रेलवे के अंतर्गत आता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/ बलरामपुर</p>","SubContentHindi":null,"ImageUrl":"04ef5c2d-5b43-45df-b9c2-7c23638b0078_balrampur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-balrampur-uttar-pradesh","tags":[{"name":"बलरामपुर","slug":"balrampur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":190,"title":"संभल (भीम नगर) में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3ba0daa1-ae2e-4031-b03f-c967aaa9a1f2_Sambhal-railway.jpg","dateCreated":"2018-12-25T05:14:17.264Z","dateModified":"2018-12-25T06:52:06.211Z","contributedBy":"AskGif","content":"संभल भारत के उत्तर प्रदेश के संभल जिले का एक शहर है।\r\n&nbsp;\r\nसंभल मुख्यालय पावसा संभल में स्थित है।\r\n&nbsp;\r\nजनसांख्यिकी\r\nसंभल जिले की जनसंख्या २०११ की जनगणना में लगभग २२ लाख (२,२००,०००) थी, जो बोट्सवाना [६] और न्यू मैक्सिको [of] की आबादी के लगभग बराबर थी।\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3ba0daa1-ae2e-4031-b03f-c967aaa9a1f2_Sambhal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"संभल","slug":"sambhal"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-sambhal-bheem-nagar-uttar-pradesh","total":0},{"id":179,"title":"पीलीभीत में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","dateCreated":"2018-12-22T06:10:46.189Z","dateModified":"2018-12-22T07:26:26.271Z","contributedBy":"AskGif","content":"पीलीभीत भारत के उत्तर प्रदेश राज्य में पीलीभीत जिले में एक शहर और एक नगरपालिका बोर्ड है। पीलीभीत बरेली मंडल का उत्तर-पूर्वी जिला है, जो नेपाल की सीमा पर स्थित शिवालिक रेंज की तलहटी के बगल में उप-हिमालयी पठार क्षेत्र के रोहिलखंड क्षेत्र में स्थित है, जो गोमती नदी की उत्पत्ति के लिए जाना जाता है और","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"पीलीभीत","slug":"pilibhit"}],"slug":"top-places-to-visit-in-pilibhit-uttar-pradesh","total":0},{"id":141,"title":"हठ्रास (महामाया नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"205b7b59-24af-4a01-ac5f-2415b3e333a6_hathras-railway.jpg","dateCreated":"2018-10-15T14:25:34.222Z","dateModified":"2018-10-19T04:45:50.438Z","contributedBy":"AskGif","content":"हठ्रास भारतीय राज्य उत्तर प्रदेश में हाथरस जिले में एक प्राचीन शहर और एक नगरपालिका बोर्ड है। यह जिला का मुख्यालय है जो 3 मई 1 99 7 को अलीगढ़, मथुरा, आगरा जिलों और खैर तहसील के हिस्सों को शामिल करके बनाया गया था। यह अलीगढ़ डिवीजन का एक हिस्सा है।\r\n&nbsp;\r\nहाथर मध्य या मध्य डोआब में ब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/205b7b59-24af-4a01-ac5f-2415b3e333a6_hathras-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हठ्रास","slug":"hathras"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hathras-mahamaya-nagar-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}