{"id":114,"title":"Top Places to Visit in Balrampur, Uttar Pradesh","imageUrl":"2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","dateCreated":"2018-08-18T06:27:29.008Z","dateModified":"2020-06-12T11:49:03.852Z","contributedBy":"AskGif","content":"<p>Balrampur is a city and a municipal board in Balrampur district in the state of Uttar Pradesh, India. It is situated on the bank of river Rapti and is the district headquarters of Balarampur district. Balrampur was a state in India. It is divided in 1748 and a part of U.P.</p>\r\n<p>Demographics</p>\r\n<p>Balrampur had a population as of 2011 census is 90000.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical significance</p>\r\n<p>Balrampur city is in close vicinity of Shravasti where Lord Gautam Buddha is considered to have displayed his supernatural powers in the spiritual transformation of Angulimala, a famous dacoit who wore a necklace (mala) of fingers (anguli).</p>\r\n<p>&nbsp;</p>\r\n<p>In the Mughal era, Balrampur was the seat of Balrampur Estate, a Taluqdari of Oudh.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Balrampur is located at 27.43&deg;N 82.18&deg;E. It has an average elevation of 105 metres (344 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>Archaeological sites</p>\r\n<p>Two prominent archaeological sites, Jetavana and Savatthi, or Saheth and Maheth, as they are locally known, are located in the vicinity of Balrampur city. Alexander Cunningham used the ancient (6th century CE) accounts of Chinese pilgrim-monks to determine that Saheth-Maheth actually referred to Jetavana and Savatthi.</p>\r\n<p>&nbsp;</p>\r\n<p>Saheth, covering an area of 32 acres, was the site of the Jetavana monastery. It became an important place of pilgrimage, adorned with numerous shrines, stupas and monasteries. The stupas belong mostly to the Kushan period, while the temples are in the Gupta style. The remains date from the Mauryan era (3rd century BCE) to the 12th century CE. One of the earliest stupas, contained relics of the Buddha. A colossal statue of the Buddha was also found here which is now preserved in the Indian Museum, Kolkata.</p>\r\n<p>&nbsp;</p>\r\n<p>Maheth covers an area of about 400 acres (160 ha), and has been identified with the remains of the city proper and is located about 0.25 miles (0.40 km) to the north-east of Saheth. Excavations have exposed the massive gates of the city, ramparts and also the ruins of other structures which testify to the prosperity of ancient Sravasti. The Sobhanath Temple is located here. The ruins of Maheth includes two stupas. One stupa, known as Pakki Kuti, is said to be that of Angulimala while the other, known as Kachchi Kuti, is believed to be that of Sudatta, a disciple of Buddha.[6] Pakki Kuti and Kacchi Kuti were later converted into Brahmanical temples.</p>\r\n<p>&nbsp;</p>\r\n<p>Emperor Ashoka visited Jetavana, and the Chinese pilgrim Hiuen- Tsang (Xuanzang)mentions two Ashokan pillars at Sravasti. Other places of interest include the Swarnagandha Kuti where Gautama Buddha lived. In Jetavana is also located the second-holiest tree of Buddhism: the Anandabodhi Tree.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Balrampur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","subContents":[{"SubTitle":"1. Jai prabha gram","SubTitleHindi":null,"SubContent":"<p>It is a famous temple in Balrampur. it is situated in a small Village/hamlet in Itiathok Block in Gonda District of Uttar Pradesh State, India. It comes under Janki Nagar Panchayath. It belongs to Devipatan Division. It is established 32 KM towards North from District head quarters Gonda. 9 KM from Itia Thok. 147 KM from State capital Lucknow&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>it is surrounded by Rupaideeh Block towards west, Balrampur Block towards East, Shravasti Block towards North, Pandri Kripal Block towards South.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Balrampur, Utraula, Tulsipur, Bahraich are the nearby Cities to Jai Prabha Purwa.</p>","SubContentHindi":null,"ImageUrl":"cfe74869-b7ea-40f4-89c9-7ab7f02525e4_jai-prabha-gram-balrampur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Koilaba","SubTitleHindi":null,"SubContent":"<p>Koilaba is a famous tourist place in Balrampur. It comprises of adventures and natural sightseeing. If you are a lover of Nature and this is a must visit site. Koilabas attracts tourists from around the entire state and it provides them peace and inner contentment. If you are in Balrampur then this is a place you should visit.</p>","SubContentHindi":null,"ImageUrl":"a4899ad3-bd43-4c78-aebc-4bf22e1fd74e_koilabas-Balrampur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Bijlipur Temple","SubTitleHindi":null,"SubContent":"<p>Bijlipur Temple was built by Maharaja of Balrampur. It was built around the 19th Century. It is believed that a devotee of Patan Devi used to walk the distance from Bijlipur to Patan Devi every day of his life to pray to the Devi and this location of the temple occurred to the Maharaja in his dream.&nbsp;</p>\r\n<p>People say the Devi appeared in the Maharaja's dream and directed him to build a template at the spot she would indicate and the next morning he received news that a large peepal tree had been struck by lightning and had burnt down. There was a deep hole at that place.</p>\r\n<p>Then Maharaja went on to build this temple. It's a marvelous temple with amazing carvings. This is a place you should visit if you are in Balrampur.</p>","SubContentHindi":null,"ImageUrl":"b164d709-a5d8-4872-808a-1e9b9c9b4395_bijlipur-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Suhelwa wildlife sanctuary","SubTitleHindi":null,"SubContent":"<p>Suhelwa wildlife sanctuary is located in Balrampur and Shrawasti district as a layer a forest 120 km. and 6-8km. wide. These sal forests are habitat to a large no. of species birds, insects, deer, and reptiles. The reservoir has been built on seasonal streams which traverse these forests.&nbsp;</p>\r\n<p>Few Major Attraction of Suhelwa wildlife sanctuary are the Forest and forest landscape, sunset and sunrise on reservoirs, birds and wild animals and medicinal plants, Tharu villages and Tharu culture. Buddhist religious sites around Suhelwa Wildlife Sanctuary. This is a beautiful place with great natural beauties. if you are in Balrampur then you should visit this place.</p>","SubContentHindi":null,"ImageUrl":"c8dd6d8d-ab17-486e-874b-80c7d9eb592d_Suhelwa-wildlife-sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>Road: Balrampur is located about 160 Kilometers from the state capital Lucknow. The city is connected to Lucknow through state highway 1A. Uttar Pradesh State Road Transport Corporation buses are available from Kaiserbagh Bus Station (Lucknow) frequently.</p>\r\n<p>Railways: Balrampur railway station (blp) comes under North Eastern Railway.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Balrampur</p>","SubContentHindi":null,"ImageUrl":"04ef5c2d-5b43-45df-b9c2-7c23638b0078_balrampur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-balrampur-uttar-pradesh","tags":[{"name":"balrampur","slug":"balrampur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":190,"title":"Top Places to visit in Sambhal (Bheem Nagar), Uttar Pradesh","imageUrl":"3ba0daa1-ae2e-4031-b03f-c967aaa9a1f2_Sambhal-railway.jpg","dateCreated":"2018-12-25T05:14:17.264Z","dateModified":"2018-12-25T06:52:06.211Z","contributedBy":"AskGif","content":"Sambhal is a city in Sambhal district of Uttar Pradesh, India.\r\n&nbsp;\r\nThe Sambhal headquarters are situated in Pawasa Sambhal.\r\n&nbsp;\r\nDemographics\r\nSambhal district had a population of around 22 lakh (2,200,000) in 2011 census, which roughly equal to the pop","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3ba0daa1-ae2e-4031-b03f-c967aaa9a1f2_Sambhal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sambhal","slug":"sambhal"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-sambhal-bheem-nagar-uttar-pradesh","total":0},{"id":179,"title":"Top Places to visit in Pilibhit, Uttar Pradesh","imageUrl":"713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","dateCreated":"2018-12-22T06:10:46.189Z","dateModified":"2018-12-22T07:26:26.271Z","contributedBy":"AskGif","content":"Pilibhit is a city and a municipal board in the Pilibhit district in the Indian state of Uttar Pradesh. Pilibhit is the north-easternmost district of Bareilly division, situated in the Rohilkhand region of the sub-Himalayan Plateau belt next to foothills of Sivalik Range on the boundary of Nepal,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"pilibhit","slug":"pilibhit"}],"slug":"top-places-to-visit-in-pilibhit-uttar-pradesh","total":0},{"id":141,"title":"Top Places to visit in Hathras (Mahamaya Nagar), Uttar Pradesh","imageUrl":"205b7b59-24af-4a01-ac5f-2415b3e333a6_hathras-railway.jpg","dateCreated":"2018-10-15T14:25:34.222Z","dateModified":"2018-10-19T04:45:50.438Z","contributedBy":"AskGif","content":"Hathras is an ancient city and a municipal board in Hathras district, in the Indian state of Uttar Pradesh. It is the headquarters of the district that was created on 3 May 1997, by incorporating parts of: Aligarh, Mathura, Agra Districts, and Khair Tehsil. It forms a part of Aligarh Division.</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/205b7b59-24af-4a01-ac5f-2415b3e333a6_hathras-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hathras","slug":"hathras"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hathras-mahamaya-nagar-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}