{"id":115,"title":"बांदा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","dateCreated":"2018-08-19T06:00:15.872Z","dateModified":"2020-06-13T06:06:15.784Z","contributedBy":"AskGif","content":"<p>बांदा उत्तर प्रदेश राज्य के बांदा जिले में एक शहर और एक नगरपालिका बोर्ड है। बांदा बुंदेलखंड क्षेत्र में यमुना नदी के दक्षिण में स्थित है। यह बांदा जिले का प्रशासनिक मुख्यालय है। यह शहर रेलवे और राज्य राजमार्गों के साथ प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। यह शहर इलाहाबाद के 95 किमी दक्षिण-पश्चिम में केन नदी के दाहिने किनारे के पास है।</p>\r\n<p>&nbsp;</p>\r\n<p>बांदा अपने अपराध मास्टर गोगो के लिए चोरी के लिए प्रसिद्ध है। संयुक्त प्रांत के इलाहाबाद डिवीजन में बांदा ब्रिटिश भारत का एक शहर और जिला था। 1 9 01 में जनसंख्या 22,565 थी। यह पहले था, लेकिन अब एक सैन्य छावनी नहीं है।</p>\r\n<p>बांदा की भाषाओं में बुंदेली हैं, जिनमें हिंदी के साथ 72-91% की व्याख्या है (जर्मन और अंग्रेजी के लिए 60% की तुलना में) [6] और बुंदेलखंड में लगभग 7,800,000 लोगों द्वारा बोली जाती है।</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>यह भी देखें: उत्तर प्रदेश में शहरों की सूची</p>\r\n<p>नवीनतम जनगणना 2011 के अस्थायी आंकड़ों के अनुसार, बांदा शहरी समूह की आबादी 85,370 है, जिनमें से पुरुष 75,103 हैं और महिलाएं 8,33,534 हैं। साक्षरता दर 82.05% है। लिंग अनुपात 881 है जो 940 के राष्ट्रीय औसत से काफी कम है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना के अनुसार, हिंदू धर्म का मूल्यांकन 77.73%, इस्लाम 21.26% और शेष धर्मों की कुल आबादी में 1.01% है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>जिला को पांच तहसील, बांदा, नारायणी, बाबरू, और अटरा, पेलानाइटशिल में बांटा गया है</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>लोक गीत और लोक नृत्य</p>\r\n<p>आमतौर पर गांवों में गाए जाने वाले मौसमी लोक गीत वसंत के दौरान होरी या फाग होते हैं। बरसात के मौसम में मल्हार और काजरी। महिलाओं के विवाह समारोह के दौरान सोहर (बच्चे के जन्म के अवसर पर गाए गए) या मंगला गीते (गारी) जैसे विशेष अवसरों के लिए अपने स्वयं के गाने हैं। संगीत के साथ एक कोरस में भजन-कीर्तन जिले के निवासियों द्वारा बहुत पसंद किया जाता है। आल्हा और उधल की प्रशंसा में गाया जाता है, जो इस क्षेत्र के सबसे लोकप्रिय नायकों, बरसात के मौसम के दौरान जिले का सबसे लोकप्रिय गीत भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोक संगीत की ग्रामीण शैली और कुछ राष्ट्रीय विषयों के साथ नृत्य के संयोजन के साथ कई खुले हवा प्रदर्शन जिले में ग्रामीण जीवन की एक नियमित विशेषता है। पौराणिक कथाओं के आधार पर नौटंकी और नाटक अक्सर मंचों में बड़े आयोजनों को आकर्षित करते हैं और आकर्षित करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विभिन्न स्थानों और उत्सवों पर कई मेले / मेला आयोजित किए गए हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>जामा मस्जिद</p>\r\n<p>भूरगढ़ मेला</p>\r\n<p>नवाब टैंक मेला</p>\r\n<p>चिला मेला</p>\r\n<p>बिल्गाव मेला</p>\r\n<p>कलिनजर मेला</p>\r\n<p>खत्री पहाड़ मेला</p>\r\n<p>तिहामाफी मेला</p>\r\n<p>Simauni मेला</p>\r\n<p>महेश्वरी देवी मंदिर</p>\r\n<p>Gadariya मेला</p>\r\n<p>बामदेश्वर मंदिर</p>\r\n<p>भुईरानी मेला</p>\r\n<p>पचकोरी नागा मंदिर</p>\r\n<p>बुद्धौली रेगेन में मा दुर्गा मेला (प्रत्येक नवरात्र के 9वें दिन)</p>\r\n<p>दीवाड़ी नृत्य</p>\r\n<p>जॉग्नी मट्टा मंडीर मेला (AUGASI)</p>\r\n<p>कलिनजर महोत्सव: हर साल बांदा-जिला कलिनजर किले की विरासत और पर्यटन को बढ़ावा देने के लिए सप्ताहांत कालींजर महोत्सव मनाता है। कलिनजर महोत्सव में कई सांस्कृतिक और सामाजिक गतिविधियां शामिल हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Banda,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","subContents":[{"SubTitle":"1. कलिनजर किला","SubTitleHindi":null,"SubContent":"<p>कलिनजर मध्य भारत के बुंदेलखंड क्षेत्र में एक किले-शहर है। कलिनजर उत्तर प्रदेश राज्य के बांदा जिले में, मंदिर-शहर और खजुराहो की विश्व विरासत स्थल के पास स्थित है। किले रणनीतिक रूप से 1,203 फीट (367 मीटर) की ऊंचाई पर विंध्य रेंज के अंत में एक अलग चट्टानी पहाड़ी पर स्थित है और बुंदेलखंड के मैदानों को नजरअंदाज कर देती है। इसने 10 वीं शताब्दी में राजपूतों के चंदेला वंश और रीवा के सोलंकीस सहित बुंदेलखंड के शासक राजवंशों में से कई की सेवा की। किले में तीसरे -5 वीं शताब्दी के गुप्त वंश के रूप में अब तक कई मंदिर हैं।</p>\r\n<p>कलिनजर का अर्थ संस्कृत में समय का विनाशक है। 'काल' समय और 'जार' विनाश है। किंवदंती का कहना है कि मंथन हिंदू भगवान के बाद, भगवान शिव ने जहर पी लिया और उसका गला नीला हो गया (इसलिए नाम नील (नीला) कंध (गले)) और वह कलिनजर आए और 'काल' से उबर गए। उन्होंने मृत्यु पर विजय हासिल की। यही कारण है कि कलिनजर में शिव मंदिर को नीलकंठ कहा जाता है। तब से, पहाड़ी को एक पवित्र स्थल माना जाता है, जो घास के मैदानों के साथ-साथ घनी जंगली घाटी के पैच में अपनी छाया कास्टिंग करता है। आसपास के प्राकृतिक गौरव ने इसे तपस्या और ध्यान के लिए आदर्श जगह बना दिया है और आश्चर्य की बात है कि एक अजीब रहस्य अभी भी पूरे पहाड़ी पर फैल गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शब्द \"कलिनजर\" (जैसा कि \"कालंजारा\") प्राचीन हिंदू पौराणिक कथाओं में प्रकट होता है, लेकिन किले की सटीक उत्पत्ति अनिश्चित है। 16 वीं शताब्दी के फारसी इतिहासकार फ़िरिशता के अनुसार, 7 वीं शताब्दी में एक केदार राजा ने कालिंजर शहर की स्थापना की थी। चंदेला शासन के दौरान किला प्रमुखता के लिए आया था। चंदेला युग की किंवदंतियों के अनुसार, किला एक चंदेला शासक द्वारा बनाया गया था। चंदेला शासकों ने कलानजारदिपति (\"कलंजारा के भगवान\") का शीर्षक इस्तेमाल किया, जो कि किले से जुड़े महत्व को दिखाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसकी ऐतिहासिक पृष्ठभूमि कई लड़ाई और हमलों से भरा हुआ है। विभिन्न राजवंशों के साथ-साथ मुस्लिम शासकों के हिंदू राजकुमारों ने इसे जीतने के लिए कड़ी मेहनत की और किला एक शासक से दूसरे शासक तक चली गई। लेकिन, चंदेलस को छोड़कर, कोई अन्य शासक लंबे समय तक शासन नहीं कर सकता था।</p>\r\n<p>&nbsp;</p>\r\n<p>1023 में गजनी के महमूद ने कलिनजर से श्रद्धांजलि अर्पित की और मुगल आक्रमणकारियों बाबार इतिहास में एकमात्र कमांडर थे, जिन्होंने 1526 में राजा हसन खान मेवात्पाटी को चलाते हुए किले पर कब्जा कर लिया था। यह वह जगह भी थी जहां शेर शाह सूरी ने 1545 में अपनी मृत्यु से मुलाकात की थी जब वह या तो किले में या मैदान के नजदीक मारा गया था। 1569 में अकबर ने किले पर कब्जा कर लिया। कलिनजर ने 1857 के विद्रोह के समय इतिहास में एक प्रमुख भूमिका निभाई, जब यह एक छोटे से ब्रिटिश सेना द्वारा आयोजित किया गया था। किले और शहर, जो पहाड़ी के पैर पर खड़े हैं, मंदिरों, मूर्तियों, शिलालेखों और गुफाओं के अवशेषों के कारण पुरातनता के लिए रूचि रखते हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kalinjar_Fort</p>","SubContentHindi":null,"ImageUrl":"090a765d-d52c-478e-a101-e3135f4138b5_Rani_Mahal_Kalinjar_fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. भुरागढ़ किला","SubTitleHindi":null,"SubContent":"<p>इसके विपरीत नदी केन में 17 वीं शताब्दी में राजा गुमान सिंह द्वारा भूरा पत्थरों के साथ भूरगढ़ किले के निवासी बने हैं। स्वतंत्रता लड़ाई के समय यह जगह मुख्य फोकस थी। 'नाटबाली का मेला' नामक इस जगह में एक मेला आयोजित किया जाता है।</p>","SubContentHindi":null,"ImageUrl":"f64d3bb5-a5f0-49a9-a8cd-194f47c8d867_bhuragarh-fort-banda.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. रंगगढ़ किला","SubTitleHindi":null,"SubContent":"<p>रंगगढ़ किला नारैनी, बांदा, उत्तर प्रदेश के पास स्थित है। केन नदी के बीच रंगगढ़ किला का निर्माण किया गया था। नारायण के पास विभिन्न धार्मिक और पारंपरिक धाम डेवी के रूप में हैं जो पास के मुख्य चौक में स्थित हैं। इसमें वैंगिक समय से बहुत प्रसिद्ध किला, रांगग जैसे विभिन्न किले हैं। कालिंजर का किला अपने युद्ध के इतिहास और इसकी प्रसिद्ध रॉक मूर्तियों के लिए प्रसिद्ध है।</p>","SubContentHindi":null,"ImageUrl":"39b7fc7a-a959-4f7d-b295-73e0f09b1874_Ramgarh_Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. खत्री पर्वत","SubTitleHindi":null,"SubContent":"<p>खत्री पर्वत बुंदेलखंड में बांदा जिले के शेरपुर सोधा गांव में स्थित है, जो उत्तर प्रदेश का हिस्सा है। लोग मानते हैं कि इस नौवें दिन केवल नवरात्रि, मां विंधवसिनी मिर्जापुर से आती है। खत्री पर्वत मां 'सफेद' दिखती है जिसका अर्थ है दुर्गा के अभिशाप से 'कुष्ठ रोग'।</p>","SubContentHindi":null,"ImageUrl":"a757dcee-e75a-43c4-8cb0-fc10c1628c20_khatri-pahar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. महेश्वरी देवी मंदिर","SubTitleHindi":null,"SubContent":"<p>महेश्वरी देवी मंदिर बांदा में एक शुभ मंदिर है। यह बांदा शहर के मध्य स्थान पर स्थित है। इसमें मंदिर में देवताओं, देवता के कई मर्टियां शामिल हैं। प्रार्थनाओं के लिए इस पारंपरिक जगह पर जाने के लिए कई जगहों के लोग यहां आते हैं।</p>","SubContentHindi":null,"ImageUrl":"70c889bb-dd50-4319-ba22-821018ebea94_Maheshwari-devi-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सड़क परिवहन</p>\r\n<p>शहर में सार्वजनिक परिवहन के उपलब्ध कई तरीके टैक्सी, चक्र रिक्शा, ऑटो रिक्शा हैं। राष्ट्रीय राजमार्ग 76 (भारत) बांदा के माध्यम से गुजरता है जो इसे झांसी और इलाहाबाद से जोड़ता है। राज्य राजमार्ग 92, बांदा को फतेहपुर से जोड़ता है। राज्य राजमार्ग 76 इलाहाबाद से जुड़ता है। राष्ट्रीय राजमार्ग 86 कानपुर से जुड़ता है। लंबी दूरी की सेवाओं के अलावा, राज्य के आस-पास के स्थानों पर कई सेवाएं हैं। कानपुर, इलाहाबाद, दिल्ली, सागर, लखनऊ, झांसी, खजुराहो, उत्तरा प्रदेश और कई अन्य राज्यों में कई दैनिक बसें हैं। आप कान बारा गलाउली, पेलानी रोड से कानपुर तक भी पहुंच सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>बंडा को उत्तर मध्य रेलवे क्षेत्र के झांसी रेलवे डिवीजन के तहत एक श्रेणी ए स्टेशन, बांदा रेलवे स्टेशन द्वारा परोसा जाता है। यह कोलकाता, दिल्ली, मुंबई, लखनऊ, भोपाल, बिलासपुर, ग्वालियर, जबलपुर, रायपुर, वाराणसी, आगरा के सभी प्रमुख शहरों के साथ ट्रेनों से अच्छी तरह से जुड़ा हुआ है। यह शहर कानपुर, इलाहाबाद, झांसी और अन्य पड़ोसी शहरों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे स्टेशन</p>\r\n<p>बांदा स्टेशन बंद करो</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Banda,_Uttar_Pradesh</p>","SubContentHindi":null,"ImageUrl":"5b14fc68-f176-46bc-bf26-dca08cd3211d_banda-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-banda-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बांदा","slug":"banda"}],"recommendations":[{"id":1175,"title":"अछनेरा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","dateCreated":"2020-04-09T09:53:49.667Z","dateModified":"2020-04-09T09:54:12.429Z","contributedBy":"AskGif","content":"अछनेरा भारतीय राज्य उत्तर प्रदेश के आगरा जिले में एक शहर और एक नगरपालिका बोर्ड है।\r\nभूगोल\r\nअछनेरा 27.18 &deg; N 77.77 &deg; E पर स्थित है। इसकी औसत ऊंचाई 167 मीटर (547 फीट) है। यह अपने सांस्कृतिक मूल्यों के लिए प्रसिद्ध है; यहां विभिन्न धर्मों के लोग रहते हैं। कई मंदिर ऐसे हैं जिनके","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"अछनेरा","slug":"achhnera"}],"slug":"top-places-to-visit-in-achhnera-uttar-pradesh","total":0},{"id":155,"title":"कानपुर देहाट जिले, अकबरपुर (मती) में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"813f4599-0ad9-4285-ba69-ebd9212c68aa_Kanpur-Dehat-district-board.jpg","dateCreated":"2018-11-25T05:09:03.055Z","dateModified":"2018-11-25T05:20:51.015Z","contributedBy":"AskGif","content":"कानपुर देहाट जिला उत्तरी भारत में उत्तर प्रदेश राज्य का एक जिला है। जिले का प्रशासनिक मुख्यालय मती-अकबरपुर में है। यह जिला कानपुर डिवीजन का हिस्सा है।\r\n&nbsp;\r\nइतिहास\r\nकानपुर जिला को 1 9 77 में कानपुर नगर और कानपुर देहाट में दो जिलों में विभाजित किया गया था। दोनों को फिर से 1","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/813f4599-0ad9-4285-ba69-ebd9212c68aa_Kanpur-Dehat-district-board.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कानपुर-देहाट-जिला","slug":"kanpur-dehat-district"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-kanpur-dehat-district-akbarpur-mati-uttar-pradesh","total":0},{"id":141,"title":"हठ्रास (महामाया नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"205b7b59-24af-4a01-ac5f-2415b3e333a6_hathras-railway.jpg","dateCreated":"2018-10-15T14:25:34.222Z","dateModified":"2018-10-19T04:45:50.438Z","contributedBy":"AskGif","content":"हठ्रास भारतीय राज्य उत्तर प्रदेश में हाथरस जिले में एक प्राचीन शहर और एक नगरपालिका बोर्ड है। यह जिला का मुख्यालय है जो 3 मई 1 99 7 को अलीगढ़, मथुरा, आगरा जिलों और खैर तहसील के हिस्सों को शामिल करके बनाया गया था। यह अलीगढ़ डिवीजन का एक हिस्सा है।\r\n&nbsp;\r\nहाथर मध्य या मध्य डोआब में ब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/205b7b59-24af-4a01-ac5f-2415b3e333a6_hathras-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हठ्रास","slug":"hathras"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hathras-mahamaya-nagar-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}