{"id":115,"title":"Top Places to Visit in Banda, Uttar Pradesh","imageUrl":"c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","dateCreated":"2018-08-19T06:00:15.872Z","dateModified":"2020-06-13T06:06:15.784Z","contributedBy":"AskGif","content":"<p>Banda is a city and a municipal board in Banda district in the state of Uttar Pradesh, India. Banda lies south of the Yamuna river in the Bundelkhand region. It is the administrative headquarters of Banda District. The town is well connected to major cities with railways and state highways. The town is near the right bank of the river Ken, 95 km south-west of Allahabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Banda is famous for its crime master gogo for robbery. Banda was a town and district of British India, in the Allahabad division of the United Provinces. The population in 1901 was 22,565. It was formerly, but is no longer, a military cantonment.</p>\r\n<p>Among Banda's languages are Bundeli, which has a lexical similarity of 72-91% with Hindi (compared to 60% for German and English)[6] and is spoken by about 7,800,000 people in Bundelkhand.</p>\r\n<p>Demographics</p>\r\n<p>See also: List of cities in Uttar Pradesh</p>\r\n<p>As per provisional data of latest census 2011, Banda urban agglomeration has a population of 85,370 out of which males are 75,103 and females are 8,33,534. The literacy rate is 82.05%. The sex ratio is 881 which is much lower than the national average of 940.</p>\r\n<p>&nbsp;</p>\r\n<p>As per 2011 census, Hinduism is practiced by 77.73%, Islam 21.26%, and the remaining religions 1.01% out of the total population.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district is divided into five tehsils, Banda, Naraini, Baberu, and Atarra, Pailanitehsil</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Folk-songs and folk-dances</p>\r\n<p>The seasonal folk songs commonly sung in the villages are Hori or Phag during spring. Malhar and Kajri in the rainy season. Women have their own songs for special occasions such as sohar (sung on the occasion of the birth of a child ) or Mangla geet (gari) during marriage ceremony. Bhajan-Kirtan in a chorus accompanied with music is very much liked by inhabitants of the district. alha which is sung in the praise of Alha and Udal, the most popular heroes of this region, is also the most popular song of the district during the rainy season.</p>\r\n<p>&nbsp;</p>\r\n<p>A number of open air performances, combining the rural style of folk music and dancing with some national theme are a regular feature of rural life in the district. Nautanki and dramas based on mythology are often staged and attract large gatherings, particularly in the villages.</p>\r\n<p>&nbsp;</p>\r\n<p>There are a number of fairs/melas organized at the different places and Utsavs :</p>\r\n<p>&nbsp;</p>\r\n<p>Jama mosque</p>\r\n<p>Bhuragarh fair</p>\r\n<p>Nawab Tank fair</p>\r\n<p>Chilla fair</p>\r\n<p>Bilgav fair</p>\r\n<p>Kalinjar fair</p>\r\n<p>Khatri Pahar fair</p>\r\n<p>Tihramafi fair</p>\r\n<p>Simauni Fair</p>\r\n<p>Maheshwari devi Temple</p>\r\n<p>Gadariya Fair</p>\r\n<p>Bamdeveshwar Temple</p>\r\n<p>Bhuiyarani Fair</p>\r\n<p>Pachkauri Naga Temple</p>\r\n<p>Maa durga mela in Budhauli Regen (9th day of every Navrat)</p>\r\n<p>Diwari dance</p>\r\n<p>JOGNI MATA MANDIR fair (AUGASI)</p>\r\n<p>Kalinjar Mahotsava: Every Year Banda-District celebrates week long Kalinjar Mahotasava to promote Kalinjar Fort's Heritage &amp; Tourism. Kalinjar Mahotsava includes many Cultural and Social activities.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Banda,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","subContents":[{"SubTitle":"1. Kalinjar Fort","SubTitleHindi":null,"SubContent":"<p>Kalinjar is a fortress-city in the Bundelkhand region of central India. Kalinjar is located in Banda District of Uttar Pradesh state, near the temple-city and World Heritage Site of Khajuraho. The fortress is strategically located on an isolated rocky hill at the end the Vindhya Range, at an elevation of 1,203 feet (367 m) and overlooks the plains of Bundelkhand. It served several of Bundelkhand's ruling dynasties, including the Chandela dynasty of Rajputs in the 10th century, and the Solankis of Rewa. The fortress contains several temples dating as far back as the Gupta dynasty of the 3rd-5th centuries.</p>\r\n<p>Kalinjar means The destroyer of time in Sanskrit. 'Kal' is time and 'jar' destruction. Legend says that after Manthan Hindu God, Lord Shiva, drank the poison and his throat became blue (hence the name Neel (blue) Kantha (throat)) and he came to Kalinjar and overcome the 'Kal' i.e. he achieved victory over death. This is the reason the Shiva temple at Kalinjar is called Neelkanth. Since then, the hill has been considered a holy site, casting its shadow across the patches of grasslands as well as the densely forested valley. The natural splendor of the surroundings makes it an ideal place for penance and meditation and, surprisingly, a strange mystique still pervades all over the hill.</p>\r\n<p>&nbsp;</p>\r\n<p>The term \"Kalinjar\" (as \"Kalanjara\") appears in ancient Hindu mythology, but the exact origins of the fort itself are uncertain. According to the 16th-century Persian historian Firishta, the town of Kalinjar was established by one Kedar Raja in the 7th century. The fort came to prominence during the Chandela rule. According to Chandela-era legends, the fort was built by a Chandela ruler. The Chandela rulers used the title Kalanjaradhipati (\"Lord of Kalanjara\"), which shows the importance they attached to the fort.</p>\r\n<p>&nbsp;</p>\r\n<p>Its historical background is replete with numerous battles and invasions. The Hindu princes of different dynasties as well as the Muslim rulers fought hard to conquer it and the fort continued to pass from one ruler to another. But, except for the Chandelas, no other ruler could reign over it for long.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1023 Mahmud of Ghazni attacked and received a tribute from Kalinjar, Mughal invader Babur was the only commander in history to have captured the fort in 1526 when driving away Raja Hasan Khan Mewattpati. It was also the place where Sher Shah Suri met his death in 1545 when he was killed either in the fort or nearby on the grounds. In 1569 Akbar captured the fort. Kalinjar played a prominent part in history down to the time of the Revolt of 1857, when it was held by a small British garrison. Both the fort and the town, which stands at the foot of the hill, are of interest to the antiquary on account of the remains of temples, sculptures, inscriptions, and caves.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kalinjar_Fort</p>","SubContentHindi":null,"ImageUrl":"090a765d-d52c-478e-a101-e3135f4138b5_Rani_Mahal_Kalinjar_fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Bhuragarh Fort","SubTitleHindi":null,"SubContent":"<p>Contrariwise the river Ken there are vestiges of Bhuragarh fort said to be made with brownstones by Raja Guman Singh in 17th Century. This place was the main focus at the time of freedom fight. A mela is organised in this place called &lsquo;Natbali Ka Mela&rsquo;.</p>","SubContentHindi":null,"ImageUrl":"f64d3bb5-a5f0-49a9-a8cd-194f47c8d867_bhuragarh-fort-banda.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Ramgarh Fort","SubTitleHindi":null,"SubContent":"<p>Ramgarh Fort is positioned Near Naraini, Banda, Uttar Pradesh. Ramgarh fort was constructed in the midst of the Ken River. Narain has various religious and traditional DHAAM as DEVI which is located nearby main chauk. It has various fort like RANGARH, very famous fort from Vedic time. The fortress of Kalinjar is famed for its war history and its famous rock sculptures.</p>","SubContentHindi":null,"ImageUrl":"39b7fc7a-a959-4f7d-b295-73e0f09b1874_Ramgarh_Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Khatri mountain","SubTitleHindi":null,"SubContent":"<p>Khatri mountain is located in Sherpur Sodha village of Banda district in Bundelkhand, which is a part of Uttar Pradesh. People believe that on this ninth day only Navratri, the mother Vindhavsinini comes from Mirzapur. Khatri mountain mother looks 'white' which means 'leprosy' from the curse of Durga.</p>","SubContentHindi":null,"ImageUrl":"a757dcee-e75a-43c4-8cb0-fc10c1628c20_khatri-pahar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Maheshwari Devi Temple","SubTitleHindi":null,"SubContent":"<p>Maheshwari Devi Temple is an auspicious temple in Banda. It is situated at the middle place of the Banda city. It consists of Many Murties of Devis, Devatas in the Temple. People from many places come here to visit this traditional place for prayers.</p>","SubContentHindi":null,"ImageUrl":"70c889bb-dd50-4319-ba22-821018ebea94_Maheshwari-devi-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Road transport</p>\r\n<p>The available multiple modes of public transport in the city are taxis, cycle rickshaws, auto rickshaws. National Highway 76 (India) passes through Banda which connects it to Jhansi and Allahabad. State Highway 92, connects banda to Fatehpur. state highway 76 connects to Allahabad. National Highway 86 connects to Kanpur. Apart from the long-distance services, there are many services to nearby places within the state. There are a number of daily buses to Kanpur, Allahabad, Delhi, Sagar, Lucknow, Jhansi, Khajuraho, in uttar pradesh and to many others state. You can also reach Kanpur by road Bara Galauli, Pailani Road.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Banda is served by Banda railway station, a Category A station, under the Jhansi railway division of the North Central Railway Zone. It is well connected by trains with all major cities namely Kolkata, Delhi, Mumbai, Lucknow, Bhopal, Bilaspur, Gwalior, Jabalpur, Raipur, Varanasi, Agra. The city is well connected to Kanpur, Allahabad, Jhansi, and other neighboring cities.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Railway Station</p>\r\n<p>banda station stop</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Banda,_Uttar_Pradesh</p>","SubContentHindi":null,"ImageUrl":"5b14fc68-f176-46bc-bf26-dca08cd3211d_banda-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-banda-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"banda","slug":"banda"}],"recommendations":[{"id":1175,"title":"Top Places to visit in Achhnera, Uttar Pradesh","imageUrl":"1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","dateCreated":"2020-04-09T09:53:49.667Z","dateModified":"2020-04-09T09:54:12.429Z","contributedBy":"AskGif","content":"Achhnera is a town and a municipal board in Agra district in the Indian state of Uttar Pradesh.\r\nGeography\r\nAchhnera is located at 27.18&deg;N 77.77&deg;E. It has an average elevation of 167 meters (547 feet). It is famous for its cultural values; people of different religions live ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"achhnera","slug":"achhnera"}],"slug":"top-places-to-visit-in-achhnera-uttar-pradesh","total":0},{"id":155,"title":"Top Places to visit in Kanpur Dehat district, Akbarpur (Mati), Uttar Pradesh","imageUrl":"813f4599-0ad9-4285-ba69-ebd9212c68aa_Kanpur-Dehat-district-board.jpg","dateCreated":"2018-11-25T05:09:03.055Z","dateModified":"2018-11-25T05:20:51.015Z","contributedBy":"AskGif","content":"Kanpur Dehat district is a district of Uttar Pradesh state in northern India. The administrative headquarters of the district are at Mati-Akbarpur. This district is part of Kanpur division.\r\n&nbsp;\r\nHistory\r\nKanpur District was divided into two districts, namely Kanpur Nagar ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/813f4599-0ad9-4285-ba69-ebd9212c68aa_Kanpur-Dehat-district-board.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kanpur-dehat-district","slug":"kanpur-dehat-district"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-kanpur-dehat-district-akbarpur-mati-uttar-pradesh","total":0},{"id":141,"title":"Top Places to visit in Hathras (Mahamaya Nagar), Uttar Pradesh","imageUrl":"205b7b59-24af-4a01-ac5f-2415b3e333a6_hathras-railway.jpg","dateCreated":"2018-10-15T14:25:34.222Z","dateModified":"2018-10-19T04:45:50.438Z","contributedBy":"AskGif","content":"Hathras is an ancient city and a municipal board in Hathras district, in the Indian state of Uttar Pradesh. It is the headquarters of the district that was created on 3 May 1997, by incorporating parts of: Aligarh, Mathura, Agra Districts, and Khair Tehsil. It forms a part of Aligarh Division.</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/205b7b59-24af-4a01-ac5f-2415b3e333a6_hathras-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hathras","slug":"hathras"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hathras-mahamaya-nagar-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}