{"id":116,"title":"Top Places to Visit in Barabanki, Uttar Pradesh","imageUrl":"e21e043e-5f86-4d6b-9ddf-daeb187af21f-Barabanki-railway.jpg","dateCreated":"2018-08-20T13:14:25.47Z","dateModified":"2020-06-14T05:59:30.515Z","contributedBy":"AskGif","content":"<p>Barabanki is a city in the state of Uttar Pradesh in India. It is the administrative headquarters of Barabanki District. The city is about 29 km east of Lucknow, the state capital.</p>\r\n<p>Barabanki district is one of four districts of Faizabad division, lies at the very heart of Awadh region of Uttar Pradesh state of India, and forms as it were a centre from which no less than seven other districts radiate. It is situated between 27&deg;19' and 26&deg;30' north latitude, and 80&deg;05' and 81&deg;51&rsquo; east longitude; it runs in a south-easterly direction, confined by the nearly parallel streams of the Ghaghara and Gomti. With its most northern point it impinges on the Sitapur district, while its north-eastern boundary is washed by the waters of the Ghagra, beyond which lie the districts of Bahraich district and Gonda district. Its eastern frontier marches with Faizabad district, and the Gomti forms a natural boundary to the south, dividing it from the Sultanpur district. On the west it adjoins the Lucknow district. The extreme length of the district from east to west may be taken at 57 miles (92 km), and the extreme breadth at 58 mi (93 km); the total area is about 1,504 sq mi (3,900 km2): its population amounts to 2,673,581, being at the rate of 686.50 per square kilometre (1,778.0/sq mi). Barabanki city is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>The district under British rule had an area of 1,769 sq mi (4,580 km2). In 1856 it came, with the rest of Oudh, under British rule. During the Sepoy war of 1857-1858 the whole of the Barabanki talukdars joined the mutineers but offered no serious resistance after the capture of Lucknow.</p>\r\n<p>&nbsp;</p>\r\n<p>It stretches out in a level plain interspersed with numerous jhils or marshes. In the upper part of the district, the soil is sandy, while in the lower part it is clayey and produces finer crops. The district is well fed by rivers Ghaghra (forming the northern boundary), Gomti (flowing through the middle of the district) and Kalyani and their tributaries, for the major part of the year. Some rivers dry out in the summer and get flooded during the rainy season. The changing course of the river Ghagra changes the land area in the district, year to year.</p>\r\n<p>&nbsp;</p>\r\n<p>The principal crops are rice, wheat, pulse and other food grains and sugarcane. Trade in agricultural produce is active. Both the bordering rivers are navigable; and the district is traversed by two lines of the Northern Railway and North-Eastern Railway, with branches having a total length of 131 km. It has good road connectivity also including National Highways NH 28, State Highways and various link roads.</p>\r\n<p>&nbsp;</p>\r\n<p>During 1869 census of Oudh, total thirteen large towns or kasbahs were identified in the district,</p>\r\n<p>&nbsp;</p>\r\n<p>Nawabgunj, Musauli, Rasauli, Satrikh, Zaidpur, Sidhaur, Dariabad, Ichaulia, Rudauli, Ram Nagar, Bado Sarai, Kintoor, Fatehpur</p>\r\n<p>source: https://en.wikipedia.org/wiki/Barabanki_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e21e043e-5f86-4d6b-9ddf-daeb187af21f-Barabanki-railway.jpg","subContents":[{"SubTitle":"1. Lodheshwar Mahadev Mandir","SubTitleHindi":null,"SubContent":"<p>Lodheshwar Mahadev Mandir is a temple of Lord Shiva. The deity of Shivling worshiped in this temple is one of the rarest of the 52 Shivlings found on the Shakti Pithas across India. This ancient temple has been mentioned several times in Mahabharat. Its importance has been mentioned in many Hindu scriptures and holy books. This shakti peetha is considered to be one of the most sacred places on earth.</p>\r\n<p>Location</p>\r\n<p>It is a Shiva temple which is situated at village Mahadeva in tehsil Ram Nagar of district Barabanki on the banks of Ghaghra.</p>\r\n<p>&nbsp;</p>\r\n<p>Holy Pond at Lodheshwar Mahadeva (Barabanki)</p>\r\n<p>History</p>\r\n<p>There are several instances in Mahabharata where this ancient temple is referred to Pandav after the Mahabharata had performed the Mahayagya at this place, a well exists even today by the name Pandav-Kup. It is said that the water of the well is having spiritual qualities and those who drink this water get cured of a number of ailments.</p>\r\n<p>&nbsp;</p>\r\n<p>Fair</p>\r\n<p>There are two fairs held at Mahadeva:</p>\r\n<p>&nbsp;</p>\r\n<p>Fair in the Month of March&ndash;April : During this fair, held on the occasion of Mahashivratri at Mahadeva millions of devotees throng the place.</p>\r\n<p>Local Fair : This fair is held in November&ndash;December. This is fair for local peoples. A large number of cattles are sold / bought in this fair.</p>\r\n<p>Procession</p>\r\n<p>source: https://en.wikipedia.org/wiki/Lodheshwar_Mahadev_Mandir</p>\r\n<p>Walking pilgrims with Kanwar of district Kanpur, Banda, Jalaun and Hamirpur worship with Ganges water of Lord Shiva at Lodheshwar Mahadeva</p>","SubContentHindi":null,"ImageUrl":"dcda531a-f6e0-4c17-a07d-44bd63dfedaa_Lodheshwar_Mahadev.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Dewa Sharif","SubTitleHindi":null,"SubContent":"<p>Dewa Sharif (Hindi: देवा शरीफ़, Urdu: دیوا شریف‬&lrm;) or Dewa (Hindi: देवा, Urdu: دیوا‬) is a town and a Nagar panchayat in Barabanki district in the state of Uttar Pradesh, India. It is famous for the shrine of Haji Waris Ali Shah. This town is also known by the name of Dewa Sharif in respect for the shrine. It a Nagar Panchayat.</p>\r\n<p>&nbsp;</p>\r\n<p>The state government formally recognises Dewa Sharif as a town with a linguistic minority population, where speakers of Urdu constitute 15 per cent or more of the local population. It was placed as one among the prominent sites in Heritage Arc of U.P.</p>\r\n<p>Geography</p>\r\n<p>Dewa is located at 27.03&deg;N 81.17&deg;E.[3] It has an average elevation of 137 metres (449 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2001 Census of India,[4] Dewa had a population of 12,819. Males constitute 53% of the population and females 47%. Dewa has an average literacy rate of 45%, lower than the national average of 59.5%: male literacy is 51% and, female literacy is 38%. In Dewa, 17% of the population is under 6 years of age.Dewa Mela is being organised every year and people from several countries come here to visit the dargah of Sufi sant Hazrat Waris Ali Shah.</p>\r\n<p>&nbsp;</p>\r\n<p>Road connectivity</p>\r\n<p>Dewa Sharif has a very good road connectivity from Lucknow, Barabanki, Fatehpur, Kursi, Masauli, Cinhat. It has a regular bus service from Lucknow and Barabanki which go en route through town stopping of 15 minute all over day initial service from 5:30 a.m. to 9:00 p.m.</p>\r\n<p>&nbsp;</p>\r\n<p>Town distant from other town and cities</p>\r\n<p>Lucknow via Barabanki 45 km &amp; via Mati around 35 km</p>\r\n<p>Barabanki 15 km</p>\r\n<p>Mahmudabad 35 km</p>\r\n<p>Kursi 15 km</p>\r\n<p>Masauli 18 km</p>\r\n<p>Mahadewa Shiv Mandir 33 km</p>\r\n<p>Religious shrine and structures</p>\r\n<p>Dewa Sharif is famous for the shrine of Haji Waris Ali a Sufi saint with his followers throughout India and throughout the world, with many being from Europe. The shrine is visited by pilgrims from throughout the world.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dewa,_India</p>","SubContentHindi":null,"ImageUrl":"440c7b06-43b1-47b6-b0d6-6cf0f36ae3b6_Dewa-Sharif.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Parijaat tree, Kintoor","SubTitleHindi":null,"SubContent":"<p>The Parijaat tree is a sacred baobab tree in the village of Kintoor, near Barabanki, Uttar Pradesh, India, about which there are several legends.</p>\r\n<p>&nbsp;</p>\r\n<p>It is a protected tree situated in Barabanki district of Uttar Pradesh, India. By the order of local district magistrate, any kind of damage to the tree is strictly prohibited. The tree is known as baobab in modern science which is originated in Sub-sahara Africa and hence its presence in the fertile land of India makes it rare. Also the age of the tree is still not determined, which makes it quite possible that the tree may have been planted by someone who used to travel between India and Africa. The tree needs the international attention of scientists to find out more about it. The tree is also known as 'the tree from paradise' due to its mythological significance.</p>\r\n<p>&nbsp;</p>\r\n<p>Ancient facts</p>\r\n<p>Kintur, about 38 kilometers (24 mi) east of the district headquarters, Barabanki, was named after Kunti, mother of the Pandavas. There are a number ancient temples and their remains around this place. Near a temple established by Kunti, is a special tree called Parijaat which is said to grow from Kunti's ashes. There are a number of legends about this tree which have popular acceptance. One being that Arjun brought this tree from heavens and Kunti used to offer and crown Lord Shiva with its flowers. Another saying being, that Lord Krishna brought this tree for his beloved queen Satyabhama or Rukmini. Historically, though these saying may have some bearing or not, it is true that this tree is from a very ancient background.</p>\r\n<p>&nbsp;</p>\r\n<p>According to the Harivansh Puraan, the Parijaat Tree is a Kalpavriksha, or wish bearing tree, which, apart from this tree, is only found in heaven. Newly-weds visit the tree for blessings, and every Tuesday a fair is held where local people worship the tree.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Parijaat_tree,_Kintoor</p>","SubContentHindi":null,"ImageUrl":"c789edf4-5add-4224-b90f-7ce16c46e832_Parijat-tree-Kintoor-Barabanki.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Road transport</p>\r\n<p>National Highways 28 pass through the district. It is well connected to other cities by means of roadways. Passenger road transport services in the state of U.P. started on 15 May 1947 with the operation of bus service on the Lucknow &ndash; Barabanki route by the erstwhile U.P. Government Roadways.</p>\r\n<p>&nbsp;</p>\r\n<p>Bus Station/Bus Stop 93</p>\r\n<p>Railway</p>\r\n<p>Both the Northern Railway and the North Eastern Railway pass through Barabanki district.</p>\r\n<p>&nbsp;</p>\r\n<p>Length of railway line: broad gauge 131 km</p>\r\n<p>Railway Stations/Halts: 19</p>\r\n<p>source: https://en.wikipedia.org/wiki/Barabanki_district</p>","SubContentHindi":null,"ImageUrl":"39f3d9dc-8960-4823-b6f8-6510cfbdd1af_barabanki-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-barabanki-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"barabanki","slug":"barabanki"}],"recommendations":[{"id":180,"title":"Top Places to visit in Pratapgarh, Uttar Pradesh","imageUrl":"4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","dateCreated":"2018-12-22T08:04:39.454Z","dateModified":"2018-12-22T08:20:33.071Z","contributedBy":"AskGif","content":"Pratapgarh, also called Belha or Bela Pratapgarh, is a city and municipality of Uttar Pradesh, India. It is the administrative headquarters of Pratapgarh district, part of the Allahabad Division. Pratapgarh is the birthplace of the 'national poet' Harivansh Rai Bachchan.\r\n&nbsp;\r\nIt","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pratapgarh","slug":"pratapgarh"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-pratapgarh-uttar-pradesh","total":0},{"id":166,"title":"Top Places to Visit in Lakhimpur (Lakhimpur Kheri), Uttar Pradesh","imageUrl":"91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","dateCreated":"2018-12-08T08:14:57.969Z","dateModified":"2018-12-08T08:37:13.088Z","contributedBy":"AskGif","content":"Lakhimpur is a city and a municipal board in Lakhimpur Kheri district in the Indian state of Uttar Pradesh.\r\n&nbsp;\r\nEducation\r\nEducation is available at the Junior and Senior Basic Schools, Senior Secondary Schools and college level.\r\n&nbsp;\r\nSt. Don Bosco's Co","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"lakhimpur-kheri","slug":"lakhimpur-kheri"},{"name":"lakhimpur","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-lakhimpur-kheri-uttar-pradesh","total":0},{"id":127,"title":"Top Places to Visit in Etah, Uttar Pradesh","imageUrl":"c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","dateCreated":"2018-08-30T15:12:57.42Z","dateModified":"2018-08-30T16:07:26.681Z","contributedBy":"AskGif","content":"Etah is a municipality town which is also the district headquarters of Etah district of Uttar Pradesh state, India. The driving distance from New Delhi to Etah is 207 km and it takes approximately 4 hours by public transport to reach there. It is 82 kilometers from Agra, which is one hour and 33 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"etah","slug":"etah"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-etah-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}