{"id":116,"title":"बाराबंकी में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"e21e043e-5f86-4d6b-9ddf-daeb187af21f-Barabanki-railway.jpg","dateCreated":"2018-08-20T13:14:25.47Z","dateModified":"2020-06-14T05:59:30.515Z","contributedBy":"AskGif","content":"<p>बाराबंकी भारत में उत्तर प्रदेश राज्य में एक शहर है। यह बाराबंकी जिले का प्रशासनिक मुख्यालय है। यह शहर लखनऊ, राज्य की राजधानी के लगभग 2 9 किमी पूर्व में है।</p>\r\n<p>बाराबंकी जिला फैजाबाद डिवीजन के चार जिलों में से एक है, जो उत्तर प्रदेश राज्य के अवध क्षेत्र के बहुत दिल में स्थित है, और यह एक ऐसा केंद्र था जहां से सात अन्य जिलों में विकिरण नहीं हुआ था। यह 27 डिग्री 19 'और 26 डिग्री 30' उत्तर अक्षांश, और 80 डिग्री 05 'और 81 डिग्री 51' पूर्व रेखांश के बीच स्थित है; यह एक दक्षिण-पूर्व दिशा में चलता है, जो घघारा और गोमती की लगभग समानांतर धाराओं से घिरा हुआ है। अपने सबसे उत्तरी बिंदु के साथ यह सीतापुर जिले पर आ रहा है, जबकि इसकी उत्तर-पूर्वी सीमा घाघरा के पानी से धोया जाता है, इसके अलावा बहरीच जिले और गोंडा जिले के जिलों में स्थित है। फैजाबाद जिले के साथ इसका पूर्वी सीमावर्ती मार्च, और गोमती दक्षिण में प्राकृतिक सीमा बनाती है, जो इसे सुल्तानपुर जिले से विभाजित करती है। पश्चिम में यह लखनऊ जिले से जुड़ा हुआ है। पूर्व से पश्चिम तक जिले की चरम लंबाई 57 मील (9 2 किमी), और 58 मील (9 3 किमी) पर चरम चौड़ाई ले जाया जा सकता है; कुल क्षेत्रफल लगभग 1,504 वर्ग मील (3, 9 00 किमी 2) है: इसकी जनसंख्या 2,673,581 है, जो 686.50 प्रति वर्ग किलोमीटर (1,778.0 / वर्ग मील) की दर से है। बाराबंकी शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रिटिश शासन के तहत जिले में 1,76 9 वर्ग मील (4,580 किमी 2) का क्षेत्र था। 1856 में यह ब्रिटिश शासन के तहत, औध के बाकी हिस्सों के साथ आया था। 1857-1858 के सिपाही युद्ध के दौरान पूरे बरबंकी तालुकदार विद्रोहियों में शामिल हो गए लेकिन लखनऊ के कब्जे के बाद कोई गंभीर प्रतिरोध नहीं किया।</p>\r\n<p>&nbsp;</p>\r\n<p>यह कई झिलों या मंगल के साथ एक स्तर के मैदान में फैला हुआ है। जिले के ऊपरी हिस्से में, मिट्टी रेतीले है, जबकि निचले भाग में यह मिट्टी है और बेहतर फसलों का उत्पादन करता है। जिला अच्छी तरह से घाघरा नदियों (उत्तरी सीमा का निर्माण), गोमती (जिले के बीच में बहती हुई) और कल्याणी और उनकी सहायक नदियों द्वारा साल के प्रमुख हिस्से के लिए अच्छी तरह से खिलाया जाता है। गर्मी में कुछ नदियां सूख जाती हैं और बरसात के मौसम में बाढ़ आती हैं। घागरा नदी के बदलते पाठ्यक्रम साल-दर-साल जिले के भूमि क्षेत्र को बदलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य फसलें चावल, गेहूं, नाड़ी और अन्य अनाज और गन्ना हैं। कृषि उपज में व्यापार सक्रिय है। सीमावर्ती नदियों दोनों नौसेना योग्य हैं; और जिला उत्तरी रेलवे और उत्तर-पूर्वी रेलवे की दो लाइनों से घिरा हुआ है, जिनकी कुल लंबाई 131 किमी है। इसमें राष्ट्रीय राजमार्ग एनएच 28, राज्य राजमार्ग और विभिन्न लिंक सड़कों सहित अच्छी सड़क कनेक्टिविटी भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>औध की 1869 की जनगणना के दौरान, जिले में कुल तेरह बड़े कस्बों या कस्बा की पहचान की गई,</p>\r\n<p>&nbsp;</p>\r\n<p>नवाबगंज, मुसौली, रसौली, सत्रीख, जैदपुर, सिधौर, दरियाबाद, इचौलिया, रूडोली, राम नगर, बडो सराई, किंटूर, फतेहपुर</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Barabanki_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e21e043e-5f86-4d6b-9ddf-daeb187af21f-Barabanki-railway.jpg","subContents":[{"SubTitle":"1. लोदेश्वर महादेव मंदिर","SubTitleHindi":null,"SubContent":"<p>लोदेश्वर महादेव मंदिर भगवान शिव का एक मंदिर है। इस मंदिर में पूजा की जाने वाली शिवलिंग का देवता भारत भर में शक्ति पिथों पर पाए गए 52 शिशुओं में से एक है। महाभारत में इस प्राचीन मंदिर का कई बार उल्लेख किया गया है। कई हिंदू शास्त्रों और पवित्र पुस्तकों में इसका महत्व उल्लेख किया गया है। इस शक्ति पेठा को पृथ्वी पर सबसे पवित्र स्थानों में से एक माना जाता है।</p>\r\n<p>स्थान</p>\r\n<p>यह एक शिव मंदिर है जो घाघरा के तट पर जिला बरबंकी के तहसील राम नगर में महादेव गांव में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोदेश्वर महादेव (बाराबंकी) में पवित्र तालाब</p>\r\n<p>इतिहास</p>\r\n<p>महाभारत में कई उदाहरण हैं जहां इस प्राचीन मंदिर को महाभारत ने इस स्थान पर महायाग्य करने के बाद पांडव को संदर्भित किया है, आज भी पांडव-कुप नाम से एक अच्छी तरह मौजूद है। ऐसा कहा जाता है कि कुएं के पानी में आध्यात्मिक गुण होते हैं और जो लोग इस पानी पीते हैं वे कई बीमारियों से ठीक हो जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निष्पक्ष</p>\r\n<p>महादेव में दो मेले आयोजित किए गए हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>मार्च-अप्रैल के महीने में मेला: महादेव में महाशिवरात्री के अवसर पर आयोजित इस मेले के दौरान लाखों श्रद्धालुओं ने जगह भरी।</p>\r\n<p>स्थानीय मेला: यह मेला नवंबर-दिसंबर में आयोजित किया जाता है। यह स्थानीय लोगों के लिए उचित है। इस मेले में बड़ी संख्या में कैटल बेचे / खरीदे जाते हैं।</p>\r\n<p>जुलूस</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Lodheshwar_Mahadev_Mandir</p>\r\n<p>लंदनेश्वर महादेव में भगवान शिव के गंगा पानी के साथ कानपुर, बांदा, जालुन और हमीरपुर के कंवर के साथ तीर्थयात्रियों की यात्रा</p>","SubContentHindi":null,"ImageUrl":"dcda531a-f6e0-4c17-a07d-44bd63dfedaa_Lodheshwar_Mahadev.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. देव शरीफ","SubTitleHindi":null,"SubContent":"<p>देव शरीफ (हिंदी: देव शरीफ, उर्दू: دیوا شریف) या देव (हिंदी: देव, उर्दू: دیوا) उत्तर प्रदेश राज्य के बाराबंकी जिले में एक शहर और नगर पंचायत है। यह हाजी वारिस अली शाह के मंदिर के लिए प्रसिद्ध है। इस शहर को मंदिर के सम्मान में देव शरीफ के नाम से भी जाना जाता है। यह एक नगर पंचायत है।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य सरकार औपचारिक रूप से देवी शरीफ को भाषाई अल्पसंख्यक आबादी वाले शहर के रूप में मान्यता देती है, जहां उर्दू के वक्ताओं स्थानीय आबादी का 15 प्रतिशत या उससे अधिक का गठन करते हैं। इसे यूपी के हेरिटेज आर्क में प्रमुख स्थलों में से एक के रूप में रखा गया था।</p>\r\n<p>भूगोल</p>\r\n<p>देव 27.03 डिग्री एन 81.17 डिग्री ई पर स्थित है। [3] इसकी औसत ऊंचाई 137 मीटर (44 9 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की 2001 की जनगणना के अनुसार, [4] देव की जनसंख्या 12,819 थी। पुरुषों में 53% आबादी और 47% महिलाएं हैं। देव की औसत साक्षरता दर 45% है, जो राष्ट्रीय औसत 59.5% से कम है: पुरुष साक्षरता 51% है और महिला साक्षरता 38% है। देव में, 17% आबादी 6 साल से कम आयु के है। हर साल देव मेला का आयोजन किया जा रहा है और कई देशों के लोग सुफी संत हजरत वारिस अली शाह की दरगाह में जाने के लिए यहां आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क कनेक्टिविटी</p>\r\n<p>देवरा शरीफ की लखनऊ, बाराबंकी, फतेहपुर, कुर्सी, मसूली, सिन्हाट से बहुत अच्छी सड़क कनेक्टिविटी है। इसमें लखनऊ और बाराबंकी से नियमित बस सेवा है जो पूरे दिन 15 मिनट से 15 मिनट की दूरी पर शहर के माध्यम से 5:30 बजे से 9:00 बजे तक की दूरी पर जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य शहर और शहरों से दूर शहर</p>\r\n<p>लखनऊ 45 किमी और माती के माध्यम से 35 किमी के माध्यम से बाराबंकी के माध्यम से</p>\r\n<p>बाराबंकी 15 किमी</p>\r\n<p>महमुदाबाद 35 किमी</p>\r\n<p>कुर्सी 15 किमी</p>\r\n<p>Masauli 18 किमी</p>\r\n<p>महादेव शिव मंदिर 33 किमी</p>\r\n<p>धार्मिक मंदिर और संरचनाएं</p>\r\n<p>सेवा शरीफ पूरे भारत और दुनिया भर में अपने अनुयायियों के साथ हाजी वारिस अली के एक सूफी संत के मंदिर के लिए प्रसिद्ध है, जिसमें से कई यूरोप से हैं। दुनिया भर से तीर्थयात्रियों द्वारा मंदिर का दौरा किया जाता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dewa,_India</p>","SubContentHindi":null,"ImageUrl":"440c7b06-43b1-47b6-b0d6-6cf0f36ae3b6_Dewa-Sharif.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. पारजाट पेड़, किन्तोर","SubTitleHindi":null,"SubContent":"<p>पारजाज पेड़ भारत के उत्तर प्रदेश, बाराबंकी के पास, किंटूर गांव में एक पवित्र बाबाब पेड़ है, जिसके बारे में कई किंवदंतियों हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह भारत के उत्तर प्रदेश के बाराबंकी जिले में स्थित एक संरक्षित पेड़ है। स्थानीय जिला मजिस्ट्रेट के आदेश से, पेड़ को किसी तरह का नुकसान सख्ती से प्रतिबंधित है। पेड़ को आधुनिक विज्ञान में बाबाब के रूप में जाना जाता है, जिसका जन्म उप-सहारा अफ्रीका में हुआ है और इसलिए भारत की उपजाऊ भूमि में इसकी उपस्थिति दुर्लभ बनाती है। इसके अलावा पेड़ की उम्र अभी भी निर्धारित नहीं है, जिससे यह संभव हो जाता है कि वृक्ष किसी ऐसे व्यक्ति द्वारा लगाया जा सके जो भारत और अफ्रीका के बीच यात्रा करता था। पेड़ के बारे में और जानने के लिए वैज्ञानिकों के अंतरराष्ट्रीय ध्यान की जरूरत है। पेड़ को पौराणिक महत्व के कारण 'स्वर्ग से पेड़' भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्राचीन तथ्य</p>\r\n<p>किंतूर, जिला मुख्यालय, बाराबंकी के लगभग 38 किलोमीटर (24 मील) पूर्व में पांडवों की मां कुंती के नाम पर रखा गया था। इस जगह के आस-पास कई प्राचीन मंदिर और उनके अवशेष हैं। कुंती द्वारा स्थापित एक मंदिर के पास, पारजात नामक एक विशेष पेड़ है जिसे कुंती की राख से बढ़ने के लिए कहा जाता है। इस पेड़ के बारे में कई किंवदंतियों हैं जिनमें लोकप्रिय स्वीकृति है। एक यह है कि अर्जुन ने इस पेड़ को स्वर्ग से लाया और कुंती अपने फूलों के साथ भगवान शिव को चढ़ाने और ताज के लिए इस्तेमाल करते थे। एक और कहावत, कि भगवान कृष्ण ने इस वृक्ष को अपनी प्यारी रानी सत्यभामा या रुक्मिणी के लिए लाया। ऐतिहासिक रूप से, हालांकि इन कहानियों में कुछ असर हो सकता है या नहीं, यह सच है कि यह पेड़ एक बहुत ही प्राचीन पृष्ठभूमि से है।</p>\r\n<p>&nbsp;</p>\r\n<p>हरिवंश पुराण के अनुसार, पारजात वृक्ष एक कल्पना है, या पेड़ की इच्छा है, जो इस पेड़ के अलावा, केवल स्वर्ग में पाया जाता है। नव-विवाह आशीर्वाद के लिए पेड़ पर जाते हैं, और प्रत्येक मंगलवार को एक मेला आयोजित किया जाता है जहां स्थानीय लोग पेड़ की पूजा करते हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Parijaat_tree,_Kintoor</p>","SubContentHindi":null,"ImageUrl":"c789edf4-5add-4224-b90f-7ce16c46e832_Parijat-tree-Kintoor-Barabanki.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सड़क परिवहन</p>\r\n<p>राष्ट्रीय राजमार्ग 28 जिले के माध्यम से गुजरता है। यह सड़क के माध्यम से अन्य शहरों से अच्छी तरह से जुड़ा हुआ है। यूपी राज्य में यात्री सड़क परिवहन सेवाएं 15 मई 1 9 47 को लखनऊ में बस सेवा के संचालन के साथ शुरू हुआ - पूर्व यूपी द्वारा बाराबंकी मार्ग। सरकारी सड़क मार्ग</p>\r\n<p>&nbsp;</p>\r\n<p>बस स्टेशन / बस स्टॉप 93</p>\r\n<p>रेलवे</p>\r\n<p>उत्तरी रेलवे और उत्तर पूर्वी रेलवे दोनों बाराबंकी जिले से गुज़रते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे लाइन की लंबाई: विस्तृत गेज 131 किमी</p>\r\n<p>रेलवे स्टेशन / हल्ट्स: 1 9</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Barabanki_district</p>","SubContentHindi":null,"ImageUrl":"39f3d9dc-8960-4823-b6f8-6510cfbdd1af_barabanki-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-barabanki-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बाराबंकी","slug":"barabanki"}],"recommendations":[{"id":180,"title":"प्रतापगढ़ में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","dateCreated":"2018-12-22T08:04:39.454Z","dateModified":"2018-12-22T08:20:33.071Z","contributedBy":"AskGif","content":"प्रतापगढ़, जिसे बेल्हा या बेला प्रतापगढ़ भी कहा जाता है, उत्तर प्रदेश, भारत का एक शहर और नगरपालिका है। यह प्रतापगढ़ जिले का प्रशासनिक मुख्यालय है, जो इलाहाबाद मंडल का हिस्सा है। प्रतापगढ़ 'राष्ट्रीय कवि' हरिवंश राय बच्चन का जन्म स्थान है।\r\n&nbsp;\r\nयह उत्तर प्रदेश के सबसे पुराने जिलो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"प्रतापगढ़","slug":"pratapgarh"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-pratapgarh-uttar-pradesh","total":0},{"id":166,"title":"लखीमपुर (लखीमपुर खेरी) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","dateCreated":"2018-12-08T08:14:57.969Z","dateModified":"2018-12-08T08:37:13.088Z","contributedBy":"AskGif","content":"लखीमपुर भारतीय राज्य उत्तर प्रदेश के लखीमपुर खेरी जिले में एक शहर और एक नगरपालिका बोर्ड है।\r\n&nbsp;\r\nशिक्षा\r\nशिक्षा जूनियर और सीनियर बेसिक स्कूल, सीनियर सेकेंडरी स्कूल और कॉलेज स्तर पर उपलब्ध है।\r\n&nbsp;\r\nसेंट डॉन बोस्को कॉलेज\r\nलखीमपुर खेरी में सीमित नामा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"लखीमपुर-खेरी","slug":"lakhimpur-kheri"},{"name":"लखीमपुर","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-lakhimpur-kheri-uttar-pradesh","total":0},{"id":127,"title":"एटा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","dateCreated":"2018-08-30T15:12:57.42Z","dateModified":"2018-08-30T16:07:26.681Z","contributedBy":"AskGif","content":"एटा एक नगर पालिका शहर है जो भारत के उत्तर प्रदेश राज्य के एटा जिले का जिला मुख्यालय भी है। नई दिल्ली से इटाह तक ड्राइविंग दूरी 207 किमी है और वहां पहुंचने के लिए सार्वजनिक परिवहन द्वारा लगभग 4 घंटे लगते हैं। यह आगरा से 82 किलोमीटर दूर है, जो सड़क से एक घंटे और 33 मिनट है। एटा जिला अलीगढ़ डिवीजन क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एटा","slug":"etah"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-etah-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}