{"id":1165,"title":"कोरोनावायरस लक्षणों के बारे में आपको सब कुछ पता होना चाहिए","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"<p>कोरोनोवायरस महामारी तेजी से एक गंभीर आपातकाल में बदल रही है। 70,000 से अधिक संक्रमण के मामले और अब तक 3000 लोगों की जान जाने के साथ, कोरोनावायरस सबसे घातक संक्रमणों में से एक है जो तेजी से फैल रहा है। कल तक, भारत में दो ताजा मामले दर्ज किए गए हैं, एक दिल्ली में और दूसरा तेलंगाना में दर्ज किया गया है। संयुक्त राज्य अमेरिका ने भी रविवार (1 मार्च) को अपनी पहली कोरोनोवायरस संबंधित मृत्यु दर्ज की।</p>\r\n<p>हालांकि घातक जोखिम से खुद को बचाना बेहद जरूरी है, लेकिन अफवाहों का शिकार होना पूरी तरह से संभव है। कोरोनोवायरस संक्रमण वास्तव में खतरनाक है कि लक्षण मामूली ठंड के रूप में प्रकट हो सकते हैं और श्वसन विकारों के रूप में गंभीर रूप में प्रकट होते हैं। हम आपको खुद को संक्रमण से बचाने के लिए इसका संक्षिप्त विवरण देते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लक्षण क्या हैं?</p>\r\n<p>कोरोनावायरस संक्रमण अलग-अलग लोगों को अलग तरह से प्रभावित करता है। विश्व स्वास्थ्य संगठन के अनुसार, सीओवीआईडी ​​-19 एक संक्रमित व्यक्ति से दूसरे व्यक्ति में खांसी, छींकने या सीधे संपर्क और यहां तक ​​कि प्रत्यक्ष संक्रामक बूंदों के माध्यम से फैलता है, जो तब फैलता है जब लोग खांसी या साँस छोड़ते हैं।</p>\r\n<p>रिपोर्ट किए गए संक्रमणों को अब तक हल्के से गंभीर रूप में वर्गीकृत किया गया है। कुछ मामलों में, जोखिम जोखिम को पूरी तरह से विकसित करने के लिए लक्षणों में 2-14 दिन लग सकते हैं। हालाँकि, अब तक, ये रोगियों में सबसे अधिक पहचाने जाने वाले लक्षण हैं:</p>\r\n<p>-खांसी और सर्दी</p>\r\n<p>(कभी-कभी 2-3 दिनों के लिए स्थायी)</p>\r\n<p>-साँसों की कमी</p>\r\n<p>-रुखी नाक, गला टेढ़ा</p>\r\n<p>-उल्टी</p>\r\n<p>-सुपर श्वसन पथ की बीमारी</p>\r\n<p>रोग नियंत्रण और रोकथाम केंद्र (सीडीसी) द्वारा जारी दिशानिर्देशों के अनुसार, संचरण का जोखिम काफी अधिक होता है, अक्सर एक संक्रमित व्यक्ति के संपर्क में आने या अपने आप को मल अपशिष्ट के संपर्क में आने से फैलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अधिक गंभीर मामलों में, संक्रमण भी दुर्लभ मामलों में, निमोनिया, गंभीर तीव्र श्वसन सिंड्रोम (SARS), गुर्दे की विफलता और यहां तक ​​कि मौत का कारण बन सकता है। सीडीसी के अनुसार, कोरोनोवायरस संक्रमण के लक्षण मौसमी फ्लू के संक्रमण से बहुत मिलते-जुलते हैं। हालिया रिपोर्टों से यह भी संकेत मिलता है कि सीओवीआईडी ​​-19 से संक्रमित लोग महत्वपूर्ण लक्षण दिखाना शुरू करने से पहले ही संक्रमण से पीड़ित हो सकते हैं।</p>\r\n<p>संक्रमण पुराने लोगों और मधुमेह और हृदय स्थितियों सहित महत्वपूर्ण मौजूदा चिकित्सा स्थितियों वाले लोगों में अधिक गंभीर लगता है।</p>\r\n<p>अब तक, कोई स्पष्ट वैज्ञानिक रिपोर्ट नहीं है जो बताती है कि कोरोनोवायरस संक्रमण का जोखिम गर्भवती महिलाओं और बच्चों के लिए अधिक है। वे प्रतिरक्षा-संबंधी परिवर्तनों या कुछ संबंधित शारीरिक परिवर्तनों का अनुभव कर सकते हैं जो उन्हें वायरल संक्रमण के लिए अधिक प्रवण बनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लोगों से अपील की जा रही है कि वे एक बार कोरोनोवायरस संक्रमण के शुरुआती लक्षणों को प्रदर्शित करने के लिए स्वास्थ्य पेशेवरों की मदद लें या उनसे बात करें। प्रारंभिक जांच, संगरोध और उपचार के साथ-साथ आवश्यक एहतियाती उपायों का अभ्यास करना आसान वसूली की कुंजी है।</p>\r\n<p>ट्रैक इंडिया का कोरोना वायरस काउंट:&nbsp;<a title=\"http://covid19.askgif.com/\" href=\"http://covid19.askgif.com/\" target=\"_blank\" rel=\"noopener\">http://covid19.askgif.com/</a></p>\r\n<p>स्रोत: https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/coronavirus-symptoms-you-should-know-about/articleshow-74453195.cms</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","subContents":[],"category":{"name":"लेख","slug":"informatives"},"slug":"everything-you-should-know-about-coronavirus-symptoms","tags":[{"name":"कोरोना","slug":"coronavirus"}],"recommendations":[{"id":1232,"title":"वुहान लैब में कोरोनोवायरस मानव निर्मित: नोबेल पुरस्कार विजेता","imageUrl":"9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","dateCreated":"2020-04-20T07:06:15.437Z","dateModified":"2020-04-20T08:06:58.881Z","contributedBy":"AskGif","content":"NEW DELHI: दुनिया भर में एक वैज्ञानिक आग्नेयास्त्र बनाना, फ्रांसीसी virologist और दवा नोबेल पुरस्कार विजेता ल्यूक मॉन्टैग्नियर ने दावा किया है कि SARS-CoV-2, वायरस जो वैश्विक महामारी का कारण बना, \"मानव निर्मित\" है क्योंकि यह एक प्रयास का परिणाम है। एक चीनी प्रयोगशाला में एड्स वायरस के खिलाफ एक वै","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"कोरोना","slug":"coronavirus"}],"slug":"coronavirus-man-made-in-wuhan-lab-nobel-laureate","total":0},{"id":1172,"title":"कोरोनावायरस: ऑस्ट्रेलियाई वैज्ञानिक संभावित टीकों का परीक्षण शुरू करते हैं","imageUrl":"0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","dateCreated":"2020-04-02T11:18:50.57Z","dateModified":"2020-04-02T11:19:06.437Z","contributedBy":"AskGif","content":"ऑस्ट्रेलिया के वैज्ञानिकों ने \"माइलस्टोन\" प्रयोगशाला परीक्षणों में दो संभावित कोरोनावायरस टीकों का परीक्षण शुरू कर दिया है।\r\nविश्व स्वास्थ्य संगठन द्वारा ऑक्सफोर्ड यूनिवर्सिटी और अमेरिकी कंपनी इनोवियो फार्मास्युटिकल द्वारा तैयार किए गए टीकों को पशु परीक्षण के लिए मंजूरी दे दी गई है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"कोरोना","slug":"coronavirus"},{"name":"covid-19","slug":"covid-19"}],"slug":"coronavirus-australian-scientists-begin-tests-of-potential-vaccines","total":0},{"id":1167,"title":"कोरोना के कहर में चमकी बुखार की दस्तक, बिहार में मिला पहला मरीज","imageUrl":"e9925a1f-82f2-429a-a964-e4a3c3fb689e_chamki.jpg","dateCreated":"2020-03-29T09:49:51.843Z","dateModified":"2020-03-29T09:50:05.133Z","contributedBy":"AskGif","content":"नई दिल्ली। अभी पूरे देश में जहां कोरोना वायरस (Coronavirus) का आतंक मचा हुआ है, वहीं चमकी बुखार (Chamki Fever) की दस्तक ने लोगों की पेरशानी को और बढ़ा दिया है। इसका पहला मामला बिहार के मुजफ्फरपुर (Muzaffarpur) में सामने आया है। बताया जाता है कि एक बच्चे को चमकी बुखार होने के चलते अस्पताल में भर्त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9925a1f-82f2-429a-a964-e4a3c3fb689e_chamki.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"chamki-fever-in-coronas-havoc-first-patient-found-in-bihar","total":0},{"id":1165,"title":"कोरोनावायरस लक्षणों के बारे में आपको सब कुछ पता होना चाहिए","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"कोरोनोवायरस महामारी तेजी से एक गंभीर आपातकाल में बदल रही है। 70,000 से अधिक संक्रमण के मामले और अब तक 3000 लोगों की जान जाने के साथ, कोरोनावायरस सबसे घातक संक्रमणों में से एक है जो तेजी से फैल रहा है। कल तक, भारत में दो ताजा मामले दर्ज किए गए हैं, एक दिल्ली में और दूसरा तेलंगाना में दर्ज किया गया","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"everything-you-should-know-about-coronavirus-symptoms","total":0}]}