{"id":1165,"title":"Everything you should know about coronavirus symptoms","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"<p>The coronavirus pandemic is rapidly turning into a severe emergency. With over 70,000 infection cases and 3000 lives lost so far, coronavirus remains to be one of the deadliest infections which are spreading fast. As of yesterday, two fresh cases have been recorded in India, with one reported in Delhi and the second in Telangana. The United States too recorded its first Coronavirus related death on Sunday (March 1).</p>\r\n<p>While it is extremely important to guard yourself against the deadly risk, it is absolutely possible to fall prey to rumors. What makes coronavirus infection actually dangerous is that the symptoms can appear in the form of minor cold and manifest into something as severe as respiratory disorders. We give you a brief explainer of the same to protect yourself from infection.</p>\r\n<p>&nbsp;</p>\r\n<p>What are the symptoms?</p>\r\n<p>Coronavirus infection affects different people differently. According to the World Health Organisation, COVID-19 spreads from one infected person to another through coughing, sneezing or direct contact and even through direct infectious droplets, which spread when people cough or exhale.</p>\r\n<p>Reported infections have so far been categorized from mild to severe. In some cases, symptoms may take up to 2-14 days to fully develop post the exposure risk. However, by far, these have been the most commonly recognized symptoms in patients:</p>\r\n<p>-Cough and cold</p>\r\n<p>-Fever (lasting for a minimum of 2-3 days)</p>\r\n<p>-Shortness of breath</p>\r\n<p>-Runny nose, scratchy throat</p>\r\n<p>-Vomiting</p>\r\n<p>-Upper respiratory tract illness</p>\r\n<p>The risk of transmission is fairly high, often getting transmitted by coming in contact with an infected person or exposing yourself to fecal waste, according to guidelines released by the Centre of Disease Control and Prevention (CDC).</p>\r\n<p>&nbsp;</p>\r\n<p>In more severe cases, the infection can also lead to pneumonia, severe acute respiratory syndrome (SARS), kidney failure and even death, in rare cases. According to the CDC, symptoms of coronavirus infection are very similar to that of a seasonal flu infection. Recent reports also indicate that people infected with COVID-19 may suffer from infection even before they start showing significant symptoms.</p>\r\n<p>The infection seems to be more severe in older people and those with significant existing medical conditions including diabetes and heart conditions.</p>\r\n<p>As of now, there are no clear scientific reports which state that coronavirus infection risk runs high for pregnant women and children. They may experience immunity-related changes or certain related physiologic changes which make them more prone to viral infections.</p>\r\n<p>&nbsp;</p>\r\n<p>People are being urged to rush to get help or talk to healthcare professionals at once when they start exhibiting early symptoms of a possible Coronavirus infection. Early screenings, quarantine, and treatment as well as practicing necessary precautionary measures are the key to easy recovery.</p>\r\n<p>Track India's Corona Virus Count:&nbsp;<a title=\"http://covid19.askgif.com/\" href=\"http://covid19.askgif.com/\" target=\"_blank\" rel=\"noopener\">http://covid19.askgif.com/</a></p>\r\n<p>source: https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/coronavirus-symptoms-you-should-know-about/articleshow/74453195.cms</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","subContents":[],"category":{"name":"informatives","slug":"informatives"},"slug":"everything-you-should-know-about-coronavirus-symptoms","tags":[{"name":"coronavirus","slug":"coronavirus"}],"recommendations":[{"id":1232,"title":"Coronavirus man-made in Wuhan lab: Nobel laureate","imageUrl":"9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","dateCreated":"2020-04-20T07:06:15.437Z","dateModified":"2020-04-20T08:06:58.881Z","contributedBy":"AskGif","content":"<div class=\"_3WlLe clearfix  \">\r\n<div class=\"_3WlLe clearfix  \">NEW DELHI: Creating a scientific firestorm across the world, French virologist and medicine Nobel laureate Luc Montagnier has claimed that SARS-CoV-2, the virus that led to the global pandemic, is &ldquo;man-made&rdquo; as it&rsquo;s th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"coronavirus","slug":"coronavirus"}],"slug":"coronavirus-man-made-in-wuhan-lab-nobel-laureate","total":0},{"id":1172,"title":"Coronavirus: Australian scientists begin tests of potential vaccines","imageUrl":"0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","dateCreated":"2020-04-02T11:18:50.57Z","dateModified":"2020-04-02T11:19:06.437Z","contributedBy":"AskGif","content":"Scientists in Australia have begun testing two potential coronavirus vaccines in \"milestone\" lab trials.\r\nThe vaccines, made by Oxford University and US company Inovio Pharmaceutical, have been cleared for animal testing by the World Health Organization.\r\nAustralia's national scienc","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"coronavirus","slug":"coronavirus"},{"name":"covid-19","slug":"covid-19"}],"slug":"coronavirus-australian-scientists-begin-tests-of-potential-vaccines","total":0},{"id":1167,"title":"Chamki fever in Corona's havoc, first patient found in Bihar","imageUrl":"e9925a1f-82f2-429a-a964-e4a3c3fb689e_chamki.jpg","dateCreated":"2020-03-29T09:49:51.843Z","dateModified":"2020-03-29T09:50:05.133Z","contributedBy":"AskGif","content":"New Delhi. Right now, where Coronavirus has created panic all over the country, the knock of Chamki Fever has further increased the problem of people. Its first case has been reported in Muzaffarpur, Bihar. A child is said to have been admitted to the hospital due to chlamydia fever.\r\n&nbs","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9925a1f-82f2-429a-a964-e4a3c3fb689e_chamki.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"coronavirus","slug":"coronavirus"}],"slug":"chamki-fever-in-coronas-havoc-first-patient-found-in-bihar","total":0},{"id":1165,"title":"Everything you should know about coronavirus symptoms","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"The coronavirus pandemic is rapidly turning into a severe emergency. With over 70,000 infection cases and 3000 lives lost so far, coronavirus remains to be one of the deadliest infections which are spreading fast. As of yesterday, two fresh cases have been recorded in India, with one reported in ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"coronavirus","slug":"coronavirus"}],"slug":"everything-you-should-know-about-coronavirus-symptoms","total":0}]}