{"id":1168,"title":"People of Tablagi Jamaat who were spitting deliberately, doctors also upset: Nizamuddin was taken for investigation","imageUrl":"39bc7682-f180-4164-bd9f-3e510b0f549f_Nijamuddin-muslims.jpg","dateCreated":"2020-03-31T14:23:00.847Z","dateModified":"2020-03-31T14:23:13.635Z","contributedBy":"AskGif","content":"<p>There has been a stir in the whole of Delhi since the arrival of 200 Muslims from the mosque located in Nizamuddin area of ​​Delhi. Arvind Kejriwal has said that not a single case of community infection has come in the national capital so far. A total of 97 cases of corona have been found here, of which 41 are those who have a travel history. That is, all these are people returned from abroad. 21 patients are from his family. There are 10 cases about which information is being collected. The Chief Minister said that he had requested the Lt. Governor to register an FIR in the Nizamuddin case.</p>\r\n<p>&nbsp;</p>\r\n<p>All the people who are being transported from Nizamuddin have come down to disgrace. They are doing all the activities that are threatening to spread the infection. A doctor told that all these people being taken by bus are spitting around and not obeying the authorities. All of them were spitting from the windows of the bus, due to which there is a danger of spreading the infection to others. Medical workers have also been troubled by them. BJP leader Kapil Mishra also confirmed this allegation.</p>\r\n<p>&nbsp;</p>\r\n<p>Meanwhile, Delhi CM Arvind Kejriwal has said that LG will soon be ordered to register an FIR. He assured that if there is any kind of negligence by any officer, then prompt action will be taken against him. Foreigners found in Nizamuddin have also violated visa rules, according to the Home Ministry. Here, not only hundreds of people attended the religious program of Tablig Jamaat, but they also returned the ambulance. He also defied the advice of vigilance and social distancing.</p>\r\n<p>&nbsp;</p>\r\n<p>It is alleged that the local people supported foreigners and other Muslims hiding in the mosque. Explain that it is a Muslim-dominated area. At the same time, Markaz is constantly claiming that he is in constant contact with the administration and has continuously supported the government. A total of 2500 people had come to attend a religious program in Markaz. Out of these 800 people have been taken to the hospital. Many are still being transported. Some of them are expected to go to UP, whose search operation is being conducted to search.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://hindi.opindia.com/national/nizamuddin-markaz-tablighi-jamaat-people-caught-are-spitting-everywhere-coronavirus-infection-delhi/</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39bc7682-f180-4164-bd9f-3e510b0f549f_Nijamuddin-muslims.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"people-of-tablagi-jamaat-who-were-spitting-deliberately-doctors-also-upset-nizamuddin-was-taken-for-investigation","tags":[{"name":"coronavirus","slug":"coronavirus"}],"recommendations":[{"id":1382,"title":"Glenmark's FabiFlu approved for coronavirus treatment in India, costs Rs 103 per tablet","imageUrl":"8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","dateCreated":"2020-06-20T18:16:31.31Z","dateModified":"2020-06-20T18:16:54.571Z","contributedBy":"AskGif","content":"Mumbai-based Glenmark Pharmaceuticals have launched a new antiviral drug - Favipiravir with brand name FabiFlu - for the treatment of mild to moderate Covid-19 patients. The firm has become the first Indian company to commercially launch an antiviral drug. Indian drug regulator Drug Controller Ge","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"coronavirus","slug":"coronavirus"}],"slug":"glenmarks-fabiflu-approved-for-coronavirus-treatment-in-india-costs-rs-103-per-tablet","total":0},{"id":1171,"title":"Munger: Corona attacked team arriving to sample suspects","imageUrl":"55fb7784-379c-4210-883d-24323357db97_bihar_police.jpg","dateCreated":"2020-04-02T07:20:17.114Z","dateModified":"2020-04-02T07:20:29.616Z","contributedBy":"AskGif","content":"People attacked the police team in Munger and Katihar districts on Wednesday. While the team arrived in Munger to collect samples of suspects from Corona, the police patrol vehicle was attacked by villagers in Katihar.\r\n&nbsp;\r\nThe Quick Response Team reached Hazratganj Bada in the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/55fb7784-379c-4210-883d-24323357db97_bihar_police.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"coronavirus","slug":"coronavirus"}],"slug":"munger-corona-attacked-team-arriving-to-sample-suspects","total":0},{"id":1169,"title":"Stones pelted on doctors in Indore while tracking a man who came in contact with COVID-19 patient.","imageUrl":"382a7b71-8f09-4ec4-bcd4-7600ce7fcf57_Stone-pelting.jpg","dateCreated":"2020-04-02T03:00:17.164Z","dateModified":"2020-04-02T03:01:30.107Z","contributedBy":"AskGif","content":"Indore: Stones were pelted on a team of health officials while they were trying to trace a person who had come into contact with a COVID-19 patient earlier.\r\nThe incident occurred in Taat Patti Bakhal area when the team of five was trying to find out the whereabouts of the person.\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/382a7b71-8f09-4ec4-bcd4-7600ce7fcf57_Stone-pelting.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"coronavirus","slug":"coronavirus"}],"slug":"stones-pelted-on-doctors-in-indore-while-tracking-a-man-who-came-in-contact-with-covid-19-patient","total":0},{"id":1165,"title":"Everything you should know about coronavirus symptoms","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"The coronavirus pandemic is rapidly turning into a severe emergency. With over 70,000 infection cases and 3000 lives lost so far, coronavirus remains to be one of the deadliest infections which are spreading fast. As of yesterday, two fresh cases have been recorded in India, with one reported in ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"coronavirus","slug":"coronavirus"}],"slug":"everything-you-should-know-about-coronavirus-symptoms","total":0}]}