{"id":1169,"title":"COVID-19 रोगी के संपर्क में आए एक व्यक्ति को ट्रैक करते समय इंदौर में डॉक्टरों पर पथराव हुआ।","imageUrl":"382a7b71-8f09-4ec4-bcd4-7600ce7fcf57_Stone-pelting.jpg","dateCreated":"2020-04-02T03:00:17.164Z","dateModified":"2020-04-02T03:01:30.107Z","contributedBy":"AskGif","content":"<p>इंदौर: स्वास्थ्य अधिकारियों की एक टीम पर पथराव किया गया, जबकि वे एक ऐसे व्यक्ति का पता लगाने की कोशिश कर रहे थे, जो पहले COVID-19 मरीज के संपर्क में आया था।</p>\r\n<p>यह घटना टाट पट्टी बाखल इलाके में घटी जब पांच की टीम व्यक्ति के ठिकाने का पता लगाने की कोशिश कर रही थी।</p>\r\n<p>एक महिला डॉक्टर ने कहा कि उन्हें पुलिस कर्मियों द्वारा बचाया गया।</p>\r\n<p>\"जिस पल हमने उस व्यक्ति के स्वास्थ्य के बारे में पूछताछ शुरू की, लोगों ने विरोध करना शुरू कर दिया और बाद में उनमें से कुछ ने पथराव कर दिया। पुलिस कर्मियों द्वारा हमें बचा लिया गया,\" उसने कहा।</p>\r\n<p>इंदौर के मुख्य चिकित्सा एवं स्वास्थ्य अधिकारी (सीएमएचओ) डॉ। प्रवीण जदिया ने इस घटना को बहुत दुर्भाग्यपूर्ण बताते हुए कहा कि चिकित्सा कर्मी लोगों को कोरोनावायरस संक्रमण से बचाने के लिए काम कर रहे थे, लेकिन उन पर पथराव किया गया।</p>\r\n<p>प्रदर्शनकारियों ने पुलिस बैरिकेड भी तोड़ दिए।</p>\r\n<p>पीटीआई ने सीएमएचओ के हवाले से कहा, \"घटना में दो महिला डॉक्टरों को चोटें आईं। उन्होंने किसी तरह तहसीलदार के वाहन के अंदर छिपकर अपनी सुरक्षा की।\"</p>\r\n<p>छत्रीपुरा पुलिस स्टेशन में मामला दर्ज किया गया है।</p>\r\n<p>बिहार में पुलिस सर्च पार्टी पर हमला</p>\r\n<p>यह तब होता है जब बिहार के मधुबनी में तब्लीगी जमात के प्रति निष्ठा रखने वाले लोगों के एक समूह द्वारा चार पुलिसकर्मियों को घायल कर दिया गया था।</p>\r\n<p>भीड़ ने पुलिस खोज दल पर तब हमला किया जब वर्दी में मौजूद लोगों ने उन्हें 21 दिनों से चल रहे तालाबंदी को टालने के लिए बुलाया।</p>\r\n<p>जबकि चार लोगों को घटना के सिलसिले में गिरफ्तार किया गया है।</p>\r\n<p>यह हादसा मंगलवार देर रात हुआ जब तबलीगी जमात के बैनर तले एक मस्जिद में बड़े जमावड़े की सूचना मिलने के बाद जिले के आंध्र धारी ब्लॉक के गिरदगंज गांव में एक पुलिस दल गया।</p>\r\n<p>मौके पर, पुलिस पार्टी और उन लोगों के बीच इकट्ठे हुए एक गर्म आदान-प्रदान में भाग लिया जिसमें पुलिसकर्मी शामिल थे। रिपोर्टों के अनुसार, पुलिस दल पर पथराव किया गया और गोलियां चलाई गईं।</p>\r\n<p>स्रोत: https://www.timesnownews.com/india/article/stones-pelted-on-doctors-in-indore-ward-tracking-man-who-came-in-contact-with-covour-19-patient- घड़ी / 572,691</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/382a7b71-8f09-4ec4-bcd4-7600ce7fcf57_Stone-pelting.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"stones-pelted-on-doctors-in-indore-while-tracking-a-man-who-came-in-contact-with-covid-19-patient","tags":[{"name":"कोरोना","slug":"coronavirus"}],"recommendations":[{"id":1382,"title":"भारत में कोरोनोवायरस उपचार के लिए ग्लेनमार्क के फैबीफ्लू को मंजूरी दी गई, इसकी कीमत 103 रुपये प्रति टैबलेट है","imageUrl":"8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","dateCreated":"2020-06-20T18:16:31.31Z","dateModified":"2020-06-20T18:16:54.571Z","contributedBy":"AskGif","content":"मुंबई स्थित ग्लेनमार्क फ़ार्मास्युटिकल्स ने एक नई एंटीवायरल दवा - फेविपिरविर को ब्रांड नाम फैबीफ्लू के साथ लॉन्च किया है - हल्के से मध्यम कोविद -19 रोगियों के उपचार के लिए। फर्म एंटीवायरल ड्रग को व्यावसायिक रूप से लॉन्च करने वाली पहली भारतीय कंपनी बन गई है। भारतीय ड्रग रेगुलेटर ड्रग कंट्रोलर जनरल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"glenmarks-fabiflu-approved-for-coronavirus-treatment-in-india-costs-rs-103-per-tablet","total":0},{"id":1174,"title":"महाराष्ट्र गृह मंत्रालय का कहना है कि कोविद -19: मार्काज़ उपस्थित हैं","imageUrl":"01909055-88ba-4511-82a0-a874e0341456_covid.jpg","dateCreated":"2020-04-08T15:31:47.915Z","dateModified":"2020-04-08T15:32:37.02Z","contributedBy":"AskGif","content":"महाराष्ट्र के गृह मंत्रालय ने कहा कि लगभग 50-60 मार्का उपस्थित व्यक्ति छिपने की कोशिश कर रहे हैं और उनके मोबाइल फोन स्विच ऑफ हैं। पुलिस राज्य भर में उनका पता लगाने की कोशिश कर रही है। निज़ामुद्दीन मरकज़ (दिल्ली) से महाराष्ट्र लौटे लगभग 50-60 लोगों ने अपने फोन बंद कर दिए हैं और छिपने की कोशिश कर र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01909055-88ba-4511-82a0-a874e0341456_covid.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"कोरोना","slug":"coronavirus"}],"slug":"covid-19-markaz-attendees-are-hiding-says-maharashtra-home-ministry","total":0},{"id":1172,"title":"कोरोनावायरस: ऑस्ट्रेलियाई वैज्ञानिक संभावित टीकों का परीक्षण शुरू करते हैं","imageUrl":"0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","dateCreated":"2020-04-02T11:18:50.57Z","dateModified":"2020-04-02T11:19:06.437Z","contributedBy":"AskGif","content":"ऑस्ट्रेलिया के वैज्ञानिकों ने \"माइलस्टोन\" प्रयोगशाला परीक्षणों में दो संभावित कोरोनावायरस टीकों का परीक्षण शुरू कर दिया है।\r\nविश्व स्वास्थ्य संगठन द्वारा ऑक्सफोर्ड यूनिवर्सिटी और अमेरिकी कंपनी इनोवियो फार्मास्युटिकल द्वारा तैयार किए गए टीकों को पशु परीक्षण के लिए मंजूरी दे दी गई है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"कोरोना","slug":"coronavirus"},{"name":"covid-19","slug":"covid-19"}],"slug":"coronavirus-australian-scientists-begin-tests-of-potential-vaccines","total":0},{"id":1165,"title":"कोरोनावायरस लक्षणों के बारे में आपको सब कुछ पता होना चाहिए","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"कोरोनोवायरस महामारी तेजी से एक गंभीर आपातकाल में बदल रही है। 70,000 से अधिक संक्रमण के मामले और अब तक 3000 लोगों की जान जाने के साथ, कोरोनावायरस सबसे घातक संक्रमणों में से एक है जो तेजी से फैल रहा है। कल तक, भारत में दो ताजा मामले दर्ज किए गए हैं, एक दिल्ली में और दूसरा तेलंगाना में दर्ज किया गया","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"everything-you-should-know-about-coronavirus-symptoms","total":0}]}