{"id":117,"title":"बरेली में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","dateCreated":"2018-08-22T13:56:28.416Z","dateModified":"2020-06-17T12:13:42.118Z","contributedBy":"AskGif","content":"<p>बरेली (/ bərɛli / (इस ध्वनि के बारे में सुनो)) उत्तर भारतीय राज्य उत्तर प्रदेश के बरेली जिले में एक शहर है। रामगंगा पर स्थित, यह बरेली डिवीजन और रोहिलखंड के भौगोलिक क्षेत्र की राजधानी है। यह शहर राज्य की राजधानी लखनऊ के 252 किलोमीटर (157 मील) उत्तर और राष्ट्रीय राजधानी, नई दिल्ली के 250 किलोमीटर (155 मील) पूर्व में है। यह उत्तर प्रदेश में आठ सबसे बड़ा महानगर है और भारत का 50 वां सबसे बड़ा शहर है। बरेली ने भारत में प्रधान मंत्री नरेंद्र मोदी की महत्वाकांक्षी 100 स्मार्ट सिटी सूची में भी पाया।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर नाथ नागरी नाम से भी जाना जाता है। (बरेली क्षेत्र में स्थित सात शिव मंदिरों के लिए जाना जाता है - ढोपेश्वर नाथ, माधी नाथ, अलाखा नाथ, तापेश्वर नाथ, बंकरंदी नाथ, पशुपति नाथ और त्रिवती नाथ), आला हजरत, शाह शारफत मियान और खंखे नियाज़िया (प्रसिद्ध मुस्लिम मकबरे से व्युत्पन्न), ज़ारी नागरी और ऐतिहासिक रूप से संकास्य (जहां बुद्ध तुषिता से पृथ्वी पर उतरे थे)। यह शहर कपास, अनाज और चीनी में फर्नीचर निर्माण और व्यापार के लिए एक केंद्र है। इसकी स्थिति राष्ट्रीय राजधानी क्षेत्र (एनसीआर) की \"काउंटर मैग्नेट\" सूची में शामिल होने के साथ बढ़ी, जिसमें हिसार, पटियाला, कोटा और ग्वालियर समेत एक सूची भी शामिल है। शहर को बंस-बरेली भी कहा जाता है। हालांकि बरेली गन्ना (प्रतिबंध) फर्नीचर के लिए एक उत्पादन केंद्र है, \"बंस बरेली\" प्रतिबंध बाजार से नहीं ली गई है; इसका नाम दो राजकुमारों के लिए रखा गया था: बंगालदेव और बारालदेव, जगत सिंह केतेरिया के पुत्र, जिन्होंने 1537 में शहर की स्थापना की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्याज के धार्मिक अंक</p>\r\n<p>मुस्लिम साइटें</p>\r\n<p>बरगावी आंदोलन के सुन्नी मुसलमानों के लिए प्रमुख स्थान में से एक दरगाह ई आला हजरत। इमाम अहमद रजा खान, सुफी रहस्यवादी, धार्मिक कवि और बरेली सुन्नी के सर्वोच्च मुफ्ती का प्रसिद्ध मकबरा बरेली में स्थित है। बरेली के मेजर मस्जिद रजा मस्जिद, हामिदी मस्जिद, आला हजरत मस्जिद, गरीब नवाज मस्जिद</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदू मंदिर</p>\r\n<p>मुख्य लेख: बरेली में हिंदू मंदिरों की सूची</p>\r\n<p>बरेली कई हिंदू मंदिरों का घर है। बरेली को स्थानीय लोगों द्वारा 'नथनागरी' भी कहा जाता है। एक नाथ (शिव) मंदिर शहर के चार कोनों में से प्रत्येक में स्थित है। &deg; * तपेश्वर नाथ (सबसे पुराना शिव मंदिर)</p>\r\n<p>&nbsp;</p>\r\n<p>Dhopeswarnath</p>\r\n<p>बैंकंधी नाथ</p>\r\n<p>Pasupati नाथ</p>\r\n<p>आलख नाथ</p>\r\n<p>त्रिवती नाथ</p>\r\n<p>माधी नाथ</p>\r\n<p>शिव पार्वती मंदिर (अंतर कॉलोनी)</p>\r\n<p>हनुमान मंदिर - हार्टमैन कॉलेज</p>\r\n<p>श्री शिरडी साईं रक्षा धाम</p>\r\n<p>सीता राम मंदिर (गंगापुर में)</p>\r\n<p>कृष्णा चेतना के लिए अंतर्राष्ट्रीय समाज (इस्कॉन) मंदिर (निर्माण के तहत, मयूर वान चेतना के पास)</p>\r\n<p>लक्ष्मी नारायण मंदिर (कटरा मनरे, बारा बाजार में)</p>\r\n<p>बैंकबीहारी मंदिर (राजेंद्र नगर में)</p>\r\n<p>हरि मंदिर (मॉडल शहर में)</p>\r\n<p>चौरासी भूत मंदिर (सुभाष नगर)</p>\r\n<p>बालाजी धाम (बदुआन रोड)</p>\r\n<p>गौरी शंकर मंदिर (गुलाब नगर)</p>\r\n<p>दुर्गा मंदिर (ग्रीन पार्क में)</p>\r\n<p>मनोकम्ना मंदिर (पीलीभीत बाईपास रोड पर): इस मंदिर में 108 किलोग्राम चांदी की धातु से बना एक चमकदार (भगवान शिव) है, इसकी सुंदरता प्रत्येक आगंतुक को प्रेरित करती है। इसके अलावा इसमें कटरा में मा विष्णोदेवी मंदिर के समान गुफा भी है।</p>\r\n<p>उपर्युक्त सभी मंदिर कला की सच्ची स्थिति हैं जो सौंदर्यपूर्ण सौंदर्य के साथ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मनोरंजन और प्रदर्शन कला</p>\r\n<p>बरेली में कला और सांस्कृतिक संगठन, कला दीर्घाओं और सिनेमाघरों हैं। युगवीना लाइब्रेरी में वार्षिक क्राफ्ट फेयर कलाकारों को दिखाता है। पास के क्षेत्रों से प्रवासियों से प्रभावित, बरेली की एक विविध संस्कृति है: बृज (मथुरा का), अवधी (लखनऊ), पहारी (उत्तराखंड के कुमाऊं क्षेत्र) और हरयनवी (उत्तर-पश्चिम उत्तर प्रदेश)।</p>\r\n<p>&nbsp;</p>\r\n<p>&rarr; शहर में संगीत संदर्भ और फिल्में गोली मार दी</p>\r\n<p>&nbsp;</p>\r\n<p>फिल्म बरे (नील भंडारकर द्वारा निर्देशित) से नील नितिन मुकेश की विशेषता \"बरेली के बाजार में\"</p>\r\n<p>फिल्म \"और प्यार हो गया\" के लिए जावेद अख्तर द्वारा लिखे गए \"थोड सा पागला, थोडा सायाना\" गीत में \"बरेली वो जया तोह वो लाये सुरमेदाणी\"।</p>\r\n<p>अलीगढ़, हंसल मेहता और अभिनीत राज कुमार राव और मनोज वाजपेयी द्वारा निर्देशित एक फिल्म बरेली में शॉट थी।</p>\r\n<p>फिल्म \"बरेली की बारफी\" (अश्विनी अय्यर तिवारी द्वारा निर्देशित) से आयुषमान खुराना, राजकुमार राव और क्रिटी सैनन की विशेषता \"बरेली वेले झुम्के पे जिया लालचयिन\"।</p>\r\n<p>\"बरेली वेले झुम्के पे जिया लालचयिन\" गीत \"बरेली की बारफी\" (अश्विनी अय्यर तिवारी द्वारा निर्देशित) से आयुषमान खुराना, राजकुमार राव और क्रिटी सैनन की विशेषता है। फिल्म का साजिश बरेली में स्थापित है।</p>\r\n<p>मुककाबाज, अनुराग कश्यप द्वारा निर्देशित एक हिंदी भाषा फिल्म बरेली में सेट और शॉट है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>वायु सेना वरिष्ठ माध्यमिक विद्यालय</p>\r\n<p>अल्मा मेटर सीनियर सेकेंडरी स्कूल</p>\r\n<p>सूरज भान पब्लिक स्कूल</p>\r\n<p>Sobtis पब्लिक स्कूल</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>प्रियंका चोपड़ा बरेली- अभिनेत्री</p>\r\n<p>दीशा पटानी बरेली - अभिनेत्री</p>\r\n<p>पारस अरोड़ा बरेली- अभिनेता</p>\r\n<p>कविता सेठ बरेली - गायक</p>\r\n<p>हिबा नवाब बरेली - अभिनेत्री</p>\r\n<p>वसीम बरलेवी - कवि</p>\r\n<p>पर्सी प्रैट - प्रथम श्रेणी क्रिकेट खिलाड़ी</p>\r\n<p>क्लेटन रोबसन - क्रिकेट खिलाड़ी</p>\r\n<p>प्रियंका सिंह रावत - संसद सदस्य, बाराबंकी</p>\r\n<p>अनुज तिवारी - लेखक</p>\r\n<p>अनवर जमाल - वृत्तचित्र फिल्म निर्माता</p>\r\n<p>भोजन</p>\r\n<p>बरेली में कई रेस्तरां हैं जो अपने निर्माता के बाद एक व्यंजन नामकरण की परंपरा का पालन करते हैं। यह शहर अपने सेख कबाब्स के लिए जाना जाता है, जो पूरे पुराने शहर में बेचे जाते हैं। मसालेदार मांस (मुख्य रूप से भेड़ का बच्चा), मसालों और सुगंधित के साथ मिश्रित</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","subContents":[{"SubTitle":"1. फन सिटी","SubTitleHindi":null,"SubContent":"<p>पीलीभीत अल पास में फनसिटी और बूंद रोड बरेली यूपी हैं। सबसे बड़ा मनोरंजन और वाटरपार्क कला मनोरंजन की सवारी, हरे रंग के लॉन वीडियो गेम पार्लर, खाद्य प्लाजा और खुले एम्फीथिएटर के साथ। पिछले वर्षों में, हमने कई बदलाव किए हैं- दो नए मनोरंजन सवारी को शामिल करना फ्रीज बीए और क्रेज़ी टॉवर दोनों सवारी विशेष रूप से funcity पर,</p>\r\n<p>पूरे उत्तरी भारत में बरेली। सिंगापुर से आयातित घटकों के साथ नवीनतम जोड़ मुगाम्बो गुफा है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस सीजन के अलावा हमने पानी के पूल, बाल पूल, वॉटर प्लेपेन, पारिवारिक स्लाइड, बारिश नृत्य, मल्टीलेन स्लाइड्स और बहुत कुछ जैसे असाधारण जल मजेदार सामान के साथ पानी के बांड का एक नया रोमांच पेश किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>हमारे लिए आपको और छात्रों को मस्ती करने के लिए आमंत्रित करना खुशी है। हम समूह के हर व्यक्ति को हमारे सर्वोत्तम प्रयासों के साथ व्यक्तिगत सेवा देते हैं, यह सुनिश्चित करते हुए कि सभी छात्रों ने यहां आनंद लिया है।</p>\r\n<p>स्रोत: http://www.funcityboond.com/</p>","SubContentHindi":null,"ImageUrl":"1bc66868-3185-474a-b605-383fa3e3bdd4_funcity-bareilly.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. हिंदू मंदिर","SubTitleHindi":null,"SubContent":"<p>अलाखा नाथ मंदिर</p>\r\n<p>अलाखा नाथ मंदिर नागा संन्यासी के आनंद अखरा आदेश का मुख्यालय है। शिव भक्तों के इस आदेश के सदस्यों को नागा बाबा भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आंतरिक द्वार से परे मंदिर परिसर में कई इमारतों का समावेश होता है जिसमें केंद्र में एक प्रकार का आंगन होता है। बड़े और छोटे मंदिर हैं, कुछ इमारतों के भीतर और कुछ बाहर हैं। प्रसाद चढ़ाने और प्रार्थना करने के लिए भक्त एक मंदिर से दूसरे तक जाते हैं। विभिन्न प्रकार के पशु जगह के चारों ओर हैं। गायों और बकरियों को झुका हुआ है और इमारतों में से एक ऊंट है। पाकिया नाथ मंदिर बरेली में एक और प्रसिद्ध मंदिर है। यह भूर थाना प्रीमियर में रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>तपेश्वर नाथ मंदिर</p>\r\n<p>रेलवे स्टेशन के पास बीएसए कार्यालय सुभाष नगर वीर भट्टी जमीन के पास यह शहर का सबसे पुराना मंदिर है। आधुनिक और पुरानी दोनों गतिविधियां वहां की जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिवती नाथ मंदिर</p>\r\n<p>यह मंदिर मैकनेयर रोड पर शहर के मध्य भाग में स्थित है। पौराणिक कथाओं के अनुसार भगवान शिव - त्रिवती नाथ ने एक चरवाहा के सपने में घने पंचाल क्षेत्र में तीन बरगद के पेड़ों के नीचे अपनी पहली उपस्थिति की भविष्यवाणी की। जागरूकता चरवाहा पर तीन बरगद के पेड़ों की जड़ों के पास एक सुंदर शिव लिंगम मिला। हिंदू कैलेंडर के अनुसार इस तरह विक्रम संवत 1474 बाबा त्रिवती नाथ जी भगवान के प्राकृतिक शिव के रूप में उभरते (प्रकाशन) वर्ष है। यह जगह धीरे-धीरे पूजा का केंद्र बन गई।</p>\r\n<p>&nbsp;</p>\r\n<p>माधीनाथ मंदिर</p>\r\n<p>यह मंदिर अपने इलाके के साथ अपना नाम साझा करता है। यह शिव का एक मंदिर है। ऐसा माना जाता है कि यह मंदिर 5000 वर्ष से अधिक पुराना है और इस मंदिर की चपेट में उनके निर्वासन के दौरान पांडवों द्वारा स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>Doopeshwarnath</p>\r\n<p>मंदिर भगवान दोपेश्वरनाथ को समर्पित है। यह साइट महाभारत युग में द्रौपदी और धृष्टदेद्युना का जन्म स्थल है। द्रौपदी और धृष्टदेद्युना दोनों भगवान शिव की कृपा से पैदा हुए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>यह सदर बाजार बरेली छावनी क्षेत्र में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>राधा माधव शंकरन मंडल</p>\r\n<p>बरेली राधा माधव शंकरन मंडल का मुख्यालय है, जिसमें पूरे भारत में शाखाएं हैं। इसकी स्थापना स्वर्गीय श्री जेआर मलिक और श्री आशानंद मलिक ने की थी और वर्तमान में वाई के मलिक और एस मलिक द्वारा संचालित है। इसका उद्देश्य किर्तन, कथ आदि के माध्यम से बैंक बिहारी जागरूकता फैलाना है। इस मंडल में राधा माधव पब्लिक स्कूल आश्रम और वृंदावन और बरसाणा में एक अस्पताल है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री पंचमुखी हनुमान मंदिर</p>\r\n<p>शुगर फैक्ट्री रोड, सुभाष नगर, बरेली 243001 में स्थित भगवान श्री पंचमुखी हनुमान का एक अन्य मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य प्राचीन मंदिरों</p>\r\n<p>कंकड़ कुआन नाथ</p>\r\n<p>भगवान राम और शिव का एक अन्य ऐतिहासिक मंदिर। इस मंदिर का परीक्षण 1885 में हुआ था। यह आलम गिरी गंज के पास शाहबाद में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जगन्नाथ मंदिर</p>\r\n<p>भगवान शिव का एक अन्य ऐतिहासिक मंदिर गंगा मंदिर के सामने आलखनाथ मंदिर के पास लाला चंपक राय की बागिया में है। इसे जगन्नाथ मंदिर भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह लगभग 200 साल पुराना है। सीमित पहुंच के कारण, बिना पक्की सड़कों के, कम भक्तों द्वारा इसके अधिक सुलभ समकक्षों की तुलना में अक्सर होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>तुलसी मठ</p>\r\n<p>आलखनाथ मंदिर के पास तुलसी मठ है। रामाचार्यमानस के प्रशंसित लेखक तुलसीदास ने रामायण के लेखक वाल्मीकि के पुनर्जन्म के लिए अवतार लिया है, इस साइट को 1600 सीई के आसपास कभी-कभी अपना घर बना दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>लक्ष्मी नारायण मंदिर</p>\r\n<p>एक और सांस्कृतिक रूप से महत्वपूर्ण मंदिर चुने मियान लक्ष्मी नारायण मंदिर (बारा बाजार के पास कटरा मानिया सड़क में स्थित) है। इसकी उत्पत्ति 1 9 47 में आजादी की तारीख थी। इन हिंदू प्रवासियों ने मौजूदा खंडहरों के बीच पूजा की एक छोटी सी जगह बनाई लेकिन बाद में पता चला कि यह स्थान फजल-उल-रहमान का था, जिसका उपनाम 'चुने मियान' था। उन्होंने भूमि के अवैध कब्जे के खिलाफ दावा दायर किया। इस बीच, मंदिर की कार्यवाही जारी रही। एक बार, हरमिलापी जी महाराज हरिद्वार से पवित्र उपदेश देने के लिए आए थे। चुने मियान इतने प्रभावित हुए कि उन्होंने न केवल मामले को वापस लेने का फैसला किया बल्कि मंदिर के निर्माण के लिए वित्तीय सहायता भी दी। तब से मंदिर को चुने मियान के मंदिर के रूप में जाना जाता है और यह कोहरापीर के कटरा मानराई क्षेत्र में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस्कॉन बरेली</p>\r\n<p>जल्द ही इस्कॉन ने एक बहुत बड़े और प्रसिद्ध मंदिर में से एक बनाया, जिसे श्री श्री राधा वृंदावन चंद्र मंदिर - आदमितामिक केंद्र, बरेली के नाम से जाना जाता है। गढ़र जी खंडेलवाल कल्याण फाउंडेशन द्वारा इस्कॉन सोसाइटी को भूमि का एक बड़ा भूखंड दिया गया था और इसका निर्माण शुरू हो गया है। यह खांडेलवाल कॉलेज रोड पर पीलीभीत रोड पर होगा। बरेली यूपी के कुछ शहरों में से एक है। और उत्तरी भारत जैसे मंदिर के रूप में। मंदिर भी गोस्वा आंदोलन का गठन करता है जिसे बृज गौ सेव केंद्र कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर के बारे में अधिक जानकारी नीचे दिए गए संपर्क से प्राप्त की जा सकती है: इस्कॉन हेड ऑफिस (केसीएमटी) प्रेम नगर धर्म कंटा बरेली पीएच: 0581-2543084, 0931 9 8 9 4886</p>\r\n<p>&nbsp;</p>\r\n<p>लोकप्रिय रूप से हरे कृष्ण आंदोलन के रूप में जाना जाता है, कृष्णा चेतना के लिए अंतर्राष्ट्रीय समाज (इस्कॉन) गौडिया-वैष्णव संप्रदाय, वैदिक, या हिंदू, संस्कृति के भीतर एक एकेश्वरवादी परंपरा से संबंधित है। यह भगवान कृष्ण की आध्यात्मिक शिक्षा भगवद गीता पर आधारित है। परंपरा के अनुसार, यह पवित्र पाठ 5,000 वर्ष से अधिक पुराना है और भगवान कृष्ण और उनके करीबी दोस्त और शिष्य अर्जुन के बीच वार्तालाप दस्तावेज करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री Turant नाथ महाराज मंदिर</p>\r\n<p>श्री Turant नाथ महाराज मंदिर एसएच 33, बदायूं रोड, सुभाष नगर पर चीनी फैक्टरी कालोनी में स्थित है। यह आप सभी इच्छाओं को साकार होगा Nathnagari में एक और नाथ मंदिर, यह कहा जाता है कि अगर आप साफ दिल के साथ यहां प्रार्थना होगी।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री शिरडी साईं रक्षा धाम</p>\r\n<p>डॉ सी.बी. सत्पथी (गुरु जी) की कृपा इस मंदिर भक्तों की 1997 विशाल राशि में बनाया गया था द्वारा मंदिर में हर रोज पर जाएँ, विशेष रूप से गुरुवार को। भक्त साईं बाबा के साथ सभी प्रकार के त्यौहार मनाते हैं। गतिविधियों का एक बहुत श्री साई Sachcharitra, महा अभिषेक, भंडारा, डांडिया प्रदर्शन, गरबा और कई और अधिक के आधार पर खेलने की तरह वर्ष दौर सभी जगह ले लो। एक धर्मार्थ औषधि है जो सप्ताह के सभी छह दिनों के लिए खुली है। लोगों को मार्गदर्शन करने के अलावा, मंदिर मरने वाली संस्कृति को पुनर्जीवित करने की कोशिश करता है और हर किसी को एक परिवार के रूप में बाध्य करने का लक्ष्य रखता है। यह मंदिर कोडसिया फतक, इज़तननगर बरेली के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>बारा बाग हनुमान मंदिर</p>\r\n<p>यह 1 9 52 में बनाया गया था। इसे दक्षिण मुखी हनुमान मंदिर के रूप में भी जाना जाता है। हर हज़ार भक्त हर मंगलवार और शनिवार को भगवान हनुमान की यात्रा करते हैं। बाबा रामदास ने मंदिर को आशीर्वाद दिया और इसकी स्थापना के पीछे मुख्य व्यक्ति था। इसका प्रबंधन \"बाबा रामदास हनुमान मंदिर ट्रस्ट\" द्वारा किया जाता है जिसका संरक्षक श्री है। एस.के. अग्रवाल (गुरुजी), राष्ट्रपति श्रीमान हैं। राजेश अग्रवाल और सचिव आर्किटेक्ट सुमित अग्रवाल हैं। पिछले 60 वर्षों से अपनी सालगिरह पर, 108 श्री राम चररमन नवहन पाथ आयोजित किए जाते हैं। परिसर में नर्मदेश्वर शिवलिंग के साथ एक शिव मंदिर है।</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/List_of_Hindu_temples_in_Bareilly</p>","SubContentHindi":null,"ImageUrl":"6c9a6a14-ce1d-455b-bbe7-3824918155d9_temples-bareilly.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सड़कें</p>\r\n<p>नया नवीनीकृत राष्ट्रीय राजमार्ग</p>\r\n<p>नई दिल्ली से लखनऊ तक सड़क का राजमार्ग नक्शा, बरेली से गुजर रहा है</p>\r\n<p>भारत के राष्ट्रीय राजमार्ग मानचित्र का नवीनीकरण</p>\r\n<p>बरेली राष्ट्रीय राजमार्ग 30 (नई पुनर्निर्मित राष्ट्रीय राजमार्ग प्रणाली) (एनएच 30) (भारत में नई राष्ट्रीय राजमार्ग प्रणाली के अनुसार) पर स्थित है। नव क्रमांकित राजमार्ग आंध्र प्रदेश के इब्राहिम्पत्तनम के साथ उत्तराखंड के उधम सिंह नगर जिले में सितारगंज को जोड़ता है। 2040 किमी (1267.5 मील) राजमार्ग सीतागंज में एनएच 9 के जंक्शन में पीलीभीत, बरेली, शाहजहांपुर, सीतापुर, लखनऊ, रायबरेली, इलाहाबाद, रीवा, जबलपुर, रायपुर, धामत्तारी, केसल, जगदलपुर, कोट्टा, नेल्लीपका, भद्रचलम के माध्यम से गुजरता है। , कोथागुडेम, तिरुवुरू और इब्राहिम्पत्तनम में एनएच 65 के जंक्शन पर समाप्त होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सुधार</p>\r\n<p>पुराने राष्ट्रीय राजमार्ग 24 के विस्तार के हिस्से के रूप में (शाहजहांपुर, बरेली, रामपुर, मोरादाबाद और गाजियाबाद के माध्यम से लखनऊ को नई दिल्ली से जोड़कर) चार लेन तक, डिजाइन, बिल्ड, फाइनेंस, ऑपरेटेट और ट्रांसफर (डीबीएफओटी) आधार पर दो अनुबंध दिए गए राष्ट्रीय राजमार्ग प्राधिकरण (एनएचएआई) के लिए। बरेली रिंग रोड (बाईपास) उद्योग, एमएनसी, आवासीय टाउनशिप, शॉपिंग मॉल, स्कूल और कॉलेज, अस्पताल, हवाई अड्डे, रेलवे इत्यादि की स्थापना के लिए एक उत्कृष्ट मंच प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>यह भी देखें: बरेली रेलवे स्टेशन</p>\r\n<p>रेल लाइनों के साथ भारत का पुराना नक्शा</p>\r\n<p>1 9 0 9 में भारतीय रेलवे नेटवर्क</p>\r\n<p>&nbsp;</p>\r\n<p>बाहर मोटर वाहनों के साथ कम इमारत</p>\r\n<p>बरेली जंक्शन स्टेशन</p>\r\n<p>छह रेलवे स्टेशन शहर की सेवा करते हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>बरेली जंक्शन (ब्रॉड गेज)</p>\r\n<p>सीबी गंज स्टेशन (ब्रॉड गेज)</p>\r\n<p>बरेली कैंट (ब्रॉड गेज)</p>\r\n<p>बरेली सिटी स्टेशन (ब्रॉड गेज)</p>\r\n<p>इज्ज़तनगर स्टेशन (ब्रॉड गेज)</p>\r\n<p>भोजिपुरा स्टेशन (ब्रॉड गेज)</p>\r\n<p>बरेली मोरादाबाद-लखनऊ मार्ग पर है। उत्तर से ट्रेन (जम्मू तवी और अमृतसर समेत) और दिल्ली पूर्व और पूर्वोत्तर (गोरखपुर, बरौनी, हावड़ा, गुवाहाटी और दिब्रूगढ़ तक) चल रही है और बरेली के माध्यम से गुजरती है, और यह शहर उत्तराखंड से आगरा और मथुरा के मार्ग पर भी बुडुन के माध्यम से है। उत्तराखंड में रेलवे स्टेशनों की कई ट्रेनें बरेली से गुजरती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>बरेली के बाहरी इलाके में इज़ाततनगर में भारतीय वायुसेना का आधार है। हालांकि यह नागरिक विमानन (उच्च सरकारी अधिकारियों को छोड़कर) के लिए खुला नहीं है, लेकिन भारतीय हवाईअड्डा प्राधिकरण ने रनवे के समीप एक नागरिक टर्मिनल के निर्माण के प्रस्ताव को स्वीकार कर लिया है। यूपीआरएनएन ने काम शुरू कर दिया है और निर्माण कार्य अगले वर्ष पूरा हो जाएगा।</p>\r\n<p>स्रोत:&nbsp;https://en.wikipedia.org/wiki/Bareilly</p>","SubContentHindi":null,"ImageUrl":"e6761f6b-ff3d-4519-ad54-ef17e7dbe44e_bareilly-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bareilly-uttar-pradesh","tags":[{"name":"बरेली","slug":"bareilly"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":203,"title":"उन्नाव में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","dateCreated":"2018-12-29T05:00:30.558Z","dateModified":"2018-12-29T05:11:36.75Z","contributedBy":"AskGif","content":"उन्नाव उत्तर प्रदेश के उन्नाव जिले का मुख्यालय है, भारत कानपुर और लखनऊ के बीच स्थित है। उन्नाव एक बड़ा औद्योगिक शहर है जिसके चारों ओर तीन औद्योगिक उपनगर हैं। यह उत्तर प्रदेश का 37 वां सबसे बड़ा शहर है। यह शहर अपने चमड़े, मच्छरदानी और रासायनिक उद्योगों के लिए प्रसिद्ध है। उन्नाव एक ऐतिहासिक शहर है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उन्नाव","slug":"unnao"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-unnao-uttar-pradesh","total":0},{"id":118,"title":"बस्ती में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f86ef29c-ff8f-4d3c-90de-664e1c2eab57_basti-railway.jpg","dateCreated":"2018-08-22T15:25:29.837Z","dateModified":"2018-08-22T15:49:53.449Z","contributedBy":"AskGif","content":"बस्ती भारतीय राज्य उत्तर प्रदेश के बस्ती जिले में एक शहर और एक नगरपालिका बोर्ड है। बस्ती जिला बस्ती विभाजन का हिस्सा है। यह राज्य की राजधानी लखनऊ के 202 किलोमीटर पूर्व में स्थित है।\r\n&nbsp;\r\nबस्ती मूल रूप से वैश्यिश शहर के रूप में जाना जाता था। वैश्यिश नाम की उत्पत्ति इस तथ्य के लिए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f86ef29c-ff8f-4d3c-90de-664e1c2eab57_basti-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बस्ती","slug":"basti"}],"slug":"top-places-to-visit-in-basti-uttar-pradesh","total":0},{"id":102,"title":"अमरोहा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","dateCreated":"2018-08-09T08:12:36.032Z","dateModified":"2020-06-06T13:31:08.247Z","contributedBy":"AskGif","content":"अमरोहा (ज्योतिबा फुले नगर) उत्तरी भारत के उत्तर-पश्चिमी उत्तर प्रदेश राज्य में स्थित है, जो सॉट नदी के पास मोरादाबाद के उत्तर-पश्चिम में स्थित है। यह अमरोहा जिले का प्रशासनिक मुख्यालय है।\r\nअमरोहा का नाम शब्द (संस्कृत) अमृत अमार आम और वनम वनम वन से निकला। तारख-ए-अमरोहा के लेखक ने कहा कि अमर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"अमरोहा","slug":"amroha"}],"slug":"top-places-to-visit-in-amroha-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}