{"id":117,"title":"Top Places to Visit in Bareilly, Uttar Pradesh","imageUrl":"e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","dateCreated":"2018-08-22T13:56:28.416Z","dateModified":"2020-06-17T12:13:42.118Z","contributedBy":"AskGif","content":"<p>Bareilly (/bəˈrɛli/ (About this sound listen)) is a city in Bareilly district in the northern Indian state of Uttar Pradesh. Located on the Ramganga, it is the capital of Bareilly division and the geographical region of Rohilkhand. The city is 252 kilometres (157 mi) north of the state capital, Lucknow, and 250 kilometres (155 mi) east of the national capital, New Delhi. It is the Eight largest metropolis in Uttar Pradesh and the 50th-largest city in India. Bareilly also figured amongst the PM Narendra Modi's ambitious 100 Smart City list in India.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is also known by the name Nath Nagri.(known for the seven Shiva temples located in the Bareilly region - Dhopeshwar Nath, Madhi Nath, Alakha Nath, Tapeshwar Nath, Bankhandi Nath, Pashupati Nath and Trivati Nath), Ala Hazrat, Shah Sharafat Miyan and Khankahe Niyazia (derived the famous Muslim Mausoleum), Zari nagari and historically as Sankasya (where the Buddha descended from Tushita to earth). The city is a centre for furniture manufacturing and trade in cotton, cereal and sugar. Its status grew with its inclusion in the \"counter magnets\" list of the National Capital Region (NCR), a list also including Hissar, Patiala, Kota and Gwalior. The city is also known as Bans-Bareilly. Although Bareilly is a production centre for cane (bans) furniture, \"Bans Bareilly\" is not derived from the bans market; it was named for two princes: Bansaldev and Baraldev, sons of Jagat Singh Katehriya, who founded the city in 1537.</p>\r\n<p>&nbsp;</p>\r\n<p>Religious points of interest</p>\r\n<p>Muslim Sites</p>\r\n<p>Dargah E Aala Hazrat one of the prominent Place for Sunni Muslims of the Barelvi movement. The famous mausoleum of Imam Ahmed Raza Khan, a Sufi mystic, religious poet and supreme Mufti of Barelvi Sunnis is situated in Bareilly. Major Masjid of Bareilly. Raza Masjid, Hamidi Masjid, Aala Hazrat Masjid, Gareeb Nawaz Masjid</p>\r\n<p>&nbsp;</p>\r\n<p>Hindu temples</p>\r\n<p>Main article: List of Hindu temples in Bareilly</p>\r\n<p>Bareilly is home to a number of Hindu temples. Bareilly is also known as 'Nathnagari' by the locals. A Nath (Shiva) temple is located at each of the city's four corners. &deg;* Tapeshwer nath (oldest Shiva Temple)</p>\r\n<p>&nbsp;</p>\r\n<p>Dhopeswarnath</p>\r\n<p>Bankhandi Nath</p>\r\n<p>Pasupati Nath</p>\r\n<p>Alakh Nath</p>\r\n<p>Trivati Nath</p>\r\n<p>Madhi Nath</p>\r\n<p>Shiv Parvati Mandir (Difence Coloney)</p>\r\n<p>Hanuman Temple - Hartman College</p>\r\n<p>Shri Shirdi Sai Raksha Dham</p>\r\n<p>Sita Ram Mandir (in Gangapur)</p>\r\n<p>International Society for Krishna Consciousness (Iskcon) Temple (under construction, near Mayur Van chetna)</p>\r\n<p>Laxmi Narayan Mandir (in Katra Manray, Bara Bazar)</p>\r\n<p>Bankebihari Mandir (in Rajendra Nagar)</p>\r\n<p>Hari Mandir (in Model town)</p>\r\n<p>Chaurasi ghanta temple (Subhash nagar)</p>\r\n<p>Balaji Dhaam (Baduan Road)</p>\r\n<p>Gauri Shankar Mandir (Gulab Nagar)</p>\r\n<p>Durga Mandir (in Green Park)</p>\r\n<p>The Manokamna Mandir (On Pilibhit Bypass road): this temple has a shivling (Lord Shiva) made up of 108 kg silver metal, its beauty enchants every visitor. Apart from this it also has a cave similar to Maa Viashnodevi Temple in Katra.</p>\r\n<p>All the above Temples are true state of art with mesmerising beauty.</p>\r\n<p>&nbsp;</p>\r\n<p>Entertainment and performing arts</p>\r\n<p>Bareilly has arts and cultural organisations, art galleries and theatres. The annual Craft Fair at YugVeena Library showcases artists. Influenced by the migrants from nearby regions, Bareilly has a varied culture: Brij (of Mathura), Awadhi (of Lucknow), Pahaari (of the Kumaun region of Uttrakhand) and Harayanvi (of northwest Uttar Pradesh).</p>\r\n<p>&nbsp;</p>\r\n<p>&rarr; Musical references and Films shot in city</p>\r\n<p>&nbsp;</p>\r\n<p>\"Bareilly Ke bazaar mein\", featuring Neil Nitin Mukesh, from the film Jail (directed by Madhur Bhandarkar)</p>\r\n<p>\"Bareilly woh jaaye toh woh laaye surmeidaani\" in song \"Thoda Sa Pagla, Thoda Sayaana\" written by Javed Akhtar for movie \"Aur Pyaar Ho Gaya\".</p>\r\n<p>Aligarh , a film directed by Hansal Mehta and Starring Raj Kumar Rao and Manoj Bajpayee was Shot in Bareilly.</p>\r\n<p>\"Bareilly wale jhumke pe jiya lalchayein\" featuring Ayushmann Khurrana, Rajkumar Rao &amp; Kriti Sanon, from the film \"Bareilly Ki Barfi\" (Directed by Ashwiny Iyer Tiwari).</p>\r\n<p>\"Bareilly wale jhumke pe jiya lalchayein\" Song featuring Ayushmann Khurrana, Rajkumar Rao &amp; Kriti Sanon, from the film \"Bareilly Ki Barfi\" (Directed by Ashwiny Iyer Tiwari). The plot of the film is set in Bareilly .</p>\r\n<p>Mukkabaaz, A Hindi Language film, Directed By Anurag Kashyap is Set and Shot in Bareilly.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Air Force Senior Secondary School</p>\r\n<p>Alma Mater Senior Secondary School</p>\r\n<p>Suraj Bhan Public School</p>\r\n<p>Sobtis Public School&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Notable People</p>\r\n<p>Priyanka Chopra Bareilly- Actress</p>\r\n<p>Disha Patani Bareilly - Actress</p>\r\n<p>Paras Arora Bareilly- Actor</p>\r\n<p>Kavita Seth Bareilly - Singer</p>\r\n<p>Hiba Nawab Bareilly - Actress</p>\r\n<p>Wasim Barelvi - Poet</p>\r\n<p>Percy Pratt - First-class Cricketer</p>\r\n<p>Clayton Robson - Cricketer</p>\r\n<p>Priyanka Singh Rawat - Member of Parliament, Barabanki</p>\r\n<p>Anuj Tiwari - Author</p>\r\n<p>Anwar Jamal - Documentary film maker</p>\r\n<p>Cuisine</p>\r\n<p>Bareilly has a number of restaurants which follow the tradition of naming a cuisine after its creator. The city is known for its Seekh Kabaabs, which are sold throughout the old city. Minced meat (primarily lamb), mixed with spices and aromatic herbs, is grilled on skewers over tamarind charcoal.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Bareilly has three sports stadiums and one cricket academy:</p>\r\n<p>&nbsp;</p>\r\n<p>Dori Lal Agarawal Sports Stadium (city area)</p>\r\n<p>Major Dhyan Chand Sports Stadium (cantonment area)</p>\r\n<p>Cricket Academy of Bareilly (CAB)</p>\r\n<p>Dr. Chandrakanta Memorial Sports Stadium (Bisalpur Road, Bhuta)</p>\r\n<p>The city is represented in sports tournaments by club teams and teams representing schools and colleges. Most colleges have home fields on campus.</p>\r\n<p>&nbsp;</p>\r\n<p>Recreation</p>\r\n<p>The city has a combined amusement and water park, Fun City Boond Amusement and Water Park and a number of clubs including its oldest Bareilly Club.</p>\r\n<p>&nbsp;</p>\r\n<p>Ornate fountain at night, surrounded by trees</p>\r\n<p>Phool Bagh Fountain</p>\r\n<p>Other parks include:</p>\r\n<p>&nbsp;</p>\r\n<p>Children's Park, Cantonment</p>\r\n<p>Phool Bagh, Cantonment</p>\r\n<p>Company Garden, Civil Lines</p>\r\n<p>vatika ( park) Rampur Garden</p>\r\n<p>C L Park, Prem Nagar</p>\r\n<p>Mayur Van Chetna Kendra, University Road</p>\r\n<p>Maharaja Agrasen Park, Rampur Garden</p>\r\n<p>Akshar Vihar[25]</p>\r\n<p>Lichi bagh, Qila</p>\r\n<p>Mega Rolling Park, Super City</p>\r\n<p>Gandhi Garden Civil Lines</p>\r\n<p>Musical references and Films shot in city</p>\r\n<p>Several Bollywood songs have references to Bareilly and its musical genres, such as jhumka and kajra.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bareilly</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","subContents":[{"SubTitle":"1. Funcity","SubTitleHindi":null,"SubContent":"<p>Funcity and Boond at Pilibhit Bye pass Road Bareilly are the U.P. Biggest Amusement and Waterpark With state of art amusement rides, lush green lawns video games parlor, food plaza and open Amphitheatre. In the last years, we have made many changes-inclusion of two new amusement rides Freeze Bie and Crazy Tower both Rides exclusively at funcity,</p>\r\n<p>Bareilly in the whole of northern India. The latest addition is Mugambo Cave with imported components from Singapore.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides this season we have introduced a new adventure of water Boond with extraordinary water fun accessories like water pool, child pool, water playpen, family slides, rain dance, multilane slides and much more.</p>\r\n<p>&nbsp;</p>\r\n<p>It is pleasure for us to invite you and Students to funcity. We give personalized service to every person in the group with the best of our efforts, making sure that all students made enjoy here.</p>\r\n<p>source: http://www.funcityboond.com/</p>","SubContentHindi":null,"ImageUrl":"1bc66868-3185-474a-b605-383fa3e3bdd4_funcity-bareilly.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2.Hindu temples","SubTitleHindi":null,"SubContent":"<p>Alakha Nath Temple</p>\r\n<p>The Alakha Nath Temple is the headquarters of the Anand Akhara order of Naga sannyasins. Members of this order of Shiva devotees are also known as Naga Babas.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple complex beyond the inner gate consists of several buildings with a kind of courtyard in the center. Large and small shrines are there, some within buildings and some outside. Devotees go from one shrine to the next to make offerings and prayers. Animals of various kinds are around the place. Cows and goats are tethered and behind one of the buildings is a camel. Pakaria Nath temple is another famous temple in Bareilly. It is placed in bhoor thana premnager.</p>\r\n<p>&nbsp;</p>\r\n<p>Tapeshwar Nath Temple</p>\r\n<p>This is the oldest temple of the city, near Bsa office subhash nagar Veer bhatti ground near railway station. Both modern and old activities are performed there.</p>\r\n<p>&nbsp;</p>\r\n<p>Trivati Nath Mandir</p>\r\n<p>This temple is situated in the central part of the town on the Macnair Road. According to myth Lord Shiva - Trivati Nath foretold his first appearance under the three Banyan trees in dense panchal area in the dream of a shepherd. On awakening shepherd found a beautiful Shiv Lingam near the roots of three Banyan trees. This way according to Hindu calendar Vikram Samvat 1474 is the Emerging(Prakatya) year of Baba Trivati Nath ji Bhagwan in the form of a natural Shiv. This place gradually became the center of worship.</p>\r\n<p>&nbsp;</p>\r\n<p>Madhi Nath Temple</p>\r\n<p>This temple shares its name with its locality. it is a temple of Shiva. It is believed that this temple is more than 5000 years old and shivling of this temple was established by pandavas during their exile.</p>\r\n<p>&nbsp;</p>\r\n<p>Doopeshwarnath</p>\r\n<p>The temple is dedicated to Lord Doopeshwarnath. The site is the birth site of Draupadi and Dhrishtadyumna in the Mahābhārata era. Both Draupadi and Dhrishtadyumna were considered to be born by the grace of Lord Shiva.</p>\r\n<p>&nbsp;</p>\r\n<p>It is located in the Sadar Bazar Bareilly Cantonment area.</p>\r\n<p>&nbsp;</p>\r\n<p>Radha Madhav Sankirtan Mandal</p>\r\n<p>Bareilly is the headquarters of Radha Madhav Sankirtan Mandal, which has branches all across India. It was founded by the late Shree J.R. Malik &amp; Shree Ashanand Malik and is presently run by Y. K. Malik and S. Malik. Its aim is to spread Banke Bihari awareness through Kirtans, Katha, etc. This mandal has Radha Madhav Public School along with Ashrams and a Hospital at Vrindavan &amp; Barsana.</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Panchmukhi Hanuman Mandir</p>\r\n<p>Another temple of Lord Shri Panchmukhi Hanuman its located at Sugar Factory Road, Subhash Nagar, Bareilly 243001.</p>\r\n<p>&nbsp;</p>\r\n<p>Other ancient temples</p>\r\n<p>Kanker kuan nath</p>\r\n<p>Another historical temple of Lord Ram and Shiv. This temple was tested in 1885. It is located at Shahbaad near Alam giri ganj.</p>\r\n<p>&nbsp;</p>\r\n<p>Jagannath Temple</p>\r\n<p>Another historical temple of Lord Shiva is in Lala Champak Rai Ki Bagia near Alakhnath temple in front of the Ganga Temple. It is also referred to as the Jagannath Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>It is roughly 200 years old. Due to limited access, with no paved roads, is frequented by fewer devotees than its more accessible counterparts.</p>\r\n<p>&nbsp;</p>\r\n<p>Tulsi Math</p>\r\n<p>Near the Alakhnath Temple is the Tulsi Math. Tulsidas, the acclaimed writer of the Ramacharitamanas, said to have been the re-incarnation of Valmiki, the author of the Ramayana, made this site his home sometime around 1600 CE.</p>\r\n<p>&nbsp;</p>\r\n<p>Lakshmi Narayan Temple</p>\r\n<p>Another culturally significant temple is the Chunne Miyan's Lakshmi Narayan Temple (located in Katra Manrya street near Bara Bazar). Its origin dates to independence in 1947. These Hindu migrants built a small place of worship among existing ruins but later discovered that the place belonged to Fazal-ul-Rahman, whose nickname was 'Chunne Miyan'. He filed a claim against the illegal occupation of the land. Meanwhile, the proceedings of the temple continued. Once, HarMilapi ji Maharaj came from Haridwar to deliver a holy Sermon. Chunne Miyan was so impressed that he decided not only to withdraw the case but also gave financial aid for the construction of the temple. Since then the temple is popularly known as chunne miyan's mandir' and is situated in the Katra maanrai region of Koharapeer.</p>\r\n<p>&nbsp;</p>\r\n<p>ISKCON Bareilly</p>\r\n<p>Very soon ISKCON created one of the very big and famous temple, known as Shri Shri Radha Vrindavn Chandra Mandir - the aaddhtyatmik kendra, Bareilly. A large plot of land was given by Girdhar Ji Khandelwal Welfare Foundation,to ISKCON Society and its construction has begun. It will be on Pilibhit Road, on Khandelwal College Road. Bareilly is one of few cities of U.P. and Northern India to have such as temple.The temple also constitutes of Gauseva Movement known as Brij Gau Seve Kendra.</p>\r\n<p>More information regarding the temple can be achieved from the below contact: Iskcon Head Office (KCMT) Prem Nagar Dharam Kanta Bareilly Ph:0581-2543084, 09319894886</p>\r\n<p>&nbsp;</p>\r\n<p>Popularly known as the Hare Krishna movement, the International Society for Krishna Consciousness (ISKCON) belongs to the Gaudiya-Vaishnava sampradaya, a monotheistic tradition within Vedic, or Hindu, culture. It is based on the Bhagavad-gita, the spiritual teachings of Lord Krishna. According to tradition, this sacred text is over 5,000 years old and documents the conversation between Lord Krishna and his close friend and disciple Arjuna.</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Turant Nath Maharaj Temple</p>\r\n<p>Shri Turant Nath Maharaj Temple is located in Sugar Factory Colony on SH-33, Badaun Road, Subhash Nagar. It is another Nath Temple in Nathnagari, It is said that if you will pray here with clean heart, All you wishes will come true.</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Shirdi Sai Raksha Dham</p>\r\n<p>By the grace of Dr C.B. Satpathy(Guru ji) this temple was built in 1997. Huge amount of devotees visit the temple everyday, particularly on thursdays. Devotees celebrate all sorts of festivals with Sai Baba. A lot of activities take place all round the year like play based on Shri Sai Sachcharitra, maha abhishek, bhandara, dandia display, garba and many more. There is a charitable dispensary which is open for all six days a week. Apart from guiding people, the temple tries to revive the dying culture and has an aim of binding everyone as one family. The temple is located near Kodesia Fatak, Izzatnagar Bareilly.</p>\r\n<p>&nbsp;</p>\r\n<p>Bara Bagh Hanuman Mandir</p>\r\n<p>This was built in 1952. It is also known as Dakshin Mukhi Hanuman Mandir. Several thousand devotees visit Lord Hanuman every Tuesday and Saturday. Baba Ramdas blessed the temple and was the main person behind its establishment. It is managed by \"Baba Ramdas Hanuman Mandir Trust\" whose patron is Shri. S.K. Agarwal (Guruji), President is Shri. Rajesh Agarwal and Secretary is Architect Sumit Agarwal. Since last 60 years on its anniversary, 108 Shri Ram CharitrManas Navahan Paath are held. The campus has a Shiva Mandir with Narmadeshwar Shivling.</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/List_of_Hindu_temples_in_Bareilly</p>","SubContentHindi":null,"ImageUrl":"6c9a6a14-ce1d-455b-bbe7-3824918155d9_temples-bareilly.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. How to Reach","SubTitleHindi":null,"SubContent":"<p>Roads&nbsp;</p>\r\n<p>New renumbered National Highway</p>\r\n<p>Highway map of road from New Delhi to Lucknow, passing through Bareilly</p>\r\n<p>Renumbered National Highways map of India</p>\r\n<p>Bareilly lies on the National Highway 30 (New renumbered National Highway system) (NH 30) (according to the new National Highway system in India). The newly numbered highway connects Sitarganj in Udham Singh Nagar district, Uttarakhand with Ibrahimpatnam in Andhra Pradesh. The 2040 km (1267.5 mi) highway starts at the junction of NH 9 at Sitarganj passes through Pilibhit, Bareilly, Shahjahanpur, Sitapur, Lucknow, Raebareli, Allahabad, Rewa, Jabalpur, Raipur, Dhamtari, Keskal, Jagdalpur, Konta, Nellipaka, Bhadrachalam, Kothagudem, Tiruvuru and ends at the junction of NH 65 in Ibrahimpatnam.</p>\r\n<p>&nbsp;</p>\r\n<p>Improvements&nbsp;</p>\r\n<p>As part of the expansion of Old National Highway 24 (connecting Lucknow to New Delhi via Shahjahanpur, Bareilly, Rampur, Moradabad and Ghaziabad) to four lanes, two contracts were awarded on a Design, Build, Finance, Operate and Transfer (DBFOT) basis for the National Highways Authority of India (NHAI). Bareilly Ring Road (Bypass) provides an excellent platform for setting up of industries, MNCs, residential townships, shopping malls, school and colleges, hospitals, airport, railways, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail&nbsp;</p>\r\n<p>See also: Bareilly Railway Station</p>\r\n<p>Old map of India, with rail lines</p>\r\n<p>Indian Railways network in 1909</p>\r\n<p>&nbsp;</p>\r\n<p>Low building, with motor vehicles outside</p>\r\n<p>Bareilly Junction station</p>\r\n<p>Six railway stations serve the city:</p>\r\n<p>&nbsp;</p>\r\n<p>Bareilly Junction (broad gauge)</p>\r\n<p>C.B. Ganj Station (broad gauge)</p>\r\n<p>Bareilly Cantt (broad gauge)</p>\r\n<p>Bareilly City Station (broad gauge)</p>\r\n<p>Izzatnagar Station (broad gauge)</p>\r\n<p>Bhojipura Station ( broad gauge)</p>\r\n<p>Bareilly is on the Moradabad-Lucknow route. Trains from the north (including Jammu Tawi and Amritsar) and Delhi running east and northeast (to Gorakhpur, Barauni, Howrah, Guwahati and Dibrugarh) pass through Bareilly, and the city is also on the route from Uttarakhand to Agra and Mathura via Budaun. Many trains to railway stations in Uttarakhand pass through Bareilly.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The Indian Air Force has a base at Izzatnagar, on the outskirts of Bareilly. Although it is not open to civilian aviation (except for high government officials), the Airport Authority of India has accepted the proposal for the construction of a civilian terminal adjacent to the runway. The UPRNN has already begun the work and the construction work will be complete by next year.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bareilly</p>","SubContentHindi":null,"ImageUrl":"e6761f6b-ff3d-4519-ad54-ef17e7dbe44e_bareilly-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bareilly-uttar-pradesh","tags":[{"name":"bareilly","slug":"bareilly"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":203,"title":"Top Places to visit in Unnao, Uttar Pradesh","imageUrl":"025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","dateCreated":"2018-12-29T05:00:30.558Z","dateModified":"2018-12-29T05:11:36.75Z","contributedBy":"AskGif","content":"Unnao is the headquarters of Unnao district in Uttar Pradesh, India between Kanpur and Lucknow. Unnao is a large industrial city with three industrial suburbs around it. It is the 37th largest city in Uttar Pradesh. The city is famous for its leather, mosquito net and chemical industries. Unnao i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"unnao","slug":"unnao"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-unnao-uttar-pradesh","total":0},{"id":118,"title":"Top Places to Visit in Basti, Uttar Pradesh","imageUrl":"f86ef29c-ff8f-4d3c-90de-664e1c2eab57_basti-railway.jpg","dateCreated":"2018-08-22T15:25:29.837Z","dateModified":"2018-08-22T15:49:53.449Z","contributedBy":"AskGif","content":"Basti is a city and a municipal board in Basti district in the Indian state of Uttar Pradesh. Basti district is a part of Basti division. It is situated 202 kilometres east of state capital Lucknow.\r\n&nbsp;\r\nBasti was originally known as Vaishishthi town. The origin of the name Vais","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f86ef29c-ff8f-4d3c-90de-664e1c2eab57_basti-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"basti","slug":"basti"}],"slug":"top-places-to-visit-in-basti-uttar-pradesh","total":0},{"id":102,"title":"Top Places to Visit in Amroha, Uttar Pradesh","imageUrl":"9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","dateCreated":"2018-08-09T08:12:36.032Z","dateModified":"2020-06-06T13:31:08.247Z","contributedBy":"AskGif","content":"Amroha (Jyotiba Phule Nagar) is a city in north-western Uttar Pradesh state in northern India, located north-west of Moradabad, near the Sot River. It is the administrative headquarters of the Amroha district.\r\nThe name of Amroha drove out from the word (Sanskrit ) Amr अमर् Mango and Vanam","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"amroha","slug":"amroha"}],"slug":"top-places-to-visit-in-amroha-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}