{"id":1172,"title":"कोरोनावायरस: ऑस्ट्रेलियाई वैज्ञानिक संभावित टीकों का परीक्षण शुरू करते हैं","imageUrl":"0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","dateCreated":"2020-04-02T11:18:50.57Z","dateModified":"2020-04-02T11:19:06.437Z","contributedBy":"AskGif","content":"<p>ऑस्ट्रेलिया के वैज्ञानिकों ने \"माइलस्टोन\" प्रयोगशाला परीक्षणों में दो संभावित कोरोनावायरस टीकों का परीक्षण शुरू कर दिया है।</p>\r\n<p>विश्व स्वास्थ्य संगठन द्वारा ऑक्सफोर्ड यूनिवर्सिटी और अमेरिकी कंपनी इनोवियो फार्मास्युटिकल द्वारा तैयार किए गए टीकों को पशु परीक्षण के लिए मंजूरी दे दी गई है।</p>\r\n<p>ऑस्ट्रेलिया की राष्ट्रीय विज्ञान एजेंसी यह आकलन करेगी कि क्या टीके काम करते हैं और यदि वे मनुष्यों के लिए सुरक्षित होंगे।</p>\r\n<p>पहला मानव परीक्षण पिछले महीने अमेरिका में हुआ था लेकिन जानवरों के परीक्षण के एक चरण को छोड़ दिया गया था।</p>\r\n<p>असाधारण गति से इस समय दुनिया भर में कई अन्य वैक्सीन विकास हो रहे हैं।</p>\r\n<p>लेकिन ऑस्ट्रेलिया के राष्ट्रमंडल वैज्ञानिक और औद्योगिक अनुसंधान संगठन (CSIRO) का कहना है कि इसके परीक्षण पशु मॉडल का उपयोग करने के लिए टीकों का पहला व्यापक नैदानिक ​​परीक्षण होगा।</p>\r\n<p>शोधकर्ताओं ने कहा कि इस चरण का नेतृत्व करने वाले वैश्विक सहयोग की गति और स्तर अभूतपूर्व था।</p>\r\n<p>सीएसआईआरओ के डॉ। रॉब ग्रेनफेल ने गुरुवार को संवाददाताओं से कहा, \"आम तौर पर इस बिंदु पर पहुंचने में लगभग एक से दो साल लगते हैं और हमने वास्तव में इसे छोटा कर दिया है।\"</p>\r\n<p>&nbsp;</p>\r\n<p>कैसे चलेगा?</p>\r\n<p>पिछले कुछ दिनों में, CSIRO टीम ने वैक्सीन के छोटे-छोटे, प्यारे स्तनधारियों में वैक्सीन के सैंपल डाले हैं जो मानवों के उसी तरह से कोरोनावायरस को अनुबंधित करने के लिए सिद्ध हुए हैं।</p>\r\n<p>Sars-CoV-2 वह वायरस है जो COVID-19 बीमारी का कारण बनता है। दुनिया भर में विकास के कम से कम 20 टीके हैं।</p>\r\n<p>CSIRO एक वैश्विक संघ द्वारा चयनित दो विकल्पों का परीक्षण कर रहा है, जिनमें से अधिकांश इस शोध की देखरेख कर रहे हैं, गठबंधन के लिए महामारी संबंधी तैयारी नवाचार।</p>\r\n<p>ऑक्सफोर्ड विश्वविद्यालय द्वारा विकसित एक विकल्प, एक वेक्टर वैक्सीन है। यह कोरोनोवायरस के प्रोटीन को प्रतिरक्षा प्रणाली से परिचित कराने के लिए एक \"दोषपूर्ण\" वायरस का उपयोग करता है और एक प्रतिक्रिया उत्पन्न करता है।</p>\r\n<p>\", लेकिन वे दोहराने में सक्षम नहीं हैं ... इसलिए इस विशेष वैक्सीन के माध्यम से बीमार होने की कोई संभावना नहीं है,\" विक्टोरिया में ऑस्ट्रेलियाई पशु स्वास्थ्य प्रयोगशाला के निदेशक प्रो ट्रेवर ड्रू ने कहा, जहां परीक्षण किया जा रहा है।</p>\r\n<p>उन्होंने अन्य वैक्सीन का वर्णन किया - इनोवियो से - \"बल्कि अलग-अलग लेकिन फिर भी रोमांचक\"।</p>\r\n<p>यह प्रतिरक्षा प्रणाली के लिए कोरोनोवायरस के कुछ प्रोटीन को एनकोड करने के लिए डिज़ाइन किया गया है, जिससे शरीर की कोशिकाएं उन प्रोटीनों को उत्पन्न करने से पहले प्रतिरक्षा प्रणाली को प्रतिक्रिया देती हैं।</p>\r\n<p>\"यह एक बहु-आयामी दृष्टिकोण लेने के लिए बहुत महत्वपूर्ण है,\" प्रो ड्रू ने कहा। \"यह हमें सफलता का सबसे अच्छा मौका देता है।\"</p>\r\n<p>&nbsp;</p>\r\n<p>हम जल्द ही परिणाम कैसे प्राप्त कर सकते हैं?</p>\r\n<p>वैज्ञानिकों ने कहा कि जानवरों के परीक्षणों के पहले नतीजे जून की शुरुआत में सामने आ सकते हैं।</p>\r\n<p>यदि सफल रहा, तो टीकों को नैदानिक ​​परीक्षणों में स्थानांतरित किया जा सकता है जो प्रयोगशालाओं में कहीं और आयोजित किए जा सकते हैं।</p>\r\n<p>उस समय, सामान्य बाजार में दवा प्राप्त करने की दौड़ को तेज किया जा सकता था, लेकिन विशेषज्ञों ने चेतावनी दी कि यह नियामक परीक्षणों और मानकों को पूरा करने के लिए अभी भी न्यूनतम 18 महीने की समयावधि को शामिल करेगा।</p>\r\n<p>उदाहरण के लिए, ऑक्सफोर्ड विश्वविद्यालय के टीके को अमेरिकी नियमों का पालन करने के लिए एक अलग जानवर पर एक अन्य प्रयोगशाला द्वारा परीक्षण किया जा रहा है।</p>\r\n<p>\"[वैक्सीन] सभी उम्मीदवारों में वास्तव में अन्य कंपनियों और संगठनों की भीड़ होती है क्योंकि कोई भी संगठन वास्तव में वैक्सीन का उत्पादन नहीं कर सकता है,\" डॉ। ग्रेनफेल ने कहा।</p>\r\n<p>लेकिन उन्होंने कहा कि वह वैश्विक सहयोग के स्तर को देखते हुए काम के बारे में \"आशावादी\" थे।</p>\r\n<p>\"यह अकादमिक, सार्वजनिक और निजी क्षेत्रों में एक सच्चा सहयोग है, वास्तव में वास्तव में इस बिंदु पर सफलता प्राप्त करते हैं,\" उन्होंने कहा।</p>\r\n<p>स्रोत: https://www.bbc.com/news/world-australia-52130402</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"coronavirus-australian-scientists-begin-tests-of-potential-vaccines","tags":[{"name":"कोरोना","slug":"coronavirus"},{"name":"covid-19","slug":"covid-19"}],"recommendations":[{"id":1382,"title":"भारत में कोरोनोवायरस उपचार के लिए ग्लेनमार्क के फैबीफ्लू को मंजूरी दी गई, इसकी कीमत 103 रुपये प्रति टैबलेट है","imageUrl":"8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","dateCreated":"2020-06-20T18:16:31.31Z","dateModified":"2020-06-20T18:16:54.571Z","contributedBy":"AskGif","content":"मुंबई स्थित ग्लेनमार्क फ़ार्मास्युटिकल्स ने एक नई एंटीवायरल दवा - फेविपिरविर को ब्रांड नाम फैबीफ्लू के साथ लॉन्च किया है - हल्के से मध्यम कोविद -19 रोगियों के उपचार के लिए। फर्म एंटीवायरल ड्रग को व्यावसायिक रूप से लॉन्च करने वाली पहली भारतीय कंपनी बन गई है। भारतीय ड्रग रेगुलेटर ड्रग कंट्रोलर जनरल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"glenmarks-fabiflu-approved-for-coronavirus-treatment-in-india-costs-rs-103-per-tablet","total":0},{"id":1173,"title":"चीन ने PPE को बेच दिया जो उसे इटली से इटली को दान के रूप में मिला: रिपोर्ट","imageUrl":"ce80f975-f919-44a6-9f94-6285d477afc1_coronavirus.jpg","dateCreated":"2020-04-08T01:54:37.412Z","dateModified":"2020-04-08T01:54:50.194Z","contributedBy":"AskGif","content":"जब चीन देश में कोरोनोवायरस के प्रकोप का चरम देख रहा था, इटली ने निजी सुरक्षा उपकरण (पीपीई) चीन को दान कर दिया था। अब, जब टेबलों को चालू किया गया, तो द स्पेक्टेटर पत्रिका की एक रिपोर्ट के अनुसार, चीन ने उसी दान किए गए पीपीई को इटली को बेच दिया था।\r\nचीन ने दुनिया को दिखाया कि उसने चीन में उभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ce80f975-f919-44a6-9f94-6285d477afc1_coronavirus.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"कोरोना","slug":"coronavirus"}],"slug":"china-sold-the-ppes-it-got-as-a-donation-from-italy-to-italy-report","total":0},{"id":1167,"title":"कोरोना के कहर में चमकी बुखार की दस्तक, बिहार में मिला पहला मरीज","imageUrl":"e9925a1f-82f2-429a-a964-e4a3c3fb689e_chamki.jpg","dateCreated":"2020-03-29T09:49:51.843Z","dateModified":"2020-03-29T09:50:05.133Z","contributedBy":"AskGif","content":"नई दिल्ली। अभी पूरे देश में जहां कोरोना वायरस (Coronavirus) का आतंक मचा हुआ है, वहीं चमकी बुखार (Chamki Fever) की दस्तक ने लोगों की पेरशानी को और बढ़ा दिया है। इसका पहला मामला बिहार के मुजफ्फरपुर (Muzaffarpur) में सामने आया है। बताया जाता है कि एक बच्चे को चमकी बुखार होने के चलते अस्पताल में भर्त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9925a1f-82f2-429a-a964-e4a3c3fb689e_chamki.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"chamki-fever-in-coronas-havoc-first-patient-found-in-bihar","total":0},{"id":1165,"title":"कोरोनावायरस लक्षणों के बारे में आपको सब कुछ पता होना चाहिए","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"कोरोनोवायरस महामारी तेजी से एक गंभीर आपातकाल में बदल रही है। 70,000 से अधिक संक्रमण के मामले और अब तक 3000 लोगों की जान जाने के साथ, कोरोनावायरस सबसे घातक संक्रमणों में से एक है जो तेजी से फैल रहा है। कल तक, भारत में दो ताजा मामले दर्ज किए गए हैं, एक दिल्ली में और दूसरा तेलंगाना में दर्ज किया गया","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"everything-you-should-know-about-coronavirus-symptoms","total":0}]}