{"id":1172,"title":"Coronavirus: Australian scientists begin tests of potential vaccines","imageUrl":"0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","dateCreated":"2020-04-02T11:18:50.57Z","dateModified":"2020-04-02T11:19:06.437Z","contributedBy":"AskGif","content":"<p>Scientists in Australia have begun testing two potential coronavirus vaccines in \"milestone\" lab trials.</p>\r\n<p>The vaccines, made by Oxford University and US company Inovio Pharmaceutical, have been cleared for animal testing by the World Health Organization.</p>\r\n<p>Australia's national science agency will assess if the vaccines work and if they would be safe for humans.</p>\r\n<p>The first human trial took place in the US last month but skipped a stage of animal testing.</p>\r\n<p>There are several other vaccine developments occurring around the world at the moment at extraordinary speed.</p>\r\n<p>But Australia's Commonwealth Scientific and Industrial Research Organisation (CSIRO) says its tests will be the first comprehensive pre-clinical trials of the vaccines to use an animal model.</p>\r\n<p>Researchers said the speed and level of global co-operation that led to this stage had been unprecedented.</p>\r\n<p>\"Normally it takes about one-to-two years to get to this point and we've in fact shortened that to a period of a couple of months,\" Dr. Rob Grenfell from the CSIRO told reporters on Thursday.</p>\r\n<p>&nbsp;</p>\r\n<p>How will it work?</p>\r\n<p>In the past few days, the CSIRO team has inserted vaccine samples into ferrets - small, furry mammals that have been proven to contract the coronavirus in the same way humans do.</p>\r\n<p>Sars-CoV-2 is the virus that causes the disease COVID-19. There are at least 20 vaccines in development around the world.</p>\r\n<p>The CSIRO is testing two options selected by a global consortium overseeing most of this research, the Coalition for Epidemic Preparedness Innovations.</p>\r\n<p>One option, developed by the University of Oxford, is a vector vaccine. It uses a \"defective\" virus to introduce the proteins of the coronavirus to the immune system and induce a response.</p>\r\n<p>\"But they're not able to replicate... so there's no possibility of becoming ill through this particular vaccine,\" said Prof Trevor Drew, director of the Australian Animal Health Laboratory in Victoria, where the testing is being carried out.</p>\r\n<p>He described the other vaccine - from Inovio - as \"rather different but nonetheless exciting\".</p>\r\n<p>It is designed to encode certain proteins of the coronavirus to the immune system, prompting the body's cells to generate those proteins before the immune system reacts to them.</p>\r\n<p>\"It's very important to take a multi-pronged approach to this,\" said Prof Drew. \"It gives us the best chance of success.\"</p>\r\n<p>&nbsp;</p>\r\n<p>How soon could we get results?</p>\r\n<p>The first results from the animal tests could be revealed as early as June, the scientists said.</p>\r\n<p>If successful, the vaccines could then be moved into clinical trials that could be conducted at labs elsewhere.</p>\r\n<p>At that point, the race to get the medicine into the general market could be accelerated, but experts warn it would still involve a minimum 18-month timeline to meet regulatory tests and standards.</p>\r\n<p>The Oxford University vaccine, for example, is also being tested by another lab on a separate animal to comply with US regulations.</p>\r\n<p>\"All of the [vaccine] candidates actually have a multitude of other companies and organizations involved because no single organization can actually produce a vaccine,\" said Dr. Grenfell.</p>\r\n<p>But he said he was \"optimistic\" about the work, given the level of global collaboration.</p>\r\n<p>\"This is a true collaboration across academic, public, and also private sectors to in fact actually achieve success at this point,\" he said.</p>\r\n<p>source: https://www.bbc.com/news/world-australia-52130402</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"coronavirus-australian-scientists-begin-tests-of-potential-vaccines","tags":[{"name":"coronavirus","slug":"coronavirus"},{"name":"covid-19","slug":"covid-19"}],"recommendations":[{"id":1382,"title":"Glenmark's FabiFlu approved for coronavirus treatment in India, costs Rs 103 per tablet","imageUrl":"8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","dateCreated":"2020-06-20T18:16:31.31Z","dateModified":"2020-06-20T18:16:54.571Z","contributedBy":"AskGif","content":"Mumbai-based Glenmark Pharmaceuticals have launched a new antiviral drug - Favipiravir with brand name FabiFlu - for the treatment of mild to moderate Covid-19 patients. The firm has become the first Indian company to commercially launch an antiviral drug. Indian drug regulator Drug Controller Ge","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"coronavirus","slug":"coronavirus"}],"slug":"glenmarks-fabiflu-approved-for-coronavirus-treatment-in-india-costs-rs-103-per-tablet","total":0},{"id":1173,"title":"China sold the PPEs it got as a donation from Italy to Italy: Report","imageUrl":"ce80f975-f919-44a6-9f94-6285d477afc1_coronavirus.jpg","dateCreated":"2020-04-08T01:54:37.412Z","dateModified":"2020-04-08T01:54:50.194Z","contributedBy":"AskGif","content":"When China was witnessing the peak of the coronavirus outbreak in the country, Italy had donated Personal Protection Equipment (PPE) to China. Now, when the tables are turned, China had sold the same donated PPEs to Italy, as per a report in The Spectator magazine.\r\n&nbsp;\r\nChina sh","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ce80f975-f919-44a6-9f94-6285d477afc1_coronavirus.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"coronavirus","slug":"coronavirus"}],"slug":"china-sold-the-ppes-it-got-as-a-donation-from-italy-to-italy-report","total":0},{"id":1167,"title":"Chamki fever in Corona's havoc, first patient found in Bihar","imageUrl":"e9925a1f-82f2-429a-a964-e4a3c3fb689e_chamki.jpg","dateCreated":"2020-03-29T09:49:51.843Z","dateModified":"2020-03-29T09:50:05.133Z","contributedBy":"AskGif","content":"New Delhi. Right now, where Coronavirus has created panic all over the country, the knock of Chamki Fever has further increased the problem of people. Its first case has been reported in Muzaffarpur, Bihar. A child is said to have been admitted to the hospital due to chlamydia fever.\r\n&nbs","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9925a1f-82f2-429a-a964-e4a3c3fb689e_chamki.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"coronavirus","slug":"coronavirus"}],"slug":"chamki-fever-in-coronas-havoc-first-patient-found-in-bihar","total":0},{"id":1165,"title":"Everything you should know about coronavirus symptoms","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"The coronavirus pandemic is rapidly turning into a severe emergency. With over 70,000 infection cases and 3000 lives lost so far, coronavirus remains to be one of the deadliest infections which are spreading fast. As of yesterday, two fresh cases have been recorded in India, with one reported in ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"coronavirus","slug":"coronavirus"}],"slug":"everything-you-should-know-about-coronavirus-symptoms","total":0}]}