{"id":1173,"title":"चीन ने PPE को बेच दिया जो उसे इटली से इटली को दान के रूप में मिला: रिपोर्ट","imageUrl":"ce80f975-f919-44a6-9f94-6285d477afc1_coronavirus.jpg","dateCreated":"2020-04-08T01:54:37.412Z","dateModified":"2020-04-08T01:54:50.194Z","contributedBy":"AskGif","content":"<p>जब चीन देश में कोरोनोवायरस के प्रकोप का चरम देख रहा था, इटली ने निजी सुरक्षा उपकरण (पीपीई) चीन को दान कर दिया था। अब, जब टेबलों को चालू किया गया, तो द स्पेक्टेटर पत्रिका की एक रिपोर्ट के अनुसार, चीन ने उसी दान किए गए पीपीई को इटली को बेच दिया था।</p>\r\n<p>चीन ने दुनिया को दिखाया कि उसने चीन में उभरे वायरस के उपरिकेंद्र बनने के बाद इटली को पीपीई किट दान की थी। लेकिन, मीडिया रिपोर्टों ने आरोप लगाया कि बीजिंग ने वास्तव में बेचा था, दान नहीं किया, इटली को पीपीई किट।</p>\r\n<p>ट्रम्प प्रशासन की एक वरिष्ठ अधिकारी, जिसे द स्पेक्टेटर की रिपोर्ट में उद्धृत किया गया था, ने कहा कि चीन ने \"कोरोवायरस वायरस के प्रकोप के दौरान चीन को पीपीई आपूर्ति वापस लेने के लिए मजबूर किया।\"</p>\r\n<p>प्रशासन के अधिकारी ने बताया, \"यूरोप में वायरस आने से पहले, इटली ने चीन को अपनी आबादी की रक्षा करने में मदद के लिए चीन को पीपीई का टन भेजा था।\" उन्होंने कहा, \"चीन ने इसके बाद इटली के पीपीई को वापस इटली भेज दिया - कुछ को तो यह सब भी नहीं ... और इसके लिए उनसे शुल्क लिया।\"</p>\r\n<p>वायरस से निपटने के लिए आवश्यक आवश्यक वस्तुओं का सबसे बड़ा आपूर्तिकर्ता चीन ने परीक्षण किटों की बिक्री की थी जिनमें से कई दोषपूर्ण निकले। स्पेन को यह पता लगाने के बाद कि उसे दोषपूर्ण है, चीन को 50,000 त्वरित-परीक्षण किट वापस करने पड़े।</p>\r\n<p>चीन ने दोष को दूर किया और अन्य देशों पर मैनुअल को ठीक से नहीं पढ़ने का आरोप लगाया। हाल ही में, नीदरलैंड ने यह कहते हुए आपूर्ति लौटा दी कि वे सुरक्षा मानकों को पूरा नहीं करते हैं और चीन यह कहते हुए पीछे हट गया कि उसके मुखौटों पर 'निर्देशों की दोबारा जाँच करें'।</p>\r\n<p>वरिष्ठ प्रशासनिक अधिकारी ने कहा, \"अब चीनी अधिकारियों के लिए यह कहना कि हम इटालियंस की मदद कर रहे हैं या हम विकासशील देशों की मदद कर रहे हैं, वे वास्तव में वे ही हैं, जिन्होंने हम सभी को संक्रमित किया है।\" द स्पेक्टेटर से कहा।</p>\r\n<p>उन्होंने कहा, \"निश्चित रूप से उन्हें मदद करनी चाहिए। उनके पास मदद करने की एक विशेष जिम्मेदारी है क्योंकि वे ही हैं जिन्होंने कोरोनोवायरस का प्रसार शुरू किया है और शेष दुनिया के लिए आवश्यक जानकारी को उसके अनुसार योजना बनाने के लिए नहीं दिया है,\" उन्होंने कहा।</p>\r\n<p>उन्होंने आगे चीन पर कोरोनोवायरस पर गलत जानकारी देने का आरोप लगाया जिसके कारण पूरी दुनिया को इसका खामियाजा भुगतना पड़ा। जैसा कि चीन ने अपनी सीमाओं के भीतर प्रकोप को कम कर दिया, लगभग आधे मिलियन लोगों ने वायरस को संभावित रूप से अमेरिका ले जाया, अधिकारी ने कहा।</p>\r\n<p>स्रोत: https://www.thehindubusinessline.com/news/world/china-sold-the-ppes-it-got-as-a-donation-from-italy-to-italy-report/article31243333.ece</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ce80f975-f919-44a6-9f94-6285d477afc1_coronavirus.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"china-sold-the-ppes-it-got-as-a-donation-from-italy-to-italy-report","tags":[{"name":"covid-19","slug":"covid-19"},{"name":"कोरोना","slug":"coronavirus"}],"recommendations":[{"id":1174,"title":"महाराष्ट्र गृह मंत्रालय का कहना है कि कोविद -19: मार्काज़ उपस्थित हैं","imageUrl":"01909055-88ba-4511-82a0-a874e0341456_covid.jpg","dateCreated":"2020-04-08T15:31:47.915Z","dateModified":"2020-04-08T15:32:37.02Z","contributedBy":"AskGif","content":"महाराष्ट्र के गृह मंत्रालय ने कहा कि लगभग 50-60 मार्का उपस्थित व्यक्ति छिपने की कोशिश कर रहे हैं और उनके मोबाइल फोन स्विच ऑफ हैं। पुलिस राज्य भर में उनका पता लगाने की कोशिश कर रही है। निज़ामुद्दीन मरकज़ (दिल्ली) से महाराष्ट्र लौटे लगभग 50-60 लोगों ने अपने फोन बंद कर दिए हैं और छिपने की कोशिश कर र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01909055-88ba-4511-82a0-a874e0341456_covid.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"कोरोना","slug":"coronavirus"}],"slug":"covid-19-markaz-attendees-are-hiding-says-maharashtra-home-ministry","total":0},{"id":1169,"title":"COVID-19 रोगी के संपर्क में आए एक व्यक्ति को ट्रैक करते समय इंदौर में डॉक्टरों पर पथराव हुआ।","imageUrl":"382a7b71-8f09-4ec4-bcd4-7600ce7fcf57_Stone-pelting.jpg","dateCreated":"2020-04-02T03:00:17.164Z","dateModified":"2020-04-02T03:01:30.107Z","contributedBy":"AskGif","content":"इंदौर: स्वास्थ्य अधिकारियों की एक टीम पर पथराव किया गया, जबकि वे एक ऐसे व्यक्ति का पता लगाने की कोशिश कर रहे थे, जो पहले COVID-19 मरीज के संपर्क में आया था।\r\nयह घटना टाट पट्टी बाखल इलाके में घटी जब पांच की टीम व्यक्ति के ठिकाने का पता लगाने की कोशिश कर रही थी।\r\nएक महिला डॉक्टर ने कह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/382a7b71-8f09-4ec4-bcd4-7600ce7fcf57_Stone-pelting.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"stones-pelted-on-doctors-in-indore-while-tracking-a-man-who-came-in-contact-with-covid-19-patient","total":0},{"id":1168,"title":"जानबूझ कर इधर-उधर थूक रहे तबलीग़ी जमात के लोग, डॉक्टर भी परेशान: निजामुद्दीन से जाँच के लिए ले जाया गया","imageUrl":"39bc7682-f180-4164-bd9f-3e510b0f549f_Nijamuddin-muslims.jpg","dateCreated":"2020-03-31T14:23:00.847Z","dateModified":"2020-03-31T14:23:13.635Z","contributedBy":"AskGif","content":"दिल्ली के निजामुद्दीन क्षेत्र में स्थित मस्जिद से मिले 200 मुसलमानों के मिलने के बाद से पूरी दिल्ली में हड़कंप मचा हुआ है। अरविन्द केजरीवाल ने बताया है कि राष्ट्रीय राजधानी में अभी तक सामुदायिक संक्रमण का एक भी मामला नहीं आया है। यहाँ कोरोना के कुल 97 मामले मिले हैं, जिनमें से 41 ऐसे हैं जिनकी कोई","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39bc7682-f180-4164-bd9f-3e510b0f549f_Nijamuddin-muslims.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"people-of-tablagi-jamaat-who-were-spitting-deliberately-doctors-also-upset-nizamuddin-was-taken-for-investigation","total":0},{"id":1165,"title":"कोरोनावायरस लक्षणों के बारे में आपको सब कुछ पता होना चाहिए","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"कोरोनोवायरस महामारी तेजी से एक गंभीर आपातकाल में बदल रही है। 70,000 से अधिक संक्रमण के मामले और अब तक 3000 लोगों की जान जाने के साथ, कोरोनावायरस सबसे घातक संक्रमणों में से एक है जो तेजी से फैल रहा है। कल तक, भारत में दो ताजा मामले दर्ज किए गए हैं, एक दिल्ली में और दूसरा तेलंगाना में दर्ज किया गया","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"everything-you-should-know-about-coronavirus-symptoms","total":0}]}