{"id":1176,"title":"अदलज में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"66278880-b25b-41eb-93de-83d199d229f5_Adalaj.jpg","dateCreated":"2020-04-09T10:19:01.019Z","dateModified":"2020-04-09T10:19:14.179Z","contributedBy":"AskGif","content":"<p>अडालज भारतीय राज्य गुजरात में गांधीनगर जिले का एक जनगणना शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>अदलाज 23.17 &deg; N 72.58 &deg; E पर स्थित है। इसकी औसत ऊंचाई 68 मीटर (223 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, अडालज की जनसंख्या 9,774 थी। पुरुषों की आबादी का 51% और महिलाओं का 49% है। अदलज की औसत साक्षरता दर 61% है, जो राष्ट्रीय औसत 59.5% से अधिक है; 59% पुरुषों के साथ और 41% महिलाएं साक्षर हैं। 15% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>अदलज स्टेपवेल</p>\r\n<p>&nbsp;</p>\r\n<p>अदलज सौतेला</p>\r\n<p>मुख्य लेख: अदलज स्टेपवेल</p>\r\n<p>अदलज स्टेपवेल शहर का एक लोकप्रिय पर्यटक आकर्षण है और यह गांधीनगर से 18 किलोमीटर (11 मील) दूर स्थित है। यह कुआँ 1499 ई। में रानी रुदाबाई द्वारा बनवाया गया था। सौतेली या वाव, जैसा कि गुजराती में कहा जाता है, जटिल रूप से खुदी हुई है और कई कहानियां गहरी हैं। इसकी दीवारों और स्तंभों पर नक्काशी में पत्तियां, फूल, पक्षी, मछली, ज्यामितीय पैटर्न और अन्य लुभावनी सजावटी डिजाइन शामिल हैं। अतीत में, इन कदम कुओं को यात्रियों और कारवां द्वारा व्यापार मार्गों के साथ स्टॉपओवर के रूप में देखा जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>इस वाव में प्रवेश करने के लिए पांच कहानियां और तीन द्वार हैं। प्रवेश करने पर, एक मंडप द्वारा आठ-तरफा गुंबद के साथ एक अभिवादन किया जाता है, जो अब क्षतिग्रस्त हो गया है। दोनों तरफ सुंदर नक्काशी के साथ बालकनियाँ हैं। नक्काशीदार हाथियों की पंक्तियाँ कुछ स्तरों को चिह्नित करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अदलज त्रिमंदिर</p>\r\n<p>इसे भी देखें: अकरम विज्ञान आंदोलन</p>\r\n<p>&nbsp;</p>\r\n<p>13 फीट की सिमरंधर स्वामी की मूर्ति</p>\r\n<p>दादा भगवान से प्रेरित एक गैर-संप्रदायवादी त्रिमंदिर 29 दिसंबर, 2002 को अहमदाबाद के बाहरी इलाके में अदलज (अहमदाबाद-कलोल राजमार्ग के पास) में खोला गया।</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिमंदिर एक शानदार दो मंजिला संरचना है जिसमें भूतल पर एक प्रवचन हॉल और पहली मंजिल पर मंदिर है। संपूर्ण संरचना, 108 फीट की एक केंद्र शिखर ऊंचाई के साथ, गुलाबी बलुआ पत्थर पर जटिल नक्काशी के साथ सेट की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर का मुख्य हॉल 10,000 वर्ग फीट (930 एम 2) और पोडियम 20,000 वर्ग फीट (1,900 एम 2) को मापता है। त्रिमंदिर का केंद्र गर्भगृह सिमरंधर स्वामी की 13 फीट (4.0 मीटर) की मूर्ति के साथ-साथ उनके शाशन देव चंद्रयान यक्ष देव और शाशन देवी पंचांगुली यक्षिणी देवी की मूर्तियों के साथ है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसमें अन्य तीर्थंकरों और शाशन देव / देवी की मूर्तियाँ भी हैं। अडालज त्रिमंदिर में त्रिमंदिर सिमरंधर स्वामी के बाएं गर्भगृह में शिवलिंग, पार्वती देवी, हनुमानजी और गणपतिजी होस्ट करते हैं जबकि दाहिनी ओर कृष्ण भगवान, तिरुपति बालाजी श्रीनाथजी, भद्रकाली माताजी और अम्बा माता शामिल हैं। मंदिर के दो चरम छोर पद्मनाभ स्वामी प्रभु (आने वाले युग के प्रथम तीर्थंकर) और साईं बाबा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अडालज के अलावा, अलग-अलग आकार के त्रिमंदिरों ने राजकोट (जनवरी 2006), भुज (दिसंबर 2009), गोधरा (जनवरी 2012), और विभिन्न अन्य स्थानों पर फसल की है।</p>\r\n<p>&nbsp;</p>\r\n<p>जगन्नाथ मंदिर</p>\r\n<p>जगन्नाथ मंदिर (JCARC कैम्पस), गांधीनगर, Adalaj के क्लोवरलीफ़ जंक्शन के करीब स्थित है, न ही त्रिमंदिर। यह पुरी के भगवान जगन्नाथ का एक अच्छा मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभा हनुमानजी मंदिर, जामियातपुरा, गुजरात</p>\r\n<p>जामियातपुरा में भगवान हनुमान का लोकप्रिय मंदिर, अडालज उत्तरमास्टरली से त्रिमंदिर तक एक किलोमीटर से भी कम दूरी पर स्थित है। मंदिर परिसर में एक स्वामीनारायण मंदिर भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Adalaj</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66278880-b25b-41eb-93de-83d199d229f5_Adalaj.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-adalaj-gujarat","tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अदलज","slug":"adalaj"}],"recommendations":[{"id":473,"title":"वलसाड में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"f3502a94-12fc-49c5-a33e-8c05e1e40845_Valsad-railway.jpg","dateCreated":"2019-08-25T03:48:35.574Z","dateModified":"2019-08-25T03:48:51.856Z","contributedBy":"AskGif","content":"वलसाड, जिसे बल्सार के नाम से भी जाना जाता है, भारत के गुजरात राज्य के वलसाड जिले में एक नगर पालिका है। इस शहर में एक कलेक्ट्रेट, एक जिला अदालत और एक ऐतिहासिक जेल वाला पुलिस मुख्यालय है।\r\n&nbsp;\r\nएक पर्यटन स्थल, बुलसर घूमने का सबसे अच्छा समय मई-जून में होता है, प्री-मानसून, जब शहर और","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3502a94-12fc-49c5-a33e-8c05e1e40845_Valsad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वलसाड","slug":"valsad"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-valsad-gujarat","total":0},{"id":463,"title":"नवसारी में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"7cebce78-633f-44f4-b08e-3e0ddb78ab63_Navsari-railway.jpg","dateCreated":"2019-08-24T09:03:02.264Z","dateModified":"2019-08-24T09:03:14.435Z","contributedBy":"AskGif","content":"नवसारी गुजरात का एक शहर और 9 वीं सबसे बड़ी नगर पालिका है और भारत के गुजरात का प्रशासनिक मुख्यालय नवसारी जिला है। नवसारी सूरत का ट्विन शहर भी है, और सूरत से केवल 30 किमी दक्षिण में। 2016 में, नवसारी 2011 में जनसंख्या के आधार पर भारत के गुजरात राज्य के 16 वें सबसे बड़े शहर के रूप में दर्जा दिया गया","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7cebce78-633f-44f4-b08e-3e0ddb78ab63_Navsari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नवसारी","slug":"navsari"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-navsari-gujarat","total":0},{"id":400,"title":"डांग, अहवा में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"68b2207b-4cb3-4310-8257-700b6b82580d_dang-district-pincode-gujarat.jpg","dateCreated":"2019-06-22T13:58:10.802Z","dateModified":"2019-06-22T14:23:54.496Z","contributedBy":"AskGif","content":"डांग (इस साउंड लिस्टेन के बारे में (सहायता &middot; जानकारी)) भारत में गुजरात राज्य का एक जिला है। जिले का प्रशासनिक मुख्यालय आहवा में स्थित है। डांग का क्षेत्रफल 1,764 वर्ग किमी और जनसंख्या 226,769 (2011 के अनुसार) है।\r\n&nbsp;\r\n2011 तक यह गुजरात का सबसे कम आबादी वाला जिला (33 में स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/68b2207b-4cb3-4310-8257-700b6b82580d_dang-district-pincode-gujarat.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"आह्वा","slug":"ahwa"},{"name":"डैंग","slug":"dang"}],"slug":"top-places-to-visit-in-dang-ahwa-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}