{"id":1176,"title":"Top Places to visit in Adalaj, Gujarat","imageUrl":"66278880-b25b-41eb-93de-83d199d229f5_Adalaj.jpg","dateCreated":"2020-04-09T10:19:01.019Z","dateModified":"2020-04-09T10:19:14.179Z","contributedBy":"AskGif","content":"<p>Adalaj is a census town in Gandhinagar district in the Indian state of Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Adalaj is located at 23.17&deg;N 72.58&deg;E. It has an average elevation of 68 metres (223 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Adalaj had a population of 9,774. Males constitute 51% of the population and females 49%. Adalaj has an average literacy rate of 61%, higher than the national average of 59.5%; with 59% of the males and 41% of females literate. 15% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Adalaj Stepwell</p>\r\n<p>&nbsp;</p>\r\n<p>Adalaj stepwell</p>\r\n<p>Main article: Adalaj Stepwell</p>\r\n<p>The Adalaj Stepwell is a popular tourist attraction of the city and is situated 18 kilometers (11 mi) away from Gandhinagar. The well was built in 1499 A.D. by Queen Rudabai. The stepwell or Vav, as it is called in Gujarati, is intricately carved and is several stories deep. The carvings on its walls and pillars include leaves, flowers, birds, fish, geometrical patterns, and other breathtaking ornamental designs. In the past, these step wells were frequented by travellers and caravans as stopovers along trade routes.</p>\r\n<p>&nbsp;</p>\r\n<p>This vav has five stories and three gates to enter it. On entering, one is greeted by one mandap with an eight-sided dome, which is now damaged. On both sides of steps are balconies with beautiful carvings. Rows of carved elephants mark some of the levels.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Adalaj Trimandir</p>\r\n<p>See also: Akram Vignan Movement</p>\r\n<p>&nbsp;</p>\r\n<p>13 feet idol of Simandhar Swami</p>\r\n<p>An expansive non-sectarian Trimandir inspired by Dada Bhagwan opened December 29, 2002&nbsp; at Adalaj (near Ahmedabad-Kalol Highway) on the outskirts of Ahmedabad.</p>\r\n<p>&nbsp;</p>\r\n<p>The Trimandir is a magnificent two-story structure with a discourse hall on the ground floor and temple on the first floor. The entire structure, with a center Shikhar height of 108 feet, is set with intricate carvings on pink sandstone.</p>\r\n<p>&nbsp;</p>\r\n<p>The main hall of the temple measures 10,000 square feet (930 m2) and the podium measures 20,000 square feet (1,900 m2). The centre sanctum of Trimandir houses a 13 feet (4.0 m) idol of Simandhar Swami along with the idols of his shaashan dev Chandrayan Yaksh dev and shaashan devi Panchanguli Yakshini devi.</p>\r\n<p>&nbsp;</p>\r\n<p>It also houses the idols of other Tirthankars and shaashan dev/devis. The left sanctum of the Trimandir Simandhar Swami at Adalaj Trimandir hosts Shivling, Parvati Devi, Hanumanji and Ganapatiji whereas the right sanctum comprises Krishna Bhagwan, Tirupati Balaji Shreenathji, Bhadrakali Mataji and Amba Mata. The two extreme ends of the temple houses Padmanabh Swami Prabhu (1st Tirthankar of the coming era) and Sai Baba.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides Adalaj, similar Trimandirs of varying sizes has cropped up at Rajkot (January 2006), Bhuj (December 2009), Godhra (January 2012), and various other locations.</p>\r\n<p>&nbsp;</p>\r\n<p>Jagannath Temple</p>\r\n<p>Jagannath Temple (JCARC Campus), Gandhinagar is located close to the cloverleaf junction of Adalaj, northerly to Trimandir. This is a nice temple of Lord Jagannath of Puri.</p>\r\n<p>&nbsp;</p>\r\n<p>Prabha Hanumanji Mandir, Jamiyatpura, Gujarat</p>\r\n<p>Popular temple of Lord Hanuman at Jamiyatpura, Adalaj is located Northwesterly to Trimandir, less than a kilometer far. The temple complex also houses a Swaminarayan Mandir.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Adalaj</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66278880-b25b-41eb-93de-83d199d229f5_Adalaj.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-adalaj-gujarat","tags":[{"name":"gujarat","slug":"gujarat"},{"name":"adalaj","slug":"adalaj"}],"recommendations":[{"id":473,"title":"Top Places to visit in Valsad, Gujarat","imageUrl":"f3502a94-12fc-49c5-a33e-8c05e1e40845_Valsad-railway.jpg","dateCreated":"2019-08-25T03:48:35.574Z","dateModified":"2019-08-25T03:48:51.856Z","contributedBy":"AskGif","content":"Valsad, also known as Bulsar, is a municipality in the Valsad district of the Indian state of Gujarat. This city has a collectorate, a district court, and a police headquarters with a historic prison.\r\n&nbsp;\r\nA tourist destination, the best time to visit Bulsar is in May-June, pre-","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3502a94-12fc-49c5-a33e-8c05e1e40845_Valsad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"valsad","slug":"valsad"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-valsad-gujarat","total":0},{"id":463,"title":"Top Places to visit in Navsari, Gujarat","imageUrl":"7cebce78-633f-44f4-b08e-3e0ddb78ab63_Navsari-railway.jpg","dateCreated":"2019-08-24T09:03:02.264Z","dateModified":"2019-08-24T09:03:14.435Z","contributedBy":"AskGif","content":"Navsari is a city and 9th biggest municipality of Gujarat and the administrative headquarters Navsari District of Gujarat, India. Navsari is also the Twin City of Surat, and only 30 km south of Surat. In 2016, Navsari ranked as the 16th biggest city of Gujarat state of india by population in 2011","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7cebce78-633f-44f4-b08e-3e0ddb78ab63_Navsari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"navsari","slug":"navsari"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-navsari-gujarat","total":0},{"id":400,"title":"Top Places to visit in Dang, Ahwa, Gujarat","imageUrl":"68b2207b-4cb3-4310-8257-700b6b82580d_dang-district-pincode-gujarat.jpg","dateCreated":"2019-06-22T13:58:10.802Z","dateModified":"2019-06-22T14:23:54.496Z","contributedBy":"AskGif","content":"Dang (About this soundListen (help&middot;info)) is a district in the state of Gujarat in India. The administrative headquarters of the district are located in Ahwa. Dang has an area of 1,764 km&sup2; and a population of 226,769 (as of 2011).\r\n&nbsp;\r\nAs of 2011 it is the least popu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/68b2207b-4cb3-4310-8257-700b6b82580d_dang-district-pincode-gujarat.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahwa","slug":"ahwa"},{"name":"dang","slug":"dang"}],"slug":"top-places-to-visit-in-dang-ahwa-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}