{"id":1178,"title":"अमरावती में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"877202e3-4678-400c-9903-2df7273c1611_Amaravati.jpg","dateCreated":"2020-04-09T14:25:09.602Z","dateModified":"2020-04-09T14:25:20.977Z","contributedBy":"AskGif","content":"<p>अमरावती भारतीय राज्य आंध्र प्रदेश की राजधानी है, और राज्य के राजधानी क्षेत्र का प्राथमिक शहर है। गुंटूर जिले में कृष्णा नदी के दक्षिणी तट पर आवंटित स्थान पर निर्मित, राज्य के भौगोलिक केंद्र के करीब चयनित हाल ही में निर्मित शहर है। तेलंगाना के अलग होने के बाद आंध्र प्रदेश की नई राजधानी के रूप में सेवा करने के लिए इस शहर का निर्माण किया गया था। 2014 में राज्य। पूर्व आंध्र प्रदेश की राजधानी हैदराबाद, अब तेलंगाना की राजधानी है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके जवाब में, अमरावती की स्थापना उसी वर्ष 2014 में आंध्र प्रदेश राज्य के ग्रीनफील्ड प्रशासनिक राजधानी के रूप में एन। चंद्रबाबू नायडू द्वारा की गई थी, और इसकी आधारशिला 22 अक्टूबर 2015 को भारत के प्रधान मंत्री नरेंद्र मोदी द्वारा उदांनारायणिपुलेम में रखी गई थी। शहर 217 वर्ग किलोमीटर (84 वर्ग मील) नदी के किनारे पर बनाया गया है, जिसमें 51% हरा स्थान और 10% जल निकाय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अक्टूबर 2016 तक, आंध्र प्रदेश राज्य सरकार के अधिकांश विभाग और अधिकारी अमरावती के वेलागापुडी क्षेत्र में स्थित अंतरिम आंध्र प्रदेश सचिवालय सुविधाओं से काम कर रहे हैं, जिसमें केवल एक कंकाल कर्मचारी हैदराबाद में पीछे रह गया है। अप्रैल 2016 से, आंध्र प्रदेश के मुख्यमंत्री का कार्यालय वेलगापुडी से संचालित होता है। आंध्र प्रदेश विधानमंडल मार्च 2017 तक हैदराबाद में रहा, जब उसने वेलगापुडी में नवनिर्मित अंतरिम विधायी भवनों को स्थानांतरित कर दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>भाषा और धर्म</p>\r\n<p>अमरावती के निवासी तेलुगु भाषी लोग हैं और तेलुगु शहर की आधिकारिक भाषा है। हिंदू बहुत बड़े बहुमत का निर्माण करते हैं, लेकिन यहां मुस्लिम, ईसाई और बौद्ध समुदाय भी हैं। धार्मिक स्थलों में अमरलिंगेश्वर स्वामी मंदिर और अमरावती धरोहर परिसर में अमरावती स्तूप शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>आचार्य नागार्जुन विश्वविद्यालय</p>\r\n<p>आचार्य नागार्जुन विश्वविद्यालय</p>\r\n<p>महाविद्यालय और विश्वविद्यालय</p>\r\n<p>&nbsp;</p>\r\n<p>शहर की सीमा के भीतर सार्वजनिक वित्त पोषित विश्वविद्यालय हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>आचार्य नागार्जुन विश्वविद्यालय</p>\r\n<p>गुंटूर मेडिकल कॉलेज</p>\r\n<p>आचार्य एन। जी। रंगा कृषि विश्वविद्यालय</p>\r\n<p>कृष्णा विश्वविद्यालय</p>\r\n<p>स्वास्थ्य विज्ञान के एनटीआर विश्वविद्यालय के डॉ</p>\r\n<p>राष्ट्रीय डिजाइन संस्थान</p>\r\n<p>राजीव गांधी यूनिवर्सिटी ऑफ नॉलेज टेक्नोलॉजीज, नुज्विद</p>\r\n<p>शहर के निजी और स्वायत्त कॉलेजों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>केएल विश्वविद्यालय</p>\r\n<p>विज्ञान, प्रौद्योगिकी और अनुसंधान के लिए विग्नन फाउंडेशन</p>\r\n<p>आंध्र लोयोला कॉलेज</p>\r\n<p>एसआरएम विश्वविद्यालय, आंध्र प्रदेश</p>\r\n<p>वेल्लोर प्रौद्योगिकी संस्थान</p>\r\n<p>सिद्धार्थ मेडिकल कॉलेज</p>\r\n<p>गुदलवल्लुरु इंजीनियरिंग कॉलेज</p>\r\n<p>एनआरआई एकेडमी ऑफ मेडिकल साइंसेज</p>\r\n<p>आंध्र क्रिश्चियन कॉलेज</p>\r\n<p>वासिरेड्डी वेंकटाद्रि प्रौद्योगिकी संस्थान</p>\r\n<p>कत्यूरी मेडिकल कॉलेज</p>\r\n<p>अमृता विश्वविद्यालय, एमिटी विश्वविद्यालय और इंडो-यूके इंस्टीट्यूट ऑफ हेल्थ (IUIH) जैसे निजी संस्थान किंग्स कॉलेज लंदन के सहयोग से, अमरावती में परिसर स्थापित करने के लिए अन्य लोगों में से हैं। 2018 में शहरों का पहला प्रबंधन संस्थान, ज़ेवियर स्कूल ऑफ़ मैनेजमेंट (XLRI), Ainavolu के पास निर्माणाधीन था।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन स्थल</p>\r\n<p>प्रकाशम बैराज का रात्रि दर्शन</p>\r\n<p>प्रकाशम बैराज का रात्रि दर्शन</p>\r\n<p>कृष्णा नदी के तट पर और प्राकृतिक गेटवे और विरासत के स्थानों के बीच स्थित, शहर में कई पर्यटक आकर्षण हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>ध्यान बुद्ध की मूर्ति</p>\r\n<p>अमरावती स्तूप</p>\r\n<p>पुरातत्व संग्रहालय, अमरावती</p>\r\n<p>अमरलिंगेश्वर मंदिर</p>\r\n<p>उनादल्ली गुफाएं</p>\r\n<p>भवानी द्वीप</p>\r\n<p>कोंडापल्ली का किला</p>\r\n<p>कनक दुर्गा मंदिर</p>\r\n<p>प्रकासम बैराज</p>\r\n<p>कोंडावेदु किला</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>APSRTC अमरावती बस</p>\r\n<p>APSRTC अमरावती बस</p>\r\n<p>आंध्र प्रदेश राज्य सड़क परिवहन निगम (APSRTC) द्वारा पंडित नेहरू बस स्टेशन और NTR बस स्टेशन, तेनाली बस स्टेशन से संचालित बसें क्रमशः विजयवाड़ा और तेनाली, गुंटूर शहर को जोड़ती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार को हालांकि like मोनो रेल &rsquo;, बस रैपिड ट्रांजिट सिस्टम (बीआरटीएस) और ट्रामवेज जैसे बड़े परिवहन के अन्य साधनों का पता लगाना है। APSRTC के उत्तर और दक्षिण में दो नए डिपो का निर्माण प्रस्तावित है। ऑटो रिक्शा भी राजधानी शहर क्षेत्र में छोटी दूरी के लिए काम करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>अमरावती-अनंतपुर एक्सप्रेसवे, जो कुरनूल और कडप्पा फीडर रोड द्वारा समर्थित है, एक चल रही ग्रीनफ़ील्ड एक्सप्रेसवे परियोजना है, जो अनंतपुर, गुंटूर, कडप्पा, कुरनूल और प्रकाशम जिलों से अमरावती, राजामहेंद्रवरम, काकीनाडा, विशाखापत्तनम तक तेजी से सड़क पहुँच प्रदान करेगी। अमरावती बीज पूंजी सड़क राष्ट्रीय राजमार्ग 16 से मुख्य राजधानी क्षेत्र तक पहुंचने के लिए निर्माणाधीन एक धमनी सड़क है। विजयवाड़ा-अमरावती सड़क शहर को विजयवाड़ा से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>प्रस्तावित अमरावती हाईस्पीड सर्कुलर रेलवे लाइन शहर को विजयवाड़ा, गुंटूर और तेनाली के नजदीकी शहरों से जोड़ेगी, जिसकी अनुमानित लागत 105 करोड़ (65 मील) है और इसकी अनुमानित लागत ₹ 10,000 करोड़ (US $ 1.4 बिलियन) है। 100 किमी के वृत्ताकार गलियारे के तेनाली, गुंटूर, विजयवाड़ा शहरों के बीच मेट्रो रेल परियोजना प्रस्तावित है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Amaravati</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/877202e3-4678-400c-9903-2df7273c1611_Amaravati.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-amaravati-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"अमरावती","slug":"amaravati"}],"recommendations":[{"id":1205,"title":"नुज्विद में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","dateCreated":"2020-04-12T07:28:42.357Z","dateModified":"2020-04-12T07:28:52.587Z","contributedBy":"AskGif","content":"नुजविद भारतीय राज्य आंध्र प्रदेश के कृष्णा जिले का एक शहर है। यह Nuzvid मंडल और Nuzvid राजस्व प्रभाग के लिए प्रशासनिक मुख्यालय के रूप में कार्य करता है।\r\n&nbsp;\r\nइतिहास\r\nनुज्विद कृष्णा जिला, आंध्र प्रदेश, भारत में एक मंडल और नगरपालिका है। यह विजयवाड़ा से 50 किमी और एलुरु से 3","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"नुज्विद","slug":"nuzvid"}],"slug":"top-places-to-visit-in-nuzvid-andhra-pradesh","total":0},{"id":1202,"title":"नरसापुरम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"5028067f-5f65-45e2-afa9-eed393836082_narasapur.jpg","dateCreated":"2020-04-11T13:47:57.63Z","dateModified":"2020-04-11T13:48:12.058Z","contributedBy":"AskGif","content":"नरसापुरम (या नरसापुर) भारतीय राज्य आंध्र प्रदेश के पश्चिम गोदावरी जिले का एक कस्बा है। यह नरसापुरम राजस्व मंडल में नरसापुरम मंडल का एक नगरपालिका और मंडल मुख्यालय है। यह शहर वासिस्ता गोदावरी नदी के तट पर स्थित है। लेस उद्योग शहर और उसके आसपास प्रचलित है।\r\n&nbsp;\r\nभूगोल\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5028067f-5f65-45e2-afa9-eed393836082_narasapur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"नरसापुरम","slug":"narasapuram"}],"slug":"top-places-to-visit-in-narasapuram-andhra-pradesh","total":0},{"id":290,"title":"विशाखापत्तनम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","dateCreated":"2019-03-11T15:15:15.119Z","dateModified":"2019-03-11T15:30:52.455Z","contributedBy":"AskGif","content":"विशाखापत्तनम भारतीय राज्य आंध्र प्रदेश का सबसे बड़ा शहर और वित्तीय राजधानी है। यह शहर विशाखापत्तनम जिले का प्रशासनिक मुख्यालय और भारतीय तटरक्षक का राज्य मुख्यालय है। पूर्वी घाट और बंगाल की खाड़ी के तट के बीच इसकी भौगोलिक स्थिति है। यह 2011 के रूप में 2,035,922 की आबादी वाला राज्य का सबसे अधिक आबा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विशाखापत्तनम","slug":"visakhapatnam"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-visakhapatnam-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}