{"id":1178,"title":"Top Places to visit in Amaravati, Andhra Pradesh","imageUrl":"877202e3-4678-400c-9903-2df7273c1611_Amaravati.jpg","dateCreated":"2020-04-09T14:25:09.602Z","dateModified":"2020-04-09T14:25:20.977Z","contributedBy":"AskGif","content":"<p>Amaravati is the state capital of the Indian state of Andhra Pradesh, and the primary city of the state's Capital Region. Built on allotted space on the southern banks of Krishna River in Guntur district selected close to the geographical center of the state Amaravati is a recently constructed planned city.The city was constructed to serve as Andhra Pradesh's new capital after Telangana was split off as a separate state in 2014. The former Andhraite capital, Hyderabad, is now the capital of Telangana.</p>\r\n<p>&nbsp;</p>\r\n<p>In response, Amaravati was founded by N. Chandrababu Naidu in the same year 2014 as the Greenfield administrative capital city of the Andhra Pradesh state, and its foundation stone was laid at Uddandarayunipalem by the Prime Minister of India Narendra Modi on 22 October 2015. The city is built on 217 square kilometres (84 sq mi) of riverfront designed to have 51% green space and 10% of water bodies.</p>\r\n<p>&nbsp;</p>\r\n<p>As of October 2016, the majority of departments and officials of the Andhra Pradesh State Government are operating from the interim Andhra Pradesh Secretariat facilities located in the Velagapudi area of Amaravati, with only a skeleton staff remaining behind in Hyderabad. From April 2016, the office of the Chief Minister of Andhra Pradesh has operated from Velagapudi. The Andhra Pradesh Legislature remained in Hyderabad until March 2017, when it relocated to newly constructed interim legislative buildings in Velagapudi.</p>\r\n<p>&nbsp;</p>\r\n<p>Language and religion</p>\r\n<p>The residents of Amaravati are Telugu-speaking people and Telugu is the official language of the city. Hindus form a very large majority, but here are also Muslim, Christian, and Buddhist communities. Religious sites include the Amaralingeswara Swamy Temple, and the Amaravati stupa in the Amaravati heritage complex.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Acharya Nagarjuna University</p>\r\n<p>Acharya Nagarjuna University</p>\r\n<p>Colleges and universities</p>\r\n<p>&nbsp;</p>\r\n<p>There are public funded universities within the city limits:</p>\r\n<p>&nbsp;</p>\r\n<p>Acharya Nagarjuna University</p>\r\n<p>Guntur Medical College</p>\r\n<p>Acharya N. G. Ranga Agricultural University</p>\r\n<p>Krishna University</p>\r\n<p>Dr. NTR University of Health Sciences</p>\r\n<p>National Institute of Design</p>\r\n<p>Rajiv Gandhi University of Knowledge Technologies, Nuzvid</p>\r\n<p>Private and autonomous colleges in the city include:</p>\r\n<p>&nbsp;</p>\r\n<p>KL University</p>\r\n<p>Vignan's Foundation for Science, Technology &amp; Research</p>\r\n<p>Andhra Loyola College</p>\r\n<p>SRM University, Andhra Pradesh</p>\r\n<p>Vellore Institute of Technology</p>\r\n<p>Siddhartha Medical College</p>\r\n<p>Gudlavalleru Engineering College</p>\r\n<p>NRI Academy of Medical Sciences</p>\r\n<p>Andhra Christian College</p>\r\n<p>Vasireddy Venkatadri Institute of Technology</p>\r\n<p>Katuri Medical College</p>\r\n<p>Private institutes like Amrita University, Amity University and the Indo-UK Institute of Health (IUIH) in collaboration with the King's College London, are among others to set up campus in Amaravati. In 2018 the cities' first management institute, Xavier School of Management (XLRI), was under construction near Ainavolu.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Spots</p>\r\n<p>Night view of Prakasam Barrage</p>\r\n<p>Night view of Prakasam Barrage</p>\r\n<p>Located on the banks of the Krishna River and between natural getaways and places of heritage, the city has several tourist attractions:</p>\r\n<p>&nbsp;</p>\r\n<p>Dhyana Buddha statue</p>\r\n<p>Amaravati Stupa</p>\r\n<p>Archaeological Museum, Amaravati</p>\r\n<p>Amaralingeswara Temple</p>\r\n<p>Undavalli Caves</p>\r\n<p>Bhavani Island</p>\r\n<p>Kondapalli Fort</p>\r\n<p>Kanaka Durga Temple</p>\r\n<p>Prakasam Barrage</p>\r\n<p>Kondaveedu Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>APSRTC Amaravati bus</p>\r\n<p>APSRTC Amaravati Bus</p>\r\n<p>The buses operated by Andhra Pradesh State Road Transport Corporation (APSRTC) from Pandit Nehru Bus Station and NTR bus station, Tenali bus station connects the city with Vijayawada and Tenali, Guntur respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>The government however is to explore other means of mass transport like &lsquo;mono rail&rsquo;, Bus Rapid Transit System (BRTS) and tramways. Two new depots, North and South of the APSRTC are proposed to be constructed. Auto rickshaws also operate for shorter distances in the capital city area.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>The Amaravati&ndash;Anantapur Expressway, supported by Kurnool and Kadapa Feeder Roads is an ongoing greenfield expressway project, which would provide faster road access from the districts of Anantapur, Guntur, Kadapa, Kurnool and Prakasam to Amaravati, Rajamahendravaram, Kakinada, Visakhapatnam. The Amaravati seed capital road is an arterial road under construction to access the core capital area from National Highway 16. The Vijayawada-Amaravati road connects the city with Vijayawada.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>A proposed Amaravati highspeed circular railway line would connect the city with the nearby cities of Vijayawada, Guntur and Tenali, extending up to a length of 105 km (65 mi) with an estimated cost of ₹10,000 crore (US$1.4 billion).And a metro rail project is proposed between the cities of Tenali, Guntur, Vijayawada of 100km circular corridor.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Amaravati</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/877202e3-4678-400c-9903-2df7273c1611_Amaravati.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-amaravati-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"amaravati","slug":"amaravati"}],"recommendations":[{"id":1205,"title":"Top Places to visit in Nuzvid, Andhra Pradesh","imageUrl":"7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","dateCreated":"2020-04-12T07:28:42.357Z","dateModified":"2020-04-12T07:28:52.587Z","contributedBy":"AskGif","content":"Nuzvid is a city in Krishna district of the Indian state of Andhra Pradesh. It serves as the administrative headquarters for Nuzvid mandal and Nuzvid revenue division.\r\n&nbsp;\r\nHistory\r\nNuzvid is a Mandal and municipality in Krishna District, Andhra Pradesh, India. It is 50 k","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"nuzvid","slug":"nuzvid"}],"slug":"top-places-to-visit-in-nuzvid-andhra-pradesh","total":0},{"id":1202,"title":"Top Places to visit in Narasapuram, Andhra Pradesh","imageUrl":"5028067f-5f65-45e2-afa9-eed393836082_narasapur.jpg","dateCreated":"2020-04-11T13:47:57.63Z","dateModified":"2020-04-11T13:48:12.058Z","contributedBy":"AskGif","content":"Narasapuram (or Narsapur) is a town in West Godavari district of the Indian state of Andhra Pradesh. It is a municipality and Mandal headquarters of Narasapuram Mandal in Narasapuram revenue division. The town is situated on the banks of the Vasista Godavari River. The lace industry is prevalent ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5028067f-5f65-45e2-afa9-eed393836082_narasapur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"narasapuram","slug":"narasapuram"}],"slug":"top-places-to-visit-in-narasapuram-andhra-pradesh","total":0},{"id":290,"title":"Top Places to visit in Visakhapatnam, Andhra Pradesh","imageUrl":"5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","dateCreated":"2019-03-11T15:15:15.119Z","dateModified":"2019-03-11T15:30:52.455Z","contributedBy":"AskGif","content":"Visakhapatnam is the largest city and the financial capital of the Indian state of Andhra Pradesh. The city is the administrative headquarters of Visakhapatnam district and state headquarters of Indian Coast Guard. Its geographical location is amidst the Eastern Ghats and the coast of the Bay of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"visakhapatnam","slug":"visakhapatnam"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-visakhapatnam-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}