{"id":1179,"title":"Top Places to visit in Anakapalle, Andhra Pradesh","imageUrl":"cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","dateCreated":"2020-04-09T14:30:50.301Z","dateModified":"2020-04-09T14:31:07.077Z","contributedBy":"AskGif","content":"<p>Anakapalle is a suburb of Visakhapatnam in the Indian state of Andhra Pradesh. The municipality was merged with Greater Visakhapatnam Municipal Corporation. It has the second largest jaggery market of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The town was originally under the rule of the Kalinga Empire (ancient Orissa), different dynasties ruled this region i.e. Chedi Kingdom of Kalinga (Orissa), Eastern Ganga dynasty of Orissa, Gajapati Kingdom of Orissa, Kakatiya, and Qutub Shahi empires. Around 1450, Kakarlapudi Appala Raju Payakarao took over the rule of region under the Nawab of Arcot, with Anakapalle as his fortified headquarters. The saga of Anakapalle starts with a historian named \"Tallapragada\" place and found that Anakapalle. This was proved from the historical evidences found on Bojjana Konda. Satavahanas, Vishnukundina, Gajapathi's, Vijayanagara Samrats, Golkonda Samanta Rajulu ruled the area.</p>\r\n<p>&nbsp;</p>\r\n<p>Its alias names are Aniankapalli, Anekaphalle, Vijaypuri, Veniapalii, Kanakapuri, Bellampatnam, Anakapally and Anakapalli. It is located by the side of a holy Sarada River. During the Independence struggle of India, many prominent leaders like Mahatma Gandhi and Dr. B. R. Ambedkar visited Anakapalle. It is around 34 km in distance from Visakhapatnam.</p>\r\n<p>&nbsp;</p>\r\n<p>Buddhist area</p>\r\n<p>One of the most significant Buddhist sites in Andhra Pradesh, Sankaram is located some 3.5 km away from Anakapalle and 41 km away from Visakhapatnam on the Sabbavaram by-pass road. The name Sankaram derives from the term Sangharama. Sankaram is famous for the whole lot of votive stupas, rock-cut caves, brick-built structural edifices, early historic pottery and Satavahana coins that date back to the 1st century AD. The main stupa here was initially carved out of rock and then covered with bricks. where you can see a number of images of the Buddha carved on the rock face of the caves. At Lingalametta, there are hundreds of rock cut monolithic stupas in rows, spread all over the hill. Among other Buddhist attractions here are relic casket, three chiatya halls, votive platforms, stupas and Vajrayana sculptures. The Vihara was functional for around a millennium and saw the development of the not only Theravada form of Buddhism but also Mahayana and Vajrayana Buddhism. Later Anakapalle went to estate of Vavilavalasa Inuganty kings and ruled a long time.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Anakapalle is located at 17.6913&deg;N 83.0039&deg;E, on the banks of River Sarada and at an altitude of 29 m (95 ft). It is spread over an area of 23.28 km2 (8.99 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to Imperial Gazetteer of India, Anakapalle had an area of 297 square miles (770 km2) containing 143 villages.</p>\r\n<p>&nbsp;</p>\r\n<p>As of the 2001 Indian census, Anakapalle had a population of 84,523. Males constitute 50% of the population and females 50%. Anakapalle has an average literacy rate of 67%, higher than the national average of 59.5%, with 54% of the males and 46% of females literate. 10% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>The municipal council was established in 1878.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Agriculture mainly consists of production of Rice, Corn, Sugarcane, and all types of vegetables. The chief crop cultivated in this region is sugarcane and Anakapalle is well known for its jaggery market, which is the second largest in India. Velagapudi Steels own a steel mill near Anakapalle.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable temples</p>\r\n<p>Kotilingam</p>\r\n<p>Bojjannakonda</p>\r\n<p>Nookambica Temple</p>\r\n<p>Transport</p>\r\n<p>National Highway 16, a part of Golden Quadrilateral highway network, bypasses the town. Anakapalle railway station is on Howrah-Chennai main line. It is under Vijayawada division of South Central railway zone. APSRTC run the buses to all over state. Vizag city buses run from Maddilapalem, Dwaraka Bus Station, Gajuwaka, Yelamanchili etc.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Anakapalle</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-anakapalle-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"anakapalle","slug":"anakapalle"}],"recommendations":[{"id":1236,"title":"Top Places to visit in Tanuku, Andhra Pradesh","imageUrl":"50150da7-c403-4e90-b52d-4f5bf4ed2aa7_Tanuku.jpg","dateCreated":"2020-04-22T10:40:38.796Z","dateModified":"2020-04-22T10:40:52.062Z","contributedBy":"AskGif","content":"Tanuku is a town in West Godavari district of the Indian state of Andhra Pradesh. It is the Mandal headquarters of Tanuku Mandal in the Kovvur revenue division. Tanuku is the Fifth largest town in the West Godavari district after Eluru, Bhimavaram, Tadepalligudem, and Palakollu.\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/50150da7-c403-4e90-b52d-4f5bf4ed2aa7_Tanuku.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"tanuku","slug":"tanuku"}],"slug":"top-places-to-visit-in-tanuku-andhra-pradesh","total":0},{"id":1224,"title":"Top Places to visit in Satrampadu, Andhra Pradesh","imageUrl":"2a4a45ce-2c25-418e-8714-036a7fad5d61_Satrampadu.jpg","dateCreated":"2020-04-14T07:05:30.671Z","dateModified":"2020-04-14T07:05:42.036Z","contributedBy":"AskGif","content":"Satrampadu is a census town in West Godavari district of the Indian state of Andhra Pradesh. It is located in the Eluru Mandal of the Eluru revenue division. The town is a constituent of Eluru urban agglomeration.\r\n&nbsp;\r\nDemographics\r\nAs of the 2011 census of India, Satramp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2a4a45ce-2c25-418e-8714-036a7fad5d61_Satrampadu.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"satrampadu","slug":"satrampadu"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-satrampadu-andhra-pradesh","total":0},{"id":1223,"title":"Top Places to visit in Sanivarapupeta, Andhra Pradesh","imageUrl":"75370fe6-78e0-4193-b460-46e5e7a8144d_Sanivarapupeta.jpg","dateCreated":"2020-04-14T06:58:26.821Z","dateModified":"2020-04-14T06:59:35.422Z","contributedBy":"AskGif","content":"Sanivarapupeta is a census town in West Godavari district of the Indian state of Andhra Pradesh. It is located in the Eluru Mandal of the Eluru revenue division. The town is a constituent of Eluru urban agglomeration.\r\n&nbsp;\r\nDemographics\r\nAs of 2011 census of India, Sanivar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/75370fe6-78e0-4193-b460-46e5e7a8144d_Sanivarapupeta.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sanivarapupeta","slug":"sanivarapupeta"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-sanivarapupeta-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}