{"id":1179,"title":"अनकपले में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","dateCreated":"2020-04-09T14:30:50.301Z","dateModified":"2020-04-09T14:31:07.077Z","contributedBy":"AskGif","content":"<p>अनाकापल्ले भारतीय राज्य आंध्र प्रदेश में विशाखापत्तनम का एक उपनगर है। नगरपालिका को ग्रेटर विशाखापत्तनम नगर निगम के साथ मिला दिया गया था। यह देश का दूसरा सबसे बड़ा गुड़ बाजार है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>यह शहर मूल रूप से कलिंग साम्राज्य (प्राचीन उड़ीसा) के शासन के अधीन था, विभिन्न राजवंशों ने इस क्षेत्र पर शासन किया था यानी कलिंग (उड़ीसा) का चेदि साम्राज्य, उड़ीसा का पूर्वी गंगा वंश, उड़ीसा का गजपति राज्य, काकतीय और कुतुब शाही साम्राज्य। 1450 के आसपास, ककरलापुदी अप्पाला राजू पयाकरो ने अनकोटापल्ले को अपने गढ़वाले मुख्यालय के रूप में, आर्कोट के नवाब के अधीन क्षेत्र का शासन संभाला। अनकपल्ले की गाथा एक इतिहासकार के नाम से शुरू होती है जिसका नाम \"तल्लाप्रगदा\" था और उसने पाया कि अनकपल्ले। बोजाना कोंडा पर पाए गए ऐतिहासिक साक्ष्यों से यह साबित हुआ। सातवाहन, विष्णुकुंडिना, गजपति, विजयनगर सम्राट, गोलकुंडा सामंत राजुलु ने इस क्षेत्र पर शासन किया।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके अन्य नामों में अनियनकपल्ली, अनेकापल्ले, विजयपुरी, वेनापाली, कनकपुरी, बेलमपट्टनम, अनकापल्ली और अनकापल्ली हैं। यह एक पवित्र शारदा नदी के किनारे स्थित है। भारत के स्वतंत्रता संग्राम के दौरान, महात्मा गांधी और डॉ। बी आर अम्बेडकर जैसे कई प्रमुख नेताओं ने अनकापल्ले का दौरा किया। यह विशाखापत्तनम से लगभग 34 किमी की दूरी पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>बौद्ध क्षेत्र</p>\r\n<p>आंध्र प्रदेश के सबसे महत्वपूर्ण बौद्ध स्थलों में से एक, साकाराम अनाकापल्ले से लगभग 3.5 किमी दूर और विशाखापट्टनम से 41 किमी दूर सब्बावरम बाई-पास सड़क पर स्थित है। शंकरम नाम संघाराम शब्द से लिया गया है। शंकरम बहुत सारे स्तूप स्तूपों, रॉक-कट गुफाओं, ईंट-निर्मित संरचनात्मक आकृतियों, प्रारंभिक ऐतिहासिक मिट्टी के बर्तनों और सातवाहन सिक्कों के लिए प्रसिद्ध है, जो पहली शताब्दी ईस्वी पूर्व के हैं। यहाँ के मुख्य स्तूप को पहले चट्टान से उकेरा गया था और फिर ईंटों से ढंका गया था। जहाँ आप गुफाओं के मुख पर नक्काशी की गई बुद्ध की कई छवियाँ देख सकते हैं। लिंगमामेट्टा में, सैकड़ों चट्टान कटे हुए अखंड स्तूप हैं, जो पूरे पहाड़ी में फैले हुए हैं। यहां के अन्य बौद्ध आकर्षणों में अवशेष कास्केट, तीन चेटिया हॉल, व्रत मंच, स्तूप और वज्रयान मूर्तियां हैं। विहार लगभग एक सहस्राब्दी के लिए कार्यात्मक था और बौद्ध धर्म के थेरवाद के रूप में ही नहीं बल्कि महायान और वज्रयान बौद्ध धर्म के विकास को भी देखा। बाद में अनाकापल्ले वाविलवलास इनुगांती राजाओं की संपत्ति में गए और लंबे समय तक शासन किया।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>अनाकापल्ले 17.6913 &deg; N 83.0039 &deg; E पर, सारदा नदी के तट पर और 29 मीटर (95 फीट) की ऊँचाई पर स्थित है। यह 23.28 किमी 2 (8.99 वर्ग मील) के क्षेत्र में फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>इम्पीरियल गजेटियर ऑफ इंडिया के अनुसार, अनाकापल्ले में 297 वर्ग मील (770 किमी 2) का क्षेत्र था जिसमें 143 गांव थे।</p>\r\n<p>&nbsp;</p>\r\n<p>2001 की भारतीय जनगणना के अनुसार, अनाकापल्ले की जनसंख्या 84,523 थी। पुरुषों की आबादी का 50% और महिलाओं का 50% है। अनाकापल्ले की औसत साक्षरता दर 67% है, जो राष्ट्रीय औसत 59.5% से अधिक है, जिसमें 54% पुरुष और 46% महिलाएँ साक्षर हैं। 10% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>नगरपालिका परिषद की स्थापना 1878 में हुई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>कृषि में मुख्य रूप से चावल, मक्का, गन्ना और सभी प्रकार की सब्जियों का उत्पादन होता है। इस क्षेत्र में खेती की जाने वाली प्रमुख फसल गन्ना है और अनाकापल्ले को गुड़ बाजार के लिए जाना जाता है, जो भारत में दूसरा सबसे बड़ा बाजार है। वेलागापुड़ी स्टील्स अनकापल्ले के पास एक स्टील मिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय मंदिर</p>\r\n<p>Kotilingam</p>\r\n<p>Bojjannakonda</p>\r\n<p>नुक्काम्बिका मंदिर</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>राष्ट्रीय राजमार्ग 16, स्वर्णिम चतुर्भुज राजमार्ग नेटवर्क का एक हिस्सा है, जो शहर को बाईपास करता है। अनकापल्ले रेलवे स्टेशन हावड़ा-चेन्नई मुख्य लाइन पर है। यह दक्षिण मध्य रेलवे जोन के विजयवाड़ा डिवीजन के अधीन है। APSRTC पूरे राज्य में बसें चलाती है। विजाग सिटी बसें मदिलापलेम, द्वारका बस स्टेशन, गजुवाका, येलामांचल आदि से चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Anakapalle</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-anakapalle-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"अनकपले","slug":"anakapalle"}],"recommendations":[{"id":1236,"title":"टनुकु में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"50150da7-c403-4e90-b52d-4f5bf4ed2aa7_Tanuku.jpg","dateCreated":"2020-04-22T10:40:38.796Z","dateModified":"2020-04-22T10:40:52.062Z","contributedBy":"AskGif","content":"तानुकु भारतीय राज्य आंध्र प्रदेश के पश्चिम गोदावरी जिले का एक शहर है। यह कोव्वुर राजस्व मंडल में तनुकु मंडल का मंडल मुख्यालय है। तनुुकु, पश्चिम गोदावरी जिले में एलुरु, भीमावरम, ताडेपल्लीगुडेम और पालकोलू के बाद पांचवां सबसे बड़ा शहर है।\r\n&nbsp;\r\nइतिहास\r\nप्राचीन काल में, कस्बा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/50150da7-c403-4e90-b52d-4f5bf4ed2aa7_Tanuku.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"टनुकु","slug":"tanuku"}],"slug":"top-places-to-visit-in-tanuku-andhra-pradesh","total":0},{"id":1224,"title":"सतरामडु में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"2a4a45ce-2c25-418e-8714-036a7fad5d61_Satrampadu.jpg","dateCreated":"2020-04-14T07:05:30.671Z","dateModified":"2020-04-14T07:05:42.036Z","contributedBy":"AskGif","content":"सतरामपाडु भारतीय राज्य आंध्र प्रदेश के पश्चिम गोदावरी जिले में एक जनगणना शहर है। यह एलुरु राजस्व मंडल के एलुरु मंडल में स्थित है। यह शहर एलुरु शहरी क्षेत्र का एक घटक है।\r\n&nbsp;\r\nजनसांख्यिकी\r\nभारत की 2011 की जनगणना के अनुसार, सतरामपाडु की जनसंख्या 6393 थी। कुल जनसंख्या 3,153 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2a4a45ce-2c25-418e-8714-036a7fad5d61_Satrampadu.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सतरामडु","slug":"satrampadu"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-satrampadu-andhra-pradesh","total":0},{"id":1223,"title":"सानिवारूपेता में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"75370fe6-78e0-4193-b460-46e5e7a8144d_Sanivarapupeta.jpg","dateCreated":"2020-04-14T06:58:26.821Z","dateModified":"2020-04-14T06:59:35.422Z","contributedBy":"AskGif","content":"सानिवारूपेटा भारतीय राज्य आंध्र प्रदेश के पश्चिम गोदावरी जिले में एक जनगणना शहर है। यह एलुरु राजस्व मंडल के एलुरु मंडल में स्थित है। यह शहर एलुरु शहरी क्षेत्र का एक घटक है।\r\n&nbsp;\r\nजनसांख्यिकी\r\nभारत की 2011 की जनगणना के अनुसार, सानिवारूपेता की जनसंख्या 8,142 थी। कुल जनसंख्या","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/75370fe6-78e0-4193-b460-46e5e7a8144d_Sanivarapupeta.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सानिवारूपेता","slug":"sanivarapupeta"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-sanivarapupeta-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}