{"id":1182,"title":"Top Places to visit in Bapatla, Andhra Pradesh","imageUrl":"7f0f19a6-7d4d-4b0a-9fe5-dc24a77159c5_Bapatla.jpg","dateCreated":"2020-04-09T15:49:34.653Z","dateModified":"2020-04-09T15:49:49.641Z","contributedBy":"AskGif","content":"<p>Bapatla is a town in Guntur district of the Indian state of Andhra Pradesh. It is a municipality and the mandal headquarters of Bapatla mandal of Tenali revenue division. The nearest towns and cities to Bapatla are Tenali ,Guntur, Chirala and Ponnur of 51km ,61km, 17km, and 22km respectively.&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>The town was formerly known as Bhavapattana, Bhavapuri, Bhavapattu, and Bhavapatta. The names were derived from the Bhavanarayana Temple located in the town. Later, these names were transformed into the present name of Bapatla.. The temple was constructed in 1465 by a chola king named, Krimikantha Chola and was later restored.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>The town experiences tropical climate with the average annual temperatures records at 28.4 &deg;C (83.1 &deg;F). Hot summers and cool winters are observed due to its proximity to the coast of Bay of Bengal. It receives both South west monsoon and North-east monsoon as well. The precipitation is very high with an annual rainfall of about 854 millimetres (34 in) and the month of October receives a maximum rainfall of 197 millimetres (8 in). It is most affected by the Cyclonic storms that occur on the east coast.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 Census of India, the town had a population of 70,777 with 18,216 households. The total population constitute, 34,385 males and 36,392 females &mdash;a sex ratio of 1058 females per 1000 males, higher than the national average of 940 per 1000. 6,182 children are in the age group of 0&ndash;6 years, of which 3,156 are boys and 3,026 are girls&mdash;a ratio of 959 per 1000. The average literacy rate stands at 80.67% with 52,106 literates, significantly higher than the national average of 73.00%.</p>\r\n<p>Economy</p>\r\n<p>Aquaculture and agriculture are the main occupations of the coastal areas of the town. Aquaculture involves Pisciculture and farming is dominant with Paddy cultivation. The Cairn India has conducted oil drilling onshore of Bapatla which is a part of KG basin stretch. Tourism also plays a role in generating revenue with the presence of Suryalanka Beach near the town, operated by the Andhra Pradesh Tourism Development Corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The Clock Tower, built-in 1948 was demolished for road extension and started its rebuilt in December 2017. The Edward Coronation Memorial Town Hall, built-in 1905 in coronation of the then Emperor of India, Edward VII. The town has various religious structures, depicting the presence of different worshipers such as Bhavanarayana Temple, Centenary Baptist Zion Church, etc. The Suryalanka Beach connected by the Beach Road of the town hosts the Bhavapuri Beach Festival.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The town has a total road length of 165.50 km (102.84 mi). Until 1993, Vijaya Krishna Bus Service was the sole operator in Bapatla. APSRTC started operations in 1994 with its bus services to various parts of the state from Bapatla bus station. The National Highway 214A passes through the town, which connects Digamarru and Ongole. State Highway 48 also known as Guntur-Bapatla-Chirala (G.B.C)Road passes through Ponnur and connects the town with the district headquarters, Guntur. The Town has frequent buses to Tenali, Guntur, ponnur, chirala etc.&nbsp; Bapatla railway station is located on the Howrah-Chennai main line of Indian Railways. It is a B&ndash;category station and was recognized as an Adarsh station in the Vijayawada railway division of South Central Railway zone.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and research</p>\r\n<p>&nbsp;</p>\r\n<p>Bapatla Engineering College</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>The town has many schools, colleges, and universities. The Agricultural College was established on 11 July 1945 by the Government of Composite Madras State. It is the oldest of all the colleges under Acharya N. G. Ranga Agricultural University. Bapatla Engineering College, College of Agricultural Engineering under Acharya N. G. Ranga Agricultural University, College of Food Science and Technology, Bapatla Polytechnic College, Bapatla College of Arts &amp; Sciences are other prominent ones.</p>\r\n<p>&nbsp;</p>\r\n<p>Research and defense establishments</p>\r\n<p>&nbsp;</p>\r\n<p>The automatic weather station of India Meteorological Department is located in the town which records the temperatures. BPT 5204 (rice variety of Sona Masuri), BPT 2270 (Bhavapuri Sannalu) and BPT 2231 (Akshaya) were developed at this Rice Research unit. There are also a number of research institutes of this Agricultural University, such as the AICRP on Betelvine, Cashew Research Station are among others.</p>\r\n<p>&nbsp;</p>\r\n<p>Air Force base</p>\r\n<p>&nbsp;</p>\r\n<p>Suryalanka Indian Air Force base on the shore of the Bay of Bengal is located near Bapatla. The base carries out activities such as testing missiles and guided weapon firing range.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bapatla</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f0f19a6-7d4d-4b0a-9fe5-dc24a77159c5_Bapatla.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bapatla-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"bapatla","slug":"bapatla"}],"recommendations":[{"id":1243,"title":"Top Places to visit in Yerraguntla, Andhra Pradesh","imageUrl":"f2eb0c1f-fac0-4e26-9b5d-beb1cddfe745_Yerraguntla.jpg","dateCreated":"2020-04-22T14:08:45.627Z","dateModified":"2020-04-22T14:10:40.282Z","contributedBy":"AskGif","content":"Yerraguntla is a Leading Industrial town in Kadapa district of the Indian state of Andhra Pradesh. It is located in Yerraguntla Mandal of Kadapa revenue division.\r\nGeography\r\nYerraguntla is located at 14.6333&deg;N 78.5333&deg;E. It has an average elevation of 152 meters (501 feet).","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2eb0c1f-fac0-4e26-9b5d-beb1cddfe745_Yerraguntla.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"yerraguntla","slug":"yerraguntla"}],"slug":"top-places-to-visit-in-yerraguntla-andhra-pradesh","total":0},{"id":1217,"title":"Top Places to visit in Rayachoti, Andhra Pradesh","imageUrl":"f4c6453a-4a05-4a79-b4c8-8b01f71e865e_Rayachoti.jpg","dateCreated":"2020-04-13T07:27:33.597Z","dateModified":"2020-04-13T07:27:56.297Z","contributedBy":"AskGif","content":"Rayachoty or \"Rachaveedu\" or \"Rayachoti\" or \"Rajaveedu\" is a town in Kadapa district of the Indian state of Andhra Pradesh. It is a municipality in Rayachoty Mandal of the Kadapa revenue division. It is one of the oldest towns in Andhra Pradesh. Rayachoty is famous for thousand years old The Lord","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f4c6453a-4a05-4a79-b4c8-8b01f71e865e_Rayachoti.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rayachoti","slug":"rayachoti"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-rayachoti-andhra-pradesh","total":0},{"id":289,"title":"Top Places to visit in Srikakulam, Andhra Pradesh","imageUrl":"1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","dateCreated":"2019-03-10T08:52:28.89Z","dateModified":"2019-03-10T09:24:44.419Z","contributedBy":"AskGif","content":"Srikakulam is a city and the district headquarters of Srikakulam district in the Indian state of Andhra Pradesh. It is a municipal corporation and also the mandal headquarters of Srikakulam mandal in Srikakulam revenue division.[4][5] As of 2011 census, it was most populous city of Srikaulam dist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"srikakulam","slug":"srikakulam"}],"slug":"top-places-to-visit-in-srikakulam-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}