{"id":1182,"title":"बापात्ला में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"7f0f19a6-7d4d-4b0a-9fe5-dc24a77159c5_Bapatla.jpg","dateCreated":"2020-04-09T15:49:34.653Z","dateModified":"2020-04-09T15:49:49.641Z","contributedBy":"AskGif","content":"<p>बापटला भारतीय राज्य आंध्र प्रदेश के गुंटूर जिले का एक कस्बा है। यह नगरपालिका है और तेनाली राजस्व मंडल के बापतला मंडल का मंडल मुख्यालय है। बापटला के निकटतम शहर और शहर क्रमशः तेनाली, गुंटूर, चिराला और 51 किमी, 61 किमी, 17 किमी और 22 किमी के पोन्नूर हैं।</p>\r\n<p>शब्द-साधन</p>\r\n<p>इस शहर को पहले भवपट्टन, भवपुरी, भवपट्टू और भवपट्ट के नाम से जाना जाता था। नाम कस्बे में स्थित भंवरारायण मंदिर से लिए गए थे। बाद में, इन नामों को बापटला के वर्तमान नाम में बदल दिया गया था। मंदिर का निर्माण 1465 में क्रिमिकांठा चोल नाम के एक चोल राजा द्वारा किया गया था और बाद में इसे बहाल कर दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>शहर में 28.4 &deg; C (83.1 &deg; F) औसत वार्षिक तापमान रिकॉर्ड के साथ उष्णकटिबंधीय जलवायु का अनुभव होता है। बंगाल की खाड़ी के तट से निकटता के कारण गर्म ग्रीष्मकाल और ठंडी सर्दियाँ देखी जाती हैं। यह दक्षिण पश्चिम मानसून और उत्तर-पूर्व मानसून दोनों को भी प्राप्त करता है। लगभग 854 मिलीमीटर (34 इंच) की वार्षिक वर्षा के साथ वर्षा बहुत अधिक है और अक्टूबर के महीने में अधिकतम 197 मिलीमीटर (8 इंच) बारिश होती है। यह पूर्वी तट पर आने वाले चक्रवाती तूफानों से सबसे अधिक प्रभावित होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, शहर की आबादी 18,216 घरों के साथ 70,777 थी। कुल जनसंख्या में 34,385 पुरुष और 36,392 महिलाएं हैं- प्रति 1000 पुरुषों पर 1058 महिलाओं का लिंगानुपात, राष्ट्रीय औसत 940 प्रति 1000 से अधिक है। 6,182 बच्चे 0 से 6 वर्ष की आयु वर्ग में हैं, जिनमें 3,156 लड़के और हैं 3,026 लड़कियां हैं- 959 प्रति 1000 का अनुपात। औसत साक्षरता दर 52,106 लीटर के साथ 80.67% है, जो राष्ट्रीय औसत 73.00% से काफी अधिक है।</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>जलीय कृषि और कृषि शहर के तटीय क्षेत्रों के मुख्य व्यवसाय हैं। एक्वाकल्चर में मछली पालन शामिल है और धान की खेती में खेती प्रमुख है। केयर्न इंडिया ने बापटला के तेल ड्रिलिंग तट का संचालन किया है जो केजी बेसिन खिंचाव का एक हिस्सा है। आंध्र प्रदेश पर्यटन विकास निगम द्वारा संचालित, शहर के पास सूर्यलंका समुद्र तट की मौजूदगी के साथ राजस्व उत्पन्न करने में पर्यटन की भी भूमिका है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>क्लॉक टॉवर, 1948 में निर्मित सड़क विस्तार के लिए ध्वस्त कर दिया गया था और दिसंबर 2017 में इसका पुनर्निर्माण शुरू किया गया। एडवर्ड कोरोनेशन मेमोरियल टाउन हॉल, भारत के तत्कालीन सम्राट, एडवर्ड एनआईआई के राज्याभिषेक में 1905 में बनाया गया था। इस शहर में विभिन्न धार्मिक संरचनाएँ हैं, जिसमें भवरनारायण मंदिर, शताब्दी बैपटिस्ट ज़ियन चर्च, आदि जैसे विभिन्न उपासकों की मौजूदगी को दर्शाया गया है। शहर के बीच रोड से जुड़ा सूर्यलंका बीच भवपुरी बीच फेस्टिवल को होस्ट करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>शहर की कुल सड़क की लंबाई 165.50 किमी (102.84 मील) है। 1993 तक, विजया कृष्णा बस सेवा बापटला में एकमात्र ऑपरेटर थी। APSRTC ने बापतला बस स्टेशन से राज्य के विभिन्न हिस्सों के लिए अपनी बस सेवाओं के साथ 1994 में संचालन शुरू किया। राष्ट्रीय राजमार्ग 214A शहर से होकर गुजरता है, जो दिगंबरु और ओंगोल को जोड़ता है। स्टेट हाईवे 48 को गुंटूर-बापटला-चिरला (जी.बी.सी.) रोड के रूप में भी जाना जाता है, जो पोन्नूर से होकर गुजरता है और शहर को जिला मुख्यालय, गुंटूर से जोड़ता है। टाउन में अक्सर तेनाली, गुंटूर, पोनपुर, चिराला आदि बसें हैं। बापटला रेलवे स्टेशन भारतीय रेलवे की हावड़ा-चेन्नई मुख्य लाइन पर स्थित है। यह एक बी श्रेणी का स्टेशन है और इसे दक्षिण मध्य रेलवे जोन के विजयवाड़ा रेलवे डिवीजन में एक आदर्श स्टेशन के रूप में मान्यता दी गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और अनुसंधान</p>\r\n<p>&nbsp;</p>\r\n<p>बापटला इंजीनियरिंग कॉलेज</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में कई स्कूल, कॉलेज और विश्वविद्यालय हैं। कृषि महाविद्यालय की स्थापना 11 जुलाई 1945 को समग्र मद्रास राज्य सरकार द्वारा की गई थी। यह आचार्य एन जी रंगा कृषि विश्वविद्यालय के तहत सभी कॉलेजों में सबसे पुराना है। बापतला इंजीनियरिंग कॉलेज, आचार्य एन। आर। रंगा कृषि विश्वविद्यालय के अंतर्गत कृषि इंजीनियरिंग कॉलेज, खाद्य विज्ञान और प्रौद्योगिकी महाविद्यालय, बापटला पॉलिटेक्निक कॉलेज, बापतला कॉलेज ऑफ़ आर्ट्स एंड साइंसेस अन्य प्रमुख हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अनुसंधान और रक्षा प्रतिष्ठान</p>\r\n<p>&nbsp;</p>\r\n<p>भारत मौसम विभाग का स्वचालित मौसम केंद्र शहर में स्थित है जो तापमान को रिकॉर्ड करता है। इस चावल अनुसंधान इकाई में BPT 5204 (सोना मसूरी की चावल की किस्म), BPT 2270 (भावपुरी संनालू) और BPT 2231 (अक्षय) विकसित किए गए। इस कृषि विश्वविद्यालय के कई शोध संस्थान भी हैं, जैसे कि बेतेल्विन, काजू रिसर्च स्टेशन पर AICRP अन्य हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु सेना का अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>बंगाल की खाड़ी के तट पर स्थित सूर्यलंका इंडियन एयर फोर्स बेस बापटला के पास स्थित है। आधार मिसाइल और गाइडेड हथियार फायरिंग रेंज का परीक्षण करने जैसी गतिविधियों को अंजाम देता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bapatla</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f0f19a6-7d4d-4b0a-9fe5-dc24a77159c5_Bapatla.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bapatla-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"बापात्ला","slug":"bapatla"}],"recommendations":[{"id":1243,"title":"येरागुंटला में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"f2eb0c1f-fac0-4e26-9b5d-beb1cddfe745_Yerraguntla.jpg","dateCreated":"2020-04-22T14:08:45.627Z","dateModified":"2020-04-22T14:10:40.282Z","contributedBy":"AskGif","content":"येरगुंटला भारतीय राज्य आंध्र प्रदेश के कडप्पा जिले का एक प्रमुख औद्योगिक शहर है। यह कडप्पा राजस्व प्रभाग के येरगुंटला मंडल में स्थित है।\r\nभूगोल\r\nयेरगुंटला 14.6333 &deg; N 78.5333 &deg; E पर स्थित है। इसकी औसत ऊँचाई 152 मीटर (501 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n20","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2eb0c1f-fac0-4e26-9b5d-beb1cddfe745_Yerraguntla.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"येरागुंटला","slug":"yerraguntla"}],"slug":"top-places-to-visit-in-yerraguntla-andhra-pradesh","total":0},{"id":1217,"title":"रायचोटी में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"f4c6453a-4a05-4a79-b4c8-8b01f71e865e_Rayachoti.jpg","dateCreated":"2020-04-13T07:27:33.597Z","dateModified":"2020-04-13T07:27:56.297Z","contributedBy":"AskGif","content":"रायचोटी या \"राछावेदु\" या \"रायचोटी\" या \"राजावेदु\" भारतीय राज्य आंध्र प्रदेश के कडप्पा जिले का एक शहर है। यह कडप्पा राजस्व मंडल के रायचोटी मंडल में एक नगरपालिका है। यह आंध्र प्रदेश के सबसे पुराने शहरों में से एक है। रायचोटी हज़ार साल पुराने भगवान श्री वीरभद्र स्वामी मंदिर के लिए प्रसिद्ध है। इसे मा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f4c6453a-4a05-4a79-b4c8-8b01f71e865e_Rayachoti.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायचोटी","slug":"rayachoti"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-rayachoti-andhra-pradesh","total":0},{"id":289,"title":"श्रीकाकुलम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","dateCreated":"2019-03-10T08:52:28.89Z","dateModified":"2019-03-10T09:24:44.419Z","contributedBy":"AskGif","content":"श्रीकाकुलम भारतीय राज्य आंध्र प्रदेश में एक शहर और श्रीकाकुलम जिले का जिला मुख्यालय है। यह एक नगर निगम है और श्रीकाकुलम राजस्व मंडल में श्रीकाकुलम मंडल का मंडल मुख्यालय भी है। [४] [५] 2011 की जनगणना के अनुसार, यह सबसे अधिक आबादी वाला शहर सिरकुलम जिला और राज्य का 24 वां आबादी वाला शहर था, जिसकी जन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"श्रीकाकुलम","slug":"srikakulam"}],"slug":"top-places-to-visit-in-srikakulam-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}