{"id":1183,"title":"Top Places to visit in Bheemunipatnam, Andhra Pradesh","imageUrl":"0f800459-4d75-4a2d-9aae-f50c7cc527e5_Bheemunipatnam.jpg","dateCreated":"2020-04-09T17:13:14.902Z","dateModified":"2020-04-09T17:13:28.21Z","contributedBy":"AskGif","content":"<p>Bheemunipatnam (also known as Bheemili), is a suburb in the city of Visakhapatnam, India. The town was named after Bhima a character in the Hindu epic Mahabharata. Bheemunipatnam municipality. It is under the administration of the Visakhapatnam revenue division and the headquarters is located at Bheemunipatnam.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Buddhism</p>\r\n<p>&nbsp;</p>\r\n<p>Buddha Statue at Bheemunipatnam Beach Road</p>\r\n<p>Historical evidence of Buddhist Culture has been noticed at Bheemunipatnam dating back to 3rd century BCE on the hillock Pavurallakonda (also known as Narsimhaswami konda locally) in the town. Buddhist remains were found during the excavations here along with Relic caskets. Both the schools of Buddhism Hinayana and Mahayana were propagated in this land and also to the far east lands from the port of River Gosthani. See pavurallakonda page for more details.</p>\r\n<p>&nbsp;</p>\r\n<p>Narasimha temple</p>\r\n<p>There is a Hindu temple dedicated to Lord Narasimha on the eastern side of Pavurallakonda facing the sea. As per the historical evidence, the temple is constructed around the 14th century by Mindi Kings. There are two more temples in the town of Bhimili, which date back to the times of Chola's as Bheemeswaralayam and Choleswaralayam.</p>\r\n<p>&nbsp;</p>\r\n<p>Dutch settlements</p>\r\n<p>Known to the Dutch as Bimilipatnam, Bheemunipatnam was one among the major Dutch settlements of the Dutch Coromandel coast in the 17th century. There are remnants of the Dutch East India Company trading post when the town was a port. The town contains one of the oldest Christian cemeteries on the coast. Bhimili also had a currency mint during the times of Dutch. Portuguese also visited bhimili at the same time as the dutch. St.Peter's church is a historical monument that signifies ancient architecture.</p>\r\n<p>&nbsp;</p>\r\n<p>East India Company</p>\r\n<p>The British East India Company made Bheemunipatnam their main trading base of the east coast. The Bhimili port used to operate passenger vessels to Madras and Calcutta during the British Raj. The big clock tower in the town was built by the British.</p>\r\n<p>&nbsp;</p>\r\n<p>The lighthouse dated to 1868 was built during Dutch settlement on the shores of Bheemili Beach. Some of the Buddhist sites are Bojjannakonda, Bavikonda, Lingalakonda, Pavurallakonda, Salihundam and Thotlakonda.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Name Party Position Years Active</p>\r\n<p>Nalli Paidiraju Telugu Desam Party Ex-Municipal Councillor, Janmabhoomi Committee Member 1998-now</p>\r\n<p>Mokara Narayana Rao Telugu Desam Party Ex-Chairman, Vuda Member, Bhimili Agricultural Chairman 1983-2012</p>\r\n<p>Transport</p>\r\n<p>Bheemili is well connected by road. NH16 or AH45 passes through the Mandal. It also has major District roads and State Highways connecting it to nearby mandals and Visakhapatnam. APSRTC runs bus services from Visakhapatnam bus station to Bheemili.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Bheemunipatnam has located about 40 km from Visakhapatnam Airport, about 31 km from Visakhapatnam railway station and 29 km from Visakhapatnam city central bus station. It lies to the north of Visakhapatnam City and is loosely bordered by Rushikonda to the south and Bay of Bengal to the east, Madhurawada to the west, Bhogapuram to the north.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bheemunipatnam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0f800459-4d75-4a2d-9aae-f50c7cc527e5_Bheemunipatnam.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bheemunipatnam-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"bheemunipatnam","slug":"bheemunipatnam"}],"recommendations":[{"id":1201,"title":"Top Places to visit in Naidupet, Andhra Pradesh","imageUrl":"1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","dateCreated":"2020-04-11T12:14:24.863Z","dateModified":"2020-04-11T12:14:40.139Z","contributedBy":"AskGif","content":"Naidupeta is a Town &amp; Municipality in the Nellore district of the Indian state of Andhra Pradesh. It also the divisional headquarters and Mandal headquarters of Naidupeta revenue division.\r\n&nbsp;\r\nTransport\r\n&nbsp;\r\nNaidupeta Railway station\r\nThe Andhra Pra","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"naidupet","slug":"naidupet"}],"slug":"top-places-to-visit-in-naidupet-andhra-pradesh","total":0},{"id":1190,"title":"Top Places to visit in Jaggaiahpet, Andhra Pradesh","imageUrl":"facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","dateCreated":"2020-04-10T07:24:01.308Z","dateModified":"2020-04-10T07:24:13.431Z","contributedBy":"AskGif","content":"Jaggayyapeta is a census town in Krishna district of the Indian state of Andhra Pradesh. It is also the Mandal headquarters of the Jaggayyapeta Mandal of Vijayawada revenue division. The town is located on the banks of the Paleru River which is a tributary of the Krishna River.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"jaggaiahpet","slug":"jaggaiahpet"}],"slug":"top-places-to-visit-in-jaggaiahpet-andhra-pradesh","total":0},{"id":277,"title":"Top Places to visit in Chittoor, Andhra Pradesh","imageUrl":"2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","dateCreated":"2019-02-24T08:42:08.831Z","dateModified":"2019-02-24T09:05:54.845Z","contributedBy":"AskGif","content":"Chittoor is a city and district headquarters in Chittoor district of the Indian state of Andhra Pradesh. It is also the mandal and divisional headquarters of Chittoor mandal and Chittoor revenue division, respectively. The city has a population of 2,89,625 and that of the agglomeration is 3,53,76","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chittoor","slug":"chittoor"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-chittoor-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}