{"id":1183,"title":"भीमुनिपतनम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"0f800459-4d75-4a2d-9aae-f50c7cc527e5_Bheemunipatnam.jpg","dateCreated":"2020-04-09T17:13:14.902Z","dateModified":"2020-04-09T17:13:28.21Z","contributedBy":"AskGif","content":"<p>भीमुनिपत्तनम (जिसे भीमिली के नाम से भी जाना जाता है), भारत के विशाखापत्तनम शहर में एक उपनगर है। भीम का नाम हिंदू महाकाव्य महाभारत में एक चरित्र के नाम पर रखा गया था। भीमुनिपटनम नगरपालिका। यह विशाखापत्तनम राजस्व मंडल के प्रशासन के अधीन है और मुख्यालय भीमुनिपत्तनम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>बुद्ध धर्म</p>\r\n<p>&nbsp;</p>\r\n<p>भीमुनिपत्तनम बीच रोड पर बुद्ध की प्रतिमा</p>\r\n<p>Bheemunipatnam में बौद्ध संस्कृति के ऐतिहासिक साक्ष्य देखे गए हैं जो 3 वीं शताब्दी ईसा पूर्व में पहाड़ी पर पावुरलकोंडा (स्थानीय रूप से नरसिम्हास्वामी कोंडा के नाम से भी जाना जाता है) पर डेटिंग करते हैं। अवशेष अवशेषों के साथ यहां खुदाई के दौरान बौद्ध अवशेष पाए गए थे। बौद्ध धर्म के दोनों स्कूल हीनयान और महायान का प्रचार इस भूमि में और गोस्तानी नदी के बंदरगाह से सुदूर पूर्व की भूमि पर भी किया गया था। अधिक जानकारी के लिए pavurallakonda पेज देखें।</p>\r\n<p>&nbsp;</p>\r\n<p>नरसिंह मंदिर</p>\r\n<p>पावुरलकोंडा के पूर्व की ओर समुद्र के सामने भगवान नरसिम्हा को समर्पित एक हिंदू मंदिर है। ऐतिहासिक साक्ष्यों के अनुसार, मंदिर का निर्माण 14 वीं शताब्दी के आसपास मिंडी किंग्स द्वारा किया गया था। भीमिली शहर में दो और मंदिर हैं, जो चोल के समय में भीमेश्वरालयम और चोलेश्वरयालय के रूप में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>डच बस्तियाँ</p>\r\n<p>Bimilipatnam के रूप में डच को जाना जाता है, Bheemunipatnam 17 वीं शताब्दी में डच कोरोमंडल तट के प्रमुख डच बस्तियों में से एक था। जब शहर बंदरगाह था तब डच ईस्ट इंडिया कंपनी के व्यापारिक पद के अवशेष हैं। शहर में तट पर सबसे पुराना ईसाई कब्रिस्तान है। डच के समय में भीमिली की मुद्रा टकसाल भी थी। पुर्तगाली भी डच के रूप में उसी समय भीमिली गए थे। सेंटपेटर चर्च एक ऐतिहासिक स्मारक है जो प्राचीन वास्तुकला का प्रतीक है।</p>\r\n<p>&nbsp;</p>\r\n<p>ईस्ट इंडिया कंपनी</p>\r\n<p>ब्रिटिश ईस्ट इंडिया कंपनी ने भीमुनिपतनम को पूर्वी तट का अपना मुख्य व्यापारिक आधार बनाया। भीमिली बंदरगाह ब्रिटिश राज के दौरान मद्रास और कलकत्ता के लिए यात्री जहाजों का संचालन करता था। शहर में बड़ा क्लॉक टॉवर अंग्रेजों द्वारा बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>1868 को दी गई लाइटहाउस का निर्माण भीमिली बीच के तट पर डच बस्ती के दौरान किया गया था। कुछ बौद्ध स्थल हैं बोज्नानकोंडा, बाविकोंडा, लिंगलाकोंडा, पावुरलकोंडा, सालिहुंडम और थोटलाकोंडा।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>पार्टी की स्थिति के वर्षों के नाम</p>\r\n<p>नल्ली पदीराजू तेलुगु देशम पार्टी पूर्व नगरपालिका, जन्मभूमि समिति सदस्य 1998-अब</p>\r\n<p>मोकरा नारायण राव तेलुगु देशम पार्टी के पूर्व अध्यक्ष, वुडा सदस्य, भीमिली कृषि अध्यक्ष 1983-2012</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>भीमिली सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है। NH16 या AH45 मंडल से होकर गुजरता है। इसके पास प्रमुख जिला सड़कें और राज्य राजमार्ग हैं जो इसे पास के मंडल और विशाखापत्तनम से जोड़ते हैं। APSRTC विशाखापत्तनम बस स्टेशन से भीमिली के लिए बस सेवा चलाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>भीमुनिपट्टनम विशाखापट्टनम हवाई अड्डे से लगभग 40 किमी, विशाखापत्तनम रेलवे स्टेशन से लगभग 31 किमी और विशाखापत्तनम शहर के केंद्रीय बस अड्डे से 29 किमी दूर स्थित है। यह विशाखापत्तनम शहर के उत्तर में स्थित है और दक्षिण में रशिकोंडा और पूर्व में बंगाल की खाड़ी, पश्चिम में मधुरवाड़ा, उत्तर में भोगापुरम से घिरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bheemunipatnam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0f800459-4d75-4a2d-9aae-f50c7cc527e5_Bheemunipatnam.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bheemunipatnam-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"भीमुनिपतनम","slug":"bheemunipatnam"}],"recommendations":[{"id":1201,"title":"नादुपेट में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","dateCreated":"2020-04-11T12:14:24.863Z","dateModified":"2020-04-11T12:14:40.139Z","contributedBy":"AskGif","content":"नादुपेटा भारतीय राज्य आंध्र प्रदेश के नेल्लोर जिले का एक शहर और नगर पालिका है। यह संभागीय मुख्यालय और नादुपेटा राजस्व मंडल का मंडल मुख्यालय भी है।\r\n&nbsp;\r\nट्रांसपोर्ट\r\n&nbsp;\r\nनादुपेटा रेलवे स्टेशन\r\nआंध्र प्रदेश राज्य सड़क परिवहन निगम, नादुपेटा बस स्टेशन से बस ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"नादुपेट","slug":"naidupet"}],"slug":"top-places-to-visit-in-naidupet-andhra-pradesh","total":0},{"id":1190,"title":"जग्गायहपेट  में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","dateCreated":"2020-04-10T07:24:01.308Z","dateModified":"2020-04-10T07:24:13.431Z","contributedBy":"AskGif","content":"जग्गय्यपेता भारतीय राज्य आंध्र प्रदेश के कृष्णा जिले में एक जनगणना शहर है। यह विजयवाड़ा राजस्व मंडल के जग्गय्यपेटा मंडल का मंडल मुख्यालय भी है। शहर पलरू नदी के तट पर स्थित है जो कृष्णा नदी की एक सहायक नदी है।\r\n&nbsp;\r\nशब्द-साधन\r\nजग्गयोप्पा एक शासक द्वारा शासित था, जिसका नाम श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"जग्गायहपेट","slug":"jaggaiahpet"}],"slug":"top-places-to-visit-in-jaggaiahpet-andhra-pradesh","total":0},{"id":277,"title":"चित्तूर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","dateCreated":"2019-02-24T08:42:08.831Z","dateModified":"2019-02-24T09:05:54.845Z","contributedBy":"AskGif","content":"चित्तूर भारतीय राज्य आंध्र प्रदेश के चित्तूर जिले में एक शहर और जिला मुख्यालय है। यह चित्तौड़ मंडल और चित्तूर राजस्व मंडल का मंडल और मंडल मुख्यालय भी है। शहर की आबादी 2,89,625 है और इस समूह की संख्या 3,53,766 है।\r\n&nbsp;\r\nचित्तूर जिला, भारतीय राज्य आंध्र प्रदेश के रायलसीमा क्षेत्र म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चित्तूर","slug":"chittoor"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-chittoor-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}