{"id":1185,"title":"Top Places to visit in Chirala, Andhra Pradesh","imageUrl":"ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","dateCreated":"2020-04-10T06:08:11.97Z","dateModified":"2020-04-10T06:08:27.573Z","contributedBy":"AskGif","content":"<p>Chirala is a City in Prakasam district of the Indian state of Andhra Pradesh. It is a municipality and the headquarters of Chirala mandal in Ongole revenue division. As of 2011 , it had a population of above 250,000.</p>\r\n<p>&nbsp;</p>\r\n<p>Chirala is the most populated town in Bapatla Lok Shaba Parliamentary Constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The coordinates of the City are 15.8246&deg;N 80.3521&deg;E and is located at an altitude of 3 m (9.8 ft) from the coast of Bay of Bengal.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>&nbsp;</p>\r\n<p>The City experiences tropical climate with the average annual temperature records at 28.5 &deg;C (83.3 &deg;F). Hot summers and cool winters are observed due to its proximity to the coast of Bay of Bengal. It receives both South west monsoon and North-east monsoon as well. The precipitation is very high with an annual rainfall of about 200 millimetres (8 in) and the month of October receives a maximum rainfall of 197 millimetres (8 in).</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Chirala Municipality is the civic governing body of the Town. It is a first grade municipality, constituted on 1 April 1948 and has a jurisdictional area of 13.57 km2 (5.24 sq mi) with 33 election wards. The present municipal commissioner of the City is P.Sreenivasa Rao. The constituents of Chirala urban agglomeration include, Chirala Municipality, census City of Chirala, Vetapalem; out growths of Ipurupalem , and Kothapeta.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>&nbsp;</p>\r\n<p>Fishing boats near Chirala beach</p>\r\n<p>Handloom weaving industry is one of the main occupation the City.Several Cloth Market Complexes are situated in Chirala. Textile factories from Surat, Bombay, Gwalior supplying the goods directly to these markets. Cloths are very cheap in Chirala Textile shops. Chirala also known as Small Bombay.</p>\r\n<p>&nbsp;</p>\r\n<p>Chirala is famous tourist place for several beaches are at its costal sea shores like VADAREVU Beach and Ramapuram Beach are famous here. Every week ends several tourists are coming here from Hyderabad because VADAREVU Beach is nearest beach to Hyderabad and Telangana via Macherla and Nagarjuna Sagar Route than to Surya Lanka Beach.</p>\r\n<p>&nbsp;</p>\r\n<p>Chirala has ITC Factory where Cigeragte raw materials processed and Cigerates are manufactured</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 census of India, the City had a population of 172,826 with 23,070 households. It shows 2.04% growth in population, compared to 2001 Census of India which was recorded as 100,455. The total population constitute, 52,927 males and 47,528 females &mdash;a sex ratio of 1031 females per 1000 males, higher than the national average of 940 per 1000. 8,389 children are in the age group of 0&ndash;6 years, of which 4,253 are boys and 4,136 are girls &mdash;a ratio of 973 girls per 1000 boys. The average literacy rate stands at 78.80% with 62,099 literates, higher than the national average of 73.00%.</p>\r\n<p>&nbsp;</p>\r\n<p>The urban agglomeration population of Chirala is 162,471.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Chirala railway station main entrance</p>\r\n<p>See also: Chirala railway station</p>\r\n<p>The City is also well connected with National and state highways. The National Highway 216 (India) passes through the town, which connects and Ongole with Kattipudi . State Highway 48, also referred as Guntur-Bapatla-Chirala Road connects the town with Guntur. National_Highway_167A_(India) connects it with Piduguralla, which passes through Narasaraopet and Chilakaluripet. Public transport includes, the buses operated by state run APSRTC services. Chirala railway station is an A&ndash;Category station in Vijayawada Railway Division of South Central Railway zone. It is located on the Howrah-Chennai main line of Indian Railways.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Municipal office</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools are English, Telugu. VRS &amp;YRN College is a famous college in Chirala. It's been providing education requirements for decades now.</p>\r\n<p>&nbsp;</p>\r\n<p>CHIRALA is Educational Hub in Prakasam District, it has lots of Engineering colleges like St. Ann's College of Engineering and Technology, Chirala Engineering College and VRS &amp; YRN College of Engineering. St Ann's Pharmacy College and Polytechnic College.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chirala</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chirala-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"chirala","slug":"chirala"}],"recommendations":[{"id":1210,"title":"Top Places to visit in Peddapuram, Andhra Pradesh","imageUrl":"03af98c8-0059-4d6f-9c00-9036c30876f7_Peddapuram.jpg","dateCreated":"2020-04-12T09:15:46.376Z","dateModified":"2020-04-12T09:16:19.625Z","contributedBy":"AskGif","content":"Peddapuram is a town in the East Godavari District of Andhra Pradesh in South India. The town also forms a part of the Godavari Urban Development Authority.\r\n&nbsp;\r\nPeddapuram is known for its milk-based sweet called PalaKova. The town is also popular in manufacturing the Silk Sare","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03af98c8-0059-4d6f-9c00-9036c30876f7_Peddapuram.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"peddapuram","slug":"peddapuram"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-peddapuram-andhra-pradesh","total":0},{"id":292,"title":"Top Places to visit in Vizianagaram, Andhra Pradesh","imageUrl":"456f73b7-8ff1-4bc8-aa11-7893cf77d86d_Vizianagaram-railway.jpg","dateCreated":"2019-03-12T15:16:23.414Z","dateModified":"2019-03-12T15:32:36.923Z","contributedBy":"AskGif","content":"Vizianagaram is a city and district headquarters of Vizianagaram district in the Indian state of Andhra Pradesh. It is a municipality and also the mandal headquarters of Vizianagaram mandal.[4] It is located 18 km inland from the Bay of Bengal and 42 km to the northeast of Visakhapatnam.\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/456f73b7-8ff1-4bc8-aa11-7893cf77d86d_Vizianagaram-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"vizianagaram","slug":"vizianagaram"}],"slug":"top-places-to-visit-in-vizianagaram-andhra-pradesh","total":0},{"id":280,"title":"Top Places to visit in Kadapa, Andhra Pradesh","imageUrl":"2aed6a82-4a49-4fbf-9153-67bd95218047_Kadapa-railway.jpg","dateCreated":"2019-03-01T17:01:46.334Z","dateModified":"2019-03-02T06:50:52.011Z","contributedBy":"AskGif","content":"Kadapa (alternatively spelled Cuddapah) is a city in the Rayalseema region of the south-central part of Andhra Pradesh, India . It is the district headquarters of Kadapa district. As of 2011 Census of India, the city had a population of 344,078. It is located 8 kilometres (5.0 mi) south of the Pe","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2aed6a82-4a49-4fbf-9153-67bd95218047_Kadapa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"kadapa","slug":"kadapa"}],"slug":"top-places-to-visit-in-kadapa-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}