{"id":1185,"title":"चिराला में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","dateCreated":"2020-04-10T06:08:11.97Z","dateModified":"2020-04-10T06:08:27.573Z","contributedBy":"AskGif","content":"<p>चिराला भारतीय राज्य आंध्र प्रदेश के प्रकाशम जिले का एक शहर है। यह एक नगर पालिका है और ओंगोल राजस्व मंडल में चिराला मंडल का मुख्यालय है। 2011 तक, इसकी आबादी 250,000 से ऊपर थी।</p>\r\n<p>&nbsp;</p>\r\n<p>चिरला बापटला लोक शाबा संसदीय क्षेत्र में सबसे अधिक आबादी वाला शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>शहर के निर्देशांक 15.8246 &deg; N 80.3521 &deg; E हैं और यह बंगाल की खाड़ी के तट से 3 मीटर (9.8 फीट) की ऊँचाई पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में 28.5 &deg; C (83.3 &deg; F) औसत वार्षिक तापमान रिकॉर्ड के साथ उष्णकटिबंधीय जलवायु का अनुभव होता है। बंगाल की खाड़ी के तट से निकटता के कारण गर्म ग्रीष्मकाल और ठंडी सर्दियाँ देखी जाती हैं। यह दक्षिण पश्चिम मानसून और उत्तर-पूर्व मानसून दोनों को भी प्राप्त करता है। लगभग 200 मिलीमीटर (8 इंच) की वार्षिक वर्षा के साथ वर्षा बहुत अधिक है और अक्टूबर के महीने में अधिकतम 197 मिलीमीटर (8 इंच) बारिश होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>चिराला नगर पालिका शहर की नागरिक शासी निकाय है। यह पहली श्रेणी की नगरपालिका है, जिसका गठन 1 अप्रैल 1948 को किया गया था और इसमें 33 निर्वाचन वार्डों के साथ 13.57 km2 (5.24 वर्ग मील) का क्षेत्राधिकार है। शहर के वर्तमान नगर आयुक्त पी। श्रीनिवास राव हैं। चिराला शहरी समूह के घटक शामिल हैं, चिरला नगर पालिका, चिरला की जनगणना सिटी, वेटापालेम; इपुरुपालम, और कोथपेटा की वृद्धि।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>&nbsp;</p>\r\n<p>चिरला समुद्र तट के पास मछली पकड़ने वाली नावें</p>\r\n<p>हथकरघा बुनाई उद्योग मुख्य व्यवसाय में से एक है। सिटी क्लॉथ मार्केट कॉम्प्लेक्स चिराला में स्थित हैं। सूरत, बंबई, ग्वालियर की कपड़ा फैक्ट्रियां इन बाजारों में सीधे माल की आपूर्ति करती हैं। चिराला कपड़ा दुकानों में कपड़े बहुत सस्ते हैं। चिराला को स्मॉल बॉम्बे के नाम से भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चिराला कई समुद्र तटों के लिए प्रसिद्ध पर्यटन स्थल है, जो कि वडारेवू बीच और रामापुरम बीच जैसे समुद्र तट पर स्थित हैं। हर सप्ताह समाप्त होने वाले कई पर्यटक हैदराबाद से यहां आ रहे हैं, क्योंकि VADAREVU समुद्र तट हैदराबाद और तेलंगाना के माध्यम से माचेरला और नागार्जुन सागर मार्ग से सूर्य लंका समुद्र तट की ओर है।</p>\r\n<p>&nbsp;</p>\r\n<p>चिराला में ITC फैक्ट्री है जहाँ Cigeragte कच्चे माल की प्रोसेसिंग की जाती है और Cigerates का निर्माण किया जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>भारत की 2011 की जनगणना के अनुसार, शहर की आबादी 23,070 परिवारों के साथ 172,826 थी। यह 2001 की भारत की जनगणना की तुलना में जनसंख्या में 2.04% की वृद्धि दर्शाता है, जिसे 100,455 के रूप में दर्ज किया गया था। कुल जनसंख्या का गठन, 52,927 पुरुष और 47,528 महिलाएं- प्रति 1000 पुरुषों पर 1031 महिलाओं का लिंगानुपात, राष्ट्रीय औसत 940 प्रति 1000 से अधिक है। 8,389 बच्चे 0 से 6 वर्ष की आयु के हैं, जिनमें 4,253 लड़के और हैं 4,136 लड़कियां हैं- प्रति 1000 लड़कों पर 973 लड़कियों का अनुपात। औसत साक्षरता दर 62,099 लीटर के साथ 78.80% है, जो राष्ट्रीय औसत 73.00% से अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>चिरला की शहरी कुल जनसंख्या 162,471 है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>चिरला रेलवे स्टेशन मुख्य द्वार</p>\r\n<p>इसे भी देखें: चिरला रेलवे स्टेशन</p>\r\n<p>शहर राष्ट्रीय और राज्य राजमार्गों के साथ अच्छी तरह से जुड़ा हुआ है। नेशनल हाईवे 216 (भारत) शहर से होकर गुजरता है, जो कट्टीपुडी से ओंगोल को जोड़ता है। स्टेट हाईवे 48, जिसे गुंटूर-बापटला-चिरला रोड भी कहा जाता है, शहर को गुंटूर से जोड़ता है। National_Highway_167A_ (भारत) इसे पिदुगुराला से जोड़ता है, जो नरसरावपेट और चिलकलुरुपेट से गुजरता है। सार्वजनिक परिवहन में शामिल हैं, राज्य द्वारा संचालित बसें APSRTC सेवाएं चलाती हैं। चिराला रेलवे स्टेशन दक्षिण मध्य रेलवे जोन के विजयवाड़ा रेलवे डिवीजन में ए-श्रेणी का स्टेशन है। यह भारतीय रेलवे की हावड़ा-चेन्नई मुख्य लाइन पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>नगर पालिका का दफ्तर</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों के बाद शिक्षा का माध्यम अंग्रेजी, तेलुगु है। वीआरएस और वाईआरएन कॉलेज चिराला में एक प्रसिद्ध कॉलेज है। यह दशकों से शिक्षा आवश्यकताओं को प्रदान कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>CHIRALA प्रकाशम जिले में एजुकेशनल हब है, इसमें बहुत सारे इंजीनियरिंग कॉलेज हैं जैसे सेंट एन्स कॉलेज ऑफ़ इंजीनियरिंग एंड टेक्नोलॉजी, चिराला इंजीनियरिंग कॉलेज और VRS &amp; YRN कॉलेज ऑफ़ इंजीनियरिंग। सेंट एन फार्मेसी कॉलेज और पॉलिटेक्निक कॉलेज।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Chirala</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chirala-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"चिराला","slug":"chirala"}],"recommendations":[{"id":1210,"title":"पेद्दापुरम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"03af98c8-0059-4d6f-9c00-9036c30876f7_Peddapuram.jpg","dateCreated":"2020-04-12T09:15:46.376Z","dateModified":"2020-04-12T09:16:19.625Z","contributedBy":"AskGif","content":"पेद्दापुरम दक्षिण भारत में आंध्र प्रदेश के पूर्वी गोदावरी जिले का एक शहर है। यह शहर गोदावरी शहरी विकास प्राधिकरण का एक हिस्सा भी है।\r\n&nbsp;\r\nपेद्दापुरम को दूध-मीठे के लिए जाना जाता है जिसे पलाकोवा कहा जाता है। यह शहर सिल्क साड़ियों और अन्य हथकरघा किस्मों के निर्माण में भी लोकप्रिय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03af98c8-0059-4d6f-9c00-9036c30876f7_Peddapuram.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पेद्दापुरम","slug":"peddapuram"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-peddapuram-andhra-pradesh","total":0},{"id":292,"title":"विजयनगरम में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"456f73b7-8ff1-4bc8-aa11-7893cf77d86d_Vizianagaram-railway.jpg","dateCreated":"2019-03-12T15:16:23.414Z","dateModified":"2019-03-12T15:32:36.923Z","contributedBy":"AskGif","content":"विजयनगरम भारतीय राज्य आंध्र प्रदेश में विजयनगरम जिले का एक शहर और जिला मुख्यालय है। यह एक नगर पालिका है और विजयनगरम मंडल का मंडल मुख्यालय भी है। [४] यह बंगाल की खाड़ी से 18 किमी अंतर्देशीय और विशाखापत्तनम के उत्तर पूर्व में 42 किमी की दूरी पर स्थित है।\r\nभूगोल\r\nविजयनगरम 18.12 &deg; N","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/456f73b7-8ff1-4bc8-aa11-7893cf77d86d_Vizianagaram-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"विजयनगरम","slug":"vizianagaram"}],"slug":"top-places-to-visit-in-vizianagaram-andhra-pradesh","total":0},{"id":280,"title":"कडप्पा में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"2aed6a82-4a49-4fbf-9153-67bd95218047_Kadapa-railway.jpg","dateCreated":"2019-03-01T17:01:46.334Z","dateModified":"2019-03-02T06:50:52.011Z","contributedBy":"AskGif","content":"कडप्पा (वैकल्पिक रूप से कडप्पा का नाम) भारत के आंध्र प्रदेश के दक्षिण-मध्य भाग के रायलसीमा क्षेत्र का एक शहर है। यह कडप्पा जिले का जिला मुख्यालय है। 2011 की भारत की जनगणना के अनुसार, शहर की आबादी 344,078 थी। यह पेन्ना नदी के दक्षिण में 8 किलोमीटर (5.0 मील) पर स्थित है। यह शहर पूर्वी और पश्चिमी घा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2aed6a82-4a49-4fbf-9153-67bd95218047_Kadapa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"कडपा","slug":"kadapa"}],"slug":"top-places-to-visit-in-kadapa-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}