{"id":1188,"title":"Top Places to visit in Gudur, Andhra Pradesh","imageUrl":"a206e198-1df6-4c48-945c-c8bfa29d9cc6_Gudur.jpg","dateCreated":"2020-04-10T06:59:55.555Z","dateModified":"2020-04-10T07:00:12.43Z","contributedBy":"AskGif","content":"<p>Gudur is a town in the Nellore district of the Indian state of Andhra Pradesh. It is a municipality and the headquarters of the Gudur Mandal and Gudur revenue division.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 census of India, the town had a population of 73,350. The total population constitute, 36,078 males, 37,272 females and 7,095 children, in the age group of 0&ndash;6 years. The average literacy rate stands at 71.07% with 52,134 literates.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Climate</p>\r\n<p>&nbsp;</p>\r\n<p>The climate here is tropical. The summers here have a good deal of rainfall, while the winters have very little. This location is classified as Aw by K&ouml;ppen and Geiger. In Gudur, the average annual temperature is 29.2 &deg;C. About 1025 mm of precipitation falls annually.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Civic administration</p>\r\n<p>&nbsp;</p>\r\n<p>The municipality was established in the year 1954. Its jurisdictional area covers 9.14 km2 (3.53 sq mi). The urban agglomeration of the town consists of Gudur municipality and its out growths. The out growths include Guduru (east), Guduru (west), Chennuru&ndash;II, Nellatur, Chillakur.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>&nbsp;</p>\r\n<p>Gudur is a part of Gudur (SC) (Assembly constituency) for the Andhra Pradesh Legislative Assembly. THE present MLA name is Varaprasad Rao Velagapalli from YSRCP.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Gudur Junction railway station</p>\r\n<p>National Highway 16 passes through the town, which connects Kolkata and Chennai. The Andhra Pradesh State Road Transport Corporation operates bus services from Gudur bus station. Gudur Junction is a major railway junction, which connects Howrah-Chennai mainline and Renigunta branch line. It is classified as an A&ndash;category station and recognized as an Adarsh station in the Vijayawada railway division of South Central Railway zone.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is Telugu and English.</p>\r\n<p>&nbsp;</p>\r\n<p>Business</p>\r\n<p>Gudur lemon business</p>\r\n<p>Lemon business is the most unbeaten business in Gudur. Gudur's lemon market is one of the big lemon markets in Andhra Pradesh. The lemon market is located at Gudur 2 town on the way of Chennur. Gudur and the surrounding villages' farmers mostly prefer to farm lemon trees. They export lemons around the country and also to other countries. Usually, lemon sales are in two ways in Gudur, i.e. Pieces and Bundles (contains more than 1000 lb). And when we talk about price, it is totally based on the season and demand. It varies from day today.</p>\r\n<p>&nbsp;</p>\r\n<p>Mica</p>\r\n<p>Mica is the 2nd successful business in Gudur.</p>\r\n<p>&nbsp;</p>\r\n<p>Mica Belts around Gudur considers as 2nd biggest in India. Mica belts covering nearly 1000sp. km around Gudur. The following are the types of Mica found in Gudur i.e. Quartz, Feldspar, Muscovite and Vermiculite.</p>\r\n<p>&nbsp;</p>\r\n<p>One of the first firms to start mica trading at a large scale was Laxmi Mica Industries - Gudur under the leadership of Late Sri Lal Khatuwala (http://khatuwalagroup.com/). The largest deposit of Mica in India was at Koderma, Jharkhand. (https://en.wikipedia.org/wiki/Kodarma) and the second-largest was at Gudur. At a time when there were 19 mica mines, Laxmi Mica Industries was having a contract to outright purchase all the stocks from 18 mines. The two firms Birdhichand Bansidhar and Laxmi Mica Industries were the largest mica export companies of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Some of the other mica firms were: Micamin Exports - Gudur Premier Mica Company - Gudur Microfine Mica Company - Gudur Micafab - Gudur Krishna Mica Company - Gudur Yashoda Krishna Mica Mining Co. - Gudur Venkatagiri Raja Mining Co. - Gudur KHR Mica company - Gudur</p>\r\n<p>&nbsp;</p>\r\n<p>Aquaculture</p>\r\n<p>Aquaculture is also one of the successful business in Gudur, There are many Prawn Ponds are located around Gudur. Usually two main types of prawn forms being done, those are Scampi and Tiger Prawns, water and weather in this area are suitable to mainly these two types. Prawn exports around India and also some other countries from Gudur</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gudur,_Nellore_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a206e198-1df6-4c48-945c-c8bfa29d9cc6_Gudur.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-gudur-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"gudur","slug":"gudur"}],"recommendations":[{"id":1203,"title":"Top Places to visit in Narsipatnam, Andhra Pradesh","imageUrl":"a65852ea-62ca-4ab2-ab27-40f96ea8a338_Narsipatnam.jpg","dateCreated":"2020-04-12T07:03:21.769Z","dateModified":"2020-04-12T07:03:32.7Z","contributedBy":"AskGif","content":"Narsipatnam is a town in the Visakhapatnam district of the Indian state of Andhra Pradesh. It was upgraded by a gram panchayat into a municipality in 2012. The town is spread over an area of 42 km2 (16 sq mi) The resting place of the revolutionary Indian freedom fighter Alluri Sitarama Raju is lo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a65852ea-62ca-4ab2-ab27-40f96ea8a338_Narsipatnam.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"narsipatnam","slug":"narsipatnam"}],"slug":"top-places-to-visit-in-narsipatnam-andhra-pradesh","total":0},{"id":1184,"title":"Top Places to visit in Bobbili, Andhra Pradesh","imageUrl":"9cc2d631-d59e-4cfc-b47e-30abf45646f0_Bobbili.jpg","dateCreated":"2020-04-10T05:57:52.178Z","dateModified":"2020-04-10T06:01:58.047Z","contributedBy":"AskGif","content":"Bobbili is a town in the Vizianagaram district of the Indian state of Andhra Pradesh.\r\n&nbsp;\r\nGeography\r\nBobbili is located at 18.5667&deg;N 83.3667&deg;E. It has an average elevation of 103 meters (337 feet).\r\n&nbsp;\r\nHistory\r\nThe town of Bobbili was fo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9cc2d631-d59e-4cfc-b47e-30abf45646f0_Bobbili.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"bobbili","slug":"bobbili"}],"slug":"top-places-to-visit-in-bobbili-andhra-pradesh","total":0},{"id":1181,"title":"Top Places to visit in Banaganipalli, Andhra Pradesh","imageUrl":"06a283a8-347f-44e8-84b0-968a1503898e_Banaganipalli.jpg","dateCreated":"2020-04-09T15:42:10.672Z","dateModified":"2020-04-09T15:42:31.351Z","contributedBy":"AskGif","content":"Banganapalle or Banagana Palli is a town in the state of Andhra Pradesh, India. It lies in Kurnool district, 70 km south of the town of Kurnool. Banganapalle is famous for its mangoes and has a cultivar, Banganapalle, named after it. Between 1790 and 1948, Banganapalle was the capital of the prin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06a283a8-347f-44e8-84b0-968a1503898e_Banaganipalli.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"banaganipalli","slug":"banaganipalli"}],"slug":"top-places-to-visit-in-banaganipalli-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}