{"id":1188,"title":"गुडूर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"a206e198-1df6-4c48-945c-c8bfa29d9cc6_Gudur.jpg","dateCreated":"2020-04-10T06:59:55.555Z","dateModified":"2020-04-10T07:00:12.43Z","contributedBy":"AskGif","content":"<p>गुडूर भारतीय राज्य आंध्र प्रदेश के नेल्लोर जिले का एक शहर है। यह एक नगर पालिका है और गुडूर मंडल और गुडूर राजस्व प्रभाग का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, शहर की आबादी 73,350 थी। कुल जनसंख्या 0,06 वर्ष की आयु में 36,078 पुरुष, 37,272 महिलाएं और 7,095 बच्चे हैं। औसत साक्षरता दर 52,134 साक्षरता के साथ 71.07% है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>जलवायु</p>\r\n<p>&nbsp;</p>\r\n<p>यहाँ की जलवायु उष्णकटिबंधीय है। यहाँ गर्मियों में अच्छी बारिश होती है, जबकि सर्दियों में बहुत कम होती है। इस स्थान को Aw द्वारा कोपेन और गीगर द्वारा वर्गीकृत किया गया है। Gudur का औसत वार्षिक तापमान 29.2 है। 1025 मिमी औसत वार्षिक वर्षा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>&nbsp;</p>\r\n<p>नगर पालिका वर्ष 1954 में स्थापित की गई थी। इसका क्षेत्राधिकार 9.14 किमी 2 (3.53 वर्ग मील) है। शहर के शहरी समूह में गुदुर नगरपालिका और उसके बाहर विकास शामिल हैं। बाहर की वृद्धि में गुडरु (पूर्व), गुडरु (पश्चिम), चेनेरू-द्वितीय, नेलटूर, चिल्लूर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>&nbsp;</p>\r\n<p>गुडूर आंध्र प्रदेश विधानसभा के लिए गुडूर (एससी) (विधानसभा क्षेत्र) का एक हिस्सा है। वर्तमान विधायक का नाम वाईएसआरसीपी से वरप्रसाद राव वेलगापल्ली है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>गुडूर जंक्शन रेलवे स्टेशन</p>\r\n<p>राष्ट्रीय राजमार्ग 16 शहर से होकर गुजरता है, जो कोलकाता और चेन्नई को जोड़ता है। आंध्र प्रदेश राज्य सड़क परिवहन निगम गुदुर बस स्टेशन से बस सेवा संचालित करता है। गुडूर जंक्शन एक प्रमुख रेलवे जंक्शन है, जो हावड़ा-चेन्नई मेनलाइन और रेनिगुन्टा शाखा लाइन को जोड़ता है। इसे एक ए-श्रेणी स्टेशन के रूप में वर्गीकृत किया गया है और दक्षिण मध्य रेलवे क्षेत्र के विजयवाड़ा रेलवे डिवीजन में एक आदर्श स्टेशन के रूप में मान्यता प्राप्त है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों के बाद शिक्षा का माध्यम तेलुगु और अंग्रेजी है।</p>\r\n<p>&nbsp;</p>\r\n<p>व्यापार</p>\r\n<p>गुडुर नींबू का व्यवसाय</p>\r\n<p>नींबू व्यवसाय गुडूर में सबसे नाबाद व्यवसाय है। गुडूर का नींबू बाजार आंध्र प्रदेश के बड़े नींबू बाजारों में से एक है। नींबू बाजार गुडूर 2 शहर में चेन्नूर के रास्ते में स्थित है। गुडूर और आसपास के गांवों के किसान ज्यादातर नींबू के पेड़ लगाना पसंद करते हैं। वे देश भर में और अन्य देशों में भी नींबू का निर्यात करते हैं। आमतौर पर, गुडूर में नींबू की बिक्री दो तरह से होती है, जैसे कि टुकड़े और बंडल्स (1000 एलबी से अधिक)। और जब हम कीमत के बारे में बात करते हैं, तो यह पूरी तरह से मौसम और मांग पर आधारित है। यह आज के दिन से भिन्न है।</p>\r\n<p>&nbsp;</p>\r\n<p>अभ्रक</p>\r\n<p>मीका गुडूर में दूसरा सफल व्यवसाय है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुदुर के आसपास मीका बेल्ट्स भारत में दूसरा सबसे बड़ा माना जाता है। मीका बेल्ट लगभग 1000sp को कवर करता है। गुदुर के आसपास किमी। गुडूर में पाए जाने वाले मीका के प्रकार निम्नलिखित हैं जैसे क्वार्ट्ज, फेल्डस्पार, मस्कोविट और वैस्क्युलिट।</p>\r\n<p>&nbsp;</p>\r\n<p>बड़े पैमाने पर अभ्रक का व्यापार शुरू करने वाली पहली फर्मों में से एक था, लक्ष्मी मीका इंडस्ट्रीज - गुदुर, स्वर्गीय श्री लाल खाटूवाला (http://khatuwalagroup.com/) के नेतृत्व में। भारत में मीका का सबसे बड़ा भंडार झारखंड के कोडरमा में था। (https://en.wikipedia.org/wiki/Kodarma) और दूसरा सबसे बड़ा गुदुर में था। ऐसे समय में जब 19 अभ्रक की खदानें थीं, लक्ष्मी माइका इंडस्ट्रीज के पास 18 खानों से सभी शेयरों को एकमुश्त खरीदने का अनुबंध था। दो फर्म बर्डिचंद बंसीधर और लक्ष्मी मीका इंडस्ट्रीज भारत की सबसे बड़ी अभ्रक निर्यात कंपनियां थीं।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य अभ्रक फर्मों में से कुछ थे: मिकामिन एक्सपोर्ट्स - गुडुर प्रीमियर मीका कंपनी - गुडुर माइक्रोफाइन मीका कंपनी - गुडूर मीकाफ - गुडुर कृष्णा मीका कंपनी - गुडूर यशोदा कृष्णा मीका खनन कंपनी - गुडुर वेंकटगिरी राजा खनन कंपनी - गुडुर केएचआर मीका कंपनी - गुडूर</p>\r\n<p>&nbsp;</p>\r\n<p>एक्वाकल्चर</p>\r\n<p>एक्वाकल्चर भी गुडूर के सफल व्यवसाय में से एक है, गुडूर के आसपास कई झींगे तालाब स्थित हैं। आमतौर पर दो मुख्य प्रकार के झींगे बनते हैं, वे हैं स्कम्पी और टाइगर झींगे, इस क्षेत्र में पानी और मौसम मुख्य रूप से इन दो प्रकारों के लिए उपयुक्त हैं। प्रॉन भारत के आसपास निर्यात करता है और गुडूर से कुछ अन्य देशों में भी</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gudur,_Nellore_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a206e198-1df6-4c48-945c-c8bfa29d9cc6_Gudur.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-gudur-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"गुडूर","slug":"gudur"}],"recommendations":[{"id":1203,"title":"नरसीपट्टनम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"a65852ea-62ca-4ab2-ab27-40f96ea8a338_Narsipatnam.jpg","dateCreated":"2020-04-12T07:03:21.769Z","dateModified":"2020-04-12T07:03:32.7Z","contributedBy":"AskGif","content":"नरसिपट्टनम भारतीय राज्य आंध्र प्रदेश के विशाखापत्तनम जिले का एक कस्बा है। इसे 2012 में एक ग्राम पंचायत द्वारा नगरपालिका में उन्नत किया गया था। यह शहर 42 किमी 2 (16 वर्ग मील) के क्षेत्र में फैला हुआ है। क्रांतिकारी भारतीय स्वतंत्रता सेनानी अल्लूरी सीतारमा राजू का विश्राम स्थल नरसीपट्टनम के कृष्णा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a65852ea-62ca-4ab2-ab27-40f96ea8a338_Narsipatnam.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"नरसीपट्टनम","slug":"narsipatnam"}],"slug":"top-places-to-visit-in-narsipatnam-andhra-pradesh","total":0},{"id":1184,"title":"बोब्बिली में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"9cc2d631-d59e-4cfc-b47e-30abf45646f0_Bobbili.jpg","dateCreated":"2020-04-10T05:57:52.178Z","dateModified":"2020-04-10T06:01:58.047Z","contributedBy":"AskGif","content":"बोब्बिली भारतीय राज्य आंध्र प्रदेश के विजयनगरम जिले का एक शहर है।\r\n&nbsp;\r\nभूगोल\r\nBobbili 18.5667 &deg; N 83.3667 &deg; E पर स्थित है। इसकी औसत ऊंचाई 103 मीटर (337 फीट) है।\r\n&nbsp;\r\nइतिहास\r\nबोन्बिली शहर की स्थापना 17 वीं शताब्दी के दौरान वेंकटगिरि के राजा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9cc2d631-d59e-4cfc-b47e-30abf45646f0_Bobbili.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"बोब्बिली","slug":"bobbili"}],"slug":"top-places-to-visit-in-bobbili-andhra-pradesh","total":0},{"id":1181,"title":"बनगानीपल्ली में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"06a283a8-347f-44e8-84b0-968a1503898e_Banaganipalli.jpg","dateCreated":"2020-04-09T15:42:10.672Z","dateModified":"2020-04-09T15:42:31.351Z","contributedBy":"AskGif","content":"बंगानपल्ले या बनगाना पल्ली भारत के आंध्र प्रदेश राज्य का एक शहर है। यह कुरनूल जिले में स्थित है, जो कि कुरनूल शहर से 70 किमी दक्षिण में है। बंगनपल्ले अपने आमों के लिए प्रसिद्ध है और इसके नाम पर एक कलिवर, बंगानपल्ले है। १ Between ९ ० और १ ९ ४48 के बीच, बंगानपेल एक ही नाम की रियासत की राजधानी थी, ब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06a283a8-347f-44e8-84b0-968a1503898e_Banaganipalli.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"बनगानीपल्ली","slug":"banaganipalli"}],"slug":"top-places-to-visit-in-banaganipalli-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}