{"id":119,"title":"बिजनौर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","dateCreated":"2018-08-23T14:52:27.036Z","dateModified":"2018-08-23T15:44:51.825Z","contributedBy":"AskGif","content":"<p>बिजनौर, उत्तर प्रदेश राज्य के बिजनौर जिले में एक शहर और एक नगरपालिका बोर्ड है। इसके विकास को बढ़ावा देने के लिए, दिल्ली एनसीआर में बिजनौर को शामिल करने की मांग है। एक और मांग इस जिले को उत्तराखंड में स्थानांतरित करना है क्योंकि यह उत्तराखंड का गेटवे है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना के अनुसार, बिजनौर शहरी समूह की जनसंख्या 115,381 थी, जिनमें से पुरुष 60,656 थे और महिलाएं 54,725 थीं। साक्षरता दर 77.90 प्रतिशत थी।</p>\r\n<p>&nbsp;</p>\r\n<p>लोकप्रिय संस्कृति में</p>\r\n<p>लोकप्रिय हिंदी टीवी शो, याहान के हम सिकंदर को बिजनौर में स्थापित किया गया था। झलरा नजीबाबाद</p>\r\n<p>शिक्षा</p>\r\n<p>बिजनौर में स्कूल, चाहे अंग्रेजी या हिंदी का उपयोग माध्यम के माध्यम से हो, चार निकायों में से एक, केंद्रीय माध्यमिक शिक्षा बोर्ड (सीबीएसई), भारतीय स्कूल प्रमाणपत्र परीक्षा परिषद (सीआईएससीई), कैम्ब्रिज अंतर्राष्ट्रीय परीक्षा विश्वविद्यालय और उत्तर प्रदेश मध्यम शिक्षा परिषद (यूपी बोर्ड)।</p>\r\n<p>बिजनौर, या अधिक सही ढंग से बिजनौर, मोरादाबाद डिवीजन (ऐतिहासिक रूप से, रोहिलखंड या बरेली क्षेत्र) के उत्तर-पश्चिमी कोने पर स्थित है, और यह देश के लगभग त्रिकोणीय खिंचाव है जो उत्तर के शीर्ष पर है। पश्चिमी सीमा गंगा नदी की गहरी धारा के दौरान बनाई गई है, इसके अलावा देहरादून, सहारनपुर, मुजफ्फरनगर और मेरठ के चार जिलों में स्थित है। गढ़वाल के पहाड़ी देश में उत्तर और उत्तर-पूर्व में, विभाजित लिंग पनडुब्बी सड़क है, जो हिमालय से रामानगर, हल्दवानी और तनकपुर तक हार्डवर से चलता है। यह सड़क, जिसे कंडी सरदक के नाम से जाना जाता है, इसकी लंबाई पूरे गढ़वाल से है, स्थानांतरण कुछ सालों से हुआ है। पूर्व में फिका नदी अपने पाठ्यक्रम के अधिक हिस्से के लिए सीमा का गठन करती है, इस जिले को नैनी ताल और मोरादाबाद से अलग करती है, जहां तक ​​रामगंगा के साथ जंक्शन होता है; और दक्षिण में मोरादाबाद के ठाकुरद्वारा तहसील झूठ बोलते हैं। अमरोहा जिले के अमरोहा, और हसनपुर तहसील। सीमा पारंपरिक सुविधाओं द्वारा परंपरागत और अनिश्चित है। उत्तर अक्षांश के चरम समानांतर 2 9 डिग्री 2 'और 2 9 डिग्री 58' और पूर्व रेखांश 78 डिग्री 0 'और 78 डिग्री 57' ललितपुर से, सबसे उत्तरोत्तर बिंदु से, सबसे दूर पूर्वी कोने में कोटी राव को 56 मील की दूरी पर (9 0 किमी); और दक्षिण-पश्चिमी कोण 57 मील (9 2 किमी) में कोटी राव से कामहरिया तक; और कामरिया से ललितपुर 62 मील (100 किमी) तक। जिले का कुल क्षेत्र गंगा और रामगंगा की अनियमित कार्रवाई के कारण समय-समय पर थोड़ा बदलाव करने के लिए उत्तरदायी है: 1 9 06 में यह पिछले पांच वर्षों के औसत से 1,145,272 एकड़ (1789.5 वर्ग मील, 4634.75 वर्ग किमी) था 1,147, 9 67 एकड़ (4,645.66 वर्ग किमी)।</p>\r\n<p>&nbsp;</p>\r\n<p>गंगा के साथ पश्चिम में खादीर की कम सीमा बनी हुई है। यह आम तौर पर उन निचले इलाकों जैसा दिखता है जो इंटीरियर की नदियों को स्कर्ट करते हैं, कम फ्लैट जो धारा के साथ ही चरित्र में पूरी तरह से जलोढ़ होते हैं, जबकि ऊपर से ऊपर की ओर बढ़ने वाले स्थिर मोरस की श्रृंखला तक अंतर्देशीय विस्तारित भूमि की एक छत उगती है बंगार चट्टान</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bijnor_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","subContents":[{"SubTitle":"1. बिजनौर दरानगर","SubTitleHindi":null,"SubContent":"<p>बिजनौर कई दर्शनीय स्थलों के प्रदर्शन से घिरा हुआ है जिसे सड़क से या रेलवे के माध्यम से शहर से संपर्क किया जा सकता है। बिजनौर में अच्छी तरह से ज्ञात परिवहन मोड और गुणवत्ता राजमार्ग अपने पड़ोसी शहरों में जाने के लिए आसान बनाते हैं। बिजनौर के पास प्राचीन किले, प्रसिद्ध मंदिर, अभयारण्य, आश्रम और नदियों हैं जो लोगों के बीच पसंदीदा हैं।</p>","SubContentHindi":null,"ImageUrl":"ebb79f0e-c88b-4636-ba17-dae0b65216b0_Bijnor-Daranagar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. निजाब-उद-दौलाह का किला","SubTitleHindi":null,"SubContent":"<p>Najib ad-Dawlah (Pashto: نجيب الدوله&lrm;), also known as Najib Khan Yousafzai (Pashto: نجيب خان&lrm;), was a Rohilla Yousafzai Pashtun who earlier served as a Mughal serviceman but later deserted the cause of the Mughals and joined Ahmed Shah Abdali in 1757 in his attack on Delhi. He was also a tribal chief in 18th century Rohilkhand, who in the 1740s founded the city of Najibabad in Bijnor district, India.</p>\r\n<p>&nbsp;</p>\r\n<p>He began his career in 1743 as an immigrant from village Maneri, District Swabi Khyber Pakhtunkhwa as a soldier. He was at first an employee of Imad ul Mulk. He deserted the cause of the Mughals and joined Ahmed Shah Abdali in 1757 in his attack on Delhi. He was then appointed as Mir Bakshi of the Mughal emperor by Abdali. Later in his career, he was known as Najib ad-Dawlah, Amir al-Umra, Shuja ad-Dawlah. From 1757 to 1770 he was governor of Saharanpur, ruling over Dehradun. Many architectural relics of the period of Rohilla he oversaw remain in Najibabad, which he founded at the height of his career as a Mughal minister.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Najib_ad-Dawlah</p>","SubContentHindi":null,"ImageUrl":"81bce2b7-8813-4af2-affd-0b45b4cf854b_nijab-ud-daulah-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. विदुर कुट्टी मंदिर","SubTitleHindi":null,"SubContent":"<p>पौराणिक कथाओं में विटुर कुट्टी की कई प्रसिद्धि है। ऐसा माना जाता है कि महाभारत के समय, प्रसिद्ध दार्शनिक गंगा के तट पर पाए गए थे। ऐसा माना जाता है कि कृष्णा जी और हस्तीनापुर में, कौरवों को समझाए जाने में नाकाम रहे, और फिर उन्होंने कौरवों की 56 मांगों को बंद कर दिया और गंगा को पार किया और महात्मा विदुर के आश्रम में दिखाई दिया। विदुर आश्रम में महात्मा विदूर का पदचिह्न अभी भी संगमरमर पर संरक्षित है।</p>","SubContentHindi":null,"ImageUrl":"4d02ff62-47ff-40be-9894-663021abe989_vidur-kuti-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. इंद्र पार्क बिजनौर","SubTitleHindi":null,"SubContent":"<p>इंद्र पार्क, बिजनौर अपने प्रियजनों के साथ एक शानदार समय के लिए आदर्श स्टॉप है। इस प्रसिद्ध पर्यटन स्थल के आकर्षण का अनुभव करें। अपने विचारों को लुभाने के लिए और आपको मनोरंजन करने के लिए बहुत कुछ करने के साथ, इंद्र पार्क, बिजनौर में जांच करने के अनुभव की भावना में भिगोएं। सार्वजनिक हितों के सभी बिंदुओं को एकजुट रूप से अनुभव करें और कई महत्वपूर्ण क्षण वापस लाएं।</p>","SubContentHindi":null,"ImageUrl":"01f15b61-a767-4c19-9152-a1e33222d11b_indra-park-bijor.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. नजीबाबाद सुल्तान किला","SubTitleHindi":null,"SubContent":"<p>नजीबुद्दाउला किला बिजनौर जिले के नजीबाबाद शहर के प्राचीन महत्व का है। ऐसा माना जाता है कि गुलाम कदीर उर्फ नजीबुद्दाउला ने 18 वीं शताब्दी में मुगल साम्राज्य में शामिल होने की प्रतिज्ञा की थी। पिछली बार इस शहर का नाम नजीबुद्दाउला था जिसे चर्चा में नजीबाबाद कहा जाता था।</p>","SubContentHindi":null,"ImageUrl":"887056eb-808d-4526-a004-6a00a41a9f86_Najibabad-Sultana-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>नई दिल्ली से बिजनौर तक 3 सीधी ट्रेनें हैं। ये ट्रेनें गढ़वाल एक्सप्रेस (14044), बरेली एक्सप (14556) इत्यादि हैं। नई दिल्ली से बिजनौर पहुंचने के लिए ट्रेन में न्यूनतम समय 4h 30 मीटर है। नई दिल्ली से बिजनौर पहुंचने का सबसे सस्ता तरीका आपको 4h 30 मीटर लेता है, जो नई दिल्ली से गढ़वाल एक्सप्रेस को बिजनौर ले जाना है। नई दिल्ली से बिजनौर पहुंचने का सबसे तेज़ तरीका आपको 3 एच 14 मीटर लेता है, जो नई दिल्ली से बिजनौर तक टैक्सी लेना है।</p>","SubContentHindi":null,"ImageUrl":"2d24feb2-a280-43d0-888c-41df8b68d9ce_bijnor-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bijnor-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बिजनौर","slug":"bijnor"}],"recommendations":[{"id":135,"title":"गाजियाबाद में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"2d34b9aa-81cf-4922-ab3d-e4249abbab25_Ghaziabad-Railway-Station.jpg","dateCreated":"2018-09-06T13:56:29.667Z","dateModified":"2018-09-06T15:18:43.946Z","contributedBy":"AskGif","content":"गाजियाबाद भारतीय उत्तर प्रदेश राज्य में एक शहर है। इसे कभी-कभी \"यूपी का गेटवे\" कहा जाता है क्योंकि यह उत्तर प्रदेश के मुख्य मार्ग पर नई दिल्ली के नजदीक है। यह दिल्ली के राष्ट्रीय राजधानी क्षेत्र का हिस्सा है। यह 2,358,525 की जनसंख्या के साथ एक बड़ा और योजनाबद्ध औद्योगिक शहर है। सड़कों और रेलवे से","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d34b9aa-81cf-4922-ab3d-e4249abbab25_Ghaziabad-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गाज़ियाबाद","slug":"ghaziabad"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ghaziabad-uttar-pradesh","total":0},{"id":132,"title":"फतेहपुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","dateCreated":"2018-09-03T14:36:15.675Z","dateModified":"2018-09-04T13:28:14.173Z","contributedBy":"AskGif","content":"फतेहपुर उत्तर प्रदेश राज्य के फतेहपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। गंगा और यमुना की दो पवित्र नदियों के बीच शहर की स्थापना ऋषि पूरवार ने की थी और बाद में वह शहर का राजा बन गया।\r\nफतेहपुर जिला उत्तरी भारत के उत्तर प्रदेश राज्य के 75 जिलों में से एक है। जिले में 4,152 वर्ग किमी क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फतेहपुर","slug":"fatehpur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-fatehpur-uttar-pradesh","total":0},{"id":124,"title":"चित्रकूट धाम (करवी) में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","dateCreated":"2018-08-28T13:09:26.868Z","dateModified":"2018-08-28T13:38:08.189Z","contributedBy":"AskGif","content":"चित्रकूट धाम (करवी) उत्तर प्रदेश राज्य के चित्रकूट जिले में जिला मुख्यालय और नगर पालिका है।\r\nइतिहास\r\nअतीत में, करवी शहर बांदा जिले में एक तहसील था। 6 मई 1 99 7 को उत्तर प्रदेश सरकार ने बांदा जिले से एक नया जिला चित्रकूट (प्रारंभ में छत्रपति शाहूजी महाराज नगर) नामित किया। तब से शहर ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"चित्रकथ-धाम","slug":"chitrakoot-dham"}],"slug":"top-places-to-visit-in-chitrakoot-dham-karwi-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}