{"id":119,"title":"Top Places to Visit in Bijnor, Uttar Pradesh","imageUrl":"f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","dateCreated":"2018-08-23T14:52:27.036Z","dateModified":"2018-08-23T15:44:51.825Z","contributedBy":"AskGif","content":"<p>Bijnor is a city and a municipal board in Bijnor district in the state of Uttar Pradesh, India. To boost its development, there is demand for the inclusion of Bijnor in the Delhi NCR. Another demand is to transfer this district into Uttarakhand as it is the Gateway to Uttarakhand.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>As per 2011 census, Bijnor urban agglomeration had a population of 115,381 out of which males were 60,656 and females were 54,725. The literacy rate was 77.90 per cent.</p>\r\n<p>&nbsp;</p>\r\n<p>In popular culture</p>\r\n<p>The popular Hindi TV show, Yahan Ke Hum Sikandar was set in Bijnor. Jhalra Najibabad</p>\r\n<p>Education</p>\r\n<p>Schools in Bijnor, whether using English or Hindi as a medium of instruction, are affiliated to one of the four bodies, Central Board of Secondary Education (C.B.S.E.), Council for the Indian School Certificate Examinations (C.I.S.C.E), University of Cambridge International Examinations and Uttar Pradesh Madhyamik Shiksha Parishad (U.P. Board).</p>\r\n<p>Bijnor, or more correctly Bijnaur, occupies the north-west corner of the Moradabad Division (historically, Rohilkhand or Bareilly region), and is a roughly triangular stretch of country with its apex to the north. The western boundary is formed throughout by the deep stream of the river Ganges, beyond which lie the four districts of Dehradun, Saharanpur, Muzaffarnagar and Meerut. To the north and north-east in the hill country of Garhwal, the dividing ling being the submontane road, which runs from Hardwar along the foot of the Himalayas to Ramanagar, Haldwani and Tanakpur. This road, popularly known as the Kandi Saradk, belongs throughout its length to Garhwal, the transfer having taken place a few years since. On the east the Phika river for the greater part of its course constitutes the boundary, separating this district from Naini Tal and Moradabad, as far as its junction with the Ramganga; and to the south lie the Thakurdwara Tehsil of Moradabad. Amroha, and Hasanpur tahsils of Amroha District. The boundary being conventional and undetermined by natural features. The extreme parallels of north latitude are 29&deg; 2' and 29&deg; 58' and of east longitude 78&deg; 0' and 78&deg; 57' from Lalitpur, the most northerly point, to koti Rao in the furthest eastern corner the distance in 56 miles (90 km); and from koti Rao to Kamharia in the south-westerly angle 57 miles (92 km); and from Kamharia to Lalitpur 62 miles (100 km). The total area of the district is liable to change slightly from time to time by reason of the erratic action of the Ganges and Ramganga: in 1906 it amounted to 1,145,272 acres (1789.5 square miles, 4634.75 km&sup2;) the average for the last five years being 1,147,967 acres (4,645.66 km&sup2;).</p>\r\n<p>&nbsp;</p>\r\n<p>There remains the low fringe of khadir along the Ganges to the west. This generally resembles the lowlands that skirt the rivers of the interior, the low flats which adjoin the stream itself being purely alluvial in character, while above them rises a terrace of higher ground extending inland as far as the chain of stagnant morasses lying immediately under the bangar cliff.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bijnor_district&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","subContents":[{"SubTitle":"1. Bijnor Daranagar","SubTitleHindi":null,"SubContent":"<p>Bijnor is encircled by many sightseer displays which can be approached from the city through roadways or railways. The well-versed transportation mode and the quality highways in Bijnor make easier to move down to its neighbouring cities. Near Bijnor there are ancient forts, famous temples, sanctuaries, ashrams, and rivers which are favourite among people.</p>","SubContentHindi":null,"ImageUrl":"ebb79f0e-c88b-4636-ba17-dae0b65216b0_Bijnor-Daranagar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Nijab-ud-Daulah’s fort","SubTitleHindi":null,"SubContent":"<p>Najib ad-Dawlah (Pashto: نجيب الدوله&lrm;), also known as Najib Khan Yousafzai (Pashto: نجيب خان&lrm;), was a Rohilla Yousafzai Pashtun who earlier served as a Mughal serviceman but later deserted the cause of the Mughals and joined Ahmed Shah Abdali in 1757 in his attack on Delhi. He was also a tribal chief in 18th century Rohilkhand, who in the 1740s founded the city of Najibabad in Bijnor district, India.</p>\r\n<p>&nbsp;</p>\r\n<p>He began his career in 1743 as an immigrant from village Maneri, District Swabi Khyber Pakhtunkhwa as a soldier. He was at first an employee of Imad ul Mulk. He deserted the cause of the Mughals and joined Ahmed Shah Abdali in 1757 in his attack on Delhi. He was then appointed as Mir Bakshi of the Mughal emperor by Abdali. Later in his career, he was known as Najib ad-Dawlah, Amir al-Umra, Shuja ad-Dawlah. From 1757 to 1770 he was governor of Saharanpur, ruling over Dehradun. Many architectural relics of the period of Rohilla he oversaw remain in Najibabad, which he founded at the height of his career as a Mughal minister.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Najib_ad-Dawlah</p>","SubContentHindi":null,"ImageUrl":"81bce2b7-8813-4af2-affd-0b45b4cf854b_nijab-ud-daulah-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Vidur Kuti Temple","SubTitleHindi":null,"SubContent":"<p>Vidur Kuti has a number of fame in mythology. It is considered that at the time of Mahabharata, the well-known philosopher was found on the banks of the Ganges. It is considered that in Krishna Ji and Hastinapur, failed to explain to Kauravas, and then he turned down the 56 demands of Kauravas and traversed the Ganges and appeared to Mahatma Vidur&rsquo;s ashram. The footprint of Mahatma Vidur in the Vidur Ashram is still preserved on marble.</p>","SubContentHindi":null,"ImageUrl":"4d02ff62-47ff-40be-9894-663021abe989_vidur-kuti-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Indra Park Bijnor","SubTitleHindi":null,"SubContent":"<p>indra park, Bijnor is an ideal stop for a fabulous time with your loved ones. Experience the charms of this famous tourist spot. With so much to entice your thoughts and give you entertainment at its best, get soaked in the spirit of experience that you get to examine at Indra park, Bijnor. Experience unitedly all the points of public interests and bring back several important moments.</p>","SubContentHindi":null,"ImageUrl":"01f15b61-a767-4c19-9152-a1e33222d11b_indra-park-bijor.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Najibabad Sultana Fort","SubTitleHindi":null,"SubContent":"<p>Najibuddaula fort is of ancient importance of the city of Najibabad in Bijnor district. It is believed that Ghulam Qadir alias Najibuddaula did the pledge to fall into the 18th century Mughal empire. Previous the name of this city was Najibuddaula which was called Najibabad in the discussion.</p>","SubContentHindi":null,"ImageUrl":"887056eb-808d-4526-a004-6a00a41a9f86_Najibabad-Sultana-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>There are 3 direct trains from New Delhi to Bijnor. These trains are Garhwal Express (14044), Bareilly Exp (14556) etc. The minimum time a train takes to reach Bijnor from New Delhi is 4h 30m. The cheapest way to reach Bijnor from New Delhi takes you 4h 30m, which is to take Garhwal Express from New Delhi to Bijnor. The fastest way to reach Bijnor from New Delhi takes you 3h 14m, which is to take a taxi from New Delhi to Bijnor.</p>","SubContentHindi":null,"ImageUrl":"2d24feb2-a280-43d0-888c-41df8b68d9ce_bijnor-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bijnor-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bijnor","slug":"bijnor"}],"recommendations":[{"id":135,"title":"Top Places to Visit in Ghaziabad, Uttar Pradesh","imageUrl":"2d34b9aa-81cf-4922-ab3d-e4249abbab25_Ghaziabad-Railway-Station.jpg","dateCreated":"2018-09-06T13:56:29.667Z","dateModified":"2018-09-06T15:18:43.946Z","contributedBy":"AskGif","content":"Ghaziabad is a city in the Indian state of Uttar Pradesh. It is sometimes referred to as the \"Gateway of UP\" because it is close to New Delhi, on the main route into Uttar Pradesh. It is a part of the National Capital Region of Delhi. It is a large and planned industrial city, with a population o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d34b9aa-81cf-4922-ab3d-e4249abbab25_Ghaziabad-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ghaziabad","slug":"ghaziabad"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ghaziabad-uttar-pradesh","total":0},{"id":132,"title":"Top Places to Visit in Fatehpur, Uttar Pradesh","imageUrl":"8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","dateCreated":"2018-09-03T14:36:15.675Z","dateModified":"2018-09-04T13:28:14.173Z","contributedBy":"AskGif","content":"&nbsp;\r\nFatehpur is a city and a municipal board in Fatehpur district in the state of Uttar Pradesh, India. The city between two holy rivers Ganga and Yamuna, was founded by Rishi Purwar and later on he became the King of city .\r\nFatehpur District is one of the 75 districts of Uttar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"fatehpur","slug":"fatehpur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-fatehpur-uttar-pradesh","total":0},{"id":124,"title":"Top Places to Visit in Chitrakoot Dham (Karwi), Uttar Pradesh","imageUrl":"8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","dateCreated":"2018-08-28T13:09:26.868Z","dateModified":"2018-08-28T13:38:08.189Z","contributedBy":"AskGif","content":"Chitrakoot Dham (Karwi) is district headquarters and a municipal board in Chitrakoot district in the state of Uttar Pradesh, India.\r\nHistory\r\nIn past, Karwi city was a tehsil in Banda district. On 6 May 1997 Government of Uttar Pradesh carved out a new district Chitrakoot (Initially","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"chitrakoot-dham","slug":"chitrakoot-dham"}],"slug":"top-places-to-visit-in-chitrakoot-dham-karwi-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}