{"id":1190,"title":"Top Places to visit in Jaggaiahpet, Andhra Pradesh","imageUrl":"facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","dateCreated":"2020-04-10T07:24:01.308Z","dateModified":"2020-04-10T07:24:13.431Z","contributedBy":"AskGif","content":"<p>Jaggayyapeta is a census town in Krishna district of the Indian state of Andhra Pradesh. It is also the Mandal headquarters of the Jaggayyapeta Mandal of Vijayawada revenue division. The town is located on the banks of the Paleru River which is a tributary of the Krishna River.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>Jaggaiahpeta was governed by a ruler, by name Sri Rajah Vasireddy Venkatadri Nayudu. It is said that he founded two towns, namely, Jaggayyapeta, named after his father Jaggayya, and Achampeta, named after his mother Atchamma.</p>\r\n<p>&nbsp;</p>\r\n<p>Government records suggest the founder of the town was Venkatadri Nayudu, who developed and renamed the village of Betavolu to Jaggayyapeta. The region was then infested with robbers and hence the old village was called Dongala Betavolu (Robbers' Betavolu). For some time, Jaggayyapeta was mentioned in Government records with Betavolu written in brackets. This region has an ancient history, the innocent-looking mound 'Dhanam Bodu', lying east of Jaggayyapeta, has in it the remains of an ancient stupa, which has been lying there for 2,000 years. Jaggayyapeta became a municipality in 1987 and Sreeram Badari Narayanarao was elected as 1st municipal chairman.</p>\r\n<p>&nbsp;</p>\r\n<p>Artifacts</p>\r\n<p>The Archaeological excavation around the town of Jaggayyapeta has found a Buddhist stupa of 200 BC. Many sculptures and scriptures of Neolithic, Megalithic and medieval periods are also found around the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Civic administration</p>\r\n<p>&nbsp;</p>\r\n<p>Jaggayyapeta municipality was formed in the year 1988. It is a II&ndash;Grade Municipality with 23 wards and spread over an area of 23.50 km2 (9.07 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>The Mango orchards are abundant with Banginapalli, Totapuri varieties, those are even exported to foreign countries. It is one of the major industrial corridors in Krishna district.it has all the major cement plants in and around like Ramco cement, Madras cements,kcp, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Jaggayyapeta is located on NH 65, which connects Pune and Machilipatnam. APSRTC operates buses from Jaggayyapeta bus station which also has a bus depot. The town has a total road length of 109.00 km (67.73 mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jaggayyapeta</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jaggaiahpet-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"jaggaiahpet","slug":"jaggaiahpet"}],"recommendations":[{"id":1245,"title":"Top Places to visit in Piler, Andhra Pradesh","imageUrl":"e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","dateCreated":"2020-04-22T14:26:26.31Z","dateModified":"2020-04-22T14:26:40.21Z","contributedBy":"AskGif","content":"Pileru is a census town in Chittoor district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Pileru mandal in Madanapalle revenue division&nbsp; It passes through a river and hence it got the name Pileru. In the local language, Pilla Eru literally translates to A small wat","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"piler","slug":"piler"}],"slug":"top-places-to-visit-in-piler-andhra-pradesh","total":0},{"id":1240,"title":"Top Places to visit in Venkatagiri, Andhra Pradesh","imageUrl":"ca8870ee-65ff-418b-aa74-46f235cd3fe9_Venkatagiri.jpg","dateCreated":"2020-04-22T13:49:29.464Z","dateModified":"2020-04-22T13:49:39.073Z","contributedBy":"AskGif","content":"Venkatagiri is a town in Nellore district of the Indian state of Andhra Pradesh. It is a municipality and mandals headquarters of Venkatagiri Mandal. Venkatagiri's old name is \"Kali Mili\". It is famous for its Handloom Cotton Sarees. Venkatagiri is a place for history and handlooms. It was part o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca8870ee-65ff-418b-aa74-46f235cd3fe9_Venkatagiri.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"venkatagiri","slug":"venkatagiri"}],"slug":"top-places-to-visit-in-venkatagiri-andhra-pradesh","total":0},{"id":1237,"title":"Top Places to visit in Tiruvuru, Andhra Pradesh","imageUrl":"cc7f2036-2efa-45bb-b4e1-3ee4b82ffb37_Tiruvuru.jpg","dateCreated":"2020-04-22T10:47:26.647Z","dateModified":"2020-04-22T10:47:37.439Z","contributedBy":"AskGif","content":"Tiruvuru is a town in Krishna district of the Indian state of Andhra Pradesh. It is a nagar panchayat in Tiruvuru mandal of Nuzvid revenue division.\r\n&nbsp;\r\nGovernance\r\nTiruvuru municipality is the civic administrative body of the town. It was constituted in the year 2011 an","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cc7f2036-2efa-45bb-b4e1-3ee4b82ffb37_Tiruvuru.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"tiruvuru","slug":"tiruvuru"}],"slug":"top-places-to-visit-in-tiruvuru-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}