{"id":1190,"title":"जग्गायहपेट  में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","dateCreated":"2020-04-10T07:24:01.308Z","dateModified":"2020-04-10T07:24:13.431Z","contributedBy":"AskGif","content":"<p>जग्गय्यपेता भारतीय राज्य आंध्र प्रदेश के कृष्णा जिले में एक जनगणना शहर है। यह विजयवाड़ा राजस्व मंडल के जग्गय्यपेटा मंडल का मंडल मुख्यालय भी है। शहर पलरू नदी के तट पर स्थित है जो कृष्णा नदी की एक सहायक नदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>शब्द-साधन</p>\r\n<p>जग्गयोप्पा एक शासक द्वारा शासित था, जिसका नाम श्री राजा वासिरेड्डी वेंकटाद्री नायुडु था। ऐसा कहा जाता है कि उन्होंने अपने पिता जग्गय्या के नाम पर और अपनी माता अचम्मा के नाम पर अचम्पा नाम से दो कस्बों की स्थापना की, जग्गय्यपेटा।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी अभिलेखों से पता चलता है कि शहर के संस्थापक वेंकटाद्री नायुडू थे, जिन्होंने बेतवोलू गाँव का नाम बदलकर जग्गय्यापेटा कर दिया था। तब यह क्षेत्र लुटेरों से प्रभावित था और इसलिए पुराने गाँव को डोंगला बेतावोलु (रॉबर्स 'बेतावोलु) कहा जाता था। कुछ समय के लिए, जग्गयताप को बेतवोलू के साथ सरकारी अभिलेखों में उल्लेख किया गया था। इस क्षेत्र का एक प्राचीन इतिहास है, जग्गय्यपेटा के पूर्व में स्थित मासूम सा दिखने वाला टीला 'धनम बोडू', इसमें एक प्राचीन स्तूप का अवशेष है, जो 2,000 वर्षों से वहाँ पड़ा है। जग्गय्यपेटा 1987 में नगरपालिका बने और श्रीराम बदरी नारायणराव को 1 नगरपालिका अध्यक्ष चुना गया।</p>\r\n<p>&nbsp;</p>\r\n<p>कलाकृतियों</p>\r\n<p>जग्गययपेटा शहर के आसपास की पुरातत्व खुदाई में 200 ईसा पूर्व का एक बौद्ध स्तूप मिला है। नोलिथिक, मेगालिथिक और मध्ययुगीन काल की कई मूर्तियां और शास्त्र भी शहर के आसपास पाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>&nbsp;</p>\r\n<p>जग्गय्यपेटा नगर पालिका का गठन वर्ष 1988 में किया गया था। यह 23 वार्डों के साथ द्वितीय श्रेणी की नगर पालिका है और 23.50 किमी 2 (9.07 वर्ग मील) के क्षेत्र में फैली हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>आम के बाग बंगिनपल्ली, तोतापुरी किस्मों के साथ प्रचुर मात्रा में हैं, जिन्हें विदेशों में भी निर्यात किया जाता है। यह कृष्णा जिले के प्रमुख औद्योगिक गलियारों में से एक है। इसमें सभी प्रमुख सीमेंट संयंत्र हैं, जैसे कि रामको सीमेंट, मद्रास सीमेंट, केसीपी आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>जग्गय्यपेता NH 65 पर स्थित है, जो पुणे और मछलीपट्टनम को जोड़ता है। APSRTC जग्गयपते बस स्टेशन से बसों का संचालन करता है जिसमें एक बस डिपो भी है। शहर की कुल सड़क की लंबाई 109.00 किमी (67.73 मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jaggayyapeta</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jaggaiahpet-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"जग्गायहपेट","slug":"jaggaiahpet"}],"recommendations":[{"id":1245,"title":"पाइलर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","dateCreated":"2020-04-22T14:26:26.31Z","dateModified":"2020-04-22T14:26:40.21Z","contributedBy":"AskGif","content":"पिलेरू भारत के आंध्र प्रदेश राज्य के चित्तूर जिले में एक जनगणना शहर है। यह मदनपल्ले राजस्व मंडल में पिलेरु मंडल का मंडल मुख्यालय है। यह नदी से होकर गुजरती है और इसलिए इसे मूलरु नाम मिला। स्थानीय भाषा में, पिला इरु का शाब्दिक रूप से एक छोटी जल धारा है।\r\n&nbsp;\r\nशिक्षा\r\nराज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"पाइलर","slug":"piler"}],"slug":"top-places-to-visit-in-piler-andhra-pradesh","total":0},{"id":1240,"title":"वेंकटगिरी में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"ca8870ee-65ff-418b-aa74-46f235cd3fe9_Venkatagiri.jpg","dateCreated":"2020-04-22T13:49:29.464Z","dateModified":"2020-04-22T13:49:39.073Z","contributedBy":"AskGif","content":"वेंकटगिरी भारतीय राज्य आंध्र प्रदेश के नेल्लोर जिले का एक शहर है। यह वेंकटगिरी मंडल का एक नगर पालिका और मंडल मुख्यालय है। वेंकटगिरि का पुराना नाम \"काली मिली\" है। यह अपने हैंडलूम कॉटन साड़ियों के लिए प्रसिद्ध है। वेंकटगिरि इतिहास और हथकरघा के लिए एक जगह है। यह एक छोटे से राज्य का हिस्सा था जिसे भा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca8870ee-65ff-418b-aa74-46f235cd3fe9_Venkatagiri.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"वेंकटगिरी","slug":"venkatagiri"}],"slug":"top-places-to-visit-in-venkatagiri-andhra-pradesh","total":0},{"id":1237,"title":"तिरुवुरु में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"cc7f2036-2efa-45bb-b4e1-3ee4b82ffb37_Tiruvuru.jpg","dateCreated":"2020-04-22T10:47:26.647Z","dateModified":"2020-04-22T10:47:37.439Z","contributedBy":"AskGif","content":"तिरुवुरु भारतीय राज्य आंध्र प्रदेश के कृष्णा जिले का एक शहर है। यह नुज्विद राजस्व मंडल के तिरुवरु मंडल में एक नगर पंचायत है।\r\n&nbsp;\r\nशासन\r\nतिरुवुरु नगरपालिका शहर का नागरिक प्रशासनिक निकाय है। यह वर्ष 2011 में गठित किया गया था और इसमें 27.67 किमी 2 (10.68 वर्ग मील) का क्षेत्र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cc7f2036-2efa-45bb-b4e1-3ee4b82ffb37_Tiruvuru.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"तिरुवुरु","slug":"tiruvuru"}],"slug":"top-places-to-visit-in-tiruvuru-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}