{"id":1195,"title":"Top Places to visit in Kavali, Andhra Pradesh","imageUrl":"b3f13dd5-915e-4d48-8378-2ac84a395934_Kavali.jpg","dateCreated":"2020-04-11T08:54:26.742Z","dateModified":"2020-04-11T08:55:08.077Z","contributedBy":"AskGif","content":"<p>Kavali is the second-largest city in the Nellore district of Andhra Pradesh of India. It is one of the major cities in Andhra Pradesh. It is also known as Kanakapatnam, because of the fact that it is home to a lot of wealthy individuals and due to the prophecy from Potuluri Veerabrahmendra Swami, 'Wealth will flow into this place.'&nbsp; It is one of the few cities from Andhra Pradesh which got selected for the Atal Mission for Rejuvenation and Urban Transformation (AMRUT) Scheme.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>In the local language, Kavali means patrol. The name arises from the fact that in 1515, the king of Udayagiri, Harihara Rayulu stationed his army in this city.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Kavali is located at 14.913001&deg;N 79.992921&deg;E. It has an average elevation of 17 meters (56 ft). The city is at a distance of 8 km from the Bay of Bengal. The government is planning to make it a separate district by pulling a few mandals from Prakasam and Nellore districts. This is a long-lasting proposal and will be closed very shortly.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 Census of India, the city had a population of 150,333. The total population is 75,206 males, 75,127 females, and children (in the age group of 0&ndash;6 years). The average literacy rate stands at 81.09% with 60,497 literates, significantly higher than the national average of 73.00%.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Kavali is an assembly constituency in Andhra Pradesh. Kavali Lok Sabha constituency came into existence in 1962 and was lost in 1977. Now it is a part of the Nellore Lok Sabha constituency. The reference is Kavali (Assembly constituency)</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Kavali Railway Station</p>\r\n<p>The nearest airport is under construction at Dagadarthi which is 25 km from the city. National Highway 16, a part of the Golden Quadrilateral highway network, bypasses the city. Kavali railway station is located on the Howrah-Chennai mainline. It is classified as a B&ndash;category station in the Vijayawada railway division of South Central Railway zone. NH 5 passes through the city. The Andhra Pradesh State Road Transport Corporation operates bus services from Kavali bus station. The nearest seaport is Ramayapatnam port which is at a distance of 20 km from the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>As per the school information report for the academic year 2018&ndash;19, the city has a total of 57 schools. These include 34 private, 2 ZPHS and 21 municipal schools.</p>\r\n<p>&nbsp;</p>\r\n<p>Four engineering colleges are present in the city, which provide various UG and PG courses.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kavali</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3f13dd5-915e-4d48-8378-2ac84a395934_Kavali.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kavali-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"kavali","slug":"kavali"}],"recommendations":[{"id":1242,"title":"Top Places to visit in Yemmiganur, Andhra Pradesh","imageUrl":"a0a5227a-bc6f-4365-9c9c-02532216427f_Yemmiganur.jpg","dateCreated":"2020-04-22T14:02:31.147Z","dateModified":"2020-04-22T14:02:42.562Z","contributedBy":"AskGif","content":"Yemmiganur is a town in the Kurnool district of the Indian state of Andhra Pradesh. It is located in Yemmiganur Mandal of the Adoni revenue division.\r\n&nbsp;\r\nHistory\r\nYemmiganur is one of the major towns in the Kurnool district. It was part of the Vijayanagar from the 14th c","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a0a5227a-bc6f-4365-9c9c-02532216427f_Yemmiganur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"yemmiganur","slug":"yemmiganur"}],"slug":"top-places-to-visit-in-yemmiganur-andhra-pradesh","total":0},{"id":1212,"title":"Top Places to visit in Ponnur, Andhra Pradesh","imageUrl":"b08cba21-8635-4d33-a24d-1e5b675d7ac2_Ponnur.jpg","dateCreated":"2020-04-12T09:39:49.35Z","dateModified":"2020-04-12T09:40:00.357Z","contributedBy":"AskGif","content":"Ponnur is a town in the Guntur district of the Indian state of Andhra Pradesh. Kilari Venkata Rosaiah &ndash; YSRCP Party is the present MLA of the constituency, who won the 2019 Andhra Pradesh Legislative Assembly election from the YSRCP Party. It is a municipality and the Mandal headquarter of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b08cba21-8635-4d33-a24d-1e5b675d7ac2_Ponnur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ponnur","slug":"ponnur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-ponnur-andhra-pradesh","total":0},{"id":1193,"title":"Top Places to visit in Kanigiri, Andhra Pradesh","imageUrl":"39c0087c-c646-4321-937e-cb9214dacb2e_Kanigiri.jpg","dateCreated":"2020-04-11T08:04:20.852Z","dateModified":"2020-04-11T08:04:52.183Z","contributedBy":"AskGif","content":"Kanigiri is a census town in Prakasam district of the Indian state of Andhra Pradesh. It is the Mandal headquarters of kanigiri Mandal in Kandukur revenue division.\r\n&nbsp;\r\nEtymology\r\nThe name is a vernacular transformation of Kanakagiri (Kanaka = gold and Giri = Hill). In o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39c0087c-c646-4321-937e-cb9214dacb2e_Kanigiri.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"kanigiri","slug":"kanigiri"}],"slug":"top-places-to-visit-in-kanigiri-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}