{"id":1196,"title":"कोव्वुर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"d5971116-7aa7-4f54-99ae-0e00d8dccacc_Kovvur.jpg","dateCreated":"2020-04-11T10:56:57.958Z","dateModified":"2020-04-11T10:57:10.441Z","contributedBy":"AskGif","content":"<p>कोव्वुर भारतीय राज्य आंध्र प्रदेश के पश्चिम गोदावरी जिले का एक शहर है। यह एक नगर पालिका है और कोवूर राजस्व मंडल में कोवूर मंडल का मंडल मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>शब्द-साधन</p>\r\n<p>इस नगर को पहले गोवूर कहा जाता था। ब्रह्म पुराण के अनुसार, कोवुर (गोवरु) को गौतम महर्षि के आश्रम का स्थान माना जाता है। उन्होंने अपने आश्रम को बनाए रखने के लिए आसपास के क्षेत्रों में खेती की। गौतम महर्षि ने एक बार गलती से एक गाय को अपने धान के खेत में चरते हुए, एक दरभा (तेज, नुकीली घास) फेंककर मार डाला। इस घटना से गौतम परेशान हो जाता है और ब्रह्मगिरि पर्वत में भगवान शिव के लिए एक महान तपस्या करता है। उनके तप से प्रसन्न होकर देवता उनके पाप को मिटा देते हैं और गंगा को अपने खेत में प्रवाहित करने के लिए उस स्थान (कोव्वुर) को शुद्ध करने की अनुमति देते हैं। इस प्रकार उत्पन्न नदी को \"गोदावरी\" कहा जाता है जिसका अर्थ है \"गाय की हत्या के कारण उत्पन्न\"। गोदावरी को धरती पर लाने में महर्षि के प्रयास की सराहना में इसे \"गौतमी\" भी कहा जाता है। गौतम महर्षि गलती से अपने खेत में एक गाय को मार देते हैं और अपने पाप को मिटाने के लिए, वह महाराष्ट्र में त्रयंबकम के पास भ्रामगिरी पर्वत के पास महान तपस्या करते हैं। भगवान शिव अपने तप से प्रसन्न होकर गंगा को इस क्षेत्र को पवित्र करने की अनुमति देते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कोवुरु गोवरु का एक परिवर्तित नाम है जो उपरोक्त कहानी से उत्पन्न हुआ है। कोवुरु के आसपास के विभिन्न स्थानों के नाम इस तथ्य को उजागर करते हैं। ऐसा माना जाता है कि गौतम ने दक्षिण में एक विजयवाड़ा मंदिर और अपने आश्रम के उत्तर में एक कुमारस्वामी मंदिर की स्थापना की। इन्हें वर्तमान में विजेश्वरम और कुमारदेव के नाम से जाना जाता है। जिस स्थान पर गौतम ने खेत की जुताई की थी, वह अरिकेरेवुला था जो अरिकेरेवु में बदल जाता है। वाडापल्ली, मुनिकुदाली, ब्रह्मनागुडेम ऋषियों के स्थान थे। जिस स्थान पर अहल्या रहती थी, उसे तोगिमी कहा जाता था जिसे वर्तमान में तोगुमी कहा जाता है। वह स्थान जहाँ गाय की मृत्यु हुई थी चवुगल्लू जिसे वर्तमान में छागलू कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोवुरू गोशपदा क्षेतराम एक बहुत ही पवित्र स्थान है और पुष्करों के दौरान इस स्थान का भ्रमण अवश्य करना चाहिए।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>कोवुरु जिला मुख्यालय, एलुरु से 92 किमी (57 मील) की दूरी पर गोदावरी नदी के पश्चिमी तट पर स्थित है। यह 17.0167 &deg; N 81.7333 &deg; E पर स्थित है और इसकी औसत ऊंचाई 10 मीटर (33 फीट) है। कोव्वुर डिस्ट्रिक्ट एंड डिवोशनल टाउन में सबसे ज्यादा शांतिप्रिय शहर है, \"गोशपदा क्षेतराम\" बहुत अच्छी तरह से जाना जाने वाला टूरिस्ट प्लेस है जहाँ गोदावरी पुष्करालु ले जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, कोव्वुर की आबादी 39,193 थी। पुरुषों की आबादी का 50% और महिलाओं का 50% है। कोवुर की औसत साक्षरता दर 70% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 74% है, और महिला साक्षरता 66% है। कोव्वुर में, 11% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>&nbsp;</p>\r\n<p>कोवुर नगरपालिका का गठन वर्ष 1965 में हुआ था। यह एक तृतीय श्रेणी की नगर पालिका है, जो 24.56 किमी 2 (9.48 वर्ग मील) के क्षेत्र में फैली हुई है और इसमें 23 चुनाव वार्ड हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>परिवहन मुख्य रूप से गोदावरी नदी के पार पुलों की उपस्थिति से समर्थित है, जैसे कि, गोदावरी पुल, जो एशिया का दूसरा सबसे लंबा रेल पुल है; और गोदावरी आर्क ब्रिज, 14 मार्च 1997 को हावड़ा-चेन्नई मेनलाइन के लिए चालू किया गया। जबकि, पुराना गोदावरी पुल (द हैवलॉक ब्रिज) सबसे पहला, 1897 में बनाया गया था और 1997 में इसका पुनर्निर्माण किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>शहर की कुल सड़क लंबाई 70.45 किमी (43.78 मील) है। आंध्र प्रदेश राज्य सड़क परिवहन निगम कोवुर बस स्टेशन से बस सेवा संचालित करता है। डिपो को 2015 में फिर से खोल दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>कोव्वुर दक्षिण मध्य रेलवे जोन के विजयवाड़ा रेलवे डिवीजन के चौदह डी श्रेणी के स्टेशनों में से एक है। कोवूर, तेलुगु राज्यों के बीच कोव्वुर-भद्राचलम रेलवे लाइन के पूर्ण होने के बाद दोनों के बीच एक संभावित रेलवे जंक्शन बन जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज</p>\r\n<p>राजमुंदरी हवाई अड्डा निकटतम हवाई अड्डा है जो शहर से 15 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है। एबीएन और पीआरआर कॉलेज ऑफ साइंसेज, संस्कृत कॉलेज और कई अन्य निजी संस्थानों जैसे कई प्रसिद्ध संस्थान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kovvur,_West_Godavari_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d5971116-7aa7-4f54-99ae-0e00d8dccacc_Kovvur.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kovvur-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"कोव्वुर","slug":"kovvur"}],"recommendations":[{"id":1245,"title":"पाइलर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","dateCreated":"2020-04-22T14:26:26.31Z","dateModified":"2020-04-22T14:26:40.21Z","contributedBy":"AskGif","content":"पिलेरू भारत के आंध्र प्रदेश राज्य के चित्तूर जिले में एक जनगणना शहर है। यह मदनपल्ले राजस्व मंडल में पिलेरु मंडल का मंडल मुख्यालय है। यह नदी से होकर गुजरती है और इसलिए इसे मूलरु नाम मिला। स्थानीय भाषा में, पिला इरु का शाब्दिक रूप से एक छोटी जल धारा है।\r\n&nbsp;\r\nशिक्षा\r\nराज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"पाइलर","slug":"piler"}],"slug":"top-places-to-visit-in-piler-andhra-pradesh","total":0},{"id":1242,"title":"यममिगनुर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"a0a5227a-bc6f-4365-9c9c-02532216427f_Yemmiganur.jpg","dateCreated":"2020-04-22T14:02:31.147Z","dateModified":"2020-04-22T14:02:42.562Z","contributedBy":"AskGif","content":"यममिगनूर भारतीय राज्य आंध्र प्रदेश के कुरनूल जिले का एक शहर है। यह अडोनी राजस्व मंडल के यमिमिगनूर मंडल में स्थित है।\r\n&nbsp;\r\nइतिहास\r\nयनमिगनूर कुरनूल जिले के प्रमुख शहरों में से एक है। यह 14 वीं शताब्दी से 16 वीं शताब्दी तक विजयनगर का हिस्सा था। 1953 से 1956 तक यह आंध्र प्रदे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a0a5227a-bc6f-4365-9c9c-02532216427f_Yemmiganur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"यममिगनुर","slug":"yemmiganur"}],"slug":"top-places-to-visit-in-yemmiganur-andhra-pradesh","total":0},{"id":277,"title":"चित्तूर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","dateCreated":"2019-02-24T08:42:08.831Z","dateModified":"2019-02-24T09:05:54.845Z","contributedBy":"AskGif","content":"चित्तूर भारतीय राज्य आंध्र प्रदेश के चित्तूर जिले में एक शहर और जिला मुख्यालय है। यह चित्तौड़ मंडल और चित्तूर राजस्व मंडल का मंडल और मंडल मुख्यालय भी है। शहर की आबादी 2,89,625 है और इस समूह की संख्या 3,53,766 है।\r\n&nbsp;\r\nचित्तूर जिला, भारतीय राज्य आंध्र प्रदेश के रायलसीमा क्षेत्र म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चित्तूर","slug":"chittoor"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-chittoor-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}