{"id":1196,"title":"Top Places to visit in Kovvur, Andhra Pradesh","imageUrl":"d5971116-7aa7-4f54-99ae-0e00d8dccacc_Kovvur.jpg","dateCreated":"2020-04-11T10:56:57.958Z","dateModified":"2020-04-11T10:57:10.441Z","contributedBy":"AskGif","content":"<p>Kovvur is a town in West Godavari district of the Indian state of Andhra Pradesh. It is a municipality and the Mandal headquarters of Kovvur Mandal in Kovvur revenue division.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>This Town was earlier referred to as Govur. According to Brahma Puranam, Kovvur(Govuru) is considered as the place of Gautama Maharishi's Ashramam. He did farming in the surrounding regions to maintain his Ashramam. Gautama Maharishi once he accidentally kills a cow, grazing in his paddy field, by throwing a darbha (sharp, pointed grass). Gautama becomes upset with this incident and offers a great tapas for Lord Shiva in Brahmagiri mountains. The god, pleased by his tapas, wipes away his sin and allows Ganga to flow in his farm to purify the place (Kovvur). The river thus originated is called \"Godavari\" which means \"originated due to killing a cow\". It is also called \"Gautami\" in appreciation to the effort of the maharishi in bringing Godavari to earth. Gautama maharishi accidentally kills a cow in his farm and to clear out his sin, he offers great tapas near Bhrahmagiri parvatas near Triambakam in Maharashtra. Lord Shiva pleased with his tapas allows Ganga to sanctify the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Kovvuru is a transformed name of Govuru which originated from the above story. The names of various places around Kovvuru highlight this fact. It is believed that Gautama established a Vijneswara temple in the South and a Kumaraswami temple in the North of his Ashrama. These are currently known as Vijjeswaram and Kumaradevam. The place where Gautama ploughed the farm was Arikirevula which is transformed to Arikirevu. Vadapalli, Munikoodali, Brahmanagudem were the places of rishis. The place where Ahalya lived was called Tougimi which is currently called Togummi. The place where the cow Died was chavugallu which is currently called Chagallu.</p>\r\n<p>&nbsp;</p>\r\n<p>Kovvuru Goshpada Kshetram is a very sacred place and a must-visit the place during pushkaras.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Kovvuru is situated on the west bank of the Godavari River, at a distance of 92 km (57 mi) from the district headquarters, Eluru. It is located at 17.0167&deg;N 81.7333&deg;E and has an average elevation of 10 m (33 ft). Kovvur Is The Most Peaceful Town In The District And Devotional Town, \"Goshpada Kshetram\" Very Well Known Tourist Place Where Godavari Pushkaralu Takes Place.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Kovvur had a population of 39,193. Males constitute 50% of the population and females 50%. Kovvur has an average literacy rate of 70%, higher than the national average of 59.5%: male literacy is 74%, and female literacy is 66%. In Kovvur, 11% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Civic administration</p>\r\n<p>&nbsp;</p>\r\n<p>Kovvur municipality was formed in the year 1965. It is a III&ndash;Grade Municipality, which is spread over an area of 24.56 km2 (9.48 sq mi) and has 23 election wards.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The transport is mainly supported by the presence of bridges across the Godavari River such as, the Godavari Bridge, which is the second-longest railroad bridge in Asia; and the Godavari Arch Bridge, commissioned on 14 March 1997 for Howrah&ndash;Chennai mainline. While, the Old Godavari Bridge (The Havelock Bridge) was the earliest of all, built-in 1897 and was decommissioned in 1997.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>The town has a total road length of 70.45 km (43.78 mi). The Andhra Pradesh State Road Transport Corporation operates bus services from Kovvur bus station The depot was reopened in 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Kovvur is one of the fourteen D&ndash;category stations in the Vijayawada railway division of the South Central Railway zone. Kovvur will become a Potential Railway junction Between both Telugu States After Completion of Kovvur-Bhadrachalam road Railway line.</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>Rajahmundry Airport is the nearest airport located 15km away from town.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu. There Are Many Famous Institutions Like ABN&amp;PRR College Of Sciences, Sanskrit colleges and Many Other Private Institutions.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kovvur,_West_Godavari_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d5971116-7aa7-4f54-99ae-0e00d8dccacc_Kovvur.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kovvur-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"kovvur","slug":"kovvur"}],"recommendations":[{"id":1245,"title":"Top Places to visit in Piler, Andhra Pradesh","imageUrl":"e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","dateCreated":"2020-04-22T14:26:26.31Z","dateModified":"2020-04-22T14:26:40.21Z","contributedBy":"AskGif","content":"Pileru is a census town in Chittoor district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Pileru mandal in Madanapalle revenue division&nbsp; It passes through a river and hence it got the name Pileru. In the local language, Pilla Eru literally translates to A small wat","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"piler","slug":"piler"}],"slug":"top-places-to-visit-in-piler-andhra-pradesh","total":0},{"id":1242,"title":"Top Places to visit in Yemmiganur, Andhra Pradesh","imageUrl":"a0a5227a-bc6f-4365-9c9c-02532216427f_Yemmiganur.jpg","dateCreated":"2020-04-22T14:02:31.147Z","dateModified":"2020-04-22T14:02:42.562Z","contributedBy":"AskGif","content":"Yemmiganur is a town in the Kurnool district of the Indian state of Andhra Pradesh. It is located in Yemmiganur Mandal of the Adoni revenue division.\r\n&nbsp;\r\nHistory\r\nYemmiganur is one of the major towns in the Kurnool district. It was part of the Vijayanagar from the 14th c","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a0a5227a-bc6f-4365-9c9c-02532216427f_Yemmiganur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"yemmiganur","slug":"yemmiganur"}],"slug":"top-places-to-visit-in-yemmiganur-andhra-pradesh","total":0},{"id":277,"title":"Top Places to visit in Chittoor, Andhra Pradesh","imageUrl":"2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","dateCreated":"2019-02-24T08:42:08.831Z","dateModified":"2019-02-24T09:05:54.845Z","contributedBy":"AskGif","content":"Chittoor is a city and district headquarters in Chittoor district of the Indian state of Andhra Pradesh. It is also the mandal and divisional headquarters of Chittoor mandal and Chittoor revenue division, respectively. The city has a population of 2,89,625 and that of the agglomeration is 3,53,76","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chittoor","slug":"chittoor"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-chittoor-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}