{"id":1198,"title":"मंडपेटा में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"6573ce20-7ac0-414b-ac56-663919c3cb4f_Mandapeta.jpg","dateCreated":"2020-04-11T11:30:29.569Z","dateModified":"2020-04-11T11:33:28.284Z","contributedBy":"AskGif","content":"<p>मंडपेटा, जिसे मंडाव्यपुरम भी कहा जाता है, भारतीय राज्य आंध्र प्रदेश में पूर्वी गोदावरी जिले का एक शहर और ए-ग्रेड नगर पालिका है। यह एक बाज़ार स्थान है और आसपास के कई गाँवों के मनोरंजन का स्थान है और यह अपने राइस मिलों के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>मंडपेटा मंडल को 1037.2 मिमी की औसत वार्षिक वर्षा प्राप्त होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगर्भशास्त्र</p>\r\n<p>मंडपेटा, बड़ा गोदावरी बेसिन के पूर्वी गोदावरी उप-बेसिन में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडपेटा के गठन में तेल और प्राकृतिक गैस के भंडार दोनों पाए गए हैं। ओएनजीसी ने शेलपेट की क्षमता का आकलन करने के लिए मंडपेटा में भूमि ब्लॉकों में कुओं को ड्रिल करने की योजना बनाई है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, शहरी समूह लगभग 56,063 लोगों का घर है। उनमें से, लगभग 49% पुरुष और लगभग 51% महिलाएं हैं, शहर का जनसंख्या घनत्व 2477 व्यक्ति प्रति किमी 2 है। पूरी आबादी का 88% सामान्य वर्ग से हैं, 11% अनुसूचित जाति से हैं और 1% अनुसूचित जनजाति से हैं। मंडपेटा नगरपालिका की बाल जनसंख्या (6 वर्ष से कम आयु) कुल जनसंख्या का 9% है जिसमें 52% लड़के हैं और 48% लड़कियां हैं। कस्बे में लगभग 15,000 घर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>प्राथमिक और माध्यमिक स्कूल शिक्षा सरकारी, सहायता प्राप्त और निजी स्कूलों द्वारा प्रदान की जाती है, राज्य के स्कूल शिक्षा विभाग के तहत और शहर के आसपास कई प्रतिष्ठित स्कूल और कॉलेज हैं। शिक्षा के माध्यम अंग्रेजी और तेलुगु हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लड़कों और लड़कियों दोनों के लिए एक गैर-आवासीय सरकारी जूनियर कॉलेज है। इसकी स्थापना 1969 में हुई थी। शिक्षा का माध्यम तेलुगु है। कई निजी जूनियर कॉलेज भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रोडवेज</p>\r\n<p>मंडपेटा सड़कों से अच्छी तरह से जुड़ा हुआ है। आलमुरु की ओर जाने वाली सड़क जोनाडा शहर को राष्ट्रीय राजमार्ग 16 से जोड़ती है जो कोलकाता से चेन्नई तक चलती है। काकीनाडा से विजयवाड़ा, हैदराबाद, बेंगलुरु और दक्षिण तटीय आंध्र और रायलसीमा के अन्य स्थानों की ओर जाने वाली बसें मंडेटी से होकर जाती हैं। द्वारापुड़ी और यनम को जोड़ने वाला एसएच 102 मंडपेटा से होते हुए तपेश्वरम्, द्रक्षरामा और द्वारापुड़ी से होते हुए राजमुंदरी तक एसएच 40 से होकर गुजरता है। मंडपेटा को दुल्ला (राजमुंदरी से जोड़ता है), कपिलेश्वरपुरम और जोननाडा भी आंध्र प्रदेश के मौजूदा राज्य राजमार्गों में से हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>मंडापेटा के लिए निकटतम रेलवे स्टेशन द्वारापुडी में है जो 8 किमी दूर है। निकटतम प्रमुख रेलवे स्टेशन राजमुंदरी रेलवे स्टेशन है जो 25 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलमार्ग</p>\r\n<p>मंडपेटा में पास में कोई जल परिवहन व्यवस्था नहीं है। हालाँकि, छोटी नावें नहरों का उपयोग करती हैं और कभी-कभी पास के तपेश्वरम् तालों से गुजरती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज</p>\r\n<p>मंडपेटा का निकटतम हवाई अड्डा राजमुंदरी हवाई अड्डा है जो 30 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mandapeta</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6573ce20-7ac0-414b-ac56-663919c3cb4f_Mandapeta.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mandapeta-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"मंडपेटा","slug":"mandapeta"}],"recommendations":[{"id":1244,"title":"धोने में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"199c4d08-65ef-44a6-bde1-def1c5e6833b_Dhone.jpg","dateCreated":"2020-04-22T14:18:39.919Z","dateModified":"2020-04-22T14:18:50.461Z","contributedBy":"AskGif","content":"Dhone या द्रोणाचलम भारतीय राज्य आंध्र प्रदेश के कुरनूल जिले का एक शहर है। यह एक नगर पालिका है जो डोन मंडल में स्थित है।\r\nइतिहास\r\nडोन को पहले द्रोणाचलम के नाम से जाना जाता था। कुरनूल जिले की सबसे बड़ी नगरपालिकाओं में से एक है। स्थानीय परंपरा के अनुसार, गाँव का नाम महाभारत के एक पात्र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/199c4d08-65ef-44a6-bde1-def1c5e6833b_Dhone.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"धोने","slug":"dhone"}],"slug":"top-places-to-visit-in-dhone-andhra-pradesh","total":0},{"id":1234,"title":"श्रीशैलम (RFC) टाउनशिप में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"85248704-f1b7-4767-a2d1-d0d2bb01c07a_Srisailam.jpg","dateCreated":"2020-04-22T10:30:22.221Z","dateModified":"2020-04-22T10:30:56.594Z","contributedBy":"AskGif","content":"श्रीशैलम भारत के आंध्र प्रदेश राज्य के कुरनूल जिले का एक जनगणना शहर है। यह कुरनूल राजस्व मंडल में श्रीशैलम मंडल का मंडल मुख्यालय है। यह शहर मल्लिकार्जुन ज्योतिर्लिंग मंदिर के लिए प्रसिद्ध है और हिंदू धर्म के शैव और शक्तिवाद संप्रदायों के लिए पवित्र तीर्थ स्थलों में से एक है। इस शहर को ज्योतिर्लिं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/85248704-f1b7-4767-a2d1-d0d2bb01c07a_Srisailam.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"श्रीशैलम -टाउनशिप","slug":"srisailam-rfc-township"}],"slug":"top-places-to-visit-in-srisailam-rfc-township-andhra-pradesh","total":0},{"id":282,"title":"कृष्णा, मछलीपट्टनम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","dateCreated":"2019-03-02T12:03:32.123Z","dateModified":"2019-03-02T12:39:08.96Z","contributedBy":"AskGif","content":"कृष्णा जिला भारतीय राज्य आंध्र प्रदेश के तटीय आंध्र क्षेत्र में एक प्रशासनिक जिला है। मछलीपट्टनम प्रशासनिक मुख्यालय है और विजयवाड़ा जिले का सबसे अधिक आबादी वाला शहर है। इसका क्षेत्रफल 8,727 किमी 2 (3,370 वर्ग मील) है और भारत की 2011 की जनगणना के अनुसार इसकी आबादी 45,29,009 थी। यह पूर्व में पश्चिम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"मछलीपट्टनम","slug":"machilipatnam"},{"name":"कृष्णा","slug":"krishna"}],"slug":"top-places-to-visit-in-krishna-machilipatnam-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}