{"id":1199,"title":"मरकापुर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"f329fb03-1609-4e21-b5ba-114aac2757fc_Markapur.jpg","dateCreated":"2020-04-11T11:39:32.024Z","dateModified":"2020-04-11T11:39:42.64Z","contributedBy":"AskGif","content":"<p>मरकापुरम भारतीय राज्य आंध्र प्रदेश के प्रकाशम जिले का एक शहर है। यह एक नगर पालिका है और मरकापुर राजस्व मंडल में मरकापुर मंडल का मुख्यालय है ।: १६ मरकापुर राजा श्रीकृष्णदेवराय द्वारा निर्मित सबसे पुराना चन्ना केशव स्वामी मंदिर है। रथयात्रा के दौरान हर साल एक कार्निवल होता है। ओंगोल के बाद यह प्रकाशम जिले में दूसरा सबसे बड़ा शहर है। यह आंशिक रूप से कुरनूल जिले में है। और यह रायलसीमा का पूर्वी द्वार है। यह नल्लामाला पहाड़ियों के पास है और इसकी आबादी लगभग 130,000 है। मरकापुरम स्लेट निर्माण उद्योगों के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>मरकापुरम 15.73 &deg; N 79.28 &deg; E पर 145 मीटर (476 फीट) की औसत ऊंचाई पर स्थित है और नल्लामाला वन से घिरा हुआ है। मरकापुर स्लेट निर्माण के लिए लोकप्रिय है। यह 1980 के दशक के अंत में अन्य देशों को स्लेट निर्यात करता था। यह प्रकाशम जिले में राजस्व प्रभागों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मरकापुरम अनंतपुर-अमरावती एक्सप्रेस राजमार्ग पर स्थित है। यह कुरनूल के पास ओंगोल से लगभग 90 किमी और नंद्याल के पास भी है। यह दक्षिण मध्य रेलवे डिवीजन के गुंटूर डिवीजन का एक हिस्सा है। विजयवाड़ा से गुंटकल तक की रेलवे लाइन इसी स्टेशन से होकर गुजरती है। मरकापुर श्रीशैलम के पास है। ट्रेन मार्ग से जाने वाले श्रीशैलम जाने वाले लोगों को मार्कापुर रेलवे स्टेशन पर उतरना पड़ता है। विश्व युद्ध 2 के दौरान अंग्रेजों द्वारा इस्तेमाल किया जाने वाला डोनाकोंडा हवाई अड्डा मरकापुर के पास है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों के बाद शिक्षा का माध्यम अंग्रेजी और तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंजीनियरिंग कॉलेज, निजी कृषि कॉलेज, बीएड कॉलेज, सरकार। डिग्री कॉलेज, निजी डिग्री कॉलेज, और अधिक मध्यवर्ती कॉलेज मरकापुर में हैं। डॉ। सैमुअल जॉर्ज। इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी जिले के सबसे पुराने इंजीनियरिंग कॉलेजों में से एक है। इसमें मल्टी-स्पेशियलिटी अस्पताल (जैसे सीटी स्कैन वाले), और साथ ही मार्कापुरम में 4 बायोटेक कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Markapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f329fb03-1609-4e21-b5ba-114aac2757fc_Markapur.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-markapur-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"मरकापुर","slug":"markapur"}],"recommendations":[{"id":1244,"title":"धोने में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"199c4d08-65ef-44a6-bde1-def1c5e6833b_Dhone.jpg","dateCreated":"2020-04-22T14:18:39.919Z","dateModified":"2020-04-22T14:18:50.461Z","contributedBy":"AskGif","content":"Dhone या द्रोणाचलम भारतीय राज्य आंध्र प्रदेश के कुरनूल जिले का एक शहर है। यह एक नगर पालिका है जो डोन मंडल में स्थित है।\r\nइतिहास\r\nडोन को पहले द्रोणाचलम के नाम से जाना जाता था। कुरनूल जिले की सबसे बड़ी नगरपालिकाओं में से एक है। स्थानीय परंपरा के अनुसार, गाँव का नाम महाभारत के एक पात्र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/199c4d08-65ef-44a6-bde1-def1c5e6833b_Dhone.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"धोने","slug":"dhone"}],"slug":"top-places-to-visit-in-dhone-andhra-pradesh","total":0},{"id":1190,"title":"जग्गायहपेट  में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","dateCreated":"2020-04-10T07:24:01.308Z","dateModified":"2020-04-10T07:24:13.431Z","contributedBy":"AskGif","content":"जग्गय्यपेता भारतीय राज्य आंध्र प्रदेश के कृष्णा जिले में एक जनगणना शहर है। यह विजयवाड़ा राजस्व मंडल के जग्गय्यपेटा मंडल का मंडल मुख्यालय भी है। शहर पलरू नदी के तट पर स्थित है जो कृष्णा नदी की एक सहायक नदी है।\r\n&nbsp;\r\nशब्द-साधन\r\nजग्गयोप्पा एक शासक द्वारा शासित था, जिसका नाम श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"जग्गायहपेट","slug":"jaggaiahpet"}],"slug":"top-places-to-visit-in-jaggaiahpet-andhra-pradesh","total":0},{"id":1178,"title":"अमरावती में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"877202e3-4678-400c-9903-2df7273c1611_Amaravati.jpg","dateCreated":"2020-04-09T14:25:09.602Z","dateModified":"2020-04-09T14:25:20.977Z","contributedBy":"AskGif","content":"अमरावती भारतीय राज्य आंध्र प्रदेश की राजधानी है, और राज्य के राजधानी क्षेत्र का प्राथमिक शहर है। गुंटूर जिले में कृष्णा नदी के दक्षिणी तट पर आवंटित स्थान पर निर्मित, राज्य के भौगोलिक केंद्र के करीब चयनित हाल ही में निर्मित शहर है। तेलंगाना के अलग होने के बाद आंध्र प्रदेश की नई राजधानी के रूप में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/877202e3-4678-400c-9903-2df7273c1611_Amaravati.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"अमरावती","slug":"amaravati"}],"slug":"top-places-to-visit-in-amaravati-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}