{"id":120,"title":"Top Places to Visit in Budaun, Uttar Pradesh","imageUrl":"f57dfd98-4267-4b3b-9905-c2931e8d13d1_budaun-railways.jpg","dateCreated":"2018-08-24T13:34:24.735Z","dateModified":"2018-10-01T16:20:07.812Z","contributedBy":"AskGif","content":"<p>Budaun (also spelled as Badaun, formerly Vodamayuta) is a city and a seat of Budaun district, Uttar Pradesh, India. It is located near the Ganges river. in the center of Western Uttar Pradesh. It was the most important post of Northern Frontier during Mughal reign. Budaun is a big market, historically famous and religiously important city. It is the heart of Rohilkhand. Budaun is 229 km from New Delhi and it takes 4 hours 47 mins to 7 hours to reach the city depending on mode of transport i.e. car or roadways bus service. Whilst not a main tourist destination, it still attracts thousands of people annually. Every year it is estimated that 1.5 lac to 2 lac people visit the city, most people come there for Ziyarat. Budaun is famous among the Barelwi sectors of Muslims due to the presence of hundreds of martyrs (Shahid) and saints buried there. Budaun was the capital of Delhi Sultanate for four years from 1210 CE to 1214 CE during Sultan Iltutmish rule.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The town is near the left bank of the river Sot. Budaun has an average elevation of 169 metres (554 feet). It has normal rainfall levels. Since Budaun was settled after demolishing a large fort, the city is irregularly elevated, with Sotha and Punjabi Mohalla at the top. The Civil Lines area is much plainer.</p>\r\n<p>&nbsp;</p>\r\n<p>Like most of Northern India, Badaun has four seasons; winter, summer, spring, and autumn. It is above the Tropic of Cancer and is therefore not a tropical region. In the summer, the temperature is on average about 33.7 C&deg;. However, in the winter, the temperature is on average 15.0 C&deg;. There is widespread greenery. The climatic conditions are suitable for agriculture; the crops production from this area is larger.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 census, Budaun City had a population of 369,221 (188,475 male 180,746 female = 1000/907), 39,613 (12.3%) of whom were aged 0&ndash;6. The adult literacy rate was 92.0. The widely spoken language in the city is Hindi and Urdu with English being used very rarely, and Punjabi is also a significant language in the city.The sex ratio of Budaun city is 907 per 1000 males. Child sex ratio of girls is 882 per 1000 boys. The area of the city is 81 square km. Budaun Metro Area have a population of around 417000 and an area of 103 km2 (40 sq mi) With Badaun City, it includes Shekhupur, Bahedi, Islamganj, Chandanpur, Salarpur, Salarpur Industrial Estate, Shekhupur Firing Range, Padauna and Khera Buzurg.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Budaun</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f57dfd98-4267-4b3b-9905-c2931e8d13d1_budaun-railways.jpg","subContents":[{"SubTitle":"1. Gurukul Sanskrit Mahavidyalaya, Suryakund","SubTitleHindi":null,"SubContent":"<p>Gurukul Sanskrit Mahavidyalaya, Suryakund, Budaun (गुरुकुल संस्कृत महाविद्यालय, सूर्यकुंड, बदायूँ) is an ancient Gurukula school (a place of education) located on Dataganj road Budaun. It is 4 kilometers away from Badaun city.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The Mahavidyalaya was founded by Swami Darshnanand Saraswati in the year 1903. Swami Darshnanand has founded many Sanskrit Mahavidyalaya in all over India. The college is famous for its Sanskrit education for many years. The Gurukul Mahavidyalaya is also famous for Indian independence movement. Mahatma Gandhi came here in 1936 for educate people about independent India.</p>\r\n<p>&nbsp;</p>\r\n<p>Campus</p>\r\n<p>The Mahavidyalaya is spread over in 8 acres land with an ancient Suryakund and Goshala. Many cows are rearing in this Goshala by Gurukul Mahavidyalaya management. There is a hostel available with 35 rooms within the college area.</p>\r\n<p>&nbsp;</p>\r\n<p>Courses</p>\r\n<p>पूर्व मध्यमा</p>\r\n<p>उत्तर मध्यमा</p>\r\n<p>शास्त्री</p>\r\n<p>आचार्य</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gurukul_Sanskrit_Mahavidyalaya,_Suryakund,_Budaun</p>","SubContentHindi":null,"ImageUrl":"43c31cf6-0c3a-4c93-b5ac-74033cf48cd9_gurukul-sanskrit-badaun.jpeg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Great Mosque","SubTitleHindi":null,"SubContent":"<p>The Jama Masjid or Great Mosque is a major mosque built in historic center of Budaun.[1]</p>\r\n<p>&nbsp;</p>\r\n<p>The mosque was built by Iltutmish, the ruler of Delhi Sultanate that time. This mosque reflects Persian and Afghan architecture. It has three gates: the main gate, facing Shakeel Road, is made up of red marble and stands 100 feet tall. The second gate is in Farshori Tola and the third one in Sotha. It has a central dome surrounded by two more domes, and 5 other domes too. The floor is made from white marble (SangeMarMar). It has a \"Hauz\"(pond) and three \"WuzuKhana\"(Washroom and sitting Room) on its premises. Two sides of mosque are occupied by residential blocks: the Jama Masjid Quarters.</p>\r\n<p>&nbsp;</p>\r\n<p>This mosque is the third oldest existing and second largest mosque of the country after Delhi's Jama Masjid, having a standard capacity of 23500. The built up part[clarification needed] of the mosque is larger than any other mosque of the country. Before the expansion of Delhi's Jama Masjid, it was the largest and most famous mosque of the country. The central dome of the mosque is considered to be the largest for any dome of mosque in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>It is also a Monument of National Importance and a National Heritage Site.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Great_Mosque,_Budaun</p>","SubContentHindi":null,"ImageUrl":"5d957855-fbb2-437f-bb40-3a190e55e24d_Great-Mosque.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Nizamuddin Auliya","SubTitleHindi":null,"SubContent":"<p>Muhammad Nizamuddin Auliya (Urdu: محمد نظام الدّین اولیاء‬&lrm;&lrm;; sometimes spelled Awliya; 1238 &ndash; 3 April 1325), also known as Hazrat Nizamuddin, was a Sufi saint of the Chishti Order and arguably one of the most famous Sufis on the Indian Subcontinent. His predecessors were Fariduddin Ganjshakar, Qutbuddin Bakhtiyar Kaki and Moinuddin Chishti. In that sequence, they constitute the initial spiritual chain or silsila of the Chishti order, widely prevalent in the Indian subcontinent.</p>\r\n<p>&nbsp;</p>\r\n<p>Nizamuddin Auliya, like his predecessors, stressed love as a means of realising God. For him his love of God implied a love of humanity. His vision of the world was marked by a highly evolved sense of religious pluralism and kindness. It is claimed by the 14th century historiographer Ziauddin Barani that his influence on the Muslims of Delhi was such that a paradigm shift was effected in their outlook towards worldly matters. People began to be inclined towards mysticism and prayers and remaining aloof from the world.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nizamuddin_Auliya</p>","SubContentHindi":null,"ImageUrl":"4978596e-1be1-4556-b581-43cd343a86b5_Nizamuddin-Dargah-and-Jamaat-Khana-Masjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Roadways</p>\r\n<p>Budaun city acts as a junction for many national roads, which make the city one of the most important of the western UP. SH-33 (Bharatpur-Mathura-Bareilly) and SH-43 (Moradabad-Farrukhabad) pass through Budaun, It is also the terminal point of SH-18 (to Meerut via Bulandshahr) and SH-51 (to Delhi via Bulandshahr). Budaun Depot, with 118 buses is one of the most profitable depots of UPSRTC. Two new highways would be soon connected to Budaun city, first will connect Budaun to Etawah through Qadar Chowk, Etah and Mainpuri and the second one would connect Budaun to Shahjahanpur through Dataganj. After construction of these two roads in coming 2 years, Budaun will be an important road junction of the Western UP.</p>\r\n<p>&nbsp;</p>\r\n<p>Buses are available 24x7 from Badaun to Delhi, Badaun to Agra, Badaun to Bareilly, and vice versa.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Budaun Railway Station</p>\r\n<p>Railways</p>\r\n<p>Budaun's railway station code is BEM. Budaun lies on the Mathura-Lalkuan railway which has been converted into broad gauge and was inaugurated by rail minister Suresh Prabhu on 11 August 2015. First train to run was Ramnagar Agra Fort Express.[citation needed] Another rail line is proposed connecting Gajraula to Mainpuri through Budaun, which would make Budaun a junction.</p>\r\n<p>&nbsp;</p>\r\n<p>Intercity</p>\r\n<p>Auto Rickshaws and E Rickshaws serve the city for all the day. However, you may find autos on specified points run to a limited distance (10&ndash;20 kilometres (6.2&ndash;12.4 mi) generally).[citation needed] Budaun is one of the less polluted cities of UP because of a lot use of AutoGas (LPG). In fact Budaun is one of the rare cities having AutoGas on petrol pumps. Many the vehicles of the city are LPG workable.</p>\r\n<p>&nbsp;</p>\r\n<p>Distances</p>\r\n<p>&nbsp;</p>\r\n<p>Farrukhabad - 107 km</p>\r\n<p>&nbsp;</p>\r\n<p>Bareilly - 49 km</p>\r\n<p>&nbsp;</p>\r\n<p>Kasganj - 59 km</p>\r\n<p>&nbsp;</p>\r\n<p>Moradabad - 105 km</p>\r\n<p>&nbsp;</p>\r\n<p>Mathura - 162 km</p>\r\n<p>&nbsp;</p>\r\n<p>Aligarh - 116.8 km</p>\r\n<p>&nbsp;</p>\r\n<p>Delhi - 216 km</p>\r\n<p>&nbsp;</p>\r\n<p>Agra - 174 km</p>\r\n<p>&nbsp;</p>\r\n<p>Etah - 89 km</p>\r\n<p>&nbsp;</p>\r\n<p>Rampur - 98 km</p>\r\n<p>&nbsp;</p>\r\n<p>Nainital - 174 km</p>\r\n<p>&nbsp;</p>\r\n<p>Sambhal - 91 km</p>\r\n<p>&nbsp;</p>\r\n<p>(Important Towns and other Posts )</p>\r\n<p>&nbsp;</p>\r\n<p>Bisauli - 38 km</p>\r\n<p>&nbsp;</p>\r\n<p>Ujhani - 12 km</p>\r\n<p>&nbsp;</p>\r\n<p>Chandausi - 62 km</p>\r\n<p>&nbsp;</p>\r\n<p>Aonla - 28 km</p>\r\n<p>&nbsp;</p>\r\n<p>Sahaswan - 40 km</p>\r\n<p>&nbsp;</p>\r\n<p>Medical College - 8 km</p>\r\n<p>source: https://en.wikipedia.org/wiki/Budaun</p>","SubContentHindi":null,"ImageUrl":"a010faec-8dec-40ea-a1c3-293f35696f55_budaun-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-budaun-uttar-pradesh","tags":[{"name":"budaun","slug":"budaun"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":191,"title":"Top Places to visit in Sant Kabir Nagar (Khalilabad), Uttar Pradesh","imageUrl":"b013fc62-5f0d-492e-8fef-3e405e7303c7_Khalilabad-railway.jpg","dateCreated":"2018-12-25T07:00:15.361Z","dateModified":"2018-12-25T07:09:01.541Z","contributedBy":"AskGif","content":"Sant Kabir Nagar district is one of the 75 districts of Uttar Pradesh state in northern India. Khalilabad city is the district headquarters. Sant Kabir Nagar district is a part of Basti division.\r\n&nbsp;\r\nDemographics\r\nAccording to the 2011 census Sant Kabir Nagar district ha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b013fc62-5f0d-492e-8fef-3e405e7303c7_Khalilabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"khalilabad","slug":"khalilabad"},{"name":"sant-kabir-nagar","slug":"sant-kabir-nagar"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-sant-kabir-nagar-khalilabad-uttar-pradesh","total":0},{"id":132,"title":"Top Places to Visit in Fatehpur, Uttar Pradesh","imageUrl":"8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","dateCreated":"2018-09-03T14:36:15.675Z","dateModified":"2018-09-04T13:28:14.173Z","contributedBy":"AskGif","content":"&nbsp;\r\nFatehpur is a city and a municipal board in Fatehpur district in the state of Uttar Pradesh, India. The city between two holy rivers Ganga and Yamuna, was founded by Rishi Purwar and later on he became the King of city .\r\nFatehpur District is one of the 75 districts of Uttar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"fatehpur","slug":"fatehpur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-fatehpur-uttar-pradesh","total":0},{"id":123,"title":"Top Places to Visit in Chandauli, Uttar Pradesh","imageUrl":"193987ac-b91f-4061-ad35-03ae821d3116_Chandauli-railway.jpg","dateCreated":"2018-08-27T14:54:10.253Z","dateModified":"2018-10-07T04:23:52.385Z","contributedBy":"AskGif","content":"Chandauli is a town and a nagar panchayat in Chandauli district in the state of Uttar Pradesh, India. It is the administrative headquarters of Chandauli District. Chandauli became a separate district for the first time on 20 May 1997. However, after coming into power, Mulayam Singh Yadav dissolve","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/193987ac-b91f-4061-ad35-03ae821d3116_Chandauli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chandauli","slug":"chandauli"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-chandauli-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}