{"id":120,"title":"बदायूँ में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f57dfd98-4267-4b3b-9905-c2931e8d13d1_budaun-railways.jpg","dateCreated":"2018-08-24T13:34:24.735Z","dateModified":"2018-10-01T16:20:07.812Z","contributedBy":"AskGif","content":"<p>बुडाउन (पूर्व में वोदामुता के रूप में भी लिखा गया है) एक शहर है और भारत के उत्तर प्रदेश, बुडाउन जिले की एक सीट है। यह गंगा नदी के पास स्थित है। पश्चिमी उत्तर प्रदेश के केंद्र में। मुगल शासनकाल के दौरान उत्तरी फ्रंटियर का यह सबसे महत्वपूर्ण पद था। बुडुन एक बड़ा बाजार है, ऐतिहासिक रूप से प्रसिद्ध और धार्मिक रूप से महत्वपूर्ण शहर है। यह रोहिलखंड का दिल है। बुडुन नई दिल्ली से 22 9 किमी दूर है और परिवहन यानी कार या रोडवेज बस सेवा के माध्यम से शहर तक पहुंचने में 4 घंटे 47 मिनट लगते हैं। जबकि एक मुख्य पर्यटन स्थल नहीं है, यह अभी भी हजारों लोगों को सालाना आकर्षित करता है। हर साल अनुमान लगाया जाता है कि 1.5 लाख से 2 लाख लोग शहर की यात्रा करते हैं, ज्यादातर लोग ज़ियारत के लिए वहां आते हैं। सैकड़ों शहीदों (शाहिद) और संतों को वहां दफन किए जाने के कारण मुसलमानों के बरेलवी क्षेत्रों में बुडाउन प्रसिद्ध है। सुल्तान इल्तुतमिश शासन के दौरान बुडुन 1210 सीई से 1214 सीई तक चार साल तक दिल्ली सल्तनत की राजधानी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह शहर सॉट नदी के बाएं किनारे के पास है। बुडाउन की औसत ऊंचाई 16 9 मीटर (554 फीट) है। इसमें सामान्य वर्षा का स्तर होता है। चूंकि बुडुन एक बड़े किले को ध्वस्त करने के बाद बस गया था, इसलिए शहर को अनोखा रूप से ऊंचा किया गया है, सोथा और पंजाबी मोहल्ला शीर्ष पर हैं। सिविल लाइन्स क्षेत्र बहुत सादा है।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तरी भारत की तरह, बादाण के चार मौसम हैं; सर्दी, गर्मी, वसंत, और शरद ऋतु। यह कैंसर के उष्णकटिबंधीय से ऊपर है और इसलिए उष्णकटिबंधीय क्षेत्र नहीं है। गर्मियों में, तापमान औसतन 33.7 डिग्री सेल्सियस है। हालांकि, सर्दियों में, तापमान औसतन 15.0 डिग्री सेल्सियस है। व्यापक हरियाली है। जलवायु की स्थिति कृषि के लिए उपयुक्त है; इस क्षेत्र से फसलों का उत्पादन बड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, बुडुन शहर की जनसंख्या 36 9, 221 (188,475 पुरुष 180,746 महिला = 1000/907) थी, जिनमें से 3 9, 613 (12.3%) थी, जिनमें से 0-6 वर्ष की थी। वयस्क साक्षरता दर 92.0 थी। शहर में व्यापक रूप से बोली जाने वाली भाषा हिंदी और उर्दू है जिसका अंग्रेजी बहुत ही कम इस्तेमाल होता है, और पंजाबी भी शहर में एक महत्वपूर्ण भाषा है। बुदाउन शहर का लिंग अनुपात 907 प्रति 1000 पुरुष है। लड़कियों के बाल यौन अनुपात 882 प्रति 1000 लड़के हैं। शहर का क्षेत्रफल 81 वर्ग किमी है। बुडुन मेट्रो एरिया की आबादी 417000 है और बदाउन शहर के साथ 103 किमी 2 (40 वर्ग मील) का क्षेत्र है, इसमें शेखूपुर, बाहेदी, इस्लामगंज, चंदनपुर, सालारपुर, सालारपुर औद्योगिक एस्टेट, शेखूपुर फायरिंग रेंज, पडाउना और खेरा बुजुर्ग शामिल हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Budaun</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f57dfd98-4267-4b3b-9905-c2931e8d13d1_budaun-railways.jpg","subContents":[{"SubTitle":"1. गुरुकुल संस्कृत महाविद्यालय, सूर्यकुंड","SubTitleHindi":null,"SubContent":"<p>गुरुकुल संस्कृत महाविद्यालय, सूर्यकुंड, बुदाउन (गुरुकुल संस्कृत महादे, सूर्यकुंड, बदायूं) एक प्राचीन गुरुुकुला स्कूल (शिक्षा का एक स्थान) है, जो डाटागंज रोड बुदाउन पर स्थित है। यह बादाण शहर से 4 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>1 9 03 में स्वामी दर्शननंद सरस्वती ने महाविद्यालय की स्थापना की थी। स्वामी दर्शननंद ने पूरे भारत में कई संस्कृत महाविद्यालयों की स्थापना की है। कॉलेज कई वर्षों से संस्कृत शिक्षा के लिए प्रसिद्ध है। गुरुकुल महाविद्यालय भी भारतीय स्वतंत्रता आंदोलन के लिए प्रसिद्ध है। स्वतंत्र भारत के बारे में लोगों को शिक्षित करने के लिए महात्मा गांधी 1 9 36 में यहां आए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>कैंपस</p>\r\n<p>महाविद्यलय एक प्राचीन सूर्यकंड और गोशाला के साथ 8 एकड़ भूमि में फैल गया है। गुरुकुल महाविद्यालय प्रबंधन द्वारा इस गोशाला में कई गायों का पालन किया जा रहा है। कॉलेज क्षेत्र के भीतर 35 कमरों के साथ एक छात्रावास उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>पाठ्यक्रम</p>\r\n<p>पूर्व मध्यमा</p>\r\n<p>उत्तर मध्यमा</p>\r\n<p>शास्त्री</p>\r\n<p>आचार्य</p>\r\n<p>स्रोत:&nbsp;https://en.wikipedia.org/wiki/Gurukul_Sanskrit_Mahavidyalaya,_Suryakund,_Budaun</p>","SubContentHindi":null,"ImageUrl":"43c31cf6-0c3a-4c93-b5ac-74033cf48cd9_gurukul-sanskrit-badaun.jpeg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. ग्रेट मस्जिद","SubTitleHindi":null,"SubContent":"<p>जामा मस्जिद या ग्रेट मस्जिद बुडुन के ऐतिहासिक केंद्र में निर्मित एक प्रमुख मस्जिद है। [1]</p>\r\n<p>&nbsp;</p>\r\n<p>मस्जिद उस समय दिल्ली सल्तनत के शासक इल्तुतमिश द्वारा बनाई गई थी। यह मस्जिद फारसी और अफगान वास्तुकला को दर्शाती है। इसमें तीन द्वार हैं: मुख्य द्वार, शकील रोड का सामना करना, लाल संगमरमर से बना है और 100 फीट लंबा है। दूसरा द्वार फरशोरी टोला और सोथा में तीसरा स्थान है। इसमें एक केंद्रीय गुंबद है जो दो और गुंबदों से घिरा हुआ है, और 5 अन्य गुंबद भी हैं। मंजिल सफेद संगमरमर (संगीतमारमार) से बना है। इसके परिसर में इसमें \"हौज\" (तालाब) और तीन \"वुज़ुखाना\" (वाशरूम और बैठे कमरे) हैं। आवासीय ब्लॉक द्वारा मस्जिद के दो पक्षों पर कब्जा कर लिया गया है: जामा मस्जिद क्वार्टर।</p>\r\n<p>&nbsp;</p>\r\n<p>यह मस्जिद दिल्ली की जामा मस्जिद के बाद 23500 की मानक क्षमता रखने के बाद देश की तीसरी सबसे पुरानी और दूसरी सबसे बड़ी मस्जिद है। मस्जिद का निर्मित हिस्सा [स्पष्टीकरण आवश्यक] देश की किसी भी अन्य मस्जिद से बड़ा है। दिल्ली के जामा मस्जिद के विस्तार से पहले, यह देश की सबसे बड़ी और सबसे प्रसिद्ध मस्जिद थी। मस्जिद का केंद्रीय गुंबद देश में मस्जिद के किसी भी गुंबद के लिए सबसे बड़ा माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह राष्ट्रीय महत्व और राष्ट्रीय विरासत स्थल का एक स्मारक भी है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Great_Mosque,_Budaun</p>","SubContentHindi":null,"ImageUrl":"5d957855-fbb2-437f-bb40-3a190e55e24d_Great-Mosque.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निजामुद्दीन औलिया","SubTitleHindi":null,"SubContent":"<p>मुहम्मद निजामुद्दीन औलिया (उर्दू: محمد نظام الدین اولیاء; कभी-कभी Awliya वर्तनी; 1238 - 3 अप्रैल 1325), जिसे हजरत निजामुद्दीन भी कहा जाता है, चिश्ती आदेश का सूफी संत था और तर्कसंगत रूप से भारतीय पर सबसे प्रसिद्ध सूफी में से एक था उपमहाद्वीप। उनके पूर्ववर्ती फरीदुद्दीन गंजशकर, कुतुबुद्दीन बख्तियार काकी और मोइनुद्दीन चिश्ती थे। उस अनुक्रम में, वे प्रारंभिक आध्यात्मिक श्रृंखला या चिश्ती आदेश के सिलसिला का गठन करते हैं, जो भारतीय उपमहाद्वीप में व्यापक रूप से प्रचलित है।</p>\r\n<p>&nbsp;</p>\r\n<p>निजामुद्दीन औलिया, अपने पूर्ववर्तियों की तरह, भगवान को महसूस करने के साधन के रूप में प्यार पर बल दिया। उसके लिए भगवान के अपने प्यार ने मानवता के प्यार को निहित किया। दुनिया की उनकी दृष्टि धार्मिक बहुलवाद और दयालुता की एक बेहद विकसित भावना से चिह्नित थी। 14 वीं शताब्दी के इतिहासकार जियाउद्दीन बरानी ने दावा किया कि दिल्ली के मुस्लिमों पर उनका प्रभाव ऐसा था कि सांसारिक मामलों के प्रति उनके दृष्टिकोण में एक आदर्श बदलाव आया। लोगों ने रहस्यवाद और प्रार्थनाओं और दुनिया से अलग रहने की ओर झुकाव शुरू किया।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Nizamuddin_Auliya</p>","SubContentHindi":null,"ImageUrl":"4978596e-1be1-4556-b581-43cd343a86b5_Nizamuddin-Dargah-and-Jamaat-Khana-Masjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रोडवेज</p>\r\n<p>बुडुन शहर कई राष्ट्रीय सड़कों के लिए एक जंक्शन के रूप में कार्य करता है, जो शहर को पश्चिमी उत्तर प्रदेश में सबसे महत्वपूर्ण बनाता है। एसएच -33 (भरतपुर-मथुरा-बरेली) और एसएच -43 (मोरादाबाद-फररुखाबाद) बुडुन से गुजरते हैं, यह एसएच -18 का टर्मिनल प्वाइंट (बुलंदशहर के माध्यम से मेरठ तक) और एसएच -51 (बुलंदशहर के माध्यम से दिल्ली में) है। बुडुन डिपो, 118 बसों के साथ यूपीएसआरटीसी के सबसे लाभदायक डिपो में से एक है। दो नए राजमार्ग जल्द ही बुडुन शहर से जुड़े होंगे, पहले बुडुन से इटावा को कदर चौक, इटाह और मेनपुरी के माध्यम से जोड़ देंगे और दूसरा बुडाउन को शाहजहांपुर से डाटागंज से जोड़ देगा। आने वाले 2 वर्षों में इन दो सड़कों के निर्माण के बाद, बुडुआन पश्चिमी उत्तर प्रदेश का एक महत्वपूर्ण सड़क जंक्शन होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>बसें बादाण से दिल्ली, बादाण से आगरा, बादाण से बरेली तक और इसके विपरीत 24x7 उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>बुडुन रेलवे स्टेशन</p>\r\n<p>रेलवे</p>\r\n<p>बुडुन का रेलवे स्टेशन कोड बीईएम है। बुडुन मथुरा-ललकुआन रेलवे पर स्थित है जिसे व्यापक गेज में परिवर्तित कर दिया गया है और इसका उद्घाटन 11 अगस्त 2015 को रेल मंत्री सुरेश प्रभु ने किया था। दौड़ने वाली पहली ट्रेन रामनगर आगरा फोर्ट एक्सप्रेस थी। [उद्धरण वांछित] गजराला को जोड़ने का एक और रेल लाइन प्रस्तावित है बुडुन के माध्यम से मेनपुरी, जो बुडुन को एक जंक्शन बना देगा।</p>\r\n<p>&nbsp;</p>\r\n<p>नगरों के बीच का</p>\r\n<p>ऑटो रिक्शा और ई रिक्शा पूरे दिन शहर की सेवा करते हैं। हालांकि, आप सीमित दूरी (10-20 किलोमीटर (6.2-12.4 मील) आमतौर पर चलने वाले निर्दिष्ट बिंदुओं पर ऑटो प्राप्त कर सकते हैं। [उद्धरण वांछित] बुडुन यूपी के कम प्रदूषित शहरों में से एक है क्योंकि ऑटोगास के बहुत सारे उपयोग ( एलपीजी)। वास्तव में बुडुन पेट्रोल पंप पर ऑटोगास वाले दुर्लभ शहरों में से एक है। शहर के कई वाहन एलपीजी काम करने योग्य हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दूरियां</p>\r\n<p>&nbsp;</p>\r\n<p>फ़रुक्खाबाद - 107 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>बरेली - 4 9 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>कासगंज - 5 9 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>मोरादाबाद - 105 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>मथुरा - 162 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>अलीगढ़ - 116.8 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली - 216 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>आगरा - 174 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>एटा - 89 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>रामपुर - 98 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>नैनीताल - 174 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>संभल - 91 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>(महत्वपूर्ण शहर और अन्य पोस्ट)</p>\r\n<p>&nbsp;</p>\r\n<p>बिसाउली - 38 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>उझानी - 12 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>चंदौसी - 62 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>औना - 28 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>सहसवान - 40 किमी</p>\r\n<p>&nbsp;</p>\r\n<p>मेडिकल कॉलेज - 8 किमी</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Budaun</p>","SubContentHindi":null,"ImageUrl":"a010faec-8dec-40ea-a1c3-293f35696f55_budaun-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-budaun-uttar-pradesh","tags":[{"name":"बदायूँ","slug":"budaun"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":191,"title":"संत कबीर नगर (खलीलाबाद) में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b013fc62-5f0d-492e-8fef-3e405e7303c7_Khalilabad-railway.jpg","dateCreated":"2018-12-25T07:00:15.361Z","dateModified":"2018-12-25T07:09:01.541Z","contributedBy":"AskGif","content":"संत कबीर नगर जिला उत्तर भारत में उत्तर प्रदेश राज्य के 75 जिलों में से एक है। खलीलाबाद शहर जिला मुख्यालय है। संत कबीर नगर जिला बस्ती संभाग का एक हिस्सा है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n२०११ की जनगणना के अनुसार संत कबीर नगर जिले की जनसंख्या १,,१४,३०० है, जो कि द गाम्बिया या नेब्रास्क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b013fc62-5f0d-492e-8fef-3e405e7303c7_Khalilabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खलीलाबाद","slug":"khalilabad"},{"name":"संत-कबीर-नगर","slug":"sant-kabir-nagar"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-sant-kabir-nagar-khalilabad-uttar-pradesh","total":0},{"id":132,"title":"फतेहपुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","dateCreated":"2018-09-03T14:36:15.675Z","dateModified":"2018-09-04T13:28:14.173Z","contributedBy":"AskGif","content":"फतेहपुर उत्तर प्रदेश राज्य के फतेहपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। गंगा और यमुना की दो पवित्र नदियों के बीच शहर की स्थापना ऋषि पूरवार ने की थी और बाद में वह शहर का राजा बन गया।\r\nफतेहपुर जिला उत्तरी भारत के उत्तर प्रदेश राज्य के 75 जिलों में से एक है। जिले में 4,152 वर्ग किमी क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फतेहपुर","slug":"fatehpur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-fatehpur-uttar-pradesh","total":0},{"id":123,"title":"चंदौली में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"193987ac-b91f-4061-ad35-03ae821d3116_Chandauli-railway.jpg","dateCreated":"2018-08-27T14:54:10.253Z","dateModified":"2018-10-07T04:23:52.385Z","contributedBy":"AskGif","content":"चंदौली उत्तर प्रदेश राज्य के चंदौली जिले में एक शहर और एक नगर पंचायत है। यह चंदौली जिले का प्रशासनिक मुख्यालय है। 20 मई 1 99 7 को पहली बार चंदौली एक अलग जिला बन गया। हालांकि, सत्ता में आने के बाद मुलायम सिंह यादव ने जनवरी 2004 को इसे भंग कर दिया और वाराणसी में फिर से विलय सुनिश्चित किया। लेकिन, न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/193987ac-b91f-4061-ad35-03ae821d3116_Chandauli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चंदौली","slug":"chandauli"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-chandauli-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}