{"id":1202,"title":"नरसापुरम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"5028067f-5f65-45e2-afa9-eed393836082_narasapur.jpg","dateCreated":"2020-04-11T13:47:57.63Z","dateModified":"2020-04-11T13:48:12.058Z","contributedBy":"AskGif","content":"<p>नरसापुरम (या नरसापुर) भारतीय राज्य आंध्र प्रदेश के पश्चिम गोदावरी जिले का एक कस्बा है। यह नरसापुरम राजस्व मंडल में नरसापुरम मंडल का एक नगरपालिका और मंडल मुख्यालय है। यह शहर वासिस्ता गोदावरी नदी के तट पर स्थित है। लेस उद्योग शहर और उसके आसपास प्रचलित है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>&nbsp;</p>\r\n<p>नरसापुरम मंडल मानचित्र में नरसापुरम नगरपालिका</p>\r\n<p>नरसापुर 16.4361 &deg; N 81.7016 &deg; E पर स्थित है और वसीस्ता गोदावरी नदी के दाहिने किनारे पर 0 मीटर (0 फीट) की ऊंचाई पर स्थित है। गोदावरी नदी नरसापुर से 9.6 किमी पर, अंटार्वेदि के पास बंगाल की खाड़ी में निकलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>मछली की नाव</p>\r\n<p>हस्तनिर्मित crochet फीता-काम शहर में उद्योग के सबसे सामान्य रूपों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में और उसके आसपास कई उद्योग हैं जैसे कि इंटरनेशनल लेस ट्रेड सेंटर, ऑयल एंड नेचुरल गैस कॉर्पोरेशन ऑफ इंडिया, सेंट्रल इंडस्ट्रियल सिक्योरिटी फोर्स, सेंट्रल मरीन फिशरीज रिसर्च इंस्टीट्यूट, पनगोदावरी (हस्तशिल्प), कॉम्प्रिहेंसिव हैंडीक्राफ्ट्स क्लस्टर डेवलपमेंट स्कीम, AWS (ऑटोमैटिक वेदर) स्टेशन) IMD द्वारा स्थापित और चालू।</p>\r\n<p>&nbsp;</p>\r\n<p>एक्वाकल्चर</p>\r\n<p>&nbsp;</p>\r\n<p>मत्स्यपालन मुख्य व्यवसायों में से एक है जो मछुआरों के लिए अच्छी मात्रा में राजस्व उत्पन्न करता है। इसमें पुलासा नामक विभिन्न प्रकार की एस्टुरीन मछली की खेती शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>गोदावरी पुष्करम को हर बारह साल में नरसापुरम में मनाया जाता है ताकि वसिस्ता गोदावरी नदी में पवित्र डुबकी लगाई जा सके। ऐसा कहा जाता है कि यह नदी हिंदू पौराणिक कथाओं के सात महान संतों में से एक प्रसिद्ध महर्षि वशिष्ठ द्वारा लाई गई थी। यह जगह दुनिया भर के लोगों को साल भर खींचती है। अंटवेदी, बंगाल की खाड़ी और वासिस्ता नदी का विलय, जो गोदावरी नदी की एक सहायक नदी है। समुद्र और नदी के संगम के स्थान को \"सप्त सागर संगम प्रदेसम\" कहा जाता है। इसे अन्ना चेल्ली गट्टू (जिसका अर्थ भाई-बहन के तटबंध) के रूप में भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>अल्टार व्यू</p>\r\n<p>कस्बे के कुछ धार्मिक स्थल हैं, आदिकेशव एम्बरुमानर मंदिर, 300 साल पुराना एक वैष्णव मंदिर, जिसका निर्माण ब्रिटिश ईस्ट इंडिया कंपनी के अनुवादक, प्रसन्ननरेसा पुपलला रामनप्पा नायडू ने किया था; क्राइस्ट लूथरन चर्च आंध्र इवेंजेलिकल लूथरन चर्च और वेस्ट गोदावरी सिनॉड के सदस्य चर्च में है।</p>\r\n<p>&nbsp;</p>\r\n<p>लैंडमार्क्स</p>\r\n<p>पेरुपलेम बीच शहर से 20 किमी की दूरी पर स्थित है। नरसापुरम बंदर पर्यटन के कारण विदेशियों के लिए एक महत्वपूर्ण स्थल बन गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों के बाद शिक्षा के माध्यम अंग्रेजी और तेलुगु हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>टेलर हाई स्कूल नरसापुरम में डच और ब्रिटिश इमारतों के प्रदर्शन के प्रमुख स्थलों में से एक है। हाई स्कूल की स्थापना ब्रिटिश शिक्षाविद और स्थानीय राजस्व अधिकारी एच। टेलर ने 1852 में की थी और बाद में उनका नाम उनके नाम पर रखा गया। अंग्रेजों के खिलाफ रामपा विद्रोह का नेतृत्व करने से पहले 'कईम वीरुडु' (जंगल नायक) अल्लूरी सीतारमा राजू ने इस संस्थान में अपनी स्कूली शिक्षा प्राप्त की थी। चिलकमर्ती लक्ष्मी नरसिम्हम, एक स्वतंत्रता सेनानी और एक प्रसिद्ध तेलुगु साहित्यकार भी स्कूल में उपस्थित थे।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वर्णरेखा कॉलेज ऑफ़ इंजीनियरिंग एंड टेक्नोलॉजी, काकीनाड़ा के जवाहरलाल नेहरू टेक्नोलॉजिकल यूनिवर्सिटी, श्री यारमिली नारायणमूर्ति कॉलेज से संबद्ध है जो 1949 में स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>नरसापुर रेलवे स्टेशन</p>\r\n<p>रोडवेज</p>\r\n<p>शहर की कुल सड़क की लंबाई 79.67 किमी (49.50 मील) है। आंध्र प्रदेश राज्य सड़क परिवहन निगम नरसापुरम बस स्टेशन से बस सेवा संचालित करता है। राष्ट्रीय राजमार्ग 216 एनएच 16 को ओन्गोले के पास जोड़ता है, जो कोलकाता - चेन्नई मार्ग के लिए एक छोटा मार्ग है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>नरसापुरम रेलवे स्टेशन दक्षिण मध्य रेलवे क्षेत्र के विजयवाड़ा रेलवे डिवीजन में विजयवाड़ा-निदादावोलु लूप लाइन के भीमावरम-नरसापुरम शाखा लाइन पर स्थित एक टर्मिनल स्टेशन है। इसे दक्षिण मध्य रेलवे क्षेत्र के विजयवाड़ा रेलवे डिवीजन में एक बी-श्रेणी स्टेशन के रूप में वर्गीकृत किया गया है। कोटिपल्ली-नरसापुरम रेलवे लाइन शहर की एक महत्वपूर्ण रेलवे परियोजना है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलमार्ग</p>\r\n<p>नरसापुर पोर्ट को एक मामूली बंदरगाह, मछली पकड़ने के बंदरगाह और ओएनजीसी जेट्टी के रूप में विकसित करने का प्रस्ताव है।</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज</p>\r\n<p>राजमुंदरी हवाई अड्डा शहर का निकटतम हवाई अड्डा है जो शहर से 80 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>नरसापुरम फुटबॉल क्लब FLOW (फुटबॉल लीग ऑफ़ वेस्ट गोदावरी) का हिस्सा है। राष्ट्रीय स्तर की कबड्डी प्रतियोगिताएं हर साल संक्रांति उत्सव की पूर्व संध्या पर कबड्डी स्टेडियम, नरसापुर में आयोजित की जाती हैं। ऑल इंडिया लेवल सीनियर्स टेनिस टूर्नामेंट हर साल नरसापुर ऑफिसर्स क्लब में आयोजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Nasasapuram</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5028067f-5f65-45e2-afa9-eed393836082_narasapur.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-narasapuram-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"नरसापुरम","slug":"narasapuram"}],"recommendations":[{"id":1199,"title":"मरकापुर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"f329fb03-1609-4e21-b5ba-114aac2757fc_Markapur.jpg","dateCreated":"2020-04-11T11:39:32.024Z","dateModified":"2020-04-11T11:39:42.64Z","contributedBy":"AskGif","content":"मरकापुरम भारतीय राज्य आंध्र प्रदेश के प्रकाशम जिले का एक शहर है। यह एक नगर पालिका है और मरकापुर राजस्व मंडल में मरकापुर मंडल का मुख्यालय है ।: १६ मरकापुर राजा श्रीकृष्णदेवराय द्वारा निर्मित सबसे पुराना चन्ना केशव स्वामी मंदिर है। रथयात्रा के दौरान हर साल एक कार्निवल होता है। ओंगोल के बाद यह प्रका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f329fb03-1609-4e21-b5ba-114aac2757fc_Markapur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"मरकापुर","slug":"markapur"}],"slug":"top-places-to-visit-in-markapur-andhra-pradesh","total":0},{"id":1195,"title":"कवाली में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"b3f13dd5-915e-4d48-8378-2ac84a395934_Kavali.jpg","dateCreated":"2020-04-11T08:54:26.742Z","dateModified":"2020-04-11T08:55:08.077Z","contributedBy":"AskGif","content":"कवाली भारत के आंध्र प्रदेश के नेल्लोर जिले का दूसरा सबसे बड़ा शहर है। यह आंध्र प्रदेश के प्रमुख शहरों में से एक है। इस तथ्य के कारण इसे कनकपट्टनम के रूप में भी जाना जाता है, क्योंकि यह बहुत सारे धनी व्यक्तियों का घर है और पोटुलुरी वीरब्रह्मेंद्र स्वामी की भविष्यवाणी के कारण, 'धन इस स्थान पर बह जा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3f13dd5-915e-4d48-8378-2ac84a395934_Kavali.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"कवाली","slug":"kavali"}],"slug":"top-places-to-visit-in-kavali-andhra-pradesh","total":0},{"id":282,"title":"कृष्णा, मछलीपट्टनम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","dateCreated":"2019-03-02T12:03:32.123Z","dateModified":"2019-03-02T12:39:08.96Z","contributedBy":"AskGif","content":"कृष्णा जिला भारतीय राज्य आंध्र प्रदेश के तटीय आंध्र क्षेत्र में एक प्रशासनिक जिला है। मछलीपट्टनम प्रशासनिक मुख्यालय है और विजयवाड़ा जिले का सबसे अधिक आबादी वाला शहर है। इसका क्षेत्रफल 8,727 किमी 2 (3,370 वर्ग मील) है और भारत की 2011 की जनगणना के अनुसार इसकी आबादी 45,29,009 थी। यह पूर्व में पश्चिम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"मछलीपट्टनम","slug":"machilipatnam"},{"name":"कृष्णा","slug":"krishna"}],"slug":"top-places-to-visit-in-krishna-machilipatnam-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}