{"id":1202,"title":"Top Places to visit in Narasapuram, Andhra Pradesh","imageUrl":"5028067f-5f65-45e2-afa9-eed393836082_narasapur.jpg","dateCreated":"2020-04-11T13:47:57.63Z","dateModified":"2020-04-11T13:48:12.058Z","contributedBy":"AskGif","content":"<p>Narasapuram (or Narsapur) is a town in West Godavari district of the Indian state of Andhra Pradesh. It is a municipality and Mandal headquarters of Narasapuram Mandal in Narasapuram revenue division. The town is situated on the banks of the Vasista Godavari River. The lace industry is prevalent in the city and its surroundings.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>&nbsp;</p>\r\n<p>Narasapuram municipality in Narasapuram Mandal map</p>\r\n<p>Narsapur is located at 16.4361&deg;N 81.7016&deg;E and on the right bank of Vasista Godavari River at an altitude of 0 m (0 ft). The River Godavari empties into the Bay of Bengal near Antarvedi, at 9.6 km from Narsapur.</p>\r\n<p>&nbsp;</p>\r\n<p>fish boat</p>\r\n<p>Handmade crochet lace-work is one of the most common forms of industry in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>There are many industries in and around the town such as International Lace Trade Centre, Oil and Natural Gas Corporation of India, Central Industrial Security Force, Central Marine Fisheries Research Institute, PanGodavari (Handicrafts), Comprehensive Handicrafts Cluster Development Scheme, AWS (Automatic Weather Station) installed and commissioned by IMD.</p>\r\n<p>&nbsp;</p>\r\n<p>Aquaculture</p>\r\n<p>&nbsp;</p>\r\n<p>The fishery is one of the main occupations that generate good amounts of revenues for the fishermen. It involves the cultivation of a variety of estuarine fish called Pulasa.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Godavari Pushkaram is celebrated every twelve years in Narasapuram to take a holy dip in the Vasista Godavari River. This river is said to have been brought in by the famous Maharishi Vashishtha, one of the seven great sages of Hindu Mythology. The place draws people from the world over throughout the year. Antarvedi, the merging of the Bay of Bengal and Vasista River, which is a tributary of the River Godavari. The place of confluence of the ocean and river is called the \"Sapta Sagara Sangam Pradesam\". It is also known as the Anna Chelli Gattu (meaning brother-sister embankment).</p>\r\n<p>&nbsp;</p>\r\n<p>Religious destinations</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Altar view</p>\r\n<p>Some of the religious destinations in the town are, Adikesava Emberumaanar Temple, a Vaishnavite temple of 300 years old which was constructed by translator of the British East India Company, Prasannagresara Puppala Ramanappa Naidu; Christ Lutheran Church is in the Andhra Evangelical Lutheran Church and a member church of West Godavari synod.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks</p>\r\n<p>The Perupalem Beach is located at a distance of 20 km from the town.. Narasapuram has become a key landmark destination for foreigners due to monkey tourism .</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The mediums of instruction followed by different schools are English and Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>Taylor High School is one of the major landmarks in Narsapuram showcasing the Dutch and the British buildings. The high school was founded by British Educationist and local Revenue Officer H. Taylor in 1852 and was later named after him. The 'manyam veerudu' (jungle hero) Alluri Sitarama Raju had his schooling in this institution before he led the Rampa rebellion against the British. Chilakamarti Lakshmi Narasimham, a freedom fighter, and a noted Telugu litterateur also attended the school.</p>\r\n<p>&nbsp;</p>\r\n<p>Swarnandhra College of Engineering and Technology, an affiliation to the Jawaharlal Nehru Technological University of Kakinada, Sri Yerramilli Narayanamurthy college which was established in 1949 are some of the other professional colleges.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Narsapur Railway Station</p>\r\n<p>Roadways</p>\r\n<p>The town has a total road length of 79.67 km (49.50 mi). The Andhra Pradesh State Road Transport Corporation operates bus services from Narasapuram bus station. National Highway 216 connects NH 16 near Ongole, a short route for Kolkata&nbsp; &ndash; Chennai route.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Narasapuram railway station is a terminal station located on the Bhimavaram&ndash;Narasapuram branch line of the Vijayawada-Nidadavolu loop line in the Vijayawada railway division of South Central Railway zone. It is classified as a B&ndash;category station in the Vijayawada railway division of the South Central Railway zone.Kotipalli-Narsapuram the railway line is an important railway project to the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Waterways</p>\r\n<p>Narasapur Port is proposed for developing it as a minor port, fishing harbor, and ONGC Jetty.</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>Rajahmundry Airport is the nearest airport to the town which is 80km away from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Narsapuram Football Club is part of FLOW (Football League Of West Godavari). National-level Kabaddi competitions are held every year on the eve of the Sankranti festival at Kabadi Stadium, Narsapur. All India level Seniors Tennis Tournament is held in Narsapur officers club every year.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Narasapuram</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5028067f-5f65-45e2-afa9-eed393836082_narasapur.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-narasapuram-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"narasapuram","slug":"narasapuram"}],"recommendations":[{"id":1199,"title":"Top Places to visit in Markapur, Andhra Pradesh","imageUrl":"f329fb03-1609-4e21-b5ba-114aac2757fc_Markapur.jpg","dateCreated":"2020-04-11T11:39:32.024Z","dateModified":"2020-04-11T11:39:42.64Z","contributedBy":"AskGif","content":"Markapuram is a town in Prakasam district of the Indian state of Andhra Pradesh. It is a municipality and the headquarters of Markapur Mandal in Markapur revenue division.:16 Markapur is having one of the oldest chenna Kesava Swamy temple built by King Srikrishnadevaraya. A carnival happens every","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f329fb03-1609-4e21-b5ba-114aac2757fc_Markapur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"markapur","slug":"markapur"}],"slug":"top-places-to-visit-in-markapur-andhra-pradesh","total":0},{"id":1195,"title":"Top Places to visit in Kavali, Andhra Pradesh","imageUrl":"b3f13dd5-915e-4d48-8378-2ac84a395934_Kavali.jpg","dateCreated":"2020-04-11T08:54:26.742Z","dateModified":"2020-04-11T08:55:08.077Z","contributedBy":"AskGif","content":"Kavali is the second-largest city in the Nellore district of Andhra Pradesh of India. It is one of the major cities in Andhra Pradesh. It is also known as Kanakapatnam, because of the fact that it is home to a lot of wealthy individuals and due to the prophecy from Potuluri Veerabrahmendra Swami,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3f13dd5-915e-4d48-8378-2ac84a395934_Kavali.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"kavali","slug":"kavali"}],"slug":"top-places-to-visit-in-kavali-andhra-pradesh","total":0},{"id":282,"title":"Top Places to visit in Krishna, Machilipatnam, Andhra Pradesh","imageUrl":"dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","dateCreated":"2019-03-02T12:03:32.123Z","dateModified":"2019-03-02T12:39:08.96Z","contributedBy":"AskGif","content":"Krishna district is an administrative district in the Coastal Andhra region of the Indian state of Andhra Pradesh. Machilipatnam is the administrative headquarters and Vijayawada is the most populated city in the district. It has an area of 8,727 km2 (3,370 sq mi) and had a population of 45,29,00","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"machilipatnam","slug":"machilipatnam"},{"name":"krishna","slug":"krishna"}],"slug":"top-places-to-visit-in-krishna-machilipatnam-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}