{"id":1204,"title":"Top Places to visit in Nidadavole, Andhra Pradesh","imageUrl":"3e39525a-e749-4299-a1d6-e05efc165f5d_Nidadavole.jpg","dateCreated":"2020-04-12T07:09:19.176Z","dateModified":"2020-04-12T07:09:36.662Z","contributedBy":"AskGif","content":"<p>Nidadavolu is a town in West Godavari district of the Indian state of Andhra Pradesh. It is a municipality and the Mandal headquarters of Nidadavolu Mandal in Kovvur revenue division.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>The town was known as Niravadyaprolu or Niravadyapuram.</p>\r\n<p>&nbsp;</p>\r\n<p>Nidadavolu was a fort surrounded by water bodies (Jaladurgam) of Eastern Chalukyan kings. Chalukya Bhima, the builder of Draksharama Bhimeswara temple won this land from Rastrakutas, the then ruling dynasty. A prince of Nidadavolu, Veerabhadra Chalukya, married Rani Rudrama Devi, a prominent ruler and the warrior queen of the Kakatiya dynasty. He fought several wars along with his wife and is hailed as a brave prince. It had 108 Siva temples, many of them were totally destroyed by Muhammad bin Tughluq in 1323. Even today, one can find the remains of the destroyed sculptures. A Nandi statue belonging to the 13th century placed in Sri Golingeswara temple was discovered recently.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Nidadavolu is a Mandal, assembly constituency and the main railway junction in West Godavari District of Andhra Pradesh, India. Borders consist of East Godavari to the east, Devarapalli Mandal to the west, Tadepalligudem Mandal and Peravali Mandal to the south and Chagallu Mandal to the north.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>Nidadavolu city falls in the hot humid region of the country. The climate of the city is hot in the summers and it is pleasant during the winter. The hottest day falls in the month of May with the shift to June for some years.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Agriculture is the major occupation with many paddy and sugarcane fields. Many crops and vegetables grow in these regions and water resource for irrigation is abundant from the major canals of Godavari.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Kotasattemma Temple is one of the Hindu religious temples in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The town has a total road length of 98.21 km (61.02 mi). Srikakulam-Chennai highway passes through the town. Nidadavolu Junction is the railway junction for the town. It is the junction of Bhimavaram&ndash;Nidadavolu section and Vijayawada&ndash;Nidadavolu sections of Howrah&ndash;Chennai mainline. The station is administered under Vijayawada railway division of South Central Railway zone. The nearest operational airport is at Madhurapudi, Rajamundry located at a distance of 45 kilometers.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>A lot of private schools/colleges are being established in and around the town.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nidadavolu</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e39525a-e749-4299-a1d6-e05efc165f5d_Nidadavole.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nidadavole-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"nidadavole","slug":"nidadavole"}],"recommendations":[{"id":1221,"title":"Top Places to visit in Salur, Andhra Pradesh","imageUrl":"4e0a97f1-65b6-46e7-ad6f-df68da7986f6_Salur.jpg","dateCreated":"2020-04-13T07:54:31.796Z","dateModified":"2020-04-13T07:55:08.411Z","contributedBy":"AskGif","content":"Salur or Saluru is a municipal town and Mandal headquarters in Vizianagaram district, of the Indian state of Andhra Pradesh.\r\n&nbsp;\r\nGeography\r\nSalur is on the banks of River Vegavathi at 18.5333&deg;N 83.2167&deg;E. It has an average elevation of 118 metres (387 ft). It is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4e0a97f1-65b6-46e7-ad6f-df68da7986f6_Salur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"salur","slug":"salur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-salur-andhra-pradesh","total":0},{"id":1185,"title":"Top Places to visit in Chirala, Andhra Pradesh","imageUrl":"ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","dateCreated":"2020-04-10T06:08:11.97Z","dateModified":"2020-04-10T06:08:27.573Z","contributedBy":"AskGif","content":"Chirala is a City in Prakasam district of the Indian state of Andhra Pradesh. It is a municipality and the headquarters of Chirala mandal in Ongole revenue division. As of 2011 , it had a population of above 250,000.\r\n&nbsp;\r\nChirala is the most populated town in Bapatla Lok Shaba P","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"chirala","slug":"chirala"}],"slug":"top-places-to-visit-in-chirala-andhra-pradesh","total":0},{"id":1181,"title":"Top Places to visit in Banaganipalli, Andhra Pradesh","imageUrl":"06a283a8-347f-44e8-84b0-968a1503898e_Banaganipalli.jpg","dateCreated":"2020-04-09T15:42:10.672Z","dateModified":"2020-04-09T15:42:31.351Z","contributedBy":"AskGif","content":"Banganapalle or Banagana Palli is a town in the state of Andhra Pradesh, India. It lies in Kurnool district, 70 km south of the town of Kurnool. Banganapalle is famous for its mangoes and has a cultivar, Banganapalle, named after it. Between 1790 and 1948, Banganapalle was the capital of the prin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06a283a8-347f-44e8-84b0-968a1503898e_Banaganipalli.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"banaganipalli","slug":"banaganipalli"}],"slug":"top-places-to-visit-in-banaganipalli-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}