{"id":1204,"title":"निदादावोले में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"3e39525a-e749-4299-a1d6-e05efc165f5d_Nidadavole.jpg","dateCreated":"2020-04-12T07:09:19.176Z","dateModified":"2020-04-12T07:09:36.662Z","contributedBy":"AskGif","content":"<p>निदादावोलू भारतीय राज्य आंध्र प्रदेश के पश्चिम गोदावरी जिले का एक शहर है। यह एक नगर पालिका है और कोदवुर राजस्व मंडल में निदादावोलु मंडल का मंडल मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>शब्द-साधन</p>\r\n<p>शहर को नीरवदैप्रोलु ​​या नीरवदिपुरम के रूप में जाना जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>निदादावोलू पूर्वी चालुक्य राजाओं के जल निकायों (जलदुर्गम) से घिरा एक किला था। द्रक्षरामा भीमेश्वर मंदिर के निर्माता चालुक्य भीम ने तत्कालीन शासक वंश रस्त्रकुटास से यह भूमि जीती थी। निदादावोलु के एक राजकुमार, वीरभद्र चालुक्य ने रानी रुद्रमा देवी, एक प्रमुख शासक और काकतीय राजवंश की योद्धा रानी से शादी की। उसने अपनी पत्नी के साथ कई युद्ध लड़े और एक बहादुर राजकुमार के रूप में प्रतिष्ठित है। इसमें 108 शिव मंदिर थे, जिनमें से कई 1323 में मुहम्मद बिन तुगलक द्वारा पूरी तरह से नष्ट कर दिए गए थे। आज भी, कोई भी नष्ट हो चुकी मूर्तियों के अवशेष पा सकता है। श्री गोलिंगेश्वर मंदिर में रखी गई 13 वीं शताब्दी की एक नंदी प्रतिमा को हाल ही में खोजा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>निदादावोलु भारत के आंध्र प्रदेश के पश्चिम गोदावरी जिले में एक मंडल, विधानसभा क्षेत्र और मुख्य रेलवे जंक्शन है। सीमाओं में पूर्व में गोदावरी, पूर्व में देवरापल्ली मंडल, दक्षिण में ताडेपल्लीगुडेम मंडल और दक्षिण में पेरावली मंडल और उत्तर में छागलू मंडल शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>निदादावोलू शहर देश के गर्म आर्द्र क्षेत्र में पड़ता है। ग्रीष्मकाल में शहर की जलवायु गर्म होती है और सर्दियों के दौरान यह सुखद होता है। कुछ महीनों के लिए जून की पाली के साथ मई के महीने में सबसे गर्म दिन पड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>कई धान और गन्ने के खेतों के साथ कृषि प्रमुख व्यवसाय है। इन क्षेत्रों में कई फसलें और सब्जियां उगती हैं और सिंचाई के लिए जल संसाधन गोदावरी की प्रमुख नहरों से प्रचुर है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>कोटसत्ताम्मा मंदिर शहर के हिंदू धार्मिक मंदिरों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>शहर की कुल सड़क लंबाई 98.21 किमी (61.02 मील) है। श्रीकाकुलम-चेन्नई राजमार्ग कस्बे से होकर गुजरता है। निदादावोलू जंक्शन शहर के लिए रेलवे जंक्शन है। यह भीमावरम-निदादावोलु खंड और विजयवाड़ा-निदादावोलु खंड हावड़ा-चेन्नई मेनलाइन का जंक्शन है। स्टेशन को दक्षिण मध्य रेलवे जोन के विजयवाड़ा रेलवे डिवीजन के अंतर्गत प्रशासित किया जाता है। निकटतम परिचालन हवाई अड्डा मधुरपुड़ी, राजमुंदरी में 45 किलोमीटर की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>कस्बे में और उसके आसपास बहुत सारे निजी स्कूल / कॉलेज स्थापित किए जा रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Nidadavolu</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e39525a-e749-4299-a1d6-e05efc165f5d_Nidadavole.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nidadavole-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"निदादावोले","slug":"nidadavole"}],"recommendations":[{"id":1221,"title":"सालुर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"4e0a97f1-65b6-46e7-ad6f-df68da7986f6_Salur.jpg","dateCreated":"2020-04-13T07:54:31.796Z","dateModified":"2020-04-13T07:55:08.411Z","contributedBy":"AskGif","content":"सालुर या सालुरु भारतीय राज्य आंध्र प्रदेश के विजयनगरम जिले में एक नगरपालिका शहर और मंडल मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nसालुर १3.५३३ &deg; N on३.२१६ on &deg; E पर वेगवती नदी के तट पर है। इसकी औसत ऊंचाई 118 मीटर (387 फीट) है। यह आंध्र प्रदेश राज्य के मक्कुवा, बोब्बिली, रामभद्रपुर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4e0a97f1-65b6-46e7-ad6f-df68da7986f6_Salur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सालुर","slug":"salur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-salur-andhra-pradesh","total":0},{"id":1185,"title":"चिराला में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","dateCreated":"2020-04-10T06:08:11.97Z","dateModified":"2020-04-10T06:08:27.573Z","contributedBy":"AskGif","content":"चिराला भारतीय राज्य आंध्र प्रदेश के प्रकाशम जिले का एक शहर है। यह एक नगर पालिका है और ओंगोल राजस्व मंडल में चिराला मंडल का मुख्यालय है। 2011 तक, इसकी आबादी 250,000 से ऊपर थी।\r\n&nbsp;\r\nचिरला बापटला लोक शाबा संसदीय क्षेत्र में सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r\nभूगोल<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"चिराला","slug":"chirala"}],"slug":"top-places-to-visit-in-chirala-andhra-pradesh","total":0},{"id":1181,"title":"बनगानीपल्ली में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"06a283a8-347f-44e8-84b0-968a1503898e_Banaganipalli.jpg","dateCreated":"2020-04-09T15:42:10.672Z","dateModified":"2020-04-09T15:42:31.351Z","contributedBy":"AskGif","content":"बंगानपल्ले या बनगाना पल्ली भारत के आंध्र प्रदेश राज्य का एक शहर है। यह कुरनूल जिले में स्थित है, जो कि कुरनूल शहर से 70 किमी दक्षिण में है। बंगनपल्ले अपने आमों के लिए प्रसिद्ध है और इसके नाम पर एक कलिवर, बंगानपल्ले है। १ Between ९ ० और १ ९ ४48 के बीच, बंगानपेल एक ही नाम की रियासत की राजधानी थी, ब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06a283a8-347f-44e8-84b0-968a1503898e_Banaganipalli.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"बनगानीपल्ली","slug":"banaganipalli"}],"slug":"top-places-to-visit-in-banaganipalli-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}