{"id":1205,"title":"Top Places to visit in Nuzvid, Andhra Pradesh","imageUrl":"7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","dateCreated":"2020-04-12T07:28:42.357Z","dateModified":"2020-04-12T07:28:52.587Z","contributedBy":"AskGif","content":"<p>Nuzvid is a city in Krishna district of the Indian state of Andhra Pradesh. It serves as the administrative headquarters for Nuzvid mandal and Nuzvid revenue division.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Nuzvid is a Mandal and municipality in Krishna District, Andhra Pradesh, India. It is 50 km from Vijayawada and 35 km from Eluru. Nuzvid is a historical fort city. It was the capital seat of the famous zamindars of the illustrious Meka-Apparao family and has been a center of great cultural and literary activity. Many a scholar and a poet had been the recipient of annual gratuity and honor from the zamindars, who besides being poets themselves are patrons of learning and arts. Nuzvid was founded by late Meka Basavarayudu, a chieftain subordinate to Maharani Rudrama Devi of the Kakatiya dynasty from Orugallu. The original name of the village is said to be \"Noojelaveedu\". There are two legends behind the establishment of this place. According to one legend, the chieftain came to the village with his dogs for hunting and while he was hunting, he found to his surprise that his dogs were chased by rabbits! After having witnessed the bravery of the rabbits, he realized the power in this soil and has decided to build his fort over here. The \"KUKKALAGETU\" was built depicting this story. The other legend goes that on a certain day as he was going on a hunting excursion he came to a field of gingelly oil seeds where a goat was defending itself most furiously against the attacks of a wolf, this the Rajah considered to be a good omen inasmuch as a feeble animal successfully resisted a mighty one, and on the spot, he built his fort; and hence Nuzvid is derived from Nuzvid chetta vidu (the place of the oilseed plant). The earliest authentic account of Nuzvid is found in Mr. Grant's 'Political Survey of the Northern Circars,' written in 1783 and published as an Appendix (p. 205) to the Fifth Report of the Select Committee on the Affairs of the East India Company. Mr. Grant had been for many years resident in Hyderabad and had special opportunities of acquiring correct information. He writes: - 'Nujere, or Noozed, the capital of 'the extensive deshmooky, supposed to appertain by right of 'Sanads, to Macca Narayana Appa Row of the Velarna caste. 'Macca Venkayya, the first of this family, came from the 'Carnatic, and rented five or six villages of Golapille or 'Nujere in 1652; twelve years after, the next in succession 'obtained a lease of the whole pergunnah, and took the name 'of Appa Row, in addition to the local patronymic of Macca&rdquo; There is a famous and ancient temple called \"KOTA MAHALAKSHMI\" temple in the FORT CAMPUS (Near PG Center). There are some stories saying that \"KOTA MAHALAKSHMI\" used to guard the FORT against the evil forces and enemies in the days gone by. While she was roaming in the fort campus, people used to listen to the anklets of the Goddess KOTA LAKSHMI, during night time. The city is famous for the Dasara festival, Chedugud/ Kabaddi (rural sports), basketball. Nuzvid is well known for its mangos, which are exported worldwide. and a variety of mangoes. Nuzvid Chinna Rasalu (a type of small mango) and Pedda Rasalu (large mangos) Each Pedda Rasam mango weighs as much as 3 kg and they are very sweet and tasty. In Andhra's history, the first mutiny was held by Nuzvidians against British colonial rule by Rebel Apparao. . Nuzvid soil cultivated rich history, culture, and heritage</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The town has a total road length of 153.60 km (95.44 mi). The Tiruvuru road connects it with NH 221 in the north-west and the Hanuman Junction road connects it to NH 5 in the south-east. The Andhra Pradesh State Road Transport Corporation operates bus services from Nuzvid bus station. Nuzvid railway station is under the jurisdiction of Vijayawada railway division of South Central Railway zone. It is situated on the Howrah-Chennai mainline.</p>\r\n<p>&nbsp;</p>\r\n<p>Bus Transport</p>\r\n<p>Nuzvid have bus-stand mainly operated by APSRTC</p>\r\n<p>Mainly buses are operated to different routes like Vijayawada, Hyderabad, Bangalore, Visakhapatnam, Kadapa, Bhadrachalam, Tirupathi and Yerra Gundapalam</p>\r\n<p>We have Non-stop buses to Vijayawada every 30 mins.</p>\r\n<p>Railway Station</p>\r\n<p>Nuzvid station is far away from Nuzvid town (20 KM away), it is located between in Chennai and Howrah railway route.</p>\r\n<p>From Nuzvid station nearly 15+ trains will halt at Nuzvid Station and 50+ trains will cross the station on a daily basis.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Nuzvid MR Apparao Bhavan.jpg</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>Nuzvid is an educational center for the surrounding areas with colleges such as Rajiv Gandhi University of Knowledge Technologies, Nuzvid, Krishna University.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nuzvid</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nuzvid-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"nuzvid","slug":"nuzvid"}],"recommendations":[{"id":1238,"title":"Top Places to visit in Tuni, Andhra Pradesh","imageUrl":"5b0db632-73f9-41a6-98f9-6c0149059770_Tuni.jpg","dateCreated":"2020-04-22T12:50:16.429Z","dateModified":"2020-04-22T12:50:31.435Z","contributedBy":"AskGif","content":"Tuni is a town in East Godavari district of the Indian state of Andhra Pradesh. It is a major commercial marketing center for more than 40 surrounding villages in the district. Tuni is a border point for the district of East Godavari. It is known for mango export, with nearly 250 varieties. It is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b0db632-73f9-41a6-98f9-6c0149059770_Tuni.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"tuni","slug":"tuni"}],"slug":"top-places-to-visit-in-tuni-andhra-pradesh","total":0},{"id":1210,"title":"Top Places to visit in Peddapuram, Andhra Pradesh","imageUrl":"03af98c8-0059-4d6f-9c00-9036c30876f7_Peddapuram.jpg","dateCreated":"2020-04-12T09:15:46.376Z","dateModified":"2020-04-12T09:16:19.625Z","contributedBy":"AskGif","content":"Peddapuram is a town in the East Godavari District of Andhra Pradesh in South India. The town also forms a part of the Godavari Urban Development Authority.\r\n&nbsp;\r\nPeddapuram is known for its milk-based sweet called PalaKova. The town is also popular in manufacturing the Silk Sare","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03af98c8-0059-4d6f-9c00-9036c30876f7_Peddapuram.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"peddapuram","slug":"peddapuram"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-peddapuram-andhra-pradesh","total":0},{"id":279,"title":"Top Places to visit in Guntur, Andhra Pradesh","imageUrl":"c63f2dc0-861f-4103-80ef-8d77974f49d7_Guntur-Junction.jpg","dateCreated":"2019-02-28T15:10:30.619Z","dateModified":"2019-03-01T14:25:15.612Z","contributedBy":"AskGif","content":"Guntur (About this soundpronunciation (help&middot;info)); is a city within the Andhra Pradesh Capital Region. Located 24 km (15 mi) away from the state capital Amaravati, Guntur city is the administrative headquarters of Guntur district, of the Indian state of Andhra Pradesh. It is a municipal c","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c63f2dc0-861f-4103-80ef-8d77974f49d7_Guntur-Junction.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"guntur","slug":"guntur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-guntur-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}