{"id":1206,"title":"आउक में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"2c535c18-666d-41fc-8a61-23e87a5f4a6d_Owk.jpg","dateCreated":"2020-04-12T07:38:46.241Z","dateModified":"2020-04-12T07:39:09.282Z","contributedBy":"AskGif","content":"<p>आउक भारत के आंध्र प्रदेश के कुरनूल जिले में एक मंडल है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>Owk 15.2167 &deg; N 78.1167 &deg; E पर स्थित है। इसकी औसत ऊंचाई 194 मीटर (639 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लू पास के बेलम गुफाओं के लिए जाना जाता है। भगवान चेन्नेकशावा का मंदिर उल्लू के संस्थापक नल्ला थिमाराजू द्वारा कृष्णदेव राय के शासनकाल के दौरान बनाया गया था। आदिशक्ति के एक अवतार ने यहां मुलायम के रूप में पूजा की थी। एक बड़ा जलाशय है जिसे ओवेक के तत्कालीन राजाओं द्वारा बनाया गया था, जिसका नाम \"थिमाराजू चेरुवु\" था।</p>\r\n<p>&nbsp;</p>\r\n<p>पूर्व ज़मींदारों ने 15 वीं शताब्दी में अपनी उत्पत्ति का पता लगाया जब बुक्का ने विजयनगर के राजा से ज़मींदारी संपत्ति प्राप्त की। अवुकु राज्य की स्थापना 1463 ईस्वी में उसी थिमाराजू ने की थी जिसने उल्लू टैंक का निर्माण किया था, महान सम्राट श्री कृष्ण देवराय के दामाद, आलिया राम रायलू थिमाराजू के छोटे सह-भाई थे जिन्होंने वर्तमान में थिंकराजू चेरुवु के रूप में जाना जाने वाला थंक टैंक बनाया था। उसी टैंक को जलाशय के रूप में परिवर्तित कर दिया गया था, जिसके बांध को 220 फीट ऊंचाई तक बढ़ाकर जलाशय में 1000 एकड़ से अधिक का आंतरिक क्षेत्र है और यह रायलसीमा क्षेत्र में सिंचाई का मुख्य स्रोत है और आस-पास के गांवों और कस्बों को पीने के पानी की सुविधा भी प्रदान करता है। नंद्याला रामकृष्ण राजू के नाम से थिमारमाजू के वंशज 57 वर्ष की आयु के, नंद्याला त्रिविक्रम वर्मा 55 वर्ष के हैं और उनका एक बेटा है जिसका नाम नंद्याला अविनाश प्रशान्त वर्मा है जिनकी आयु 26 वर्ष है, यह उल्लू का निवास है, इसकी एक लंबी सड़क है जहाँ नंदीमाला द्वारा निर्मित भगवान विष्णु मंदिर है। 17 वीं शताब्दी में चिन्ना कृष्णम राजू, देवता मुल्लामा नाम से एक मंदिर है, उन्हें आदिपर्वशक्ति के अवतार के रूप में माना जाता है और ओव ग्राम के ग्राम देवता के रूप में माना जाता है। क्रमशः दो जलप्रपात गिरोलेरु और पलारू हैं। 1805 में हैदराबाद रियासत पर उल्लू रियासत का कब्जा कर लिया गया था। भारत की रियासतें।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Owk</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2c535c18-666d-41fc-8a61-23e87a5f4a6d_Owk.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-owk-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"आउक","slug":"owk"}],"recommendations":[{"id":1244,"title":"धोने में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"199c4d08-65ef-44a6-bde1-def1c5e6833b_Dhone.jpg","dateCreated":"2020-04-22T14:18:39.919Z","dateModified":"2020-04-22T14:18:50.461Z","contributedBy":"AskGif","content":"Dhone या द्रोणाचलम भारतीय राज्य आंध्र प्रदेश के कुरनूल जिले का एक शहर है। यह एक नगर पालिका है जो डोन मंडल में स्थित है।\r\nइतिहास\r\nडोन को पहले द्रोणाचलम के नाम से जाना जाता था। कुरनूल जिले की सबसे बड़ी नगरपालिकाओं में से एक है। स्थानीय परंपरा के अनुसार, गाँव का नाम महाभारत के एक पात्र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/199c4d08-65ef-44a6-bde1-def1c5e6833b_Dhone.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"धोने","slug":"dhone"}],"slug":"top-places-to-visit-in-dhone-andhra-pradesh","total":0},{"id":285,"title":"कुर्नूल में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"dcd1773c-ac16-4070-ae3c-c208cd104fa2_Kurnool-railway.jpg","dateCreated":"2019-03-03T08:42:57.043Z","dateModified":"2019-03-03T09:08:39.6Z","contributedBy":"AskGif","content":"कुरनूल भारतीय राज्य आंध्र प्रदेश में कुरनूल जिले का मुख्यालय है। [५] शहर को अक्सर रायलसीमा के गेटवे के रूप में जाना जाता है। [६] यह 1 अक्टूबर 1953 से 31 अक्टूबर 1956 तक आंध्र राज्य की राजधानी थी। 2011 की जनगणना के अनुसार, यह 460,184 की आबादी वाला राज्य का पांचवा सबसे अधिक आबादी वाला शहर है।\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dcd1773c-ac16-4070-ae3c-c208cd104fa2_Kurnool-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कुरनूल","slug":"kurnool"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-kurnool-andhra-pradesh","total":0},{"id":282,"title":"कृष्णा, मछलीपट्टनम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","dateCreated":"2019-03-02T12:03:32.123Z","dateModified":"2019-03-02T12:39:08.96Z","contributedBy":"AskGif","content":"कृष्णा जिला भारतीय राज्य आंध्र प्रदेश के तटीय आंध्र क्षेत्र में एक प्रशासनिक जिला है। मछलीपट्टनम प्रशासनिक मुख्यालय है और विजयवाड़ा जिले का सबसे अधिक आबादी वाला शहर है। इसका क्षेत्रफल 8,727 किमी 2 (3,370 वर्ग मील) है और भारत की 2011 की जनगणना के अनुसार इसकी आबादी 45,29,009 थी। यह पूर्व में पश्चिम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"मछलीपट्टनम","slug":"machilipatnam"},{"name":"कृष्णा","slug":"krishna"}],"slug":"top-places-to-visit-in-krishna-machilipatnam-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}