{"id":121,"title":"Top Places to Visit in Bulandshahr, Uttar Pradesh","imageUrl":"75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","dateCreated":"2018-08-25T13:28:20.063Z","dateModified":"2018-10-04T15:36:10.49Z","contributedBy":"AskGif","content":"<p>Bulandshahr is a city and a municipal board in Bulandshahr district in the state of Uttar Pradesh, India. It is the administrative headquarters of Bulandshahr District. This city is part of the Delhi National Capital Region (NCR). According to Government of India, the district Bulandshahr is the Hindu and Muslim Concentrated District in India on the basis of the 2011 census data on population, socio-economic indicators and basic amenities indicators. The distance between Bulandshahr and New Delhi is 68 km and it takes 1 hour 26 mins to reach there.</p>\r\n<p>History</p>\r\n<p>A king named Ahibaran is said to have laid the foundation of a fort called Baran here and established his capital named baranshahr. It was called Baran city and the name changed to Bulandshahr in official usages. Since it was perched on a highland it came to be known as \"high city\" (Persian: بلند شهر&lrm;), which translates as Bulandshahr in Persian language during the Mughal era. There is a present-day place called Upper Court (Hindi: ओपरकोट) which is believed to be the Fort of Raja Ahibarna and old Baran was limited to this area. The kingdom of Baran came to an end probably during the 12th century. In 1192 CE when Muhammad Ghauri conquered parts of India, his general Qutubuddin Aibak surrounded Fort Baran and conquered it and the Raja Chandrasen Dor was killed and Aibak took control of the Baran kingdom.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>The ancient ruins found at places in Bhatora Veerpur, Ghalibpur, etc. are indicative of the antiquity of Bulandshahr. There are several other important places in the District from where statues belonging to the medieval age and objects of ancient temples have been found. Even today, several of these historical and ancient objects such as coins, inscriptions etc. are preserved in the Lucknow State Museum.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As per provisional data of 2011 census, Bulandshahr urban agglomeration had a population of 235,310, out of which males were 125,549 and females were 111,761. The literacy rate was 81.07 per cent.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Banarasi Das, popularly known as Babu Banarasi Das (1912-1985) was an Indian politician and Chief Minister of Uttar Pradesh.</p>\r\n<p>Jaiprakash Gaur, founder and chairman of Jaiprakash Associates and Jaypee Group companies.</p>\r\n<p>Bhuvneshwar Kumar, Indian Cricket player</p>\r\n<p>Satish Kumar, Boxer medalist of 2014 Asian Games.</p>\r\n<p>Hitesh Kumari, former minister of UP irrigation department, and was MLA from dibai constituency. Hitesh Kumari</p>\r\n<p>Vierendrra Lalit Film Director, Gram Dhimahi,Post Dharampur, Distt Bulandshahr.</p>\r\n<p>Dr. Rajeev Kumar Singh Lodhi, former minister, who did his P.hD in Political Science.</p>\r\n<p>Surendra Singh Nagar, is an Indian Politician and Member of Parliament of the Rajya Sabha of India, and was Member of Parliament of the 15th Lok Sabha of India.</p>\r\n<p>Vijay Singh Pathik, was among the first revolutionaries from the state who lit the torch of freedom movement in the state.</p>\r\n<p>Gajendra Pal Singh Raghava, Indian scientist expert in bioinformatics, winner of awards including Shanti Swarup Bhatnagar Prize for Science and Technology</p>\r\n<p>Acharya Chatursen Shastri, eminent Hindi writer.</p>\r\n<p>Bhola Singh, is a member of Lok Sabha, and he represents Bulandshahr.</p>\r\n<p>Dharmpal Singh, retired senior Intelligence Officer from Intelligence Bureau; Now a practicing advocate at Delhi High Court;</p>\r\n<p>Kushal Pal Singh, CEO of DLF Limited, India's largest real estate developer.</p>\r\n<p>Om Prakash Tyagi, Founder of Arya Vir Dal, famous Arya Samaj Leader and BJP parliamentarian.</p>\r\n<p>Neera Yadav, ex-officer of the Indian Administrative Service.</p>\r\n<p>Yogendra Singh Yadav, Param Vir Chakra awardee, was born in Aurangabad, Bulandshahr</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Bulandshahr_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","subContents":[{"SubTitle":"1. Karnavansh","SubTitleHindi":null,"SubContent":"<p>Karnavansh is a historic town on the Ganges coast near Bulandshahr in Uttar Pradesh. This ancient Bhrugu region has been considered where Kalyani Devi and Karna Shila are pilgrim pilgrimages. From the Aligarh-Bareli railroad, the Narora railway station can be reached by landing here. Swami Dayanand Saraswati had done penance in Karnavat. Karna of Mahabharata period is said to be related to this place, which has been named after the hero of the Mahabharata. King Karna was famous for philanthropy, so he is also known as 'Danvir Karan'. According to mythology, Karna used to donate 50 kg gold every day at that time. Visitors can also visit the Goddess Kalyani Temple of Mahabharata period. Karanvas are not far from Bulandshahr and can be reached easily via auto rickshaw and Taxi.</p>\r\n<p>source: https://askgif.page.link/karnwas</p>","SubContentHindi":null,"ImageUrl":"5a179362-2109-461f-b0c6-ade2f821b0ca_Karnavansh.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Belon Temple","SubTitleHindi":null,"SubContent":"<p>Belon Temple is situated in Belon village near the town of Narora in Dist.-Bulandshehar, Uttar Pradesh, India and around 60 kilometers from the industrial city of Aligarh. It is about 5 km from Narora town, Narora is located on bank of river Ganga and is home to one of the nation's network of nuclear power plant operated by Neil The ancient name of village, Belon, derived from Bilwan which comes from its groves or aforest of Bael Tree (Binomial name: Aegle marmelos) Belon village is located at 28.10&deg;N 78.21&deg;E. It has an average elevation of 633 ft.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Belon_Temple</p>","SubContentHindi":null,"ImageUrl":"30d7acf0-03ea-4782-9ce5-2875c7253989_Bulandshahr-Belon-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Anupshahr","SubTitleHindi":null,"SubContent":"<p>Anupshahr is a small town and a municipal board in Bulandshahr district in the state of Uttar Pradesh, India.It is located near the holy riverGanga. It is located on Bangar alluvial.</p>\r\n<p>Geography</p>\r\n<p>Anupshahr is located at 28.37&deg;N 78.27&deg;E. It has an average elevation of 182 metres (597 ft). It is located near holy river Ganga. It is located on Bangar Alluvial.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2001 India census, Males constitute 53% of the population and females 47%. Anupshahr has an average literacy rate of 57%, lower than the national average of 59.5%; with 59% of the males and 41% of females literate. 15% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>According to the Imperial Gazetteer of India[3] the founder of Anupshahr was Badgurjar Raja Anup Rai, and thus the date of foundation of present-day Anupshahr was between 1605 and 1628 (during the reign of the Moghul emperor Jahangir). Raja Anup Rai saved Jahangir during a lion hunt, by intercepting and then helping to kill a lion that attacked the emperor. Jahangir presented this area to Raja Anup Rai, and the city is named after him. Anup Rai built a fort nearby.</p>\r\n<p>&nbsp;</p>\r\n<p>During the period of King Tarasingh (the 8th generation from Raja Anup Singh) this area progressed very much. At that time the area was known for Ayurvedic medicine and for business by boats in northern India.</p>\r\n<p>&nbsp;</p>\r\n<p>In the 18th century when the Mughal empire set into a decline and the former satraps attained the status of suzerain rulers Anupshahr came to be located on the western periphery of the 'Nawabi' of Oudh (Avadh) and became an important garrison. Though the Nawab of Oudh soon lost control of the area, this small town remained a cantonment of sorts for a long time to come.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1857, during the first war of independence the town of Anupshahr was the scene of incidents against British rule. One message of revolution was carried from Aligarh to Bulandshahr by Pandit Narayan Sharma on 10 May 1857. The Lord badGujjars of Dadri and Sikandrabad destroyed inspection bungalows, telegraph offices and government buildings as they were symbols of foreign rule. Following recapture of Delhi by the Army of the East India Company and the subsequent assumption of direct responsibility for administering India by the British Crown the first Viceroy, Lord Canning on his march to Delhi camped at Anupshahr with his Army. (As per John Beames, \"Memoirs of a Bengal civilian\".</p>\r\n<p>source: https://en.wikipedia.org/wiki/Anupshahr</p>","SubContentHindi":null,"ImageUrl":"483d4052-c582-4a86-ac8c-888ed3d7b43f_kartik-mela-Anoopshahr.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Sikandrabad","SubTitleHindi":null,"SubContent":"<p>Sikandrabad is a city and a municipal board in Bulandshahr district in the Indian state of Uttar Pradesh. It is part of the Delhi NCR region.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Sikandrabad had a population of 3,85,000. Men constitute 52% of the population and Women 48%. Sikandrabad has an average literacy rate of 50%, lower than the national average of 59.5%: male literacy is 58%, and female literacy is 49%. In Sikandrabad, 17% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>Sikandrabad is situated both side on G.T. road. It is about 51 km from the national capital, Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>The city of Sikandrabad is located in Bulandshahr district of Uttar Pradesh state in northern India. It is situated on both side of GT road about 51 km south side of national capital Delhi. The district headquarters Bulandshahr is about 18 km from the city. Sikandrabad is well connected by roads and rails. Dankaur is the nearest railway station (6 km away) that serves Sikandrabad. Dadri, Gulaothi, Khair, Khurja, Jhajjar, Dankaur, Noida etc. are the other towns that have the direct road connectivity with the city. Sikandrabad is 6 km from Greater Noida.</p>\r\n<p>&nbsp;</p>\r\n<p>PIN (Postal Index Number) of Sikandrabad is 203205. The STD code prefix is 05735. There are two post offices in the city. Speedpost is also available in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>The current population of Sikandrabad is around 300,000. The city has three post graduate colleges and a large number of other colleges and schools. Babbu Parveen is the Chairman of Sikandrabad.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Sikandrabad is a historical city which was built by Sikandar Lodhi in around 1498. Chishti and some other old monuments in the area can also be seen.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Acharya Chatursen Shastri famous Hindi writer, known for Vaishali Ki Nagarvadhu.</p>\r\n<p>Santosh Anand Song writer, wrote his favorite millennium song Ek Pyaar Ka Naghma Hain in 1972 movie Shor and Ye Galiyan Ye Chaubara in 1982 movie Prem Rog.</p>\r\n<p>Rahul Verma, social worker and activist; founder of Uday Foundation&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sikandrabad</p>","SubContentHindi":null,"ImageUrl":"5421d663-489f-4781-9f44-d0f91a902c04_sikandrabad-railway.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>BY BUS</p>\r\n<p>Bulandshahr is well connected to other major cities of the country via regular buses.</p>\r\n<p>Bus Station(s): Bulandshahr</p>\r\n<p>&nbsp;</p>\r\n<p>BY TRAIN</p>\r\n<p>There are regular trains from other major cities of the country to Bulandshahr.</p>\r\n<p>Railway Station(s): Bulandshahr (BSC)</p>\r\n<p>&nbsp;</p>\r\n<p>BY FLIGHT</p>\r\n<p>&nbsp;</p>\r\n<p>Instead of Bulandshahr you can a get flight to Indira Gandhi International Airport on regular basis.</p>\r\n<p>Bulandshahr</p>\r\n<p>69 km away</p>\r\n<p>Indira Gandhi International Airport (DEL), New Delhi, Delhi</p>\r\n<p>Bulandshahr</p>\r\n<p>138 km away</p>\r\n<p>Kheria Airport (AGR), Agra, Uttar Pradesh</p>","SubContentHindi":null,"ImageUrl":"d06bb2fd-6159-4219-8bd4-884cf3a199b3_Bulandshahr-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bulandshahr-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bulandshahr","slug":"bulandshahr"}],"recommendations":[{"id":203,"title":"Top Places to visit in Unnao, Uttar Pradesh","imageUrl":"025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","dateCreated":"2018-12-29T05:00:30.558Z","dateModified":"2018-12-29T05:11:36.75Z","contributedBy":"AskGif","content":"Unnao is the headquarters of Unnao district in Uttar Pradesh, India between Kanpur and Lucknow. Unnao is a large industrial city with three industrial suburbs around it. It is the 37th largest city in Uttar Pradesh. The city is famous for its leather, mosquito net and chemical industries. Unnao i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"unnao","slug":"unnao"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-unnao-uttar-pradesh","total":0},{"id":139,"title":"Top Places to Visit in Hapur, Uttar Pradesh","imageUrl":"a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","dateCreated":"2018-10-04T14:36:45.559Z","dateModified":"2018-10-04T14:52:49.482Z","contributedBy":"AskGif","content":"Hapur (known earlier as Haripur) is a city in, as well as the headquarters of, Hapur district, in western Uttar Pradesh, India. Located about 60 kilometres (37 mi) east of New Delhi, the city is part of the Delhi National Capital Region (NCR). National Highway 9 passes through the city, connectin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hapur","slug":"hapur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hapur-uttar-pradesh","total":0},{"id":132,"title":"Top Places to Visit in Fatehpur, Uttar Pradesh","imageUrl":"8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","dateCreated":"2018-09-03T14:36:15.675Z","dateModified":"2018-09-04T13:28:14.173Z","contributedBy":"AskGif","content":"&nbsp;\r\nFatehpur is a city and a municipal board in Fatehpur district in the state of Uttar Pradesh, India. The city between two holy rivers Ganga and Yamuna, was founded by Rishi Purwar and later on he became the King of city .\r\nFatehpur District is one of the 75 districts of Uttar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"fatehpur","slug":"fatehpur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-fatehpur-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}