{"id":121,"title":"बुलंदशहर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","dateCreated":"2018-08-25T13:28:20.063Z","dateModified":"2018-10-04T15:36:10.49Z","contributedBy":"AskGif","content":"<p>बुलंदशहर उत्तर प्रदेश राज्य के बुलंदशहर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह बुलंदशहर जिले का प्रशासनिक मुख्यालय है। यह शहर दिल्ली राष्ट्रीय राजधानी क्षेत्र (एनसीआर) का हिस्सा है। भारत सरकार के अनुसार, जिला बुलंदशहर जनसंख्या, सामाजिक-आर्थिक संकेतक और बुनियादी सुविधाओं के संकेतकों पर 2011 की जनगणना के आंकड़ों के आधार पर भारत में हिंदू और मुस्लिम केंद्रित जिला है। बुलंदशहर और नई दिल्ली के बीच की दूरी 68 किमी है और वहां पहुंचने में 1 घंटे 26 मिनट लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>कहा जाता है कि अहिबरन नाम के एक राजा ने बरन नामक एक किले की नींव रखी है और अपनी राजधानी बरनशहर की स्थापना की है। इसे बरन शहर कहा जाता था और नाम आधिकारिक उपयोगों में बुलंदशहर में बदल गया था। चूंकि यह एक हाईलैंड पर स्थित था, इसे \"उच्च शहर\" (फारसी: بلند شهر) के रूप में जाना जाने लगा, जो मुगल युग के दौरान फारसी भाषा में बुलंदशहर के रूप में अनुवाद करता है। माना जाता है कि ऊपरी न्यायालय (हिंदी: ओपरकोट) नामक एक वर्तमान स्थान है जिसे राजा अहिबर्ना का किला माना जाता है और पुराना बरन इस क्षेत्र तक ही सीमित था। 12 वीं शताब्दी के दौरान बरन का राज्य शायद खत्म हो गया था। 11 9 2 सीई में जब मुहम्मद गौरी ने भारत के कुछ हिस्सों पर विजय प्राप्त की, तो उनके सामान्य कुतुबुद्दीन एबाक ने किले बरन से घिरा और इसे जीत लिया और राजा चंद्रसेन डोर की हत्या कर दी गई और एबाक ने बरन साम्राज्य पर नियंत्रण लिया।</p>\r\n<p>&nbsp;</p>\r\n<p>भोटेरा वीरपुर, गालिबपुर इत्यादि में पाए गए प्राचीन खंडहर बुलंदशहर की पुरातनता का संकेत हैं। जिले में कई अन्य महत्वपूर्ण स्थान हैं जहां से मध्यकालीन युग और प्राचीन मंदिरों की वस्तुओं से संबंधित मूर्तियां पाई गई हैं। आज भी, इनमें से कई ऐतिहासिक और प्राचीन वस्तुओं जैसे सिक्कों, शिलालेख इत्यादि लखनऊ राज्य संग्रहालय में संरक्षित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अस्थायी आंकड़ों के अनुसार, बुलंदशहर शहरी समूह की जनसंख्या 235,310 थी, जिनमें से पुरुष 125,549 थे और महिलाएं 111,761 थीं। साक्षरता दर 81.07 प्रतिशत थी।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>बनारसी दास, जिसे बाबू बनारसी दास (1 912-19 85) के नाम से जाना जाता है, एक भारतीय राजनेता और उत्तर प्रदेश के मुख्यमंत्री थे।</p>\r\n<p>जयप्रकाश गौर, जयप्रकाश एसोसिएट्स और जेपी ग्रुप कंपनियों के संस्थापक और अध्यक्ष।</p>\r\n<p>भुवनेश्वर कुमार, भारतीय क्रिकेट खिलाड़ी</p>\r\n<p>2014 एशियाई खेलों के बॉक्सर पदक विजेता सतीश कुमार। [4]</p>\r\n<p>यूपी सिंचाई विभाग के पूर्व मंत्री हितेश कुमारी, और दिबाई निर्वाचन क्षेत्र के विधायक थे। हितेश कुमारी</p>\r\n<p>वीरेंद्र्रा ललित फिल्म निदेशक, ग्राम धीमाही, पोस्ट धर्मपुर, जिला बुलंदशहर।</p>\r\n<p>डॉ। राजीव कुमार सिंह लोढ़ी, पूर्व मंत्री, जिन्होंने राजनीति विज्ञान में पीएचडी किया था।</p>\r\n<p>सुरेंद्र सिंह नगर, भारतीय राजनीतिज्ञ और भारत की राज्य सभा की संसद सदस्य हैं, और भारत की 15 वीं लोक सभा के संसद सदस्य थे।</p>\r\n<p>विजय सिंह पथिक राज्य के पहले क्रांतिकारियों में से एक थे जिन्होंने राज्य में स्वतंत्रता आंदोलन का मशाल जलाया था।</p>\r\n<p>जैव सूचना विज्ञान में भारतीय वैज्ञानिक विशेषज्ञ गजेंद्र पाल सिंह राघव, विज्ञान और प्रौद्योगिकी के लिए शांति स्वरुप भटनागर पुरस्कार सहित पुरस्कारों के विजेता</p>\r\n<p>आचार्य चतुर्सन शास्त्री, प्रसिद्ध हिंदी लेखक।</p>\r\n<p>भोला सिंह लोकसभा के सदस्य हैं, और वह बुलंदशहर का प्रतिनिधित्व करते हैं।</p>\r\n<p>इंटेलिजेंस ब्यूरो से सेवानिवृत्त वरिष्ठ खुफिया अधिकारी धर्मपाल सिंह; अब दिल्ली उच्च न्यायालय में एक व्यावहारिक वकील;</p>\r\n<p>भारत के सबसे बड़े रियल एस्टेट डेवलपर डीएलएफ लिमिटेड के सीईओ कुशल पाल सिंह।</p>\r\n<p>ओमा प्रकाश त्यागी, आर्य वीर दल के संस्थापक, प्रसिद्ध आर्य समाज नेता और बीजेपी संसद सदस्य।</p>\r\n<p>भारतीय प्रशासनिक सेवा के पूर्व अधिकारी नीरा यादव।</p>\r\n<p>योगेंद्र सिंह यादव, परम वीर चक्र पुरस्कार विजेता, औरंगाबाद, बुलंदशहर में पैदा हुआ था</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Bulandshahr_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","subContents":[{"SubTitle":"1. कर्णवंश","SubTitleHindi":null,"SubContent":"<p>कर्णवंश उत्तर प्रदेश के बुलंदशहर के पास गंगा तट पर एक ऐतिहासिक शहर है। इस प्राचीन भृगू क्षेत्र पर विचार किया गया है जहां कल्याणी देवी और कर्ण शिला तीर्थयात्रा तीर्थयात्रा हैं। अलीगढ़-बरेली रेल मार्ग से, यहां नारोरा रेलवे स्टेशन पर उतरकर पहुंचा जा सकता है। स्वामी दयानंद सरस्वती ने कर्णवत में तपस्या की थी। महाभारत काल के कर्ण को इस जगह से संबंधित कहा जाता है, जिसका नाम महाभारत के नायक के नाम पर रखा गया है। राजा कर्ण परोपकार के लिए प्रसिद्ध थे, इसलिए उन्हें 'दानवीर करण' भी कहा जाता है। पौराणिक कथाओं के अनुसार, कर्ण उस समय हर दिन 50 किलो सोने का दान करती थीं। आगंतुक महाभारत काल की देवी कल्याणी मंदिर भी जा सकते हैं। करणवास बुलंदशहर से बहुत दूर नहीं हैं और ऑटो रिक्शा और टैक्सी के माध्यम से आसानी से पहुंचा जा सकता है।</p>\r\n<p>स्रोत: https://askgif.page.link/karnwas</p>","SubContentHindi":null,"ImageUrl":"5a179362-2109-461f-b0c6-ade2f821b0ca_Karnavansh.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. बेलन मंदिर","SubTitleHindi":null,"SubContent":"<p>बेलोन मंदिर भारत के उत्तर प्रदेश, जिला-बुलंदशेहर में नारोरा शहर के पास बेलोन गांव में स्थित है और औद्योगिक शहर अलीगढ़ से करीब 60 किलोमीटर दूर है। यह नारोरा शहर से लगभग 5 किमी दूर है, नरोरा गंगा नदी के किनारे स्थित है और नील द्वारा संचालित परमाणु ऊर्जा संयंत्र के देश के नेटवर्क में से एक का घर है, बिलवान का प्राचीन नाम बिल्वान से निकला है जो इसके ग्रोवों से आता है या बैल ट्री के पहले (बिनोमियल नाम: एगल मार्मेलोस) बेलोन गांव 28.10 डिग्री एन 78.21 डिग्री सेल्सियस पर स्थित है। इसकी औसत ऊंचाई 633 फीट है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Belon_Temple</p>","SubContentHindi":null,"ImageUrl":"30d7acf0-03ea-4782-9ce5-2875c7253989_Bulandshahr-Belon-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. अनूपशहर","SubTitleHindi":null,"SubContent":"<p>अनुपशाहर उत्तर प्रदेश राज्य के बुलंदशहर जिले में एक छोटा सा शहर और एक नगरपालिका बोर्ड है। यह पवित्र नदी गंगा के पास स्थित है। यह बंगार जलोढ़ पर स्थित है।</p>\r\n<p>भूगोल</p>\r\n<p>अनुपशहर 28.37 डिग्री एन 78.27 डिग्री ई पर स्थित है। इसकी औसत ऊंचाई 182 मीटर (5 9 7 फीट) है। यह गंगा पवित्र नदी के पास स्थित है। यह बंगार जलोढ़ पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की जनगणना के अनुसार, पुरुषों में 53% आबादी और 47% महिलाएं हैं। अनुपशहर की औसत साक्षरता दर 57% है, जो राष्ट्रीय औसत 59.5% से कम है; 5 9% पुरुष और 41% महिलाएं साक्षर हैं। आबादी का 15% आबादी 6 साल से कम है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>भारत के शाही राजपत्र के अनुसार [3] अनुशाहर के संस्थापक बदगर्जर राजा अनुप राई थे, और इस प्रकार वर्तमान दिन अनुशाहर की नींव की तारीख 1605 और 1628 (मुगल सम्राट जहांगीर के शासनकाल के दौरान) थी। राजा अनूप राय ने शेर शिकार के दौरान जहांगीर को बचाया, और हस्तक्षेप करके और सम्राट पर हमला करने वाले शेर को मारने में मदद की। जहांगीर ने इस क्षेत्र को राजा अनुप राई को प्रस्तुत किया, और शहर का नाम उनके नाम पर रखा गया। अनुप रई ने एक किले का निर्माण किया।</p>\r\n<p>&nbsp;</p>\r\n<p>राजा तारसिंह (राजा अनुप सिंह से 8 वीं पीढ़ी) की अवधि के दौरान इस क्षेत्र में बहुत प्रगति हुई। उस समय क्षेत्र आयुर्वेदिक दवा के लिए और उत्तरी भारत में नौकाओं द्वारा व्यापार के लिए जाना जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>18 वीं शताब्दी में जब मुगल साम्राज्य में गिरावट आई और पूर्व संतों ने सुजरेन शासकों की स्थिति प्राप्त की, अनुपशहर औध (अवध) की 'नवाब' के पश्चिमी परिधि पर स्थित थे और एक महत्वपूर्ण सेना बन गए। यद्यपि औध के नवाब ने जल्द ही इस क्षेत्र का नियंत्रण खो दिया, लेकिन यह छोटा शहर आने वाले लंबे समय तक एक प्रकार का छावनी बना रहा।</p>\r\n<p>&nbsp;</p>\r\n<p>1857 में, आजादी के पहले युद्ध के दौरान अनुपशाहर शहर ब्रिटिश शासन के खिलाफ घटनाओं का दृश्य था। क्रांति का एक संदेश 10 मई 1857 को पंडित नारायण शर्मा द्वारा अलीगढ़ से बुलंदशहर तक ले जाया गया था। दादरी और सिकंदराबाद के भगवान बुड गुज्जर ने निरीक्षण बंगलों, टेलीग्राफ कार्यालयों और सरकारी भवनों को नष्ट कर दिया क्योंकि वे विदेशी शासन के प्रतीक थे। ईस्ट इंडिया कंपनी की सेना द्वारा दिल्ली के पुन: कब्जे के बाद और ब्रिटिश क्राउन द्वारा भारत को प्रशासित करने के लिए सीधी ज़िम्मेदारी के बाद पहली वाइसराय, भगवान कैनिंग ने दिल्ली में अपने मार्च में अपनी सेना के साथ अनुपशहर में छावनी दी। (जॉन बीम्स के अनुसार, \"एक बंगाल नागरिक के संस्मरण\"।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Anupshahr</p>","SubContentHindi":null,"ImageUrl":"483d4052-c582-4a86-ac8c-888ed3d7b43f_kartik-mela-Anoopshahr.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. सिकंदराबाद","SubTitleHindi":null,"SubContent":"<p>सिकंदराबाद भारतीय राज्य उत्तर प्रदेश के बुलंदशहर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह दिल्ली एनसीआर क्षेत्र का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, सिकंदराबाद की आबादी 3,85,000 थी। पुरुष 52% आबादी और 48% महिलाएं हैं। सिकंदराबाद की औसत साक्षरता दर 50% है, जो राष्ट्रीय औसत 59.5% से कम है: पुरुष साक्षरता 58% है, और महिला साक्षरता 49% है। सिकंदराबाद में, 17% आबादी 6 साल से कम आयु के है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान</p>\r\n<p>सिकंदराबाद जीटी पर दोनों तरफ स्थित है। सड़क। यह राष्ट्रीय राजधानी दिल्ली से लगभग 51 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिकंदराबाद शहर उत्तरी भारत के उत्तर प्रदेश राज्य के बुलंदशहर जिले में स्थित है। यह राष्ट्रीय राजधानी दिल्ली के 51 किमी दक्षिण की ओर जीटी रोड के दोनों तरफ स्थित है। जिला मुख्यालय बुलंदशहर शहर से करीब 18 किमी दूर है। सिकंदराबाद सड़कों और रेलों से अच्छी तरह से जुड़ा हुआ है। डंकौर निकटतम रेलवे स्टेशन (6 किमी दूर) है जो सिकंदराबाद की सेवा करता है। दादरी, गुलौथी, खैर, खुर्जा, झज्जर, डंकौर, नोएडा इत्यादि अन्य कस्बों हैं जिनके पास शहर के साथ सीधी सड़क कनेक्टिविटी है। सिकंदराबाद ग्रेटर नोएडा से 6 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिकंदराबाद का पिन (पोस्टल इंडेक्स नंबर) 203205 है। एसटीडी कोड उपसर्ग 05735 है। शहर में दो डाकघर हैं। स्पीडपोस्ट शहर में भी उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिकंदराबाद की वर्तमान जनसंख्या लगभग 300,000 है। शहर में तीन स्नातकोत्तर कॉलेज हैं और बड़ी संख्या में अन्य कॉलेज और स्कूल हैं। बब्बू परवीन सिकंदराबाद के अध्यक्ष हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>सिकंदराबाद एक ऐतिहासिक शहर है जिसे सिकंदर लोढ़ी ने 14 9 8 में बनाया था। चिश्ती और क्षेत्र के कुछ अन्य पुराने स्मारकों को भी देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>आचार्य चतुर्सन शास्त्री प्रसिद्ध हिंदी लेखक, वैशाली की नगरवध के लिए जाने जाते हैं।</p>\r\n<p>संतोष आनंद सांग लेखक ने 1 9 72 की फिल्म प्रेम रोग में 1 9 72 की फिल्म शोर और ये गैलियन ये चौबारा में अपने पसंदीदा सहस्राब्दी गीत एक प्यार का नागमा हैन लिखा।</p>\r\n<p>राहुल वर्मा, सामाजिक कार्यकर्ता और कार्यकर्ता; उदय फाउंडेशन के संस्थापक</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sikandrabad</p>","SubContentHindi":null,"ImageUrl":"5421d663-489f-4781-9f44-d0f91a902c04_sikandrabad-railway.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>बस से</p>\r\n<p>बुलंदशहर नियमित बसों के माध्यम से देश के अन्य प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>बस स्टेशन: बुलंदशहर</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>देश के अन्य प्रमुख शहरों से बुलंदशहर तक नियमित ट्रेनें हैं।</p>\r\n<p>रेलवे स्टेशन: बुलंदशहर (बीएससी)</p>\r\n<p>&nbsp;</p>\r\n<p>उड़ान से</p>\r\n<p>&nbsp;</p>\r\n<p>बुलंदशहर के बजाय आप नियमित रूप से इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डे पर उड़ान भर सकते हैं।</p>\r\n<p>बुलंदशहर</p>\r\n<p>69 किमी दूर</p>\r\n<p>इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डा (डीएल), नई दिल्ली, दिल्ली</p>\r\n<p>बुलंदशहर</p>\r\n<p>138 किमी दूर</p>\r\n<p>खेरिया एयरपोर्ट (एजीआर), आगरा, उत्तर प्रदेश</p>","SubContentHindi":null,"ImageUrl":"d06bb2fd-6159-4219-8bd4-884cf3a199b3_Bulandshahr-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bulandshahr-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बुलंदशहर","slug":"bulandshahr"}],"recommendations":[{"id":203,"title":"उन्नाव में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","dateCreated":"2018-12-29T05:00:30.558Z","dateModified":"2018-12-29T05:11:36.75Z","contributedBy":"AskGif","content":"उन्नाव उत्तर प्रदेश के उन्नाव जिले का मुख्यालय है, भारत कानपुर और लखनऊ के बीच स्थित है। उन्नाव एक बड़ा औद्योगिक शहर है जिसके चारों ओर तीन औद्योगिक उपनगर हैं। यह उत्तर प्रदेश का 37 वां सबसे बड़ा शहर है। यह शहर अपने चमड़े, मच्छरदानी और रासायनिक उद्योगों के लिए प्रसिद्ध है। उन्नाव एक ऐतिहासिक शहर है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उन्नाव","slug":"unnao"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-unnao-uttar-pradesh","total":0},{"id":139,"title":"हापुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","dateCreated":"2018-10-04T14:36:45.559Z","dateModified":"2018-10-04T14:52:49.482Z","contributedBy":"AskGif","content":"हापुर (जिसे हरिपुर के नाम से जाना जाता है) भारत के पश्चिमी उत्तर प्रदेश में, हापुर जिले के मुख्यालय के साथ-साथ मुख्यालय है। नई दिल्ली के लगभग 60 किलोमीटर (37 मील) पूर्व में स्थित, यह शहर दिल्ली राष्ट्रीय राजधानी क्षेत्र (एनसीआर) का हिस्सा है। राष्ट्रीय राजमार्ग 9 शहर से गुजरता है, इसे दिल्ली से ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हापुड़","slug":"hapur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hapur-uttar-pradesh","total":0},{"id":132,"title":"फतेहपुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","dateCreated":"2018-09-03T14:36:15.675Z","dateModified":"2018-09-04T13:28:14.173Z","contributedBy":"AskGif","content":"फतेहपुर उत्तर प्रदेश राज्य के फतेहपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। गंगा और यमुना की दो पवित्र नदियों के बीच शहर की स्थापना ऋषि पूरवार ने की थी और बाद में वह शहर का राजा बन गया।\r\nफतेहपुर जिला उत्तरी भारत के उत्तर प्रदेश राज्य के 75 जिलों में से एक है। जिले में 4,152 वर्ग किमी क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फतेहपुर","slug":"fatehpur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-fatehpur-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}