{"id":1210,"title":"Top Places to visit in Peddapuram, Andhra Pradesh","imageUrl":"03af98c8-0059-4d6f-9c00-9036c30876f7_Peddapuram.jpg","dateCreated":"2020-04-12T09:15:46.376Z","dateModified":"2020-04-12T09:16:19.625Z","contributedBy":"AskGif","content":"<p>Peddapuram is a town in the East Godavari District of Andhra Pradesh in South India. The town also forms a part of the Godavari Urban Development Authority.</p>\r\n<p>&nbsp;</p>\r\n<p>Peddapuram is known for its milk-based sweet called PalaKova. The town is also popular in manufacturing the Silk Sarees and other Handloom varieties.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>By the time of 1785, the Peddapuram Estate extended from Totapalli to Nagaram encompassing villages and towns. During the British rule, Sri Raya Jagapati was chosen to take over the estate in 1802. After Sri Raya Jagapati's death, the three wives, Lakshmi Narasayyamma, Bucchi Seetayyamma, and Bucchi Bangaramma, ruled the estate in succession. Raya Jagapati's widow Bucchi Seetayyamma, ruled from 1828-1835. She founded two trusts for the poor, one in Peddapuram and another in Kattipudi in East Godavari. You can find some ancient caves with the supposed footprints of Bhima (Pandavas). For more details on the history of Pandavula Metta visit the link: test</p>\r\n<p>&nbsp;</p>\r\n<p>Civic administration</p>\r\n<p>&nbsp;</p>\r\n<p>Portico of an old house in Peddapuram town</p>\r\n<p>Peddapuram municipality was established in 1915 and became the second oldest municipality after Bheemunipatnam in Andhra Pradesh. Initially the British appointed Sri V. K. Anantakrishna Ayyar followed by Sri Abhinava Patnayak and Sri Pingali Krishnarao. Sri Goli Pedda Kondayya was the first one direct elected as Chairman of the municipality.</p>\r\n<p>&nbsp;</p>\r\n<p>Peddapuram revenue division (or Peddapuram division) is an administrative division in the East Godavari district of the Indian State of Andhra Pradesh. It is one of the 7 revenue divisions in the district which consists of 12 mandals under its administration. Peddapuram Town is the Divisional Headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Peddapuram town is located on Rajahmundry-Kakinada ADB road. APSRTC Bus Services are available to Vijayawada and Hyderabad Cities. The nearest railway station to Peddapuram is the Samalkot railway station. The nearest airport to the town is Rajahmundry Airport which is 35km away.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The first school was established here in Peddapuram in 1891 by the Andhra Evangelical Lutheran Church Society which also had boarding facilities. Among the eminent personalities who studied in this school include Archbishop Marampudi Joji and M. Victor Paul.</p>\r\n<p>&nbsp;</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>An Agricultural Research Station which does Research on Ragi and Tapioca and is affiliated to Acharya N. G. Ranga Agricultural University. Sri Veerraju High School is one of the oldest school which is imparting elementary and high school education to many students without any profit motive. S.R.V.B.S.J.B. M.R. College has completed 50 years; it celebrated its Golden Jubilee on 4 February 2018 by its old student's association, considered a very prestigious college, was established in 1967 by Sri S.B.P.B.K.Satyanarayana Rao, then Zilla Parishad chairman as the founder president in memory of Maharani of Peddapuram Samsthanam Peddapuram Kings Srimati Raja Vatsavayi Bucchi Sitayamma Jagapati Bahadur.</p>\r\n<p>&nbsp;</p>\r\n<p>In order to provide good quality modern education to the talented children predominantly from the rural areas, without regard to their family socio-economic conditions, the Government of India established Navodaya Vidyalayas, on an average, one in each district of the country during the 7th Five Year Plan period and Peddapuram was selected to establish Navodaya Vidyalaya. Jawahar Navodaya Vidyalaya.</p>\r\n<p>&nbsp;</p>\r\n<p>Engineering Colleges located in Peddapuram Rural :</p>\r\n<p>&nbsp;</p>\r\n<p>Aditya Engineering College</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Sai Aditya Institute of Science and Technology</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Aditya Engineering College</p>\r\n<p>&nbsp;</p>\r\n<p>Pragati Engineering College</p>\r\n<p>&nbsp;</p>\r\n<p>St. Mary's College of Pharmacy</p>\r\n<p>&nbsp;</p>\r\n<p>IDA Peddapuram</p>\r\n<p>Peddapuram is one of the Industrial Development Area (IDA) in East Godavari District of AP and has lot of popular industries established in the town and its rural surroundings. Both Peddapuram and Samalkot (Samarlakota) municipalities and the corresponding rural areas comes under IDA PEDDAPURAM.</p>\r\n<p>&nbsp;</p>\r\n<p>Some Popular Industries located in IDA Peddapuram :</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;Sri Lalitha Enterprises Industries Private Limited (Lalitha Brand Rice)</p>\r\n<p>&nbsp;Pattabhi Agro Foods Private Limited (Lohitha Rice)</p>\r\n<p>&nbsp;Sri Venkateswara Rice Industry (Lepakshi Rice)</p>\r\n<p>&nbsp;NSR Industries (Bio Diesel Manufacturer)</p>\r\n<p>&nbsp;Reliance Bio Diesel Pilot Plant (Bio Diesel Manufacturer)</p>\r\n<p>&nbsp;Aparna Enterprises Limited (Ceramic Tile Plant)</p>\r\n<p>&nbsp;R A K Ceramics India Private Limited (Ceramics Plant)</p>\r\n<p>&nbsp;Shri Girija Alloy &amp; Power (I) Pvt. Ltd. (Power Plant)</p>\r\n<p>[circular reference] GVT Gauthami Power Limited (Power Plant)</p>\r\n<p>Notable people</p>\r\n<p>Anjali Devi (Telugu Actress)</p>\r\n<p>Easwari Rao (Telugu Actress)</p>\r\n<p>Dubbing Janaki (Telugu Actress)</p>\r\n<p>Gokina Rama Rao (Telugu Actor)</p>\r\n<p>Dr. Koteswara Rao Batchu (Telugu Pediatrician and Philanthropist)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Peddapuram</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03af98c8-0059-4d6f-9c00-9036c30876f7_Peddapuram.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-peddapuram-andhra-pradesh","tags":[{"name":"peddapuram","slug":"peddapuram"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"recommendations":[{"id":1215,"title":"Top Places to visit in Rajam, Andhra Pradesh","imageUrl":"e5535dc0-7c5f-4c08-84e3-46011352dbb0_Rajam.jpg","dateCreated":"2020-04-12T09:59:11.19Z","dateModified":"2020-04-12T09:59:21.388Z","contributedBy":"AskGif","content":"Rajam is a town in Srikakulam district of the Indian state of Andhra Pradesh. It is a Nagar panchayat and the headquarters of Rajam Mandal.\r\n&nbsp;\r\nGeography\r\nRajam is located at 18.28N 83.40E. It has an average elevation of 42 meters (137 feet).\r\n&nbsp;\r\nDemog","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e5535dc0-7c5f-4c08-84e3-46011352dbb0_Rajam.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"rajam","slug":"rajam"}],"slug":"top-places-to-visit-in-rajam-andhra-pradesh","total":0},{"id":1205,"title":"Top Places to visit in Nuzvid, Andhra Pradesh","imageUrl":"7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","dateCreated":"2020-04-12T07:28:42.357Z","dateModified":"2020-04-12T07:28:52.587Z","contributedBy":"AskGif","content":"Nuzvid is a city in Krishna district of the Indian state of Andhra Pradesh. It serves as the administrative headquarters for Nuzvid mandal and Nuzvid revenue division.\r\n&nbsp;\r\nHistory\r\nNuzvid is a Mandal and municipality in Krishna District, Andhra Pradesh, India. It is 50 k","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"nuzvid","slug":"nuzvid"}],"slug":"top-places-to-visit-in-nuzvid-andhra-pradesh","total":0},{"id":1194,"title":"Top Places to visit in Kandukur, Andhra Pradesh","imageUrl":"0b1e81f1-3a5f-44f4-bde3-1e9e3cc58a5b_Kandukur.jpg","dateCreated":"2020-04-11T08:27:54.449Z","dateModified":"2020-04-11T08:28:05.179Z","contributedBy":"AskGif","content":"Kandukur or Kandukuru is a town in Prakasam district of the Indian state of Andhra Pradesh. It is a municipality and the Mandal headquarters of Kandukur Mandal in Kandukur revenue division.\r\n&nbsp;\r\nGeography\r\nKandukuru (earlier known as Skandapuri) is located at 15.2165&deg;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0b1e81f1-3a5f-44f4-bde3-1e9e3cc58a5b_Kandukur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"kandukur","slug":"kandukur"}],"slug":"top-places-to-visit-in-kandukur-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}