{"id":1212,"title":"पोन्नुर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"b08cba21-8635-4d33-a24d-1e5b675d7ac2_Ponnur.jpg","dateCreated":"2020-04-12T09:39:49.35Z","dateModified":"2020-04-12T09:40:00.357Z","contributedBy":"AskGif","content":"<p>पोन्नूर भारतीय राज्य आंध्र प्रदेश के गुंटूर जिले का एक शहर है। किलारी वेंकट रोशैया - वाईएसआरसीपी पार्टी निर्वाचन क्षेत्र के वर्तमान विधायक हैं, जिन्होंने वाईएसआरसीपी पार्टी से 2019 आंध्र प्रदेश विधान सभा चुनाव जीता था। यह एक नगरपालिका है और तेनाली राजस्व मंडल के तहत पोन्नूर मंडल का मंडल मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, इस शहर की आबादी 16,138 घरों के साथ 59,913 थी। कुल जनसंख्या 29,486 पुरुष और 30,427-a प्रति 1000 पुरुषों पर 1032 महिलाओं का लिंग अनुपात, राष्ट्रीय औसत 940 प्रति 1000 से अधिक है। 5,507 बच्चे 0&ndash;6 वर्ष की आयु वर्ग में हैं। औसत साक्षरता दर 42,617 साक्षरता के साथ 78.33% है, जो राष्ट्रीय औसत 73.00% से अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार और राजनीति</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>पोन्नूर नगर पालिका शहर की पानी की आपूर्ति, सड़क, सीवेज, कचरा संग्रह आदि जैसी नागरिक आवश्यकताओं की देखरेख करती है। इसे ग्रेड- II नगरपालिका के रूप में वर्गीकृत किया गया है जिसे 1964 में एक तृतीय श्रेणी के नगरपालिका के रूप में स्थापित किया गया था। इसमें 31 वार्डों के साथ 25.64 किमी 2 (9.90 वर्ग मील) की सीमा है। कस्बे को कृष्णा नदी से पानी मिलता है, जिसे नल, बोर आदि के माध्यम से आपूर्ति की जाती है। कस्बे में सरकारी और निजी दोनों अस्पताल हैं जिनमें सार्वजनिक स्वास्थ्य सेवा के लिए क्लीनिक, नर्सिंग होम और एक सरकारी अस्पताल शामिल हैं। यह मनोरंजन के उद्देश्य से पार्क और खेल के मैदानों का रखरखाव भी करता है</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>पोन्नूर पोन्नूर मंडल का हिस्सा होने के कारण आंध्र प्रदेश विधानसभा के पोन्नुरु विधानसभा क्षेत्र के अंतर्गत आता है। वेंकट रोसैया किलारी वाईएसआरसीपी से निर्वाचन क्षेत्र के वर्तमान विधायक हैं। विधानसभा क्षेत्र, बारी में, गुंटूर लोकसभा निर्वाचन क्षेत्र का एक हिस्सा है और वर्तमान संसद सदस्य तेलुगु देशम पार्टी के गल्ला जयदेव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>पोन्नूर आसपास के गांवों के लिए एक महत्वपूर्ण शहर है। कस्बे के आसपास के ग्रामीण क्षेत्र ज्यादातर कृषि पर निर्भर हैं। खेती धान की खेती के साथ प्रमुख है और अन्य फसलों में मूंगफली, कपास, सुपारी आदि शामिल हैं। कस्बे में कई अन्य आर्थिक उद्योग और व्यवसाय मौजूद हैं जैसे ब्रिकवर्क्स, फर्नीचर बनाना, हैंडलूम बुनाई, कताई यार्न, चावल मिलों, लकड़ी, आदि। । यह शहर तेनाली-पोन्नूर विकास गलियारे का भी हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>पोन्नूर में अंजनेय मंदिर</p>\r\n<p>शहर के कुछ उल्लेखनीय लोग हैं, जिनके योगदान के लिए विभिन्न क्षेत्रों जैसे कि, एन। जी। रंगा, प्रगति कोटािया हैं। शहर के सांस्कृतिक कार्यक्रमों के लिए शहर में एक सभागार और एक समारोह हॉल है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में कई धार्मिक पूजा केंद्र हैं जैसे मंदिर, मस्जिद और चर्च। सबसे उल्लेखनीय धार्मिक संरचनाएं हैं, साक्षी भावनारायण और सहस्त्र लिंगेश्वर के मंदिर, 24 फीट (7.3 मीटर) अंजनेय और 29 फीट (8.8 मीटर) गरुथमन्था की एक एकल पत्थर की नक्काशीदार मूर्तियाँ।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>इसे भी देखें: निदुबरोलू रेलवे स्टेशन</p>\r\n<p>शहर की कुल सड़क की लंबाई 140.05 किमी (87.02 मील) है। स्टेट हाईवे 48, जिसे गुंटूर-बापटला-चिराला रोड भी कहा जाता है, पोन्नूर से गुजरता है, जो इसे जिला मुख्यालय, गुंटूर से जोड़ता है। पोन्नूर-रेपल्ले रोड चंदोल में राष्ट्रीय राजमार्ग 214 ए को जोड़ता है। राज्य सरकार आस-पास के शहरों और गांवों के लिए APSRTC बस सेवाएं संचालित करती है। निकटतम रेलवे स्टेशन निदुबरोलु, दक्षिण मध्य रेलवे क्षेत्र के विजयवाड़ा रेलवे डिवीजन में एक डी-श्रेणी स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>जिला परिषद हाई स्कूल, आंध्र प्रदेश के अंतर्गत पंचायत राज विभाग द्वारा संचालित प्रमुख है। आईबीएन इंटरमीडिएट और डिग्री पाठ्यक्रमों के लिए एक प्रसिद्ध कॉलेज है। राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में सरकारी और निजी दोनों शैक्षणिक संस्थान हैं, जिनमें कुल 34 प्राइमरी, 3 उच्च प्राथमिक और 12 उच्च विद्यालय हैं। दो सरकारी संचालित जूनियर कॉलेज भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Ponnur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b08cba21-8635-4d33-a24d-1e5b675d7ac2_Ponnur.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ponnur-andhra-pradesh","tags":[{"name":"पोन्नुर","slug":"ponnur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"recommendations":[{"id":1215,"title":"राजम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"e5535dc0-7c5f-4c08-84e3-46011352dbb0_Rajam.jpg","dateCreated":"2020-04-12T09:59:11.19Z","dateModified":"2020-04-12T09:59:21.388Z","contributedBy":"AskGif","content":"राजम भारतीय राज्य आंध्र प्रदेश के श्रीकाकुलम जिले का एक कस्बा है। यह एक नगर पंचायत और राजम मंडल का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nराजम 18.28N 83.40E पर स्थित है। इसकी औसत ऊंचाई 42 मीटर (137 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2011 की भारत की जनगणना के अनुसार, रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e5535dc0-7c5f-4c08-84e3-46011352dbb0_Rajam.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"राजम","slug":"rajam"}],"slug":"top-places-to-visit-in-rajam-andhra-pradesh","total":0},{"id":1199,"title":"मरकापुर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"f329fb03-1609-4e21-b5ba-114aac2757fc_Markapur.jpg","dateCreated":"2020-04-11T11:39:32.024Z","dateModified":"2020-04-11T11:39:42.64Z","contributedBy":"AskGif","content":"मरकापुरम भारतीय राज्य आंध्र प्रदेश के प्रकाशम जिले का एक शहर है। यह एक नगर पालिका है और मरकापुर राजस्व मंडल में मरकापुर मंडल का मुख्यालय है ।: १६ मरकापुर राजा श्रीकृष्णदेवराय द्वारा निर्मित सबसे पुराना चन्ना केशव स्वामी मंदिर है। रथयात्रा के दौरान हर साल एक कार्निवल होता है। ओंगोल के बाद यह प्रका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f329fb03-1609-4e21-b5ba-114aac2757fc_Markapur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"मरकापुर","slug":"markapur"}],"slug":"top-places-to-visit-in-markapur-andhra-pradesh","total":0},{"id":288,"title":"श्री पोट्टि श्रीरामुलु नेल्लोर, नेल्लोर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","dateCreated":"2019-03-06T17:35:08.669Z","dateModified":"2019-03-06T19:21:40.203Z","contributedBy":"AskGif","content":"नेल्लोर भारतीय राज्य आंध्र प्रदेश में नेल्लोर जिले का एक शहर और जिला मुख्यालय है। यह पेन्ना नदी के तट पर स्थित है [8] और यह राज्य का चौथा सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r\nनेल्लोर जिला (आधिकारिक तौर पर: श्री पोट्टि श्रीरामुलु नेल्लोर जिला), तटीय आंध्र प्रदेश में स्थित है जो आंध्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"श्री-पोट्टि-श्रीरामुलु-नेल्लोर","slug":"sri-potti-sriramulu-nellore"},{"name":"नेल्लोर","slug":"nellore"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-sri-potti-sriramulu-nellore-nellore-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}