{"id":1212,"title":"Top Places to visit in Ponnur, Andhra Pradesh","imageUrl":"b08cba21-8635-4d33-a24d-1e5b675d7ac2_Ponnur.jpg","dateCreated":"2020-04-12T09:39:49.35Z","dateModified":"2020-04-12T09:40:00.357Z","contributedBy":"AskGif","content":"<p>Ponnur is a town in the Guntur district of the Indian state of Andhra Pradesh. Kilari Venkata Rosaiah &ndash; YSRCP Party is the present MLA of the constituency, who won the 2019 Andhra Pradesh Legislative Assembly election from the YSRCP Party. It is a municipality and the Mandal headquarter of Ponnur Mandal under the Tenali revenue division.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 Census of India, the town had a population of 59,913 with 16,138 households. The total population constitute, 29,486 males and 30,427 &mdash;a sex ratio of 1032 females per 1000 males, higher than the national average of 940 per 1000. 5,507 children are in the age group of 0&ndash;6 years. The average literacy rate stands at 78.33% with 42,617 literates, higher than the national average of 73.00%.</p>\r\n<p>&nbsp;</p>\r\n<p>Government and politics</p>\r\n<p>Civic Administration</p>\r\n<p>Ponnur Municipality oversees the civic needs of the town like water supply, roads, sewage, garbage collection, etc. It is classified as a Grade&ndash;II municipality which was established in 1964 as a III&ndash;Grade municipality. It has an extent of 25.64 km2 (9.90 sq mi) with 31 wards. The town gets water from the Krishna river, which is supplied through taps, bores, etc. The town has both government and private hospitals which include, clinics, nursing homes and a Government hospital for public healthcare. It also maintains parks and playgrounds for the recreational purpose</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Ponnur being a part of Ponnur Mandal falls under the Ponnuru assembly constituency of Andhra Pradesh Legislative Assembly. Venkata Rosaiah Kilari is the present MLA of the constituency from YSRCP. The assembly segment is, in turn, a part of Guntur Lok Sabha constituency and the present Member of parliament is Galla Jayadev of Telugu Desam Party.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Ponnur is an important town for the nearby villages. The rural areas surrounding the town are mostly dependent on agriculture. The farming is dominant with Paddy cultivation and other crops include groundnuts, cotton, betel, etc. There exist several other economic industries and occupations in the town such as Brickworks, furniture making, handloom weaving, spinning khadi yarn, rice mills, timber, etc. The town is also a part of the Tenali&ndash;Ponnur growth corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Anjaneya Temple in Ponnur</p>\r\n<p>There are a few notable people from the town with their contributions to various fields such as, N. G. Ranga, Pragada Kotaiah. The town has an auditorium and a function hall for cultural events of the town.i.</p>\r\n<p>&nbsp;</p>\r\n<p>There are many religious worship centers in the town like temples, mosques, and churches. Most notable religious structures are, the temples of Sakshi Bhavanarayana and Sahastra Lingeswara, a single stone carved statues of 24 ft (7.3 m) Anjaneya and 29 ft (8.8 m) Garuthmantha.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>See also: Nidubrolu railway station</p>\r\n<p>The town has a total road length of 140.05 km (87.02 mi). State Highway 48, also known as Guntur-Bapatla-Chirala Road passes through Ponnur, which connects it with the district headquarters, Guntur. The Ponnur&ndash;Repalle Road connects National Highway 214A at Chandole. The state government operates APSRTC bus services to nearby towns and villages. The nearest railway station is Nidubrolu, a D&ndash;category station in the Vijayawada railway division of South Central Railway zone.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Zilla Parishad high school is the prominent one, run by the panchayat raj department under govt of Andhra Pradesh.PBN is a famous college for intermediate and degree courses. The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>The town has both government and private educational institutions with a total of 34 primaries, 3 upper primary and 12 high schools. There are also two government-run junior colleges.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ponnur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b08cba21-8635-4d33-a24d-1e5b675d7ac2_Ponnur.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ponnur-andhra-pradesh","tags":[{"name":"ponnur","slug":"ponnur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"recommendations":[{"id":1215,"title":"Top Places to visit in Rajam, Andhra Pradesh","imageUrl":"e5535dc0-7c5f-4c08-84e3-46011352dbb0_Rajam.jpg","dateCreated":"2020-04-12T09:59:11.19Z","dateModified":"2020-04-12T09:59:21.388Z","contributedBy":"AskGif","content":"Rajam is a town in Srikakulam district of the Indian state of Andhra Pradesh. It is a Nagar panchayat and the headquarters of Rajam Mandal.\r\n&nbsp;\r\nGeography\r\nRajam is located at 18.28N 83.40E. It has an average elevation of 42 meters (137 feet).\r\n&nbsp;\r\nDemog","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e5535dc0-7c5f-4c08-84e3-46011352dbb0_Rajam.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"rajam","slug":"rajam"}],"slug":"top-places-to-visit-in-rajam-andhra-pradesh","total":0},{"id":1199,"title":"Top Places to visit in Markapur, Andhra Pradesh","imageUrl":"f329fb03-1609-4e21-b5ba-114aac2757fc_Markapur.jpg","dateCreated":"2020-04-11T11:39:32.024Z","dateModified":"2020-04-11T11:39:42.64Z","contributedBy":"AskGif","content":"Markapuram is a town in Prakasam district of the Indian state of Andhra Pradesh. It is a municipality and the headquarters of Markapur Mandal in Markapur revenue division.:16 Markapur is having one of the oldest chenna Kesava Swamy temple built by King Srikrishnadevaraya. A carnival happens every","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f329fb03-1609-4e21-b5ba-114aac2757fc_Markapur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"markapur","slug":"markapur"}],"slug":"top-places-to-visit-in-markapur-andhra-pradesh","total":0},{"id":288,"title":"Top Places to visit in Sri Potti Sriramulu Nellore, Nellore, Andhra Pradesh","imageUrl":"f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","dateCreated":"2019-03-06T17:35:08.669Z","dateModified":"2019-03-06T19:21:40.203Z","contributedBy":"AskGif","content":"Nellore is a city and district headquarters of Nellore district in the Indian state of Andhra Pradesh. It is located on the banks of Penna River[8] and is the fourth most populous city in the state.\r\n&nbsp;\r\nNellore district (officially: Sri Potti Sriramulu Nellore district), locate","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sri-potti-sriramulu-nellore","slug":"sri-potti-sriramulu-nellore"},{"name":"nellore","slug":"nellore"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-sri-potti-sriramulu-nellore-nellore-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}