{"id":1217,"title":"रायचोटी में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"f4c6453a-4a05-4a79-b4c8-8b01f71e865e_Rayachoti.jpg","dateCreated":"2020-04-13T07:27:33.597Z","dateModified":"2020-04-13T07:27:56.297Z","contributedBy":"AskGif","content":"<p>रायचोटी या \"राछावेदु\" या \"रायचोटी\" या \"राजावेदु\" भारतीय राज्य आंध्र प्रदेश के कडप्पा जिले का एक शहर है। यह कडप्पा राजस्व मंडल के रायचोटी मंडल में एक नगरपालिका है। यह आंध्र प्रदेश के सबसे पुराने शहरों में से एक है। रायचोटी हज़ार साल पुराने भगवान श्री वीरभद्र स्वामी मंदिर के लिए प्रसिद्ध है। इसे मांडव्य नदी के तट पर निर्मित दक्षिणा कासी भी कहा जाता है। इस मंदिर की विशिष्टता यह है कि दक्ष प्रजापति भगवान वीरभद्र स्वामी के पूजनीय रूप में दिखाई देते हैं। कडप्पा और कडप्पा जिले के प्रोड्डटूरट कस्बों के बाद रायचोटी तीसरा सबसे बड़ा शहर है। यह जिले के प्रमुख शैक्षिक केंद्रों में से एक है। इसमें ब्रिटिश के समय से एक शिक्षक प्रशिक्षण संस्थान [DIET] है। यह इस क्षेत्र के सबसे पुराने DIET में से एक है। रेयाचोटी शहर में एक इंजीनियरिंग कॉलेज और एक सरकारी पॉलिटेक्निक कॉलेज तकनीकी शिक्षा के लिए मौजूद था। इसके विकास के लिए अधिक तकनीकी संस्थानों और एक मेडिकल कॉलेज की आवश्यकता है। हाल ही में राज्य सरकार ने घोषणा की कि रायचोटी अन्नामय शहरी विकास एजेंसी का हिस्सा है, यह इस क्षेत्र के विकास के लिए एक अच्छा संकेत है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार। रायचोटी आंध्र प्रदेश के वाईएसआर जिले में एक नगर पालिका शहर है। रायचोटी शहर को 85 वार्डों में विभाजित किया गया है जिसके लिए हर 5 साल में चुनाव होते हैं। रायचोटी नगरपालिका की जनसंख्या 91,234 है, जिसमें 46,517 पुरुष हैं, जबकि 44,717 महिलाएं हैं, जो कि जनगणना इंडिया 2011 द्वारा जारी की गई रिपोर्ट के अनुसार हैं। 0-6 आयु वर्ग के बच्चों की जनसंख्या 11,446 है, जो रायचोटी (एम) की कुल जनसंख्या का 12.55% है। रायकोटी नगरपालिका में, महिला लिंग अनुपात ९९ ३ के राज्य औसत के मुकाबले ९ ६१ है। इसके अलावा, रायचोटी में बाल लिंग अनुपात ९ ३. के आंध्र प्रदेश राज्य औसत की तुलना में लगभग compared ९ ity है। रायचोटी शहर की साक्षरता दर the३.५8% से अधिक है राज्य का औसत 67.02%। रायचोटी में, पुरुष साक्षरता लगभग 82.07% है जबकि महिला साक्षरता दर 64.84% है। रायकोटी नगर पालिका में कुल 20,452 से अधिक घर हैं, जहाँ यह पानी और सीवरेज जैसी बुनियादी सुविधाओं की आपूर्ति करती है। यह नगर पालिका सीमा के भीतर सड़कों का निर्माण करने और इसके अधिकार क्षेत्र में आने वाली संपत्तियों पर कर लगाने के लिए भी अधिकृत है। यह कडप्पा और प्रोड्डटूर के बाद जनसंख्या, शिक्षा, वित्तीय और आर्थिक रूप से तीसरा सबसे बड़ा शहर है</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रोड, रेलवे [प्रगति पर] और एयरवेज [कदपा हवाई अड्डे के लिए 45 किमी] द्वारा रायकोटी को अच्छी कनेक्टिविटी है। यह व्यावसायिक विकास के साथ-साथ औद्योगिक विकास को और अधिक लाभ देगा। यह 9 सड़कों का संयोजन है। तीन राष्ट्रीय राजमार्ग शहर में जा रहे हैं। 1. राष्ट्रीय राजमार्ग 40 कुरनूल-कडप्पा-चित्तूर शहर के बीच से गुजर रहा है। NH40 को रायलसीमा एक्सप्रेस राजमार्ग 2 भी कहा जाता है। राष्ट्रीय राजमार्ग 340 शहर को (बैंगलोर -मदनपल्ली-रायचोटी-कडप्पा) आंध्र प्रदेश के कुरबालाकुंटा मार्ग से जोड़ता है। 3. नियोजन के तहत एनएच 370 नेल्लोर से अनाथपुरम (नेल्लोर-रापुर -राजमपेट-रायचोटी-कादिरी-अनाथपुरम) को। आंध्र प्रदेश राज्य सड़क परिवहन निगम रायचोटी बस स्टेशन से बस सेवा संचालित करता है, इसे लोगों को बेहतर सेवाओं के लिए एक बड़े बस स्टेशन की आवश्यकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कडप्पा-बैंगलोर नई रेलवे लाइन परियोजना के तहत रायचोटी में एक आगामी रेलवे स्टेशन अभी भी जारी है। यह पूरा होने के बाद इस शहर को और अधिक संभावना देगा।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। अलग-अलग स्कूलों के बाद शिक्षा का माध्यम अंग्रेजी, तेलुगु और उर्दूटेलुगु है। रायचोटी की औसत साक्षरता दर 61.6% है, पुरुष साक्षरता 73% है, और महिला साक्षरता 51% है। इस क्षेत्र से, अधिकांश लोग रोजगार की कमी के कारण बाहरी क्षेत्र में बसते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वच्छता और स्वच्छता</p>\r\n<p>इस कस्बे में स्वच्छता बहुत खराब है। नियमित रूप से सड़कों और नालियों की उचित सफाई नहीं होती है। इस अस्वच्छ वातावरण के कारण इस क्षेत्र में अधिकांश बीमारियाँ [डेंगू, चिकनगुनिया, और अन्य] विकसित हो रही हैं। सड़कें बहुत संकीर्ण हैं (10 फीट से कम चौड़ाई की) और ऑटो-रिक्शा द्वारा अधिकांश सड़कों में यात्रा करने में असमर्थ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rayachoti</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f4c6453a-4a05-4a79-b4c8-8b01f71e865e_Rayachoti.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rayachoti-andhra-pradesh","tags":[{"name":"रायचोटी","slug":"rayachoti"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"recommendations":[{"id":1225,"title":"सत्तेनापल्ली में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"3c514917-3a3b-473d-b9a8-673a872dbb76_Sattenapalle.jpg","dateCreated":"2020-04-14T07:11:33.958Z","dateModified":"2020-04-14T07:11:46.304Z","contributedBy":"AskGif","content":"सटेनपेल भारतीय राज्य आंध्र प्रदेश के गुंटूर जिले का एक शहर है। यह गुंटूर राजस्व मंडल के अंतर्गत एक नगर पालिका और सटेनपल्ले मंडल का मुख्यालय है। यह आंध्र प्रदेश राजधानी क्षेत्र का हिस्सा बनने के लिए जिले के प्रमुख क्षेत्रों में से एक है।\r\n&nbsp;\r\nइतिहास\r\nयह क्षेत्र प्राचीन कम्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c514917-3a3b-473d-b9a8-673a872dbb76_Sattenapalle.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सत्तेनापल्ली","slug":"sattenapalle"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-sattenapalle-andhra-pradesh","total":0},{"id":1212,"title":"पोन्नुर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"b08cba21-8635-4d33-a24d-1e5b675d7ac2_Ponnur.jpg","dateCreated":"2020-04-12T09:39:49.35Z","dateModified":"2020-04-12T09:40:00.357Z","contributedBy":"AskGif","content":"पोन्नूर भारतीय राज्य आंध्र प्रदेश के गुंटूर जिले का एक शहर है। किलारी वेंकट रोशैया - वाईएसआरसीपी पार्टी निर्वाचन क्षेत्र के वर्तमान विधायक हैं, जिन्होंने वाईएसआरसीपी पार्टी से 2019 आंध्र प्रदेश विधान सभा चुनाव जीता था। यह एक नगरपालिका है और तेनाली राजस्व मंडल के तहत पोन्नूर मंडल का मंडल मुख्यालय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b08cba21-8635-4d33-a24d-1e5b675d7ac2_Ponnur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पोन्नुर","slug":"ponnur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-ponnur-andhra-pradesh","total":0},{"id":288,"title":"श्री पोट्टि श्रीरामुलु नेल्लोर, नेल्लोर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","dateCreated":"2019-03-06T17:35:08.669Z","dateModified":"2019-03-06T19:21:40.203Z","contributedBy":"AskGif","content":"नेल्लोर भारतीय राज्य आंध्र प्रदेश में नेल्लोर जिले का एक शहर और जिला मुख्यालय है। यह पेन्ना नदी के तट पर स्थित है [8] और यह राज्य का चौथा सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r\nनेल्लोर जिला (आधिकारिक तौर पर: श्री पोट्टि श्रीरामुलु नेल्लोर जिला), तटीय आंध्र प्रदेश में स्थित है जो आंध्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"श्री-पोट्टि-श्रीरामुलु-नेल्लोर","slug":"sri-potti-sriramulu-nellore"},{"name":"नेल्लोर","slug":"nellore"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-sri-potti-sriramulu-nellore-nellore-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}