{"id":1217,"title":"Top Places to visit in Rayachoti, Andhra Pradesh","imageUrl":"f4c6453a-4a05-4a79-b4c8-8b01f71e865e_Rayachoti.jpg","dateCreated":"2020-04-13T07:27:33.597Z","dateModified":"2020-04-13T07:27:56.297Z","contributedBy":"AskGif","content":"<p>Rayachoty or \"Rachaveedu\" or \"Rayachoti\" or \"Rajaveedu\" is a town in Kadapa district of the Indian state of Andhra Pradesh. It is a municipality in Rayachoty Mandal of the Kadapa revenue division. It is one of the oldest towns in Andhra Pradesh. Rayachoty is famous for thousand years old The Lord Sri Veerabhadra Swamy temple. It is also called Dakshina Kaasi, build on the bank of Mandavya river. The uniqueness of this temple is that Daksha Prajapati appears in the worshiping form of the Lord Veerabhadra Swamy. Rayachoty is the 3rd biggest town after Kadapa and Proddatur towns in Kadapa district. It is one of the major Educational hubs in the district. It has a Teacher Training Institue[DIET] from Britisher's time. This is one of the oldest DIET in this region. In Rayachoty town one Engineering college and one Government Polytechnic college existed for technical education. It requires more technical institutes and one Medical College for its development. Recently state government announced that Rayachoti is the part of the Annamayya Urban Development Agency, it is a good sign for the growth of this region.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 India census,. Rayachoti is a Municipality city in the district of YSR, Andhra Pradesh. The Rayachoti city is divided into 85 wards for which elections are held every 5 years. The Rayachoti Municipality has a population of 91,234 of which 46,517 are males while 44,717 are females as per report released by Census India 2011. The population of Children age 0-6 is 11,446 which is 12.55 % of the total population of Rayachoti (M). In Rayachoti Municipality, the Female Sex Ratio is 961 against a state average of 993. Moreover, the Child Sex Ratio in Rayachoti is around 898 compared to the Andhra Pradesh state average of 939. The literacy rate of Rayachoti City is 73.58 % higher than the state average of 67.02 %. In Rayachoti, Male literacy is around 82.07 % while the female literacy rate is 64.84 %. Rayachoti Municipality has total administration over 20,452 houses to which it supplies basic amenities like water and sewerage. It is also authorized to build roads within Municipality limits and impose taxes on properties coming under its jurisdiction. It is a 3rd largest town by population, education, financial and economic after the Kadapa and Proddutur</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Rayachoti is having good connectivity by Road, Railway[in progress] and Airways[45km to Kadapa Airport]. It will give more milage to business development as well as industrial development. It is a combination of 9 roads. Three National highways are going to the town. 1. The National Highway 40 Kurnool-Kadapa-Chittoor passing the middle of the town. NH40 also called Rayalaseema Express highway 2. The National Highway 340 connects the town with the Kurabalakunta road of(Bangalore -Madanapalli-Rayachoti-Kadapa) Andhra Pradesh. 3.proposed NH 370 Nellore to Anathapuram(Nellore-Rapur -Rajampet-Rayachoti-kadiri-Anathapuram)under planning. The Andhra Pradesh State Road Transport Corporation operates bus services from Rayachoti bus station, it requires a big bus station for better services to the people.</p>\r\n<p>&nbsp;</p>\r\n<p>There is an upcoming Railway station in Rayachoti under Kadapa-Bangalore new railway line project is still in progress. It will give more potential to this town after completion.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government-aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu, and UrduTelugu. Rayachoti has an average literacy rate of 61.6%, male literacy is 73%, and female literacy is 51%. From this region, most of the people settle in the outside region due to a lack of employment.</p>\r\n<p>&nbsp;</p>\r\n<p>Hygiene and Sanitation</p>\r\n<p>Sanitation is very poor in this town. There is no proper cleaning of streets and drains on a regular basis. Due to this unhygienic environment, most of the diseases[Dengue, chikungunya, and others] are developing in this region. Roads are very very narrow [less than 10 feet width]and unable to travel in most of the streets by Auto-rickshaws.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rayachoti</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f4c6453a-4a05-4a79-b4c8-8b01f71e865e_Rayachoti.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rayachoti-andhra-pradesh","tags":[{"name":"rayachoti","slug":"rayachoti"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"recommendations":[{"id":1225,"title":"Top Places to visit in Sattenapalle, Andhra Pradesh","imageUrl":"3c514917-3a3b-473d-b9a8-673a872dbb76_Sattenapalle.jpg","dateCreated":"2020-04-14T07:11:33.958Z","dateModified":"2020-04-14T07:11:46.304Z","contributedBy":"AskGif","content":"Sattenapalle is a town in the Guntur district of the Indian state of Andhra Pradesh. It is a municipality and the headquarters of Sattenapalle Mandal under the Guntur revenue division. It is also one of the main regions in the district to be a part of the Andhra Pradesh Capital Region.\r\n&n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3c514917-3a3b-473d-b9a8-673a872dbb76_Sattenapalle.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sattenapalle","slug":"sattenapalle"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-sattenapalle-andhra-pradesh","total":0},{"id":1212,"title":"Top Places to visit in Ponnur, Andhra Pradesh","imageUrl":"b08cba21-8635-4d33-a24d-1e5b675d7ac2_Ponnur.jpg","dateCreated":"2020-04-12T09:39:49.35Z","dateModified":"2020-04-12T09:40:00.357Z","contributedBy":"AskGif","content":"Ponnur is a town in the Guntur district of the Indian state of Andhra Pradesh. Kilari Venkata Rosaiah &ndash; YSRCP Party is the present MLA of the constituency, who won the 2019 Andhra Pradesh Legislative Assembly election from the YSRCP Party. It is a municipality and the Mandal headquarter of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b08cba21-8635-4d33-a24d-1e5b675d7ac2_Ponnur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ponnur","slug":"ponnur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-ponnur-andhra-pradesh","total":0},{"id":288,"title":"Top Places to visit in Sri Potti Sriramulu Nellore, Nellore, Andhra Pradesh","imageUrl":"f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","dateCreated":"2019-03-06T17:35:08.669Z","dateModified":"2019-03-06T19:21:40.203Z","contributedBy":"AskGif","content":"Nellore is a city and district headquarters of Nellore district in the Indian state of Andhra Pradesh. It is located on the banks of Penna River[8] and is the fourth most populous city in the state.\r\n&nbsp;\r\nNellore district (officially: Sri Potti Sriramulu Nellore district), locate","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sri-potti-sriramulu-nellore","slug":"sri-potti-sriramulu-nellore"},{"name":"nellore","slug":"nellore"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-sri-potti-sriramulu-nellore-nellore-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}