{"id":1220,"title":"रेपल्ले में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"69e82f68-f672-4121-9f96-59f7f819b547_Repalle.jpg","dateCreated":"2020-04-13T07:46:31.325Z","dateModified":"2020-04-13T07:46:51.497Z","contributedBy":"AskGif","content":"<p>रेपलेट भारतीय राज्य आंध्र प्रदेश के गुंटूर जिले का एक शहर है। यह शहर गुंटूर जिले के 12 नगरपालिकाओं में से एक है और तेनाली राजस्व विभाग के प्रशासन के तहत रेपल्ले मंडल का मुख्यालय है। यह राज्य के तटीय आंध्र क्षेत्र में कृष्णा नदी के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>नाम रेपल्ले वास्तव में दो शब्दों से बना है: रेवु (नदी का किनारा या नदी) और पल्ले (गाँव)। मूल रूप से Revupalle के रूप में जाना जाता है, यह नाम समय के साथ Repalle में विकसित हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>रेपल्ले 16.01 &deg; N 80.51 &deg; E पर स्थित है। इसकी औसत ऊंचाई 7 मीटर (23 फीट) और 10.62 किमी (6.60 मील) स्थित है। निकटतम शहर गुंटूर जिले में तेनाली, बापटला और कृष्णा जिले में मछलीपट्टनम हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>&nbsp;</p>\r\n<p>रेपल्ले समुद्री तट से 25 किमी दूर स्थित है। यह गर्मी के दौरान आम तौर पर गर्म और आर्द्र होता है और औसतन 28 से 42 डिग्री के बीच तापमान होता है। औसतन 15 और 30 C के बीच तापमान के साथ सर्दियां गर्म होती हैं। मानसून के समय में जुलाई से नवंबर के बीच भारी बारिश होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, शहर की आबादी 50,866 थी। कुल जनसंख्या में 24,385 पुरुष और 26,481 महिलाएं-लिंगानुपात प्रति 10 पुरुषों पर 1086 महिलाएं हैं। 4,308 बच्चे 0&ndash;6 वर्ष की आयु के हैं, जिनमें से 2,184 लड़के हैं और 2,124 लड़कियां हैं। औसत साक्षरता दर 37,862 लीटर के साथ 81.32% है, जो राज्य के औसत 67.41% से अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार और राजनीति</p>\r\n<p>&nbsp;</p>\r\n<p>रेपल्ले नगर पालिका भवन</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>&nbsp;</p>\r\n<p>रेपल्ले नगर पालिका एक दूसरी श्रेणी की नगर पालिका है, जिसे वर्ष 1965 में स्थापित किया गया था। यह 10.97 किमी 2 (4.24 वर्ग मील) के क्षेत्र में फैला हुआ है। इसमें 10.97 किमी 2 (4.24 वर्ग मील) की सीमा के साथ 28 वार्ड हैं। शहर के वर्तमान नगर आयुक्त डी। श्रीनिवास राव हैं। शहर के वर्तमान नगरपालिका अध्यक्ष ताडीवाका श्रीनिवास राव (तेलुगु देशम पार्टी) हैं। नगरपालिका विभाग सार्वजनिक नल, सार्वजनिक बोर-कुओं, नालियों, सड़कों, स्ट्रीट लाइटों, सार्वजनिक पार्कों आदि जैसी सुविधाओं को बनाए रखता है, अन्य में औषधालय, प्राथमिक और माध्यमिक विद्यालय आदि शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>&nbsp;</p>\r\n<p>रेपल्ले आंध्र प्रदेश विधान सभा के लिए रेपल्ले (विधानसभा क्षेत्र) का एक हिस्सा है। अनगनानी सत्य प्रसाद तेलुगु देशम पार्टी से निर्वाचन क्षेत्र के वर्तमान विधायक हैं। विधानसभा क्षेत्र, बदले में, बापतला (एससी) (लोकसभा निर्वाचन क्षेत्र) का एक हिस्सा है, जिसे तेलुगु देशम पार्टी के मलयाद्री श्रीराम ने जीता था।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>कासिनाथुनी विश्वनाथ, एक फिल्म निर्देशक; एस जानकी, एक उल्लेखनीय पार्श्व गायक; समुंद्राल राघवाचार्य, एक पटकथा लेखक; सी। वी। एस। के। सरमा, एक अर्थशास्त्री, और एक सेवानिवृत्त आईएएस अधिकारी शहर के कुछ उल्लेखनीय लोग हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>रेपल्ले बस स्टेशन</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे स्टेशन का अवलोकन</p>\r\n<p>शहर की कुल सड़क लंबाई 115.10 किमी (71.52 मील) है। रेपल्ले बस स्टेशन आंध्र प्रदेश राज्य सड़क परिवहन निगम के स्वामित्व और संचालित है। बस स्टेशन भी बसों के भंडारण और रखरखाव के लिए बस डिपो से सुसज्जित है। नेशनल हाइवे 216, रेपल्ले के पास पेनुमुडी गांव से गुजरता है, जो दिगंबरु और ओंगोले को जोड़ता है। रेपल्ले, गुंटूर रेलवे डिवीजन की तेनाली-रेपल्ले शाखा लाइन पर एक बी-श्रेणी टर्मिनस स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Repalle</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/69e82f68-f672-4121-9f96-59f7f819b547_Repalle.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-repalle-andhra-pradesh","tags":[{"name":"रेपल्ले","slug":"repalle"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"recommendations":[{"id":1205,"title":"नुज्विद में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","dateCreated":"2020-04-12T07:28:42.357Z","dateModified":"2020-04-12T07:28:52.587Z","contributedBy":"AskGif","content":"नुजविद भारतीय राज्य आंध्र प्रदेश के कृष्णा जिले का एक शहर है। यह Nuzvid मंडल और Nuzvid राजस्व प्रभाग के लिए प्रशासनिक मुख्यालय के रूप में कार्य करता है।\r\n&nbsp;\r\nइतिहास\r\nनुज्विद कृष्णा जिला, आंध्र प्रदेश, भारत में एक मंडल और नगरपालिका है। यह विजयवाड़ा से 50 किमी और एलुरु से 3","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"नुज्विद","slug":"nuzvid"}],"slug":"top-places-to-visit-in-nuzvid-andhra-pradesh","total":0},{"id":1189,"title":"इंकोलू में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"44633e0f-20de-4cc6-8669-79220d80bdbd_Inkollu.jpg","dateCreated":"2020-04-10T07:17:13.857Z","dateModified":"2020-04-10T07:17:27.581Z","contributedBy":"AskGif","content":"इंकोलू भारत के आंध्र प्रदेश राज्य के प्रकाशम जिले में स्थित एक छोटा सा शहर है। यह एक प्रशासनिक जिले इंकोलु मंडल की सीट के रूप में कार्य करता है, और प्रकाशम के ओंगोल राजस्व प्रभाग का हिस्सा है।\r\n&nbsp;\r\nइंकोलू की मूल भाषाएं तेलुगु और उर्दू हैं।\r\n&nbsp;\r\nशब्द-साधन\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44633e0f-20de-4cc6-8669-79220d80bdbd_Inkollu.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"इंकोलू","slug":"inkollu"}],"slug":"top-places-to-visit-in-inkollu-andhra-pradesh","total":0},{"id":287,"title":"प्रकाशम, ओंगोल में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","dateCreated":"2019-03-06T14:53:37.9Z","dateModified":"2019-03-06T15:08:29.53Z","contributedBy":"AskGif","content":"प्रकाशम जिला भारतीय राज्य आंध्र प्रदेश के तटीय आंध्र क्षेत्र में एक प्रशासनिक जिला है। जिले का मुख्यालय ओंगोल में स्थित है। यह बंगाल की खाड़ी के पश्चिमी तट पर स्थित है और उत्तर में गुंटूर जिले, पश्चिम में कुरनूल जिले, दक्षिण में कडप्पा और नेल्लोर जिलों से घिरा है। उत्तर पश्चिम क्षेत्र का एक हिस्स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओंगोल","slug":"ongole"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"प्रकाशम","slug":"prakasam"}],"slug":"top-places-to-visit-in-prakasam-ongole-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}