{"id":1220,"title":"Top Places to visit in Repalle, Andhra Pradesh","imageUrl":"69e82f68-f672-4121-9f96-59f7f819b547_Repalle.jpg","dateCreated":"2020-04-13T07:46:31.325Z","dateModified":"2020-04-13T07:46:51.497Z","contributedBy":"AskGif","content":"<p>Repalle is a town in the Guntur district of the Indian state of Andhra Pradesh. The town is one of the 12 municipalities in Guntur district and the headquarters of Repalle Mandal under the administration of the Tenali revenue division. It is situated near the Krishna River in the Coastal Andhra region of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The name Repalle is actually formed from two words: Revu (river or bank of the river) and Palle (village). Originally known as Revupalle, the name has evolved to Repalle over time.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Repalle is located at 16.01&deg;N 80.51&deg;E. It has an average elevation of 7 m (23 ft) and situated 10.62 km (6.60 mi). The nearest towns are Tenali, Bapatla in the Guntur district, and Machilipatnam in the Krishna district.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>&nbsp;</p>\r\n<p>Repalle has located 25 km from the sea coast. It is generally hot and humid during summer with temperatures ranging between 28 and 42 C on average. Winters are milder with temperatures between 15 and 30 C on average. Heavy rains are experienced between July and November during monsoon time.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 census, the town had a population of 50,866. The total population constitute, 24,385 males and 26,481 females &mdash;a sex ratio of 1086 females per 1000 males. 4,308 children are in the age group of 0&ndash;6 years, of which 2,184 are boys and 2,124 are girls. The average literacy rate stands at 81.32% with 37,862 literates, significantly higher than the state average of 67.41%.</p>\r\n<p>&nbsp;</p>\r\n<p>Government and politics</p>\r\n<p>&nbsp;</p>\r\n<p>Repalle Municipality building</p>\r\n<p>Civic Administration</p>\r\n<p>&nbsp;</p>\r\n<p>Repalle Municipality is a second-grade municipality, which was established in the year 1965. It is spread over an area of 10.97 km2 (4.24 sq mi). It has 28 wards with an extent of 10.97 km2 (4.24 sq mi). The present municipal commissioner of the city is D.Srinivasa Rao. The present municipal chairman of the city is Tadivaka Srinivasa Rao(Telugu Desam Party). The municipal department maintains amenities such as public taps, public bore-wells, drains, roads, street lights, public parks, etc. Others include dispensaries, elementary and secondary schools, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>&nbsp;</p>\r\n<p>Repalle is a part of Repalle (Assembly constituency) for Andhra Pradesh Legislative Assembly. Anagani Satya Prasad is the present MLA of the constituency from the Telugu Desam Party. The assembly segment, in turn, is a part of Bapatla (SC) (Lok Sabha constituency), which was won by Malyadri Sriram of Telugu Desam Party.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Kasinathuni Viswanath, a Film director; S. Janaki, a notable playback singer; Samudrala Raghavacharya, a screenwriter; C. V. S. K. Sarma, an economist, and a retired IAS officer are some of the notable people from the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Repalle bus station</p>\r\n<p>&nbsp;</p>\r\n<p>Repalle railway station overview</p>\r\n<p>The town has a total road length of 115.10 km (71.52 mi). The Repalle bus station is owned and operated by Andhra Pradesh State Road Transport Corporation. The bus station is also equipped with a bus depot for the storage and maintenance of buses. The National Highway 216 passes by the village Penumudi near to Repalle, which connects Digamarru and Ongole. Repalle is a B&ndash;category terminus station on the Tenali&ndash;Repalle branch line of the Guntur railway division.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Repalle</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/69e82f68-f672-4121-9f96-59f7f819b547_Repalle.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-repalle-andhra-pradesh","tags":[{"name":"repalle","slug":"repalle"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"recommendations":[{"id":1205,"title":"Top Places to visit in Nuzvid, Andhra Pradesh","imageUrl":"7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","dateCreated":"2020-04-12T07:28:42.357Z","dateModified":"2020-04-12T07:28:52.587Z","contributedBy":"AskGif","content":"Nuzvid is a city in Krishna district of the Indian state of Andhra Pradesh. It serves as the administrative headquarters for Nuzvid mandal and Nuzvid revenue division.\r\n&nbsp;\r\nHistory\r\nNuzvid is a Mandal and municipality in Krishna District, Andhra Pradesh, India. It is 50 k","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7275ff2a-140b-4999-bac6-1fdb5e205350_Nuzvid.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"nuzvid","slug":"nuzvid"}],"slug":"top-places-to-visit-in-nuzvid-andhra-pradesh","total":0},{"id":1189,"title":"Top Places to visit in Inkollu, Andhra Pradesh","imageUrl":"44633e0f-20de-4cc6-8669-79220d80bdbd_Inkollu.jpg","dateCreated":"2020-04-10T07:17:13.857Z","dateModified":"2020-04-10T07:17:27.581Z","contributedBy":"AskGif","content":"Inkollu is a small town located in the Prakasam district of the Indian state of Andhra Pradesh. It serves as the seat of Inkollu Mandal, an administrative district and is part of the Ongole revenue division of Prakasam.\r\n&nbsp;\r\nThe native languages of Inkollu are Telugu and Urdu.</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44633e0f-20de-4cc6-8669-79220d80bdbd_Inkollu.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"inkollu","slug":"inkollu"}],"slug":"top-places-to-visit-in-inkollu-andhra-pradesh","total":0},{"id":287,"title":"Top Places to visit in Prakasam, Ongole, Andhra Pradesh","imageUrl":"85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","dateCreated":"2019-03-06T14:53:37.9Z","dateModified":"2019-03-06T15:08:29.53Z","contributedBy":"AskGif","content":"Prakasam district is an administrative district in the Coastal Andhra region of the Indian state of Andhra Pradesh. The headquarters of the district are located at Ongole. It is located on the western shore of Bay of Bengal and is bounded by Guntur district on the north, Kurnool district on the w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ongole","slug":"ongole"},{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"prakasam","slug":"prakasam"}],"slug":"top-places-to-visit-in-prakasam-ongole-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}