{"id":1222,"title":"Top Places to visit in Samalkot, Andhra Pradesh","imageUrl":"ab1b9b5d-7289-4361-8b25-c59ff4f8bd73_Samalkot.jpg","dateCreated":"2020-04-13T08:04:26.587Z","dateModified":"2020-04-13T08:04:38.183Z","contributedBy":"AskGif","content":"<p>Samalkota is a town in East Godavari district of the Indian state of Andhra Pradesh. The town also forms a part of the Godavari Urban Development Authority. Previously spelled as Samulcottah.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Samarlakota is located at 17.0500&deg;N 82.1833&deg;E. It has an average elevation of 9 meters (32 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>WAM 4 series loco at Samarlakota Junction</p>\r\n<p>The Andhra Pradesh State Road Transport Corporation operates bus services from Samalkota bus station. Samarlakota railway station is an important railway junction on the Visakhapatnam-Vijayawada section of the Howrah-Chennai mainline. The railway line to Kakinada branches at this railway junction. One more advantage is the Bus Station and Railway Station are situated opposite to each other. The nearest airport to Samalkota town is Rajahmundry Airport which is 40 km away.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Samalkot is a Municipal town in the district of East Godavari, Andhra Pradesh. The Samalkota is divided into 18 wards for which elections are held every 5 years. The Samalkot Municipality has a population of 56,864 of which 28,115 are males while 28,749 are females as per report released by Census India 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>The population of Children age 0-6 is 5793 which is 10.19% of the total population of Samalkot (M). In Samalkot Municipality, the Female Sex Ratio is 1023 against a state average of 993. Moreover, Child Sex Ratio in Samalkot is around 948 compared to Andhra Pradesh state average of 939. The literacy rate of Samalkot is 74.58% higher than the state average of 67.02%. In Samalkot, Male literacy is around 78.77% while the female literacy rate is 70.51%.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Samalkot Municipality has total administration over 16,044 houses to which it supplies basic amenities like water and sewerage. It is also authorized to build roads within Municipality limits and impose taxes on properties coming under its jurisdiction.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples/Churches/mosque: Sri Chalukya Kumararaama Sri Bheemeswara swami vaari temple, prasanna aanjaneya swami temple, Ganapati Temple, Mehar complex, mutyalamma temple, Sai Baba Temple, station center, are famous temples in Samalkot. Centenary Baptist Church, Augustana Lutheran church &amp; Andhra Baptist Churches are famous churches in Samalkot.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The first boarding school was established in 1882 by the Canadian Baptist Mission known as the C. B. M. Boys' School. Notable among those who were associated include A. B. Masilamani and also his Teacher Chetty Bhanumurthy.</p>\r\n<p>&nbsp;</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Samalkota</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ab1b9b5d-7289-4361-8b25-c59ff4f8bd73_Samalkot.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-samalkot-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"samalkot","slug":"samalkot"}],"recommendations":[{"id":1218,"title":"Top Places to visit in Rayadurg, Andhra Pradesh","imageUrl":"b2275eaf-4aa9-4d36-8b65-7a4ef04d3db3_Rayadurg.jpg","dateCreated":"2020-04-13T07:34:55.597Z","dateModified":"2020-04-13T07:35:08.31Z","contributedBy":"AskGif","content":"Rayadurga is a town in the Anantapur district of the Indian state of Andhra Pradesh. It is the headquarters of Rayadurgam Mandal in the Kalyandurg revenue division. The town is renowned for its Handloom industry.\r\n&nbsp;\r\nDemographics\r\nAs of 2011 Census of India, the town had","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2275eaf-4aa9-4d36-8b65-7a4ef04d3db3_Rayadurg.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rayadurg","slug":"rayadurg"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-rayadurg-andhra-pradesh","total":0},{"id":290,"title":"Top Places to visit in Visakhapatnam, Andhra Pradesh","imageUrl":"5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","dateCreated":"2019-03-11T15:15:15.119Z","dateModified":"2019-03-11T15:30:52.455Z","contributedBy":"AskGif","content":"Visakhapatnam is the largest city and the financial capital of the Indian state of Andhra Pradesh. The city is the administrative headquarters of Visakhapatnam district and state headquarters of Indian Coast Guard. Its geographical location is amidst the Eastern Ghats and the coast of the Bay of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"visakhapatnam","slug":"visakhapatnam"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-visakhapatnam-andhra-pradesh","total":0},{"id":288,"title":"Top Places to visit in Sri Potti Sriramulu Nellore, Nellore, Andhra Pradesh","imageUrl":"f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","dateCreated":"2019-03-06T17:35:08.669Z","dateModified":"2019-03-06T19:21:40.203Z","contributedBy":"AskGif","content":"Nellore is a city and district headquarters of Nellore district in the Indian state of Andhra Pradesh. It is located on the banks of Penna River[8] and is the fourth most populous city in the state.\r\n&nbsp;\r\nNellore district (officially: Sri Potti Sriramulu Nellore district), locate","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sri-potti-sriramulu-nellore","slug":"sri-potti-sriramulu-nellore"},{"name":"nellore","slug":"nellore"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-sri-potti-sriramulu-nellore-nellore-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}