{"id":123,"title":"चंदौली में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"193987ac-b91f-4061-ad35-03ae821d3116_Chandauli-railway.jpg","dateCreated":"2018-08-27T14:54:10.253Z","dateModified":"2018-10-07T04:23:52.385Z","contributedBy":"AskGif","content":"<p>चंदौली उत्तर प्रदेश राज्य के चंदौली जिले में एक शहर और एक नगर पंचायत है। यह चंदौली जिले का प्रशासनिक मुख्यालय है। 20 मई 1 99 7 को पहली बार चंदौली एक अलग जिला बन गया। हालांकि, सत्ता में आने के बाद मुलायम सिंह यादव ने जनवरी 2004 को इसे भंग कर दिया और वाराणसी में फिर से विलय सुनिश्चित किया। लेकिन, निर्णय उच्च न्यायालय में चुनौती दी गई जिसके बाद 17 जून 2004 को इसका मनोरंजन सुनिश्चित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>चंदौली 25.27 डिग्री सेल्सियस 83.27 डिग्री ई पर स्थित है। इसकी औसत ऊंचाई 70 मीटर (230 फीट) है। यह उत्तर प्रदेश के वाराणसी डिवीजन के अंतर्गत आता है। यह वाराणसी से लगभग 30 किलोमीटर दूर स्थित है। मुगलसराय, उत्तरी और पूर्वी भारत के बीच एक प्रमुख और बहुत महत्वपूर्ण रेलवे जंक्शन चंदौली जिले में स्थित है। चंदौली माजवार रेलवे स्टेशन चंदौली परोसता है।</p>\r\n<p>&nbsp;</p>\r\n<p>तहसील की संख्या: 5: चंदौली, सकालदीहा, नौगढ़, मुगलसराय और चकिया;</p>\r\n<p>ब्लॉक की संख्या: 9: बरहानी, चंदौली, नियमाताबाद, चहानिया, सकालदेहा, धनापुर, चकीया, शाहबगंज और नौगढ़।</p>\r\n<p>थाना: 16 मुगल सराय, अलीनगर, बलुआ, चाकी, चंदौली, साईंदराज, सकालदेहा, शाहबगंज, बाबूरी, धीना, धनापुर, कंदवा, नौगढ़, चकरघाटा, महिला थाना और इलिया</p>\r\n<p>&nbsp;</p>\r\n<p>गांवों की संख्या 1651;</p>\r\n<p>एसटीडी कोड 05412</p>\r\n<p>नदियां: गंगा, कर्मानाशा, चंद्रप्रभा और गरई।</p>\r\n<p>&nbsp;</p>\r\n<p>डैम्स: नौगढ़, मुशखर्ड, चंद्रप्रभा, लतीफशाह, भिसोदा।</p>\r\n<p>&nbsp;</p>\r\n<p>नहर: चंद्रप्रभा, मुशखद, नारायणपुर लिफ्ट नहर, भोपालौ लिफ्ट नहर, बलुआ नहर</p>\r\n<p>&nbsp;</p>\r\n<p>झरने: राजदारी, देवदारी, औरतदार्ड, कर्मानाशा झरना और अन्य।</p>\r\n<p>&nbsp;</p>\r\n<p>झील: चंद्रप्रभा, भिसोदा, नौगढ़, मुशखर्ड, लतीफशाह और अन्य।</p>\r\n<p>&nbsp;</p>\r\n<p>फसलें: धान, गेहूं। चंदौली को \"उत्तर प्रदेश के चावल का कटोरा\" भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी संगठन: बड़े पैमाने पर भेड़ प्रजनन फार्म भिसोरा, नौगढ़ एशिया में दूसरी सबसे बड़ी भेड़ प्रजनन खेत है। यह जिला मुख्यालय से 72 किमी दूर चंदौली जिले के नौगढ़ तहसील में स्थित है। खेत लगभग 5000 एकड़ में फैला हुआ है। इसे स्थानीय रूप से \"भेद फार्म\" के नाम से भी जाना जाता है। यह उत्तर प्रदेश सरकार, पशुपालन विभाग के तहत काम कर रहे संगठनों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, चंदौली की आबादी 1,952,756 थी। पुरुषों में 52.12% आबादी और महिलाएं 47.87% हैं। 2011 में चांदौली की औसत साक्षरता दर 71.48 है जो 2001 की 59.72 की तुलना में 59.5% की औसत औसत से अधिक है; 81.75% की पुरुष साक्षरता और 60.45% की महिला साक्षरता के साथ। 16% आबादी 6 साल से कम आयु के है।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन: सर्दियों में, इस क्षेत्र के लोग क्षेत्रीय भोजन के वास्तविक स्वाद का आनंद लेते हैं। ताजा मटर, ताजा आलू, गाजर और मसालों के साथ मसालेदार पेस्ट के साथ अच्छी तरह से पके हुए बाजरा, बहुत स्वादिष्ट स्वाद। चैपटीज ने बाजरा आटा तैयार किया, पकवान तैयार फार्म के साथ पालक और सरसों के पत्ते भी अच्छे स्वाद के साथ तैयार होते हैं, चपेटी भी घर से बने गुड़ के साथ मिश्रित घी के साथ खाया जा सकता है। लोग टमाटर, लहसुन के पत्तों, धनिया पत्तियों, अदरक, हरी मिर्च, जीरा के बने चटनी के साथ पके हुए बाजरा को भी पसंद करते हैं। स्वीट बॉन्डियां (बना हुआ बेंगल ग्राम आटा और घी में तला हुआ) लोगों के साथ दही के साथ पसंद किया जाता है। इस क्षेत्र में पसंदीदा मीठा चेना बना हुआ दूध है (दूध-पनीर को निकालने के बाद निकाला जाता है और फिर चेना तैयार किया जाता है)। संघीय दूध के साथ जेलियस (फॉर्म ग्राम आटा) इस क्षेत्र के लोगों के बीच भी पसंदीदा है।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>गॉन गिरो ​​जिले का पहला साप्ताहिक और पहला दैनिक हिंदी समाचार पत्र है। श्रीधर द्विवेदी इस प्रकाशन समूह के संस्थापक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अनिल सिंह का प्रसिद्ध पत्रकार चांदौली जिले से संबंधित है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>भारत के गृह मंत्री राजनाथ सिंह का जन्म चंदौली जिले के एक छोटे से गांव भभौरा में हुआ था।</p>\r\n<p>भारत के प्रधान मंत्री लाल बहादुर शास्त्री का जन्म मुगलसराय में हुआ था।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Chandauli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/193987ac-b91f-4061-ad35-03ae821d3116_Chandauli-railway.jpg","subContents":[{"SubTitle":"1. देवदारी","SubTitleHindi":null,"SubContent":"<p>देवदार अभयारण्य एशियाई शेरों को संरक्षित करने के लिए बनाया गया था और हालांकि उनकी जनसंख्या में कमी आई है। राजद्ररी और देवदार झरने चंद्रप्रभा वन्यजीव अभयारण्य में स्थित हैं। यहां मौजूद जानवरों और पक्षियों की कई प्रजातियां हैं। जानवरों और पक्षियों के अलावा, अभयारण्य कई अन्य अपीलों का घर है, विशेष रूप से राजधारी और देवदारी झरने। चट्टानों पर बहने वाले क्रिस्टल स्पष्ट पानी एक लुभावनी दृष्टि पेश करते हैं। सुंदर, शांत परिवेश अनुभव के लिए उत्साह की भावना उधार देता है। लोग आमतौर पर यहां एक दिन की यात्रा के लिए आते हैं और यद्यपि यहां कोई आवास नहीं है, यहां स्नैक्स और पेय पेश करने के लिए कई भोजनालय हैं।</p>","SubContentHindi":null,"ImageUrl":"231f9ff1-7f51-4587-a51f-9228c3411598_devdari-falls.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. लतीफ शाह बांध","SubTitleHindi":null,"SubContent":"<p>भारत में सबसे पुराने बांधों में से एक, लतीफ-शाह वर्ष 1921 में पूरा हुआ था। यह कर्म-नशा नदी पर बनाया गया है। बांध द्वारा बनाए गए जलाशय मुख्य रूप से सिंचाई और मानव उपभोग के लिए उपयोग किया जाता है।</p>","SubContentHindi":null,"ImageUrl":"3b3c8302-d04b-445f-9583-58ae552b9791_Latif-Shah-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. लतीफ शाह मकबरा","SubTitleHindi":null,"SubContent":"<p>लतीफ शाह मकबरा - यह मजार सूफी संत हजरत लतीफ शाह बीर रहमतुल्ला से संबंधित है और चकिया से 3 किमी की दूरी पर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"4d32c659-68a0-4123-88d7-2e131952dbae_latif-shah-tomb.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. राजधारी झरना","SubTitleHindi":null,"SubContent":"<p>राजदरी झरने में बहुत स्पष्ट पानी है, चट्टानों पर बहने से एक लुभावनी दृष्टि दिखाई देती है। यह अभयारण्य एशियाई शेरों को बचाने के लिए बनाया गया था और यद्यपि उनकी आबादी कम हो गई है, यहां जानवरों और पक्षियों की कई प्रजातियां मौजूद हैं, यह चंद्रप्रभा वन्यजीव अभयारण्य में स्थित है। लोग आमतौर पर यहां एक दिन की यात्रा के लिए आते हैं और यद्यपि यहां कोई आवास नहीं है, यहां स्नैक्स और पेय पेश करने के लिए कई भोजनालय हैं।</p>","SubContentHindi":null,"ImageUrl":"8431e14c-0e45-4259-b088-e5c15e2f7c32_rajdari-waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>महत्वपूर्ण शहरों से चंदौली की दूरी</p>\r\n<p>वाराणसी -30 किमी; इलाहाबाद -155 किमी; ग्वालियर -623 किमी; लखनऊ-320 किमी; कानपुर-350 किमी; गाज़ीपुर -50 किमी; मिर्जापुर -80 किमी; जौनपुर-9 0 किमी; आजमगढ़-125 किमी; गोरखपुर-210 किमी; पटना-230 किमी; गया-230 किमी; चाकिया - 32 किमी; रांची -400 किमी; झारसुगुडा -824 नई दिल्ली -810 कोलकाता -670 किमी मधुपुर सोनभद्र -85 किमी चहानिया -20 पूर सरिफ रोशन जामिर चिस्ती बाजार सरिफ 30 किमी।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Chandauli</p>","SubContentHindi":null,"ImageUrl":"3cb6c13a-30af-486c-b7da-b554aa302075_chandauli-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chandauli-uttar-pradesh","tags":[{"name":"चंदौली","slug":"chandauli"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":182,"title":"रामपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"33e21acc-f89e-4fa4-b1f6-59ad0d47c8eb_Rampur-railway.jpg","dateCreated":"2018-12-23T15:07:57.484Z","dateModified":"2018-12-23T15:22:09.791Z","contributedBy":"AskGif","content":"रामपुर भारतीय राज्य उत्तर प्रदेश में एक शहर और रामपुर जिले का एक नगर पालिका मुख्यालय है। यह पहले अपने विभिन्न उद्योगों के लिए जाना जाता था, जिसमें चीनी शोधन और कपास मिलिंग शामिल था। इसकी लाइब्रेरी में 12,000 से अधिक दुर्लभ पांडुलिपियां और मुगल लघु चित्रों का एक अच्छा संग्रह है।\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/33e21acc-f89e-4fa4-b1f6-59ad0d47c8eb_Rampur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"रामपुर","slug":"rampur"}],"slug":"top-places-to-visit-in-rampur-uttar-pradesh","total":0},{"id":114,"title":"बलरामपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","dateCreated":"2018-08-18T06:27:29.008Z","dateModified":"2020-06-12T11:49:03.852Z","contributedBy":"AskGif","content":"बलरामपुर भारत के उत्तर प्रदेश राज्य के बलरामपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह राप्ती नदी के तट पर स्थित है और बलरामपुर जिले का जिला मुख्यालय है। बलरामपुर भारत में एक राज्य था। यह 1748 में विभाजित है और यूपी का एक हिस्सा है।\r\nजनसांख्यिकी\r\n2011 की जनगणना के रूप में बलरा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बलरामपुर","slug":"balrampur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-balrampur-uttar-pradesh","total":0},{"id":106,"title":"औरय्या में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","dateCreated":"2018-08-10T06:26:26.988Z","dateModified":"2020-06-07T05:31:58.926Z","contributedBy":"AskGif","content":"औरय्या उत्तर प्रदेश राज्य के औरय्या जिले में एक शहर और एक नगरपालिका बोर्ड है। यह जिला मुख्यालय भी है। एनएच 1 शहर के केंद्र से गुजरता है। दीबियापुर आरएस निकटतम रेलवे स्टेशन है। सैफाई हवाई पट्टी निकटतम हवाई अड्डा है।\r\nरोहिल्ला के तहत 1760 में अहमद शाह दुर्रानी ने भारत पर हमला किया; 1761 में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"औरय्या","slug":"auraiya"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-auraiya-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}