{"id":123,"title":"Top Places to Visit in Chandauli, Uttar Pradesh","imageUrl":"193987ac-b91f-4061-ad35-03ae821d3116_Chandauli-railway.jpg","dateCreated":"2018-08-27T14:54:10.253Z","dateModified":"2018-10-07T04:23:52.385Z","contributedBy":"AskGif","content":"<p>Chandauli is a town and a nagar panchayat in Chandauli district in the state of Uttar Pradesh, India. It is the administrative headquarters of Chandauli District. Chandauli became a separate district for the first time on 20 May 1997. However, after coming into power, Mulayam Singh Yadav dissolved it on January, 2004 and ensured its merger again in Varanasi. But, the decision was challenged in the high court after which its recreation was ensured on 17 June 2004.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Chandauli is located at 25.27&deg;N 83.27&deg;E. It has an average elevation of 70 metres (230 ft). It comes under Varanasi division of Uttar Pradesh. It is located just about 30 kilometres from Varanasi. Mughalsarai, a major and very important railway junction between Northern and Eastern India is located in Chandauli district. Chandauli Majhwar railway station serves Chandauli.</p>\r\n<p>&nbsp;</p>\r\n<p>Number of tehsils : 5 : Chandauli, Sakaldiha, Naugarh, Mughalsarai and Chakia;</p>\r\n<p>Number of blocks : 9 : Barahani, Chandauli, Niyamtabad, Chahaniya, Sakaldeeha, Dhanapur, Chakiya, Shahabganj and Naugarh.</p>\r\n<p>Thanas : 16 Mughal sarai, Alinagar, Balua, Chakiya, Chandauli, Saiyyadraja, Sakaldeeha, Shahabganj, Baburi, Dheena, Dhanapur, Kandawa, Naugarh, Chakarghatta, Mahila Thana and Illiya</p>\r\n<p>&nbsp;</p>\r\n<p>Number of villages 1651;</p>\r\n<p>STD Code 05412</p>\r\n<p>Rivers : Ganga, Karmanasha, Chandraprabha and Garai.</p>\r\n<p>&nbsp;</p>\r\n<p>Dams : Naugarh, Mushakhard, Chandraprabha, Latifshah, Bhaisoda.</p>\r\n<p>&nbsp;</p>\r\n<p>Canals : Chandraprabha, Mushakhad, Narayanpur Lift Canal, Bhopauli lift canal, Balua Canal</p>\r\n<p>&nbsp;</p>\r\n<p>Waterfalls : Rajdari, Devdari, Aurvatard, Karmanasha Waterfall and others.</p>\r\n<p>&nbsp;</p>\r\n<p>Lakes : Chandraprabha, Bhaisoda, Naugarh, Mushakhard, Latifshah and others.</p>\r\n<p>&nbsp;</p>\r\n<p>Crops : Paddy, Wheat. Chandauli is also known as \"The bowl of rice of Uttar Pradesh\".</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Government organizations: Large Scale Sheep Breeding Farm Bhaisora, Naugarh is second largest sheep breeding farm in Asia. It is situated in Naugarh tehsil of the Chandauli district, 72 km away from the district headquarters. The farm is spread over around 5000 acres. It is also locally known as \"Bheda Farm\". It is one of the organizations working under the Department of Animal Husbandry, government of Uttar Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Chandauli had a population of 1,952,756. Males constitute 52.12% of the population and females 47.87%.In 2011 Chandauli has an average literacy rate of 71.48 compared to 59.72 of 2001, higher than the national average of 59.5%; with male literacy of 81.75% and female literacy of 60.45%. 16% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Food: In winters, people in this region enjoy real taste of regional food. Well cooked millet with curry of fresh peas, fresh potatoes, carrot and spices along with mustard paste, tastes very delicious. Chapaties prepared form millet flour, along dish prepared form spinach and mustard leaves also tastes good, chapaties can also be eaten with ghee mixed with home made jaggery. People also prefer cooked millet with chutney made of tomatoes, garlic leaves, coriander leaves, ginger, green chillies, cumin seeds. Sweet boondies (made form bengal gram flour and fried in ghee) with along curd is preferred by people. The preferred sweet in this region is chena made form milk (after souring milk- paneer is extracted and then chena is prepared). Jalebies (made form gram flour) along with condensed milk is also favorite among people in this region.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Gaon Giraw is the first weekly and first daily Hindi newspaper of the district. Shridhar Dwivedi is the founder of this publication group.</p>\r\n<p>&nbsp;</p>\r\n<p>Anil Singh is well known journalist of up belongs to Chandauli district.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Rajnath Singh, Home Minister of India, was born in Bhabhaura, a small village in Chandauli District.</p>\r\n<p>Lal Bahadur Shastri, Prime Minister of India, was born in Mughalsarai.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chandauli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/193987ac-b91f-4061-ad35-03ae821d3116_Chandauli-railway.jpg","subContents":[{"SubTitle":"1. DevDari","SubTitleHindi":null,"SubContent":"<p>DevDari sanctuary was built to preserve Asiatic lions and though their population has decreased. Rajdari and Devdari waterfalls are located in the Chandraprabha Wildlife Sanctuary. There are several species of animals and birds that exist here. Apart from the animals and birds, the sanctuary is home to several other appeals, more notably the Rajdari and Devdari waterfalls. The crystal clear waters, flowing over the rocks present a breathtaking sight. The scenic, tranquil surroundings lend a sense of enthusiasm to the experience. People usually arrive here for a day trip and though there is no accommodation here, there are several eateries here to serve snacks and drinks.</p>","SubContentHindi":null,"ImageUrl":"231f9ff1-7f51-4587-a51f-9228c3411598_devdari-falls.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Latif Shah Dam","SubTitleHindi":null,"SubContent":"<p>This is one of the oldest dams in India, Latif-Shah was completed in the year 1921. it is built on the river Karm-Nasha. The reservoir created by the dam is used mainly for irrigation and human consumption.</p>","SubContentHindi":null,"ImageUrl":"3b3c8302-d04b-445f-9583-58ae552b9791_Latif-Shah-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Latif Shah Tomb","SubTitleHindi":null,"SubContent":"<p>Latif Shah Tomb &ndash; This Mazar relates to a Sufi saint Hazrat Latif Shah Beer Rahmatullah and is placed at a distance of 3 km from Chakia.</p>","SubContentHindi":null,"ImageUrl":"4d32c659-68a0-4123-88d7-2e131952dbae_latif-shah-tomb.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. RajDari Waterfall","SubTitleHindi":null,"SubContent":"<p>RajDari waterfall has very clear waters, flowing over the rocks present a breathtaking sight. This sanctuary was built to conserve Asiatic lions and though their population has decreased, there are several species of animals and birds that exist here, it is located in the Chandraprabha Wildlife Sanctuary. People usually arrive here for a day trip and though there is no accommodation here, there are several eateries here to serve snacks and drinks.</p>","SubContentHindi":null,"ImageUrl":"8431e14c-0e45-4259-b088-e5c15e2f7c32_rajdari-waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>Distance of Chandauli from important cities</p>\r\n<p>Varanasi-30 km; Allahabad-155 km; Gwalior-623 km; Lucknow-320 km; Kanpur-350 km; Ghazipur-50 km;Mirzapur-80 km; Jaunpur-90 km; Azamgarh-125 km; Gorakhpur-210 km;Patna-230 km; Gaya-230 km; chakia - 32 km; Ranchi-400 km;Jharsuguda-824&nbsp; New Delhi-810&nbsp; Kolkata-670 km Madhupur Sonbhadra -85 km chahaniya -20 pur sarif roshan jamir chisty mazar sarif 30 k.m.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chandauli</p>","SubContentHindi":null,"ImageUrl":"3cb6c13a-30af-486c-b7da-b554aa302075_chandauli-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chandauli-uttar-pradesh","tags":[{"name":"chandauli","slug":"chandauli"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":182,"title":"Top Places to visit in Rampur, Uttar Pradesh","imageUrl":"33e21acc-f89e-4fa4-b1f6-59ad0d47c8eb_Rampur-railway.jpg","dateCreated":"2018-12-23T15:07:57.484Z","dateModified":"2018-12-23T15:22:09.791Z","contributedBy":"AskGif","content":"&nbsp;\r\nRampur is a city and a municipality headquarter of Rampur District in the Indian state of Uttar Pradesh. It was formerly known for its various industries, including sugar refining and cotton milling. Its library has more than 12,000 rare manuscripts and a fine collection of Mughal ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/33e21acc-f89e-4fa4-b1f6-59ad0d47c8eb_Rampur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"rampur","slug":"rampur"}],"slug":"top-places-to-visit-in-rampur-uttar-pradesh","total":0},{"id":114,"title":"Top Places to Visit in Balrampur, Uttar Pradesh","imageUrl":"2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","dateCreated":"2018-08-18T06:27:29.008Z","dateModified":"2020-06-12T11:49:03.852Z","contributedBy":"AskGif","content":"Balrampur is a city and a municipal board in Balrampur district in the state of Uttar Pradesh, India. It is situated on the bank of river Rapti and is the district headquarters of Balarampur district. Balrampur was a state in India. It is divided in 1748 and a part of U.P.\r\nDemographics</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"balrampur","slug":"balrampur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-balrampur-uttar-pradesh","total":0},{"id":106,"title":"Top Places to Visit in Auraiya, Uttar Pradesh","imageUrl":"93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","dateCreated":"2018-08-10T06:26:26.988Z","dateModified":"2020-06-07T05:31:58.926Z","contributedBy":"AskGif","content":"Auraiya is a city and a municipal board in Auraiya district in the state of Uttar Pradesh, India. It is district headquarters as well. NH 19 passes through the center of the town. Dibiyapur RS is nearest Railway Station. Saifai Airstrip is nearest airport.\r\nUnder the Rohillas In 1760, Ahma","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"auraiya","slug":"auraiya"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-auraiya-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}