{"id":1232,"title":"वुहान लैब में कोरोनोवायरस मानव निर्मित: नोबेल पुरस्कार विजेता","imageUrl":"9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","dateCreated":"2020-04-20T07:06:15.437Z","dateModified":"2020-04-20T08:06:58.881Z","contributedBy":"AskGif","content":"<p>NEW DELHI: दुनिया भर में एक वैज्ञानिक आग्नेयास्त्र बनाना, फ्रांसीसी virologist और दवा नोबेल पुरस्कार विजेता ल्यूक मॉन्टैग्नियर ने दावा किया है कि SARS-CoV-2, वायरस जो वैश्विक महामारी का कारण बना, \"मानव निर्मित\" है क्योंकि यह एक प्रयास का परिणाम है। एक चीनी प्रयोगशाला में एड्स वायरस के खिलाफ एक वैक्सीन का निर्माण करने के लिए।</p>\r\n<p>एक फ्रांसीसी समाचार चैनल पर साक्षात्कार में, एड्स वायरस के सह-खोजकर्ता, जिन्होंने चिकित्सा में 2008 के नोबेल पुरस्कार प्राप्त किए, अन्य दो अन्य वैज्ञानिकों ने आरोप लगाया कि \"कोरोनोवायरस के जीनोम में एचआईवी और मलेरिया के रोगाणु की उपस्थिति अत्यधिक संदिग्ध है और वायरस की विशेषताएं स्वाभाविक रूप से उत्पन्न नहीं हो सकती थीं &rdquo;। मॉन्टैग्नियर ने आरोप लगाया कि \"औद्योगिक\" दुर्घटना वुहान राष्ट्रीय जैव सुरक्षा प्रयोगशाला में हुई थी, जो 2000 के दशक की शुरुआत से इन कोरोनविर्यूज़ में माहिर थी।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>उनका आरोप ऐसे समय में आया है जब अमेरिका ने वायरस \"लीक\" की ऐसी रिपोर्टों की जांच शुरू कर दी है। वास्तव में, अमेरिकी राष्ट्रपति डोनाल्ड ट्रम्प ने कुछ दिनों पहले कहा था, \"अधिक से अधिक, हम कहानी सुन रहे हैं\" और यह कि अमेरिका \"बहुत गहन जांच कर रहा था\"। राज्य के सचिव माइक पोम्पेओ ने कहा, \"हम यह जानने के लिए कि हम यह कर सकते हैं कि यह कैसे होता है, यह जानने के लिए कि हम जो कुछ कर रहे हैं, वह पूरी तरह से जांच कर रहा है कि यह वायरस दुनिया में बाहर हो गया और अब इतनी त्रासदी पैदा हो गई है - इतनी मौत - यहाँ अमेरिका और दुनिया भर में। \" उन्होंने कहा कि अमेरिका जानता था कि वुहान लैब में \"अत्यधिक संक्रामक सामग्री\" है।</p>\r\n<p>केंद्र ने कहा कि मुंबई, पुणे, इंदौर, जयपुर, कोलकाता और पश्चिम बंगाल के कुछ अन्य स्थानों पर कोविद -19 की स्थिति \"विशेष रूप से गंभीर\" है, और लॉकडाउन के उपायों के उल्लंघन से उपन्यास कोरोनावायरस के फैलने का खतरा है। मंत्रालय ने कहा कि स्वास्थ्य सेवा पेशेवरों के खिलाफ हिंसा की कई घटनाएं हुई हैं और सामाजिक दूरियों के मानदंडों का पूर्ण उल्लंघन हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोविद -19: केंद्र वस्तुओं को केरल में लॉकडाउन प्रतिबंध में ढील देता है</p>\r\n<p>गृह मंत्रालय ने केरल सरकार के रेस्तरां, शहरों में बस यात्रा और नगरपालिका क्षेत्रों में एमएसएमई उद्योगों को खोलने की अनुमति देने के फैसले पर कड़ी आपत्ति जताते हुए कहा है कि इसके लॉकडाउन दिशानिर्देशों को कमजोर करने के लिए। केरल ने रविवार को राज्य में कोविद -19 के 2 मामलों की सूचना दी, जिससे प्रभावितों की कुल संख्या 401 हो गई जबकि 13 लोग ठीक हो गए।</p>\r\n<p>&nbsp;</p>\r\n<p>रिपोर्ट में यह पाया गया कि कोरोनोवायरस वुहान लैब: ट्रम्प से 'बच गए'</p>\r\n<p>&nbsp;</p>\r\n<p>मॉन्टैग्नियर, एक विवादास्पद व्यक्ति है, क्योंकि उसने पहले दो विवादास्पद शोध अध्ययन प्रकाशित किए थे - डीएनए (डीएनए टेलीपोर्टेशन) द्वारा उत्सर्जित विद्युत चुम्बकीय तरंगें और एड्स या पार्किंसंस के इलाज में पपीता के लाभों पर - जिसने वैज्ञानिक समुदाय के एक वर्ग की आलोचना को आकर्षित किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पेरिस में इंस्टीट्यूट पाश्चर के एक और फ्रांसीसी वायरोलॉजिस्ट enneतिन साइमन-लॉरीयर ने हालांकि, मॉन्टैग्नियर के दावों को खारिज कर दिया। \"वह (उनके दावे) समझ में नहीं आता है।\" ये बहुत ही छोटे तत्व हैं जो हम एक ही परिवार के अन्य वायरस, प्रकृति में अन्य कोरोनवीरस में पाए जाते हैं।</p>\r\n<p>कोविद -19 आनुवंशिक सिद्धांत से उत्पन्न सिद्धांत काफी समय से सोशल मीडिया में घूम रहा है। हालाँकि, चीन ने इन आरोपों का खंडन किया है कि कोरोनवायरस की उत्पत्ति एक वुहान प्रयोगशाला में हुई होगी। चीनी विदेश मंत्रालय के प्रवक्ता झाओ लिजियान ने विश्व स्वास्थ्य संगठन के प्रमुख और अन्य अज्ञात चिकित्सा विशेषज्ञों का हवाला देते हुए कहा कि इस बात का कोई सबूत नहीं है कि प्रयोगशाला से संचरण शुरू हुआ था और इस तरह के दावों के लिए \"कोई वैज्ञानिक आधार\" नहीं था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत:&nbsp;<a title=\"TOI Source\" href=\"https://timesofindia.indiatimes.com/india/coronavirus-man-made-in-wuhan-lab-nobel-laureate/articleshow/75227989.cms?utm_source=facebook.com&amp;utm_medium=social&amp;utm_campaign=TOI&amp;utm_content=om-bm&amp;from=mdr\" target=\"_blank\" rel=\"noopener\">TOI Source</a></p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"coronavirus-man-made-in-wuhan-lab-nobel-laureate","tags":[{"name":"covid-19","slug":"covid-19"},{"name":"कोरोना","slug":"coronavirus"}],"recommendations":[{"id":1382,"title":"भारत में कोरोनोवायरस उपचार के लिए ग्लेनमार्क के फैबीफ्लू को मंजूरी दी गई, इसकी कीमत 103 रुपये प्रति टैबलेट है","imageUrl":"8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","dateCreated":"2020-06-20T18:16:31.31Z","dateModified":"2020-06-20T18:16:54.571Z","contributedBy":"AskGif","content":"मुंबई स्थित ग्लेनमार्क फ़ार्मास्युटिकल्स ने एक नई एंटीवायरल दवा - फेविपिरविर को ब्रांड नाम फैबीफ्लू के साथ लॉन्च किया है - हल्के से मध्यम कोविद -19 रोगियों के उपचार के लिए। फर्म एंटीवायरल ड्रग को व्यावसायिक रूप से लॉन्च करने वाली पहली भारतीय कंपनी बन गई है। भारतीय ड्रग रेगुलेटर ड्रग कंट्रोलर जनरल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"glenmarks-fabiflu-approved-for-coronavirus-treatment-in-india-costs-rs-103-per-tablet","total":0},{"id":1232,"title":"वुहान लैब में कोरोनोवायरस मानव निर्मित: नोबेल पुरस्कार विजेता","imageUrl":"9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","dateCreated":"2020-04-20T07:06:15.437Z","dateModified":"2020-04-20T08:06:58.881Z","contributedBy":"AskGif","content":"NEW DELHI: दुनिया भर में एक वैज्ञानिक आग्नेयास्त्र बनाना, फ्रांसीसी virologist और दवा नोबेल पुरस्कार विजेता ल्यूक मॉन्टैग्नियर ने दावा किया है कि SARS-CoV-2, वायरस जो वैश्विक महामारी का कारण बना, \"मानव निर्मित\" है क्योंकि यह एक प्रयास का परिणाम है। एक चीनी प्रयोगशाला में एड्स वायरस के खिलाफ एक वै","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"कोरोना","slug":"coronavirus"}],"slug":"coronavirus-man-made-in-wuhan-lab-nobel-laureate","total":0},{"id":1169,"title":"COVID-19 रोगी के संपर्क में आए एक व्यक्ति को ट्रैक करते समय इंदौर में डॉक्टरों पर पथराव हुआ।","imageUrl":"382a7b71-8f09-4ec4-bcd4-7600ce7fcf57_Stone-pelting.jpg","dateCreated":"2020-04-02T03:00:17.164Z","dateModified":"2020-04-02T03:01:30.107Z","contributedBy":"AskGif","content":"इंदौर: स्वास्थ्य अधिकारियों की एक टीम पर पथराव किया गया, जबकि वे एक ऐसे व्यक्ति का पता लगाने की कोशिश कर रहे थे, जो पहले COVID-19 मरीज के संपर्क में आया था।\r\nयह घटना टाट पट्टी बाखल इलाके में घटी जब पांच की टीम व्यक्ति के ठिकाने का पता लगाने की कोशिश कर रही थी।\r\nएक महिला डॉक्टर ने कह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/382a7b71-8f09-4ec4-bcd4-7600ce7fcf57_Stone-pelting.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"stones-pelted-on-doctors-in-indore-while-tracking-a-man-who-came-in-contact-with-covid-19-patient","total":0},{"id":1165,"title":"कोरोनावायरस लक्षणों के बारे में आपको सब कुछ पता होना चाहिए","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"कोरोनोवायरस महामारी तेजी से एक गंभीर आपातकाल में बदल रही है। 70,000 से अधिक संक्रमण के मामले और अब तक 3000 लोगों की जान जाने के साथ, कोरोनावायरस सबसे घातक संक्रमणों में से एक है जो तेजी से फैल रहा है। कल तक, भारत में दो ताजा मामले दर्ज किए गए हैं, एक दिल्ली में और दूसरा तेलंगाना में दर्ज किया गया","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"everything-you-should-know-about-coronavirus-symptoms","total":0}]}