{"id":1233,"title":"श्रीकालाहस्ती में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"8f125482-8b53-46b0-9b75-52c533388d47_srikalahasti.jpg","dateCreated":"2020-04-22T10:16:24.08Z","dateModified":"2020-04-22T10:17:14.757Z","contributedBy":"AskGif","content":"<p>श्रीकालहस्ती भारतीय राज्य आंध्र प्रदेश के चित्तूर जिले का एक पवित्र शहर है। यह एक नगर पालिका है और तिरुपति राजस्व मंडल में श्रीकालहस्ती मंडल का मंडल मुख्यालय है। यह शहर तिरुपति शहरी विकास प्राधिकरण का एक हिस्सा है, जो स्वर्णमुखी नदी के तट पर स्थित है। यह शहर श्रीकालाहस्तीश्वर मंदिर के लिए जाना जाता है, जो शिव को समर्पित है, जो पंच भूत स्टालम्स में से एक है। यह शहर श्रीकालहस्ती कलामकारी कला के लिए भी जाना जाता है, जिसके लिए इसे भौगोलिक संकेत (जीआई) टैग मिला था।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>&nbsp;</p>\r\n<p>श्रीकालहस्ती गोपुरम्</p>\r\n<p>इस श्रीकालहस्ती शहर का नाम श्री (मकड़ी), काला (सांप), और हस्ति (हाथी) के नाम पर रखा गया है जो कभी यहाँ शिव लिंगम की पूजा करते थे और मोक्षम को प्राप्त करते थे।</p>\r\n<p>&nbsp;</p>\r\n<p>श्रीकालहस्ती मंदिर मूल रूप से पल्लव काल के दौरान बनाया गया था। 16 वीं शताब्दी के दौरान विजयनगर राजवंश के श्री कृष्णदेवराय द्वारा एक विशाल स्तंभ बनाया गया था, जो इस मंदिर की एक महत्वपूर्ण विशेषता थी।</p>\r\n<p>&nbsp;</p>\r\n<p>इस मंदिर का एक ऐतिहासिक संदर्भ संगम युग के दौरान एक तमिल कवि, नकेकर के कार्यों में होता है। उन्होंने इसे दक्षिणी कैलाश कहा। नकेकेरा ने श्रीकालाहस्तीश्वर की स्तुति के लिए सैकड़ों श्लोक रचे। इस जगह के मूल निवासी और श्री कृष्णदेवराय के दरबार के अष्टदिग्गजों में से एक, तेलुगु कवि, धूर्जती, ने श्री कालहस्तीश्वर पर एक सौ श्लोक की रचना की।</p>\r\n<p>&nbsp;</p>\r\n<p>एक अन्य किंवदंती के अनुसार, वायु और आद्याशाह के बीच विवाद था कि कौन श्रेष्ठ है, अपनी श्रेष्ठता साबित करने के लिए, आदित्य ने कैलाशम का घेराव किया, वायु ने ट्विस्टर बनाकर इस घेरा को हटाने की कोशिश की। ट्विस्टर की वजह से, कैलासम के 8 हिस्से 8 अलग-अलग जगहों पर गिरे, जो हैं त्रिंकोमाली, श्रीकालाहस्ती, तिरुचिरापल्ली, थिरुन्कोइमलाई, रजतगिरी, नेर्तगिरी, रत्नागिरि, और स्वेतगिरी थिरुपंगेली।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>&nbsp;</p>\r\n<p>स्वर्णमुखी नदी और श्रीकालाहस्ती में पुल</p>\r\n<p>श्रीकालहस्ती 13 &deg; 45 79N 79 &deg; 42 onE पर स्वर्णमुखी नदी के तट पर स्थित है। यह तिरुपति केंद्रीय के 38 किमी उत्तर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, शहर की आबादी 80,056 थी। कुल जनसंख्या 38,995 पुरुष और 41,061 महिलाएं हैं - प्रति 1000 पुरुषों पर 1053 महिलाओं का लिंगानुपात, राष्ट्रीय औसत 940 प्रति 1000 से अधिक है। 8,224 बच्चे 0&ndash;6 वर्ष की आयु वर्ग में हैं, जिनमें 4,227 लड़के और हैं 3,997 लड़कियां हैं - 946 प्रति 1000 का अनुपात। औसत साक्षरता दर 78.66% (पुरुष.1.15%; महिला 72.57%) 56,501 साक्षर के साथ है, जो राष्ट्रीय औसत 73.00% से काफी अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों के बाद शिक्षा का माध्यम अंग्रेजी और तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>श्री कलहस्तीस्वाड़ा प्रौद्योगिकी संस्थान का प्रवेश द्वार</p>\r\n<p>श्रीकालहस्ती में प्राथमिक विद्यालयों से लेकर इंजीनियरिंग और डिग्री कॉलेजों तक के शिक्षण संस्थान हैं। श्रीकालहस्तीस्वाड़ा इंस्टीट्यूट ऑफ टेक्नोलॉजी, श्रीकालहस्तीस्वाड़ा ट्रस्ट बोर्ड द्वारा इंजीनियर है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>श्रीकालहस्ती रेलवे स्टेशन दक्षिण मध्य रेलवे (SCR) के गुंतकल (GTL) डिवीजन के गुडूर-काटपाडी शाखा लाइन खंड पर स्थित है। आंध्र प्रदेश राज्य के स्वामित्व वाली बस सेवा APSRTC तिरुपति, चित्तूर और नेल्लोर से बसों का संचालन करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुपति हवाई अड्डा 25 किमी के भीतर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Srikalahasti</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8f125482-8b53-46b0-9b75-52c533388d47_srikalahasti.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-srikalahasti-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"श्रीकालाहस्ती","slug":"srikalahasti"}],"recommendations":[{"id":1239,"title":"उरावकोंडा में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"28d0bf09-49e8-4ec8-8cd2-503b4a839069_Uravakonda.jpg","dateCreated":"2020-04-22T13:07:24.262Z","dateModified":"2020-04-22T13:07:36.552Z","contributedBy":"AskGif","content":"उरावाकोंडा भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले में एक जनगणना शहर है। यह अनंतपुर राजस्व मंडल में उरावकोंडा मंडल का मुख्यालय है। शहर शहरी ढेर का एक घटक है।\r\n&nbsp;\r\nउरावकोंडा का गठन लगभग 115 साल पहले उरावकोंडा के दिवंगत गोविंदचर द्वारा किया गया था। उन्हें उस समय \"दक्षिण भारत के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28d0bf09-49e8-4ec8-8cd2-503b4a839069_Uravakonda.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"उरावकोंडा","slug":"uravakonda"}],"slug":"top-places-to-visit-in-uravakonda-andhra-pradesh","total":0},{"id":1201,"title":"नादुपेट में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","dateCreated":"2020-04-11T12:14:24.863Z","dateModified":"2020-04-11T12:14:40.139Z","contributedBy":"AskGif","content":"नादुपेटा भारतीय राज्य आंध्र प्रदेश के नेल्लोर जिले का एक शहर और नगर पालिका है। यह संभागीय मुख्यालय और नादुपेटा राजस्व मंडल का मंडल मुख्यालय भी है।\r\n&nbsp;\r\nट्रांसपोर्ट\r\n&nbsp;\r\nनादुपेटा रेलवे स्टेशन\r\nआंध्र प्रदेश राज्य सड़क परिवहन निगम, नादुपेटा बस स्टेशन से बस ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"नादुपेट","slug":"naidupet"}],"slug":"top-places-to-visit-in-naidupet-andhra-pradesh","total":0},{"id":290,"title":"विशाखापत्तनम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","dateCreated":"2019-03-11T15:15:15.119Z","dateModified":"2019-03-11T15:30:52.455Z","contributedBy":"AskGif","content":"विशाखापत्तनम भारतीय राज्य आंध्र प्रदेश का सबसे बड़ा शहर और वित्तीय राजधानी है। यह शहर विशाखापत्तनम जिले का प्रशासनिक मुख्यालय और भारतीय तटरक्षक का राज्य मुख्यालय है। पूर्वी घाट और बंगाल की खाड़ी के तट के बीच इसकी भौगोलिक स्थिति है। यह 2011 के रूप में 2,035,922 की आबादी वाला राज्य का सबसे अधिक आबा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विशाखापत्तनम","slug":"visakhapatnam"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-visakhapatnam-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}