{"id":1233,"title":"Top Places to visit in Srikalahasti, Andhra Pradesh","imageUrl":"8f125482-8b53-46b0-9b75-52c533388d47_srikalahasti.jpg","dateCreated":"2020-04-22T10:16:24.08Z","dateModified":"2020-04-22T10:17:14.757Z","contributedBy":"AskGif","content":"<p>Srikalahasti is a holy town in Chittoor district of the Indian state of Andhra Pradesh. It is a municipality and the Mandal headquarters of Srikalahasti Mandal in the Tirupati revenue division. The town is a part of Tirupati Urban Development Authority, which is located on the banks of the River Swarnamukhi. The town is known for Srikalahasteeswara Temple dedicated to Shiva representing one of the Pancha Bhoota Sthalams. The town is also known for Srikalahasti Kalamkari art for which it had got Geographical indication(GI) Tag.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>&nbsp;</p>\r\n<p>Srikalahasti Gopuram</p>\r\n<p>This Srikalahasti town is named after Sri (spider), Kala (snake), and Hasti (elephant) that once worshiped Shiva Lingam here and attained Moksham.</p>\r\n<p>&nbsp;</p>\r\n<p>The Srikalahasti temple was originally built during the Pallava period. A huge hundred pillared mantapam was built by Sri Krishnadevaraya of the Vijayanagara dynasty during the 16th century, an important feature of this shrine.</p>\r\n<p>&nbsp;</p>\r\n<p>A historical reference to this temple occurs in the works of Nakkeerar, a Tamil poet during the Sangam era. He called it Southern Kailash. Nakkeera composed hundreds of stanzas to praise Srikalahasteeswara. Dhoorjati, a Telugu poet native of this place and one among the ashtadiggajas of Sri Krishnadevaraya's court, composed a hundred stanzas on Sri Kalahasteeswara.</p>\r\n<p>&nbsp;</p>\r\n<p>As per another legend, Vayu and Adishesha had a dispute to find out who is superior, to prove their superiority, Adishesha encircled the Kailasam, Vayu tried to remove this encircle by creating Twister. Because of the twister, 8 parts from kailasam fell into 8 different places which are Trincomalee, Srikalahasti, Tiruchirappalli, Thiruenkoimalai, Rajathagiri, Neerthagiri, Ratnagiri, and Swethagiri Thirupangeeli.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>&nbsp;</p>\r\n<p>Swarnamukhi river and the bridge at Srikalahasti</p>\r\n<p>Srikalahasti is located at 13&deg;45&prime;N 79&deg;42&prime;E on the bank of river Swarnamukhi. It is located 38 km north of Tirupati central.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 Census of India, the town had a population of 80,056. The total population constitute, 38,995 males and 41,061 females &mdash; a sex ratio of 1053 females per 1000 males, higher than the national average of 940 per 1000. 8,224 children are in the age group of 0&ndash;6 years, of which 4,227 are boys and 3,997 are girls &mdash; a ratio of 946 per 1000. The average literacy rate stands at 78.66% (male 85.15%; female 72.57%) with 56,501 literates, significantly higher than the national average of 73.00%.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government-aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English and Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Kalahasteeswara Institute of Technology entrance</p>\r\n<p>Srikalahasthi has educational institutions ranging from elementary schools to engineering and degree colleges. Srikalahasteeswara Institute of Technology is engineered by the Srikalahasteeswara Trust board.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Srikalahasti railway station is located on the Gudur-Katpadi Branch line section of the Guntakal (GTL) Division of the South Central Railway (SCR). Andhra Pradesh State-owned Bus services APSRTC operates buses from Tirupati, Chittoor, and Nellore.</p>\r\n<p>&nbsp;</p>\r\n<p>Tirupati Airport is located within 25 km.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Srikalahasti</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8f125482-8b53-46b0-9b75-52c533388d47_srikalahasti.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-srikalahasti-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"srikalahasti","slug":"srikalahasti"}],"recommendations":[{"id":1239,"title":"Top Places to visit in Uravakonda, Andhra Pradesh","imageUrl":"28d0bf09-49e8-4ec8-8cd2-503b4a839069_Uravakonda.jpg","dateCreated":"2020-04-22T13:07:24.262Z","dateModified":"2020-04-22T13:07:36.552Z","contributedBy":"AskGif","content":"Uravakonda is a census town in Anantapur district of the Indian state of Andhra Pradesh. It is the headquarters of Uravakonda Mandal in Anantapur revenue division. The town is a constituent of urban agglomeration.\r\n&nbsp;\r\nUravakonda was formed about 115 years ago by the late Govind","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28d0bf09-49e8-4ec8-8cd2-503b4a839069_Uravakonda.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"uravakonda","slug":"uravakonda"}],"slug":"top-places-to-visit-in-uravakonda-andhra-pradesh","total":0},{"id":1201,"title":"Top Places to visit in Naidupet, Andhra Pradesh","imageUrl":"1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","dateCreated":"2020-04-11T12:14:24.863Z","dateModified":"2020-04-11T12:14:40.139Z","contributedBy":"AskGif","content":"Naidupeta is a Town &amp; Municipality in the Nellore district of the Indian state of Andhra Pradesh. It also the divisional headquarters and Mandal headquarters of Naidupeta revenue division.\r\n&nbsp;\r\nTransport\r\n&nbsp;\r\nNaidupeta Railway station\r\nThe Andhra Pra","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"naidupet","slug":"naidupet"}],"slug":"top-places-to-visit-in-naidupet-andhra-pradesh","total":0},{"id":290,"title":"Top Places to visit in Visakhapatnam, Andhra Pradesh","imageUrl":"5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","dateCreated":"2019-03-11T15:15:15.119Z","dateModified":"2019-03-11T15:30:52.455Z","contributedBy":"AskGif","content":"Visakhapatnam is the largest city and the financial capital of the Indian state of Andhra Pradesh. The city is the administrative headquarters of Visakhapatnam district and state headquarters of Indian Coast Guard. Its geographical location is amidst the Eastern Ghats and the coast of the Bay of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"visakhapatnam","slug":"visakhapatnam"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-visakhapatnam-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}