{"id":1236,"title":"टनुकु में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"50150da7-c403-4e90-b52d-4f5bf4ed2aa7_Tanuku.jpg","dateCreated":"2020-04-22T10:40:38.796Z","dateModified":"2020-04-22T10:40:52.062Z","contributedBy":"AskGif","content":"<p>तानुकु भारतीय राज्य आंध्र प्रदेश के पश्चिम गोदावरी जिले का एक शहर है। यह कोव्वुर राजस्व मंडल में तनुकु मंडल का मंडल मुख्यालय है। तनुुकु, पश्चिम गोदावरी जिले में एलुरु, भीमावरम, ताडेपल्लीगुडेम और पालकोलू के बाद पांचवां सबसे बड़ा शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>प्राचीन काल में, कस्बा तारापुरी के रूप में जाना जाता था, असुर राजा तारकासुर की राजधानी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>तनुकु 16.75 &deg; N 81.7 &deg; E पर स्थित है। यह एक उष्णकटिबंधीय जलवायु और 313.4 मिलीमीटर (31.34 सेमी) की वार्षिक वर्षा है। गोशेन नदी शहर से होकर बहती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, शहर की आबादी 72,348 थी। कुल जनसंख्या 35,495 पुरुषों और 36,853 महिलाओं से बनी थी, जिसमें 6,437 बच्चे छह और उससे कम उम्र के थे।</p>\r\n<p>&nbsp;</p>\r\n<p>नागरिक प्रशासन और राजनीति</p>\r\n<p>तेनुकु नगरपालिका का गठन 1979 में दूसरे दर्जे की नगरपालिका के रूप में किया गया था। इसे 2002 में पहली श्रेणी में अपग्रेड किया गया था और इसमें 34 चुनाव वार्ड हैं। इसका अधिकार क्षेत्र 24.56 किमी 2 (9.48 वर्ग मील) के क्षेत्र में फैला हुआ है। वर्तमान नगरपालिका अध्यक्ष अभी चुने नहीं गए हैं और नगर आयुक्त एम। संबाशिवाराव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तानुकु विधानसभा निर्वाचन क्षेत्र आंध्र प्रदेश विधान सभा का प्रतिनिधित्व करता है, जो नरसापुरम लोकसभा निर्वाचन क्षेत्र के क्षेत्रों में से एक है, जो भारतीय आम चुनावों में लोकसभा का प्रतिनिधित्व करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>आंध्र शुगर लिमिटेड, लिक्विड हाइड्रोजन की आपूर्ति करता है, जो इसरो को गन्ने का एक उपोत्पाद, उपग्रह प्रक्षेपण वाहनों में रॉकेट प्रणोदक के रूप में उपयोग करने के लिए है। अन्य उपोत्पादों का उपयोग शराब, कागज और बिजली उद्योगों में भी किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>तेलुगु भाषा के पहले कवि आदिकवि नन्नैया ने महाभारत का संस्कृत से तेलुगु में अनुवाद किया। वह तनुकु के मूल निवासी थे। नृत्य में जावड़ी यामिनी नरसाम्बिका, साहित्य और कविता में एजेएस रामारेड्डी, और लोक कलाओं में दम्पुरी नारायणराव ने अपने-अपने क्षेत्रों में जिला सांस्कृतिक परिषद द्वारा घोषित किए गए युगादि पुरस्कार जीते हैं। युवा सांस्कृतिक समारोह सांस्कृतिक गतिविधियों को बढ़ावा देने का एक ऐसा उदाहरण है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>शहर की कुल सड़क लंबाई 148.6 किमी (92.3 मील) है। आंध्र प्रदेश राज्य सड़क परिवहन निगम, तनुकु बस स्टेशन से बस सेवा संचालित करता है। तेनुकु रेलवे स्टेशन को विजयवाड़ा रेलवे डिवीजन में एक गैर-उपनगरीय ग्रेड -5 (NSG-5) स्टेशन के रूप में वर्गीकृत किया गया है। राजमुंदरी हवाई अड्डा शहर से 65 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>चित्तूरी सुब्बा राव - गोपीचंद बैडमिंटन अकादमी चित्तूरी सुब्बा राव ट्रस्ट के तहत 13 बैडमिंटन खिलाड़ियों को प्रशिक्षित करने के लिए बैडमिंटन अकादमी है। अकादमी ने COSCO A.P। स्टेट ओपन मिनी बैडमिंटन चैंपियनशिप 2016 की मेजबानी की। तनुुक फुटबॉल क्लब फुटबॉल को बढ़ावा देने के लिए पश्चिम गोदावरी टूर्नामेंट के फुटबॉल लीग में टीमों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर की खेल हस्तियों में अंडर -14 बैडमिंटन खिलाड़ी, रेला संजीव राव, अंडर -13 स्तर के शीर्ष रैंक और राष्ट्रीय स्तर की चैंपियनशिप में स्वर्ण पदक विजेता शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Tanuku</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/50150da7-c403-4e90-b52d-4f5bf4ed2aa7_Tanuku.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-tanuku-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"टनुकु","slug":"tanuku"}],"recommendations":[{"id":1220,"title":"रेपल्ले में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"69e82f68-f672-4121-9f96-59f7f819b547_Repalle.jpg","dateCreated":"2020-04-13T07:46:31.325Z","dateModified":"2020-04-13T07:46:51.497Z","contributedBy":"AskGif","content":"रेपलेट भारतीय राज्य आंध्र प्रदेश के गुंटूर जिले का एक शहर है। यह शहर गुंटूर जिले के 12 नगरपालिकाओं में से एक है और तेनाली राजस्व विभाग के प्रशासन के तहत रेपल्ले मंडल का मुख्यालय है। यह राज्य के तटीय आंध्र क्षेत्र में कृष्णा नदी के पास स्थित है।\r\n&nbsp;\r\nइतिहास\r\nनाम रेपल्ले वा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/69e82f68-f672-4121-9f96-59f7f819b547_Repalle.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रेपल्ले","slug":"repalle"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-repalle-andhra-pradesh","total":0},{"id":1211,"title":"पीथापुरम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"5365e5ea-306b-4d17-8cbd-10c285ad3ae0_Pithapuram.jpg","dateCreated":"2020-04-12T09:25:37.315Z","dateModified":"2020-04-12T09:25:49.487Z","contributedBy":"AskGif","content":"पीतमपुरम या पीतिका पुरम भारतीय राज्य आंध्र प्रदेश में पूर्वी गोदावरी जिले का एक शहर और एक नगर पालिका है। यह शहर गोदावरी शहरी विकास प्राधिकरण का एक हिस्सा भी है। मंदिर शहर पचपन शक्तिपीठों में से एक है।\r\n&nbsp;\r\nश्रीपाद श्री वल्लभ, अपने भक्तों द्वारा भगवान दत्तात्रेय के अवतार माने जात","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5365e5ea-306b-4d17-8cbd-10c285ad3ae0_Pithapuram.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पीथापुरम","slug":"pithapuram"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-pithapuram-andhra-pradesh","total":0},{"id":1209,"title":"पेडना में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"76fff32b-5d1e-44f9-a66b-a63cf7e41d12_Pedana.jpg","dateCreated":"2020-04-12T08:34:05.559Z","dateModified":"2020-04-12T08:34:17.153Z","contributedBy":"AskGif","content":"पेदना भारतीय राज्य आंध्र प्रदेश के कृष्णा जिले के मछलीपट्टनम राजस्व प्रभाग के अंतर्गत एक नगरपालिका और पेदना मंडल का मुख्यालय है। यह जिला मुख्यालय, मछलीपट्टनम से 8 किमी (5.0 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nभूगोल\r\nपेडाना 16.2667 &deg; N 81.1667 &deg; E पर स्थित है। इसकी औसत ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76fff32b-5d1e-44f9-a66b-a63cf7e41d12_Pedana.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पेडना","slug":"pedana"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-pedana-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}