{"id":1236,"title":"Top Places to visit in Tanuku, Andhra Pradesh","imageUrl":"50150da7-c403-4e90-b52d-4f5bf4ed2aa7_Tanuku.jpg","dateCreated":"2020-04-22T10:40:38.796Z","dateModified":"2020-04-22T10:40:52.062Z","contributedBy":"AskGif","content":"<p>Tanuku is a town in West Godavari district of the Indian state of Andhra Pradesh. It is the Mandal headquarters of Tanuku Mandal in the Kovvur revenue division. Tanuku is the Fifth largest town in the West Godavari district after Eluru, Bhimavaram, Tadepalligudem, and Palakollu.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>In the ancient period, the town was known as Tarakapuri, the capital of Asura King Tarakasura.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Tanuku is located at 16.75&deg;N 81.7&deg;E. It has a tropical climate and an annual rainfall of 313.4 millimeters (31.34 cm). The Goshen River flows through the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 census of India, the city had a population of 72,348. The total population was composed of 35,495 males and 36,853 females, with 6,437 children age six and below.</p>\r\n<p>&nbsp;</p>\r\n<p>Civic administration and politics</p>\r\n<p>Tanuku Municipality was constituted in 1979 as a second-grade municipality. It was upgraded to first grade in 2002 and has 34 election wards. Its jurisdiction is spread over an area of 24.56 km2 (9.48 sq mi). The present municipal chairman is not elected now and the municipal commissioner is M. Sambasivarao.</p>\r\n<p>&nbsp;</p>\r\n<p>Tanuku assembly constituency represents Andhra Pradesh Legislative Assembly, which is one of the segments of Narasapuram Lok Sabha constituency, representing the Lok Sabha in Indian general elections.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Andhra Sugars Limited supplies liquid hydrogen, a byproduct of sugarcane to the ISRO, for using it as a rocket propellant in satellite launch vehicles. The other byproducts are also used in liquor, paper and power industries.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Adikavi Nannaya, the first poet of Telugu language, translated the Mahabharata from Sanskrit to Telugu. He was a native of Tanuku. Javvadi Yamini Narasambika in dance, AJS Ramareddy in literature and poetry, and Dampuri Narayanarao in folk arts have won the Ugadi awards in their respective fields, announced by the District Cultural Council. Youth Cultural Celebrations is one such example of promoting cultural activities.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The town has a total road length of 148.6 km (92.3 mi). The Andhra Pradesh State Road Transport Corporation operates bus services from Tanuku bus station. Tanuku railway station is categorized as a Non-Suburban Grade-5 (NSG-5) station in the Vijayawada railway division. Rajahmundry Airport is 65 km from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Chitturi Subba Rao &ndash; Gopichand Badminton Academy is the badminton academy under the Chitturi Subba Rao Trust for training the under 13 badminton players. The academy hosted the COSCO A.P. State Open Mini Badminton Championship 2016. The Tanuku Football Club is one of the teams in the Football League of West Godavari tournament, promoting the football.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports personalities from the city include Rella Sanjeeva Rao, an under-14 badminton player, top ranker for U-13 level, and gold medalist at the national level championship.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tanuku</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/50150da7-c403-4e90-b52d-4f5bf4ed2aa7_Tanuku.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tanuku-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"tanuku","slug":"tanuku"}],"recommendations":[{"id":1220,"title":"Top Places to visit in Repalle, Andhra Pradesh","imageUrl":"69e82f68-f672-4121-9f96-59f7f819b547_Repalle.jpg","dateCreated":"2020-04-13T07:46:31.325Z","dateModified":"2020-04-13T07:46:51.497Z","contributedBy":"AskGif","content":"Repalle is a town in the Guntur district of the Indian state of Andhra Pradesh. The town is one of the 12 municipalities in Guntur district and the headquarters of Repalle Mandal under the administration of the Tenali revenue division. It is situated near the Krishna River in the Coastal Andhra r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/69e82f68-f672-4121-9f96-59f7f819b547_Repalle.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"repalle","slug":"repalle"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-repalle-andhra-pradesh","total":0},{"id":1211,"title":"Top Places to visit in Pithapuram, Andhra Pradesh","imageUrl":"5365e5ea-306b-4d17-8cbd-10c285ad3ae0_Pithapuram.jpg","dateCreated":"2020-04-12T09:25:37.315Z","dateModified":"2020-04-12T09:25:49.487Z","contributedBy":"AskGif","content":"Pithapuram or Peetika Puram is a town and a municipality in the East Godavari district in the Indian state of Andhra Pradesh. The town also forms a part of the Godavari Urban Development Authority. The temple town is one of fifty-five Sakti Peetikas.\r\n&nbsp;\r\nShripada Shri Vallabha,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5365e5ea-306b-4d17-8cbd-10c285ad3ae0_Pithapuram.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pithapuram","slug":"pithapuram"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-pithapuram-andhra-pradesh","total":0},{"id":1209,"title":"Top Places to visit in Pedana, Andhra Pradesh","imageUrl":"76fff32b-5d1e-44f9-a66b-a63cf7e41d12_Pedana.jpg","dateCreated":"2020-04-12T08:34:05.559Z","dateModified":"2020-04-12T08:34:17.153Z","contributedBy":"AskGif","content":"Pedana is a municipality and the headquarters of Pedana Mandal under the Machilipatnam revenue division of Krishna district of the Indian state of Andhra Pradesh. It is located at a distance of 8 km (5.0 mi) from the district headquarters, Machilipatnam.\r\n&nbsp;\r\nGeography\r\nP","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76fff32b-5d1e-44f9-a66b-a63cf7e41d12_Pedana.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pedana","slug":"pedana"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-pedana-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}