{"id":1240,"title":"वेंकटगिरी में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"ca8870ee-65ff-418b-aa74-46f235cd3fe9_Venkatagiri.jpg","dateCreated":"2020-04-22T13:49:29.464Z","dateModified":"2020-04-22T13:49:39.073Z","contributedBy":"AskGif","content":"<p>वेंकटगिरी भारतीय राज्य आंध्र प्रदेश के नेल्लोर जिले का एक शहर है। यह वेंकटगिरी मंडल का एक नगर पालिका और मंडल मुख्यालय है। वेंकटगिरि का पुराना नाम \"काली मिली\" है। यह अपने हैंडलूम कॉटन साड़ियों के लिए प्रसिद्ध है। वेंकटगिरि इतिहास और हथकरघा के लिए एक जगह है। यह एक छोटे से राज्य का हिस्सा था जिसे भारतीय गणराज्य में एकीकृत किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>वेंकटगिरी को मूल रूप से 17 वीं शताब्दी तक कलिमिल्ली के रूप में जाना जाता था और विजयनगर साम्राज्य के तहत गोबुरी पॉलीगारों द्वारा शासित था। वे रेचेरला वेंकटादरी नायडू, मदुरंतकम के नायक और वेलुगोडु के राजा के भतीजे, विजयनगर के अराविदु वंश के वेंकटपति राया II के अधीन एक अन्य जागीरदार से पराजित हुए। गांव का नाम बदलकर वेंकटगिरि कर दिया गया। 17 वीं शताब्दी के मध्य तक, वेलोगोथी शासकों ने अपनी राजधानी को वेंकटगिरी में स्थानांतरित कर दिया और यह आजादी तक जमींदारी के रूप में चली। यह दो नदियों के बीच स्थित था - काव्यालय नदी और देवी नदी।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>वेकटगिरी काशी विश्वनाथ मंदिर, रामलिंगेश्वर स्वामी मंदिर, प्रसन्न वेंकटेश्वर स्वामी मंदिर, पोलेरम्मा मंदिर और पेरुमला स्वामी मंदिर में मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>वेंकटगिरी 13.9667 &deg; N 79.5833 &deg; E पर स्थित है। इसकी औसत ऊंचाई 60 मीटर (197 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, वेंकटगिरी मंडल की जनसंख्या 200,000 थी। वेंकटगिरी ग्रामीण में 58 राजस्व गांव हैं। वेंकटगिरी, चेवेरेड्डीपल्ली, पेरियावरम, बंगारुपेट, अम्मावारपेट, और मनुलापपेट पंचायतों का विलय करके 6-1-2005 में वेंकटगिरी नगरपालिका बन गई। नगरपालिका की कुल जनसंख्या 52,478 है। वेंकटगिरी की औसत साक्षरता दर 67% है, जो राष्ट्रीय औसत 59.5% से अधिक है। एक नगर पालिका का कुल क्षेत्रफल 23.50 किमी 2 है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>&nbsp;</p>\r\n<p>वेंकटगिरी नगरपालिका का गठन 2005 में ग्रेड- III नगर पालिका के रूप में हुआ था और इसकी सीमा 25.43 km2 (9.82 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>यह भी देखें: वेंकटगिरी साड़ी</p>\r\n<p>वेंकटगिरी साड़ी शहर में और उसके आसपास बुनी जाती है, जो आंध्र प्रदेश के भौगोलिक संकेतों में से एक है और भौगोलिक संकेतक (पंजीकरण और संरक्षण) अधिनियम, 1999 द्वारा पंजीकृत है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>वेंकटगिरी आंध्र प्रदेश विधानसभा के वेंकटगिरी (विधानसभा क्षेत्र) के अंतर्गत आता है। यह तिरुपति (लोकसभा निर्वाचन क्षेत्र) का एक हिस्सा है। नेदुरमल्ली जनार्दन रेड्डी, एपी के पूर्व सीएम को 1989-1994 से वेंकटगिरी एसी से विधायक के रूप में प्रतिनिधित्व किया गया था और उनकी पत्नी नेदुरामल्ली राजयालक्ष्मी, 2004-2009, 2019 से एपी के पूर्व शिक्षा मंत्री - वाईएसआरसीपी पार्टी के अनम रामनारायण रेड्डी।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है। एपी रेजिडेंशियल स्कूल, आरवीएम हाई स्कूल, आरवीआरकेवाई जेडपी गर्ल्स हाई स्कूल, एपी आवासीय जूनियर कॉलेज, आईआईएचटी, विश्वोदय सरकार कॉलेज और ईएसएस डिग्री कॉलेज वेंकटगिरी टाउन में बहुत पुराने संस्थान हैं। वेंकट गिरि, केन्द्रीय विद्यालय में एक केंद्र सरकार का स्कूल भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>वेंकटगिरी रेलवे स्टेशन गुडूर-काटपाडी शाखा लाइन पर स्थित है। राज्य सरकार द्वारा चलाई जाने वाली APSRTC बसें, पास और लंबी दूरी की यात्रा के लिए परिवहन प्रदान करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Venkatagiri</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca8870ee-65ff-418b-aa74-46f235cd3fe9_Venkatagiri.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-venkatagiri-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"वेंकटगिरी","slug":"venkatagiri"}],"recommendations":[{"id":1219,"title":"रेनीगुंटा में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"c1ef2e62-7182-4471-9825-687970032c41_Renigunta.jpg","dateCreated":"2020-04-13T07:41:29.385Z","dateModified":"2020-04-13T07:41:42.481Z","contributedBy":"AskGif","content":"रेनिगुनता भारतीय राज्य आंध्र प्रदेश के चित्तूर जिले में एक जनगणना शहर है। यह तिरुपति का एक उपनगर और रेनीगुंटा मंडल का मंडल मुख्यालय है।\r\n&nbsp;\r\nट्रांसपोर्ट\r\nमुख्य लेख: रेनिगुन्टा जंक्शन रेलवे स्टेशन और तिरुपति हवाई अड्डा\r\nशहर में राष्ट्रीय और राज्य राजमार्गों के माध्य","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c1ef2e62-7182-4471-9825-687970032c41_Renigunta.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"रेनीगुंटा","slug":"renigunta"}],"slug":"top-places-to-visit-in-renigunta-andhra-pradesh","total":0},{"id":1215,"title":"राजम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"e5535dc0-7c5f-4c08-84e3-46011352dbb0_Rajam.jpg","dateCreated":"2020-04-12T09:59:11.19Z","dateModified":"2020-04-12T09:59:21.388Z","contributedBy":"AskGif","content":"राजम भारतीय राज्य आंध्र प्रदेश के श्रीकाकुलम जिले का एक कस्बा है। यह एक नगर पंचायत और राजम मंडल का मुख्यालय है।\r\n&nbsp;\r\nभूगोल\r\nराजम 18.28N 83.40E पर स्थित है। इसकी औसत ऊंचाई 42 मीटर (137 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2011 की भारत की जनगणना के अनुसार, रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e5535dc0-7c5f-4c08-84e3-46011352dbb0_Rajam.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"राजम","slug":"rajam"}],"slug":"top-places-to-visit-in-rajam-andhra-pradesh","total":0},{"id":294,"title":"पश्चिम गोदावरी, एलुरु में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","dateCreated":"2019-03-16T10:18:01.203Z","dateModified":"2019-03-16T10:45:23.647Z","contributedBy":"AskGif","content":"पश्चिम गोदावरी जिला या पससीमा गोदावरी जिला भारतीय राज्य आंध्र प्रदेश के 13 जिलों में से एक है। यह जिला राज्य के तटीय आंध्र क्षेत्र में स्थित है। जिले का प्रशासनिक मुख्यालय एलुरु में स्थित है। [२] भारत की 2011 की जनगणना के अनुसार, जिले में 7,742 किमी 2 (2,989 वर्ग मील) और 3,936,966 की आबादी है। [3","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एलुरु","slug":"eluru"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"पश्चिम-गोदावरी","slug":"west-godavari"}],"slug":"top-places-to-visit-in-west-godavari-eluru-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}