{"id":1240,"title":"Top Places to visit in Venkatagiri, Andhra Pradesh","imageUrl":"ca8870ee-65ff-418b-aa74-46f235cd3fe9_Venkatagiri.jpg","dateCreated":"2020-04-22T13:49:29.464Z","dateModified":"2020-04-22T13:49:39.073Z","contributedBy":"AskGif","content":"<p>Venkatagiri is a town in Nellore district of the Indian state of Andhra Pradesh. It is a municipality and mandals headquarters of Venkatagiri Mandal. Venkatagiri's old name is \"Kali Mili\". It is famous for its Handloom Cotton Sarees. Venkatagiri is a place for history and handlooms. It was part of a small kingdom that was integrated into the Indian Republic.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Vekatagiri was originally known as Kalimilli till 17th century and was ruled by Gobburi Polygars under Vijaynagar Empire. They were defeated by Recherla Venkatadri Naidu, Nayak of Madurantakam and the nephew of Raja of Velugodu, another vassal under Venkatapathi Raya II of Aravidu dynasty of Vijayanagar. The village was renamed as Venkatagiri. By the mid 17th century, the Velogothi rulers shifted their capital to Venkatagiri and it lasted as a Zamindari till independence. It was located between two rivers I.e kaivalya river and the goddess river.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples</p>\r\n<p>Temples in Vekatagiri Kashi Vishwanath Temple, Ramalingeswra Swami Temple, Prasanna Venkateswara Swami Temple, Poleramma Temple, and Perumalla Swami Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Venkatagiri is located at 13.9667&deg;N 79.5833&deg;E. It has an average elevation of 60 meters (197 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2001 India census, Venkatagiri Mandal had a population of 200,000. Venkatagiri Rural consists of 58 Revenue Villages. Venkatagiri became a municipality in 6-1-2005 by merging Venkatagiri, ChevireddiPalli, Periyavaram, Bangarupet, Ammavaripet, and Manulalapet Panchayats. The total population of the municipality is 52,478. Venkatagiri has an average literacy rate of 67%, higher than the national average of 59.5%. The total area of a municipality is 23.50 km2.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Civic administration</p>\r\n<p>&nbsp;</p>\r\n<p>The Venkatagiri municipality was formed as a Grade&ndash;III municipality in 2005 and has an extent of 25.43 km2 (9.82 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>See also: Venkatagiri Sari</p>\r\n<p>Venkatagiri Sari woven in and around the town is one of the geographical indications from Andhra Pradesh and got registered by Geographical Indications of Goods (Registration and Protection) Act, 1999.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Venkatagiri falls under Venkatagiri (Assembly constituency) of Andhra Pradesh Legislative Assembly. It is, in turn, a part of Tirupati (Lok Sabha constituency). Neduramalli Janardhan Reddy, Ex-CM of AP was represented as MLA from Venkatagiri AC from 1989-1994 &amp; his wife Neduramalli RajayaLakshmi, Ex-Education minister of AP from 2004-2009, 2019 - till date Anam Ramnarayana Reddy of YSRCP Party.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu. AP Residential School, RVM High School, RVRKY ZP Girls High School, AP Residential Junior College, IIHT, Visvodaya govt college, and ESS Degree colleges are very old institutes in Venkatagiri Town. There is also a Central government school in Venkata Giri, Kendriya Vidhyalaya.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Venkatagiri railway station is located on the Gudur-Katpadi Branch line. APSRTC buses, run by state government provide transport to the nearby and long-distance travel.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Venkatagiri</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca8870ee-65ff-418b-aa74-46f235cd3fe9_Venkatagiri.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-venkatagiri-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"venkatagiri","slug":"venkatagiri"}],"recommendations":[{"id":1219,"title":"Top Places to visit in Renigunta, Andhra Pradesh","imageUrl":"c1ef2e62-7182-4471-9825-687970032c41_Renigunta.jpg","dateCreated":"2020-04-13T07:41:29.385Z","dateModified":"2020-04-13T07:41:42.481Z","contributedBy":"AskGif","content":"Renigunta is a census town in Chittoor District of the Indian state of Andhra Pradesh. It is a suburb of Tirupati and the Mandal headquarters of Renigunta Mandal.\r\n&nbsp;\r\nTransport\r\nMain articles: Renigunta Junction railway station and Tirupati Airport\r\nThe town has r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c1ef2e62-7182-4471-9825-687970032c41_Renigunta.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"renigunta","slug":"renigunta"}],"slug":"top-places-to-visit-in-renigunta-andhra-pradesh","total":0},{"id":1215,"title":"Top Places to visit in Rajam, Andhra Pradesh","imageUrl":"e5535dc0-7c5f-4c08-84e3-46011352dbb0_Rajam.jpg","dateCreated":"2020-04-12T09:59:11.19Z","dateModified":"2020-04-12T09:59:21.388Z","contributedBy":"AskGif","content":"Rajam is a town in Srikakulam district of the Indian state of Andhra Pradesh. It is a Nagar panchayat and the headquarters of Rajam Mandal.\r\n&nbsp;\r\nGeography\r\nRajam is located at 18.28N 83.40E. It has an average elevation of 42 meters (137 feet).\r\n&nbsp;\r\nDemog","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e5535dc0-7c5f-4c08-84e3-46011352dbb0_Rajam.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"rajam","slug":"rajam"}],"slug":"top-places-to-visit-in-rajam-andhra-pradesh","total":0},{"id":294,"title":"Top Places to visit in West Godavari, Eluru, Andhra Pradesh","imageUrl":"4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","dateCreated":"2019-03-16T10:18:01.203Z","dateModified":"2019-03-16T10:45:23.647Z","contributedBy":"AskGif","content":"West Godavari district or Paschima Godavari Jilla is one of the 13 districts in the Indian state of Andhra Pradesh. The district is situated in Coastal Andhra region of the state. The administrative headquarters of the district is situated at Eluru.[2] As of 2011 census of India, the district has","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"eluru","slug":"eluru"},{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"west-godavari","slug":"west-godavari"}],"slug":"top-places-to-visit-in-west-godavari-eluru-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}