{"id":1241,"title":"विनुकोंडा में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"05bcb716-79b5-4b88-9cea-a426514e29fc_Vinukonda.jpg","dateCreated":"2020-04-22T13:56:07.23Z","dateModified":"2020-04-22T13:56:19.558Z","contributedBy":"AskGif","content":"<p>विनुकोंडा भारतीय राज्य आंध्र प्रदेश के गुंटूर जिले का एक शहर है। यह एक नगर पालिका और विनुकोंडा मंडल का मुख्यालय है और नरसरावपेट राजस्व प्रभाग के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शब्द-साधन</p>\r\n<p>शहर को पहले विष्णुकुंडिनपुरम के नाम से जाना जाता था। यह पहाड़ी एक कछुए के आकार में है। एक पहाड़ी की चोटी पर इतने सारे मंदिर भी पाए गए। श्रीगंगासमेतथा रामलिंगेश्वर स्वामी मंदिर (उपलब्ध स्रोतों के अनुसार मंदिर में मौजूद इस देवता को भगवान राम द्वारा पवित्र किया गया था)। पहाड़ी के नीचे, श्री लक्ष्मी नरसिम्हा स्वामी मंदिर पाया गया, जिसका निर्माण गुप्त शासन में किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>शहर के पड़ोस में डोलमेन्स और अन्य महापाषाण संरचनाएं मिली हैं। कई पुराने मंदिरों में लगभग 1000-1400 CE के शिलालेख भी पाए जाते हैं। एक स्थानीय राजवंश विष्णुकुंडिना, सहस्राब्दी के मोड़ के दौरान यहां से सटे इलाकों पर शासन करता था। मध्ययुगीन काल के दौरान, पास की पहाड़ी एक किले का स्थल था। 1640 में निर्मित चार सौ साल पुरानी जामिया मस्जिद, कस्बे में मुस्लिम शासन का एकमात्र प्रमुख अवशेष है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>विनुकोंडा 16.05 &deg; N 79.75 &deg; E पर स्थित है। इसकी औसत ऊंचाई 75 मीटर (246 फीट) है। बाकी गुंटूर जिले की तरह, इसमें बहुत गर्म ग्रीष्मकाल और हल्की सर्दियाँ होती हैं। वर्षा ज्यादातर जुलाई से सितंबर में होती है। भूमिगत जल भंडार में फ्लोराइड की उच्च सांद्रता पाई जाती है और पीने योग्य पानी इसलिए दुर्लभ है। ग्रीष्मकालीन भंडारण टैंक गांव के लिए पीने के पानी का स्रोत है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>शहर की आबादी 60,420 और शहरी आबादी 63,450 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>विनुकोंडा नगरपालिका शहर का नागरिक प्रशासनिक निकाय है। यह एक दूसरी श्रेणी की नगर पालिका है, जिसका गठन 29 मई 2005 को किया गया और यह 22.82 किमी 2 (8.81 वर्ग किमी) के क्षेत्र में फैला हुआ है। शहर के शहरी ढेर घटक विनुकंदा नगरपालिका और ब्राह्मणपल्ले गाँव का आंशिक विस्तार है। विनुकोंडा नगर क्षेत्र का प्रतिनिधित्व करने वाले विधान सभा के वर्तमान सदस्य YSRCP से बोला ब्रह्म नायडू हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>शहर की कुल लंबाई 106.70 किमी (66.30 मील) है। यह गुंटूर-कुरनूल-बेल्लारी राजमार्ग पर स्थित है। विनुकोंडा रेलवे स्टेशन गुंटूर-गुंटकल रेलवे लाइन पर स्थित है और दक्षिण मध्य रेलवे के गुंटूर रेलवे डिवीजन के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Vinukonda</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05bcb716-79b5-4b88-9cea-a426514e29fc_Vinukonda.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-vinukonda-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"विनुकोंडा","slug":"vinukonda"}],"recommendations":[{"id":1209,"title":"पेडना में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"76fff32b-5d1e-44f9-a66b-a63cf7e41d12_Pedana.jpg","dateCreated":"2020-04-12T08:34:05.559Z","dateModified":"2020-04-12T08:34:17.153Z","contributedBy":"AskGif","content":"पेदना भारतीय राज्य आंध्र प्रदेश के कृष्णा जिले के मछलीपट्टनम राजस्व प्रभाग के अंतर्गत एक नगरपालिका और पेदना मंडल का मुख्यालय है। यह जिला मुख्यालय, मछलीपट्टनम से 8 किमी (5.0 मील) की दूरी पर स्थित है।\r\n&nbsp;\r\nभूगोल\r\nपेडाना 16.2667 &deg; N 81.1667 &deg; E पर स्थित है। इसकी औसत ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76fff32b-5d1e-44f9-a66b-a63cf7e41d12_Pedana.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पेडना","slug":"pedana"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-pedana-andhra-pradesh","total":0},{"id":1180,"title":"अत्तिली में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"f2e7e3b2-7e39-4341-870f-d07766762d1e_Attili.jpg","dateCreated":"2020-04-09T15:27:58.601Z","dateModified":"2020-04-09T15:28:22.6Z","contributedBy":"AskGif","content":"अटिली भारतीय राज्य आंध्र प्रदेश के पश्चिम गोदावरी जिले का एक गाँव है। यह कोव्वुर राजस्व मंडल में तानुकु निर्वाचन क्षेत्र के अंतर्गत आता है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2011 की भारत की जनगणना के अनुसार, एटिली की आबादी 25004 थी। कुल जनसंख्या का गठन 12509 पुरुष और 12495 महिलाएं हैं, ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2e7e3b2-7e39-4341-870f-d07766762d1e_Attili.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"अत्तिली","slug":"attili"}],"slug":"top-places-to-visit-in-attili-andhra-pradesh","total":0},{"id":287,"title":"प्रकाशम, ओंगोल में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","dateCreated":"2019-03-06T14:53:37.9Z","dateModified":"2019-03-06T15:08:29.53Z","contributedBy":"AskGif","content":"प्रकाशम जिला भारतीय राज्य आंध्र प्रदेश के तटीय आंध्र क्षेत्र में एक प्रशासनिक जिला है। जिले का मुख्यालय ओंगोल में स्थित है। यह बंगाल की खाड़ी के पश्चिमी तट पर स्थित है और उत्तर में गुंटूर जिले, पश्चिम में कुरनूल जिले, दक्षिण में कडप्पा और नेल्लोर जिलों से घिरा है। उत्तर पश्चिम क्षेत्र का एक हिस्स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओंगोल","slug":"ongole"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"प्रकाशम","slug":"prakasam"}],"slug":"top-places-to-visit-in-prakasam-ongole-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}