{"id":1241,"title":"Top Places to visit in Vinukonda, Andhra Pradesh","imageUrl":"05bcb716-79b5-4b88-9cea-a426514e29fc_Vinukonda.jpg","dateCreated":"2020-04-22T13:56:07.23Z","dateModified":"2020-04-22T13:56:19.558Z","contributedBy":"AskGif","content":"<p>Vinukonda is a town in the Guntur district of the Indian state of Andhra Pradesh. It is a municipality and the headquarters of Vinukonda Mandal and administered under the Narasaraopet revenue division.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>The town was formerly known as Vishnukundinapuram.the hill is in the shape of a tortoise. So many temples were also found on top of a hill. Srigangasametha ramalingeswara Swamy temple (according to available sources this deity present in the temple was sanctified by Lord Rama ). Down of the hill, Sri Lakshmi Narasimha Swamy temple was found which was constructed in Gupta's rule.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Dolmens and other megalithic structures have been found in the town's neighborhood. Inscriptions from about 1000&ndash;1400 CE are also to be found in many old temples. The Vishnukundina, a local dynasty, ruled the adjoining areas from here during the turn of the millennium. During the medieval era, the hill nearby was the site of a fortress. A four-hundred-year-old Jamia Masjid, built-in 1640, is the only major relic of Muslim rule in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Vinukonda is located at 16.05&deg;N 79.75&deg;E. It has an average elevation of 75 meters (246 feet). Much like the rest of the Guntur district, it has very hot summers and mild winters. Rainfall is mostly in July to September. High concentrations of fluorides are found in the underground water reserves and potable water is therefore rare. The Summer storage tank is the source of drinking water for the village.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>The town had a population of 60,420 and an urban agglomeration population of 63,450.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Vinukonda municipality is the civic administrative body of the city. It is a second-grade municipality, constituted on 29 May 2005, and spread over an area of 22.82 km2 (8.81 sq mi). The urban agglomeration constituents of the town are Vinukonda municipality and a partial outgrowth of Brahmanapalle village. The current Member of the Legislative Assembly representing Vinukonda town area is Bolla Brahma Naidu from the YSRCP.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The town has a total road length of 106.70 km (66.30 mi). It is located on Guntur&ndash;Kurnool&ndash;Bellary highway. Vinukonda railway station is located on the Guntur&ndash;Guntakal railway line and falls under the Guntur railway division of South Central Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. The medium of instruction followed by different schools is English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Vinukonda</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05bcb716-79b5-4b88-9cea-a426514e29fc_Vinukonda.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-vinukonda-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"vinukonda","slug":"vinukonda"}],"recommendations":[{"id":1209,"title":"Top Places to visit in Pedana, Andhra Pradesh","imageUrl":"76fff32b-5d1e-44f9-a66b-a63cf7e41d12_Pedana.jpg","dateCreated":"2020-04-12T08:34:05.559Z","dateModified":"2020-04-12T08:34:17.153Z","contributedBy":"AskGif","content":"Pedana is a municipality and the headquarters of Pedana Mandal under the Machilipatnam revenue division of Krishna district of the Indian state of Andhra Pradesh. It is located at a distance of 8 km (5.0 mi) from the district headquarters, Machilipatnam.\r\n&nbsp;\r\nGeography\r\nP","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76fff32b-5d1e-44f9-a66b-a63cf7e41d12_Pedana.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pedana","slug":"pedana"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-pedana-andhra-pradesh","total":0},{"id":1180,"title":"Top Places to visit in Attili, Andhra Pradesh","imageUrl":"f2e7e3b2-7e39-4341-870f-d07766762d1e_Attili.jpg","dateCreated":"2020-04-09T15:27:58.601Z","dateModified":"2020-04-09T15:28:22.6Z","contributedBy":"AskGif","content":"Attili is a village in West Godavari district of the Indian state of Andhra Pradesh. It belongs to Tanuku constituency in Kovvur revenue division.\r\n&nbsp;\r\nDemographics\r\nAs of 2011 Census of India, Attili had a population of 25004. The total population constitute, 12509 males","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2e7e3b2-7e39-4341-870f-d07766762d1e_Attili.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"attili","slug":"attili"}],"slug":"top-places-to-visit-in-attili-andhra-pradesh","total":0},{"id":287,"title":"Top Places to visit in Prakasam, Ongole, Andhra Pradesh","imageUrl":"85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","dateCreated":"2019-03-06T14:53:37.9Z","dateModified":"2019-03-06T15:08:29.53Z","contributedBy":"AskGif","content":"Prakasam district is an administrative district in the Coastal Andhra region of the Indian state of Andhra Pradesh. The headquarters of the district are located at Ongole. It is located on the western shore of Bay of Bengal and is bounded by Guntur district on the north, Kurnool district on the w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ongole","slug":"ongole"},{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"prakasam","slug":"prakasam"}],"slug":"top-places-to-visit-in-prakasam-ongole-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}