{"id":1247,"title":"Top Places to visit in Pasighat, Arunachal Pradesh","imageUrl":"7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","dateCreated":"2020-04-23T04:28:06.947Z","dateModified":"2020-04-23T04:28:18.423Z","contributedBy":"AskGif","content":"<p>Pasighat is the headquarter of East Siang district in the Indian state of Arunachal Pradesh. Situated at the eastern foothills of the Himalayas at 155 meters above mean sea level, Pasighat is Arunachal's oldest town. The Government of India included Pasighat in the Smart Cities Mission development scheme in June, 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Pasighat is the land of the mighty Siang and indigenous hanging bridges. A waterfall graces the mountain cliffs and chills the vicinity. The places of attraction in the town are:</p>\r\n<p>&nbsp;</p>\r\n<p>The Daying Ering Wildlife Sanctuary in Arunachal Pradesh, India, is one of the most popular wildlife parks of the state. Spread over an area of 190 square kilometres (73 sq mi), alluvial grasslands form the major area and wooded areas constitute about 15%. The rest is water. Present land of the sanctuary was mostly donated by the mebo and monngu Banngos. It was, is, and will always be popularly called Jopong, which was a named given by locals and land owners in memory and honour of RUTUM JOTAN Pertin during 1790s. A term coined by Pertin-PANNGINNG friendship and accepted by all since last 225 years.</p>\r\n<p>Pangin is about 60 km from Pasighat, and connected by road. It stands at a point where River Siyom meets River Siang and the blue waters of Siyom meet the green Siang. Besides above, the district is endowed with some scenic locations particularly on both sides of the Siang. There are also a number of rare plants and herbs which are of medicinal importance. Botanists and Zoologists can have ample scope for study of the rich plant and wildlife resources.</p>\r\n<p>Bodak Scenic Area: The Bodak-Mebo-Jengging Scenic Area is a popular picnic spot for tourists from neighbouring states, towns and the residents of Pasighat. The scenic area is a large forested area with villages, agricultural lands within, at about 15 kilometres away from the Pasighat main town. The scenic area is along the highway starting from the Siang Bridge and diverges to Mebo village on the right hand side and to Jengging village on the left hand side. The road to Jenning is much more frequented because of the vistas of the Siang river from the road. Youngsters are frequently seen going on a long drive in this area. The area is also home to the M&iuml;du Lereng stone monolith. Villagers of the area have shown concern about the garbage generated and destruction to the environment from frequent tourist visits and many regular picnic spots are now taxed by NGOs who maintain the pristine environment. Village level governments of the nearby villages have been very critical over the matter and have erected notices, warnings and appointed members of the village on a rotational basis to keep an eye for possible damages to property, environment, and poaching and trespassing. There are fines in place for the defaulters.</p>\r\n<p>Kekar Monying: A mountain cliff near Rottung is an important historical place because it was here that the Adi put up a strong resistance against the British in 1911. The war was a part of a punitive expedition undertaken by the British for murdering Noel Williamson, a political officer in the previous year by Matmur Jamoh, a native of Yagrung village.</p>\r\n<p>Komsing: A village on the left bank of the Siang is the place of Williamson's murder. A stone epitaph bearing the name of Noel. Williamson still lies near the Siang.</p>\r\n<p>Komlighat used to be a river port at an earlier time. The ghat marks the area of the colonial town of Pasighat which has been submerged into the Siang river following a flood and the river changing its course. Now a popular evening spot, the area is frequented by families, youngsters, and the health conscious for jogging, yoga, etc. The spot is also popular for its street food sold by vendors in the area. The ghat provides a wonderful view of the river and the hills surrounding the Pasighat plains. The distant hills are covered with snow in winters. The river bank in the area is very close to the floodplain, which makes for an excellent view with a large stretch of riverine beach. Paradoxically, the lower flood plain also makes it susceptible to flooding during the monsoon and thus, has rows of embankments and other flood control mechanisms.</p>\r\n<p>Pasighat Buddhist Temple: Located in the opposite side of the air strip from the highway, this small temple serves as the only Buddhist worship place in Pasighat.</p>\r\n<p>East Siang District Museum: Also located in the opposite side of the Pasighat Airport, it is the district museum of the East Siang District.</p>\r\n<p>Adi Baane Kebang Headquarters: Pasighat also houses the headquarters of the Adi Baane Kebang, which acts as the de facto cultural parliament governing the cultural, linguistic, traditional aspects of the Adi ethnicity.</p>\r\n<p>Gomsi: A cultivation area near Rani Village is another place of historical importance. In June 1996 a team of archaeologists led by Shri T. Tada, Deputy Director, Archaeology of the Research Department conducted a trial excavation and survey in the site.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pasighat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-pasighat-arunachal-pradesh","tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"pasighat","slug":"pasighat"}],"recommendations":[{"id":1247,"title":"Top Places to visit in Pasighat, Arunachal Pradesh","imageUrl":"7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","dateCreated":"2020-04-23T04:28:06.947Z","dateModified":"2020-04-23T04:28:18.423Z","contributedBy":"AskGif","content":"Pasighat is the headquarter of East Siang district in the Indian state of Arunachal Pradesh. Situated at the eastern foothills of the Himalayas at 155 meters above mean sea level, Pasighat is Arunachal's oldest town. The Government of India included Pasighat in the Smart Cities Mission developmen","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"pasighat","slug":"pasighat"}],"slug":"top-places-to-visit-in-pasighat-arunachal-pradesh","total":0},{"id":337,"title":"Top Places to visit in Tawang, Tawang Town, Arunachal Pradesh","imageUrl":"8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","dateCreated":"2019-04-06T07:27:17.825Z","dateModified":"2019-04-06T07:53:17.843Z","contributedBy":"AskGif","content":"Tawang is a town in the Indian state of Arunachal Pradesh, situated at an elevation of approximately 3,048 metres (10,000 ft) to the east of Bhutan. The town once served as the district headquarters of West Kameng district, and became the district headquarters of Tawang district when it was forme","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tawang","slug":"tawang"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"tawang-town","slug":"tawang-town"}],"slug":"top-places-to-visit-in-tawang-tawang-town-arunachal-pradesh","total":0},{"id":323,"title":"Top Places to visit in Kra Daadi, Jamin, Arunachal Pradesh","imageUrl":"70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","dateCreated":"2019-03-25T16:59:50.11Z","dateModified":"2019-03-25T17:12:04.376Z","contributedBy":"AskGif","content":"Kra Daadi is a district in Arunachal Pradesh in north-eastern India. It was carved out of Kurung Kumey district on 7 February 2015.\r\nHistory\r\nThe creation of Kra Daadi district was approved on 21 March 2013 under the Arunachal Pradesh (Re-Organization of Districts) (Amendment) Bill.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kra-daadi","slug":"kra-daadi"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"jamin","slug":"jamin"}],"slug":"top-places-to-visit-in-kra-daadi-jamin-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}