{"id":1248,"title":"बारपेटा, असम में पर्यटक स्थल","imageUrl":"8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","dateCreated":"2020-04-23T05:20:05.945Z","dateModified":"2020-04-23T05:20:28.065Z","contributedBy":"AskGif","content":"<p>बारपेटा भारत में असम राज्य के बारपेटा जिले का एक शहर है और जिला मुख्यालय है। यह शहर गुवाहाटी से 90 किलोमीटर (56 मील) उत्तर-पश्चिम में स्थित है और पश्चिमी असम के प्रमुख शहरों में से एक है। आसपास के क्षेत्र में विभिन्न वैष्णव सतारों की उपस्थिति के कारण इसे असम का सतरा नगरी (मंदिर शहर) भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह 26.32 &deg; N 91.0 &deg; E पर स्थित है। इसकी औसत ऊंचाई 35 मीटर (114 फीट) है। यह मानस नेशनल पार्क से 40 किमी दूर है। तीन नदियाँ - चुलखोवा, मोरा नोदी (मृत नदी) और नखंदा, ये दोनों ही ब्रह्मपुत्र की सहायक नदियाँ हैं जो शहर से होकर जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>बारपेटा को पहले 'टाटीकुची' के नाम से जाना जाता था, जहाँ ताती का अर्थ बुनकर होता है और कुची का मतलब होता है देशी कमरुपी भाषा में गाँवों का एक समूह, यानी बुनकरों की भूमि। पुराने समय में, यह प्राचीन कामरूप का केंद्रीय हिस्सा था, जो पुराने कामरूप क्षेत्र के प्राचीन विभाजनों, कमरुपी पिठास के कामापीठ में शामिल था। उन्नीसवीं सदी में, बारपेटा शहर और आस-पास के क्षेत्र बारपेटा उपखंड के रूप में अविभाजित कामरूप जिले का हिस्सा बन गए। 1983 में, उपखंड को जिला का दर्जा मिला।</p>\r\n<p>&nbsp;</p>\r\n<p>वानिकी</p>\r\n<p>बारपेटा मानस राष्ट्रीय उद्यान का प्रवेश द्वार है, जो असम के राष्ट्रीय उद्यानों में से एक है और भारत के कुछ बाघ अभ्यारण्यों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, बारपेटा की आबादी 42,649 थी। 0-6 वर्ष की आयु के भीतर बच्चों की जनसंख्या 3673 है जो बारपेटा की कुल जनसंख्या का 8.61% है। महिला लिंग अनुपात 958 के एक राज्य औसत के मुकाबले 1008 का है। इसके अलावा, बारपेटा में बाल लिंग अनुपात 962 की असम राज्य औसत की तुलना में लगभग 994 है। बारपेटा शहर की साक्षरता दर 72.19% के राज्य औसत से 90.77% अधिक है। बारपेटा में, पुरुष साक्षरता लगभग 94.86% है जबकि महिला साक्षरता दर 86.73% है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>बारपेटा में एक उपोष्णकटिबंधीय जलवायु है, जिसमें सर्दियां और गर्म आर्द्र ग्रीष्मकाल होते हैं। हालांकि, यहां के लोग सर्दी और गर्मी दोनों का आनंद ले सकते हैं। एक गर्म दिन पर, कभी-कभी इस शहर में 35 उच्च सी के बाद 39 उच्च सी गर्म। भले ही हमें लगता है कि यह बहुत गर्म है, हम मानव शरीर को कोई नुकसान नहीं पहुंचाते हैं। सर्दियों के बाद भी, बारपेटा सिटी के पास के गांव के लोग नदी - तालाब में स्नान करते हैं</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>बारपेटा बारपेटा (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है। भारतीय राष्ट्रपति फकरुद्दीन अली अहमद जनिया एलएसी से विधायक और बारपेटा निर्वाचन क्षेत्र से सांसद थे। सैयद अब्दुर रूफ, ए.एफ. गोलम उस्मानी और अन्य प्रमुख व्यक्तियों ने संवैधानिक सभा में बारपेटा का प्रतिनिधित्व किया। जिले में 7 निर्वाचन क्षेत्र निर्वाचन क्षेत्र हैं। वे हैं जनाया, बाग़बार, सोरभोग, सरुखेत्री, बभनीपुर, चेंगा और बारपेटा।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>निकटतम रेलवे स्टेशन, हवाई अड्डा और बंदरगाह क्रमशः बारपेटा रोड, लोकप्रिया गोपीनाथ बोरदोलोई अंतर्राष्ट्रीय हवाई अड्डा और धुबई है। बारपेटा कस्बा नेशनल हाइवे 31 से हॉली से जुड़ा है, और राष्ट्रीय राजमार्ग 427 हाजो-दौलाशाल के माध्यम से इसे गुवाहाटी से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>अंबिकगिरी रायचौधरी, कवि और राष्ट्रवादी</p>\r\n<p>बनिकांत काकती, भाषाविद्</p>\r\n<p>चंद्र भारती, कवि</p>\r\n<p>ट्रेनों के लिए वैक्यूम ब्रेक के आविष्कार कर्नल गुरुप्रसाद दास</p>\r\n<p>फखरुद्दीन अली अहमद, भारत के पांचवें राष्ट्रपति</p>\r\n<p>कल्पना पटोवरी, गायिका</p>\r\n<p>महेंद्र मोहन चौधरी, असम के चौथे मुख्यमंत्री</p>\r\n<p>रामेश्वर पाठक, कमरुपी लोकजीत गायक</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Barpeta</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"tourist-places-in-barpeta-assam","tags":[{"name":"बारपेटा","slug":"barpeta"},{"name":"असम","slug":"assam"}],"recommendations":[{"id":367,"title":"लखीमपुर, उत्तरी लखीमपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","dateCreated":"2019-04-30T14:34:59.871Z","dateModified":"2019-04-30T14:42:31.312Z","contributedBy":"AskGif","content":"लखीमपुर भारत में असम राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय उत्तर लखीमपुर में स्थित है। यह जिला उत्तर में अरुणाचल प्रदेश के सियांग और पापम्पारे जिले और पूर्व में धेमाजी जिला और सुबानसिरी नदी से घिरा है। माजुली जिला दक्षिणी ओर है और पश्चिम में बिश्वनाथ जिला है।\r\n&nbsp;\r\nउत्तर ल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तरी-लखीमपुर","slug":"north-lakhimpur"},{"name":"असम","slug":"assam"},{"name":"लखीमपुर","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-north-lakhimpur-assam","total":0},{"id":365,"title":"करीमगंज में देखने के लिए शीर्ष स्थान, असम","imageUrl":"ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","dateCreated":"2019-04-29T16:08:59.918Z","dateModified":"2019-04-29T16:27:46.245Z","contributedBy":"AskGif","content":"करीमगंज असम, भारत के 33 जिलों में से एक है। करीमगंज शहर प्रशासनिक मुख्यालय जिला और इस जिले का सबसे बड़ा शहर दोनों है। यह मध्य असम और सीमाओं त्रिपुरा और बांग्लादेश के सिलहट डिवीजन में स्थित है। यह हलाकांडी और कछार के साथ बराक घाटी को बनाती है। ये तीनों जिले भारत के विभाजन से पहले ग्रेटर सिलहट क्षे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"करीमगंज","slug":"karimganj"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-karimganj-assam","total":0},{"id":358,"title":"गोलघाट में देखने के लिए शीर्ष स्थान, असम","imageUrl":"8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","dateCreated":"2019-04-22T15:12:38.434Z","dateModified":"2019-04-22T15:31:55.427Z","contributedBy":"AskGif","content":"गोलाघाट; असम के सबसे बड़े उपखंडों में से एक, जो बाद में 15 अगस्त 1987 को एक पूर्ण जिला मुख्यालय की स्थिति तक बढ़ा, एक शहर है, और एक नगर पालिका है, और गोलाघाट जिले के प्रशासनिक संचालन की सीट है, इसके अलावा जोरहाट के लिए एक बहन शहर है जो लगभग 55 किमी दूर है। यह असम के सबसे पुराने शहरी क्षेत्रों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"गोलाघाट","slug":"golaghat"}],"slug":"top-places-to-visit-in-golaghat-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}