{"id":1248,"title":"Tourist places in Barpeta, Assam","imageUrl":"8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","dateCreated":"2020-04-23T05:20:05.945Z","dateModified":"2020-04-23T05:20:28.065Z","contributedBy":"AskGif","content":"<p>Barpeta is a town in Barpeta district of the state of Assam in India and is district headquarters. The city is located 90 kilometres (56 mi) north-west of Guwahati and is one of the major cities in Western Assam. It is also called Satra Nagari (Temple town) of Assam due to the presence of various Vaishnavite Satras in the vicinity.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>It is located at 26.32&deg;N 91.0&deg;E. It has an average elevation of 35 metres (114 feet). It is 40 km away from Manas National Park. Three rivers - Chaulkhowa, Mora Nodi (Dead River) and Nakhanda, both of which are tributaries to the Brahmaputra run through the town.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The Barpeta was earlier known as 'Tatikuchi', where Tati stands for weaver and Kuchi means a cluster of villages in native Kamrupi language, i.e. the land of weavers. In ancient times, it was central part of erstwhile ancient Kamrup, included in Kamapitha of Kamarupa Pithas, the ancient divisions of old Kamrup region. In nineteenth-century, Barpeta town and adjoining areas became part of Undivided Kamrup district, as Barpeta subdivision. In 1983, the subdivision attained district status.</p>\r\n<p>&nbsp;</p>\r\n<p>Forestry</p>\r\n<p>Barpeta is the gateway to Manas National Park, one of the National Parks of Assam and one of the few tiger reserves of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Barpeta had a population of 42,649. The population of Children within the age of 0-6 is 3673 which is 8.61% of the total population of Barpeta. The female Sex Ratio is of 1008 against a state average of 958. Moreover, Child Sex Ratio in Barpeta is around 994 compared to Assam state average of 962. Literacy rate of Barpeta city is 90.77% higher than the state average of 72.19%. In Barpeta, Male literacy is around 94.86% while the female literacy rate is 86.73%.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>Barpeta has a subtropical climate, with chilly winters and hot humid summers. However, people here can enjoy both winter and hot. On a hot day, sometimes in this city after 35 high C to 39 High C warm. Even though we think it's too hot, we don't do any harm to the human body. Even after the winter, people from the village near Barpeta City Bath in the river - pond</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Barpeta is part of Barpeta (Lok Sabha constituency). Indian president Fakaruddin Ali Ahmed was an MLA from Jania LAC and MP from the Barpeta constituency. Syed Abdur Rouf, A.F Golam Osmani and other prominent persons represented Barpeta in the constitutional assembly. There 7 nos of Assembly Constituency in the district. Those are Jania, Baghbar, Sorbhog, Sarukhetri, Bhabanipur, Chenga and Barpeta.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The nearest railway station, airport and port is Barpeta Road, Lokpriya Gopinath Bordoloi International Airport and Dhubri respectively. Barpeta town is connected to National Highway 31 through Howly, and National Highway 427 via Hajo-Doulashal connects it to Guwahati.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Ambikagiri Raichoudhury, poet and nationalist</p>\r\n<p>Banikanta Kakati, linguist</p>\r\n<p>Chandra Bharati, poet</p>\r\n<p>Colonel Guruprasad Das, inventor of vacuum brakes for trains</p>\r\n<p>Fakhruddin Ali Ahmed, fifth president of India</p>\r\n<p>Kalpana Patowary, singer</p>\r\n<p>Mahendra Mohan Choudhry, fourth chief minister of Assam</p>\r\n<p>Rameshwar Pathak, Kamrupi Lokgeet singer</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Barpeta</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"tourist-places-in-barpeta-assam","tags":[{"name":"barpeta","slug":"barpeta"},{"name":"assam","slug":"assam"}],"recommendations":[{"id":367,"title":"Top Places to visit in Lakhimpur, North Lakhimpur, Assam","imageUrl":"60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","dateCreated":"2019-04-30T14:34:59.871Z","dateModified":"2019-04-30T14:42:31.312Z","contributedBy":"AskGif","content":"Lakhimpur is an administrative district in the state of Assam in India. The district headquarter is located at North Lakhimpur. The district is bounded on the North by Siang and Papumpare District of Arunachal Pradesh and on the East by Dhemaji District and Subansiri River. Majuli District stands","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-lakhimpur","slug":"north-lakhimpur"},{"name":"assam","slug":"assam"},{"name":"lakhimpur","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-north-lakhimpur-assam","total":0},{"id":365,"title":"Top Places to visit in Karimganj, Assam","imageUrl":"ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","dateCreated":"2019-04-29T16:08:59.918Z","dateModified":"2019-04-29T16:27:46.245Z","contributedBy":"AskGif","content":"Karimganj is one of the 33 districts of Assam, India. Karimganj city is both the administrative headquarters district and the biggest city of this district. It is located in Central Assam and borders Tripura and the Sylhet Division of Bangladesh. It makes up the Barak Valley alongside Hailakandi ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karimganj","slug":"karimganj"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-karimganj-assam","total":0},{"id":358,"title":"Top Places to visit in Golaghat, Assam","imageUrl":"8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","dateCreated":"2019-04-22T15:12:38.434Z","dateModified":"2019-04-22T15:31:55.427Z","contributedBy":"AskGif","content":"Golaghat; one of the largest subdivisions of Assam, later elevated to the position of a full&ndash;fledged district headquarter on 15 August 1987, is a city, and a municipality, and the seat of administrative operations of Golaghat district, besides being a sister city to Jorhat which is about 55","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"golaghat","slug":"golaghat"}],"slug":"top-places-to-visit-in-golaghat-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}