{"id":1249,"title":"Top Places to visit in Lanka, Assam","imageUrl":"0a97e092-1296-4edd-be4b-3e12cf2ebd83_Lanka.jpg","dateCreated":"2020-04-23T05:42:06.016Z","dateModified":"2020-04-23T05:42:33.847Z","contributedBy":"AskGif","content":"<p>Lanka is a town and a town area committee in Hojai district in the Indian state of Assam. Lanka's name is probably given after the name Lanka of Ramayana. Assamese poet Madhava Kandali was said to be an inhabitant of Lanka, who wrote Saptakanda Ramayana, under the patronage of Varāha-Rājā Mahamanikya.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Lanka town of Hojai District, Assam has located about 11 km from the district headquarter Sankar Dev Nagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2001 India census, Lanka is a Municipal Board having 11 Wards. Lanka had a population of 36,805. Males constitute 52% of the population and females 48%. Lanka has an average literacy rate of 86.85%, higher than the national average of 72.19%: male literacy is 91.20%, and female literacy is 82.28%.</p>\r\n<p>&nbsp;</p>\r\n<p>Connectivity</p>\r\n<p>Lanka town is connected by the erstwhile National Highway 54 connecting nearby Dabaka (25 km.)with Silchar (305 km. This highway is now numbered as NH-27, an east-west corridor connecting Porbander in Gujarat to Silchar in Assam. The highway is being developed as a four-lane highway by the National Highways Authority of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Lanka is also served by a railway line which Guwahati - Lumding BG line connecting to all parts of Assam and also to Delhi, Howrah, etc. The town is about 150 km by rail and 185 km. by road from Guwahati.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The name &lsquo;Dabak&rsquo; is a derivative of the Sanskrit word &lsquo;Devark&rsquo; According to Historian Rajmohan Nath, In olden times, times there was the scarcity of water, and then by the regional language Lang Kha means the same, hence the name of the place came into being.</p>\r\n<p>&nbsp;</p>\r\n<p>During that time the place was barren land. During the British Invasions, water was brought by wagons and this place was also made the base camps. It was only after the 1950 Assam&ndash;Tibet earthquake that the water level raised again.</p>\r\n<p>&nbsp;</p>\r\n<p>Rangmahala, a place in the outskirts of Lanka had the King's Amusement palace or Rangmahal. After the rulers abandoned Lanka, Khasi-Jayantiya started to rule.</p>\r\n<p>&nbsp;</p>\r\n<p>When King Viswasundar was the ruler of DABAK, Lanka was an independent state. An inscription of the 13th century discovered near Dabaka has the following lines about Lanka:</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo; Kachhar rajyad jayantay lankanta rajyabanta Yajnamenong daabeka mandali mathastha karyamasa&rdquo; The Lankeswari Temple is of historical significance for the place. It's very much Linked to the Heart and culture of Lanka`</p>\r\n<p>&nbsp;</p>\r\n<p>In the earlier times, the year 1505 to be precise, the first prophet of the Sikhs, Guru Nanak Dev had visited Kamrup, Assam. This fact is recorded in the documents concerning the numerous journeys undertaken by Guru Nanak in various stages of his life. It is said that he had Srimanta Shankardeva, the founder of the Mahapuruxiya Dharma as the Guru traveled from Dhaka to Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>After this journey by the first Guru, Ninth Guru or prophet of Sikhs Guru Tegh Bahadur also visited Assam in 1668. This was the time when armies of Aurangzeb tried the best to cross the Brahmaputra river and enter the Assam. They were thoroughly routed by the Ahom general Lachit Borphukan. Guru visited the place called Dhubri. A famous for the Sikh Gurudwara was constructed to commemorate his visit. Every year Sikhs from all over India and foreign visit this holy place. The grateful Ahom King invited Guruji to the Kamakhya shrine, where he was honored.</p>\r\n<p>&nbsp;</p>\r\n<p>While some died and some came back to Punjab, a few stayed on and made Assam their home, raising families. Their descendants today &mdash;mostly concentrated in Nagaon district &mdash; are Assamese for all practical purposes, and none speaks Punjabi, but continue to maintain their Sikh identity and observe most tenets and traditions of the religion.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Lanka_(town)</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0a97e092-1296-4edd-be4b-3e12cf2ebd83_Lanka.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-lanka-assam","tags":[{"name":"assam","slug":"assam"},{"name":"lanka","slug":"lanka"}],"recommendations":[{"id":1248,"title":"Tourist places in Barpeta, Assam","imageUrl":"8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","dateCreated":"2020-04-23T05:20:05.945Z","dateModified":"2020-04-23T05:20:28.065Z","contributedBy":"AskGif","content":"Barpeta is a town in Barpeta district of the state of Assam in India and is district headquarters. The city is located 90 kilometres (56 mi) north-west of Guwahati and is one of the major cities in Western Assam. It is also called Satra Nagari (Temple town) of Assam due to the presence of various","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"barpeta","slug":"barpeta"},{"name":"assam","slug":"assam"}],"slug":"tourist-places-in-barpeta-assam","total":0},{"id":371,"title":"Top Places to visit in Nalbari, Assam","imageUrl":"82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","dateCreated":"2019-05-04T08:14:45.2Z","dateModified":"2019-05-04T09:30:15.875Z","contributedBy":"AskGif","content":"Nalbari is a town and a municipal board in Nalbari district in the Indian state of Assam. Nalbari town is also the headquarters of Nalbari District. The town is one of many towns covered under proposed 'State Capital Region'.\r\n&nbsp;\r\nNalbari is an administrative district in the sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"nalbari","slug":"nalbari"}],"slug":"top-places-to-visit-in-nalbari-assam","total":0},{"id":355,"title":"Top Places to visit in Dima Hasao, Haflong, Assam","imageUrl":"1f87c9e5-8ffa-437b-b726-169220e96284_haflong-railway-station.jpg","dateCreated":"2019-04-19T14:24:34.585Z","dateModified":"2019-04-19T15:01:05.402Z","contributedBy":"AskGif","content":"Dima Hasao district &mdash; earlier called North Cachar Hills district &mdash; is an administrative district in the state of Assam in north-eastern India. As of 2011 it is the least populous district of Assam (out of 27). \"Dima Hasao\" means \"Dimasa Hills\" in the Dimasa language.\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f87c9e5-8ffa-437b-b726-169220e96284_haflong-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dima-hasao","slug":"dima-hasao"},{"name":"haflong","slug":"haflong"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-dima-hasao-haflong-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}