{"id":1249,"title":"लंका में देखने के लिए शीर्ष स्थान, असम","imageUrl":"0a97e092-1296-4edd-be4b-3e12cf2ebd83_Lanka.jpg","dateCreated":"2020-04-23T05:42:06.016Z","dateModified":"2020-04-23T05:42:33.847Z","contributedBy":"AskGif","content":"<p>लंका भारतीय राज्य असम में होजई जिले में एक शहर और एक नगर क्षेत्र समिति है। लंका का नाम संभवत: रामायण के लंका नाम के बाद दिया गया है। असम के कवि माधव कंडाली को लंका का निवासी कहा जाता था, जिन्होंने वर-राजा महामणिक्य के संरक्षण में सप्तकंद रामायण लिखी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>होजई जिले का लंका शहर, असम जिला मुख्यालय संकर देव नगर से लगभग 11 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, लंका एक नगर मंडल है जिसमें 11 वार्ड हैं। लंका की आबादी 36,805 थी। पुरुषों की आबादी 52% और महिलाओं की 48% है। लंका की औसत साक्षरता दर 86.85% है, जो राष्ट्रीय औसत 72.19% से अधिक है: पुरुष साक्षरता 91.20% है, और महिला साक्षरता 82.28% है।</p>\r\n<p>&nbsp;</p>\r\n<p>कनेक्टिविटी</p>\r\n<p>लंका शहर पूर्व में डाबका (25 किमी।) को सिलचर (305 किमी) से जोड़ता हुआ राष्ट्रीय राजमार्ग 54 से जुड़ा हुआ है। इस राजमार्ग को अब NH-27 के रूप में गिना जाता है, जो गुजरात में पोरबंदर से असम में सिलचर को जोड़ने वाला एक पूर्व-पश्चिम गलियारा है। राजमार्ग भारतीय राष्ट्रीय राजमार्ग प्राधिकरण द्वारा चार-लेन राजमार्ग के रूप में विकसित किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>लंका भी एक रेलवे लाइन द्वारा सेवा की जाती है जो गुवाहाटी - लुमडिंग बीजी लाइन है जो असम के सभी हिस्सों से जुड़ती है और दिल्ली, हावड़ा आदि से भी जुड़ी है। यह शहर रेल द्वारा लगभग 150 किमी और 185 किमी दूर है। गुवाहाटी से सड़क द्वारा।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>'डबक' नाम संस्कृत के शब्द 'देवार्क' का व्युत्पन्न है। इतिहासकार राजमोहन नाथ के अनुसार, पुराने समय में, पानी की कमी थी, और फिर क्षेत्रीय भाषा से लैंग खा का अर्थ एक ही था, इसलिए इसका नाम जगह अस्तित्व में आई।</p>\r\n<p>&nbsp;</p>\r\n<p>उस दौरान जगह बंजर भूमि थी। ब्रिटिश आक्रमणों के दौरान, वैगनों द्वारा पानी लाया गया था और इस स्थान को आधार शिविर भी बनाया गया था। 1950 के असम-तिब्बत भूकंप के बाद ही जल स्तर फिर से बढ़ा।</p>\r\n<p>&nbsp;</p>\r\n<p>रंगमहल, लंका के बाहरी इलाके में एक जगह राजा का मनोरंजन महल या रंगमहल था। शासकों के लंका छोड़ने के बाद, खासी-जयंतिया शासन करने लगे।</p>\r\n<p>&nbsp;</p>\r\n<p>जब राजा विश्वसुंदर DABAK के शासक थे, लंका एक स्वतंत्र राज्य था। डबाका के पास खोजी गई 13 वीं शताब्दी के एक शिलालेख में लंका के बारे में निम्नलिखित पंक्तियाँ हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>\"कचहर राजयद जयंताय लंकांता राजयबंता यज्ञमानोंग दाबेका मंडली मठस्थ कर्ममासा\" स्थान के लिए लंकेश्वरी मंदिर का ऐतिहासिक महत्व है। यह बहुत हद तक हार्ट और लंका की संस्कृति से जुड़ा हुआ है</p>\r\n<p>&nbsp;</p>\r\n<p>पहले के समय में, 1505 सटीक, सिखों के पहले पैगम्बर, गुरु नानक देव ने कामरूप, असम का दौरा किया था। यह तथ्य उनके जीवन के विभिन्न चरणों में गुरु नानक द्वारा की गई कई यात्राओं से संबंधित दस्तावेजों में दर्ज है। ऐसा कहा जाता है कि उनके पास श्रीमहाकंवरदेव थे, जो महापुखिया धर्म के संस्थापक थे, गुरु ने ढाका से असम की यात्रा की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रथम गुरु, सिखों के नौवें गुरु या सिखों के पैगंबर गुरु तेग बहादुर की यात्रा के बाद, 1668 में असम का दौरा भी किया। यह वह समय था जब औरंगजेब की सेनाओं ने ब्रह्मपुत्र नदी को पार करने और असम में प्रवेश करने की सबसे अच्छी कोशिश की थी। वे अहोम जनरल लाचिट बोरफुकन द्वारा पूरी तरह से रूट किए गए थे। गुरु ने धुबरी नामक स्थान का दौरा किया। सिख गुरुद्वारा के लिए एक प्रसिद्ध का निर्माण उनकी यात्रा को मनाने के लिए किया गया था। हर साल पूरे भारत के सिख और विदेशी इस पवित्र स्थान पर जाते हैं। कृतज्ञ अहोम राजा ने गुरुजी को कामाख्या मंदिर में आमंत्रित किया, जहाँ उन्हें सम्मानित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जबकि कुछ की मृत्यु हो गई और कुछ पंजाब लौट आए, कुछ ने रहकर असम को अपना घर बना लिया, परिवारों का पालन-पोषण किया। उनके वंशज आज - नागांव जिले में पूरी तरह से केंद्रित हैं - सभी व्यावहारिक उद्देश्यों के लिए असमिया हैं, और कोई भी पंजाबी नहीं बोलता है, लेकिन अपनी सिख पहचान बनाए रखना और धर्म के अधिकांश सिद्धांतों और परंपराओं का पालन करना जारी रखता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Lanka_(town)</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0a97e092-1296-4edd-be4b-3e12cf2ebd83_Lanka.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-lanka-assam","tags":[{"name":"असम","slug":"assam"},{"name":"लंका","slug":"lanka"}],"recommendations":[{"id":1248,"title":"बारपेटा, असम में पर्यटक स्थल","imageUrl":"8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","dateCreated":"2020-04-23T05:20:05.945Z","dateModified":"2020-04-23T05:20:28.065Z","contributedBy":"AskGif","content":"बारपेटा भारत में असम राज्य के बारपेटा जिले का एक शहर है और जिला मुख्यालय है। यह शहर गुवाहाटी से 90 किलोमीटर (56 मील) उत्तर-पश्चिम में स्थित है और पश्चिमी असम के प्रमुख शहरों में से एक है। आसपास के क्षेत्र में विभिन्न वैष्णव सतारों की उपस्थिति के कारण इसे असम का सतरा नगरी (मंदिर शहर) भी कहा जाता ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बारपेटा","slug":"barpeta"},{"name":"असम","slug":"assam"}],"slug":"tourist-places-in-barpeta-assam","total":0},{"id":371,"title":"नलबाड़ी में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","dateCreated":"2019-05-04T08:14:45.2Z","dateModified":"2019-05-04T09:30:15.875Z","contributedBy":"AskGif","content":"नलबाड़ी भारतीय राज्य असम में नलबाड़ी जिले में एक शहर और एक नगरपालिका बोर्ड है। नलबाड़ी शहर नलबाड़ी जिले का मुख्यालय भी है। यह शहर प्रस्तावित 'राज्य राजधानी क्षेत्र' के अंतर्गत आने वाले कई शहरों में से एक है।\r\n&nbsp;\r\nनलबाड़ी भारत में असम राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"नलबाड़ी","slug":"nalbari"}],"slug":"top-places-to-visit-in-nalbari-assam","total":0},{"id":355,"title":"दीमा हसाओ, हाफलोंग में देखने के लिए शीर्ष स्थान, असम","imageUrl":"1f87c9e5-8ffa-437b-b726-169220e96284_haflong-railway-station.jpg","dateCreated":"2019-04-19T14:24:34.585Z","dateModified":"2019-04-19T15:01:05.402Z","contributedBy":"AskGif","content":"दीमा हसाओ जिला - जिसे पहले उत्तर कछार हिल्स जिला कहा जाता था - उत्तर-पूर्वी भारत में असम राज्य का एक प्रशासनिक जिला है। 2011 तक यह असम का सबसे कम आबादी वाला जिला है (27 में से)। \"दीमा हसाओ\" का मतलब है, दिमासा भाषा में \"डिमसा हिल्स\"।\r\n&nbsp;\r\nदीमा हसाओ (एन। सी। हिल्स) जिला असम राज्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f87c9e5-8ffa-437b-b726-169220e96284_haflong-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दीमा-हसाओ","slug":"dima-hasao"},{"name":"हाफलोंग","slug":"haflong"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-dima-hasao-haflong-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}