{"id":1250,"title":"Top Places to visit in Lumding, Assam","imageUrl":"c686b196-e59a-4fb2-83cf-e75becd7b3cd_Lumding.jpg","dateCreated":"2020-04-23T13:07:46.398Z","dateModified":"2020-04-23T13:08:10.652Z","contributedBy":"AskGif","content":"<p>Lumding is a city with a municipal board in the Hojai district in the Indian state of Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Over the years Lumding has developed into a township. The railway township had always enjoyed scant rainfall during the rainy season every year, although the trend has significantly altered over the past few decades. Also, Lumding was used as a radar station during World War II by the British.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Railway</p>\r\n<p>Lumding railway division is famous for being the biggest divisional headquarters of the North-East Frontier Railway and the biggest junction in the North-Eastern part of the country. The town is also the gateway to the visually enchanting Lumding-Badarpur hill-tract between Lumding and Badarpur. The track has been included as a UNESCO Heritage site a few years back.</p>\r\n<p>&nbsp;</p>\r\n<p>Lumding railway station is an important Railway Junction and Railway Division in the Northeast Frontier Railways as it connects Tripura to Assam. It used to have both Meter Gauge and Broad Gauge. The BG line is of Guwahati-Lumding-Dibrugarh Town and the MG line was the Lumding&ndash;Sabroom section. Now BG line is made from Silchar/Sabroom via Lumding to Kolkata as new constructions. MG lines are now completely replaced with BG.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The town Lumding has a number of secondary schools and high schools like B M B high school, Railway Higher Secondary School, Don Bosco High School, Kendriya Vidyalaya, Dakshin Lumding Vidya Niketan, Pranab Vidyapith, National Higher Secondary School, Pranabananda Vidya Mandir, East Lumding High School, Bir Kanaklata L.P. School, BLBSDV Hindi High School, Shankar Dev School, etc. Preschools like kidzee are also there. Institutes of dance, music, martial arts, drama, mental education like chess, etc are also very known here these days and the instructors of these institutions are also nationally claimed.</p>\r\n<p>&nbsp;</p>\r\n<p>The town has the oldest established college named \"Lumding College, 1959\", affiliated to the Gauhati University and \"Women's' College\" newly opened, which is under Bharat Sevashram Sangha and 3 private colleges one of them is Gyandeep jr. College. But HS is now included in most of the schools including Kendriya Vidyalaya, Pranabananda Vidya Mandir, National Higher Secondary School.</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from primary education, Lumding town is also a place for coaching centers for competitive exams of medical, engineering, banks, polytechnic, UPSC, SSC, etc. Computer institutes are also abundant in number.</p>\r\n<p>&nbsp;</p>\r\n<p>It should be mentioned here that Lumding holds the record of producing great talents since time immemorial.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Lumding is part of Nowgong (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Religion</p>\r\n<p>According to the official census of 2011, Lumding has a population of 31,347 in which Hinduism is the majority religion in Lumding followed by around 30,479 peoples. Islam, Christianity, Buddhism, Sikhism, and Jainism have a negligible population in Lumding.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion in Lumding (2011)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; Hinduism (97.23%)</p>\r\n<p>&nbsp; Islam (1.45%)</p>\r\n<p>&nbsp; Christianity (0.41%)</p>\r\n<p>&nbsp; Buddhism (0.39%)</p>\r\n<p>&nbsp; Sikhism (0.26%)</p>\r\n<p>&nbsp; Jainism (0.20%)</p>\r\n<p>Geography, Cultures and people</p>\r\n<p>Lumding is a mixture of towns, villages, and cities. On the path to Upper Assam, Lumding enjoys a hilly, subterranean landscape with dense reserve forests bounding it from all sides. In the south of it are the magnificent North Cachar Hills.</p>\r\n<p>&nbsp;</p>\r\n<p>Haflong, The only hill station of Assam is a close destination from Lumding. The region sports small rivers through its hilly terrain and is beautiful to watch during the rainy seasons. Rivers form a major part of the agricultural practices in Lumding and nearby villages to it.</p>\r\n<p>&nbsp;</p>\r\n<p>Lumding is a place of almost all Indian religions and languages. People are very friendly and helpful. Festivals like Durga puja, Sitala puja, Janmashtmi, Maghi Purnima, Rath yatra, Van Mahotsav, Chhath are really famous and people from many parts of the state as well as the country visits during these festivals. Also, Eid, Christmas, Buddha Purnima, or (Vesak in other countries), Baisakhi, etc festivals of different religions are also celebrated grandly.</p>\r\n<p>&nbsp;</p>\r\n<p>Bihu, Poush parvan, Nepali festivals, Independence and Republic days, birthdays of famous personalities like Rabindranath Tagore, Kazi Nazrul Islam, Bhupen Hazarika, Subhash Chandra Bose, etc are also seen to be celebrated here in a grand manner. People of different languages and communities live together and enjoy festivities here. It is a very peaceful place as compared to the nearby places of other districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>Hills of Lumding puts it to a notable altitude from the sea level, but summers here can burn you up to 40 &deg;C and the winters can be as chilling as 4-5 &deg;C with fog and mist intervening in the early hours of the day. Monsoon is a notable season here, with rainfall around 60-125mm at an average. But its hills and altitude prevent any flooding in the region during heavy monsoon.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Lumding</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c686b196-e59a-4fb2-83cf-e75becd7b3cd_Lumding.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-lumding-assam","tags":[{"name":"lumding","slug":"lumding"},{"name":"assam","slug":"assam"}],"recommendations":[{"id":1256,"title":"Top Places to visit in Rangiya, Assam","imageUrl":"bc581d67-a6b2-4e8d-90e3-31a956b5a3c7_Rangiya.jpg","dateCreated":"2020-04-24T14:26:40.741Z","dateModified":"2020-04-24T14:26:52.729Z","contributedBy":"AskGif","content":"Rangiya or Rangia is a town and a municipal board in Kamrup rural district in the Indian state of Assam. It is the regional divisional headquarters of the North East Frontier Railway. It's situated 52 kilometres away from the state headquarters Dispur Guwahati and 39 kilometres from Jalukbari.</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bc581d67-a6b2-4e8d-90e3-31a956b5a3c7_Rangiya.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"rangiya","slug":"rangiya"}],"slug":"top-places-to-visit-in-rangiya-assam","total":0},{"id":361,"title":"Top Places to visit in Jorhat, Assam","imageUrl":"5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","dateCreated":"2019-04-25T18:21:54.709Z","dateModified":"2019-04-25T18:44:21.403Z","contributedBy":"AskGif","content":"Jorhat is a city and one of the important urban centres in the state of Assam in India.&nbsp;\r\n&nbsp;\r\nJorhat is an administrative district of the Indian state of Assam situated in the central part of the Brahmaputra Valley. The district is bounded by Majuli on north, Nagaland state","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jorhat","slug":"jorhat"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-jorhat-assam","total":0},{"id":360,"title":"Top Places to visit in Hojai, Assam","imageUrl":"35f35a79-ff0c-4e0a-93e1-387d35a28a64_Hojai-railway.jpg","dateCreated":"2019-04-24T15:55:07.74Z","dateModified":"2019-04-24T15:59:44.129Z","contributedBy":"AskGif","content":"Hojai is a city and a municipal board in Hojai district in the Indian state of Assam. It was part of the Nagaon district until 15 August 2015 when it became a new district of the state. Hojai is a Dimasa word and also one of the 40 male clans.\r\n&nbsp;\r\nGeography\r\nHojai is loc","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35f35a79-ff0c-4e0a-93e1-387d35a28a64_Hojai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hojai","slug":"hojai"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-hojai-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}