{"id":1250,"title":"लुमडिंग में देखने के लिए शीर्ष स्थान, असम","imageUrl":"c686b196-e59a-4fb2-83cf-e75becd7b3cd_Lumding.jpg","dateCreated":"2020-04-23T13:07:46.398Z","dateModified":"2020-04-23T13:08:10.652Z","contributedBy":"AskGif","content":"<p>लुमडिंग भारतीय राज्य असम में होजई जिले में एक नगरपालिका बोर्ड के साथ एक शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>इन वर्षों में लुमडिंग एक टाउनशिप के रूप में विकसित हुई है। रेलवे टाउनशिप ने हर साल बारिश के मौसम में हमेशा बारिश का आनंद लिया था, हालांकि पिछले कुछ दशकों में यह प्रवृत्ति काफी बदल गई है। इसके अलावा, ब्रिटिश द्वारा द्वितीय विश्व युद्ध के दौरान लुमडिंग को रडार स्टेशन के रूप में इस्तेमाल किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेलवे</p>\r\n<p>लुमडिंग रेलवे डिवीजन नॉर्थ-ईस्ट फ्रंटियर रेलवे का सबसे बड़ा डिवीजनल मुख्यालय और देश के नॉर्थ-ईस्टर्न हिस्से में सबसे बड़ा जंक्शन होने के लिए प्रसिद्ध है। यह शहर लुमडिंग और बदरपुर के बीच दृष्टिहीन लुमडिंग-बदरपुर पहाड़ी मार्ग का प्रवेश द्वार भी है। इस ट्रैक को कुछ साल पहले यूनेस्को के हेरिटेज साइट के रूप में शामिल किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>लुमडिंग रेलवे स्टेशन पूर्वोत्तर सीमांत रेलवे में एक महत्वपूर्ण रेलवे जंक्शन और रेलवे डिवीजन है क्योंकि यह त्रिपुरा को असम से जोड़ता है। इसमें मीटर गेज और ब्रॉड गेज दोनों हुआ करते थे। बीजी लाइन गुवाहाटी-लुमडिंग-डिब्रूगढ़ टाउन की है और एमजी लाइन लुमडिंग-सबरूम सेक्शन थी। अब बीजी लाइन सिलचर / सबरूम से लुमडिंग होते हुए कोलकाता तक नए निर्माण के रूप में बनाई गई है। एमजी लाइनों को अब पूरी तरह से बीजी से बदल दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर लुमडिंग में कई माध्यमिक स्कूल और हाई स्कूल हैं जैसे बीएमबी हाई स्कूल, रेलवे हायर सेकेंडरी स्कूल, डॉन बॉस्को हाई स्कूल, केंद्रीय विद्यालय, दक्षिण लमडिंग विद्या निकेतन, प्रणब विद्यापीठ, नेशनल हायर सेकेंडरी स्कूल, प्रणबानंद विद्या मंदिर, ईस्ट लुमडिंग हाई स्कूल स्कूल, बीर कनकलता एलपी स्कूल, बीएलबीएसडीवी हिंदी हाई स्कूल, शंकर देव स्कूल, आदि पूर्वस्कूली जैसे बच्चे भी हैं। नृत्य, संगीत, मार्शल आर्ट, ड्रामा, शतरंज जैसी मानसिक शिक्षा इत्यादि के संस्थान भी इन दिनों बहुत प्रसिद्ध हैं और इन संस्थानों के प्रशिक्षकों का राष्ट्रीय स्तर पर दावा भी किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में \"लुमडिंग कॉलेज, 1959\" नाम का सबसे पुराना स्थापित कॉलेज है, जो गौहाटी विश्वविद्यालय और \"महिला कॉलेज\" से जुड़ा हुआ है, जो कि भारत सेवाश्रम संघ और 3 निजी कॉलेजों के अधीन है। इनमें से एक ज्ञानदीप जूनियर है। कॉलेज। लेकिन एचएस अब केंद्रीय विद्यालय, प्रणबानंद विद्या मंदिर, राष्ट्रीय उच्चतर माध्यमिक विद्यालय सहित अधिकांश स्कूलों में शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्राथमिक शिक्षा के अलावा, लुमडिंग शहर मेडिकल, इंजीनियरिंग, बैंकों, पॉलिटेक्निक, यूपीएससी, एसएससी आदि की प्रतियोगी परीक्षाओं के लिए कोचिंग सेंटरों के लिए भी एक जगह है। कंप्यूटर संस्थान भी संख्या में प्रचुर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यहाँ यह उल्लेख किया जाना चाहिए कि लुमडिंग प्राचीन काल से ही महान प्रतिभाओं का निर्माण करने का रिकॉर्ड रखती है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>लुमडिंग नोवोंग (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म</p>\r\n<p>2011 की आधिकारिक जनगणना के अनुसार, लुमडिंग की आबादी 31,347 है जिसमें लुमडिंग में हिंदू धर्म बहुसंख्यक धर्म है, जिसके बाद लगभग 30,479 लोग हैं। इस्लाम, ईसाई धर्म, बौद्ध धर्म, सिख धर्म और जैन धर्म में लुमडिंग में एक नगण्य आबादी है।</p>\r\n<p>&nbsp;</p>\r\n<p>लुमडिंग में धर्म (2011)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; हिंदू धर्म (97.23%)</p>\r\n<p>&nbsp; इस्लाम (1.45%)</p>\r\n<p>&nbsp; ईसाई धर्म (0.41%)</p>\r\n<p>&nbsp; बौद्ध धर्म (0.39%)</p>\r\n<p>&nbsp; सिख धर्म (0.26%)</p>\r\n<p>&nbsp; जैन धर्म (0.20%)</p>\r\n<p>भूगोल, संस्कृति और लोग</p>\r\n<p>लुमडिंग कस्बों, गांवों और शहरों का मिश्रण है। ऊपरी असम के रास्ते पर, लुमडिंग में एक पहाड़ी, भूमिगत परिदृश्य का आनंद मिलता है, जिसमें सभी तरफ से घने आरक्षित वन हैं। इसके दक्षिण में शानदार उत्तरी कछार पहाड़ियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हाफलोंग, असम का एकमात्र हिल स्टेशन लुमडिंग से एक नज़दीकी गंतव्य है। क्षेत्र अपने पहाड़ी इलाकों के माध्यम से छोटी नदियों को खेलता है और बरसात के मौसम के दौरान देखने के लिए सुंदर है। लुमडिंग और इसके आस-पास के गाँवों में नदियाँ कृषि पद्धतियों का एक बड़ा हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लुमडिंग लगभग सभी भारतीय धर्मों और भाषाओं का स्थान है। लोग बहुत मिलनसार और मददगार हैं। दुर्गा पूजा, शीतला पूजा, जन्माष्टमी, माघी पूर्णिमा, रथ यात्रा, वन महोत्सव, छठ जैसे त्यौहार वास्तव में प्रसिद्ध हैं और इन त्योहारों के दौरान देश के साथ-साथ देश के कई हिस्सों से लोग आते हैं। इसके अलावा, ईद, क्रिसमस, बुद्ध पूर्णिमा, या (अन्य देशों में वेसाक), बैसाखी, आदि विभिन्न धर्मों के त्योहार भी भव्य रूप से मनाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बिहू, पौष पर्व, नेपाली त्योहार, स्वतंत्रता और गणतंत्र दिवस, रवींद्रनाथ टैगोर, काजी नजरूल इस्लाम, भूपेन हजारिका, सुभाष चंद्र बोस, आदि जैसी प्रसिद्ध हस्तियों के जन्मदिन भी यहां भव्य तरीके से मनाए जाते हैं। विभिन्न भाषाओं और समुदायों के लोग एक साथ रहते हैं और यहां उत्सव का आनंद लेते हैं। अन्य जिलों के आस-पास के स्थानों की तुलना में यह बहुत ही शांतिपूर्ण स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>लुमडिंग की पहाड़ियाँ इसे समुद्र तल से एक उल्लेखनीय ऊँचाई तक ले जाती हैं, लेकिन यहाँ ग्रीष्मकाल आपको 40 &deg; C तक जला सकता है और सर्दियाँ दिन के शुरुआती घंटों में कोहरे और धुंध के साथ 4-5 &deg; C तक ठंडी हो सकती हैं। । मानसून यहाँ एक उल्लेखनीय मौसम है, यहाँ औसतन 60-125 मिमी वर्षा होती है। लेकिन इसकी पहाड़ियों और ऊंचाई भारी मानसून के दौरान क्षेत्र में किसी भी बाढ़ को रोकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Lumding</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c686b196-e59a-4fb2-83cf-e75becd7b3cd_Lumding.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-lumding-assam","tags":[{"name":"लुमडिंग","slug":"lumding"},{"name":"असम","slug":"assam"}],"recommendations":[{"id":1256,"title":"रंगिया में देखने के लिए शीर्ष स्थान, असम","imageUrl":"bc581d67-a6b2-4e8d-90e3-31a956b5a3c7_Rangiya.jpg","dateCreated":"2020-04-24T14:26:40.741Z","dateModified":"2020-04-24T14:26:52.729Z","contributedBy":"AskGif","content":"रंगिया या रंगिया भारतीय राज्य असम के कामरूप ग्रामीण जिले में एक शहर और एक नगरपालिका बोर्ड है। यह नॉर्थ ईस्ट फ्रंटियर रेलवे का क्षेत्रीय प्रभागीय मुख्यालय है। यह राज्य मुख्यालय दिसपुर गुवाहाटी से 52 किलोमीटर और जलुकबारी से 39 किलोमीटर दूर स्थित है।\r\n&nbsp;\r\nशब्द-साधन\r\nइंडिक शब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bc581d67-a6b2-4e8d-90e3-31a956b5a3c7_Rangiya.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"रंगिया","slug":"rangiya"}],"slug":"top-places-to-visit-in-rangiya-assam","total":0},{"id":361,"title":"जोरहाट में देखने के लिए शीर्ष स्थान, असम","imageUrl":"5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","dateCreated":"2019-04-25T18:21:54.709Z","dateModified":"2019-04-25T18:44:21.403Z","contributedBy":"AskGif","content":"जोरहाट एक शहर है और भारत में असम राज्य के महत्वपूर्ण शहरी केंद्रों में से एक है।\r\n&nbsp;\r\nजोरहाट भारतीय राज्य असम का एक प्रशासनिक जिला है जो ब्रह्मपुत्र घाटी के मध्य भाग में स्थित है। यह जिला उत्तर में माजुली, दक्षिण में नागालैंड राज्य, पूर्व में चराइदेव और पश्चिम में गोलाघाट से घिर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जोरहाट","slug":"jorhat"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-jorhat-assam","total":0},{"id":360,"title":"होजई में यात्रा करने के लिए शीर्ष स्थान, असम","imageUrl":"35f35a79-ff0c-4e0a-93e1-387d35a28a64_Hojai-railway.jpg","dateCreated":"2019-04-24T15:55:07.74Z","dateModified":"2019-04-24T15:59:44.129Z","contributedBy":"AskGif","content":"होजई भारतीय राज्य असम में होजई जिले में एक शहर और एक नगरपालिका बोर्ड है। यह 15 अगस्त 2015 तक नागांव जिले का हिस्सा था, जब यह राज्य का एक नया जिला बन गया। होजई एक डिमसा शब्द है और 40 नर कुलों में से एक है।\r\n&nbsp;\r\nभूगोल\r\nहोजई 26.0 &deg; N 92.87 &deg; E पर स्थित है। इसकी औसत ऊ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35f35a79-ff0c-4e0a-93e1-387d35a28a64_Hojai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"होजई","slug":"hojai"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-hojai-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}