{"id":1252,"title":"Top Places to visit in Margherita, Assam","imageUrl":"afcaba3e-47a4-4f98-b3b3-e0e22dc5f2e9_Margherita.jpg","dateCreated":"2020-04-23T16:02:49.128Z","dateModified":"2020-04-23T16:06:14.325Z","contributedBy":"AskGif","content":"<p>Margherita is a census town in Tinsukia district in the Indian state of Assam. The small sub-divisional town has scenic beauty and is surrounded by hills, tea gardens, forests and the Dihing River. It has a beautiful golf course at the foot of the hills and a small stream running through. Although considered to be a small town, Margherita boasts of many hospitals and educational institutions and is regularly frequented by visitors on account of it being the last proper town of Upper Assam. The name Margherita actually derives from the Italian queen and dates back to the late 19th century as a token appreciation for the Italian Chief Engineer of a rail section Chevalier R Paginini who supervised the construction. Margherita was famous for its collieries much developed by the British. Coal India Ltd has the biggest industrial plant here. The town is also known as Coal Queen as it is famous for coal business. Apart from this there are other industrial plants like Kitply and Tata Tea (amalgamated plantations), along with minor plywood industries and tea gardens.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Margherita is located at 27.28&deg;N 95.68&deg;E. It has an average elevation of 162 metres (531 feet). The Dihing River flows through Margherita. The Patkai Hills are visible from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Margherita had a population of 23,836. Males constitute 52% of the population and females 48%. Margherita has an average literacy rate of 76%, higher than the national average of 59.5%: male literacy is 81%, and female literacy is 71%. In Margherita, 11% of the population is under 6 years of age. The main communities of the area includes Ahoms, Sutiya, Moran, Nepali, Bihari, Singpho, Muttock etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>Before getting its existing name, Margherita was known as Ma-Kum (Ahom, meaning the abode of all tribes). The name has its roots in the Dehing River Bridge which was built around 1880 by a team led by an Italian Engineer Chevalier Roberto Paganini who worked for the Assam Railways &amp; Trading Company Ltd. From historical records, it is not quite clear whether the directors of that company renamed the place as a lasting tribute to that Italian engineer or was it Paganini himself, out of patriotism, christened the place in honour of Queen Margherita, the reigning Queen Consort of Italy.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion and festivals</p>\r\n<p>The population is a mix of Assamese, Bengali, Nepali, Odiya (this population migrated or were hired to work in the tea gardens) as well as those who migrated from Bihar, Uttar Pradesh, and other South Indian states to work in the coal mines. A major chunk of the population is Hindus followed by Muslims and Christians. In the interior parts, some people follow Buddhism. The main festival in Margherita is Bihu, celebrated in the month of January (Magh Bihu), April (Bohag Bihu) and Kati Bihu in September&ndash;October. Madam-me-fi is also celebrated in the month of January. Other than that, as this place has a multi-cultural heritage, Durga Puja, Bhai Tika, Holi, Diwali, Chhath Puja, Buddha Purnima, Idd, Christmas, etc. are celebrated with much fun fare.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Margherita is well connected with all the major towns and districts both by road and rail. The NH 38 passes through the town and is a stretch of approximately 54 km, starting point being Ledo. Margherita has a railway station of its own and Tinsukia railway station is just 50 kilometres, about 1.5 hours drive from the town. With Rajdhanis and other long-distance trains running from Tinsukia, Margherita is well connected to the rest of India. There are three local trains a day connecting Margherita to Dibrugarh (via Tinsukia). Margherita serves as a transit point to many parts of Arunachal Pradesh and buses ply regularly to and from Changlang, Miao and Jairampur. Tourists, while going to Arunachal, can get their passes from the office of A.P.S.T. Assam State Transport Corporation (ASTC) buses and a number of other private buses are also available from there. The nearest airport is in Dibrugarh, 96 km away.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Margherita has an average literacy rate of 76%, higher than the national average of 59.5%: male literacy is 81%, and female literacy is 71%.</p>\r\n<p>&nbsp;</p>\r\n<p>Various schools and colleges are situated in Margherita. Some of the prominent ones are:</p>\r\n<p>&nbsp;</p>\r\n<p>Margherita College,</p>\r\n<p>St. Mary's School, Margherita,</p>\r\n<p>Margherita Public Higher Secondary School,</p>\r\n<p>St. James' School, Margherita,</p>\r\n<p>Town High School, Margherita,</p>\r\n<p>Jatiya Vidyalaya, Margherita,</p>\r\n<p>A.R.&amp;T. Co. High School, Margherita,</p>\r\n<p>Gandhi Vidya Mandir, Margherita,</p>\r\n<p>Margherita Hindi High School,</p>\r\n<p>Axom Junior College, Margherita.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Margherita has an All India Radio Relay station known as Akashvani Margherita. It broadcasts on FM frequencies.</p>\r\n<p>&nbsp;</p>\r\n<p>Nearest town and villages</p>\r\n<p>Ledo, Assam</p>\r\n<p>Tirap Gaon</p>\r\n<p>Lekhapani</p>\r\n<p>Digboi</p>\r\n<p>Jagun</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Margherita,_Assam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afcaba3e-47a4-4f98-b3b3-e0e22dc5f2e9_Margherita.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-margherita-assam","tags":[{"name":"assam","slug":"assam"},{"name":"margherita","slug":"margherita"}],"recommendations":[{"id":362,"title":"Top Places to visit in Kamrup, Amingaon, Assam","imageUrl":"e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","dateCreated":"2019-04-26T17:05:21.054Z","dateModified":"2019-04-26T17:46:19.048Z","contributedBy":"AskGif","content":"Kamrup district also Kamrup rural district is an administrative district in the state of Assam in India formed by bifurcating old Kamrup district into two in the year 2003; other being Kamrup Metropolitan district, named after region it constitute. The district, along with Nalbari and Barpeta tog","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kamrup","slug":"kamrup"},{"name":"assam","slug":"assam"},{"name":"amingaon","slug":"amingaon"}],"slug":"top-places-to-visit-in-kamrup-amingaon-assam","total":0},{"id":353,"title":"Top Places to visit in Dhubri, Assam","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"Dhubri (Pron: ˈdhʊbri) (Assamese:ধুবৰী) is the headquarter of Dhubri district (Assam) India. It is an old town on the bank of the Brahmaputra river, with historical significance. In 1883, the town was first constituted as a Municipal Board under British regime. It is situated about 277.4 kilometr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"dhubri","slug":"dhubri"}],"slug":"top-places-to-visit-in-dhubri-assam","total":0},{"id":347,"title":"Top Places to visit in Bongaigaon, Assam","imageUrl":"f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","dateCreated":"2019-04-15T14:15:59.827Z","dateModified":"2019-04-15T14:38:18.003Z","contributedBy":"AskGif","content":"Bongaigaon is a major city of Assam, India. The city area spans across Bongaigaon and Chirang district. Bongaigaon is one of the important cities in Assam. The city is one of the biggest commercial and industrial hubs of Assam and also of North-East India. Bongaigaon City also acts as the gateway","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"bongaigaon","slug":"bongaigaon"}],"slug":"top-places-to-visit-in-bongaigaon-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}