{"id":1252,"title":"मार्गेरिटा में देखने के लिए शीर्ष स्थान, असम","imageUrl":"afcaba3e-47a4-4f98-b3b3-e0e22dc5f2e9_Margherita.jpg","dateCreated":"2020-04-23T16:02:49.128Z","dateModified":"2020-04-23T16:06:14.325Z","contributedBy":"AskGif","content":"<p>मार्गेरिटा भारतीय राज्य असम में तिनसुकिया जिले का एक जनगणना शहर है। छोटे उप-विभागीय शहर में प्राकृतिक सुंदरता है और यह पहाड़ियों, चाय के बागानों, जंगलों और दिहिंग नदी से घिरा हुआ है। यह पहाड़ियों के तल पर एक सुंदर गोल्फ कोर्स और एक छोटी सी धारा के माध्यम से चल रहा है। हालांकि, एक छोटा शहर माना जाता है, मार्घेरिटा कई अस्पतालों और शैक्षणिक संस्थानों का दावा करता है और नियमित रूप से आगंतुकों द्वारा इसे ऊपरी असम का अंतिम उचित शहर होने के कारण अक्सर देखा जाता है। मार्गेरिटा नाम वास्तव में इतालवी रानी से निकला है और 19 वीं सदी के अंत में एक रेल खंड के इतालवी मुख्य अभियंता चेवेलियर आर पगिनिनी के लिए एक टोकन प्रशंसा के रूप में है, जिन्होंने निर्माण की निगरानी की थी। मार्घेरिटा ब्रिटिशों द्वारा विकसित की गई अपनी कॉलरीज के लिए प्रसिद्ध था। कोल इंडिया लिमिटेड का यहाँ सबसे बड़ा औद्योगिक संयंत्र है। शहर को कोयला रानी के रूप में भी जाना जाता है क्योंकि यह कोयला व्यवसाय के लिए प्रसिद्ध है। इसके अलावा अन्य औद्योगिक प्लांट जैसे किप्लाई और टाटा टी (अमलगमेटेड प्लांटेशन) हैं, साथ ही साथ छोटे प्लाईवुड उद्योग और चाय के बागान भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>मार्गेरिटा 27.28 &deg; N 95.68 &deg; E पर स्थित है। इसकी औसत ऊंचाई 162 मीटर (531 फीट) है। दिहिंग नदी मार्गेरिटा से होकर बहती है। पटकाई पहाड़ियां शहर से दिखाई देती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, मार्गरीटा की जनसंख्या 23,836 थी। पुरुषों की आबादी 52% और महिलाओं की 48% है। मार्गेरिटा की औसत साक्षरता दर 76% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 81% है, और महिला साक्षरता 71% है। मार्गेरिटा में, 11% जनसंख्या 6 वर्ष से कम आयु की है। क्षेत्र के मुख्य समुदायों में अहोम, सुतिया, मोरन, नेपाली, बिहारी, सिंगो, म्यूटोक आदि शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शब्द-साधन</p>\r\n<p>अपना मौजूदा नाम प्राप्त करने से पहले, मार्गेरिटा को मा-कुम (अहोम, जिसका अर्थ सभी जनजातियों का निवास है) के रूप में जाना जाता था। नाम की अपनी जड़ें देहिंग रिवर ब्रिज में हैं, जो 1880 के आसपास एक इतालवी इंजीनियर शेवेलियर रॉबर्टो पागनिनी के नेतृत्व में एक टीम द्वारा बनाई गई थी, जिसने असम रेलवे एंड ट्रेडिंग कंपनी लिमिटेड के लिए काम किया था। ऐतिहासिक रिकॉर्ड से यह स्पष्ट नहीं है कि निर्देशक क्या हैं उस कंपनी ने उस इतालवी इंजीनियर के लिए एक स्थायी श्रद्धांजलि के रूप में उस स्थान का नाम बदल दिया या देशभक्ति से बाहर, स्वयं पगनीनी थी, जिसने इटली की राज्याभिषेक करने वाली रानी कंजरिटा के सम्मान में जगह बनाई।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म और त्योहार</p>\r\n<p>जनसंख्या में असमिया, बंगाली, नेपाली, ओडिया का मिश्रण है (यह आबादी चाय बागानों में काम करने के लिए प्रवासित थी या काम पर रखी गई थी) और साथ ही बिहार, उत्तर प्रदेश और अन्य दक्षिण भारतीय राज्यों से कोयला खदानों में काम करने के लिए आए थे। । आबादी का एक बड़ा हिस्सा हिंदू है, जिसके बाद मुस्लिम और ईसाई हैं। आंतरिक भागों में, कुछ लोग बौद्ध धर्म का पालन करते हैं। मार्गेरिटा में मुख्य त्योहार बिहू है, जिसे जनवरी (माघ बिहू), अप्रैल (बोहाग बिहू) और सितंबर-अक्टूबर में काटी बिहू के महीने में मनाया जाता है। जनवरी के महीने में मैडम-मी-फाई भी मनाया जाता है। इसके अलावा, इस जगह के रूप में एक बहु-सांस्कृतिक विरासत है, दुर्गा पूजा, भाई टीका, होली, दिवाली, छठ पूजा, बुद्ध पूर्णिमा, ईद, क्रिसमस, आदि को बहुत मज़े से मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मार्गरीटा सड़क और रेल मार्ग द्वारा सभी प्रमुख शहरों और जिलों से अच्छी तरह से जुड़ा हुआ है। NH 38 शहर से होकर गुजरता है और यह लगभग 54 किमी तक फैला हुआ है, जिसकी शुरुआत बिंदु लेडो है। मार्गेरिटा का अपना रेलवे स्टेशन है और तिनसुकिया रेलवे स्टेशन शहर से लगभग 1.5 किलोमीटर की दूरी पर सिर्फ 50 किलोमीटर है। तिनसुकिया से चलने वाली राजधानियों और लंबी दूरी की अन्य ट्रेनों के साथ, मार्गेरिटा शेष भारत से अच्छी तरह से जुड़ा हुआ है। मार्गरीटा को डिब्रूगढ़ (तिनसुकिया के माध्यम से) जोड़ने वाली एक दिन में तीन लोकल ट्रेनें हैं। मार्गेरिटा अरुणाचल प्रदेश के कई हिस्सों के लिए एक पारगमन बिंदु के रूप में कार्य करता है और बसें चंगलांग, मियाओ और जयरामपुर से नियमित रूप से और बसों से जाती हैं। अरुणाचल जाते समय पर्यटक ए.पी.एस.टी के कार्यालय से अपना पास प्राप्त कर सकते हैं। असम राज्य परिवहन निगम (एएसटीसी) बसें और कई अन्य निजी बसें भी वहां से उपलब्ध हैं। निकटतम हवाई अड्डा 96 किमी दूर डिब्रूगढ़ में है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मार्गेरिटा की औसत साक्षरता दर 76% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 81% है, और महिला साक्षरता 71% है।</p>\r\n<p>&nbsp;</p>\r\n<p>विभिन्न स्कूल और कॉलेज मार्गेरिटा में स्थित हैं। कुछ प्रमुख हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>मार्गेरिटा कॉलेज,</p>\r\n<p>सेंट मैरी स्कूल, मार्गेरिटा,</p>\r\n<p>मार्गेरिटा पब्लिक हायर सेकेंडरी स्कूल,</p>\r\n<p>सेंट जेम्स स्कूल, मार्गेरिटा,</p>\r\n<p>टाउन हाई स्कूल, मार्गेरिटा,</p>\r\n<p>जाति विद्यालय, मार्गेरिटा,</p>\r\n<p>ए.आर. एंड टी। कं हाई स्कूल, मार्गेरिटा,</p>\r\n<p>गांधी विद्या मंदिर, मार्गेरिटा,</p>\r\n<p>मार्गेरिटा हिंदी हाई स्कूल,</p>\r\n<p>एक्सोम जूनियर कॉलेज, मार्गेरिटा।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>मार्गेरिटा में एक अखिल भारतीय रेडियो रिले स्टेशन है जिसे आकाशवाणी मार्गेरिटा के नाम से जाना जाता है। यह एफएम फ्रीक्वेंसी पर प्रसारित होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम शहर और गाँव</p>\r\n<p>लेडो, असम</p>\r\n<p>तिरप गाँव</p>\r\n<p>Lekhapani</p>\r\n<p>डिगबोई</p>\r\n<p>Jagun</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Margherita,_Assam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afcaba3e-47a4-4f98-b3b3-e0e22dc5f2e9_Margherita.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-margherita-assam","tags":[{"name":"असम","slug":"assam"},{"name":"मार्गेरिटा","slug":"margherita"}],"recommendations":[{"id":362,"title":"कामरूप, अमिंगान में देखने के लिए शीर्ष स्थान, असम","imageUrl":"e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","dateCreated":"2019-04-26T17:05:21.054Z","dateModified":"2019-04-26T17:46:19.048Z","contributedBy":"AskGif","content":"कामरूप जिला भी कामरूप ग्रामीण जिला भारत के असम राज्य में एक प्रशासनिक जिला है जो वर्ष 2003 में दो पुराने कामरूप जिले को द्विविभाजित करके बनाया गया था; अन्य कामरूप मेट्रोपॉलिटन जिला है, जिसका नाम इस क्षेत्र के नाम पर रखा गया है। जिला, नलबाड़ी और बारपेटा के साथ मिलकर कामरूप क्षेत्र बनाते हैं, कामरू","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कामरूप","slug":"kamrup"},{"name":"असम","slug":"assam"},{"name":"अमिंगान","slug":"amingaon"}],"slug":"top-places-to-visit-in-kamrup-amingaon-assam","total":0},{"id":353,"title":"धुबरी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"धुबरी (Pron: ʊdhʊbri) (असमिया: is) धुबरी जिले (असम) का मुख्यालय भारत है। यह ऐतिहासिक महत्व के साथ, ब्रह्मपुत्र नदी के तट पर एक पुराना शहर है। 1883 में, ब्रिटिश शासन के तहत पहली बार नगरपालिका बोर्ड के रूप में शहर का गठन किया गया था। यह असम की राज्य की राजधानी दिसपुर से लगभग 277.4 किलोमीटर (172 मील","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"धुबरी","slug":"dhubri"}],"slug":"top-places-to-visit-in-dhubri-assam","total":0},{"id":347,"title":"बोंगईगांव में देखने के लिए शीर्ष स्थान, असम","imageUrl":"f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","dateCreated":"2019-04-15T14:15:59.827Z","dateModified":"2019-04-15T14:38:18.003Z","contributedBy":"AskGif","content":"बोंगाईगाँव असम, भारत का एक प्रमुख शहर है। शहर का क्षेत्र बोंगाईगाँव और चिरांग जिले में फैला है। बोंगाईगाँव असम के महत्वपूर्ण शहरों में से एक है। यह शहर असम और पूर्वोत्तर भारत के सबसे बड़े वाणिज्यिक और औद्योगिक केंद्रों में से एक है। बोंगईगांव सिटी, अपने न्यू बोंगईगांव जंक्शन रेलवे स्टेशन के साथ न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"बोंगईगांव","slug":"bongaigaon"}],"slug":"top-places-to-visit-in-bongaigaon-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}