{"id":1255,"title":"Tourist places in Nalbari, Assam","imageUrl":"cdece122-3270-4982-9ad7-f3d425b47242_Nalbari.jpg","dateCreated":"2020-04-24T14:19:57.721Z","dateModified":"2020-04-24T14:20:12.197Z","contributedBy":"AskGif","content":"<p>Nalbari is a town and a municipal board in Nalbari district in the Indian state of Assam. Nalbari town is also the headquarters of Nalbari District.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Educational opportunities in Nalbari are of high quality. It boasts of producing most number of toppers in School level. Nalbari is famous for Sanskrit education and known as \"Nabadeep\" for presence of various Sanskrit education institutions like Kamrup Sanskrit Sanjivani Sabha.</p>\r\n<p>&nbsp;</p>\r\n<p>First School was set up in Nalbari in the year 1887, which later known as Nalbari Govt Gurdon H.S School. Nalbari College, Nalbari; Nalbari Sanskrit College, Nalbari; Nalbari Commerce College, Nalbari; MNC Balika College, Nalbari; Barbhag College, Kamarkuchi; Baska College, Mashalpur; Barkhetri College, Mukalmua; Tihu College, Tihu; Barama College, Barama; Kamrup College, Chamata; Dhamdhama Anchalik College, Dhamdhama; Gyanpeeth Mahavidyalaya; Nalbari Law College, Nalbari; Sankardev Academy, Nalbari, D.S.R.Academy, Nalbari are some premier colleges of Nalbari. Along with 28 Higher Secondary Schools, 145 High Schools, and 276 ME and MV Schools, Nalbari have massive educational infrastructure.</p>\r\n<p>&nbsp;</p>\r\n<p>\"Kumar Bhaskar Varma Sanskrit and Ancient Studies University\" named after glorious king of Kamarupa, Bhaskar Varman and \"Planetarium and the Science Centre\" at Sariahtali, added up to this existing system.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Planetarium and Science Centre - The Planetarium and the Science Centre is located at Sariahtali. Its Planetarium dome organises regular shows. The centre has various corners dedicated to different Scientific phenomenon.</p>\r\n<p>&nbsp;</p>\r\n<p>Kamrup Sanskrit Sanjivani Sabha - The Kamrup Sanskrit Sanjivani Sabha was formed in 1930's to preserve ancient Sanskrit manuscripts. It library contains thousands of rare Sanskrit manuscripts.</p>\r\n<p>&nbsp;</p>\r\n<p>Billeshwar Temple - The temple is dedicated to God Krishna, is over 500 years old. It is believed that a Shivalinga was unearthed in this place and hence it is notable that a temple for Lord Krishna is constructed in this site. Legends state that a priest who lived here owned a cow, which regularly gave milk to virina, a grass type. The king of the state was intrigued about it and he ordered the place to be dug up to find a Shivalinga on the spot. Following the incident, a temple was constructed here but it was dedicated to Krishna. Ahom king and Lakshmi Singha rebuilt the temple, which faced the wrath of natural disaster.</p>\r\n<p>&nbsp;</p>\r\n<p>Hari Mandir - The temple is major landmark of the town. Its history is correlated with the Ras Mahotsav being organized in Nalbari district since early twentieth century. The evolution of the Hari Mandir is been a saga of decades.</p>\r\n<p>&nbsp;</p>\r\n<p>Shripur Devalaya - The temple is believed to have been constructed by Sib Singha, an Ahom king. It is believed that a part of Goddess Parvati, when she was born on earth as Sati, fell here. Hence, the temple is dedicated to Goddess Parvati. The people celebrate Kali Puja and Durga Puja in this temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Basudev Devalaya - It belongs to the period between 1718 and 1744 AD. It was constructed by Sib Singha, an Ahom king. King Sib Singha's brother Sib Singha made his contribution by donating 64 bighas of land to Basudeb Devalay. The legend centering on the construction of this temple is interesting. It is believed that a fisherman of this region was unable to remove his fishing net from a pond for seven days. On 7th day, it is said that Lord Basudeb appeared in the dream of a local person and asked to be released from the net. Following this, the person went over to the pond to find two large stones. Since efforts to remove the stones by King Sib Singha failed, a temple was built by him at the site.</p>\r\n<p>&nbsp;</p>\r\n<p>Buddhist temple - The Buddhist temple is located 30 km away from Nalbari town. The temple was constructed by Nepali people in the year 1965, it was initiated by Chhatra Singh. A new Gumba was constructed in the year 1971 by Chhatra Singh. The new Gumba earns a place among the biggest Gumba in Nalbari district. Devotees visit the place for annual Buddha Jayanti celebration.</p>\r\n<p>Kumar Bhaskar Varman Sanskrit and Ancient Studies University - The university is one of its kind in the entire region.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>By road, Nalbari is accessible through National Highway 27 in north and connected to National Highway 427 in south. The Nalbari railway station is within town center, and Guwahati International Airport is at distance of 60 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Nalbari is part of Mangaldoi (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Sashi Sarma , Author and Critic</p>\r\n<p>Abani Chakraborty, Poet</p>\r\n<p>Angoorlata Deka, Actress and Politician</p>\r\n<p>Bhumidhar Barman, Politician</p>\r\n<p>Chandra Mohan Patowary, Politician</p>\r\n<p>Mahadev Deka, Body Builder</p>\r\n<p>Trailokyanath Goswami, litterateur</p>\r\n<p>Seema Biswas, Bollywood Actress</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nalbari</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdece122-3270-4982-9ad7-f3d425b47242_Nalbari.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"tourist-places-in-nalbari-assam","tags":[{"name":"assam","slug":"assam"},{"name":"nalbari","slug":"nalbari"}],"recommendations":[{"id":361,"title":"Top Places to visit in Jorhat, Assam","imageUrl":"5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","dateCreated":"2019-04-25T18:21:54.709Z","dateModified":"2019-04-25T18:44:21.403Z","contributedBy":"AskGif","content":"Jorhat is a city and one of the important urban centres in the state of Assam in India.&nbsp;\r\n&nbsp;\r\nJorhat is an administrative district of the Indian state of Assam situated in the central part of the Brahmaputra Valley. The district is bounded by Majuli on north, Nagaland state","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jorhat","slug":"jorhat"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-jorhat-assam","total":0},{"id":359,"title":"Top Places to visit in Hailakandi, Assam","imageUrl":"a63dc129-78fd-4b1b-8611-9145c90c9ffb_haialakandi-rail-station.jpg","dateCreated":"2019-04-24T15:25:34.168Z","dateModified":"2019-04-24T15:34:02.448Z","contributedBy":"AskGif","content":"Hailakandi is a town and the district headquarters of Hailakandi district in the Indian state of Assam. The Hailakandi district is one of the three districts of Southern Assam i.e. Barak Valley.\r\n&nbsp;\r\nHailakandi is one of the 33 districts of Assam state in north-eastern India. It","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a63dc129-78fd-4b1b-8611-9145c90c9ffb_haialakandi-rail-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"hailakandi","slug":"hailakandi"}],"slug":"top-places-to-visit-in-hailakandi-assam","total":0},{"id":358,"title":"Top Places to visit in Golaghat, Assam","imageUrl":"8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","dateCreated":"2019-04-22T15:12:38.434Z","dateModified":"2019-04-22T15:31:55.427Z","contributedBy":"AskGif","content":"Golaghat; one of the largest subdivisions of Assam, later elevated to the position of a full&ndash;fledged district headquarter on 15 August 1987, is a city, and a municipality, and the seat of administrative operations of Golaghat district, besides being a sister city to Jorhat which is about 55","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"golaghat","slug":"golaghat"}],"slug":"top-places-to-visit-in-golaghat-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}