{"id":1255,"title":"नलबाड़ी, असम में पर्यटन स्थल","imageUrl":"cdece122-3270-4982-9ad7-f3d425b47242_Nalbari.jpg","dateCreated":"2020-04-24T14:19:57.721Z","dateModified":"2020-04-24T14:20:12.197Z","contributedBy":"AskGif","content":"<p>नलबाड़ी भारतीय राज्य असम में नलबाड़ी जिले में एक शहर और एक नगरपालिका बोर्ड है। नलबाड़ी शहर नलबाड़ी जिले का मुख्यालय भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>नलबाड़ी में शैक्षिक अवसर उच्च गुणवत्ता के हैं। यह स्कूल स्तर के अधिकांश टॉपरों का उत्पादन करने का दावा करता है। नलबाड़ी संस्कृत शिक्षा के लिए प्रसिद्ध है और कामरूप संस्कृत संजीवनी सभा जैसे विभिन्न संस्कृत शिक्षा संस्थानों की उपस्थिति के लिए \"नाबदीप\" के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पहला स्कूल नलबाड़ी में वर्ष 1887 में स्थापित किया गया था, जिसे बाद में नलबाड़ी सरकार गुरडन एच.एस. स्कूल के रूप में जाना जाता है। नलबाड़ी कॉलेज, नलबाड़ी; नलबाड़ी संस्कृत महाविद्यालय, नलबाड़ी; नलबाड़ी कॉमर्स कॉलेज, नलबाड़ी; एमएनसी बालिका कॉलेज, नलबाड़ी; बारबाग कॉलेज, कमारुची; बस्का कॉलेज, मशालपुर; बरखेड़ी कॉलेज, मुकलमुआ; तिहु कॉलेज, तिहु; बारामा कॉलेज, बारामा; कामरूप कॉलेज, चमटा; धामधाम आँचलिक महाविद्यालय, धामधामा; ज्ञानपीठ महाविद्यालय; नलबाड़ी लॉ कॉलेज, नलबाड़ी; शंकरदेव एकेडमी, नलबाड़ी, डी.एस.आर अकादमी, नलबाड़ी, नलबाड़ी के कुछ प्रमुख कॉलेज हैं। 28 उच्चतर माध्यमिक विद्यालयों के साथ, 145 उच्च विद्यालयों, और 276 ME और MV विद्यालयों, नलबाड़ी में बड़े पैमाने पर शैक्षिक बुनियादी ढांचे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>\"कुमार भास्कर वर्मा संस्कृत और प्राचीन अध्ययन विश्वविद्यालय\" का नाम कमारूपा के प्रतापी राजा, भास्कर वर्मन और सरैयातली के \"तारामंडल और विज्ञान केंद्र\" के नाम पर रखा गया, इस मौजूदा प्रणाली में शामिल हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>तारामंडल और विज्ञान केंद्र - तारामंडल और विज्ञान केंद्र सरैयातली में स्थित है। इसके तारामंडल गुंबद नियमित शो आयोजित करते हैं। केंद्र में विभिन्न वैज्ञानिक घटनाओं के लिए समर्पित विभिन्न कोने हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कामरूप संस्कृत संजीवनी सभा - कामरूप संस्कृत संजीवनी सभा का गठन 1930 में प्राचीन संस्कृत पांडुलिपियों के संरक्षण के लिए किया गया था। इस पुस्तकालय में हजारों दुर्लभ संस्कृत पांडुलिपियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बिलेश्वर मंदिर - मंदिर भगवान कृष्ण को समर्पित है, 500 साल से अधिक पुराना है। यह माना जाता है कि इस स्थान पर एक शिवलिंग का पता लगाया गया था और इसलिए यह उल्लेखनीय है कि इस स्थान पर भगवान कृष्ण के लिए एक मंदिर का निर्माण किया गया है। किंवदंतियों में कहा गया है कि यहां रहने वाले एक पुजारी के पास एक गाय थी, जो नियमित रूप से एक प्रकार की घास, कुंवारी को दूध देती थी। राज्य के राजा इसके बारे में चिंतित थे और उन्होंने मौके पर शिवलिंग को खोजने के लिए जगह खोदने का आदेश दिया। घटना के बाद, यहां एक मंदिर का निर्माण किया गया था लेकिन यह कृष्ण को समर्पित था। अहोम राजा और लक्ष्मी सिंहा ने मंदिर का पुनर्निर्माण किया, जिसने प्राकृतिक आपदा के प्रकोप का सामना किया।</p>\r\n<p>&nbsp;</p>\r\n<p>हरि मंदिर - मंदिर शहर का प्रमुख स्थल है। इसका इतिहास बीसवीं शताब्दी की शुरुआत से नलबाड़ी जिले में आयोजित होने वाले रास महोत्सव के साथ जुड़ा हुआ है। हरि मंदिर का विकास दशकों की एक गाथा है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्रीपुर देवालय - माना जाता है कि इस मंदिर का निर्माण सिब सिंघ द्वारा किया गया था, जो एक अहोम राजा था। यह माना जाता है कि देवी पार्वती का एक हिस्सा, जब वह सती के रूप में पृथ्वी पर पैदा हुई थीं, यहां गिर गईं। इसलिए, मंदिर देवी पार्वती को समर्पित है। इस मंदिर में लोग काली पूजा और दुर्गा पूजा मनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बासुदेव देवलाय - यह 1718 और 1744 ईस्वी के बीच की अवधि का है। इसका निर्माण अहोम राजा सिब सिंघा ने करवाया था। राजा सिब सिंघ के भाई सिब सिंघा ने बासुदेव देवलय को 64 बीघा जमीन दान करके अपना योगदान दिया। इस मंदिर के निर्माण पर केंद्रित किंवदंती दिलचस्प है। यह माना जाता है कि इस क्षेत्र का एक मछुआरा सात दिनों तक अपने मछली पकड़ने के जाल को तालाब से निकालने में असमर्थ था। 7 वें दिन, यह कहा जाता है कि लॉर्ड बासुडेब एक स्थानीय व्यक्ति के सपने में दिखाई दिया और उसे नेट से रिहा करने को कहा। इसके बाद, व्यक्ति दो बड़े पत्थरों को खोजने के लिए तालाब पर गया। चूंकि राजा सिब सिंघ द्वारा पत्थरों को हटाने के प्रयास विफल हो गए थे, इसलिए उनके द्वारा स्थल पर एक मंदिर बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>बौद्ध मंदिर - बौद्ध मंदिर नलबाड़ी शहर से 30 किमी दूर स्थित है। मंदिर का निर्माण नेपाली लोगों द्वारा 1965 में किया गया था, इसकी शुरुआत छत्र सिंह ने की थी। छत्र सिंह द्वारा वर्ष 1971 में एक नए गुंबद का निर्माण किया गया था। नया गुंबा नलबाड़ी जिले के सबसे बड़े गुंबा के बीच एक जगह कमाता है। भक्तों ने वार्षिक बुद्ध जयंती समारोह के लिए जगह का दौरा किया।</p>\r\n<p>कुमार भास्कर वर्मन संस्कृत और प्राचीन अध्ययन विश्वविद्यालय - विश्वविद्यालय पूरे क्षेत्र में अपनी तरह का एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क मार्ग से, नलबारी उत्तर में राष्ट्रीय राजमार्ग 27 के माध्यम से और दक्षिण में राष्ट्रीय राजमार्ग 427 से जुड़ा हुआ है। नलबारी रेलवे स्टेशन शहर के केंद्र के भीतर है, और गुवाहाटी अंतर्राष्ट्रीय हवाई अड्डा 60 किमी की दूरी पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>नलबाड़ी मंगलदोई (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>शशि सरमा, लेखक और आलोचक</p>\r\n<p>अबनी चक्रवर्ती, कवि</p>\r\n<p>अंगुरलता डेका, अभिनेत्री और राजनीतिज्ञ</p>\r\n<p>भूमिधर बर्मन, राजनीतिज्ञ</p>\r\n<p>चंद्र मोहन पटोवरी, राजनीतिज्ञ</p>\r\n<p>महादेव डेका, बॉडी बिल्डर</p>\r\n<p>त्रिलोकीनाथ गोस्वामी, साहित्यकार</p>\r\n<p>सीमा बिस्वास, बॉलीवुड अभिनेत्री</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nalbari</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdece122-3270-4982-9ad7-f3d425b47242_Nalbari.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"tourist-places-in-nalbari-assam","tags":[{"name":"असम","slug":"assam"},{"name":"नलबाड़ी","slug":"nalbari"}],"recommendations":[{"id":361,"title":"जोरहाट में देखने के लिए शीर्ष स्थान, असम","imageUrl":"5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","dateCreated":"2019-04-25T18:21:54.709Z","dateModified":"2019-04-25T18:44:21.403Z","contributedBy":"AskGif","content":"जोरहाट एक शहर है और भारत में असम राज्य के महत्वपूर्ण शहरी केंद्रों में से एक है।\r\n&nbsp;\r\nजोरहाट भारतीय राज्य असम का एक प्रशासनिक जिला है जो ब्रह्मपुत्र घाटी के मध्य भाग में स्थित है। यह जिला उत्तर में माजुली, दक्षिण में नागालैंड राज्य, पूर्व में चराइदेव और पश्चिम में गोलाघाट से घिर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जोरहाट","slug":"jorhat"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-jorhat-assam","total":0},{"id":359,"title":"हैलाकांडी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"a63dc129-78fd-4b1b-8611-9145c90c9ffb_haialakandi-rail-station.jpg","dateCreated":"2019-04-24T15:25:34.168Z","dateModified":"2019-04-24T15:34:02.448Z","contributedBy":"AskGif","content":"हैलाकांडी भारतीय राज्य असम में एक शहर और हैलाकांडी जिले का जिला मुख्यालय है। हैलाकांडी जिला दक्षिणी असम के तीन जिलों में से एक है यानी बराक घाटी।\r\n&nbsp;\r\nहैलाकांडी उत्तर-पूर्वी भारत में असम राज्य के 33 जिलों में से एक है। यह कछार और करीमगंज के साथ बराक घाटी को बनाती है। ये तीनों जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a63dc129-78fd-4b1b-8611-9145c90c9ffb_haialakandi-rail-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"हैलाकांडी","slug":"hailakandi"}],"slug":"top-places-to-visit-in-hailakandi-assam","total":0},{"id":358,"title":"गोलघाट में देखने के लिए शीर्ष स्थान, असम","imageUrl":"8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","dateCreated":"2019-04-22T15:12:38.434Z","dateModified":"2019-04-22T15:31:55.427Z","contributedBy":"AskGif","content":"गोलाघाट; असम के सबसे बड़े उपखंडों में से एक, जो बाद में 15 अगस्त 1987 को एक पूर्ण जिला मुख्यालय की स्थिति तक बढ़ा, एक शहर है, और एक नगर पालिका है, और गोलाघाट जिले के प्रशासनिक संचालन की सीट है, इसके अलावा जोरहाट के लिए एक बहन शहर है जो लगभग 55 किमी दूर है। यह असम के सबसे पुराने शहरी क्षेत्रों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"गोलाघाट","slug":"golaghat"}],"slug":"top-places-to-visit-in-golaghat-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}