{"id":1262,"title":"दुमरांव में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","dateCreated":"2020-04-24T15:23:06.663Z","dateModified":"2020-04-24T15:23:17.374Z","contributedBy":"AskGif","content":"<p>डुमरांव भारत के बिहार राज्य में बक्सर जिले में एक उपखंड है। डुमरांव बिहार की सबसे पुरानी नगर पालिकाओं में से एक है और भारत की सबसे पुरानी रियासतों में से एक डुमरांव राज के रूप में भी जानी जाती है। यह राष्ट्रीय राजमार्ग (NH) 84 (आरा-बक्सर राजमार्ग) से 1.5 किलोमीटर दक्षिण में स्थित है, NH-30 (पटना-आरा-मोहनिया) से 20 किलोमीटर (12 मील) और NH-2 से 80 किलोमीटर (50 मील) दूर है दिल्ली- कोलकाता)। यह अपने सिंहोरा के लिए जाना जाता है। जगलों में जंगल शिव का मंदिर, बिहारीजी का मंदिर, डुमरेजनी माई का मंदिर, मां दक्षिणा भवानी जी का मंदिर और कालीजी का मंदिर शामिल हैं। डुमरांव के पास के प्रसिद्ध गाँव हैं अम्सरी, बैसेगाँव (फफ़रदार), कंझरुआ, कोपवाँ, कुरान सराय, नंदन, चौगाइन, सिमरी, अरियोन और सोवन।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>डुमरांव 25.55 &deg; N 84.15 &deg; E पर स्थित है। 61 मीटर (200 फीट) की औसत ऊंचाई पर।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, 2011 की जनगणना के अनुसार डुमरांव की आबादी 53,618 थी, जिसमें से 28,498 पुरुष हैं जबकि 25,120 महिलाएं हैं। डुमरांव का औसत लिंग अनुपात 881 है। पुरुषों की आबादी 53% है। डुमरांव की औसत साक्षरता दर राष्ट्रीय औसत 2.64% से 71.6% कम है: पुरुष साक्षरता 66.6% है और महिला साक्षरता 53.4% ​​है। डुमरांव में, 16% जनसंख्या 6 वर्ष से कम आयु की है। डुमरांव की धर्म-वार जनसंख्या इस प्रकार है: वहाँ 83.85% हिंदू, 15.94 मुस्लिम, 0.11% ईसाई, 0.01% बौद्ध और 0.07% गैर-धर्म हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उस्ताद बिस्मिल्लाह खान (21 मार्च 1916 - 21 अगस्त 2006) (क़मरुद्दीन ख़ान के रूप में जन्म), जिन्हें अक्सर सम्माननीय उपाधि उस्ताद द्वारा संदर्भित किया जाता था, एक भारतीय संगीतकार थे, जिन्हें ओबनी वर्ग के एक उपमहाद्वीपीय पवन उपकरण शहनाई को लोकप्रिय बनाने का श्रेय दिया जाता था। खान का जन्म 21 मार्च 1916 को पारंपरिक मुस्लिम संगीतकारों के परिवार में हुआ था, जो डुमरांव के भीरुंग राउत की गली में है, जो अब बिहार का पूर्वी भारतीय राज्य है, जो पैगंबर बख्श खान और मितन के दूसरे बेटे के रूप में है। उन्हें 2001 में भारत के सर्वोच्च नागरिक सम्मान, भारत रत्न से सम्मानित किया गया, जो एम। एस। सुब्बुलक्ष्मी और रविशंकर के बाद तीसरे शास्त्रीय संगीतकार बन गए, जिन्हें इस सम्मान से नवाजा गया।</p>\r\n<p>&nbsp;</p>\r\n<p>पूर्व रियासत का उल्लेख भी मिलता है और यह लोकप्रिय उपन्यास हाफ गर्लफ्रेंड के दूसरे भाग की स्थापना है, जिसमें चेतन भगत ने अर्जुन कपूर द्वारा निभाया गया नायक माधव झा, पूर्व रियासत डुमरांव का राजकुमार है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>डुमरांव रेलवे स्टेशन पटना-मुगलसराय सेक्शन मेनलाइन के माध्यम से हावड़ा-दिल्ली मुख्यमार्ग पर आरा और बक्सर रेलवे स्टेशन के बीच स्थित है। डुमरांव का रेलवे कोड DURE है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dumraon</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dumraon-bihar","tags":[{"name":"दुमरांव","slug":"dumraon"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":263,"title":"सहरसा में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"1efbf46c-7a6a-4e77-a1e8-9bf18c61220b_Saharsa-railway.jpg","dateCreated":"2019-02-17T14:01:40.372Z","dateModified":"2019-02-17T14:45:55.805Z","contributedBy":"AskGif","content":"सहरसा भारत के बिहार राज्य के पूर्वी भाग में सहरसा जिले का एक शहर और एक नगर पालिका है। यह कोसी नदी के पूर्वी तट के पास स्थित है। यह सहरसा जिले के लिए प्रशासनिक मुख्यालय के रूप में कार्य करता है और बिहार राज्य के कोसी मंडल की राजधानी (संभागीय मुख्यालय) भी है, जिसमें सहरसा, मधेपुरा और सुपौल जिले शाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1efbf46c-7a6a-4e77-a1e8-9bf18c61220b_Saharsa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"सहरसा","slug":"saharsa"}],"slug":"top-places-to-visit-in-saharsa-bihar","total":0},{"id":255,"title":"लखीसराय में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","dateCreated":"2019-02-01T15:03:46.797Z","dateModified":"2019-02-01T15:11:39.245Z","contributedBy":"AskGif","content":"लखीसराय (पुरातन वर्तनी: लखीसराय) शहर भारत के बिहार राज्य में लखीसराय जिले का प्रशासनिक मुख्यालय है। शहर की आबादी 99,931 (2011 की जनगणना) है।\r\nलखीसराय जिला बिहार राज्य, भारत के अड़तीस जिलों में से एक है और लखीसराय शहर इस जिले का प्रशासनिक मुख्यालय है। लखीसराय जिला मुंगेर डिवीजन का एक हिस्सा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"लखीसराय","slug":"lakhisarai"}],"slug":"top-places-to-visit-in-lakhisarai-bihar","total":0},{"id":242,"title":"बक्सर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","dateCreated":"2019-01-14T16:49:04.906Z","dateModified":"2019-01-14T16:57:14.311Z","contributedBy":"AskGif","content":"बक्सर भारत के पूर्वी हिस्से में भारत के पूर्वी हिस्से में बिहार राज्य का एक शहर है। यह बक्सर जिले का मुख्यालय है। बक्सर की लड़ाई और चौसा की लड़ाई आसपास के क्षेत्र में लड़ी गई थी। बक्सर रेलवे स्टेशन हावड़ा-दिल्ली मुख्य लाइन के पटना-मुगलसराय खंड पर स्थित है। यह राज्य की राजधानी पटना से लगभग 125 किम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सर","slug":"buxar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-buxar-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}