{"id":1262,"title":"Top Places to visit in Dumraon, Bihar","imageUrl":"d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","dateCreated":"2020-04-24T15:23:06.663Z","dateModified":"2020-04-24T15:23:17.374Z","contributedBy":"AskGif","content":"<p>Dumraon is a subdivision in Buxar district in the Indian state of Bihar. Dumraon is one of Bihar's oldest municipalities and one of India's oldest princely states also known as Dumraon Raj. It is located 1.5 km south of National Highway (NH) 84 (Ara-Buxar Highway), 20 kilometres (12 mi)north from NH-30 (Patna-Ara-Mohania) and 80 kilometres (50 mi) from NH-2 (Delhi- Kolkata). It is known for its Sinhora. Sights include Jangali Shiv ka Mandir, Bihariji Ka Mandir, Dumrejani mai ka Mandir, Maa Dakshini Bhavani ji ka Mandir and Kaliji Ka Mandir. The famous villages near by Dumraon are Amsari, Baisegaon (Fafadar), Kanjharua, Kopwaon, Koran Sarai, Nandan, Chaugain, Simari, Ariaon &amp; Sowan.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Dumraon is located at 25.55&deg;N 84.15&deg;E. at an average elevation of 61 metres (200 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Dumraon had a population of 53,618 as per the census of 2011 Out of which 28,498 are males while 25,120 are females. The Average Sex Ratio of Dumraon is 881. Males constitute 53% of the population. Dumraon has an average literacy rate of 71.6% lower than the national average by 2.64%: male literacy is 66.6% and, female literacy is 53.4%. In Dumraon, 16% of the population is under 6 years of age. Religion-wise population of Dumraon is as follows: there are 83.85% Hindu, 15.94 Muslim, 0.11% Christian, 0.01% Buddhist and 0.07% non-religion.</p>\r\n<p>&nbsp;</p>\r\n<p>Ustad Bismillah Khan (21 March 1916 &ndash; 21 August 2006) (born as Qamaruddin Khan), often referred to by the honorific title Ustad, was an Indian musician credited with popularizing the shehnai, a subcontinental wind instrument of the oboe class. Khan was born on 21 March 1916 in a family of traditional Muslim musicians in Bhirung Raut Ki Gali, Dumraon, in what is now the eastern Indian state of Bihar, as the second son of Paigambar Baksh Khan and Mitthan. He was awarded India's highest civilian honour, the Bharat Ratna, in 2001, becoming the third classical musician after M. S. Subbulakshmi and Ravi Shankar to be accorded this distinction.</p>\r\n<p>&nbsp;</p>\r\n<p>The Former Princely State also finds mention and is the setting for the second half of the popular novel Half Girlfriend by Chetan Bhagat where the protagonist Madhav Jha played by Arjun Kapoor is the Prince of the former Princely state Dumraon.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Dumraon Railway Station is located in between Ara and Buxar Railway Station on the Howrah&ndash;Delhi mainlines via Patna&ndash;Mughalsarai section mainline. The Railway code for Dumraon is DURE.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dumraon</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dumraon-bihar","tags":[{"name":"dumraon","slug":"dumraon"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":263,"title":"Top Places to visit in Saharsa, Bihar","imageUrl":"1efbf46c-7a6a-4e77-a1e8-9bf18c61220b_Saharsa-railway.jpg","dateCreated":"2019-02-17T14:01:40.372Z","dateModified":"2019-02-17T14:45:55.805Z","contributedBy":"AskGif","content":"Saharsa is a city and a municipality in the Saharsa district in the eastern part of the state of Bihar, India. It is situated near the eastern banks of the Kosi River. It serves as the administrative headquarters for Saharsa District and is also the capital (Divisional Headquarter) of the Kosi Di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1efbf46c-7a6a-4e77-a1e8-9bf18c61220b_Saharsa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"saharsa","slug":"saharsa"}],"slug":"top-places-to-visit-in-saharsa-bihar","total":0},{"id":255,"title":"Top Places to visit in Lakhisarai, Bihar","imageUrl":"39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","dateCreated":"2019-02-01T15:03:46.797Z","dateModified":"2019-02-01T15:11:39.245Z","contributedBy":"AskGif","content":"Lakhisarai (archaic spelling: Luckeesarai) town is the administrative headquarters of Lakhisarai district in the Indian state of Bihar. The town has a population of 99,931 (2011 census).\r\nLakhisarai district is one of the thirty-eight districts of Bihar state, India, and Lakhisarai town is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"lakhisarai","slug":"lakhisarai"}],"slug":"top-places-to-visit-in-lakhisarai-bihar","total":0},{"id":242,"title":"Top Places to visit in Buxar, Bihar","imageUrl":"b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","dateCreated":"2019-01-14T16:49:04.906Z","dateModified":"2019-01-14T16:57:14.311Z","contributedBy":"AskGif","content":"Buxar is a city in the state of Bihar in the eastern part of India bordering eastern Uttar Pradesh. It is the headquarters of Buxar District. The Battle of Buxar and Battle of Chausa were fought in the vicinity. Buxar Railway Station lies on Patna&ndash;Mughalsarai section of Howrah&ndash;Delhi m","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"buxar","slug":"buxar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-buxar-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}