{"id":1263,"title":"फोर्बेस्गंज में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"25c378eb-72c0-4af8-947f-83056a568c15_Forbesganj.jpg","dateCreated":"2020-04-24T15:31:57.071Z","dateModified":"2020-04-24T15:32:31.206Z","contributedBy":"AskGif","content":"<p>फोर्ब्सगंज नेपाल की सीमा पर स्थित भारत के बिहार राज्य में अररिया जिले (1992 से पहले पूर्णिया जिला) में एक नगरपालिका वाला शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>शहर को अपने ब्रिटिश जिला कलेक्टर और नगरपालिका आयुक्त, फोर्ब्स से वर्तमान नाम दिया गया था। आजादी के बाद, नाम बदलकर फोर्ब्सगंज कर दिया गया। कहा जाता है कि अंग्रेजों ने इस जगह का इस्तेमाल इंडिगो की खेती के लिए किया था। फिर भी, ब्रिटिश परिसर के अवशेषों को प्रसिद्ध भूजल निकाय सुल्तान पोखर के किनारे देखा जा सकता है। यह शहर अपनी संस्कृति के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>इस छोटे शहर में गर्म और गीला ग्रीष्मकाल और ठंडी और शुष्क सर्दियाँ हैं। इस स्थान पर उन्होंने बिहार में -2.1 डिग्री सेल्सियस पर अब तक का सबसे ठंडा तापमान दर्ज करने का रिकॉर्ड भी हासिल किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>Forbesganj 26.3 &deg; N 87.25 &deg; E पर स्थित है। इसकी औसत ऊंचाई 46 मीटर (150 फीट) है। नेपाली सीमा केवल 12 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2012 तक, फोर्ब्सगंज की आबादी 373,933 थी। यहाँ पुरुष अनुपात महिला 89.98% है। फोर्ब्सगंज में औसत साक्षरता दर 47% है। पुरुष साक्षरता 49.47% है; महिला साक्षरता 26.89% है। गैर-कामकाजी आबादी कुल आबादी का 51.47% है। फोर्ब्सगंज में 6 साल से कम उम्र के कुल 79,741 बच्चे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आर्किटेक्चर</p>\r\n<p>शहर की एक केंद्रीय सड़क, सदर रोड के साथ अच्छी तरह से योजना बनाई गई है, जो फोर्ब्सगंज के दिल से चलती है। अधिकांश प्रमुख दुकानें इस सड़क के दोनों ओर स्थित हैं। एक अन्य प्रमुख सड़क, अस्पताल रोड, मुख्य बस स्टैंड से जुड़ती है; यह शहर के दूसरे हिस्से से गुजरता है और राजमार्गों से जुड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासन और राजनीति</p>\r\n<p>फोर्ब्सगंज नगर निगम शहर के नागरिक बुनियादी ढांचे को बनाए रखने और संबंधित प्रशासनिक कर्तव्यों को पूरा करने के लिए जिम्मेदार है। फोर्ब्सगंज (विधानसभा क्षेत्र) (हिंदी: फारबिसगंज विधान सभा निर्वाचन क्षेत्र) भारतीय राज्य बिहार में अररिया जिले का एक विधानसभा क्षेत्र है। 2015 के बिहार विधान सभा चुनाव में, फोर्ब्सगंज 36 सीटों में से एक थी जिसमें वीवीपीएटी सक्षम इलेक्ट्रॉनिक वोटिंग मशीनें थीं।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>एक शैक्षिक और प्रशासनिक स्थान के रूप में अपनी भूमिका के अलावा, इस छोटे से शहर की अर्थव्यवस्था उर्वरक उत्पादन, चावल उत्पादन, भवन और निर्माण सामग्री की आपूर्ति, और अन्य उद्योग द्वारा ईंधन है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>यहाँ पर बोली जाने वाली मुख्य भाषा मैथिली और हिंदी है। लेकिन, ऐसे लोग हैं जो भोजपुरी, बंगाली, मारवाड़ी और पंजाबी आदि बोलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>कई सुंदर [वीजल शब्द], धार्मिक और साथ ही ऐतिहासिक धब्बे हैं जो इस स्थान पर पहुंचने के बाद किसी को भी दिखाई दे सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>इस शहर में कई सीबीएसई और स्टेट बोर्ड स्कूल मौजूद हैं। कुछ सीनियर सेकेंडरी स्कूल मिथिला पब्लिक स्कूल, एस.आर. विद्या मंदिर, दिल्ली पब्लिक स्कूल फोर्ब्सगंज, डीएवी पब्लिक स्कूल, देव गुरुकुल प्राथमिक स्कूल और सिसु मंदिर आदि हैं।</p>\r\n<p>इस शहर के सभी कॉलेज पूर्णिया विश्वविद्यालय के अधीन हैं। शहर में एक इंजीनियरिंग कॉलेज भी मौजूद है जिसका नाम [http://mbit.in/ मोती बाबू इंस्टीट्यूट ऑफ टेक्नोलॉजी है</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>फोर्ब्सगंज में प्रमुख दैनिक हिंदी समाचारों में दैनिक जागरण, हिंदुस्तान और प्रभात खबर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>(NH 27 पूर्व NH-57) और NH 527 फोर्ब्सगंज को जोड़ता है। पूर्णिया, पटना, सिलीगुड़ी, कोलकाता, भागलपुर, कटिहार, बीरपुर, जोगबनी, सहरसा, दरभंगा और मुजफ्फरपुर से दैनिक बस सेवा उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>फोर्ब्सगंज जंक्शन रेलवे स्टेशन बरौनी-कटिहार, सहरसा और पूर्णिया खंड पर स्थित है। जोगबनी और कटिहार के बीच चलने वाली लोकल ट्रेनों के अलावा देश के प्रमुख शहरों (दिल्ली / कोलकाता आदि) के लिए सीधी ट्रेनें उपलब्ध हैं। सहरसा-फोर्बसगंज खंड ब्रॉड गेज में निर्माणाधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>इस स्थान का निकटतम हवाई अड्डा बिराटनगर (नेपाल) है, फिर सिलीगुड़ी, पश्चिम बंगाल में बागडोगरा हवाई अड्डा और तीसरा निकटतम जयप्रकाश नारायण अंतर्राष्ट्रीय हवाई अड्डा, पटना है। बागडोगरा हवाई अड्डे से सड़क मार्ग से शहर तक पहुंचने में 3 से 4 घंटे लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Forbesganj</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/25c378eb-72c0-4af8-947f-83056a568c15_Forbesganj.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-forbesganj-bihar","tags":[{"name":"फोर्बेस्गंज","slug":"forbesganj"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":261,"title":"पूर्णिया में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","dateCreated":"2019-02-16T13:44:37.198Z","dateModified":"2019-02-16T14:05:50.545Z","contributedBy":"AskGif","content":"पूर्णिया (पूर्णिया (आधिकारिक); देवनागरी: पूर्णता) के रूप में भी जाना जाता है। यह एक शहर है जो पूर्णिया जिले और पूर्णिया डिवीजन दोनों के प्रशासनिक मुख्यालय के रूप में भारत के बिहार राज्य में कार्य करता है। यह उत्तर-पूर्वी बिहार का सबसे बड़ा शहर है, जिसे कोसी-सीमांचल क्षेत्र के रूप में भी जाना जाता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"पूर्णिया","slug":"purnia"}],"slug":"top-places-to-visit-in-purnia-bihar","total":0},{"id":258,"title":"मुजफ्फरपुर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","dateCreated":"2019-02-07T13:21:35.482Z","dateModified":"2019-02-07T13:27:20.753Z","contributedBy":"AskGif","content":"मुज़फ़्फ़रपुर बिहार के तिरहुत क्षेत्र में मुज़फ़्फ़रपुर जिले में स्थित एक उप-महानगरीय शहर है। यह तिरहुत विभाग, मुजफ्फरपुर जिले और मुजफ्फरपुर रेलवे जिले के मुख्यालय के रूप में कार्य करता है। यह बिहार का चौथा सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r\nमुजफ्फरपुर शाही लीची के लिए प्रसिद्ध ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुजफ्फरपुर","slug":"muzaffarpur"}],"slug":"top-places-to-visit-in-muzaffarpur-bihar","total":0},{"id":241,"title":"भोजपुर (अर्राह) में घूमने के लिए प्रमुख स्थान, बिहार","imageUrl":"2d32cad4-f21c-4715-8fac-b5a236466eed_ara-railway-station.jpg","dateCreated":"2019-01-14T14:37:17.944Z","dateModified":"2019-01-14T14:53:31.36Z","contributedBy":"AskGif","content":"भोजपुर जिला उत्तरी भारत में बिहार राज्य के अड़तीस जिलों में से एक है। अर्रा शहर (जिसे आरा के नाम से भी जाना जाता है) इस जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nयह जिला 1972 में अस्तित्व में आया, जब शाहाबाद जिले को भोजपुर और रोहतास में विभाजित किया गया।\r\n&nbsp;\r\nभूगोल</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d32cad4-f21c-4715-8fac-b5a236466eed_ara-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"भोजपुर","slug":"bhojpur"},{"name":"आरा","slug":"arrah"}],"slug":"top-places-to-visit-in-bhojpur-arrah-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}