{"id":1263,"title":"Top Places to visit in Forbesganj, Bihar","imageUrl":"25c378eb-72c0-4af8-947f-83056a568c15_Forbesganj.jpg","dateCreated":"2020-04-24T15:31:57.071Z","dateModified":"2020-04-24T15:32:31.206Z","contributedBy":"AskGif","content":"<p>Forbesganj is a city with a municipality in the Araria District (formerly Purnia District before 1992) in the state of Bihar, India, situated at the border of Nepal.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The city was given its present name from its British district collector and municipal commissioner, Forbes. After the Independence, the name was changed to Forbesganj. It is said that the British used this place for Indigo farming. Still, the remains of the British premises can be seen at the banks of the famous landlocked water body sultan pokhar. This city is famous for its culture.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>This small city has hot and wet summers and cold and dry winters. This place has also got he record of having experienced coldest ever recorded temperature in Bihar at -2.1 &deg;C.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Forbesganj is located at 26.3&deg;N 87.25&deg;E. It has an average elevation of 46 meters (150 feet). The Nepalese border is only 12 km away.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2012, Forbesganj had a population of 373,933. The female to male ratio here is 89.98%. Forbesganj has an average literacy rate of 47%. Male literacy is 49.47%; female literacy is 26.89%. The non-working population is 51.47% of the total population. There is a total of 79,741 children under the age of 6 in Forbesganj.</p>\r\n<p>&nbsp;</p>\r\n<p>Architecture</p>\r\n<p>The city is well planned with a central road, Sadar Road, which runs through the heart of Forbesganj. Most of the major shops are located on both the sides of this road. Another major road, Hospital Road, connects to the main bus stand; it passes through the other part of the city and joins to the highways.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration and politics</p>\r\n<p>Forbesganj Municipal Corporation is responsible for maintaining the city's civic infrastructure and carrying out associated administrative duties. Forbesganj (Vidhan Sabha constituency) (Hindi: फारबिसगंज विधान सभा निर्वाचन क्षेत्र) is an assembly constituency in Araria district in the Indian state of Bihar. In 2015 Bihar Legislative Assembly election, Forbesganj was one of the 36 seats to have VVPAT enabled electronic voting machines.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In addition to its role as an educational and administrative place, the economy of this small city is fueled by fertilizer production, rice production, building and construction material supply, and other industry.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>The main language spoken over here is Maithili &amp; Hindi. But, there are people who speak, Bhojpuri, Bengali, Marwari &amp; Punjabi as well, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>There are several beautiful[weasel words], religious as well as historical spots which one can visit after reaching this place.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are several CBSE and State Board schools present in this city. Some Senior Secondary schools are Mithila public school, S.R.S Vidya Mandir, Delhi Public School Forbesganj, DAV Public School, Dev gurukul primary school and sisu mandir etc.</p>\r\n<p>All Colleges of this city are under Purnia University. There is also an Engineering college present in the city named [http://mbit.in/ Moti Babu Institute Of Technology</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Major daily Hindi news in Forbesganj include Dainik Jagaran, Hindustan and Prabhat Khabar.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>( NH 27 Formerly NH-57) and&nbsp; NH 527 connects Forbesganj. Daily bus service is available from the Purnia, Patna, Siliguri, Kolkata, Bhagalpur, Katihar, Birpur, Jogbani, Saharsa, Darbhanga &amp; Muzaffarpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Forbesganj Junction Railway Station lies on Barauni-Katihar, Saharsa and Purnia sections. There are direct trains available to the major cities (Delhi/Kolkata, etc.) of the country, apart from local trains running between Jogbani and Katihar. The Saharsa-Forbesganj section is under construction into Broad Gauge.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The nearest airport to this place is Biratnagar (Nepal), then Bagdogra Airport in Siliguri, West Bengal and the third nearest is Jay Prakash Narayan International Airport, Patna. From Bagdogra Airport it takes 3&ndash;4 hours to reach the city by road.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Forbesganj</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/25c378eb-72c0-4af8-947f-83056a568c15_Forbesganj.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-forbesganj-bihar","tags":[{"name":"forbesganj","slug":"forbesganj"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":261,"title":"Top Places to visit in Purnia, Bihar","imageUrl":"f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","dateCreated":"2019-02-16T13:44:37.198Z","dateModified":"2019-02-16T14:05:50.545Z","contributedBy":"AskGif","content":"Purnia is a city that serves as the administrative headquarters of both Purnia district and Purnia division in the Indian state of Bihar. It is the largest city in northeastern Bihar also known as Kosi- Seemanchal area.[citation needed] Total geographical area of Purnia municipal corporation is 9","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"purnia","slug":"purnia"}],"slug":"top-places-to-visit-in-purnia-bihar","total":0},{"id":258,"title":"Top Places to visit in Muzaffarpur, Bihar","imageUrl":"2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","dateCreated":"2019-02-07T13:21:35.482Z","dateModified":"2019-02-07T13:27:20.753Z","contributedBy":"AskGif","content":"Muzaffarpur is a sub-metropolitan city located in Muzaffarpur district in the Tirhut region of Bihar. It serves as the headquarters of Tirhut division, Muzaffarpur district and the Muzaffarpur Railway District. It is the fourth most populous city in Bihar.\r\n&nbsp;\r\nMuzaffarpur is fa","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"muzaffarpur","slug":"muzaffarpur"}],"slug":"top-places-to-visit-in-muzaffarpur-bihar","total":0},{"id":241,"title":"Top Places to visit in Bhojpur (Arrah), Bihar","imageUrl":"2d32cad4-f21c-4715-8fac-b5a236466eed_ara-railway-station.jpg","dateCreated":"2019-01-14T14:37:17.944Z","dateModified":"2019-01-14T14:53:31.36Z","contributedBy":"AskGif","content":"Bhojpur district is one of the thirty-eight districts of Bihar state in northern India. Arrah town (also known as Ara) is the administrative headquarters of this district.\r\n&nbsp;\r\nThe district came into existence in 1972, when Shahabad district was bifurcated into Bhojpur and Rohta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d32cad4-f21c-4715-8fac-b5a236466eed_ara-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"bhojpur","slug":"bhojpur"},{"name":"arrah","slug":"arrah"}],"slug":"top-places-to-visit-in-bhojpur-arrah-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}