{"id":1266,"title":"22 वजन कम करने के लिए वास्तव में विज्ञान आधारित हैं","imageUrl":"ed55e586-58e8-4e38-919f-09c94068c7c1-1519825466-f.jpg","dateCreated":"2020-04-29T14:42:15.04Z","dateModified":"2020-06-22T11:33:59.2Z","contributedBy":"AskGif","content":"<p>लोगों को अक्सर सभी प्रकार की पागल चीजें करने की सलाह दी जाती है, जिनमें से अधिकांश के पीछे कोई सबूत नहीं होता है।</p>\r\n<p>हालांकि, वर्षों में, वैज्ञानिकों ने कई रणनीतियों को पाया है जो प्रभावी लगती हैं।</p>\r\n<p>यहां 26 वजन घटाने के सुझाव दिए गए हैं जो वास्तव में साक्ष्य आधारित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>1. पानी पिएं, खासकर भोजन से पहले</p>\r\n<p>अक्सर यह दावा किया जाता है कि पीने के पानी से वजन घटाने में मदद मिल सकती है - और यह सच है।</p>\r\n<p>1-1.5 घंटे की अवधि में पीने का पानी 24-30% तक चयापचय को बढ़ा सकता है, जिससे आपको कुछ अधिक कैलोरी जलाने में मदद मिलेगी।</p>\r\n<p>एक अध्ययन से पता चला है कि भोजन से आधे घंटे पहले आधा लीटर (17 औंस) पानी पीने से डाइटर्स कम कैलोरी खाते हैं और 44% अधिक वजन कम करते हैं, उन लोगों की तुलना में जो पानी नहीं पीते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2. नाश्ते के लिए अंडे खाएं</p>\r\n<p>पूरे अंडे खाने से वजन कम करने में मदद करने सहित सभी प्रकार के लाभ हो सकते हैं।</p>\r\n<p>अध्ययन बताते हैं कि अंडे के साथ अनाज आधारित नाश्ते की जगह लेने से आपको अगले 36 घंटों के लिए कम कैलोरी खाने के साथ-साथ अधिक वजन और शरीर में वसा कम हो सकती है।</p>\r\n<p>यदि आप अंडे नहीं खाते हैं, तो यह ठीक है। नाश्ते के लिए गुणवत्ता वाले प्रोटीन का कोई भी स्रोत चाल करना चाहिए।</p>\r\n<p>&nbsp;</p>\r\n<p>3. कॉफी पीना (अधिमानतः काला)</p>\r\n<p>कॉफी को गलत तरीके से ध्वस्त किया गया है। गुणवत्ता वाली कॉफी एंटीऑक्सिडेंट के साथ भरी हुई है और इसके कई स्वास्थ्य लाभ हो सकते हैं।</p>\r\n<p>अध्ययनों से पता चलता है कि कॉफी में कैफीन चयापचय को 3-11% तक बढ़ा सकता है और वसा जलने को 10&ndash;29% तक बढ़ा सकता है।</p>\r\n<p>बस सुनिश्चित करें कि आपके कॉफी में चीनी या अन्य उच्च कैलोरी सामग्री का एक गुच्छा न जोड़ें। यह पूरी तरह से किसी भी लाभ को नकार देगा।</p>\r\n<p>आप अपने स्थानीय किराने की दुकान पर कॉफी की खरीदारी कर सकते हैं, साथ ही ऑनलाइन भी।</p>\r\n<p>&nbsp;</p>\r\n<p>4. ग्रीन टी पिएं</p>\r\n<p>कॉफी की तरह, ग्रीन टी के भी कई फायदे हैं, उनमें से एक है वजन कम होना।</p>\r\n<p>हालांकि हरी चाय में कैफीन की थोड़ी मात्रा होती है, इसे कैटेचिन नामक शक्तिशाली एंटीऑक्सिडेंट से भरा जाता है, जो माना जाता है कि वसा जलने को बढ़ाने के लिए कैफीन के साथ सहक्रियाशील रूप से काम करता है।</p>\r\n<p>हालांकि सबूत मिश्रित हैं, कई अध्ययनों से पता चलता है कि ग्रीन टी (या तो पेय या ग्रीन टी निकालने के पूरक के रूप में) आपको वजन कम करने में मदद कर सकती है</p>\r\n<p>ग्रीन टी अधिकांश फार्मेसियों, स्वास्थ्य दुकानों और किराने की दुकानों, साथ ही ऑनलाइन पर उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>5. आंतरायिक उपवास का प्रयास करें</p>\r\n<p>&nbsp;आंतरायिक उपवास एक लोकप्रिय भोजन पद्धति है जिसमें लोग उपवास और खाने की अवधि के बीच चक्र करते हैं।</p>\r\n<p>अल्पकालिक अध्ययनों से पता चलता है कि आंतरायिक उपवास वजन घटाने के लिए निरंतर कैलोरी प्रतिबंध के रूप में प्रभावी है।</p>\r\n<p>इसके अतिरिक्त, यह आमतौर पर कम कैलोरी आहार के साथ जुड़े मांसपेशियों के नुकसान को कम कर सकता है। हालांकि, किसी भी मजबूत दावे किए जाने से पहले उच्च-गुणवत्ता वाले अध्ययन की आवश्यकता होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>6. ग्लूकोमैनन सप्लीमेंट लें</p>\r\n<p>ग्लूकोमानन नामक एक फाइबर को कई अध्ययनों में वजन घटाने से जोड़ा गया है।</p>\r\n<p>इस तरह का फाइबर पानी को अवशोषित करता है और थोड़ी देर के लिए आपकी आंत में बैठ जाता है, जिससे आप अधिक भरा हुआ महसूस करते हैं और आपको कम कैलोरी खाने में मदद मिलती है।</p>\r\n<p>अध्ययनों से पता चलता है कि जो लोग ग्लूकोमैनन के पूरक हैं, वे उन लोगों की तुलना में थोड़ा अधिक वजन कम करते हैं जो नहीं करते हैं।</p>\r\n<p>आप न केवल विटामिन की दुकानों और फार्मेसियों में ग्लूकोमानन की खुराक पा सकते हैं, बल्कि ऑनलाइन भी।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>7. जोड़ा हुआ चीनी पर वापस कट</p>\r\n<p>आधुनिक आहार में चीनी सबसे खराब सामग्री में से एक है। ज़्यादातर लोग रास्ता बहुत ज़्यादा खाते हैं।</p>\r\n<p>अध्ययनों से पता चलता है कि चीनी (और उच्च फ्रुक्टोज कॉर्न सिरप) की खपत मोटापे के बढ़ते जोखिम के साथ-साथ टाइप 2 मधुमेह और हृदय रोग सहित स्थितियों से दृढ़ता से जुड़ी हुई है।</p>\r\n<p>यदि आप अपना वजन कम करना चाहते हैं, तो अतिरिक्त चीनी पर वापस काट लें। बस लेबल पढ़ना सुनिश्चित करें, क्योंकि यहां तक ​​कि तथाकथित स्वस्थ खाद्य पदार्थों को चीनी के साथ लोड किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>8. कम रिफाइंड कार्ब्स खाएं</p>\r\n<p>&nbsp;परिष्कृत कार्बोहाइड्रेट में चीनी और अनाज शामिल हैं जो उनके रेशेदार, पौष्टिक भागों से छीन लिए गए हैं। इनमें सफेद ब्रेड और पास्ता शामिल हैं।</p>\r\n<p>अध्ययनों से पता चलता है कि परिष्कृत कार्ब्स तेजी से रक्त शर्करा को बढ़ा सकते हैं, जिससे भूख, cravings और कुछ घंटों बाद भोजन का सेवन बढ़ जाता है। परिष्कृत कार्ब्स खाने से मोटापा जुड़ा हुआ है।</p>\r\n<p>यदि आप कार्ब्स खाने जा रहे हैं, तो उन्हें अपने प्राकृतिक फाइबर के साथ खाना सुनिश्चित करें।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>9. कम कार्ब आहार पर जाएं</p>\r\n<p>यदि आप कार्ब प्रतिबंध के सभी लाभ प्राप्त करना चाहते हैं, तो सभी तरह से जाने और कम कार्ब आहार के लिए प्रतिबद्ध होने पर विचार करें।</p>\r\n<p>कई अध्ययनों से पता चलता है कि इस तरह के एक आहार से आपको कम से कम 2&ndash;3 गुना वजन कम करने में मदद मिल सकती है जबकि एक मानक कम वसा वाले आहार के रूप में यह आपके स्वास्थ्य में सुधार करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>10. छोटे प्लेट्स का उपयोग करें</p>\r\n<p>छोटी प्लेटों का उपयोग करके कुछ लोगों को स्वचालित रूप से कम कैलोरी खाने में मदद करने के लिए दिखाया गया है।</p>\r\n<p>हालाँकि, प्लेट-आकार का प्रभाव सभी को प्रभावित नहीं करता है। जो लोग अधिक वजन वाले हैं वे अधिक प्रभावित होते हैं।</p>\r\n<p>11. व्यायाम अंश नियंत्रण या गणना कैलोरी</p>\r\n<p>भाग नियंत्रण - बस कम खाना - या कैलोरी गिनना स्पष्ट कारणों के लिए बहुत उपयोगी हो सकता है।</p>\r\n<p>कुछ अध्ययनों से पता चलता है कि खाने की डायरी रखने या अपने भोजन की तस्वीरें लेने से आपको अपना वजन कम करने में मदद मिल सकती है।</p>\r\n<p>जो कुछ भी आप खा रहे हैं उसके बारे में आपकी जागरूकता बढ़ जाती है जो कुछ भी फायदेमंद होने की संभावना है।</p>\r\n<p>&nbsp;</p>\r\n<p>12. अगर आपको भूख लगी है, तो स्वस्थ भोजन रखें</p>\r\n<p>पास में स्वस्थ भोजन रखने से आप अस्वस्थ होने पर कुछ भी खाने से रोकने में मदद कर सकते हैं।</p>\r\n<p>आसानी से पोर्टेबल और तैयार होने वाले स्नैक्स में पूरे फल, नट्स, बेबी गाजर, दही और हार्ड-उबले अंडे शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>13. मसालेदार भोजन खाएं</p>\r\n<p>मिर्च मिर्च में कैप्साइसिन, एक मसालेदार यौगिक होता है जो चयापचय को बढ़ावा दे सकता है और आपकी भूख को थोड़ा कम कर सकता है।</p>\r\n<p>हालांकि, लोग समय के साथ कैप्सैसिन के प्रभावों के प्रति सहिष्णुता विकसित कर सकते हैं, जो इसकी दीर्घकालिक प्रभावशीलता को सीमित कर सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>14. एरोबिक व्यायाम करें</p>\r\n<p>एरोबिक व्यायाम (कार्डियो) करना कैलोरी को जलाने और आपके शारीरिक और मानसिक स्वास्थ्य को बेहतर बनाने का एक शानदार तरीका है।</p>\r\n<p>यह पेट की चर्बी को खोने के लिए विशेष रूप से प्रभावी प्रतीत होता है, अस्वास्थ्यकर वसा जो आपके अंगों के आसपास का निर्माण करता है और चयापचय रोग का कारण बनता है।</p>\r\n<p>&nbsp;</p>\r\n<p>15. लिफ्ट वजन</p>\r\n<p>डाइटिंग के सबसे बुरे प्रभावों में से एक यह है कि यह मांसपेशियों की हानि और चयापचय में गिरावट का कारण बनता है, जिसे अक्सर भुखमरी मोड के रूप में जाना जाता है।</p>\r\n<p>इसे रोकने का सबसे अच्छा तरीका है कि आप किसी तरह के प्रतिरोध व्यायाम करें जैसे वजन उठाना। अध्ययन बताते हैं कि वेट लिफ्टिंग आपके चयापचय को उच्च रखने में मदद कर सकती है और आपको कीमती मांसपेशियों को खोने से रोक सकती है।</p>\r\n<p>बेशक, यह न केवल वसा खोने के लिए महत्वपूर्ण है - आप मांसपेशियों का निर्माण भी करना चाहते हैं। एक टोंड बॉडी के लिए प्रतिरोध व्यायाम महत्वपूर्ण है।</p>\r\n<p>&nbsp;</p>\r\n<p>16. अधिक फाइबर खाएं</p>\r\n<p>वजन घटाने के लिए अक्सर फाइबर की सिफारिश की जाती है।</p>\r\n<p>हालाँकि सबूतों को मिलाया गया है, कुछ अध्ययनों से पता चलता है कि फाइबर (विशेष रूप से चिपचिपा फाइबर) तृप्ति को बढ़ा सकता है और आपको लंबे समय तक अपने वजन को नियंत्रित करने में मदद कर सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>17. अधिक सब्जियां और फल खाएं</p>\r\n<p>सब्जियों और फलों में कई गुण होते हैं जो उन्हें वजन घटाने के लिए प्रभावी बनाते हैं।</p>\r\n<p>इनमें कुछ कैलोरी होती हैं लेकिन बहुत सारा फाइबर। उनकी उच्च जल सामग्री उन्हें कम ऊर्जा घनत्व देती है, जिससे उन्हें बहुत भरना पड़ता है।</p>\r\n<p>अध्ययन बताते हैं कि जो लोग सब्जियां और फल खाते हैं उनका वजन कम होता है।</p>\r\n<p>ये खाद्य पदार्थ बहुत पौष्टिक भी होते हैं, इसलिए इन्हें खाना आपके स्वास्थ्य के लिए महत्वपूर्ण है।</p>\r\n<p>&nbsp;</p>\r\n<p>18. अच्छी नींद लें</p>\r\n<p>नींद अत्यधिक हाइड्रेटेड है लेकिन शायद उतना ही महत्वपूर्ण है जितना स्वस्थ और व्यायाम करना।</p>\r\n<p>अध्ययनों से पता चलता है कि खराब नींद मोटापे के लिए सबसे मजबूत जोखिम कारकों में से एक है, क्योंकि यह बच्चों में 89% बढ़े हुए जोखिम और वयस्कों में 55% है।</p>\r\n<p>&nbsp;</p>\r\n<p>19. बीट योर फूड एडिक्शन</p>\r\n<p>एक हालिया अध्ययन में पाया गया कि उत्तरी अमेरिका और यूरोप में 19.9% ​​लोग भोजन की लत के मानदंडों को पूरा करते हैं।</p>\r\n<p>यदि आप ओवरवेटिंग क्रेविंग का अनुभव करते हैं और अपने खाने पर कोई अंकुश नहीं लगा सकते हैं तो आप कितनी भी कोशिश कर लें, आप नशे की लत से पीड़ित हो सकते हैं।</p>\r\n<p>इस मामले में, पेशेवर मदद लें। पहली बार भोजन की लत के बिना वजन कम करने की कोशिश करना असंभव है।</p>\r\n<p>&nbsp;</p>\r\n<p>20. अधिक प्रोटीन खाएं</p>\r\n<p>वजन कम करने के लिए प्रोटीन सबसे महत्वपूर्ण पोषक तत्व है।</p>\r\n<p>अपने आहार में प्रति दिन 441 कैलोरी का शेविंग करते हुए एक उच्च प्रोटीन आहार खाने से प्रति दिन 80-100 कैलोरी चयापचय को बढ़ावा देने के लिए दिखाया गया है।</p>\r\n<p>एक अध्ययन से यह भी पता चला है कि प्रोटीन के रूप में अपने दैनिक कैलोरी का 25% खाने से भोजन के बारे में जुनूनी विचार 60% कम हो जाते हैं, जबकि आधे में देर रात के नाश्ते की इच्छा में कटौती करते हैं।</p>\r\n<p>बस अपने आहार में प्रोटीन को शामिल करना वजन कम करने के सबसे आसान और प्रभावी तरीकों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>21. सोडा और फ्रूट जूस सहित, बहुत सारे पेय न पिएं</p>\r\n<p>चीनी खराब है, लेकिन तरल रूप में चीनी और भी खराब है। अध्ययनों से पता चलता है कि तरल शर्करा से कैलोरी आधुनिक आहार का सबसे अधिक वसा वाला पहलू हो सकता है।</p>\r\n<p>उदाहरण के लिए, एक अध्ययन से पता चला है कि चीनी-मीठा पेय प्रत्येक दैनिक सेवा के लिए बच्चों में मोटापे के 60% जोखिम से जुड़ा हुआ है।</p>\r\n<p>ध्यान रखें कि यह फलों के रस पर भी लागू होता है, जिसमें कोक जैसे सॉफ्ट ड्रिंक के बराबर चीनी होती है।</p>\r\n<p>पूरा फल खाएं, लेकिन पूरी तरह से फलों के रस को सीमित करें या उससे बचें।</p>\r\n<p>&nbsp;</p>\r\n<p>22. संपूर्ण, एकल-घटक खाद्य पदार्थ (वास्तविक भोजन) खाएं</p>\r\n<p>अगर आप दुबले-पतले, सेहतमंद इंसान बनना चाहते हैं, तो एक सबसे अच्छी चीज जो आप अपने लिए कर सकते हैं वो है पूरी, सिंगल-इंग्रेडिएंट्स खाना।</p>\r\n<p>ये खाद्य पदार्थ स्वाभाविक रूप से भर रहे हैं, और अगर आपके आहार का बहुमत उन पर आधारित है, तो वजन बढ़ाना बहुत मुश्किल है।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed55e586-58e8-4e38-919f-09c94068c7c1-1519825466-f.jpg","subContents":[],"category":{"name":"स्वास्थ्य-और-तंदुस्र्स्ती","slug":"health-and-fitness"},"slug":"22-weight-loss-tips-that-are-actually-science-based","tags":[{"name":"उपचार","slug":"remedies"},{"name":"परहेज़","slug":"dieting"},{"name":"सुरभि-ब्लॉग","slug":"surbhi-blog"},{"name":"वजन-घटना","slug":"weight-loss"}],"recommendations":[{"id":1306,"title":"Popular Ruby Editors","imageUrl":"201bcb51-31f5-4e98-8bda-38353c049338-ruby-ide.jpg","dateCreated":"2020-05-12T10:14:12.78Z","dateModified":"2020-05-12T10:14:19.533Z","contributedBy":"AskGif","content":"To write your Ruby programs, you will need an editor &minus;\r\n- If you are working on a Windows machine, then you can use any simple text editor like Notepad or Edit plus.\r\n- VIM https://vim8.org/ (Vi IMproved) is a very simple text editor. This is available on almost all Unix machi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/201bcb51-31f5-4e98-8bda-38353c049338-ruby-ide.jpg","category":{"name":"शिक्षण","slug":"tutorials"},"tags":[{"name":"रूबी-ऑन-रेल्स","slug":"ruby-on-rails"},{"name":"सुरभि-ब्लॉग","slug":"surbhi-blog"}],"slug":"popular-ruby-editors","total":0},{"id":1301,"title":"Ruby - Local Environment Setup in UNIX","imageUrl":"d09de2ef-6688-4115-9566-5d855f09c4d3-ruby-ubuntu.jpg","dateCreated":"2020-05-11T13:04:58.968Z","dateModified":"2020-05-11T13:37:35.649Z","contributedBy":"AskGif","content":"If you are still willing to set up your environment for Ruby programming language, then let's proceed. This tutorial will teach you all the important topics related to environment setup. We would recommend you to go through the following topics first and then proceed further &minus;\r\n&nbsp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09de2ef-6688-4115-9566-5d855f09c4d3-ruby-ubuntu.jpg","category":{"name":"शिक्षण","slug":"tutorials"},"tags":[{"name":"सुरभि-ब्लॉग","slug":"surbhi-blog"},{"name":"रूबी-ऑन-रेल्स","slug":"ruby-on-rails"},{"name":"ubuntu","slug":"ubuntu"}],"slug":"ruby-local-environment-setup-in-unix","total":0},{"id":1266,"title":"22 वजन कम करने के लिए वास्तव में विज्ञान आधारित हैं","imageUrl":"ed55e586-58e8-4e38-919f-09c94068c7c1-1519825466-f.jpg","dateCreated":"2020-04-29T14:42:15.04Z","dateModified":"2020-06-22T11:33:59.2Z","contributedBy":"AskGif","content":"लोगों को अक्सर सभी प्रकार की पागल चीजें करने की सलाह दी जाती है, जिनमें से अधिकांश के पीछे कोई सबूत नहीं होता है।\r\nहालांकि, वर्षों में, वैज्ञानिकों ने कई रणनीतियों को पाया है जो प्रभावी लगती हैं।\r\nयहां 26 वजन घटाने के सुझाव दिए गए हैं जो वास्तव में साक्ष्य आधारित हैं।\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed55e586-58e8-4e38-919f-09c94068c7c1-1519825466-f.jpg","category":{"name":"स्वास्थ्य-और-तंदुस्र्स्ती","slug":"health-and-fitness"},"tags":[{"name":"उपचार","slug":"remedies"},{"name":"परहेज़","slug":"dieting"},{"name":"सुरभि-ब्लॉग","slug":"surbhi-blog"},{"name":"वजन-घटना","slug":"weight-loss"}],"slug":"22-weight-loss-tips-that-are-actually-science-based","total":0},{"id":56,"title":"एक हैंगओवर से बचने के लिए चालाक तरीके","imageUrl":"c289737e-b61a-4b50-9e28-f0035b9ebf7e_hangover_wm_icon.gif","dateCreated":"2018-07-30T14:08:35.158Z","dateModified":"2018-07-30T14:39:01.528Z","contributedBy":"AskGif","content":"शराब, बीयर और आसुत आत्माओं जैसे शराब की खपत के बाद एक हैंगओवर विभिन्न अप्रिय शारीरिक और मनोवैज्ञानिक प्रभावों का अनुभव है। हैंगओवर कई घंटों तक या 24 घंटे से अधिक समय तक चल सकते हैं। हैंगओवर के विशिष्ट लक्षणों में सिरदर्द, उनींदापन, एकाग्रता की समस्याएं, शुष्क मुंह, चक्कर आना, थकान, गैस्ट्रोइंटेस्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c289737e-b61a-4b50-9e28-f0035b9ebf7e_hangover_wm_icon.gif","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"उपचार","slug":"remedies"},{"name":"अत्यधिक-नशा","slug":"hangover"}],"slug":"clever-ways-to-avoid-a-hangover","total":0}]}