{"id":1268,"title":"10 प्रभावी वजन घटाने और वसा जलने व्यायाम: कसरत प्रेरणा!","imageUrl":"c8869780-37cf-4095-93ab-b45d7a083e27-Surya-namaskar-For-weight-Loss-head.jpg","dateCreated":"2020-04-30T05:54:27.701Z","dateModified":"2020-04-30T05:54:45.267Z","contributedBy":"AskGif","content":"<p>अपने पेट में चूसने की उम्मीद है कि यह जादुई रूप से गायब हो जाएगा? अपनी कोठरी में लटके हुए उस भव्य पोशाक में फिट होना चाहते हैं? सख्त उम्मीद है कि आप इस गर्मी में एक स्विमिंग सूट खींच सकते हैं? आपकी प्रार्थनाओं का एकमात्र उत्तर, जिसे आप पहले से जानते हैं, व्यायाम है। जैसे बुद्धिमान कहते हैं, आज शुरू करने जैसा कुछ नहीं है। व्यायाम कैलोरी जलाने और मांसपेशियों के निर्माण का सबसे अच्छा तरीका है, इसलिए बहाना न बनाएं। इसके बजाय, प्रगति करें। आपको अपने शरीर की देखभाल करने की आवश्यकता है, और केवल आप ही फर्क कर सकते हैं। मैं आपको यह नहीं बता रहा हूं कि यह आसान होने जा रहा है, मैं आपको बता रहा हूं कि यह इसके लायक है। दर्पण में देखें, ध्यान दें: यह आपकी प्रतियोगिता है। आपको इसे अपने लिए करना होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>चूँकि वजन कम करना एक शारीरिक चुनौती से ज्यादा मानसिक चुनौती है, आपको हर सुबह उठना होगा और खुद को यह बताना होगा कि \"मैं यह कर सकता हूं\"। आपको हार न मानने के लिए दृढ़ संकल्पित होना होगा। तो उस पसीने की खोज पर जाएं और इन 9 वजन घटाने वाले व्यायामों की जांच करें:</p>\r\n<p>&nbsp;</p>\r\n<p>1. उच्च तीव्रता अंतराल प्रशिक्षण</p>\r\n<p>अपनी कसरत के लाभों को अधिकतम करने के लिए, तीव्रता की कुंजी है। HIIT यानी हाई इंटेंसिटी इंटरवल ट्रेनिंग में आपके अधिकतम प्रयास में व्यायाम के कम अंतराल शामिल हैं, इसके बाद लंबी अवधि तक रिकवरी की जाती है। HIIT का रहस्य यह है कि आप अपने गहन अंतराल के दौरान कितनी मेहनत करते हैं। परिणाम? आपके शरीर की वसा जलने की क्षमता बढ़ जाती है और पाउंड पिघल जाते हैं। उच्च तीव्रता वाले व्यायाम से वृद्धि हार्मोन की रिहाई बढ़ जाती है, जो वसा को ईंधन के रूप में इस्तेमाल करने के लिए जुटाती है। तो आपकी 20 मिनट की कसरत ब्लॉक के चारों ओर लंबे, आसान जॉग की तुलना में पूरे दिन में अधिक कैलोरी जलती है। सोल से सोल अकादमी के प्रशिक्षक रॉबिन कहते हैं, &ldquo;HIIT आपकी मांसपेशियों को अधिक परिश्रम करने, अधिक ईंधन जलाने, बेहतर प्रदर्शन करने के लिए मजबूर करता है। यह तेजी से वजन कम करने में आपकी मदद करने के लिए एक स्मार्ट रणनीति है। &rdquo;</p>\r\n<p>&nbsp;</p>\r\n<p>2. स्ट्रेंथ ट्रेनिंग</p>\r\n<p>यह एक गलत धारणा है कि वेट करने से आप ऊपर उठते हैं, यह वास्तव में आपको पतला होने में मदद करता है और आपके चयापचय को स्थायी रूप से बढ़ा देता है। इसलिए वेट रूम में जाएं, और जब आपको छोड़ने का मन करे, तो खुद से पूछें कि आपने शुरुआत क्यों की। पाउंड बहाने का रहस्य वास्तव में मांसपेशियों का निर्माण करना है। वजन के साथ कसरत पर जाएं। एक अन्य विकल्प सर्किट प्रशिक्षण है, जिसमें एक व्यायाम से दूसरे व्यायाम तक जल्दी जाना शामिल है, और एक सामान्य वजन कसरत की तुलना में 30% अधिक कैलोरी जलता है। यह वसा को नष्ट करता है और मांसपेशियों को कुंद करता है, एक मिनट में 10 कैलोरी तक जलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>3. सूर्य नमस्कार</p>\r\n<p>सूर्य नमस्कार, सबसे व्यापक रूप से प्रचलित और बुनियादी योग आसनों में से एक है, वास्तव में शरीर के विभिन्न हिस्सों पर ध्यान केंद्रित करता है और वजन घटाने के साथ अद्भुत काम करता है। यह शब्द शाब्दिक रूप से सूर्य नमस्कार का अनुवाद करता है, और इसमें प्रार्थना मुद्रा, फॉरवर्ड बेंड और भुजंगासन सहित 12 अलग-अलग पोज शामिल हैं। यह आपके कंकाल तंत्र और स्नायुबंधन को मजबूत करने में मदद करता है। शरीर को सक्रिय रखने का एक शानदार तरीका होने के नाते, यह तनाव और चिंता को कम करने में भी सहायक होता है। यदि आप पोज़ के दौरान सांस अंदर-बाहर करते रहते हैं, तो इससे आपको अधिक वजन कम करने में मदद मिलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>4. चलना</p>\r\n<p>क्या आप जानते हैं कि यदि आप अपनी दिनचर्या में 30 मिनट तेज चलना शामिल करते हैं तो आप एक दिन में लगभग 150 कैलोरी जला सकते हैं? जब आप गंभीर वजन कम करना चाहते हैं, तो चलना भी आपके दिमाग को पार नहीं करता है। खैर, यह चाहिए। चलना सबसे आसान वजन घटाने का व्यायाम है, और निश्चित रूप से कम तीव्रता है। यदि आप एक शुरुआत कर रहे हैं, तो कम से कम 20 मिनट के लिए प्रति सप्ताह 3 दिन चलना शुरू करें और फिर धीरे-धीरे अपने चलने की आवृत्ति और अवधि बढ़ाएं जब तक कि आप प्रति दिन 30-60 मिनट और सप्ताह में छह बार न चलें। अब अपने चलने वाले जूतों पर रखो, संगीत चालू करें और अपना वजन कम करें।</p>\r\n<p>&nbsp;</p>\r\n<p>5. ज़ुम्बा</p>\r\n<p>यदि जिम आपकी चीज नहीं है, तो बस नृत्य करें! ज़ुम्बा आपकी फिटनेस को बेहतर बनाने का एक अच्छा तरीका है और व्यायाम को अपनी दिनचर्या में शामिल करने का एक प्रभावी तरीका है। ज़ुम्बा सब के बारे में ढीला और कैलोरी जल रहा है। कोई आश्चर्य नहीं, यह तनाव को दूर करने, ऊर्जा बढ़ाने और ताकत में सुधार करने में मदद करने के लिए पाया गया है। इसमें अस्पष्ट व्यायाम और उच्च तीव्रता का आंदोलन शामिल है जो शरीर को चमकाने में मदद करता है। साना, सोल ऑफ़ सोल एकेडमी के संस्थापक ने टिप्पणी की, \"हिलाओ, हिलाओ, सिकोड़ो- यही हमारा आदर्श वाक्य है। इससे पहले कि आप जानते हैं, आप बहुत अधिक कैलोरी खो रहे हैं और फिर भी, आपकी ऊर्जा का स्तर बढ़ जाएगा! स्क्वाट के बीच में , ट्विस्ट, कई डांस रूटीन और उत्साहित संगीत, आप वास्तव में मज़े करेंगे। &rdquo;</p>\r\n<p>6. तैरना</p>\r\n<p>तैरने वाले वर्कआउट वसा को जलाते हैं, इंच को ट्रिम करते हैं और आपको पहले से अधिक मजबूत, फिटर और स्वस्थ बनाने में मदद करते हैं। तैराकी एक घंटे में 500-700 कैलोरी तक जल सकती है, चाहे आप ब्रेस्टस्ट्रोक करें या फ्रीस्टाइल। यह वजन घटाने और टोनिंग के लिए व्यायाम का एक अत्यधिक प्रभावी रूप है। तैराकी आपके उदर और पीठ की मांसपेशियों से लेकर आपकी बाहों, पैरों, कूल्हों और ग्लूट्स तक सभी प्रमुख मांसपेशी समूहों को संलग्न करती है। यह आपकी फिटनेस का एकमात्र रूप हो सकता है, लेकिन साथ ही साथ चलने और दौड़ने जैसे अन्य अभ्यासों की प्रभावी रूप से प्रशंसा कर सकता है। तो आगे बढ़ो, एक दिखावा करें, वजन कम करें और बहुत अच्छा महसूस करें।</p>\r\n<p>&nbsp;</p>\r\n<p>7. मसाला भांगड़ा</p>\r\n<p>पारंपरिक भांगड़ा के साथ बॉलीवुड बीट्स की गतिशीलता के साथ, नृत्य के इस हास्यास्पद मजेदार रूप के साथ अलविदा व्यायाम करने की एकरसता की बोली लगाएं। आप प्रति वर्ग 500 कैलोरी जला सकते हैं, और इसे प्रतिभागी के आराम स्तर तक संशोधित किया जा सकता है, जिससे यह सभी उम्र के लिए सुलभ हो सकता है। अपनी बाहों को ध्यान में रखते हुए सभी नृत्य करते हैं, यह आपके कंधों में रोटेटर कफ की मांसपेशियों को भी मजबूत करता है। सभी ऊपरी शरीर की कार्रवाई कंधे, टन हथियार और पीठ को आकार देती है। जो कोई भी ढोल की थाप को सुनकर बड़ा हुआ है, वह अपने पैरों को इस गहन कसरत से जोड़ देगा।</p>\r\n<p>&nbsp;</p>\r\n<p>8. उन एब्स की एक्सरसाइज करें</p>\r\n<p>बाय बाय मफिन टॉप! एब्डोमिनल्स, जिसे सामूहिक रूप से कोर के रूप में जाना जाता है, में कई परस्पर जुड़े हुए मांसपेशियां शामिल हैं जो पीठ के ऊपर और नीचे की ओर बट और सामने और अंदरुनी जांघों तक चलती हैं - न कि केवल वसा जो आपकी पतली जीन्स के शीर्ष पर खिलती है। यहाँ वजन घटाने के व्यायाम हैं जो प्यार को बनाए रखेंगे:</p>\r\n<p>&nbsp;</p>\r\n<p>क्रंचेस - अपने घुटनों पर झुकते हुए अपनी पीठ के बल लेटें, और अपने हाथों को अपने सिर के पीछे। अपने कंधों को फर्श से उठाएं और अपने पैरों को अपने रिबेक की ओर करें; एक साथ। धीरे-धीरे, प्रारंभिक स्थिति पर लौटें।</p>\r\n<p>&nbsp;</p>\r\n<p>लो बेली लेग रीच - लक्ष्य कोर्सेट और 6-पैक क्षेत्र। 90 डिग्री तक झुकते हुए फेसअप करें, सिर के पीछे हाथ रखें और पेट सिकुड़े। घुटनों को कूल्हों के ऊपर रखते हुए, कंधे को उठाएं और कुरकुरे करें; श्वास और 3-5 सेकंड के लिए पकड़ो। साँस छोड़ते और पैरों को 45 डिग्री तक बढ़ाएं; निचले पेट को निचोड़ते हुए 3-5 सेकंड तक पकड़ें। 10-15 रिप्स के 2 सेट करें।</p>\r\n<p>&nbsp;</p>\r\n<p>बोट पोज़ - फर्श पर अपने पैरों के साथ बैठें, घुटनों को मोड़ें, समर्थन के लिए अपने घुटनों के नीचे हाथ। अपनी छाती को उठाकर और कंधों को पीछे रखते हुए, अपनी पेट की मांसपेशियों को संलग्न करें और अपने निचले पैरों को उठाएं जब तक कि वे फर्श के समानांतर न हों (आपके घुटने अभी भी मुड़े हुए होने चाहिए) और आप अपनी बैठी हुई हड्डियों पर संतुलन बना रहे हैं। यदि यह सहज महसूस करता है, तो अपने पैरों को सीधा करना शुरू करें (यदि आपको अपनी पीठ में कोई असुविधा महसूस होती है) और अपनी बाहों को आगे बढ़ाएं। ५-१५ सांसें रोकें, फिर छोड़ें। 5 बार तक दोहराएं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>तख़्त - अपने कंधों के नीचे सीधे अपने हाथों से सभी चौकों पर एक चटाई पर घुटने। अपने पैरों को वापस एक समय में एक तख़्ता स्थिति में आने के लिए और अपने पेट की मांसपेशियों को संलग्न करें। आपका शरीर लंबा और सीधा होना चाहिए। समर्थन के लिए अपने हाथों और पैरों को चटाई में मजबूती से दबाएं। 2 मिनट के लिए पकड़ो, फिर सभी चार पर वापस छोड़ दें। यह आसान नहीं होगा, लेकिन यह इसके लायक होगा। हमें विश्वास करो, आपका भविष्य स्वयं आपको धन्यवाद देगा।</p>\r\n<p>&nbsp;</p>\r\n<p>9. स्क्वाट्स</p>\r\n<p>अपनी जांघों और बट के चारों ओर उस अतिरिक्त वसा से छुटकारा नहीं पा सकते हैं? खीजो नहीं। जब आप स्क्वाट सही ढंग से करते हैं, तो आप अपने पूरे निचले शरीर और अपने कोर को संलग्न करते हैं। जांघों और ग्लूट्स से वसा जलाने के लिए स्क्वाट्स सबसे अच्छे बॉडीवेट अभ्यासों में से एक हैं, और कुछ ही समय में आपके निचले शरीर को आकार में लाते हैं। स्क्वाट्स तगड़े और एथलीटों के बीच लोकप्रिय हैं, क्योंकि वे काम करते हैं (और कैसे)! एक बार जब आप नियमित प्रकार के आदी हो जाते हैं, तो आप गति को बदल सकते हैं, रेप्स को अधिकतम कर सकते हैं, जंप स्क्वैट्स, बारबेल स्क्वैट्स, पिस्टल स्क्वैट्स जैसे नए बदलावों की कोशिश कर सकते हैं और खुद को चुनौती दे सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>10. देसी जाम कार्डियो</p>\r\n<p>देसी जैम कार्डियो मूल रूप से नॉन-स्टॉप कार्डियो के लिए गैर-स्टॉप कार्डियो है। बॉलीवुड, भांगड़ा और बेली डांस के इस मिश्रण को आकार दें - सभी एक में। आत्मा टू सोल डांस एकेडमी के मालिक सुश्री विद्यालंकार कहते हैं, \"आप यह भी नहीं बता सकते कि आपने शुक्रवार रात पार्टी की है, जहाँ आप लगभग 800-1000 कैलोरी तक जलाते हैं।\" यह ग्लूट्स, क्वाड्स, एब्डोमिनल, लोअर बैक, चेस्ट और शोल्डर को मिलाकर एक फुल-मसल वर्कआउट है। तो हरा महसूस करो, अपने आप को आंदोलन में खो दो और अपना वजन कम करो! यह कार्डियो-केंद्रित वर्ग कुछ मज़ेदार होने के लिए आपका नया मंत्र होना चाहिए।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c8869780-37cf-4095-93ab-b45d7a083e27-Surya-namaskar-For-weight-Loss-head.jpg","subContents":[],"category":{"name":"स्वास्थ्य-और-तंदुस्र्स्ती","slug":"health-and-fitness"},"slug":"10-effective-weight-loss-and-fat-burning-exercises-workout-motivation","tags":[{"name":"व्यायाम","slug":"exercise"},{"name":"सुरभि-ब्लॉग","slug":"surbhi-blog"},{"name":"फिटनेस","slug":"fitness"},{"name":"वजन-घटना","slug":"weight-loss"}],"recommendations":[{"id":1303,"title":"Ruby - Local Environment Setup Mac","imageUrl":"2291dd7c-d5f1-4733-89b8-d694fdc5b08c-ruby-mac.jpg","dateCreated":"2020-05-11T13:48:58.837Z","dateModified":"2020-05-11T13:49:11.109Z","contributedBy":"AskGif","content":"In this post, we&rsquo;re going to show you how to install Ruby on your Mac. Along the way, we&rsquo;ll learn about the steps involved and various bits of knowledge required to get up and going.\r\nHere are the Mac installation steps.\r\nTo install ruby with rails:\r\n<pre class=\"lang","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2291dd7c-d5f1-4733-89b8-d694fdc5b08c-ruby-mac.jpg","category":{"name":"शिक्षण","slug":"tutorials"},"tags":[{"name":"रूबी-ऑन-रेल्स","slug":"ruby-on-rails"},{"name":"MacBook","slug":"macbook"},{"name":"सुरभि-ब्लॉग","slug":"surbhi-blog"}],"slug":"ruby-local-environment-setup-mac","total":0},{"id":1301,"title":"Ruby - Local Environment Setup in UNIX","imageUrl":"d09de2ef-6688-4115-9566-5d855f09c4d3-ruby-ubuntu.jpg","dateCreated":"2020-05-11T13:04:58.968Z","dateModified":"2020-05-11T13:37:35.649Z","contributedBy":"AskGif","content":"If you are still willing to set up your environment for Ruby programming language, then let's proceed. This tutorial will teach you all the important topics related to environment setup. We would recommend you to go through the following topics first and then proceed further &minus;\r\n&nbsp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d09de2ef-6688-4115-9566-5d855f09c4d3-ruby-ubuntu.jpg","category":{"name":"शिक्षण","slug":"tutorials"},"tags":[{"name":"सुरभि-ब्लॉग","slug":"surbhi-blog"},{"name":"रूबी-ऑन-रेल्स","slug":"ruby-on-rails"},{"name":"ubuntu","slug":"ubuntu"}],"slug":"ruby-local-environment-setup-in-unix","total":0},{"id":1300,"title":"Ruby Introduction","imageUrl":"dbe93f08-9fc8-4478-8719-26f1e4f7de63-ruby-introduction.jpg","dateCreated":"2020-05-11T12:46:56.14Z","dateModified":"2020-05-11T12:47:09.005Z","contributedBy":"AskGif","content":"<strong>Ruby \"A Programmer's Best Friend\":</strong>\r\n- Ruby is an object-oriented programming language developed by Yukihiro Matsumoto.\r\n- Ruby is a dynamic programming language with a complex but at the same time expressive grammar. Ruby also has a core class library with a rich an","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dbe93f08-9fc8-4478-8719-26f1e4f7de63-ruby-introduction.jpg","category":{"name":"शिक्षण","slug":"tutorials"},"tags":[{"name":"सुरभि-ब्लॉग","slug":"surbhi-blog"},{"name":"रूबी-ऑन-रेल्स","slug":"ruby-on-rails"}],"slug":"ruby-introduction","total":0},{"id":1266,"title":"22 वजन कम करने के लिए वास्तव में विज्ञान आधारित हैं","imageUrl":"ed55e586-58e8-4e38-919f-09c94068c7c1-1519825466-f.jpg","dateCreated":"2020-04-29T14:42:15.04Z","dateModified":"2020-06-22T11:33:59.2Z","contributedBy":"AskGif","content":"लोगों को अक्सर सभी प्रकार की पागल चीजें करने की सलाह दी जाती है, जिनमें से अधिकांश के पीछे कोई सबूत नहीं होता है।\r\nहालांकि, वर्षों में, वैज्ञानिकों ने कई रणनीतियों को पाया है जो प्रभावी लगती हैं।\r\nयहां 26 वजन घटाने के सुझाव दिए गए हैं जो वास्तव में साक्ष्य आधारित हैं।\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed55e586-58e8-4e38-919f-09c94068c7c1-1519825466-f.jpg","category":{"name":"स्वास्थ्य-और-तंदुस्र्स्ती","slug":"health-and-fitness"},"tags":[{"name":"उपचार","slug":"remedies"},{"name":"परहेज़","slug":"dieting"},{"name":"सुरभि-ब्लॉग","slug":"surbhi-blog"},{"name":"वजन-घटना","slug":"weight-loss"}],"slug":"22-weight-loss-tips-that-are-actually-science-based","total":0}]}