{"id":127,"title":"एटा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","dateCreated":"2018-08-30T15:12:57.42Z","dateModified":"2018-08-30T16:07:26.681Z","contributedBy":"AskGif","content":"<p>एटा एक नगर पालिका शहर है जो भारत के उत्तर प्रदेश राज्य के एटा जिले का जिला मुख्यालय भी है। नई दिल्ली से इटाह तक ड्राइविंग दूरी 207 किमी है और वहां पहुंचने के लिए सार्वजनिक परिवहन द्वारा लगभग 4 घंटे लगते हैं। यह आगरा से 82 किलोमीटर दूर है, जो सड़क से एक घंटे और 33 मिनट है। एटा जिला अलीगढ़ डिवीजन का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>एटाह 27.63 डिग्री एन 78.67 डिग्री ई पर स्थित है। इसकी औसत ऊंचाई 170 मीटर (557 फीट) है। गजिपुर पहहर गांव के पीछे ईसान नदी बहती है (हालांकि अब बहुत प्रदूषित है और लगभग सूख गई है)।</p>\r\n<p>&nbsp;</p>\r\n<p>कृषि</p>\r\n<p>जिले के लोगों का प्राथमिक व्यवसाय कृषि है। यह क्षेत्र गंगा और यमुना (डोआब) के बीच स्थित है जो अत्यधिक उपजाऊ (जलोढ़ मिट्टी) है। किसान एक वर्ष में तीन फसलों की कटाई कर रहे हैं। सिंचाई के लिए पानी साल भर उपलब्ध है। प्रमुख कृषि उत्पाद चावल, गेहूं, जौ, ज्वार, बाजरा, मक्का हैं; मिट्टी तंबाकू की खेती के लिए उपयुक्त है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>इटाह (यूपी) में चावल धान के खेतों में काम पर पुरुषों और महिलाओं</p>\r\n<p>&nbsp;</p>\r\n<p>थ्रेशर मशीन डालने के लिए गेहूं के बंडलों को बाध्य करने वाले दो युवा किसान</p>\r\n<p>जनसंख्या घनत्व</p>\r\n<p>जनगणना भारत 2011 द्वारा जारी किए गए प्रारंभिक अस्थायी आंकड़ों से पता चलता है कि 2011 के लिए एटा जिले का घनत्व 717 लोगों प्रति किमी 2 है। 2001 में, एटा जिला घनत्व प्रति किलोमीटर 236 लोगों पर था। एटा जिला 2,456 वर्ग किलोमीटर क्षेत्रों का प्रबंधन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सांस्कृतिक</p>\r\n<p>&nbsp;</p>\r\n<p>रावण रामाला ग्राउंड एटा में अपने विनाश का इंतजार कर रहे हैं।</p>\r\n<p>एटा एक विकासशील शहर है। यह ब्रिटिश काल के बाद से जिला मुख्यालय है। राष्ट्रीय राजमार्ग 91 (भारत) (एनएच 91) जीटी रोड शहर एटा के माध्यम से गुजरता है। पदव मैदान (खुले मैदान) सेना के आंदोलन के दौरान सेना के लिए उपयोग किया जाने वाला क्षेत्र है। हर साल सितंबर और अक्टूबर महीने में दशहरा में राम-लीला के लिए और दिसंबर से फरवरी तक प्रदर्शनी के लिए इस क्षेत्र का उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अस्थायी आंकड़ों के अनुसार, एटा शहरी समूह की आबादी 131,023 थी, जिनमें से पुरुष 69,446 थे और महिलाएं 61,577 थीं। साक्षरता दर 85.62 प्रतिशत थी। [6]</p>\r\n<p>&nbsp;</p>\r\n<p>धर्मों का वितरण</p>\r\n<p>&dagger; सिख (0.2%), बौद्ध (&lt;0.2%) शामिल हैं।</p>\r\n<p>यह भी देखें: उत्तर प्रदेश में शहरों की सूची</p>\r\n<p>2001 की जनगणना के अनुसार, [7] इटा की आबादी 107,0 9 8 है। पुरुषों में 53% आबादी और 47% महिलाएं हैं। एटा की औसत साक्षरता दर 68% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 73% है, और महिला साक्षरता 63% है। एटा में, 14% आबादी 6 साल से कम आयु के है।</p>\r\n<p>&nbsp;</p>\r\n<p>विकास</p>\r\n<p>पहले राष्ट्रपति राजेंद्र प्रसाद द्वारा रेलवे लाइन खोलना। ईटीएएच से टुंडला तक केवल एक छोटी रेलवे लाइन है और इटाह के लोगों द्वारा कसगंज और अलीगढ़ की रेलवे कनेक्टिविटी की मांग बहुत अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे मंत्रालय ने नई दिल्ली, आगरा और अलीगढ़ में सीधी ट्रेनों के लिए सर्वेक्षण को मंजूरी दे दी है।</p>\r\n<p>&nbsp;</p>\r\n<p>4000 मेगावाट की थर्मल पावर प्रोजेक्ट प्रस्तावित की गई है, जो साकिट के पास नंदपुर बेलमाई में स्थित है और इटाह से करीब 20 किमी दूर है, पर्यावरण मंत्रालय ने परियोजना को मंजूरी दे दी है। भूमि अधिग्रहण का काम खत्म हो गया है और इसका निर्माण 2015 में शुरू होगा, यूपी में बिजली आपूर्ति को बढ़ावा देगा। [उद्धरण वांछित] निहाहुली रोड पर एटा में एक नई फायरिंग रेंज बनाई गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक जगहें</p>\r\n<p>एटा में कैलाश मंदिर राजा दिल सुख राय बहादुर द्वारा बनाया गया था और 148 वर्ष का है।</p>\r\n<p>&nbsp;</p>\r\n<p>नूह केरा गांव रुक्मिणी के साथ भगवान श्रीकृष्ण के विवाह के लिए जाना जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>भुश्श्वर हिंदू निकायों के साथ संस्कार करने का एक स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>एटा भोजन में उत्तर प्रदेश, भारत में तैयार भोजन शामिल है। इसमें आगरा व्यंजनों के पास मुगलई शामिल है और इसमें शाकाहारी और मांसाहारी भोजन शामिल हैं। डम बिरयानी, कबाब, और कोर्मा इस क्षेत्र में बने कुछ व्यंजन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एटा अपनी समृद्ध सांस्कृतिक विविधता के बगल में अपने शैक्षणिक संस्थानों के रूप में बहुत प्रसिद्ध है। शहर में स्कूलों में बीएसडी शामिल है। पब्लिक स्कूल, असीसी कान्वेंट स्कूल, BPS पब्लिक स्कूल, एसएमएस जूनियर हाई स्कूल-शिकोहाबाद रोड, केन्द्रीय विद्यालय, जवाहर नवोदय विद्यालय, सेंट पॉल सीनियर सेक। स्कूल, ज्ञान भारती इंटर कॉलेज, ट्यूलिप पब्लिक स्कूल, सरस्वती विद्या मंदिर, श्री राम बाल भारती हायर सेकेंडरी स्कूल, डा Lokman दास पब्लिक स्कूल, एपेक्स पब्लिक स्कूल, एसबी पब्लिक स्कूल, Satyasheel पब्लिक स्कूल भोजपुर नगला Jawahari, ईसाई कृषि इंटर कॉलेज, जीआईसी इंटर कॉलेज, जेएलएन पब्लिक स्कूल, भिपिपुर, गांधी स्मारक इंटर कॉलेज, आर्य विद्यालय, प्रिंटिस गर्ल्स कॉलेज, जीजीआईसी इंटर कॉलेज और महारानी लक्ष्मी बाई इंटर कॉलेज इटाह के कुछ स्कूल हैं। गंजदुंडवाड़ा पीजी कॉलेज और डॉ। जेएच। डिग्री कॉलेज और जवाहर लाल नेहरू डिग्री कॉलेज इटा विज्ञान के छात्रों के लिए जिले के कॉलेज हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Etah</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","subContents":[{"SubTitle":"1. पटना पक्षी अभयारण्य","SubTitleHindi":null,"SubContent":"<p>पटना विहार पक्षी अभयारण्य उत्तर प्रदेश के इटाह जिले के जलेसर उप विभाजन में एक संरक्षित अभयारण्य है। इसमें 108 हेक्टेयर क्षेत्र शामिल है, और इसकी स्थापना 1 99 1 में हुई थी। यह उत्तर प्रदेश में सबसे छोटा पक्षी अभयारण्य है, केवल 1 किमी 2 के आर्द्रभूमि क्षेत्र के साथ।</p>\r\n<p>&nbsp;</p>\r\n<p>पक्षियों की 300 विभिन्न प्रजातियों के लगभग 200,000 पक्षी अभयारण्य में अक्सर होते हैं। पाइड म्यान, जड़ी-बूटियों, कॉर्मोरेंट्स और बतख और सभी विवरणों के हंस भी अभयारण्य में अक्सर होते हैं। पटना अभयारण्य सर्दियों के महीनों के दौरान सबसे अच्छा है क्योंकि अधिकांश पक्षियों मार्च में छोड़ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आगरा से सड़क से लगभग 1.5 घंटे लगते हैं। कोई अलीगढ़ (68 किमी) या हाथरस (2 9 किमी) के माध्यम से वहां पहुंच सकता है</p>\r\n<p>&nbsp;</p>\r\n<p>प्रवासी और निवासी पक्षियों की 106 से अधिक प्रजातियां झील पर अपने विश्राम के निवास स्थान के लिए जाने जाते हैं। पूरे झील क्षेत्र में जल hyacinth और Potamogeton एसपी के मैक्रोफिटिक वनस्पति के profuse वृद्धि से ढका हुआ हो जाता है। गर्मियों के दौरान। झील की पानी की गुणवत्ता सर्दियों के मौसम के दौरान avifauna की विस्तृत श्रृंखला का समर्थन करता है। झील में रहने वाले महत्वपूर्ण जलीय पक्षी हैं</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सरस क्रेन</p>\r\n<p>&nbsp;</p>\r\n<p>गुलाबी पेलिकन, greylag हंस, बार सिरदर्द हंस</p>\r\n<p>&nbsp;</p>\r\n<p>गुलाबी पेलिकन, greylag हंस, बार सिरदर्द हंस</p>\r\n<p>&nbsp;</p>\r\n<p>टफड डक और फर्ग्यूजन डक्स</p>\r\n<p>कम व्हिस्लिंग-बतख</p>\r\n<p>ग्रेलाग गुज़</p>\r\n<p>कंघी बतख</p>\r\n<p>रड्डी शेल्डक</p>\r\n<p>Gadwall</p>\r\n<p>यूरेशियन विजन</p>\r\n<p>भारतीय स्पॉट-बिल डक</p>\r\n<p>उत्तरी शॉवेलर</p>\r\n<p>उत्तरी पिंटेल</p>\r\n<p>ग्रीन-पंख वाली टील</p>\r\n<p>आम पोकार्ड</p>\r\n<p>Ferruginous बतख</p>\r\n<p>Ferruginous बतख</p>\r\n<p>बायर पोचर्ड</p>\r\n<p>Tufted बतख</p>\r\n<p>भारतीय Peafowl</p>\r\n<p>सामान्य बटेर</p>\r\n<p>ब्लैक फ्रैंकोलिन</p>\r\n<p>ग्रे फ्रैंकोलिन</p>\r\n<p>लिटिल ग्रेबे</p>\r\n<p>एशियाई ओपनबिल</p>\r\n<p>ऊनी गर्दन वाली छाल</p>\r\n<p>ब्लैक-गर्दन स्टॉर्क</p>\r\n<p>लिटिल कॉर्मोरेंट</p>\r\n<p>ग्रेट कॉर्मोरेंट</p>\r\n<p>बैंगनी हेरोन</p>\r\n<p>मवेशी Egret</p>\r\n<p>भारतीय तालाब-हेरोन</p>\r\n<p>ब्लैक-हेड इब्स</p>\r\n<p>रेड-नेपड इब्स</p>\r\n<p>यूरेशियन स्पूनबिल</p>\r\n<p>ब्लैक-कंधे पतंग</p>\r\n<p>मिस्र के गिद्ध</p>\r\n<p>बूट ईगल</p>\r\n<p>बोनेली ईगल</p>\r\n<p>Shikra</p>\r\n<p>ब्लैक पतंग</p>\r\n<p>यूरेशियन कुट</p>\r\n<p>सरस क्रेन</p>\r\n<p>ब्लैक-विंगड स्टिल्ट</p>\r\n<p>ब्लैक-टेल गॉडविट</p>\r\n<p>हंसते हुए कबूतर</p>\r\n<p>ग्रेटर कलक</p>\r\n<p>गुलाब-रिंगेड पैराकेट</p>\r\n<p>बेर-सिर वाली पैराकेट</p>\r\n<p>लंबे पूंछ श्रीके</p>\r\n<p>ब्लैक ड्रॉन्गो</p>\r\n<p>रूफस ट्रीपी</p>\r\n<p>एश-क्राउन स्पैरो-लार्क</p>\r\n<p>बंगाल बुशलार्क</p>\r\n<p>लाल वेंटेड बुलबुल</p>\r\n<p>सादा पत्ता Warbler</p>\r\n<p>एशी प्रिंसिया</p>\r\n<p>सादा प्रिंसिया</p>\r\n<p>सामान्य Babbler</p>\r\n<p>ओरिएंटल मैग्पी-रॉबिन</p>\r\n<p>ब्राह्मण स्टार्लिंग</p>\r\n<p>सामान्य मन्ना</p>\r\n<p>बैंक मन्ना</p>\r\n<p>बैंगनी सनबर्ड</p>\r\n<p>इंडियन सिल्वरबिल</p>\r\n<p>स्केल-ब्रेस्टेड मुनिया</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Patna_Bird_Sanctuary</p>","SubContentHindi":null,"ImageUrl":"b1f80643-92a3-4435-9991-e0ce439de0ed_patna-pakshi-vihar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. मेहता पार्क","SubTitleHindi":null,"SubContent":"<p>मेहता पार्क अपने भारतीय पकवान सामोसा के लिए जाना जाता है लेकिन रेलवे स्टेशन के पास चीला और वन क्षेत्र के लिए अधिक है। यह रेलवे स्टेशन लगभग बंजर है, इसलिए यह भी शाम को देखने और खर्च करने के लिए एक अच्छी जगह है। यह इस अर्थ में बंजर है कि केवल एक ट्रेन है जो 8:30 बजे से शाम 3:00 बजे आती है और 15 मिनट के बाद छोड़ती है और टंडला जंक्शन में रुकती है और वहां रहती है।</p>","SubContentHindi":null,"ImageUrl":"7487e821-d2db-495b-8d46-f11e5bd98a7f_mahta-park-etah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. मालगोदाम जमीन","SubTitleHindi":null,"SubContent":"<p>गुरुकुल के ठीक पीछे मल्गोडम के नाम से जाना जाने वाला बहुत बड़ा जमीन है जहां लगभग हर समय क्रिकेट खेला जा रहा है</p>","SubContentHindi":null,"ImageUrl":"a772e184-b42e-4818-b0cd-8c820d6d501a_etah-resource.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>उड़ान</p>\r\n<p>एटाह नियमित उड़ानों के माध्यम से देश के अन्य प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ नहीं है। निकटतम हवाई अड्डा आगरा में 82 किमी की दूरी पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डे: आगरा हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>रेल गाडी</p>\r\n<p>देश के अन्य प्रमुख शहरों से एटा में कोई नियमित ट्रेन नहीं है। निकटतम रेलवे स्टेशन फिरोज़ाबाद में है जो 51 किमी की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे स्टेशन: फिरोज़ाबाद</p>","SubContentHindi":null,"ImageUrl":"ef831941-87a4-4839-aaac-92da662705d5_etah-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-etah-uttar-pradesh","tags":[{"name":"एटा","slug":"etah"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":182,"title":"रामपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"33e21acc-f89e-4fa4-b1f6-59ad0d47c8eb_Rampur-railway.jpg","dateCreated":"2018-12-23T15:07:57.484Z","dateModified":"2018-12-23T15:22:09.791Z","contributedBy":"AskGif","content":"रामपुर भारतीय राज्य उत्तर प्रदेश में एक शहर और रामपुर जिले का एक नगर पालिका मुख्यालय है। यह पहले अपने विभिन्न उद्योगों के लिए जाना जाता था, जिसमें चीनी शोधन और कपास मिलिंग शामिल था। इसकी लाइब्रेरी में 12,000 से अधिक दुर्लभ पांडुलिपियां और मुगल लघु चित्रों का एक अच्छा संग्रह है।\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/33e21acc-f89e-4fa4-b1f6-59ad0d47c8eb_Rampur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"रामपुर","slug":"rampur"}],"slug":"top-places-to-visit-in-rampur-uttar-pradesh","total":0},{"id":150,"title":"झांसी में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"978987fb-42c4-45ea-9689-4de9cce41924_jahasi-railway.jpg","dateCreated":"2018-11-12T13:53:28.487Z","dateModified":"2018-11-12T14:29:25.09Z","contributedBy":"AskGif","content":"झांसी (इस ध्वनि उच्चारण के बारे में (सहायता &middot; जानकारी)) भारतीय राज्य उत्तर प्रदेश में एक ऐतिहासिक शहर है। यह उत्तर प्रदेश के चरम दक्षिण में पहज नदी के तट पर बुंदेलखंड के क्षेत्र में स्थित है। झांसी झांसी जिले और झांसी डिवीजन का प्रशासनिक मुख्यालय है। गेटवे को बुंदेलखंड में बुलाया गया, झांस","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/978987fb-42c4-45ea-9689-4de9cce41924_jahasi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"झांसी","slug":"jhansi"}],"slug":"top-places-to-visit-in-jhansi-uttar-pradesh","total":0},{"id":80,"title":"गोरखपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","dateCreated":"2018-08-03T08:52:50.612Z","dateModified":"2018-12-08T08:53:04.596Z","contributedBy":"AskGif","content":"गोरखपुर एक राज्य है जो उत्तर प्रदेश&nbsp;(U.P/UP) के उत्तर-पूर्वी हिस्से में राप्ती नदी के किनारे स्थित है, जिसमें 673,446 आबादी है। यह नेपाल सीमा के पास स्थित है, राज्य की राजधानी लखनऊ के 273 किलोमीटर पूर्व में। यह गोरखपुर जिला और गोरखपुर डिवीजन का प्रशासनिक मुख्यालय है। यह शहर गोरखनाथ मठ, गोरक्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"गोरखपुर उत्तर प्रदेश तक कैसे पहुंचे","slug":"how-to-reach-gorakhpur-uttar-pradesh"},{"name":"गोरखपुर","slug":"gorakhpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-gorakhpur-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}