{"id":128,"title":"Top Places to Visit in Etawah, Uttar Pradesh","imageUrl":"26a999c9-ecfb-4ef7-ac5b-d544c9792692_etawah-railway.jpg","dateCreated":"2018-08-31T13:12:45.727Z","dateModified":"2018-09-04T18:58:50.95Z","contributedBy":"AskGif","content":"<p>Etawah is a city on the banks of Yamuna River in the state of Uttar Pradesh in India. It is the administrative headquarters of Etawah District and is about 160 km west of Kanpur. The city was an important center for the Revolt of 1857. Also is the place of sangam or confluence between Yamuna and Chambal. The noted Hindi writer Gulabrai was a native of Etawah.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>&nbsp;</p>\r\n<p>Piaa Bajpai, George Adamson</p>\r\n<p>Babu Gulabrai, Akhilesh Yadav</p>\r\n<p>Mulayam Singh Yadav, Sarita Bhadauria</p>\r\n<p>Gopaldas Neeraj, Raghuraj Singh Shakya</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Uttar Pradesh University of Medical Sciences</p>\r\n<p>University</p>\r\n<p>Uttar Pradesh University of Medical Sciences (formerly U.P. Rural Institute of Medical Sciences and Research) Saifai, Etawah is a medical research public university, established by Government of Uttar Pradesh under Act,15 of 2016. The University is running full-fledged Medical College, Paramedical College, Nursing College, Pharmacy College, Multi Specialty 850 bedded hospital and 150 bedded trauma and burn centre. 500 bedded super specialty hospital is being established in the University by Government of Uttar Pradesh with budget of Rs. 650 crores.</p>\r\n<p>Schools and colleges</p>\r\n<p>Baba Saheb Dr. B.R.A. College of Agriculture Engineering &amp; Technology, Etawah is an engineering college and faculty of Technology of Kanpur's Chandra Shekhar Azad University of Agriculture and Technology, established during the year 1994-95 and in 2015, College of Dairy Technology and College of Fisheries Science and Research Centre started along with College of Agriculture Engineering &amp; Technology.</p>\r\n<p>Panchayat Raj Government Mahila College, Etawah is government women's college offering BA, BCom and MA (Hindi, Sociology &amp; Economics) courses in Etawah. The college is affiliated to Chhatrapati Shahu Ji Maharaj University, Kanpur (formerly Kanpur University).</p>\r\n<p>Karm Kshetra Post Graduate College or K.K. P.G. College, Etawah is a college offering undergraduate and post-graduate courses in Science, Arts, Commerce faculties. The college is affiliated to Chhatrapati Shahu Ji Maharaj University (formerly Kanpur University).</p>\r\n<p>District Institute of Education and Training, Etawah is a B.T.C. training college. It offers 2-year B.T.C. which is also known as Diploma in Elementary Education (D.El.Ed.) outside of Uttar Pradesh.</p>\r\n<p>St. Mary's Inter College, Etawah is an English medium School in Etawah. The school is affiliated to CBSE, New Delhi and NCERT published books onwards. The school has recently celebrated its 50years.</p>\r\n<p>H. M. S Islamia inter college is considered as one of the oldest school of the city.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Etawah</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/26a999c9-ecfb-4ef7-ac5b-d544c9792692_etawah-railway.jpg","subContents":[{"SubTitle":"1. Etawah Safari Park","SubTitleHindi":null,"SubContent":"<p>The uniqueness of Etawah Safari Park lies in the fact that while at other such places the animals remain caged and the tourists move freely in the area. While in Etawah Lion Safari, people will move in caged paths while the lions and other animals are seen moving freely in the jungle. The Lion Safari, which is mainly being developed to provide an alternate home to Asiatic lions, which are now limited only to Gir Forests in Gujarat will also feature a Lion Breeding Centre.</p>","SubContentHindi":null,"ImageUrl":"68062498-c0c6-44bd-b0fe-846a4f5a1071_lion_safari_etawah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. National Chambal Sanctuary","SubTitleHindi":null,"SubContent":"<p>National Chambal Sanctuary is spread over the Agra and Etawah districts, and a total of 290 different species of migratory and resident birds have been identified in the region so far. Winter is the best time to visit the sanctuary. A boat ride in its tranquil waters during this time is an exhilarating experience with spectacular sightings of the big reptiles basking along the 180 km sparkling sand stretches in the morning sun. But the main draw of the sanctuary are the flamingoes that arrive here in November and stay till May. The Rudy Shelduck also arrives a little earlier in September &amp; stays here till May. The Indian Skimmers have huge colonies in the sanctuary and breed prolifically here.</p>","SubContentHindi":null,"ImageUrl":"ae3273c3-1ee2-475a-ba81-13b3ea253af4_National-Chambal-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Sarsai Nawar Wetland","SubTitleHindi":null,"SubContent":"<p>Sarsai Nawar Wetland is a Small wetland, en route to Saman Wildlife Sanctuary, in Etawah District of Uttar Pradesh. It comprises two small lakes that attract Sarus Cranes, White Ibis and other water birds in large numbers. It has a large population of the threatened species of Sarus Cranes, the world's tallest flying birds. Ten Sarus Crane pairs breed here regularly, which is more than twice the number of breeding pairs in the bird sanctuary of Bharatpur in Rajasthan. In winters, almost more than 40,000 migratory birds from northern arc visit Sarsai Nawar wetland.</p>","SubContentHindi":null,"ImageUrl":"50969bab-7e2a-461a-9022-10fd0398dd55_sarsai-nawar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Agra-Etawah Cycle Highway","SubTitleHindi":null,"SubContent":"<p>Agra-Etawah Cycle Highway in Uttar Pradesh now has Asia's first cycle highway. A first-of-its-kind project, the 207-km-long cycle highway runs between Etawah and Agra and was declared open on Saturday, 27 November 2016. The track begins from the lion safari in Etawah. On its way to Agra are tourist destinations like Naugava ka Quila, Raja Bhoj ki Haveli, and Bateshwarnath Temple. It ends at the eastern gate of the Taj Mahal in Agra.</p>","SubContentHindi":null,"ImageUrl":"182878c5-e2e9-47b8-880b-965d5dd2d24a_agra-etawah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>Air</p>\r\n<p>City is served by Saifai Domestic Airport, which is around 15 km from city center. The airport has only unscheduled chartered flights. The nearest domestic airport is at Kanpur which is 175 km. The nearest International Airport is Chaudhary Charan Singh International Airport located at a distance of around 220 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Mainpuri-Etawah Branch Railway Line</p>\r\n<p>&nbsp;</p>\r\n<p>Towards Farrukhabad on Kasganj-Kanpur route</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Mainpuri</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Towards Shikohabad on Tundla-Etawah-Kanpur route</p>\r\n<p>&nbsp;</p>\r\n<p>Keerath Pur</p>\r\n<p>&nbsp;</p>\r\n<p>Karhal</p>\r\n<p>&nbsp;</p>\r\n<p>Vaidhpura</p>\r\n<p>&nbsp;</p>\r\n<p>Etawah</p>\r\n<p>&nbsp;</p>\r\n<p>Etawah Jn</p>\r\n<p>Etawah Junction railway station is the main station of the city as well as of the Howrah-Delhi main line and Guna - Etawah Rail Line . It also has secondary railway line to Agra via reserved sanctuary area. Etawah - Mainpuri line is also constructed and train is running between Etawah and Mainpuri. One another railway line from Etawah to Bindki is to be constructed. It has halt for fastest trains like Lucknow Swarna Shatabdi Express, Kanpur New Delhi Shatabdi Express and many more. Etawah Junction is one of the cleanest railway station of Indian Railways. The city is also served by four other railway stations (Udi more, Sarai Bhopat and Ekdil and Vaidhpura).</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Etawah is well-connected by roads with the rest of Uttar Pradesh state. Etawah is the regional office of Etawah Region of UP Roadways and one of the largest and busiet bus station of state. It has buses for all cities of Uttar Pradesh as well as for all neighbouring states. It has buses to Delhi for every 15 minutes. National Highway 19 passes through Etawah, connecting it to important cities like Delhi, Agra, Kanpur, Allahabad, Varanasi, Mughalsarai, Dhanbad and Kolkata. There are three big cities namely Gwalior, Agra and Kanpur, are nearby to Etawah with well connected roads.</p>\r\n<p>&nbsp;</p>\r\n<p>Agra Lucknow Expressway Expy Cut And Toll Plaza In Baralokpur Etawah Uttar Pradesh</p>\r\n<p>&nbsp;</p>\r\n<p>Within the city, auto-rickshaw and cycle rickshaw are the major forms of transport. Bus services run at high frequencies. Etawah city is waiting for city bus services as it was announced by UPA government to run 85 city buses to connect the city and to develop a ring road around the city. City buses will be available from Udai Pura in North to Udi More in South, from Sarai Bhopat in the west to Pilkhar in the east. It will cover 50 km (approx.) distance if starts.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Etawah</p>","SubContentHindi":null,"ImageUrl":"d42a17a8-3fa3-49e0-bb1f-f1a8fcd3c6a2_etawah-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-etawah-uttar-pradesh","tags":[{"name":"etawah","slug":"etawah"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":200,"title":"Top Places to visit in Sitapur, Uttar Pradesh","imageUrl":"81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","dateCreated":"2018-12-28T14:38:51.563Z","dateModified":"2018-12-28T15:13:54.15Z","contributedBy":"AskGif","content":"Sitapur is a city and a municipal board in Sitapur district in the state of Uttar Pradesh, India. It is in the Lucknow Division. The town is located on the banks of river Sarayan, halfway between Lucknow and Shahjahanpur and is well connected to state capital Lucknow by the National Highway No. 2","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"sitapur","slug":"sitapur"}],"slug":"top-places-to-visit-in-sitapur-uttar-pradesh","total":0},{"id":164,"title":"Top Places to visit in Kaushambi (Manjhanpur), Uttar Pradesh","imageUrl":"5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","dateCreated":"2018-12-07T13:09:38.996Z","dateModified":"2018-12-07T13:25:55.885Z","contributedBy":"AskGif","content":"Kaushambi district is one of the districts of Uttar Pradesh state of India, and Manjhanpur town is the district headquarters. The present Kaushambi district was carved out of Prayagraj district on 4th April 1997. The District Headquarter, Manjhanpur is situated in the south-west of the Prayagraj ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kaushambi","slug":"kaushambi"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"manjhanpur","slug":"manjhanpur"}],"slug":"top-places-to-visit-in-kaushambi-manjhanpur-uttar-pradesh","total":0},{"id":133,"title":"Top Places to Visit in Firozabad, Uttar Pradesh","imageUrl":"048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","dateCreated":"2018-09-04T13:40:36.811Z","dateModified":"2018-09-04T14:14:19.815Z","contributedBy":"AskGif","content":"Firozabad is a city in India, in the state of Uttar Pradesh also known as the City of Glass Suhag Nagari.\r\n&nbsp;\r\nThe ancient name of this town was Chandwar Nagar. It is said that during the reign of Akbar the great, revenue was brought through the city, which was looted by the Raj","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"firozabad","slug":"firozabad"}],"slug":"top-places-to-visit-in-firozabad-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}