{"id":128,"title":"इटावा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"26a999c9-ecfb-4ef7-ac5b-d544c9792692_etawah-railway.jpg","dateCreated":"2018-08-31T13:12:45.727Z","dateModified":"2018-09-04T18:58:50.95Z","contributedBy":"AskGif","content":"<p>इटावा भारत में उत्तर प्रदेश राज्य में यमुना नदी के तट पर एक शहर है। यह इटावा जिले का प्रशासनिक मुख्यालय है और कानपुर से 160 किमी पश्चिम में है। यह शहर 1857 के विद्रोह के लिए एक महत्वपूर्ण केंद्र था। यमुना और चंबल के बीच संगम या संगम का स्थान भी है। प्रसिद्ध हिंदी लेखक गुलाबराई इटावा के मूल निवासी थे।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>&nbsp;</p>\r\n<p>पिया बाजपेई, जॉर्ज एडमसन</p>\r\n<p>बाबू गुलाबराई, अखिलेश यादव</p>\r\n<p>मुलायम सिंह यादव, सरिता भादौरीया</p>\r\n<p>गोपालदास नीरज, रघुराज सिंह शाक्य</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तर प्रदेश विश्वविद्यालय चिकित्सा विज्ञान</p>\r\n<p>विश्वविद्यालय</p>\r\n<p>उत्तर प्रदेश यूनिवर्सिटी ऑफ मेडिकल साइंसेज (पूर्व में यूपी रूरल इंस्टीट्यूट ऑफ मेडिकल साइंसेज एंड रिसर्च) सैफाई, इटावा एक मेडिकल रिसर्च पब्लिक यूनिवर्सिटी है, जिसे उत्तर प्रदेश सरकार द्वारा 15, 2016 के तहत स्थापित किया गया है। विश्वविद्यालय पूर्ण मेडिकल कॉलेज चला रहा है, पैरामेडिकल कॉलेज, नर्सिंग कॉलेज, फार्मेसी कॉलेज, मल्टी स्पेशलिटी 850 बिस्तर अस्पताल और 150 बिस्तर वाले आघात और जला केंद्र। उत्तर प्रदेश सरकार द्वारा 500 रुपये के बजट के साथ विश्वविद्यालय में 500 बिस्तरों वाला सुपर स्पेशियलिटी अस्पताल स्थापित किया जा रहा है। 650 करोड़</p>\r\n<p>स्कूलों और कॉलेजों</p>\r\n<p>बाबा साहेब डॉ बीआरए कॉलेज ऑफ एग्रीकल्चर इंजीनियरिंग एंड टेक्नोलॉजी, इटावा एक इंजीनियरिंग कॉलेज और कानपुर के चंद्रशेखर आजाद विश्वविद्यालय कृषि और प्रौद्योगिकी विश्वविद्यालय के संकाय है, जो 1 994-9 5 और 2015 में स्थापित किया गया था, डेयरी टेक्नोलॉजी कॉलेज और मत्स्य विज्ञान कॉलेज और रिसर्च सेंटर कॉलेज कॉलेज ऑफ एग्रीकल्चर इंजीनियरिंग एंड टेक्नोलॉजी के साथ शुरू किया।</p>\r\n<p>पंचायत राज सरकार महिला कॉलेज, इटावा इटावा में बीए, बीकॉम और एमए (हिंदी, समाजशास्त्र और अर्थशास्त्र) पाठ्यक्रमों की सरकारी महिला कॉलेज की पेशकश है। कॉलेज छत्रपति शाहू जी महाराज विश्वविद्यालय, कानपुर (पूर्व में कानपुर विश्वविद्यालय) से संबद्ध है।</p>\r\n<p>कर्म क्षेत्र पोस्ट ग्रेजुएट कॉलेज या के.के. P.G. कॉलेज, इटावा एक कॉलेज है जो विज्ञान, कला, वाणिज्य संकाय में स्नातक और स्नातकोत्तर पाठ्यक्रम पेश करता है। कॉलेज छत्रपति शाहू जी महाराज विश्वविद्यालय (पूर्व में कानपुर विश्वविद्यालय) से संबद्ध है।</p>\r\n<p>जिला शिक्षा और प्रशिक्षण संस्थान, इटावा एक बीटीसी है। प्रशिक्षण कॉलेज यह 2 साल बीटीसी प्रदान करता है। जिसे उत्तर प्रदेश के बाहर प्राथमिक शिक्षा (डी.ईएल.एड.ए.) में डिप्लोमा भी कहा जाता है।</p>\r\n<p>सेंट मैरी इंटर कॉलेज, इटावा इटावा में एक अंग्रेजी माध्यमिक विद्यालय है। स्कूल सीबीएसई, नई दिल्ली और एनसीईआरटी से पुस्तकें प्रकाशित है। स्कूल ने हाल ही में अपने 50 साल मनाए हैं।</p>\r\n<p>एच एम एस इस्लामिया इंटर कॉलेज को शहर के सबसे पुराने स्कूल में से एक माना जाता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Etawah</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/26a999c9-ecfb-4ef7-ac5b-d544c9792692_etawah-railway.jpg","subContents":[{"SubTitle":"2. इटावा सफारी पार्क","SubTitleHindi":null,"SubContent":"<p>इटावा सफारी पार्क की विशिष्टता इस तथ्य में निहित है कि अन्य स्थानों पर जानवरों को कैज किया जाता है और पर्यटक इस क्षेत्र में स्वतंत्र रूप से आगे बढ़ते हैं। इटावा शेर सफारी में, लोग कैज किए गए पथों में चले जाएंगे जबकि शेर और अन्य जानवर जंगल में स्वतंत्र रूप से आगे बढ़ रहे हैं। शेर सफारी, जिसे मुख्य रूप से एशियाटिक शेरों के लिए एक वैकल्पिक घर प्रदान करने के लिए विकसित किया जा रहा है, जो अब गुजरात में गिर वनों तक ही सीमित है, में शेर प्रजनन केंद्र भी शामिल होगा।</p>","SubContentHindi":null,"ImageUrl":"68062498-c0c6-44bd-b0fe-846a4f5a1071_lion_safari_etawah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. राष्ट्रीय चंबल अभयारण्य","SubTitleHindi":null,"SubContent":"<p>राष्ट्रीय चंबल अभयारण्य आगरा और इटावा जिलों में फैला हुआ है, और अब तक इस क्षेत्र में प्रवासी और निवासी पक्षियों की कुल 2 9 0 प्रजातियों की पहचान की गई है। शीतकालीन अभयारण्य का दौरा करने का सबसे अच्छा समय है। इस समय के दौरान अपने शांत पानी में एक नाव की सवारी सुबह के सूरज में 180 किमी चमकदार रेत के फैले हुए बड़े सरीसृपों की शानदार दृश्यों के साथ एक उत्साहजनक अनुभव है। लेकिन अभयारण्य का मुख्य ड्रॉ नवंबर में यहां आने वाले फ्लेमिंगो हैं और मई तक रहेंगे। रुडी शेल्डक सितंबर में थोड़ी देर पहले भी आते हैं और मई तक यहां रहते हैं। भारतीय स्किमर के पास अभयारण्य में बड़ी उपनिवेश हैं और यहां पर प्रजनन की प्रजनन है।</p>","SubContentHindi":null,"ImageUrl":"ae3273c3-1ee2-475a-ba81-13b3ea253af4_National-Chambal-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. सरसाई नवर वेटलैंड","SubTitleHindi":null,"SubContent":"<p>उत्तर प्रदेश के इटावा जिले में, सार्सई नवर वेटलैंड एक छोटी आर्द्रभूमि है, जो सामन वन्यजीव अभयारण्य के मार्ग में है। इसमें दो छोटी झीलें शामिल हैं जो बड़ी संख्या में सारास क्रेन, व्हाइट इब्स और अन्य पानी के पक्षियों को आकर्षित करती हैं। इसकी दुनिया की सबसे ऊंची उड़ान वाली पक्षियों, सरस क्रेन की खतरनाक प्रजातियों की एक बड़ी आबादी है। दस सरस क्रेन जोड़े नियमित रूप से यहां पैदा होते हैं, जो राजस्थान में भरतपुर के पक्षी अभयारण्य में प्रजनन जोड़े की संख्या से दोगुनी से अधिक है। सर्दियों में, उत्तरी चाप से 40,000 से अधिक प्रवासी पक्षियों ने सरसाई नवर आर्द्रभूमि की यात्रा की।</p>","SubContentHindi":null,"ImageUrl":"50969bab-7e2a-461a-9022-10fd0398dd55_sarsai-nawar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. आगरा-इटावा साइकिल राजमार्ग","SubTitleHindi":null,"SubContent":"<p>उत्तर प्रदेश में आगरा-इटावा साइकिल राजमार्ग में अब एशिया का पहला चक्र राजमार्ग है। इसकी पहली तरह की परियोजना, 207 किलोमीटर लंबी चक्र राजमार्ग इटावा और आगरा के बीच चलती है और शनिवार, 27 नवंबर 2016 को खुला घोषित किया गया था। ट्रैक इटावा में शेर सफारी से शुरू होता है। आगरा के रास्ते पर नौगावा का किला, राजा भोज की हवेली और बेटेश्वरनाथ मंदिर जैसे पर्यटक स्थलों हैं। यह आगरा में ताजमहल के पूर्वी द्वार पर समाप्त होता है।</p>","SubContentHindi":null,"ImageUrl":"182878c5-e2e9-47b8-880b-965d5dd2d24a_agra-etawah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>वायु</p>\r\n<p>शहर सैफई डोमेस्टिक एयरपोर्ट द्वारा परोसा जाता है, जो शहर के केंद्र से लगभग 15 किमी दूर है। हवाई अड्डे के पास केवल अनुसूचित चार्टर्ड उड़ानें हैं। निकटतम घरेलू हवाई अड्डा कानपुर में 175 किमी है। निकटतम अंतरराष्ट्रीय हवाई अड्डा चौधरी चरण सिंह अंतरराष्ट्रीय हवाई अड्डा 220 किमी की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>मेनपुरी-इटावा शाखा रेलवे लाइन</p>\r\n<p>&nbsp;</p>\r\n<p>कासगंज-कानपुर मार्ग पर फररुखाबाद के लिए</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>मैनपुरी</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>तुंडला-इटावा-कानपुर मार्ग पर शिकोहाबाद के लिए</p>\r\n<p>&nbsp;</p>\r\n<p>केरथ पूर</p>\r\n<p>&nbsp;</p>\r\n<p>करहल</p>\r\n<p>&nbsp;</p>\r\n<p>Vaidhpura</p>\r\n<p>&nbsp;</p>\r\n<p>इटावा</p>\r\n<p>&nbsp;</p>\r\n<p>इटावा जेएन</p>\r\n<p>इटावा जंक्शन रेलवे स्टेशन शहर के मुख्य स्टेशन के साथ-साथ हावड़ा-दिल्ली मुख्य लाइन और गुना - इटावा रेल लाइन का मुख्य स्टेशन है। आरक्षित अभयारण्य क्षेत्र के माध्यम से आगरा को माध्यमिक रेलवे लाइन भी है। इटावा - मेनपुरी लाइन भी बनाई गई है और इटावा और मेनपुरी के बीच ट्रेन चल रही है। इटावा से बिंदकी तक एक और रेलवे लाइन का निर्माण किया जाना है। यह लखनऊ स्वर्ण शताब्दी एक्सप्रेस, कानपुर नई दिल्ली शताब्दी एक्सप्रेस और कई अन्य लोगों की सबसे तेज ट्रेनों के लिए रुक गया है। इटावा जंक्शन भारतीय रेलवे के सबसे स्वच्छ रेलवे स्टेशन में से एक है। शहर को चार अन्य रेलवे स्टेशनों (उडी अधिक, सराई भोपट और एकदिल और वैदपुरा) द्वारा भी परोसा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>इटावा बाकी उत्तर प्रदेश राज्य के साथ सड़कों से अच्छी तरह से जुड़ा हुआ है। इटावा यूपी रोडवे के इटावा क्षेत्र का क्षेत्रीय कार्यालय है और राज्य के सबसे बड़े और व्यस्त बस स्टेशन में से एक है। इसमें उत्तर प्रदेश के सभी शहरों के साथ-साथ सभी पड़ोसी राज्यों के लिए बसें हैं। इसमें हर 15 मिनट के लिए दिल्ली में बसें हैं। राष्ट्रीय राजमार्ग 1 इटावा के माध्यम से गुजरता है, इसे दिल्ली, आगरा, कानपुर, इलाहाबाद, वाराणसी, मुगलसराय, धनबाद और कोलकाता जैसे महत्वपूर्ण शहरों से जोड़ता है। ग्वालियर, आगरा और कानपुर के तीन बड़े शहर हैं, अच्छी तरह से जुड़े सड़कों के साथ इटावा के पास हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आगरा लखनऊ एक्सप्रेसवे एक्सपी कट एंड टोल प्लाजा बरलोकपुर इटावा उत्तर प्रदेश में</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के भीतर, ऑटो रिक्शा और चक्र रिक्शा परिवहन के प्रमुख रूप हैं। बस सेवाएं उच्च आवृत्तियों पर चलती हैं। इटावा शहर शहर बस सेवाओं की प्रतीक्षा कर रहा है क्योंकि यूपीए सरकार ने शहर से जुड़ने और शहर के चारों ओर एक रिंग रोड विकसित करने के लिए 85 शहर बसों को चलाने की घोषणा की थी। शहर की बसें उत्तर में उदय पुरा से दक्षिण में उड़ी मोरे, पश्चिम में सराई भोपाल से पूर्व में पिलखार तक उपलब्ध होंगी। यदि शुरू होता है तो इसमें 50 किमी (लगभग) दूरी शामिल होगी।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Etawah</p>","SubContentHindi":null,"ImageUrl":"d42a17a8-3fa3-49e0-bb1f-f1a8fcd3c6a2_etawah-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-etawah-uttar-pradesh","tags":[{"name":"इटावा","slug":"etawah"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":200,"title":"सीतापुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","dateCreated":"2018-12-28T14:38:51.563Z","dateModified":"2018-12-28T15:13:54.15Z","contributedBy":"AskGif","content":"सीतापुर भारत के उत्तर प्रदेश राज्य में एक शहर और सीतापुर जिले में एक नगरपालिका बोर्ड है। यह लखनऊ मंडल में है। यह शहर लखनऊ और शाहजहाँपुर के बीच सरयू नदी के तट पर स्थित है, और राष्ट्रीय राजमार्ग संख्या 24 से राज्य की राजधानी लखनऊ से अच्छी तरह से जुड़ा हुआ है। ब्रिटिश भारत में, इसे सिटापुर के रूप मे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"सीतापुर","slug":"sitapur"}],"slug":"top-places-to-visit-in-sitapur-uttar-pradesh","total":0},{"id":164,"title":"कौशम्बी (मंज़नपुर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","dateCreated":"2018-12-07T13:09:38.996Z","dateModified":"2018-12-07T13:25:55.885Z","contributedBy":"AskGif","content":"कौशम्बी जिला उत्तर प्रदेश राज्य के जिलों में से एक है, और मंझनपुर शहर जिला मुख्यालय है। वर्तमान कौशम्बी जिला 4 अप्रैल 1 99 7 को प्रयागराज जिले से बना था। जिला मुख्यालय, मंज़नपुर प्रयागराज से 55 किमी दूर यमुना नदी के उत्तर तट पर प्रयागराज के दक्षिण-पश्चिम में स्थित है। यह दक्षिण में चित्रकूट, उत्त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कौशम्बी","slug":"kaushambi"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"मंज़नपुर","slug":"manjhanpur"}],"slug":"top-places-to-visit-in-kaushambi-manjhanpur-uttar-pradesh","total":0},{"id":133,"title":"फिरोजाबाद में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","dateCreated":"2018-09-04T13:40:36.811Z","dateModified":"2018-09-04T14:14:19.815Z","contributedBy":"AskGif","content":"फिरोजाबाद भारत का एक शहर है, उत्तर प्रदेश राज्य में ग्लास सुहाग नागरी शहर भी कहा जाता है।\r\n&nbsp;\r\nइस शहर का प्राचीन नाम चन्द्र नगर था। ऐसा कहा जाता है कि अकबर के शासनकाल के दौरान, राजस्व को शहर के माध्यम से लाया गया था, जिसे वहां रहने वाले राजपूत ने लूट लिया था। अकबर ने यहां रहने व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"फिरोजाबाद","slug":"firozabad"}],"slug":"top-places-to-visit-in-firozabad-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}