{"id":129,"title":"फैजाबाद (अयोध्या) में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"d60c650a-1f54-40c8-ad6f-569516e4f3c5_faizabad-railway.jpg","dateCreated":"2018-09-01T07:09:07.593Z","dateModified":"2018-12-08T04:23:06.197Z","contributedBy":"AskGif","content":"<p>फैजाबाद भारतीय उत्तर प्रदेश राज्य में एक शहर है, और अयोध्या के साथ एक नगरपालिका निगम बनाता है। यह फैजाबाद जिला और फैजाबाद डिवीजन का मुख्यालय है। यह राज्य राजधानी लखनऊ के लगभग 130 किमी पूर्व घाघरा नदी (स्थानीय रूप से सरयू के नाम से जाना जाता है) के तट पर स्थित है। यह अवध के नवाबों की पहली राजधानी थी और बहाव बेगम, गुलाब बरारी के मकबरे की तरह नवाबों द्वारा निर्मित स्मारक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>जनगणना भारत की अस्थायी रिपोर्ट के अनुसार, 2011 में फैजाबाद की आबादी 167,544 है; जिनमें से पुरुष और महिला क्रमश: 87,279 और 80,265 हैं। फैजाबाद शहर का लिंग अनुपात 920 प्रति 1000 पुरुष है। शिक्षा खंड में, फैजाबाद शहर में कुल साक्षर 130,700 हैं, जिनमें से 70,243 पुरुष हैं जबकि 60,457 महिलाएं हैं। फैजाबाद शहर की औसत साक्षरता दर 86.52 प्रतिशत है जिसमें से पुरुष और महिला साक्षरता 89.34 और 83.45 प्रतिशत थी। 2011 में जनगणना भारत की रिपोर्ट से आंकड़े के अनुसार फैजाबाद शहर में कुल बच्चे (0-6) 16,479 हैं। 8,658 लड़के थे जबकि 7,821 लड़कियां थीं। लड़कियों का बाल लिंग अनुपात 903 प्रति 1000 लड़कों है। फैजाबाद शहर नगर निगम द्वारा शासित है जो फैजाबाद शहरी समूह के अंतर्गत आता है। हालांकि फैजाबाद शहर की आबादी 167,544 है; इसकी शहरी / मेट्रोपॉलिटन जनसंख्या 25 9,160 है जिसमें से 13 9, 074 पुरुष हैं और 120,086 महिलाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खरीदारी की जगहें</p>\r\n<p>&nbsp;</p>\r\n<p>फैजाबाद चौक, शहर का दिल है।</p>\r\n<p>फैजाबाद चौक: घाना घर के बगल में फैजाबाद शहर का केंद्रीय बाजार है। कोई सब्जियां, फल और मसालों, आभूषण की दुकानों, कपड़ों और अन्य खुदरा विक्रेताओं को पा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेकबगंज: चौक (लखनऊ की ओर) से लगभग एक किलोमीटर दूर रेकाबंज बाजार है जिसमें कई फार्मेसियां ​​हैं। बाजार में कुछ बीज की दुकानें भी हैं जो आस-पास के क्षेत्रों के किसानों को पूरा करती हैं। लखनऊ की तरफ जाने के दौरान कई रेस्तरां और होटल हैं। यह पर्यटक के स्थान में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>बजाजा: (अब सुभाष नगर के रूप में जाना जाता है) सुल्तानपुर रोड की तरफ चौक के निकट एक जगह कपड़े और वस्त्रों के लिए बाजार रखती है। उर्दू में बजाजा का मतलब कपड़ा बाजार है। इस क्षेत्र में यूनियन बैंक ऑफ इंडिया, एसबीआई और इलाहाबाद बैंक जैसे प्रमुख बैंक भी हैं। बाजा के केंद्र में और मुख्य शहर में आभा होटल।</p>\r\n<p>&nbsp;</p>\r\n<p>फतेहगंज: यह मुख्य रूप से थोक किराने और अन्य घरों के सामानों के लिए एक बाजार है। यह क्षेत्र उसी सड़क पर है जिस पर बजाजा गिरता है। होटल कृष्णा पैलेस फैजाबाद जेल के पास फव्वारे के नजदीक है। यह वह जगह है जो बस स्टेशन के साथ-साथ रेलवे स्टेशन के नजदीक है। यह पर्यटक के स्थान में से एक है।</p>\r\n<p>खेल</p>\r\n<p>फैजाबाद स्पोर्ट्स कॉम्प्लेक्स</p>\r\n<p>फैजाबाद स्पोर्ट्स कॉम्प्लेक्स लोक: 26 डिग्री 43'47 \"एन 82 डिग्री 08'17\" ई एनएच 96 (फैजाबाद टू सुल्तानपुर रोड) पर एक अंतरराष्ट्रीय मानक खेल परिसर बनाया जा रहा है। नए स्पोर्ट्स कॉम्प्लेक्स में एस्ट्रो टर्फ, सिंथेटिक ट्रैक, ओलंपिक साइज स्विमिंग पूल, क्रिकेट फील्ड, हॉस्टल और अन्य आवश्यक सुविधाएं होंगी। ग्रेटर नोएडा, मेरठ और इटावा में सैफाई में एक अति आधुनिक खेल परिसर के बाद, यह उत्तर प्रदेश में खेल सुविधाओं में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>फैजाबाद इंटरनेशनल स्पोर्ट्स स्टेडियम</p>\r\n<p>&nbsp;</p>\r\n<p>निर्माण के तहत फैजाबाद स्टेडियम</p>\r\n<p>भीम राव अम्बेडकर इंटरनेशनल स्पोर्ट्स स्टेडियम के रूप में जाना जाता है बहु करोड़ रुपये का हिस्सा है। राज्य सरकार द्वारा खेल परिसर के लिए परियोजना। लोकायुक्त कार्यालय को फैजाबाद के एक भानु प्रताप सिंह से शिकायत मिली है, जिन्होंने फैजाबाद अंतरराष्ट्रीय स्टेडियम के निर्माण में भ्रष्टाचार मंत्री पर आरोप लगाया है। शिकायतकर्ता के अनुसार, खेल मंत्री के पास पूर्व खेल निर्देशक हरि ओम और पूर्व परियोजना प्रबंधक आरडी प्रसाद के साथ गठबंधन था और उन्होंने 86 करोड़ रुपये के डॉ भीम राव अम्बेडकर स्टेडियम के निर्माण में जानबूझ कर देरी की थी, जिससे लागत बढ़ने के लिए रास्ता तय किया गया था। 1.50 अरब</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Faizabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d60c650a-1f54-40c8-ad6f-569516e4f3c5_faizabad-railway.jpg","subContents":[{"SubTitle":"1. गुलाब बारी","SubTitleHindi":null,"SubContent":"<p>गुलाब बारी (शाब्दिक अर्थ 'गार्डन ऑफ रोज़ज़') नवाब शुजा-उद-दौला का मकबरा फैजाबाद, उत्तर प्रदेश, भारत में है। इस जगह में पानी के फव्वारे के किनारों द्वारा निर्धारित विभिन्न किस्मों के गुलाब का एक अच्छा संग्रह है। गुलाब बारी कैंपस में औध (अब फिजाबाद) के तीसरे नवाब नवाब शुजा-उद-दौला के मकबरा (मकबरे) हैं। [1] [2] प्राचीन स्मारकों और पुरातात्विक स्थलों और अवशेषों (संशोधन और सत्यापन) अधिनियम, 2010 द्वारा अद्यतन के रूप में इस स्मारक ने प्राचीन स्मारकों और पुरातात्विक स्थलों और अवशेष अधिनियम 1 9 58 के तहत राष्ट्रीय महत्व की घोषणा की है। इसके अलावा उपधारा 20 (ए) और प्राचीन स्मारकों और पुरातात्विक स्मारकों और अवशेषों (संशोधन और सत्यापन) अधिनियम, 2010 के 20 (बी)।</p>\r\n<p>&nbsp;</p>\r\n<p>गुलाब बारी एक संलग्न दीवार से घिरा हुआ है, जो लखौरी ईंटों चूने से बना है और प्लास्टर मोल्डिंग्स से सजाया गया है। घेरे में शूजा-उद-दौला की मकबरा मस्जिद इमाम्बारा, शाही हम्माम, बरदार के साथ और तिगुना-गढ़े गेटवे के माध्यम से अच्छी तरह से संपर्क किया गया है। शुजा-उद-दौला (1753-1775) की मकबरा अपने जीवनकाल के दौरान स्वयं द्वारा बनाई गई थी, जिसे एक गेटवे के माध्यम से संपर्क किया जाता है। केंद्रीय कक्ष में सेनोटैफ होता है जिसमें नवाब शुजा-उद-दौला और उनकी मां की कब्रें होती हैं। कब्र उचित रूप से एक चारबाग गार्डन के केंद्र में फव्वारे और उथले पानी के चैनलों के साथ खड़ा है। मकबरे की स्क्वायर डबल-मंजिला संरचना में प्रत्येक तरफ एक कमाना वर्ंधा है, जबकि इसकी ऊपरी मंजिल में कोनों पर मीनारों द्वारा सजे हुए तीन कमाना वाले मुखौटे हैं। केंद्रीय कक्ष का गुंबद उलटा लेट्स और धातु फाइनियल द्वारा ताज पहनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुलाब बारी केवल एक जगह नहीं है जिसे देखने की जरूरत है; यह पूजा और विभिन्न सांस्कृतिक कार्यक्रमों की एक जगह है। स्थानीय लोग इसे पवित्र स्थान के रूप में मानते हैं। ऐसा कहा जाता है कि स्मारक लखनऊ में एक बोली से जुड़ा हुआ है और नवाब शुजा-उद-दौला के उत्तराधिकारी के लिए छिपा हुआ था। गुलाब उदयान में गुलाबों की सुगंध ने नवाब के व्यस्त दिमाग में राहत लाई और उन्हें काम करने और निर्णय लेने की इजाजत दी। यह सैनिक के केबिन और नौकरों के लिए एक घर (मुख्य स्मारक नहीं बल्कि संरचनाओं के आसपास) के रूप में काम किया हो सकता है। आज गुलाब बरारी खराब स्थिति में है, फिर भी यह स्थानीय लोगों (ज्यादातर मुस्लिम समुदाय) के लिए बहुत महत्वपूर्ण है। यह बहुत महत्वपूर्ण रहा, महत्वपूर्ण बना हुआ है और केवल तभी महत्वपूर्ण रहेगा जब इसका पर्यटन बढ़ जाए और लोग इसके महत्व के बारे में थोड़ा और जागरूक हो जाएं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Gulab_Bari</p>","SubContentHindi":null,"ImageUrl":"ab8e7c2c-db89-4277-95dd-8e21ade1a6b6_Gulabbariat_fazd.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. सैन्य मंदिर","SubTitleHindi":null,"SubContent":"<p>(द डोगरा रेजिमेंटल सेंटर / सैन्य पुलिस सीएमपी मंदिर के कोर) छावनी क्षेत्र में स्थित है।</p>","SubContentHindi":null,"ImageUrl":"d43aaaa2-2118-47d9-8b65-9ec8acf9de4f_military-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3.गुप्तर घाट","SubTitleHindi":null,"SubContent":"<p>घाट (जेट्टी) जहां भगवान राम ने 'जला समाधि' ('बायकुन्था' के लिए धरती छोड़कर, भगवान विष्णु के दैवीय निवास को स्वयं डूबकर) छोड़ दिया है। इसमें सरयू नदी और उसके हरे रंग के बैंकों का सुरम्य दृश्य है और इसमें कई प्राचीन मंदिर हैं।</p>","SubContentHindi":null,"ImageUrl":"102c4342-1969-4cf9-9014-9a7270022902_guptar-ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कंपनी गार्डन","SubTitleHindi":null,"SubContent":"<p>साराउ नदी के किनारे गुप्तर घाट से जुड़कर, कंपनी गार्डन, ब्रिटिश नियम के दौरान निर्मित एक वनस्पति उद्यान है। इसमें सुन्दर हरियाली के बीच एक अच्छी तरह से बनाए रखा, विशाल उद्यान सेट है, जो कि शहर की हलचल और हलचल से बहुत दूर है। यह एकड़ पर फैला एक बाग भी है। यहां पौधे और पेड़ भी खरीदे जा सकते हैं। बक्सर की लड़ाई के बाद नवाब शुजा-उद-दौला द्वारा निर्मित किले का अवशेष पैदल दूरी के भीतर भी है।</p>","SubContentHindi":null,"ImageUrl":"7fdf505c-720b-4ca9-a2bd-4180fb2cfb27_company-garden-faizabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. घंटा घर","SubTitleHindi":null,"SubContent":"<p>फैजाबाद शहर के दिल में, शहर के केंद्र में एक घड़ी का टॉवर (घाना का अर्थ है 'घड़ी' और घर 'घर' के लिए हिंदी शब्द है)। शहर के भीतर सभी दूरी इस स्थान से मापा जाता है। इस जगह को चौक के रूप में भी जाना जाता है, जिसमें शहर में मुख्य सब्जी और मसाला बाजार होता है।</p>","SubContentHindi":null,"ImageUrl":"68a37344-ad26-4e09-8312-d0a81fb53dc5_ghanta-ghar-faizabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. श्रृंगी ऋषि आश्रम","SubTitleHindi":null,"SubContent":"<p>गोशींगंज में फैजाबाद से 35 किमी ऋषि ऋषि (संस्कृत / हिंदी में ऋषि) श्रृंगि का आश्रम है। अयोध्या के राजा दशरथ के लिए श्रृठी ऋषि ने 'पुत्रक्ष्मी यज्ञ' का प्रदर्शन किया, उसके बाद भगवान राम और उनके तीन भाई पैदा हुए। शेरवा घाट में सरयू नदी के तट पर गोशींगंज से 11 किलोमीटर दूर मेहबूबगंज के पास शेरवघाट में स्थित श्रिंगी ऋषि का आश्रम है। किंवदंती यह है कि श्रृंगी ऋषि ने ऋषि लोमाश के खिलाफ अपने पापपूर्ण आचरण के लिए राजा परीक्षित को शाप दिया था। उसके द्वारा बोले गए वरदान और अभिशाप बिल्कुल सही साबित हुए थे। ऋषि श्रिंगी मंत्रों के सुपर विज्ञान के एक विशिष्ट विशेषज्ञ थे। श्रिंगी ऋषि का एक मंदिर शेरवघाट में भी स्थित है, और मेले हर साल मई में उनके सम्मान में आयोजित किया जाता है। गोवांगंज के पास मेहबूबगंज के पास जिला फैजाबाद में एक गुफा भी स्थित है जहां वह रहना चाहता था। यह एक लंबी गुफा है जहां उसे 'यज्ञ' (अनुष्ठान) करना है और यह देखने लायक है। दिलसिगांग नामक एक जगह। घाघरा बैंक नदी पर स्थित यह अद्भुत जगह है।</p>","SubContentHindi":null,"ImageUrl":"0e347fda-b123-426d-bf46-e8908c890738_shringi-rishi-ashram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रास्ते से</p>\r\n<p>फैजाबाद राष्ट्रीय राजमार्ग 28 पर स्थित है और कानपुर (213 किमी), लखनऊ (127 किमी), वाराणसी (202 किमी), इलाहाबाद (161 किमी) और गोरखपुर (165 किमी) के साथ अच्छी कनेक्टिविटी है। राज्य सरकार की सड़क परिवहन सेवा इन शहरों से और नियमित रूप से नियमित और लगातार बसें चलाती है। एनएच 27 लखनऊ को फैजाबाद और गोरखपुर के माध्यम से बरौनी से जोड़ता है, जबकि एनएच 330 फ़िजाबाद को सुल्तानपुर के माध्यम से इलाहाबाद से जोड़ता है। नवाब युसुफ रोड फैजाबाद से वाराणसी को जौनपुर के माध्यम से जोड़ती है, एनएच 330 ए फैजाबाद को कुमगंज और जगदीशपुर के माध्यम से रायबरेली से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>&nbsp;</p>\r\n<p>फैजाबाद में फैजाबाद जंक्शन</p>\r\n<p>&nbsp;</p>\r\n<p>फैजाबाद में अयोध्या जंक्शन</p>\r\n<p>फैजाबाद रेलवे स्टेशन: भारतीय रेलवे नेटवर्क फैजाबाद को कानपुर (4 घंटे) लखनऊ (3 घंटे), वाराणसी (4 घंटे) और इलाहाबाद (5 घंटे) के साथ सीधे जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>फैजाबाद सुपरफास्ट एक्सप्रेस एक ट्रेन है जो फैजाबाद जंक्शन रेलवे स्टेशन को लोकमान्य तिलक टर्मिनस, मुंबई से जोड़ती है। फैजाबाद से मुंबई तक चलने वाली दो ट्रेनों में से एक दूसरा साकेत एक्सप्रेस है जो सप्ताह में दो बार चलता है। इसे 22103/22104 के रूप में गिना जाता है। कुछ मेल एक्सप्रेस ट्रेन भी फैजाबाद को कोलकाता, नई दिल्ली और मुंबई से जोड़ती हैं। फैजाबाद दिल्ली एक्सप्रेस फैजाबाद से दिल्ली और दिल्ली से फैजाबाद तक चली जाती है नई रेलवे लाइन लालगंज को रायबरेली अकबरगंज के माध्यम से फैजाबाद में पेश करती है</p>\r\n<p>&nbsp;</p>\r\n<p>अयोध्या जंक्शन: अयोध्या जंक्शन फैजाबाद शहर के भीतर दूसरा प्रमुख रेलवे स्टेशन है जो शहर के दक्षिण छोर पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>आचार्य नरेंद्र देव नगर स्टेशन: फैजाबाद पहुंचने का यह एक और विकल्प है। यह छोटा स्टेशन \"चॉक के नजदीक\" शहर के दिल में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>निकटतम हवाई अड्डे लखनऊ अंतरराष्ट्रीय हवाई अड्डे (128 किमी), इलाहाबाद हवाई अड्डे (144 किमी) और वाराणसी अंतरराष्ट्रीय हवाई अड्डे (200 किमी) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>फैजाबाद हवाई अड्डा:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>फैजाबाद हवाई अड्डे की हवाई पट्टी।</p>\r\n<p>फैजाबाद में राष्ट्रीय राजमार्ग (एनएच 28) के साथ नाका में एक पुराना हवाई अड्डा और उड़ान स्कूल है। नेतृत्व और समर्थन की कमी के कारण हवाई अड्डे को लंबे समय से उपेक्षित कर दिया गया है। हाल ही में, इस हवाई अड्डे को केंद्र सरकार द्वारा पूर्ण घरेलू हवाई अड्डे में बदलने के प्रयास हैं। फर्म यूनियन विमानन मंत्री अजीत सिंह लगातार इस हवाईअड्डे को भारत के हवाईअड्डे प्राधिकरण को सौंपने की मांग कर रहे हैं ताकि हवाई अड्डे को और विकसित किया जा सके और घरेलू उड़ानें इस हवाई अड्डे से संचालित हो सकती हैं। लेकिन राज्य सरकार द्वारा इच्छा और ब्याज की कमी इस हवाई अड्डे के विकास में बाधा डाल रही है और देरी कर रही है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Faizabad</p>","SubContentHindi":null,"ImageUrl":"6b166870-759e-4138-8f00-98ffdc2dda0b_faizabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-faizabad-ayodhya-uttar-pradesh","tags":[{"name":"अयोध्या","slug":"ayodhya"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"फैजाबाद","slug":"faizabad"}],"recommendations":[{"id":163,"title":"कासगंज (कन्शी राम नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","dateCreated":"2018-12-01T11:03:31.336Z","dateModified":"2018-12-01T11:20:52.409Z","contributedBy":"AskGif","content":"कासगंज भारतीय शहर उत्तर प्रदेश के कासगंज जिले का एक शहर और जिला मुख्यालय है।\r\nभूगोल\r\nकासगंज 27.82 डिग्री एन 78.65 डिग्री ई पर स्थित है। इसकी औसत ऊंचाई 177 मीटर (580 फीट) है। काली नदी के तट पर स्थित, यह शहर हिमालयी तलहटी के निकट है। यह डोआब में स्थित है, पवित्र नदियों गंगा और यमुना औ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कासगंज","slug":"kasganj"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कन्शी-राम-नगर","slug":"kanshi-ram-nagar"}],"slug":"top-places-to-visit-in-kasganj-kanshi-ram-nagar-uttar-pradesh","total":0},{"id":102,"title":"अमरोहा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","dateCreated":"2018-08-09T08:12:36.032Z","dateModified":"2020-06-06T13:31:08.247Z","contributedBy":"AskGif","content":"अमरोहा (ज्योतिबा फुले नगर) उत्तरी भारत के उत्तर-पश्चिमी उत्तर प्रदेश राज्य में स्थित है, जो सॉट नदी के पास मोरादाबाद के उत्तर-पश्चिम में स्थित है। यह अमरोहा जिले का प्रशासनिक मुख्यालय है।\r\nअमरोहा का नाम शब्द (संस्कृत) अमृत अमार आम और वनम वनम वन से निकला। तारख-ए-अमरोहा के लेखक ने कहा कि अमर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"अमरोहा","slug":"amroha"}],"slug":"top-places-to-visit-in-amroha-uttar-pradesh","total":0},{"id":83,"title":"आगरा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","dateCreated":"2018-08-05T11:40:41.191Z","dateModified":"2019-10-19T14:16:18.694Z","contributedBy":"AskGif","content":"आगरा उत्तरी उत्तर प्रदेश (U.P/UP), भारत में यमुना नदी के तट पर एक शहर है। यह राज्य की राजधानी लखनऊ से 378 किलोमीटर (235 मील) पश्चिम, राष्ट्रीय राजधानी नई दिल्ली के 206 किलोमीटर (128 मील) दक्षिण, मथुरा के 58 किलोमीटर (31 मील) दक्षिण और ग्वालियर के 125 किलोमीटर (78 मील) उत्तर में है। आगरा उत्तर प्र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगरा","slug":"agra"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"एकल-यात्रा","slug":"solo-travel"}],"slug":"top-places-to-visit-in-agra-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}