{"id":129,"title":"Top Places to Visit in Faizabad (Ayodhya), Uttar Pradesh","imageUrl":"d60c650a-1f54-40c8-ad6f-569516e4f3c5_faizabad-railway.jpg","dateCreated":"2018-09-01T07:09:07.593Z","dateModified":"2018-12-08T04:23:06.197Z","contributedBy":"AskGif","content":"<p>Faizabad is a city in the Indian state of Uttar Pradesh, and forms a municipal corporation with Ayodhya. It is the headquarters of Faizabad District and Faizabad division. It is situated on the banks of river Ghaghra (locally known as Saryu) about 130 km east of state capital Lucknow. It was the first capital of the Nawabs of Awadh and has monuments built by the Nawabs, like the Tomb of Bahu Begum, Gulab Bari.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As per provisional reports of Census India, population of Faizabad in 2011 is 167,544; of which male and female are 87,279 and 80,265 respectively. The sex ratio of Faizabad city is 920 per 1000 males. In education section, total literates in Faizabad city are 130,700 of which 70,243 are males while 60,457 are females. Average literacy rate of Faizabad city is 86.52 percent of which male and female literacy was 89.34 and 83.45 percent. Total children (0&ndash;6) in Faizabad city are 16,479 as per figure from Census India report on 2011. There were 8,658 boys while 7,821 are girls. Child sex ratio of girls is 903 per 1000 boys. Faizabad city is governed by Municipal Corporation which comes under Faizabad Urban Agglomeration. Although Faizabad city has population of 167,544; its urban / metropolitan population is 259,160 of which 139,074 are males and 120,086 are females.</p>\r\n<p>Shopping places</p>\r\n<p>&nbsp;</p>\r\n<p>Faizabad Chowk, is the heart of the city.</p>\r\n<p>Faizabad Chowk: Next to Ghanta Ghar, is the central market of Faizabad town. One can find vegetables, fruits and spices, jewellery shops, clothing and other retail.</p>\r\n<p>&nbsp;</p>\r\n<p>Rekabgunj: About a kilometer away from Chowk (towards Lucknow) lies the Rekabgunj market which has a multitude of pharmacies. The market also has some seed shops which cater to the farmers of the adjoining regions. Many Restaurants and Hotels are there when going towards Lucknow. This is one of the Tourist's spot.</p>\r\n<p>&nbsp;</p>\r\n<p>Bajaja: (now known as Subhas Nagar)A place adjacent to Chowk towards Sultanpur Road holds a market for Clothes and garments. In Urdu Bajaja means cloth market. This area also holds major banks viz Union Bank of India, SBI and Allahabad Bank. Abha hotel in the centre of bajaja and in the main city.</p>\r\n<p>&nbsp;</p>\r\n<p>Fatehganj: This is a market mainly for wholesale grocery and other house hold items. This area is on the same road on which Bajaja falls. Hotel Krishna Palace is adjacent to the fountain near Faizabad jail. This is the place which is near to Bus Station as well as Railway Station. This is one of the Tourist's spot.</p>\r\n<p>Sports</p>\r\n<p>Faizabad Sports Complex</p>\r\n<p>Faizabad Sports Complex Loc: 26&deg;43&prime;47&Prime;N 82&deg;08&prime;17&Prime;E is an international standard sports complex being built on NH 96 (Faizabad To Sultanpur Road). The new sports complex would have astro turf, synthetic track, olympic size swimming pool, cricket field, hostels and other required facilities. After an ultra-modern sports complex in Greater Noida, meerut and at Saifai in Etawah, this is one of the sports facilities in Uttar Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Faizabad International Sports Stadium</p>\r\n<p>&nbsp;</p>\r\n<p>Faizabad Stadium under construction</p>\r\n<p>Known as Bhim Rao Ambedkar International Sports Stadium is the part of multi crore Rs. project for sports complex by state government. The Lokayukta office has received a complaint from one Bhanu Pratap Singh of Faizabad who has accused the minister of corruption in the construction of Faizabd international stadium. According to the complainant, the sports minister had a nexus with former sports director Hari Om and former project manager R.D. Prasad and had deliberately delayed the construction of the ₹ 86 crore Dr Bhim Rao Ambedkar stadium, paving the way for an escalation of costs to ₹ 1.50 billion.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Faizabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d60c650a-1f54-40c8-ad6f-569516e4f3c5_faizabad-railway.jpg","subContents":[{"SubTitle":"1. Gulab Bari","SubTitleHindi":null,"SubContent":"<p>Gulab Bari (literally meaning 'Garden of Roses') the Tomb of Nawab Shuja-ud-Daula is in Faizabad, Uttar Pradesh, India. This place has a good collection of roses of various varieties set by the sides of water fountains. Gulab Bari is the maqbara (Mausoleum) of Nawab Shuja-ud-Daula, the third Nawab of Oudh (now faizabad) in the campus. This monument has declared to be of National Importance under the Ancient Monuments and Archaeological Sites and Remains Act 1958 as updated by the Ancient Monuments and Archaeological Sites and Remains (Amendment and Validation) Act, 2010. Further under Sub-section 20 (a) and 20 (b) of Ancient Monuments and Archaeological Monuments and Remains (Amendment and Validation) Act, 2010.</p>\r\n<p>&nbsp;</p>\r\n<p>Gulab Bari is surrounded by an enclosure wall, built of Lakhauri bricks lime plastered and decorated with plaster mouldings. The enclosure contains the tomb of Shuja-ud-daula along with mosque Imambara, Shahi Hammam, Baradari and a well approached through triple-arched gateways. The tomb of Shuja-ud-daula (1753&ndash;1775) was constructed by himself during his lifetime which is approached through an imposing gateway. The central chamber contains the cenotaph which houses the graves of Nawab Shuja-ud-daula and his mother. The tomb proper stands in the centre of a Charbagh Garden accompanied by fountains and shallow water channels. The square double-storeyed structure of the mausoleum has an arched verandah on each side, while its upper storey has a three arched fa&ccedil;ade adorned by minarets on the corners. The dome of the central chamber is crowned by inverted louts and metal finial.</p>\r\n<p>&nbsp;</p>\r\n<p>Gulab Bari is not only a spot that needs to be visited; it is a place of worship and various cultural events. The locals treat it as a holy place. It is said that the monument is connected to a boali in Lucknow and used to be hiding place for the successors of the Nawab Shuja-ud-daula. The fragrance of roses in the Gulab Udyaan brought relief to the busy mind of the nawab and allowed him to work and take decisions. It might have served as soldier's cabin and a house for the servants (not the main monument but the structures around). Today Gulab Bari is though in a poor condition, it still is very important for the locals (mostly of the Muslim Community). It remained very important, remains important and will remain important only if its tourism is boosted and the people become a little more conscious about its importance.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gulab_Bari</p>","SubContentHindi":null,"ImageUrl":"ab8e7c2c-db89-4277-95dd-8e21ade1a6b6_Gulabbariat_fazd.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Military Temple","SubTitleHindi":null,"SubContent":"<p>(The Dogra Regimental Centre/ Corps of Military Police CMP Temple) Located in cantonment area.</p>","SubContentHindi":null,"ImageUrl":"d43aaaa2-2118-47d9-8b65-9ec8acf9de4f_military-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Guptar Ghat","SubTitleHindi":null,"SubContent":"<p>the Ghat (Jetty) where Lord Rama is believed to have taken 'jal samadhi' (leaving the earth for 'Baikuntha', the divine abode of Lord Vishnu, by drowning himself). It has picturesque view of the saryu river and its green banks and has several ancient temples.</p>","SubContentHindi":null,"ImageUrl":"102c4342-1969-4cf9-9014-9a7270022902_guptar-ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Company Garden","SubTitleHindi":null,"SubContent":"<p>Adjoining Guptar Ghat, on the banks of River Saryu, is Company Gardens, a botanical garden built during British Rule. it has a well maintained, sprawling garden set amidst lush greenery, far away from the hustle and bustle of the town. It also has an orchard spread over acres. Plants and Trees can also be bought here. The remains of the fort built by Nawab Shuja-ud-Daula after the battle of Buxar is also within walking distance.</p>","SubContentHindi":null,"ImageUrl":"7fdf505c-720b-4ca9-a2bd-4180fb2cfb27_company-garden-faizabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Ghanta Ghar","SubTitleHindi":null,"SubContent":"<p>The heart of Faizabad city, houses a clock tower (Ghanta means 'clock' in Hindi and Ghar is the Hindi word for 'house') in the middle of the city center. All distances within the city are measured from this location. The place is also known as Chowk, which houses the main vegetable and spice market in the town.</p>","SubContentHindi":null,"ImageUrl":"68a37344-ad26-4e09-8312-d0a81fb53dc5_ghanta-ghar-faizabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Shringi Rishi Ashram","SubTitleHindi":null,"SubContent":"<p>35 km from Faizabad in Goshainganj is ashram of Sage (Rishi in Sanskrit/Hindi) Shringi. Shringi Rishi performed 'Putrakameshti Yajya' for King Dashrath of Ayodhya, after that Lord Rama and his three brothers were born. There is an ashram of Shringi Rishi situated at Sherwaghat near Mehbubganj 11 km from Goshainganj on the banks of Sarayu river at Sherwa Ghat. Legend has it that Shringi Rishi cursed King Parikshit for his sinful conduct against rishi Lomash. The boons and curse uttered by him were proved to be absolutely true. Rishi Shringi was a distinguished expert of the super science of mantras. A temple of Shringi Rishi, is also located at Sherwaghat, and a fair is held every year in May in his honour. A cave is also located in district Faizabad near Mehbubganj Near Goshainganj where he is supposed to have stayed. It is a long cave where he is supposed to do 'yagna' (Ritual) and is worth seeing. A place called Dilasigang. This is amazing place as located on Ghaghra bank River.</p>","SubContentHindi":null,"ImageUrl":"0e347fda-b123-426d-bf46-e8908c890738_shringi-rishi-ashram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Road</p>\r\n<p>Faizabad is situated on National Highway 28 and has good connectivity with Kanpur(213 km), Lucknow (127 km), Varanasi (202 km), Allahabad (161 km) and Gorakhpur (165 km). The state government's Road Transport Service runs regular and frequent buses to and from these cities. NH27 connects Lucknow to Barauni via Faizabad and Gorakhpur whilst NH330 connects Faizabad to Allahabad via Sultanpur. Nawab Yusuf Road connects Faizabad to Varanasi via Jaunpur, NH330A connectes Faizabad to Raibareli via Kumarganj &amp; Jagdishpur.</p>\r\n<p>&nbsp;</p>\r\n<p>By Train</p>\r\n<p>&nbsp;</p>\r\n<p>Faizabad Junction in Faizabad</p>\r\n<p>&nbsp;</p>\r\n<p>Ayodhya Junction in Faizabad.</p>\r\n<p>Faizabad Railway Station: The Indian Railways network connects Faizabad directly with Kanpur (4 hours) Lucknow (3 hours.), Varanasi (4 hours.) and Allahabad (5 hours).</p>\r\n<p>&nbsp;</p>\r\n<p>Faizabad Superfast Express is a train which runs weekly connecting Faizabad Junction railway station to Lokmanya Tilak Terminus, Mumbai. Its one of the two trains which runs between Faizabad to Mumbai the other one is Saket Express which runs twice a week. It is numbered as 22103/22104.A few mail express trains also connect Faizabad to Kolkata, New Delhi and Mumbai. Faizabad Delhi express runs daily from Faizabad to Delhi and Delhi to Faizabad New railway line propose Lalganj to Faizabad via Raibareli Akberganj</p>\r\n<p>&nbsp;</p>\r\n<p>Ayodhya Junction: Ayodhya Junction is the second major railway station within the Faizabad city which is situated at south end of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Acharya Narendra Dev Nagar station: It is another option to reach faizabad. This small station lies in the heart of the city \"near to chowk\".</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>Nearest airports are Lucknow International Airport (128 km), Allahabad Airport (144 km) and Varanasi International Airport (200 km)</p>\r\n<p>&nbsp;</p>\r\n<p>Faizabad Airport:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The airstrip of Faizabad Airport.</p>\r\n<p>Faizabad has an old airport and flying school at naka along national highway (NH28). The airport has been neglected since a long time due to the lack of leadership and support. Recently, efforts are there to convert this airport into full-fledged domestic airport by Union government.Former union aviation minister Ajit Singh is constantly demanding this airport to be handed over to Airports Authority of India so that the airport could be developed further and scheduled domestic flights could be operable from this airport. But the lack of will and interest by state government is hindering and delaying the development of this airport.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Faizabad</p>","SubContentHindi":null,"ImageUrl":"6b166870-759e-4138-8f00-98ffdc2dda0b_faizabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-faizabad-ayodhya-uttar-pradesh","tags":[{"name":"ayodhya","slug":"ayodhya"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"faizabad","slug":"faizabad"}],"recommendations":[{"id":163,"title":"Top Places to visit in Kasganj (Kanshi Ram Nagar), Uttar Pradesh","imageUrl":"b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","dateCreated":"2018-12-01T11:03:31.336Z","dateModified":"2018-12-01T11:20:52.409Z","contributedBy":"AskGif","content":"&nbsp;\r\nKasganj is a city and the district headquarters of Kasganj district in the Indian state of Uttar Pradesh.\r\nGeography\r\nKasganj is located at 27.82&deg;N 78.65&deg;E. It has an average elevation of 177 metres (580 feet). Situated on the banks of river Kali, the town is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kasganj","slug":"kasganj"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"kanshi-ram-nagar","slug":"kanshi-ram-nagar"}],"slug":"top-places-to-visit-in-kasganj-kanshi-ram-nagar-uttar-pradesh","total":0},{"id":102,"title":"Top Places to Visit in Amroha, Uttar Pradesh","imageUrl":"9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","dateCreated":"2018-08-09T08:12:36.032Z","dateModified":"2020-06-06T13:31:08.247Z","contributedBy":"AskGif","content":"Amroha (Jyotiba Phule Nagar) is a city in north-western Uttar Pradesh state in northern India, located north-west of Moradabad, near the Sot River. It is the administrative headquarters of the Amroha district.\r\nThe name of Amroha drove out from the word (Sanskrit ) Amr अमर् Mango and Vanam","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"amroha","slug":"amroha"}],"slug":"top-places-to-visit-in-amroha-uttar-pradesh","total":0},{"id":83,"title":"Top Places to Visit in Agra, Uttar Pradesh","imageUrl":"5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","dateCreated":"2018-08-05T11:40:41.191Z","dateModified":"2019-10-19T14:16:18.694Z","contributedBy":"AskGif","content":"Agra is a city on the banks of the river Yamuna in the northern state of Uttar Pradesh (U.P/UP), India. It is 378 kilometres (235 mi) west of the state capital, Lucknow, 206 kilometres (128 mi) south of the national capital New Delhi, 58 kilometres (31 mi) south of Mathura and 125 kilometres (78 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agra","slug":"agra"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"solo-travel","slug":"solo-travel"}],"slug":"top-places-to-visit-in-agra-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}