{"id":13,"title":"Microsoft Security Essential","imageUrl":"c3e8599e-e434-4fba-a59d-6b586af0b22c_microsoft-security-essentials.gif","dateCreated":"2018-07-04T17:53:38.893Z","dateModified":"2018-07-04T17:59:29.075Z","contributedBy":"AskGif","content":"<p>The biggest threat any person with a system has is that of a virus. But what is this virus actually? A virus is the child of one of the greatest brains Steve Jobs. It is inserted into ones computer system to cause harm. Once virus attacks became common Microsoft joint hands with Norton to produce world&rsquo;s first antivirus- a software aimed at finding and treating the viruses. But with time these attacks became more frequent and lethal as many new types of virus were been discovered. Sensing the opportunity of tremendous growth, any more companies jumped into the market of antivirus manufacturing and started selling their product. Some of the prominent names are Avast, McAfee, KasperSky, AVG, Avira, Quick Heal and recently Net Protector. Apart from these there are several other brands of antivirus present in market.&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c3e8599e-e434-4fba-a59d-6b586af0b22c_microsoft-security-essentials.gif","subContents":[{"SubTitle":"Antivirus","SubTitleHindi":null,"SubContent":"<p>But one major drawback of installing these antivirus softwares is that they make the processing of your system very slow. For example, on a mid to low configuration system, Norton Antivirus can use up to 50% of total CPU resources when running. Another reason for people not purchasing the antivirus is their cost. Good antivirus softwares are often costly and the ones which are cheap generally fail to provide the security we desire.</p>\r\n\r\n<p><br />\r\nKeeping these two factors in mind Microsoft decided to develop its own antivirus program which could be available free of cost, runs on minimum possible memory and provides adequate security. And this is how Microsoft Security Essential came into existence. This antivirus is available free of cost on Microsoft&rsquo;s site for windows users. An easy to install and easy to use antivirus Microsoft Security Essential provides all the facilities which you get from an antivirus for which you must pay. If you are using Windows 7 you can download it from Microsoft&rsquo;s website. For windows 8 and higher it comes with the licensed OS by the name of Windows Defender.&nbsp;<br />\r\nOnce you open Microsoft Security Essential you get the option to schedule a scan for your system. One of the highlighted facilities of Microsoft Security Essential is its real time scanning facility. You can turn it on or off any time you wish. The extremely large virus dictionary and definitions of Microsoft Security Essential enables it to detect most of the viruses the very moment they come out of their dormant state.&nbsp;</p>\r\n\r\n<p><br />\r\nBy default the CPU memory use for MSE(as Microsoft Security Essentials is popularly known) is set to 90% but can be brought down to 10 % any time the user wishes to thus effectively reducing the CPU use and giving faster system performance as compared to other antivirus programs. MSE gives its users an option to exclude a particular file or folder from scan. But you are advised to do so only at your own risk. To keep up with ever evolving viruses the definition and dictionary of MSE needs to be constantly updated. Whenever you are connected to internet MSE automatically downloads its latest updates and definitions and is once again ready to fight the viruses.<br />\r\nSo if you long for fast system performance and don&rsquo;t want to spend a penny for system security but still demand for a quality protection from viruses Microsoft Security Essential may be just the thing for you. &nbsp;<br />","SubContentHindi":null,"ImageUrl":"0663a052-38e8-410c-8e7c-2508fd49f16d_antivirus-gif-2.gif","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"informatives","slug":"informatives"},"slug":"microsoft-security-essential","tags":[{"name":"antivirus","slug":"antivirus"},{"name":"avira","slug":"avira"},{"name":"quick-heal","slug":"quick-heal"},{"name":"avast","slug":"avast"},{"name":"kaspersky","slug":"kaspersky"},{"name":"mcafee","slug":"mcafee"}],"recommendations":[{"id":13,"title":"Microsoft Security Essential","imageUrl":"c3e8599e-e434-4fba-a59d-6b586af0b22c_microsoft-security-essentials.gif","dateCreated":"2018-07-04T17:53:38.893Z","dateModified":"2018-07-04T17:59:29.075Z","contributedBy":"AskGif","content":"The biggest threat any person with a system has is that of a virus. But what is this virus actually? A virus is the child of one of the greatest brains Steve Jobs. It is inserted into ones computer system to cause harm. Once virus attacks became common Microsoft joint hands with Norton to produce","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c3e8599e-e434-4fba-a59d-6b586af0b22c_microsoft-security-essentials.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"antivirus","slug":"antivirus"},{"name":"avira","slug":"avira"},{"name":"quick-heal","slug":"quick-heal"},{"name":"avast","slug":"avast"},{"name":"kaspersky","slug":"kaspersky"},{"name":"mcafee","slug":"mcafee"}],"slug":"microsoft-security-essential","total":0},{"id":6,"title":"Modern Computer Antivirus","imageUrl":"028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","dateCreated":"2018-07-02T18:20:54.543Z","dateModified":"2018-07-02T18:29:50.799Z","contributedBy":"AskGif","content":"At present every computer user is facing problem of his system being affected by the malware programs.\r\nMalware is term which collectively refers to malicious programs like virus, Trojans, worms and spyware\r\nprograms. Once your computer has been affected an unauthorized person can track your personn","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"virus","slug":"virus"},{"name":"computer","slug":"computer"},{"name":"antivirus","slug":"antivirus"},{"name":"trojans","slug":"trojans"}],"slug":"modern-computer-antivirus","total":0}]}