{"id":13,"title":"माइक्रोसॉफ़्ट सुरक्षा अनिवार्य","imageUrl":"c3e8599e-e434-4fba-a59d-6b586af0b22c_microsoft-security-essentials.gif","dateCreated":"2018-07-04T17:53:38.893Z","dateModified":"2018-07-04T17:59:29.075Z","contributedBy":"AskGif","content":"<p> सिस्टम के साथ किसी भी व्यक्ति का सबसे बड़ा खतरा वायरस का है। लेकिन वास्तव में यह वायरस क्या है? एक वायरस स्टीव जॉब्स के सबसे महान दिमाग में से एक का बच्चा है। इसे नुकसान पहुंचाने के लिए कंप्यूटर सिस्टम में डाला जाता है। एक बार जब वायरस के हमले सामान्य हो जाते हैं तो नॉर्टन के साथ माइक्रोसॉफ्ट संयुक्त हाथ दुनिया के पहले एंटीवायरस का उत्पादन करने के लिए - एक सॉफ्टवेयर जिसका उद्देश्य वायरस को ढूंढना और उसका इलाज करना है। लेकिन समय के साथ ये हमले अधिक बार और घातक हो गए क्योंकि कई नए प्रकार के वायरस की खोज की गई। जबरदस्त विकास के अवसर को देखते हुए, और भी कंपनियां एंटीवायरस विनिर्माण के बाजार में कूद गईं और अपने उत्पाद को बेचना शुरू कर दिया। कुछ प्रमुख नाम अवास्ट, मैकफी, कास्परस्की, एवीजी, अवीरा, क्विक हील और हाल ही में नेट प्रोटेक्टर हैं। इनके अलावा बाजार में एंटीवायरस के कई अन्य ब्रांड मौजूद हैं। & Nbsp; </ p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c3e8599e-e434-4fba-a59d-6b586af0b22c_microsoft-security-essentials.gif","subContents":[{"SubTitle":"एंटीवायरस","SubTitleHindi":null,"SubContent":"<p> लेकिन इन एंटीवायरस सॉफ़्टवेयर को स्थापित करने में एक बड़ी कमी यह है कि वे आपके सिस्टम की प्रक्रिया को बहुत धीमा कर देते हैं। उदाहरण के लिए, मध्य से निम्न विन्यास तंत्र पर, नॉर्टन एंटीवायरस चलते समय कुल CPU संसाधनों का 50% तक उपयोग कर सकता है। एंटीवायरस खरीदने वाले लोगों के लिए एक अन्य कारण उनकी लागत है। अच्छा एंटीवायरस सॉफ़्टवेयर अक्सर महंगा होता है और जो सस्ते होते हैं आम तौर पर हमारी इच्छित सुरक्षा प्रदान करने में असफल होते हैं। </ P>\r\n\r\n<पी> <br />\r\nइन दो कारकों को ध्यान में रखते हुए माइक्रोसॉफ्ट ने अपना एंटीवायरस प्रोग्राम विकसित करने का फैसला किया जो कि मुफ्त में उपलब्ध हो सकता है, न्यूनतम संभव स्मृति पर चलता है और पर्याप्त सुरक्षा प्रदान करता है। और इस प्रकार माइक्रोसॉफ्ट सुरक्षा अनिवार्य अस्तित्व में आया। यह एंटीवायरस विंडोज उपयोगकर्ताओं के लिए माइक्रोसॉफ्ट & rsquo साइट पर मुफ्त में उपलब्ध है। इंस्टॉल करने में आसान और एंटीवायरस का उपयोग करना आसान है Microsoft सुरक्षा अनिवार्य उन सभी सुविधाओं को प्रदान करता है जो आपको एंटीवायरस से प्राप्त होते हैं जिसके लिए आपको भुगतान करना होगा। यदि आप विंडोज 7 का उपयोग कर रहे हैं तो आप इसे माइक्रोसॉफ्ट & rsquo की वेबसाइट से डाउनलोड कर सकते हैं। विंडोज 8 और उच्चतर के लिए यह विंडोज डिफेंडर के नाम से लाइसेंस प्राप्त ओएस के साथ आता है। & Nbsp; <br />\r\nएक बार जब आप Microsoft सुरक्षा अनिवार्यता खोलते हैं तो आपको अपने सिस्टम के लिए स्कैन शेड्यूल करने का विकल्प मिलता है। माइक्रोसॉफ्ट सिक्योरिटी एश्येंशियल की हाइलाइट की गई सुविधाओं में से एक इसकी वास्तविक समय स्कैनिंग सुविधा है। जब भी आप चाहें इसे चालू या बंद कर सकते हैं। माइक्रोसॉफ्ट सिक्योरिटी एश्येंशियल के बेहद बड़े वायरस डिक्शनरी और परिभाषाओं में यह अधिकांश वायरस का पता लगाने में सक्षम बनाता है जब वे अपने निष्क्रिय राज्य से बाहर निकलते हैं। & Nbsp; </ p>\r\n\r\n<पी> <br />\r\nडिफ़ॉल्ट रूप से एमएसई के लिए सीपीयू मेमोरी का उपयोग (जैसा कि माइक्रोसॉफ्ट सिक्योरिटी एश्येंशियल्स लोकप्रिय रूप से जाना जाता है) 90% पर सेट किया गया है, लेकिन जब भी उपयोगकर्ता सीपीयू उपयोग को प्रभावी ढंग से कम करने और तेजी से सिस्टम प्रदर्शन देने की इच्छा रखते हैं तो 10% तक लाया जा सकता है अन्य एंटीवायरस कार्यक्रम। एमएसई अपने उपयोगकर्ताओं को स्कैन से किसी विशेष फ़ाइल या फ़ोल्डर को बाहर करने का विकल्प देता है। लेकिन आपको केवल अपने जोखिम पर ऐसा करने की सलाह दी जाती है। कभी विकसित वायरस के साथ बने रहने के लिए एमएसई की परिभाषा और शब्दकोश को लगातार अद्यतन किया जाना चाहिए। जब भी आप इंटरनेट से जुड़े होते हैं तो एमएसई स्वचालित रूप से अपने नवीनतम अपडेट और परिभाषाओं को डाउनलोड करता है और वायरस से लड़ने के लिए एक बार फिर तैयार होता है। <br />\r\nतो यदि आप तेजी से सिस्टम के प्रदर्शन के लिए उत्सुक हैं और सिस्टम सुरक्षा के लिए एक पैसा खर्च नहीं करना चाहते हैं, लेकिन अभी भी वायरस से गुणवत्ता सुरक्षा की मांग है तो माइक्रोसॉफ्ट सुरक्षा अनिवार्य केवल आपके लिए चीज हो सकती है। & nbsp; <br />","SubContentHindi":null,"ImageUrl":"0663a052-38e8-410c-8e7c-2508fd49f16d_antivirus-gif-2.gif","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"लेख","slug":"informatives"},"slug":"microsoft-security-essential","tags":[{"name":"antivirus","slug":"antivirus"},{"name":"एवीजी","slug":"avira"},{"name":"क्विक-हील","slug":"quick-heal"},{"name":"अवास्ट","slug":"avast"},{"name":"कास्परस्की","slug":"kaspersky"},{"name":"मैकफी","slug":"mcafee"}],"recommendations":[{"id":13,"title":"माइक्रोसॉफ़्ट सुरक्षा अनिवार्य","imageUrl":"c3e8599e-e434-4fba-a59d-6b586af0b22c_microsoft-security-essentials.gif","dateCreated":"2018-07-04T17:53:38.893Z","dateModified":"2018-07-04T17:59:29.075Z","contributedBy":"AskGif","content":" सिस्टम के साथ किसी भी व्यक्ति का सबसे बड़ा खतरा वायरस का है। लेकिन वास्तव में यह वायरस क्या है? एक वायरस स्टीव जॉब्स के सबसे महान दिमाग में से एक का बच्चा है। इसे नुकसान पहुंचाने के लिए कंप्यूटर सिस्टम में डाला जाता है। एक बार जब वायरस के हमले सामान्य हो जाते हैं तो नॉर्टन के साथ माइक्रोसॉफ्ट सं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c3e8599e-e434-4fba-a59d-6b586af0b22c_microsoft-security-essentials.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"antivirus","slug":"antivirus"},{"name":"एवीजी","slug":"avira"},{"name":"क्विक-हील","slug":"quick-heal"},{"name":"अवास्ट","slug":"avast"},{"name":"कास्परस्की","slug":"kaspersky"},{"name":"मैकफी","slug":"mcafee"}],"slug":"microsoft-security-essential","total":0},{"id":6,"title":"आधुनिक कंप्यूटर एंटीवायरस","imageUrl":"028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","dateCreated":"2018-07-02T18:20:54.543Z","dateModified":"2018-07-02T18:29:50.799Z","contributedBy":"AskGif","content":"वर्तमान में प्रत्येक कंप्यूटर उपयोगकर्ता को मैलवेयर प्रोग्राम से प्रभावित होने वाली प्रणाली की समस्या का सामना करना पड़ रहा है।\r\nमैलवेयर शब्द है जो सामूहिक रूप से वायरस, ट्रोजन, कीड़े और स्पाइवेयर जैसे दुर्भावनापूर्ण प्रोग्रामों को संदर्भित करता है\r\nकार्यक्रम। एक बार आपका कंप्यूटर प्रभावित हो जाने क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"virus","slug":"virus"},{"name":"कंप्यूटर","slug":"computer"},{"name":"antivirus","slug":"antivirus"},{"name":"trojans","slug":"trojans"}],"slug":"modern-computer-antivirus","total":0}]}