{"id":131,"title":"फरुक्खाबाद में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","dateCreated":"2018-09-02T04:57:38.638Z","dateModified":"2018-09-02T05:31:38.483Z","contributedBy":"AskGif","content":"<p>फररुखाबाद उत्तरी भारत में उत्तर प्रदेश राज्य में एक शहर है। यह पूर्व रियासत राज्य फररुखाबाद की राजधानी थी</p>\r\n<p>&nbsp;</p>\r\n<p>फरुक्खाबाद लेट के बीच स्थित है। 26 डिग्री 46 'एन और 27 डिग्री 43' एन और लांग। 79 डिग्री 7 'ई और 80 डिग्री 2' ई। जिले उत्तर में बादाण और शाहजहांपुर, पूर्व में हरदोई जिला, दक्षिण में कन्नौज जिला और पश्चिम में एटाह और मेनपुरी जिलों से घिरा हुआ है। गंगा नदी और रामगंगा नदी पूर्व में स्थित है और दक्षिण में काली नदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, फरगढ़ के साथ फरुक्खाबाद की जनसंख्या 275,754 थी। पुरुषों में 53% आबादी और 47% महिलाएं हैं। फ़रुक्खाबाद की औसत साक्षरता दर 72% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 68% है, और महिला साक्षरता 58% है। फररुखाबाद-सह-फतेहगढ़ में, 16% आबादी 6 साल से कम आयु के है। फररुखाबाद का लिंग अनुपात 874 प्रति 1000 पुरुष है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Farrukhabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","subContents":[{"SubTitle":"1. सांंकसा","SubTitleHindi":null,"SubContent":"<p>संकासा (संकासिया, संकीसा और संकास्य) भारत में एक प्राचीन शहर था। गौतम बुद्ध के समय शहर प्रमुखता में आया था। बौद्ध स्रोत के अनुसार, यह सावतती से तीस लीग थी। गौतम बुद्ध के महाप्रिरीरवाना (गुजरने) के बाद राजा अशोक ने इस जगह को विकसित किया और शहर में अशोक के अपने प्रसिद्ध स्तंभों में से एक स्थापित किया, जिसमें हाथी की राजधानी बनी हुई थी। उन्होंने बुद्ध की यात्रा का जश्न मनाने के लिए एक स्तूप और एक मंदिर भी बनाया। यह मंदिर आज भी मौजूद है और स्तूप के खंडहर भी विश्व देवी के मंदिर के रूप में मौजूद हैं। ऐसा कहा जाता है कि बुद्ध की मां को विशाहारी देवी नाम दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>संकीसा में ट्रेस्ट्रिस्सा स्वर्ग से बुद्ध का वंशज। [2]</p>\r\n<p>वर्तमान में यह पुराने मठों और बौद्ध स्मारकों के खंडहर है। तीर्थयात्रियों द्वारा शायद ही कभी दौरा किया जाता है क्योंकि इसे जाना मुश्किल होता है, और कई सुविधाएं नहीं हैं। लंबे समय बाद अलेक्जेंडर कनिंघम (ब्रिटिश) ने 1842 में इस जगह की खोज की। सात साल बाद सर अनागरिका धर्मपाल (श्रीलंका) आध्यात्मिक खोज पर यहां आए। 1 9 57 में पंडिता मदाबाविता विजेसोमा थेरो (श्रीलंका) कुछ सालों से 'संकासा' आए और गरीब लोगों के लिए बौद्ध विद्यालय (विजिसोमा Widyalaya) शुरू किया।</p>\r\n<p>&nbsp;</p>\r\n<p>संकासा अब अबखुमती नदी (कालिनाडी) के उत्तर तट पर संकीसा बसंतपुरा के साथ पहचाना गया है, फतेहगढ़ जिले के कथौज के पश्चिम में, काइमगंज के पच्चीस दक्षिण और कन्नौज के पचास उत्तर में कम्पाइल और कन्नौज के बीच, कम्पाइल और कन्नौज के बीच, फ़रुक्खाबाद जिले में कन्नौज के उत्तर में उत्तर प्रदेश राज्य भारत।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sankassa</p>","SubContentHindi":null,"ImageUrl":"d0276f33-a735-47c2-bfed-4423730d3661_sankassa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. अशोकन हाथी स्तंभ","SubTitleHindi":null,"SubContent":"<p>गौतम बुद्ध के महापरिनिर्वाण (गुजरने) के बाद राजा अशोक ने इस जगह को विकसित किया और शहर में अशोक के अपने प्रसिद्ध स्तंभों में से एक स्थापित किया, जिसमें से हाथी की राजधानी जीवित रही</p>","SubContentHindi":null,"ImageUrl":"6fb4f7e6-6d7e-492b-9129-6a3eb502914e_Asoka_Elephant_Sankassa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. सैंडी पक्षी अभयारण्य","SubTitleHindi":null,"SubContent":"<p>सैंडी पक्षी अभयारण्य भारत के उत्तर प्रदेश के हरदोई जिले में एक पक्षी अभयारण्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>अभयारण्य उत्तर प्रदेश के हरदोई जिले में सैंडी में हरदोई-सैंडी रोड पर 1 9 किमी की दूरी पर स्थित है। सांडी पक्षी अभयारण्य हरदोई जिले के सैंडी पुलिस स्टेशन के पास नवाबगंज में मुख्य सड़क पर सैंडी शहर से 1 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय निवासियों और प्रवासी पक्षियों के लिए प्राकृतिक आवास और जलीय वनस्पति की रक्षा के लिए वर्ष 1 99 0 में सैंडी पक्षी अभयारण्य बनाया गया था। सैंडी बर्ड अभयारण्य अपने प्राचीन नाम से \"दहर झील\" (झील = झील) के रूप में भी जाना जाता है। झील का क्षेत्र 30 9 हेक्टेयर (3.0 9 वर्ग किमी) है। पूर्व में गारुन गंगा के नाम से जाना जाने वाला नदी गाररा अभयारण्य के पास गुजरता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सैंडी बर्ड अभयारण्य तक पहुंचने से पहले प्रवासी पक्षी नदी के तट पर आराम करते हैं। प्रवासी पक्षी नवम्बर के महीने में सर्दियों की शुरुआत में अभयारण्य में पहुंचने लगते हैं। सैंडी एक पर्यटक है एक पर्यटक गंतव्य के रूप में और चिड़ियाघर के लिए विशेष रुचि है। अभयारण्य का दौरा करने का सबसे अच्छा समय दिसंबर से फरवरी तक है। निकटतम रेलवे स्टेशन हरदोई (1 9 किमी) में है।</p>\r\n<p>&nbsp;</p>\r\n<p>अतीत में, दुर्लभ साइबेरियाई सफेद क्रेन ग्रस ल्यूकोगेरानस यहां देखा गया है, और कुछ वैज्ञानिकों का मानना ​​है कि यह सही परिस्थितियों में आता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sandi_Bird_Sanctuary</p>","SubContentHindi":null,"ImageUrl":"2168760d-574a-4145-90e3-c94fcc112e91_sandi-bird.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. बुद्ध मूर्ति संकासिया","SubTitleHindi":null,"SubContent":"<p>यह संकासा में था कि (टिप्पणियों के मुताबिक) बुद्ध तवातिम्सा में अभिम्मा पितक का प्रचार करने के बाद, गांधीम वृक्ष के नीचे ट्विन चमत्कार के प्रदर्शन के बाद पृथ्वी पर लौट आए। जैसे ही बुद्ध के लिए तवातिम्सा छोड़ने के लिए संपर्क किया गया था, मुगलगाना (अनुताधा, सुट्टा निपाता कमेंटरी ii 570 के अनुसार) ने भीड़ में आने वाली वापसी की घोषणा की, जो कुल्ला अनाथापिंदिका द्वारा खिलाए गए सवती में इंतजार कर रहे थे, जबकि मोगगलन ने धम्म को उजागर किया था। फिर उन्होंने संकासा के लिए अपना रास्ता बना दिया। महापावन उत्सव के दिन बुद्ध का वंशज हुआ था। सक्का सिंधु से धरती तक बुद्ध के वंशज के लिए तीन सीढ़ी प्रदान करता है: दाहिने ओर देवताओं के लिए सोने की सीढ़ी थी; बाईं ओर महा ब्रह्मा और उसके retinue के लिए एक चांदी की सीढ़ी; और बीच में बुद्ध के लिए गहने की एक सीढ़ी। इकट्ठे हुए लोगों ने पृथ्वी को तीस लीग के दौर में ढक लिया। उपरोक्त नौ ब्रह्मा संसारों और नीचे एवीसी (नरक) का स्पष्ट दृश्य था। बुद्ध के साथ पंकसिखा, मतालि, महा ब्रह्मा और सुयामा थे। सरिपुट्टा उनका स्वागत करने वाले पहले व्यक्ति थे (उपपालवाना के बाद, और बुद्ध ने कानून का उपदेश दिया, जो पुथुजाना की समझ में था, और केवल बुद्ध को समझने के साथ ही समाप्त हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>इस अवसर पर पारोसास्का जाटाका का प्रचार किया गया ताकि सरिपुप्त के अद्वितीय ज्ञान भीड़ को घोषित किया जा सके। ऐसा कहा जाता है कि बुद्ध के संकासा के वंशज ने मगगल्लाना के लिए iddhi, अनुरुद्ध में दिब्बाकक्षु और पन्ना को प्रचार में कौशल में दिखाने के लिए अवसर प्रदान किया था, और बुद्ध सरिपुता को अपने ज्ञान में चमकने का मौका देना चाहते थे। इसलिए उन्होंने सरिपुप्ता प्रश्नों के बारे में पूछा जो कोई और जवाब दे सकता था। सरिपुप्त सुट्टा के शुरुआती शब्द तुसिता से इस वंश को संदर्भित करना चाहिए।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sankassa</p>","SubContentHindi":null,"ImageUrl":"ed85d991-6f09-403f-8277-99968600751a_Buddha-statue.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रेलवे</p>\r\n<p>फ़रुक्खाबाद जंक्शन रेलवे स्टेशन</p>\r\n<p>फतेहगढ़ स्टेशन</p>\r\n<p>कैमगंज स्टेशन</p>\r\n<p>कमलगंज स्टेशन</p>\r\n<p>याकुतगंज स्टेशन</p>\r\n<p>हरसिंहपुर गोबा स्टेशन</p>\r\n<p>झांसी मेनपुरी कानपुर</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>फरुखाबाद गंगा एक्सप्रेसवे का हिस्सा था, जो कि रुपये की महत्वाकांक्षी परियोजना थी। राज्य के पूर्वी और पश्चिमी हिस्सों के बीच उच्च गति कनेक्टिविटी प्रदान करने के लिए 400 अरब। शहर में राज्य सड़क परिवहन प्रणाली से संबंधित एक बस स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज</p>\r\n<p>फरुखाबाद में मोहम्मदबाद में एक हवाई पट्टी है ताकि किसी भी प्राकृतिक आपदा के मामले में इसे छोटे विमानों और हेलीकॉप्टरों द्वारा आसानी से पहुंचा जा सके।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Farrukhabad</p>","SubContentHindi":null,"ImageUrl":"36a3609c-47d8-46b7-b406-75abf25053f0_Farrukhabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-farrukhabad-uttar-pradesh","tags":[{"name":"फर्रुखाबाद","slug":"farrukhabad"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":170,"title":"लखनऊ में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f7ef0a64-de30-4c5f-a494-0765337891df_Lucknow-railway.jpg","dateCreated":"2018-12-09T06:48:09.166Z","dateModified":"2018-12-09T07:17:02.286Z","contributedBy":"AskGif","content":"लखनऊ उत्तर प्रदेश के भारतीय राज्य की राजधानी और सबसे बड़ा शहर है, और यह नामित जिला और विभाजन का प्रशासनिक मुख्यालय भी है। यह ग्यारहवां सबसे अधिक आबादी वाला शहर है और भारत का बारहवां सबसे अधिक आबादी वाला शहरी समूह है। लखनऊ को हमेशा एक बहुसांस्कृतिक शहर के रूप में जाना जाता है जो 18 वीं और 1 9वीं स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f7ef0a64-de30-4c5f-a494-0765337891df_Lucknow-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लखनऊ","slug":"lucknow"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-lucknow-uttar-pradesh","total":0},{"id":133,"title":"फिरोजाबाद में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","dateCreated":"2018-09-04T13:40:36.811Z","dateModified":"2018-09-04T14:14:19.815Z","contributedBy":"AskGif","content":"फिरोजाबाद भारत का एक शहर है, उत्तर प्रदेश राज्य में ग्लास सुहाग नागरी शहर भी कहा जाता है।\r\n&nbsp;\r\nइस शहर का प्राचीन नाम चन्द्र नगर था। ऐसा कहा जाता है कि अकबर के शासनकाल के दौरान, राजस्व को शहर के माध्यम से लाया गया था, जिसे वहां रहने वाले राजपूत ने लूट लिया था। अकबर ने यहां रहने व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"फिरोजाबाद","slug":"firozabad"}],"slug":"top-places-to-visit-in-firozabad-uttar-pradesh","total":0},{"id":127,"title":"एटा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","dateCreated":"2018-08-30T15:12:57.42Z","dateModified":"2018-08-30T16:07:26.681Z","contributedBy":"AskGif","content":"एटा एक नगर पालिका शहर है जो भारत के उत्तर प्रदेश राज्य के एटा जिले का जिला मुख्यालय भी है। नई दिल्ली से इटाह तक ड्राइविंग दूरी 207 किमी है और वहां पहुंचने के लिए सार्वजनिक परिवहन द्वारा लगभग 4 घंटे लगते हैं। यह आगरा से 82 किलोमीटर दूर है, जो सड़क से एक घंटे और 33 मिनट है। एटा जिला अलीगढ़ डिवीजन क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एटा","slug":"etah"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-etah-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}