{"id":131,"title":"Top Places to Visit in Farrukhabad, Uttar Pradesh","imageUrl":"f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","dateCreated":"2018-09-02T04:57:38.638Z","dateModified":"2018-09-02T05:31:38.483Z","contributedBy":"AskGif","content":"<p>Farrukhabad is a city in the state of Uttar Pradesh in northern India. It was the capital of former princely state Farrukhabad</p>\r\n<p>&nbsp;</p>\r\n<p>Farrukhabad is situated between Lat. 26&deg; 46' N &amp; 27&deg; 43' N and Long. 79&deg; 7' E &amp; 80&deg; 2' E. The district is bounded by Badaun and Shahjahanpur on the north, Hardoi District on the east, Kannauj District on the south, and Etah and Mainpuri districts on the west. The Ganga River and Ramganga River are located to the east and the Kali River to the south.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Farrukhabad had a population of 275,754 along with Fatehgarh. Males constitute 53% of the population and females 47%. Farrukhabad has an average literacy rate of 72%, higher than the national average of 59.5%: male literacy is 68%, and female literacy is 58%. In Farrukhabad-cum-Fatehgarh, 16% of the population is under 6 years of age. Sex ratio of Farrukhabad is 874 per 1000 male.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Farrukhabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","subContents":[{"SubTitle":"1. Sankassa","SubTitleHindi":null,"SubContent":"<p>Sankassa (also Sankasia, Sankissa and Sankasya) was an ancient city in India. The city came into prominence at the time of Gautama Buddha. According to a Buddhist source, it was thirty leagues from Savatthi. After the Gautama Buddha's Mahaparinirvana (passing away) king Ashoka developed this place and installed one of his famous Pillars of Ashoka in the city, from which the elephant capital survives. He also built a stupa and a temple commemorating the visit of the Buddha. This temple exist even today and the ruins of the stupa are also present as a temple of Vishari Devi. It is said that the name Visahari Devi is given to the mother of the Buddha.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Descent of the Buddha from the Trayastrimsa Heaven at Sankissa.[2]</p>\r\n<p>Currently it has ruins of old monasteries and Buddhist monuments. It is rarely visited by pilgrims since it is difficult to go to, and there are not many facilities. After a long time Alexander Cunningham (British) discovered the place in 1842. Eighty-seven years later Sir Anagarika Dharmapala (Sri Lanka) came here on spiritual quest. In 1957 Panditha Madabawita Wijesoma Thero (Sri Lanka) came to 'Sankassa' for few years and started a Buddhist school (Wijesoma Widyalaya) for poor people.</p>\r\n<p>&nbsp;</p>\r\n<p>Sankassa is now identified with Sankissa Basantapura on the north bank of the Ikkhumati river (Kalinadi), between Kampil and Kannauj, twenty-three miles west of Fatehgarh, twenty-five south of Kaimganj and forty-five north of Kannauj, in Farrukhabad district of Uttar Pradesh state of India.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sankassa</p>","SubContentHindi":null,"ImageUrl":"d0276f33-a735-47c2-bfed-4423730d3661_sankassa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Ashokan elephant pillar","SubTitleHindi":null,"SubContent":"<p>After the Gautama Buddha's Mahaparinirvana (passing away) king Ashoka developed this place and installed one of his famous Pillars of Ashoka in the city, from which the elephant capital survives</p>","SubContentHindi":null,"ImageUrl":"6fb4f7e6-6d7e-492b-9129-6a3eb502914e_Asoka_Elephant_Sankassa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Sandi Bird Sanctuary","SubTitleHindi":null,"SubContent":"<p>Sandi Bird Sanctuary is a bird sanctuary in Hardoi district of Uttar Pradesh, India.</p>\r\n<p>&nbsp;</p>\r\n<p>The sanctuary is located at a distance of 19 km on Hardoi-Sandi Road in Sandi in Hardoi district of Uttar Pradesh. Sandi Bird Sanctuary is 1 km from Sandi town on Main Road at Nawabganj, near Sandi Police Station of Hardoi district.</p>\r\n<p>&nbsp;</p>\r\n<p>Sandi Bird sanctuary was created in the year 1990 in order to protect the natural habitats and aquatic vegetation for the local residents and migratory birds. The Sandi Bird sanctuary is also known by its ancient name as &ldquo;Dahar Jheel&rdquo; (Jheel = Lake). The lake's area is 309 ha (3.09 km&sup2;). River Garra, formerly known as Garun Ganga, passes near the sanctuary.</p>\r\n<p>&nbsp;</p>\r\n<p>Migratory birds rest on the banks of the river before reaching the Sandi Bird sanctuary. The migratory birds begin to arrive at the sanctuary at the beginning of winter in the month of November. Sandi is a tourist As a tourist destination and is of particular interest to birdwatchers. The best time to visit the sanctuary is from December to February. The nearest railway station is at Hardoi (19 km).</p>\r\n<p>&nbsp;</p>\r\n<p>In the past, the rare Siberian white crane Grus leucogeranus has been seen here, and some scientists believe it returns under the right circumstances.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sandi_Bird_Sanctuary</p>","SubContentHindi":null,"ImageUrl":"2168760d-574a-4145-90e3-c94fcc112e91_sandi-bird.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Buddha statue sankasia","SubTitleHindi":null,"SubContent":"<p>It was at Sankassa that (according to the commentaries) the Buddha returned to earth, after preaching the Abhidhamma Pitaka in Tavatimsa, following the performance of the Twin Miracle under the Gandamba tree. As the time approached for the Buddha to leave T&aacute;vatimsa, Moggallana (Anuruddha, according to Sutta Nipāta Commentary ii 570) announced his coming return to the multitude, who had been waiting at Savatthi, fed by Culla Anathapindika, while Moggallana expounded the Dhamma. They then made their way to Sankassa. The descent of the Buddha took place on the day of the Mahapavarana festival. Sakka provides three ladders for the Buddha's descent from Sineru to the earth: on the right was a ladder of gold for the gods; on the left a silver ladder for Maha Brahma and his retinue; and in the middle a ladder of jewels for the Buddha. The assembled people covered the earth for thirty leagues round. There was a clear view of the nine Brahma worlds above and of Avici (a hell) below. The Buddha was accompanied by Pa&ntilde;casikha, M&aacute;tali, Mah&aacute; Brahm&aacute; and Suy&aacute;ma. Sariputta was the first to welcome him (followed by Uppalavanna, and the Buddha preached the Law, starting with what was within the comprehension even of a puthujjana, and ending with what only a Buddha could understand.</p>\r\n<p>&nbsp;</p>\r\n<p>On this occasion was preached the Parosahassa J&aacute;taka to proclaim to the multitude the unparalleled wisdom of S&aacute;riputta. It is said that the Buddha's descent to Sankassa had provided opportunity for Moggall&aacute;na to show his eminence in iddhi, Anuruddha in dibbacakkhu, and Punna in skill in preaching, and the Buddha wished to give Sariputta a chance of shining in his wisdom. He therefore asked of S&aacute;riputta questions which no one else could answer. The opening words of the S&aacute;riputta Sutta are supposed to refer to this descent from Tusita.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sankassa</p>","SubContentHindi":null,"ImageUrl":"ed85d991-6f09-403f-8277-99968600751a_Buddha-statue.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>Railways</p>\r\n<p>Farrukhabad Junction railway station</p>\r\n<p>Fatehgarh Station</p>\r\n<p>Kaimganj Station</p>\r\n<p>Kamalganj Station</p>\r\n<p>Yaqutganj Station</p>\r\n<p>Harsinghpur Goba Station</p>\r\n<p>Jhansi Mainpuri Kanpur</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>Farrukhabad was a part of the Ganga Expressway, an ambitious project of Rs. 400 billion to provide high-speed connectivity between the eastern and the western parts of the state. The city has a bus station belonging to the State Road Transport System.</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>Farrukhabad has an airstrip at Mohammadabad so that in case of any natural calamity it can be reached easily by small aircraft and helicopters.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Farrukhabad</p>","SubContentHindi":null,"ImageUrl":"36a3609c-47d8-46b7-b406-75abf25053f0_Farrukhabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-farrukhabad-uttar-pradesh","tags":[{"name":"farrukhabad","slug":"farrukhabad"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":170,"title":"Top Places to visit in Lucknow, Uttar Pradesh","imageUrl":"f7ef0a64-de30-4c5f-a494-0765337891df_Lucknow-railway.jpg","dateCreated":"2018-12-09T06:48:09.166Z","dateModified":"2018-12-09T07:17:02.286Z","contributedBy":"AskGif","content":"Lucknow is the capital and largest city of the Indian state of Uttar Pradesh, and is also the administrative headquarters of the eponymous district and division. It is the eleventh most populous city and the twelfth most populous urban agglomeration of India. Lucknow has always been known as a mu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f7ef0a64-de30-4c5f-a494-0765337891df_Lucknow-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lucknow","slug":"lucknow"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-lucknow-uttar-pradesh","total":0},{"id":133,"title":"Top Places to Visit in Firozabad, Uttar Pradesh","imageUrl":"048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","dateCreated":"2018-09-04T13:40:36.811Z","dateModified":"2018-09-04T14:14:19.815Z","contributedBy":"AskGif","content":"Firozabad is a city in India, in the state of Uttar Pradesh also known as the City of Glass Suhag Nagari.\r\n&nbsp;\r\nThe ancient name of this town was Chandwar Nagar. It is said that during the reign of Akbar the great, revenue was brought through the city, which was looted by the Raj","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"firozabad","slug":"firozabad"}],"slug":"top-places-to-visit-in-firozabad-uttar-pradesh","total":0},{"id":127,"title":"Top Places to Visit in Etah, Uttar Pradesh","imageUrl":"c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","dateCreated":"2018-08-30T15:12:57.42Z","dateModified":"2018-08-30T16:07:26.681Z","contributedBy":"AskGif","content":"Etah is a municipality town which is also the district headquarters of Etah district of Uttar Pradesh state, India. The driving distance from New Delhi to Etah is 207 km and it takes approximately 4 hours by public transport to reach there. It is 82 kilometers from Agra, which is one hour and 33 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"etah","slug":"etah"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-etah-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}