{"id":132,"title":"Top Places to Visit in Fatehpur, Uttar Pradesh","imageUrl":"8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","dateCreated":"2018-09-03T14:36:15.675Z","dateModified":"2018-09-04T13:28:14.173Z","contributedBy":"AskGif","content":"<p>&nbsp;</p>\r\n<p>Fatehpur is a city and a municipal board in Fatehpur district in the state of Uttar Pradesh, India. The city between two holy rivers Ganga and Yamuna, was founded by Rishi Purwar and later on he became the King of city .</p>\r\n<p>Fatehpur District is one of the 75 districts of Uttar Pradesh state in northern India. The district covers an area of 4,152 km&sup2;. The district has a population of 2,632,733 (2011 Census). Fatehpur city is the administrative headquarters of the district. Located on the banks of the sacred rivers Ganges and Yamuna, Fatehpur was mentioned in the puranic literature. The ghats of Bhitaura and Asani were described as sacred in the puranas. Bhitaura, the site of the sage Bhrigu, was an important source of learning. Fatehpur district is a part of Allahabad Division.</p>\r\n<p>&nbsp;</p>\r\n<p>This district is situated between two important cities: Allahabad, which is also known as \"Prayag\", and Kanpur of the state Uttar Pradesh. Fatehpur is well connected with those cities by train routes and roads. The distance from Allahabad is 117 km and from Kanpur is 76 km by railway. The north boundary of the district is limited by the river Ganges and its southern boundary is the river Yamuna.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district is divided into 3 sub-divisions, namely, Fatehpur, Bindki and Khaga. These sub-divisions are further divided into 13 development blocks: Airaya, Amauli, Asothar, Bahua, Bhitaura, Deomai, Dhata, Haswa, Hathgam, Khajuha, Malwan, Teliyani and Vijayipur.</p>\r\n<p>&nbsp;</p>\r\n<p>According to the 2011 census Fatehpur district has a population of 2,632,684,[2] roughly equal to the nation of Kuwait or the US state of Nevada. This gives it a ranking of 154th in India (out of a total of 640). The district has a population density of 634 inhabitants per square kilometre (1,640/sq mi) . Its population growth rate over the decade 2001-2011 was 14.05%. Fatehpur has a sex ratio of 900 females for every 1000 males,and a literacy rate of 68.78%.</p>\r\n<p>&nbsp;</p>\r\n<p>Korari: is a very important place from archaeological view point. This place has two brick temples, having amazing carving on the outer faces. The temple is tilted in its own axis about 4&deg;. Every panel has different design.</p>\r\n<p>&nbsp;</p>\r\n<p>Bawan Imali: This monument is the symbol of sacrifices offered by freedom fighters. On 28 April 1858, fifty two freedom fighters were hanged on an \"Imali\" tree by the British army. The \"Imali\" tree still exists, people believe that the growth of tree has stopped after the massacre. This place is very near to town Khajuha in Bindki Subdivision of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhitaura: This block headquarters is situated at the bank of holy river Ganges. This is the place where renowned saint Bhrigu worshipped for a long time that's why called Bhrigu Thaura. Here, flow of river Ganges is towards the north, which is very important from the religious point of view.</p>\r\n<p>&nbsp;</p>\r\n<p>Ghazipur: This is a very large and ancient town which have a lot of historical account. Ghandhiji, Indira Gandhi, Syam Lal Gupta &lsquo;Parsad&rsquo;, Hema Malini, Chinese traveller Huan Tsuang, Raj Babbar, Mayawati, Mulayam Singh yadav, Rajesh Pilot, Sushma Swaraj, Jagdambica pal, etc. visited here. Paina Quila (Fort), Ghazipur quila (Fort; now it&rsquo;s converted into Police station), Dargah, Tuglaki Maszid (Mosque), Murchaura (Battle field) are few monuments. Mevati muhalla, Kanchanpur, Puranathana, Premnagar, Subhas Market, Purani bazaar, Chauk, Dera, etc. are famous areas here.</p>\r\n<p>Notable people</p>\r\n<p>Sohan Lal Dwivedi, poet born in the Khutila-sijouli village of Bindki sub-division</p>\r\n<p>Ganesh Shankar Vidyarthi, independence activist, born in Hathgaon</p>\r\n<p>Niaz Fatehpuri (1884&ndash;1966), Urdu writer and poet</p>\r\n<p>V. P. Singh (1931&ndash;2008), the 7th prime minister of India; he was elected to Parliament</p>\r\n<p>source: https://en.wikipedia.org/wiki/Fatehpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","subContents":[{"SubTitle":"Tourist Places to visit in Fatehpur","SubTitleHindi":null,"SubContent":"<p>&nbsp;</p>\r\n<p>Asothar: Situated in Fatehpur District this town lies south of Fatehpur city. It is famous for the presence of a number of Jain sculptures such as the mound bearing five large Digambar Jain figures called the Pandavas by the inhabitants. There is also the belief prevalent here that a shiva ling (a representation of Lord Shiva for His worship) of the Mahadev temple emerged from the ground.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhamna Khurd: This village situated about 65 km from its district headquarters on Amauli-Ghatampur road holds a lot of historical and archaeological value. Found here are a number of such buildings like the ancient brick temple of Lord Surya (Chaturbhuj) enlisted by the ASI. Judging by the architectural patterns and structure this temple can be attributed to the last quarter of the 8th century AD. The idols of this temple are rumoured to have been destroyed during the rule of Mughal Emperor Aurangzeb.</p>\r\n<p>&nbsp;</p>\r\n<p>Bindiki: This ancient city is situated about 15 miles away from the city of Fatehpur. The name of this place has come from its ruler Raja Venuki. It has a famous historical background being the motherland of martyr Jodha Singh Ataiya and famous Hindi poet Sohan Lal Dwivedi.</p>\r\n<p>source: http://www.fatehpuronline.in/city-guide/travel-to-fatehpur</p>","SubContentHindi":null,"ImageUrl":"7965d030-1e60-4697-bf03-56f96a26906b_fatehpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. How to Reach","SubTitleHindi":null,"SubContent":"<p>Fatehpur is fairly well connected to other parts of Uttar Pradesh and India with national and state highways. The national highway (NH2) (Grand Trunk Road known as G.T. Road) passes through Fatehpur. Fatehpur is 78 km from Kanpur, 121 km from Allahabad and state capital Lucknow is 120 km away. There are frequent buses to Kanpur, Allahabad, Banda, Uttar Pradesh, and Lucknow.</p>\r\n<p>&nbsp;</p>\r\n<p>Fatehpur is a historic region in the context of the Great Indian Mutiny of 1857.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>This city is connected with important cities by train. Fatehpur Station is on the main route of New Delhi-kolkata. Trains are available frequently. It has longest platform of any station on the route from Howrah to Delhi. This fact is disputed as the shortest platforms are Jhansi (not on Delhi-Howrah route) followed by Dehri-on-Son (on Delhi-Howrah route). \"As a matter of fact, the longest platform in India is Gorakhpur(Yes, it's longer than Kharagpur).\"&amp; The Chauri Chaura goes to Gorakhpur, UttarPradesh.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"fbb06e1e-df2b-4803-b7a0-04e83d562759_fatehpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-fatehpur-uttar-pradesh","tags":[{"name":"fatehpur","slug":"fatehpur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":199,"title":"Top Places to visit in Siddharthnagar (Naugarh), Uttar Pradesh","imageUrl":"d8a686bf-cf87-4a7d-bfce-1ebe50c6ea6e_Naugarh-railway.jpg","dateCreated":"2018-12-27T15:16:46.834Z","dateModified":"2018-12-27T15:26:27.097Z","contributedBy":"AskGif","content":"Siddharth Nagar district is one of the 75 districts of Uttar Pradesh state in Northern India. Naugarh town is the district headquarters. Siddharth Nagar district is a part of Basti division.\r\n&nbsp;\r\nAccording to the Government of India, Siddharth Nagar district is one of the Muslim","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8a686bf-cf87-4a7d-bfce-1ebe50c6ea6e_Naugarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"naugarh","slug":"naugarh"},{"name":"siddharthnagar","slug":"siddharthnagar"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-siddharthnagar-naugarh-uttar-pradesh","total":0},{"id":155,"title":"Top Places to visit in Kanpur Dehat district, Akbarpur (Mati), Uttar Pradesh","imageUrl":"813f4599-0ad9-4285-ba69-ebd9212c68aa_Kanpur-Dehat-district-board.jpg","dateCreated":"2018-11-25T05:09:03.055Z","dateModified":"2018-11-25T05:20:51.015Z","contributedBy":"AskGif","content":"Kanpur Dehat district is a district of Uttar Pradesh state in northern India. The administrative headquarters of the district are at Mati-Akbarpur. This district is part of Kanpur division.\r\n&nbsp;\r\nHistory\r\nKanpur District was divided into two districts, namely Kanpur Nagar ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/813f4599-0ad9-4285-ba69-ebd9212c68aa_Kanpur-Dehat-district-board.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kanpur-dehat-district","slug":"kanpur-dehat-district"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-kanpur-dehat-district-akbarpur-mati-uttar-pradesh","total":0},{"id":113,"title":"Top Places to Visit in Ballia, Uttar Pradesh","imageUrl":"04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","dateCreated":"2018-08-17T05:44:38.71Z","dateModified":"2020-06-10T04:07:01.192Z","contributedBy":"AskGif","content":"Ballia is a city with a municipal board in the Indian state of Uttar Pradesh bordering Bihar. The eastern boundary of the city lies at the junction of two major rivers, the Ganges and the Ghaghara. The city is situated 140 km (87 mi) east of Varanasi. Bhojpuri is the primary local language. Balli","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ballia","slug":"ballia"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ballia-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}