{"id":133,"title":"फिरोजाबाद में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","dateCreated":"2018-09-04T13:40:36.811Z","dateModified":"2018-09-04T14:14:19.815Z","contributedBy":"AskGif","content":"<p>फिरोजाबाद भारत का एक शहर है, उत्तर प्रदेश राज्य में ग्लास सुहाग नागरी शहर भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस शहर का प्राचीन नाम चन्द्र नगर था। ऐसा कहा जाता है कि अकबर के शासनकाल के दौरान, राजस्व को शहर के माध्यम से लाया गया था, जिसे वहां रहने वाले राजपूत ने लूट लिया था। अकबर ने यहां रहने वाले चोरों को सुधारने के लिए शहर को एक छावनी बनाने के लिए \"फिरोज\" नामक एक आदमी के नेतृत्व में अपनी सेना भेजी। फिरोज़ की मकबरा आज भी मौजूद है। शुरुआती समय से, यह ग्लास और चूड़ी के कामों के लिए प्रसिद्ध था, और इसके संबंधित लघु उद्योग पूरे विश्व में प्रसिद्ध है। कम साक्षरता और प्रदूषण से शहर को [स्पष्टीकरण की आवश्यकता] पीड़ित है। फिरोज़ाबाद के मकान मालिक सईद, मणहार, पठान और हिंदू राजपूत जातियों से हैं। फिरोजाबाद उत्तर प्रदेश में उत्तर प्रदेश में, आगरा से 40 किमी और दिल्ली से लगभग 240 किमी दूर, दक्कन पठार के उत्तरी किनारे पर 27 डिग्री 09'एन 78 डिग्री 24'ई पर स्थित है। यह 164 मीटर (540 फीट) स्थित है। \\ समुद्र तल के ऊपर।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तर में फिरोजाबाद जिले के इलाहा जिले और पूर्व में मेनपुरी और इटावा जिलों की सीमाएं। यमुना नदी इसकी दक्षिणी सीमा बनाता है। जिले का क्षेत्र उत्तर प्रदेश के कुल क्षेत्रफल का लगभग 0.8% है, और जनसंख्या राज्य की कुल आबादी का 1.1% है। आबादी का लगभग 73.6% ग्रामीण इलाकों में रहता है। आधे से अधिक कार्यबल विनिर्माण गतिविधियों में लगे हुए हैं। शहर भी एक महत्वपूर्ण बाजार केंद्र है। इसमें सर्दियों और गर्मी के मौसम गंभीर हैं। इस शहर में बाल श्रम का व्यापक रूप से अभ्यास किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पानी की समस्या</p>\r\n<p>कुछ सालों से, फिरोज़ाबाद गंभीर जल प्रदूषण की समस्या से पीड़ित है। उद्योगों द्वारा कचरे के अंधाधुंध निर्वहन से पानी प्रदूषित हो गया है, जिससे शाब्दिक पानी \"संकट\" हो रहा है। पानी व्यावहारिक रूप से अनुपयोगी किया गया है। नागरिकों के पास घर पर पानी purifiers स्थापित करने के लिए कोई विकल्प नहीं है और खपत के लिए पैक पीने के पानी का उपयोग करें।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु प्रदुषण</p>\r\n<p>फिरोजाबाद के उद्योगों द्वारा वायु प्रदूषण को प्रसिद्ध ताजमहल के सफेद संगमरमर के जंग के लिए अन्य योगदानकर्ताओं के बीच ज़िम्मेदार ठहराया गया है, क्योंकि एसिड बारिश और प्रदूषित हवा की वजह से।</p>\r\n<p>&nbsp;</p>\r\n<p>ध्वनि प्रदूषण</p>\r\n<p>फिरोज़ाबाद शहर बाइक, कार, ऑटो रिक्शा, बस इत्यादि जैसे वाहनों के अनचाहे आकर्षक सींगों से बहुत प्रभावित है।</p>\r\n<p>&nbsp;</p>\r\n<p>बाजार</p>\r\n<p>शहर के दिल में स्थित शास्त्री बाजार, फिरोज़ाबाद में एक मुख्य खरीदारी बाजार है जहां आप सभी तरह की खरीदारी वस्तुओं को प्राप्त कर सकते हैं। रानीवाला बाजार भी शहर के दिल में स्थित एक बाजार है। इसका स्वामित्व पूरी तरह से रानीवाला, परिवार है जिसका शहर में 6 जैन मंदिर भी हैं। रानीवाला ट्रस्ट शहर के प्रमुख ट्रस्टों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>1- जैन मंदिर 2- गोपाल आश्रम; हनुमान मंदिर 3- बाबा नीम करोरी मंदिर और जन्मस्थान 4- वैष्णो देवी मंदिर 6- शास्त्री बाजार 7- केला देवी मंदिर 8- फिरोजशाह मकबरा 9- बोहरन गली 10- गली इमाम्बारा (बंगले का बाजार) 11- चंद्रव द्वार 12- ईद गाह मस्जिद 13 - जामा मस्जिद 14- सूफी शाह मकबरे 15- हजारे महादेव मंदिर सरसाई नवर</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Firozabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","subContents":[{"SubTitle":"1. बुलंद दरवाजा","SubTitleHindi":null,"SubContent":"<p>बुलंद दरवाजा फ़िरोज़ाबाद से 46 किमी दूर फतेहपुर सीकरी में स्थित है। शाब्दिक रूप से \"हाई गेट\" के रूप में अनुवादित, यह ऊंचा गेटवे मुगल सम्राट अकबर द्वारा राज्य में अपनी जीत का जश्न मनाने के लिए बनाया गया था जिसे अब गुजरात के नाम से जाना जाता है।</p>","SubContentHindi":null,"ImageUrl":"94b584d4-9b2f-46df-bb57-da45ce3e19f2_Buland-Darwaza.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. राष्ट्रीय चंबल अभयारण्य","SubTitleHindi":null,"SubContent":"<p>राष्ट्रीय चंबल अभयारण्य आगरा और इटावा जिलों में फैला हुआ है, और अब तक इस क्षेत्र में प्रवासी और निवासी पक्षियों की कुल 2 9 0 प्रजातियों की पहचान की गई है। शीतकालीन अभयारण्य का दौरा करने का सबसे अच्छा समय है। इस समय के दौरान अपने शांत पानी में एक नाव की सवारी सुबह के सूरज में 180 किमी चमकदार रेत के फैले हुए बड़े सरीसृपों की शानदार दृश्यों के साथ एक उत्साहजनक अनुभव है। लेकिन अभयारण्य का मुख्य ड्रॉ नवंबर में यहां आने वाले फ्लेमिंगो हैं और मई तक रहेंगे। रुडी शेल्डक सितंबर में थोड़ी देर पहले भी आते हैं और मई तक यहां रहते हैं। भारतीय स्किमर के पास अभयारण्य में बड़ी उपनिवेश हैं और यहां पर प्रजनन की प्रजनन है।</p>","SubContentHindi":null,"ImageUrl":"ae3273c3-1ee2-475a-ba81-13b3ea253af4_National-Chambal-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. पंच महल","SubTitleHindi":null,"SubContent":"<p>पंच महल एक शाही पांच मंजिला महल है जिसमें 84 कॉलम हैं और मुगल सम्राट अकबर ने आनंद महल के रूप में बनाया था। सम्राट ने मुख्य रूप से मनोरंजन उद्देश्यों के लिए महल का उपयोग किया। यह संगीत संगीत कार्यक्रम और अन्य प्रकार के मनोरंजन के लिए एक जगह हो सकती है। महल महिलाओं या ज़ेनाना क्वार्टर के चौराहे के करीब खड़ा है। आप शीर्ष छतों पर जा सकते हैं जो कि रानी और राजकुमारियों के लिए बैठने और शहर और किले की सुंदर सुंदरता का आनंद लेने के लिए एक सुंदर जगह प्रदान करते हैं।</p>","SubContentHindi":null,"ImageUrl":"ee2ca004-e32a-4651-9ec0-8ba8f52d9333_panch-mahal-fatehpur-sikri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>फिरोज़ाबाद रेलवे स्टेशन भारतीय रेलवे के दिल्ली-हावड़ा ट्रंक मार्ग द्वारा परोसा जाता है। कई ट्रेनें इसे नई दिल्ली, हावड़ा, मुंबई, कानपुर, लखनऊ, जयपुर, जम्मू तवी, अमृतसर, जमशेदपुर, पटना, अलीगढ़, आगरा, हाथरस, पुरी, अजमेर, अंबाला, बरेली समेत लंबी और छोटी दूरी के स्थानों से जोड़ने वाले शहर की सेवा करती हैं। इटावा और तुंडला।</p>\r\n<p>&nbsp;</p>\r\n<p>फिरोज़ाबाद जिले के टुंडला शहर रेलवे स्टेशन (राष्ट्रीय राजमार्ग 2 पर फिरोज़ाबाद शहर से 20 किलोमीटर पश्चिम) फिरोजाबाद जिले का उत्तर रेलवे स्टेशन का एक प्रमुख रेलवे स्टेशन है। आगरा से इसकी निकटता के कारण दिल्ली हावड़ा मार्ग पर कई ट्रेनें जो फिरोज़ाबाद स्टेशन पर नहीं रुकतीं, टुंडला जंक्शन में रुकोज़ाबाद और आगरा शहरों की सेवा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर राष्ट्रीय राजमार्ग 19 पर आगरा से पूर्व में 45 किमी पूर्व है जो इसे इस राजमार्ग पर परिवहन वाहनों के लिए एक महत्वपूर्ण रोकथाम बनाता है। इसलिए फिरोजाबाद उत्तर प्रदेश राज्य के पश्चिमी और पूर्वी हिस्सों में कई बस सेवाओं से जुड़ा हुआ है। आगरा से निकटता और इसलिए राजस्थान के साथ उत्तर प्रदेश की सीमाओं के कारण मध्य प्रदेश में कई अंतर-राज्य बस सेवाएं भी शहर की सेवा करती हैं। इंट्रा-सिटी ट्रांसपोर्ट में आमतौर पर रिक्शा और 3-व्हीलर होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर यमुना एक्सप्रेसवे से नई दिल्ली में अच्छी तरह से जुड़ा हुआ है। लखनऊ (डब्ल्यूआईपी) तक पहुंचे।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Firozabad</p>","SubContentHindi":null,"ImageUrl":"7a9522cb-b907-4fd1-8fee-996e2b150902_firozabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-firozabad-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"फिरोजाबाद","slug":"firozabad"}],"recommendations":[{"id":140,"title":"हरदोई में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","dateCreated":"2018-10-06T12:48:31.223Z","dateModified":"2018-10-06T14:58:49.381Z","contributedBy":"AskGif","content":"हरदोई उत्तर प्रदेश राज्य के हरदोई जिले में एक शहर और नगरपालिका बोर्ड है। यह हरदोई जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2011 की जनगणना के अनुसार, हरदोई शहर की आबादी 1,30,429 थी। पुरुषों में 52.5 9% आबादी और 47.41% महिलाएं हैं। 2011 में हरदोई शहर की औसत साक्षरता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरदोई","slug":"hardoi"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hardoi-uttar-pradesh","total":0},{"id":119,"title":"बिजनौर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","dateCreated":"2018-08-23T14:52:27.036Z","dateModified":"2018-08-23T15:44:51.825Z","contributedBy":"AskGif","content":"बिजनौर, उत्तर प्रदेश राज्य के बिजनौर जिले में एक शहर और एक नगरपालिका बोर्ड है। इसके विकास को बढ़ावा देने के लिए, दिल्ली एनसीआर में बिजनौर को शामिल करने की मांग है। एक और मांग इस जिले को उत्तराखंड में स्थानांतरित करना है क्योंकि यह उत्तराखंड का गेटवे है।\r\n&nbsp;\r\n2011 की जनगणना के अन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बिजनौर","slug":"bijnor"}],"slug":"top-places-to-visit-in-bijnor-uttar-pradesh","total":0},{"id":110,"title":"बहरीच में देखने के लिए शीर्ष स्थान,  उत्तर प्रदेश","imageUrl":"6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","dateCreated":"2018-08-16T05:13:01.281Z","dateModified":"2020-06-08T12:23:07.245Z","contributedBy":"AskGif","content":"बहराइच उत्तर प्रदेश राज्य के बहरीच जिले में एक शहर और एक नगरपालिका बोर्ड है। घाघरा नदी की एक सहायक साड़ी नदी पर स्थित बहरीच राज्य की राजधानी लखनऊ के 125 किमी उत्तर-पूर्व में स्थित है। बाराबंकी, गोंडा, बलरामपुर, लखीमपुर और सीतापुर के कस्ब बहरीच के साथ स्थानीय सीमाएं साझा करते हैं। एक कारक जो इस शह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बहराइच","slug":"bahraich"}],"slug":"top-places-to-visit-in-bahraich-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}