{"id":133,"title":"Top Places to Visit in Firozabad, Uttar Pradesh","imageUrl":"048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","dateCreated":"2018-09-04T13:40:36.811Z","dateModified":"2018-09-04T14:14:19.815Z","contributedBy":"AskGif","content":"<p>Firozabad is a city in India, in the state of Uttar Pradesh also known as the City of Glass Suhag Nagari.</p>\r\n<p>&nbsp;</p>\r\n<p>The ancient name of this town was Chandwar Nagar. It is said that during the reign of Akbar the great, revenue was brought through the city, which was looted by the Rajpoot who lived there. Akbar sent his army led by a man named \"Firoz\" to make the city a cantonment to improve thieves who lived here. The tomb of Firoz is still present today. From early times, it was famous for glass and bangle works, and its related small scale industry is famous throughout the world. The city suffers[clarification needed] from low literacy and pollution. The landowners of Firozabad hail from the Sayed, Manihar, Pathan and the Hindu Rajput castes. Firozabad is located in north central India, in Uttar Pradesh, 40 km from Agra and around 240 km away from Delhi, at the northern edge of the Deccan Plateau, at 27&deg;09&prime;N 78&deg;24&prime;E. It is located 164 meters (540 ft). \\ above sea level.</p>\r\n<p>&nbsp;</p>\r\n<p>The boundaries of Firozabad district touch Etah district in north and Mainpuri and Etawah districts in the east. The Yamuna river makes its southern boundary. The area of the district is about 0.8% of the total area of Uttar Pradesh, and the population is 1.1% of the state's total population. Approximately 73.6% of the population lives in rural areas. More than half of the workforce is engaged in manufacturing activities. The city is also an important market centre. It has severe winter and summer seasons. Child labour is practised widely in this city.</p>\r\n<p>&nbsp;</p>\r\n<p>Water problem</p>\r\n<p>Since a few years, Firozabad has been suffering with a severe water pollution problem. The water has been polluted by the indiscriminate discharge of wastes by the industries, causing a literal water \"crisis\". The water has been tendered practically unusable. Citizens have no option but to install water purifiers at home and use packaged drinking water for consumption.</p>\r\n<p>&nbsp;</p>\r\n<p>Air pollution</p>\r\n<p>Air pollution by Firozabad's industries have been held responsible among other contributors for the corrosion of the famous Taj Mahal's white marble, due to acid rain and polluted air.</p>\r\n<p>&nbsp;</p>\r\n<p>Noise pollution</p>\r\n<p>Firozabad city is very much affected by unwanted honking horns of vehicles like bike, car, auto rickshaws, bus etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Market</p>\r\n<p>Shastri Market located in heart of city, is a main shopping market in Firozabad where you can get all sort of shopping items. Raniwala Market is also a market located in the heart of city. It is owned entirely by Raniwala's, the family which also owns 6 Jain temples in the city. Raniwala trust is one of the prominent trusts in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist places</p>\r\n<p>1- Jain Temple 2- Gopal Ashram; Hanuman temple 3- Baba Neem Karori temple &amp; birthplace 4- Vaishnno devi temple 6- Shastri Market 7- Kela devi temple 8- Firozshah Tomb 9- Bohran Gali 10- Gali Imambara (Bangle's Market) 11- Chandravar gate 12- Eid Gah Masjid 13- Jama Masjid 14- Sufi Shah Tomb 15- Hajare Mahadev Mandir Sarsai Nawar</p>\r\n<p>source: https://en.wikipedia.org/wiki/Firozabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","subContents":[{"SubTitle":"1. Buland darwaza","SubTitleHindi":null,"SubContent":"<p>Buland Darwaza is located in Fatehpur Sikri, just 46 km away from Firozabad. Literally translated as \"High Gate\", this lofty gateway was constructed by Mughal Emperor Akbar to commemorate his victory over the state that is now known as Gujarat.</p>","SubContentHindi":null,"ImageUrl":"94b584d4-9b2f-46df-bb57-da45ce3e19f2_Buland-Darwaza.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. National Chambal Sanctuary","SubTitleHindi":null,"SubContent":"<p>National Chambal Sanctuary is spread over the Agra and Etawah districts, and a total of 290 different species of migratory and resident birds have been identified in the region so far. Winter is the best time to visit the sanctuary. A boat ride in its tranquil waters during this time is an exhilarating experience with spectacular sightings of the big reptiles basking along the 180 km sparkling sand stretches in the morning sun. But the main draw of the sanctuary are the flamingoes that arrive here in November and stay till May. The Rudy Shelduck also arrives a little earlier in September &amp; stays here till May. The Indian Skimmers have huge colonies in the sanctuary and breed prolifically here.</p>","SubContentHindi":null,"ImageUrl":"ae3273c3-1ee2-475a-ba81-13b3ea253af4_National-Chambal-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Panch Mahal","SubTitleHindi":null,"SubContent":"<p>Panch Mahal is a royal five-storey palace has as many as 84 columns and was built by Mughal Emperor Akbar as a pleasure palace. The emperor used the palace mainly for entertainment purposes. It might have been a place for musical concerts and other types of entertainment. The palace stands close to the quarters of women or Zenana quarters. You can visit the top terraces that provided a beautiful place for queens and princesses to sit and enjoy the scenic beauty of the town and the fortifications.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"ee2ca004-e32a-4651-9ec0-8ba8f52d9333_panch-mahal-fatehpur-sikri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Firozabad railway station served by the Delhi-Howrah trunk route of the Indian Railways. Several trains serve the city connecting it to long and short distanced destinations including New Delhi, Howrah, Mumbai, Kanpur, Lucknow, Jaipur, Jammu Tawi, Amritsar, Jamshedpur, Patna, Aligarh, Agra, Hathras, Puri, Ajmer, Ambala, Bareilly, Etawah and Tundla.</p>\r\n<p>&nbsp;</p>\r\n<p>Tundla Junction railway station in the Tundla town (20 km west of Firozabad city on National Highway 2) of the Firozabad District is a major railway station of North Central Railways. Due to its proximity to Agra several trains on the Delhi Howrah route which don't stop at Firozabad station make a stop at Tundla Junction hence serving Firozabad as well as Agra cities.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is 45 km east from Agra on National Highway 19 which makes it an important stopover for the transport vehicles on this highway. Firozabad hence is connected to several bus services to the Western and Eastern parts of Uttar Pradesh state. Due to proximity to Agra and hence the borders of Uttar Pradesh with Rajasthan, Madhya Pradesh states several inter-state bus services also serve the city. Intra-city transport typically consists of Rickshaws and 3-wheelers.</p>\r\n<p>&nbsp;</p>\r\n<p>The City is well connected with Yamuna Expressway to New delhi. Stretch up to Lucknow(W.I.P).</p>\r\n<p>source: https://en.wikipedia.org/wiki/Firozabad</p>","SubContentHindi":null,"ImageUrl":"7a9522cb-b907-4fd1-8fee-996e2b150902_firozabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-firozabad-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"firozabad","slug":"firozabad"}],"recommendations":[{"id":140,"title":"Top Places to visit in Hardoi, Uttar Pradesh","imageUrl":"d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","dateCreated":"2018-10-06T12:48:31.223Z","dateModified":"2018-10-06T14:58:49.381Z","contributedBy":"AskGif","content":"Hardoi is a city and municipal board in Hardoi district in the Indian state of Uttar Pradesh. It is the administrative headquarters of Hardoi district.\r\n&nbsp;\r\nDemographics\r\nAs of 2011 India census, Hardoi city had a population of 1,30,429. Males constitute 52.59% of the pop","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hardoi","slug":"hardoi"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hardoi-uttar-pradesh","total":0},{"id":119,"title":"Top Places to Visit in Bijnor, Uttar Pradesh","imageUrl":"f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","dateCreated":"2018-08-23T14:52:27.036Z","dateModified":"2018-08-23T15:44:51.825Z","contributedBy":"AskGif","content":"Bijnor is a city and a municipal board in Bijnor district in the state of Uttar Pradesh, India. To boost its development, there is demand for the inclusion of Bijnor in the Delhi NCR. Another demand is to transfer this district into Uttarakhand as it is the Gateway to Uttarakhand.&nbsp;\r\n&","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f33ba59f-1d21-49ae-aadc-aed38dc796a1_bijnor-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bijnor","slug":"bijnor"}],"slug":"top-places-to-visit-in-bijnor-uttar-pradesh","total":0},{"id":110,"title":"Top Places to Visit in Bahraich, Uttar Pradesh","imageUrl":"6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","dateCreated":"2018-08-16T05:13:01.281Z","dateModified":"2020-06-08T12:23:07.245Z","contributedBy":"AskGif","content":"Bahraich is a city and a municipal board in Bahraich district in the state of Uttar Pradesh, India. Located on the Saryu River, a tributary of river Ghaghra, Bahraich is 125 km north-east of Lucknow, the state capital. The towns of Barabanki, Gonda, Balrampur, Lakhimpur, and Sitapur share local b","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bahraich","slug":"bahraich"}],"slug":"top-places-to-visit-in-bahraich-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}