{"id":134,"title":"Top Places to Visit in Gautam Budh Nagar, Uttar Pradesh","imageUrl":"a5164881-e6de-4908-a5b8-873ed3b1b48d_Gautam-Budh-Nagar.jpg","dateCreated":"2018-09-05T14:09:21.961Z","dateModified":"2018-09-05T14:34:03.393Z","contributedBy":"AskGif","content":"<p>Gautam Budh Nagar is a largely suburban district of Uttar Pradesh state in northern India. It is part of the National Capital Region (India). Greater Noida is the district administrative headquarters. The city of Greater Noida is India's first ISO 16001 certified city.</p>\r\n<p>&nbsp;</p>\r\n<p>ISO 16001:2017 specifies general requirements and describes methods for evaluating and testing the performance of object detection systems (ODSs) and visibility aids (VAs) used on earth-moving machines. It covers the following aspects:</p>\r\n<p>&nbsp;</p>\r\n<p>- detection or visibility or both of objects including people in the detection zone;</p>\r\n<p>&nbsp;</p>\r\n<p>- visual, audible, or both warnings to the operator and if appropriate to the persons in the detection zone;</p>\r\n<p>&nbsp;</p>\r\n<p>- operational reliability of the system;</p>\r\n<p>&nbsp;</p>\r\n<p>- compatibility and environmental specifications of the system.</p>\r\n<p>&nbsp;</p>\r\n<p>Gautam Budh Nagar is an important industrial district of Uttar Pradesh. The city of Greater Noida has evolved as an epicenter for technical education and industrial proliferation.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Gautam Budh Nagar has a population of 1,674,714. It is ranked 294th out of a total of 640 Indian districts in terms of population. Gautam Budh Nagar has a population density of 1,161 inhabitants per square kilometre (3,010/sq mi). Its population growth rate over the decade 2001-2011 was 39.32%. Gautam Budh Nagar has a sex ratio of 852 females for every 1,000 males, and a literacy rate of 82.2%.</p>\r\n<p>&nbsp;</p>\r\n<p>The population is highly literate with 82.2% of population in the district are literate compared to 74.04% national average. The female literacy stands at 72.78% much higher than national average of 65.46%.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gautam_Budh_Nagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a5164881-e6de-4908-a5b8-873ed3b1b48d_Gautam-Budh-Nagar.jpg","subContents":[{"SubTitle":"1. Buddh International Circuit","SubTitleHindi":null,"SubContent":"<p>The Buddh International Circuit (बुद्ध अन्तरराष्ट्रीय परिपथ) is an Indian motor racing circuit in Greater Noida, Uttar Pradesh, India, 40 km from Delhi. The 120,000-capacity circuit was best known as the venue for the annual Formula One Indian Grand Prix, which was first hosted on 30 October 2011 but has been suspended since 27 October 2013 due to a tax dispute with the Uttar Pradesh government.</p>\r\n<p>&nbsp;</p>\r\n<p>The track was officially inaugurated on 18 October 2011. The 5.13 km long circuit was designed by German architect and racetrack designer Hermann Tilke.</p>\r\n<p>&nbsp;</p>\r\n<p>Design</p>\r\n<p>Formula One racing's governing body, the FIA, had announced the inclusion of the Indian Grand Prix for 30 October 2011. Estimated to cost about ₹20 billion ($400 million) to build, the circuit has an approximate length of 5.13 km and is spread over an area of 874 acres (354ha) and is another creation of Hermann Tilke. The circuit was officially inaugurated on 18 October 2011, just about two weeks before the first race. The seating capacity is initially expected to be 110,000 with provisions to increase it to 200,000 later on.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Buddh_International_Circuit</p>","SubContentHindi":null,"ImageUrl":"214f457c-fdc3-459d-9a74-d3c82733d30d_Buddh-International-Circuit.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. The Great India Place","SubTitleHindi":null,"SubContent":"<p>The Great India Place is a shopping mall in Noida, Uttar Pradesh, India. It is popularly known as GIP Mall. It is one of the largest malls in the country. The mall features a wide selection of national and international retail outlets. This grand shopping mall also shares its boundary with Worlds of Wonder, a major Amusement Park in the city. The Great India Place, Gardens Galleria Mall, Worlds of Wonder (WOW), Kidzania and Decathlon are all part of the larger Entertainment City Limited development on 150 acre land in the most expensive commercial hub of Noida in Delhi NCR.</p>\r\n<p>&nbsp;</p>\r\n<p>Features</p>\r\n<p>The Great India Place was developed by the Appughar Group the Unitech Group [1][1] and is maintained by Entertainment City Ltd.. It is located in Sector 38-A, Noida, adjacent to Noida Sector 18 metro station. The mall is itself part of the larger Entertainment City amusement park Worlds of Wonder.</p>\r\n<p>&nbsp;</p>\r\n<p>The mall houses a variety of retail outlets, including Shopper's Stop, Globus, Pantaloons, Big Bazaar, Home Town, Woodland, Lifestyle and Lifestyle Home, along with international brands like Adidas, Nike, Guess, Marks &amp; Spencer.[2] The mall is divided into specific zones, with home and grocery on the basement level, women's apparel on one side, men's on the other and a 180,000 sq ft (17,000 m2) food and entertainment zone on the top floor. Its six-sceen BIG Cinemas multiplex has a total seating capacity of 1220.[3] There is also an 850 sq ft (79 m2) zone dedicated to a Wedding Bazaar, and a Home Saaz section for home improvement. A large chunk of the mall's total area is covered by Future Group ventures, including Home Town, Big Bazaar and Pantaloon.</p>\r\n<p>source: https://en.wikipedia.org/wiki/The_Great_India_Place</p>","SubContentHindi":null,"ImageUrl":"938e4fce-0346-4cc1-9abd-1a7953249555_The_Great_India_Place.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Worlds of Wonder (amusement park)","SubTitleHindi":null,"SubContent":"<p>Worlds of Wonder is an amusement park and water park located in Noida, sector 38A nearby to Delhi, India. The park is owned and operated by Entertainment City Limited, a joint venture of International Amusement Limited (IAL, owners \"Appu Ghar\" in Delhi) and Unitech Holdings Ltd.</p>\r\n<p>&nbsp;</p>\r\n<p>The park opened in Mid 2007 and includes over 20 rides, a water park and a go-kart.</p>\r\n<p>&nbsp;</p>\r\n<p>Specifications</p>\r\n<p>Incorporated on 7 February 2002, 147.48 acres of land allotted by Noida Authority on a 90 years lease, 85% of the land earmarked for amusement park and ancillary activities; rest 15% for commercial activities. Total project FAR of 3.63 million sq.ft. (2.18 million sq.ft. in Park and 1.44 million sq.ft. in commercial)</p>\r\n<p>source: https://en.wikipedia.org/wiki/Worlds_of_Wonder_(amusement_park)</p>","SubContentHindi":null,"ImageUrl":"893c0887-7a43-470b-82c4-ef7d0ef1d685_Worlds-of-Wonder-amusement-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Rashtriya Dalit Prerna Sthal and Green Garden","SubTitleHindi":null,"SubContent":"<p>The Rashtriya Dalit Prerna Sthal and Green Garden (National Dalit Inspiration Place and Green Garden) is a memorial in Noida, Uttar Pradesh, India. It was commissioned by Chief Minister of Uttar Pradesh Mayawati and inaugurated on 14 October 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>The park was built at a cost of ₹ 685 crores and the Mayawati government expected to recover the cost from ticket sales.</p>\r\n<p>&nbsp;</p>\r\n<p>The memorial includes a mini-museum known as the Rashtriya Dalit Smarak (National Dalit Memorial) and a green expanse built on an area of 82.5 acres along the banks of river Yamuna. The Rashtriya Dalit Smarak is spread over thirty-three acres of land, and includes the idols consecrated for the people who devoted their life for humanity, equality and social justice, including Bhimrao Ramji Ambedkar, Kanshi Ram and Mayawati herself. It also has twenty-four eighteen-foot high sandstone statues of elephants, the symbol of the Bahujan Samaj Party (BSP).</p>\r\n<p>&nbsp;</p>\r\n<p>The monument is dedicated to the Dalit people and has been constructed to honor the \"unparalleled struggle of these stalwarts towards the struggle for social transformation\".</p>\r\n<p>&nbsp;</p>\r\n<p>In October 2009, the Supreme Court of India had ordered the Mayawati government to halt construction work, amid concerns that the project might \"not be eco-friendly\" as it is located near the Okhla Sanctuary. In December 2010, the court withdrew its earlier concerns and the project was allowed to proceed.</p>\r\n<p>&nbsp;</p>\r\n<p>Since the memorial also featured her own statues, political opponents accused the Chief Minister of being a \"megalomaniac\", and she was criticized by the Indian National Congress, among whose members would voice accusations of her \"wasting the tax-payers' money\". Mayawati's BSP dismissed the allegations, stating that her statues were erected because Kanshi Ram's will requests that his statues should be constructed next to the current President of the BSP. Mayawati also accused the Congress of being \"anti-Dalit\".</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rashtriya_Dalit_Prerna_Sthal_and_Green_Garden</p>","SubContentHindi":null,"ImageUrl":"eadec36f-cc39-4a31-a3b2-9850de00f4c2_Rashtriya-Dalit-Prerna-Sthal-and-Green-Garden.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>The distance between Noida City Center Metro Station and Gautam Budh Nagar Noida is 5 km or 3.1 miles or 2.7 nautical miles</p>\r\n<p>It takes 6 minutes to travel from Noida City Center Metro Station to Gautam Budh Nagar Noida. An approximate driving distance between Noida City Center Metro Station and Gautam Budh Nagar Noida is 5 km or 3.1 miles or 2.7 nautical miles. Travel time refers to the time taken if the distance is covered by a car.</p>\r\n<p>&nbsp;</p>\r\n<p>On the table above you can see the driving distance in various units namely kilometres, miles and nautical miles.</p>\r\n<p>&nbsp;</p>\r\n<p>1 Mile is about 1609 metres. 1 Nautical Mile is exactly 1852 metres.</p>","SubContentHindi":null,"ImageUrl":"deff7f85-6fc1-4282-b197-33b858832f7b_Gautam-Budh-Nagar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-gautam-budh-nagar-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"gautam-budh-nagar","slug":"gautam-budh-nagar"}],"recommendations":[{"id":192,"title":"Top Places to visit in Bhadohi (Gyanpur), Uttar Pradesh","imageUrl":"868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","dateCreated":"2018-12-25T07:35:38.699Z","dateModified":"2018-12-25T07:41:37.655Z","contributedBy":"AskGif","content":"Bhadohi Bhadohi district in the northern Indian state of Uttar Pradesh. It is also known as the \"Carpet City,\" as it is home to the largest hand-knotted carpet weaving industry hub in South Asia. The city is 45 km west of Varanasi and 82 km east of Allahabad.\r\n&nbsp;\r\nEducation\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"gyanpur","slug":"gyanpur"},{"name":"bhadohi","slug":"bhadohi"}],"slug":"top-places-to-visit-in-bhadohi-gyanpur-uttar-pradesh","total":0},{"id":168,"title":"Top Places to visit in Lalitpur, Uttar Pradesh","imageUrl":"b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","dateCreated":"2018-12-08T13:50:02.051Z","dateModified":"2018-12-08T14:34:29.046Z","contributedBy":"AskGif","content":"Lalitpur is a city and a municipal board in Lalitpur District, India in the Indian state of Uttar Pradesh. It is also district headquarters of Lalitpur district. The city is part of Bundelkhand region.\r\n&nbsp;\r\nEducation\r\nThe city has several schools and colleges. One of the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"lalitpur","slug":"lalitpur"}],"slug":"top-places-to-visit-in-lalitpur-uttar-pradesh","total":0},{"id":110,"title":"Top Places to Visit in Bahraich, Uttar Pradesh","imageUrl":"6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","dateCreated":"2018-08-16T05:13:01.281Z","dateModified":"2020-06-08T12:23:07.245Z","contributedBy":"AskGif","content":"Bahraich is a city and a municipal board in Bahraich district in the state of Uttar Pradesh, India. Located on the Saryu River, a tributary of river Ghaghra, Bahraich is 125 km north-east of Lucknow, the state capital. The towns of Barabanki, Gonda, Balrampur, Lakhimpur, and Sitapur share local b","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bahraich","slug":"bahraich"}],"slug":"top-places-to-visit-in-bahraich-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}