{"id":134,"title":"गौतम बुद्ध नगर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"a5164881-e6de-4908-a5b8-873ed3b1b48d_Gautam-Budh-Nagar.jpg","dateCreated":"2018-09-05T14:09:21.961Z","dateModified":"2018-09-05T14:34:03.393Z","contributedBy":"AskGif","content":"<p>गौतमबुद्ध नगर उत्तरी भारत में उत्तर प्रदेश राज्य का एक बड़े पैमाने पर उपनगरीय जिला है। यह राष्ट्रीय राजधानी क्षेत्र (भारत) का हिस्सा है। ग्रेटर नोएडा जिला प्रशासनिक मुख्यालय है। ग्रेटर नोएडा शहर भारत का पहला आईएसओ 16001 प्रमाणित शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>आईएसओ 16001: 2017 सामान्य आवश्यकताओं को निर्दिष्ट करता है और पृथ्वी-चलती मशीनों पर प्रयुक्त ऑब्जेक्ट डिटेक्शन सिस्टम (ओडीएस) और दृश्यता एड्स (वीए) के प्रदर्शन का मूल्यांकन और परीक्षण करने के तरीकों का वर्णन करता है। इसमें निम्नलिखित पहलुओं को शामिल किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>- पहचान क्षेत्र में लोगों सहित पहचान या दृश्यता या दोनों वस्तुओं;</p>\r\n<p>&nbsp;</p>\r\n<p>- ऑपरेटर को दृश्य, श्रव्य, या दोनों चेतावनियां और यदि पहचान क्षेत्र में व्यक्तियों के लिए उपयुक्त हो;</p>\r\n<p>&nbsp;</p>\r\n<p>- प्रणाली की परिचालन विश्वसनीयता;</p>\r\n<p>&nbsp;</p>\r\n<p>- प्रणाली की संगतता और पर्यावरण विनिर्देश।</p>\r\n<p>&nbsp;</p>\r\n<p>गौतमबुद्ध नगर उत्तर प्रदेश का एक महत्वपूर्ण औद्योगिक जिला है। ग्रेटर नोएडा शहर तकनीकी शिक्षा और औद्योगिक प्रसार के लिए एक महाकाव्य के रूप में विकसित हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, गौतम बुद्ध नगर की आबादी 1,674,714 है। जनसंख्या के मामले में कुल 640 भारतीय जिलों में से यह 2 9 4 वें स्थान पर है। गौतम बुद्ध नगर में प्रति वर्ग किलोमीटर (3,010 / वर्ग मील) 1,161 निवासियों की आबादी घनत्व है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 39.32% थी। गौतम बुद्ध नगर में हर 1,000 पुरुषों के लिए 852 महिलाओं का लिंग अनुपात और 82.2% की साक्षरता दर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला में 82.2% आबादी के साथ आबादी अत्यधिक साक्षर है, 74.04% राष्ट्रीय औसत की तुलना में साक्षर है। महिला साक्षरता राष्ट्रीय औसत 65.46% की तुलना में 72.78% अधिक है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Gautam_Budh_Nagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a5164881-e6de-4908-a5b8-873ed3b1b48d_Gautam-Budh-Nagar.jpg","subContents":[{"SubTitle":"1. बौद्ध अंतर्राष्ट्रीय सर्किट","SubTitleHindi":null,"SubContent":"<p>बौद्ध इंटरनेशनल सर्किट (बुद्ध अन्तर क्षेत्र परिपथ) दिल्ली से 40 किलोमीटर दूर भारत के उत्तर प्रदेश, ग्रेटर नोएडा में एक भारतीय मोटर रेसिंग सर्किट है। 120,000-क्षमता सर्किट को वार्षिक फॉर्मूला वन इंडियन ग्रैंड प्रिक्स के लिए सबसे अच्छी जगह के रूप में जाना जाता था, जिसे पहली बार 30 अक्टूबर 2011 को होस्ट किया गया था लेकिन उत्तर प्रदेश सरकार के साथ कर विवाद के कारण 27 अक्टूबर 2013 से निलंबित कर दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रैक का आधिकारिक तौर पर 18 अक्टूबर 2011 को उद्घाटन किया गया था। 5.13 किमी लंबी सर्किट जर्मन वास्तुकार और रैसेट्रैक डिजाइनर हरमन टिलके द्वारा डिजाइन किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>डिज़ाइन</p>\r\n<p>फ़ॉर्मूला वन रेसिंग के शासी निकाय, एफआईए ने 30 अक्टूबर 2011 के लिए भारतीय ग्रैंड प्रिक्स को शामिल करने की घोषणा की थी। निर्माण के लिए 20 अरब डॉलर (400 मिलियन डॉलर) की लागत का अनुमान है, सर्किट की अनुमानित लंबाई 5.13 किमी है और यह फैली हुई है 874 एकड़ (354ha) का क्षेत्र और हरमन टिलके का एक और निर्माण है। सर्किट का आधिकारिक तौर पर 18 अक्टूबर 2011 को पहली दौड़ से लगभग दो सप्ताह पहले उद्घाटन किया गया था। शुरुआत में 200,000 तक बढ़ने के प्रावधानों के साथ बैठने की क्षमता 110,000 होने की उम्मीद है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Buddh_International_Circuit</p>","SubContentHindi":null,"ImageUrl":"214f457c-fdc3-459d-9a74-d3c82733d30d_Buddh-International-Circuit.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. ग्रेट इंडिया प्लेस","SubTitleHindi":null,"SubContent":"<p>ग्रेट इंडिया प्लेस नोएडा, उत्तर प्रदेश, भारत में एक शॉपिंग मॉल है। इसे लोकप्रिय रूप से जीआईपी मॉल के नाम से जाना जाता है। यह देश के सबसे बड़े मॉलों में से एक है। मॉल में राष्ट्रीय और अंतरराष्ट्रीय खुदरा दुकानों का विस्तृत चयन है। यह भव्य शॉपिंग मॉल शहर की एक प्रमुख मनोरंजन पार्क, वर्ल्ड ऑफ वंडर के साथ अपनी सीमा साझा करता है। ग्रेट इंडिया प्लेस, गार्डन गैलेरिया मॉल, वर्ल्ड ऑफ वंडर (डब्ल्यूओयू), किडज़ानिया और डेकाथलॉन दिल्ली एनसीआर में नोएडा के सबसे महंगे वाणिज्यिक केंद्र में 150 एकड़ जमीन पर बड़े मनोरंजन सिटी लिमिटेड के विकास का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विशेषताएं</p>\r\n<p>ग्रेट इंडिया प्लेस को अपुघार समूह यूनिटेक ग्रुप [1] [1] द्वारा विकसित किया गया था और इसे एंटरटेनमेंट सिटी लिमिटेड द्वारा बनाए रखा गया है .. यह नोएडा सेक्टर 18 मेट्रो स्टेशन के नजदीक सेक्टर 38-ए, नोएडा में स्थित है। मॉल खुद ही बड़े मनोरंजन सिटी मनोरंजन पार्क वर्ल्ड ऑफ वंडर का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>मॉल में शॉपर्स स्टॉप, ग्लोबस, पैंटलून्स, बिग बाजार, होम टाउन, वुडलैंड, लाइफस्टाइल और लाइफस्टाइल होम समेत कई प्रकार के खुदरा आउटलेट हैं, साथ ही एडिडास, नाइकी, अनुमान, मार्क्स एंड स्पेंसर जैसे अंतरराष्ट्रीय ब्रांड भी शामिल हैं। [2] मॉल को विशिष्ट क्षेत्र में विभाजित किया गया है, जिसमें बेसमेंट स्तर पर घर और किराने, एक तरफ महिलाओं के परिधान, दूसरे पर पुरुष और 180,000 वर्ग फीट (17,000 मीटर 2) भोजन और मनोरंजन क्षेत्र शीर्ष मंजिल पर है। इसके छह-सीजन बिग सिनेमाज मल्टीप्लेक्स में 1220 की कुल बैठने की क्षमता है। [3] वेडिंग बाजार को समर्पित 850 वर्ग फुट (79 मीटर 2) क्षेत्र और गृह सुधार के लिए एक होम साज़ अनुभाग भी है। मॉल के कुल क्षेत्र का एक बड़ा हिस्सा फ्यूचर ग्रुप उद्यमों द्वारा कवर किया गया है, जिसमें होम टाउन, बिग बाजार और पैंटलून शामिल हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/The_Great_India_Place</p>","SubContentHindi":null,"ImageUrl":"938e4fce-0346-4cc1-9abd-1a7953249555_The_Great_India_Place.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. वर्ल्ड ऑफ वंडर (मनोरंजन पार्क)","SubTitleHindi":null,"SubContent":"<p>वर्ल्ड ऑफ वंडर नोएडा में स्थित एक मनोरंजन पार्क और जल पार्क है, जो दिल्ली, भारत के पास क्षेत्र 38 ए है। इस पार्क का स्वामित्व एंटरटेनमेंट सिटी लिमिटेड, इंटरनेशनल एमेजमेंट लिमिटेड (आईएएल, मालिकों \"अपु घर\" के संयुक्त उद्यम) और यूनिटेक होल्डिंग्स लिमिटेड के संयुक्त उद्यम द्वारा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पार्क 2007 में खोला गया और 20 से अधिक सवारी, एक जल पार्क और गो-कार्ट शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>विशेष विवरण</p>\r\n<p>7 फरवरी 2002 को शामिल, नोएडा अथॉरिटी द्वारा 90 साल के पट्टे पर आवंटित 147.48 एकड़ जमीन, मनोरंजन पार्क और सहायक गतिविधियों के लिए निर्धारित भूमि का 85%; वाणिज्यिक गतिविधियों के लिए 15% बाकी। 3.63 मिलियन वर्ग फुट की कुल परियोजना एफएआर (पार्क में 2.18 मिलियन वर्ग फुट और वाणिज्यिक में 1.44 मिलियन वर्ग फुट)</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Worlds_of_Wonder_(amusement_park)</p>","SubContentHindi":null,"ImageUrl":"893c0887-7a43-470b-82c4-ef7d0ef1d685_Worlds-of-Wonder-amusement-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. राष्ट्रीय दलित प्रेरणा स्टाल और ग्रीन गार्डन","SubTitleHindi":null,"SubContent":"<p>राष्ट्रीय दलित प्रेरणा स्टाल और ग्रीन गार्डन (राष्ट्रीय दलित प्रेरणा स्थान और ग्रीन गार्डन) नोएडा, उत्तर प्रदेश, भारत में एक स्मारक है। इसे उत्तर प्रदेश मायावती के मुख्यमंत्री ने शुरू किया और 14 अक्टूबर 2011 को उद्घाटन किया।</p>\r\n<p>&nbsp;</p>\r\n<p>पार्क 85 685 करोड़ की लागत से बनाया गया था और मायावती सरकार ने टिकट की बिक्री से लागत वसूलने की उम्मीद की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>स्मारक में राष्ट्रीय दलित स्मारक (राष्ट्रीय दलित स्मारक) और यमुना नदी के किनारे 82.5 एकड़ के क्षेत्र में बने एक हरे रंग के विस्तार के रूप में जाना जाने वाला एक छोटा-संग्रहालय शामिल है। राष्ट्रीय दलित स्मारक तीस तीन एकड़ जमीन पर फैला हुआ है, और इसमें उन लोगों के लिए पवित्र मूर्तियां शामिल हैं जिन्होंने भिमराव रामजी अम्बेडकर, कन्शी राम और मायावती समेत मानवता, समानता और सामाजिक न्याय के लिए अपना जीवन समर्पित किया। इसमें हाथियों के चौबीस अठारह फुट ऊंचे बलुआ पत्थर की मूर्तियां हैं, बहुजन समाज पार्टी (बीएसपी) का प्रतीक है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्मारक दलित लोगों को समर्पित है और \"सामाजिक परिवर्तन के लिए संघर्ष के प्रति इन कठिनाइयों के अद्वितीय संघर्ष\" का सम्मान करने के लिए बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>अक्टूबर 200 9 में, भारत के सुप्रीम कोर्ट ने मायावती सरकार को निर्माण कार्य रोकने का आदेश दिया था, इस बात के बारे में कि परियोजना \"पर्यावरण अनुकूल नहीं हो सकती\" क्योंकि यह ओखला अभयारण्य के पास स्थित है। दिसंबर 2010 में, अदालत ने अपनी पिछली चिंताओं को वापस ले लिया और परियोजना को आगे बढ़ने की इजाजत थी।</p>\r\n<p>&nbsp;</p>\r\n<p>चूंकि स्मारक में भी अपनी मूर्तियां शामिल थीं, राजनीतिक विरोधियों ने मुख्यमंत्री को \"मेगालोमैनियाक\" होने का आरोप लगाया था, और भारतीय राष्ट्रीय कांग्रेस ने उनकी आलोचना की थी, जिनके सदस्यों में \"करदाताओं के पैसे को बर्बाद करने\" के आरोपों का आरोप लगाया जाएगा। मायावती के बसपा ने आरोपों को खारिज कर दिया और कहा कि उनकी मूर्तियां बनाई गई थीं क्योंकि कांशी राम की इच्छा है कि उनकी मूर्तियां बीएसपी के मौजूदा राष्ट्रपति के बगल में बनाई जाएंगी। मायावती ने कांग्रेस को \"दलित विरोधी\" होने का भी आरोप लगाया।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Rashtriya_Dalit_Prerna_Sthal_and_Green_Garden</p>","SubContentHindi":null,"ImageUrl":"eadec36f-cc39-4a31-a3b2-9850de00f4c2_Rashtriya-Dalit-Prerna-Sthal-and-Green-Garden.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>नोएडा सिटी सेंटर मेट्रो स्टेशन और गौतमबुद्ध नगर नोएडा के बीच की दूरी 5 किमी या 3.1 मील या 2.7 समुद्री मील है</p>\r\n<p>नोएडा सिटी सेंटर मेट्रो स्टेशन से गौतमबुद्ध नगर नोएडा तक यात्रा करने में 6 मिनट लगते हैं। नोएडा सिटी सेंटर मेट्रो स्टेशन और गौतमबुद्ध नगर नोएडा के बीच अनुमानित ड्राइविंग दूरी 5 किमी या 3.1 मील या 2.7 समुद्री मील है। यात्रा का समय उस समय को संदर्भित करता है जब दूरी किसी कार द्वारा कवर की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>उपरोक्त तालिका में आप विभिन्न इकाइयों जैसे कि किलोमीटर, मील और समुद्री मील में ड्राइविंग दूरी देख सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>1 मील 1609 मीटर है। 1 समुद्री मील बिल्कुल 1852 मीटर है।</p>","SubContentHindi":null,"ImageUrl":"deff7f85-6fc1-4282-b197-33b858832f7b_Gautam-Budh-Nagar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-gautam-budh-nagar-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"गौतमबुद्ध-नगर","slug":"gautam-budh-nagar"}],"recommendations":[{"id":192,"title":"भदोही (ज्ञानपुर) में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","dateCreated":"2018-12-25T07:35:38.699Z","dateModified":"2018-12-25T07:41:37.655Z","contributedBy":"AskGif","content":"उत्तर भारतीय राज्य उत्तर प्रदेश में भदोही भदोही जिला। इसे \"कालीन शहर\" के रूप में भी जाना जाता है, क्योंकि यह दक्षिण एशिया में सबसे बड़ा हाथ से बुना हुआ कालीन बुनाई उद्योग हब है। शहर वाराणसी से पश्चिम में 45 किमी और इलाहाबाद से 82 किमी पूर्व में है।\r\n&nbsp;\r\nशिक्षा\r\nकालेजों</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"ज्ञानपुर","slug":"gyanpur"},{"name":"भदोही","slug":"bhadohi"}],"slug":"top-places-to-visit-in-bhadohi-gyanpur-uttar-pradesh","total":0},{"id":168,"title":"ललितपुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","dateCreated":"2018-12-08T13:50:02.051Z","dateModified":"2018-12-08T14:34:29.046Z","contributedBy":"AskGif","content":"ललितपुर भारतीय राज्य उत्तर प्रदेश के ललितपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह ललितपुर जिले का जिला मुख्यालय भी है। शहर बुंदेलखंड क्षेत्र का हिस्सा है।\r\n&nbsp;\r\nशिक्षा\r\nशहर में कई स्कूल और कॉलेज हैं। प्रसिद्ध स्कूल आईएससी में से एक, आईसीएसई संबद्ध सेंट डोमिनिक सेवि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"ललितपुर","slug":"lalitpur"}],"slug":"top-places-to-visit-in-lalitpur-uttar-pradesh","total":0},{"id":110,"title":"बहरीच में देखने के लिए शीर्ष स्थान,  उत्तर प्रदेश","imageUrl":"6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","dateCreated":"2018-08-16T05:13:01.281Z","dateModified":"2020-06-08T12:23:07.245Z","contributedBy":"AskGif","content":"बहराइच उत्तर प्रदेश राज्य के बहरीच जिले में एक शहर और एक नगरपालिका बोर्ड है। घाघरा नदी की एक सहायक साड़ी नदी पर स्थित बहरीच राज्य की राजधानी लखनऊ के 125 किमी उत्तर-पूर्व में स्थित है। बाराबंकी, गोंडा, बलरामपुर, लखीमपुर और सीतापुर के कस्ब बहरीच के साथ स्थानीय सीमाएं साझा करते हैं। एक कारक जो इस शह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बहराइच","slug":"bahraich"}],"slug":"top-places-to-visit-in-bahraich-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}