{"id":136,"title":"गाजीपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"7b74c36d-3afd-44fd-b5f5-19ac5243f5c2_ghazipur-railway.jpg","dateCreated":"2018-09-08T08:08:22.802Z","dateModified":"2018-09-08T09:01:15.971Z","contributedBy":"AskGif","content":"<p>गाज़ीपुर (पहले गाजीपुर, गौसपुर और गाज़ीपुर) की वर्तनी, उत्तर प्रदेश राज्य में एक शहर है। गाज़ीपुर शहर गाजीपुर जिले का प्रशासनिक मुख्यालय है, जो चार जिलों में से एक है जो उत्तर प्रदेश के वाराणसी डिवीजन का निर्माण करता है। गाजीपुर शहर गाजीपुर जिले के पांच अलग-अलग तहसीलों या उपविभागों में से एक का गठन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गजपुर 1820 में ब्रिटिश ईस्ट इंडिया कंपनी द्वारा स्थापित अपने अफीम कारखाने के लिए जाना जाता है और अभी भी दुनिया में सबसे बड़ा कानूनी अफीम कारखाना है, जो वैश्विक दवा उद्योग के लिए दवा का उत्पादन करता है। गाजीपुर उत्तर प्रदेश-बिहार सीमा, वाराणसी के पूर्व में लगभग 80 किमी (50 मील) और बक्सर राज्य के प्रवेश बिंदु बक्सर से 50 किमी (31 मील) के करीब स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>गाज़ीपुर अपने गहमार गांव (जिसे एशिया का सबसे बड़ा गांव कहा जाता है) के लिए प्रसिद्ध है और जिसमें प्रत्येक घर में एक व्यक्ति या तो सेना में होता है या एक भूतपूर्व सैनिक होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>शहर में दृश्यों में अठारहवीं शताब्दी में मुगल साम्राज्य के दौरान गाजिपुर के गवर्नर नवाब शेख अब्दुल्ला या अब्दुल्ला खान द्वारा बनाए गए कई स्मारक शामिल हैं, और उनके बेटे। इनमें महल सतुन या \"चालीस खंभे\" के नाम से जाना जाने वाला महल शामिल है, जो एक बहुत ही प्रभावशाली गेटवे बरकरार रखता है, हालांकि महल खंडहर में है, और एक टैंक और एक मकबरे वाला बड़ा बगीचा नवाब-की-छाहर-दीवरी कहलाता है। इस मकबरे के पास मस्जिद शायद मूल रूप से एक हिंदू इमारत थी। सड़क जो नवाब-की-छहर-दीवाड़ी मकबरे से शुरू होती है और मस्जिद के पीछे दौड़ती है, 10 किमी के बाद, पावरी बाबा को समर्पित एक मथ तक। 1580 में शहर के फौजदार, पहर खान का टैंक और मकबरा, और संस्थापक, मसूद और उनके बेटे के सादे लेकिन प्राचीन कब्रिस्तान गाजीपुर में भी हैं, जैसा कि लॉर्ड कॉर्नवालिस की मकबरा है, जो भारतीय प्रमुखों में से एक है। और ब्रिटिश इतिहास। कॉर्नवालिस अमेरिकी क्रांतिकारी युद्ध में उनकी भूमिका के लिए प्रसिद्ध है, और उसके बाद भारत के गवर्नर जनरल के रूप में अपने समय के लिए ब्रिटिश शासन की वास्तविक नींव रखी गई है। वह बाद में आयरलैंड के लॉर्ड लेफ्टिनेंट थे, वहां 17 9 8 विद्रोह को दबाने और संघ के अधिनियम की स्थापना हुई। गवर्नर में 1805 में उनकी मृत्यु हो जाने के तुरंत बाद गवर्नर में उनकी मृत्यु हो गई, गवर्नर जनरल के रूप में उनकी दूसरी नियुक्ति के लिए। गंगा को देखकर उसकी मकबरा, जॉन फ्लेक्समैन द्वारा बनाई गई एक सेनोटैफ के ऊपर 12 डोरिक कॉलम पर समर्थित एक भारी गुंबद है। एक प्राचीन मिट्टी किले के अवशेष भी नदी को नजरअंदाज करते हैं, जबकि गंगा के लिए कई खूबसूरत या प्रभावशाली घाट हैं, जिनमें से सबसे पुराना चितनाथनाथ घाट है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Gazipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b74c36d-3afd-44fd-b5f5-19ac5243f5c2_ghazipur-railway.jpg","subContents":[{"SubTitle":"1. लॉर्ड कॉर्नवालिस मकबरा","SubTitleHindi":null,"SubContent":"<p>लॉर्ड कॉर्नवालिस की मकबरा गाज़ीपुर में स्थित है, यह उत्तर प्रदेश के पूर्वी हिस्से में वाराणसी के लगभग सत्तर किलोमीटर पूर्व में एक छोटा सा शहर है। यह देश के विभिन्न हिस्सों के साथ सड़क और रेलवे से बहुत अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रिटिश काल के दौरान लॉर्ड कॉर्नवालिस को भारत के इतिहास में एक महान प्रशासक और सफल कमांडर-इन-चीफ के रूप में जाना जाता है। उन्हें दो बार भारत के गवर्नर जनरल नियुक्त किया गया था। सितंबर 1786 से अक्टूबर 17 9 3 तक पहला कार्यकाल राजस्व सुधार, न्यायिक प्रणाली और दूसरे मैसूर युद्ध के प्रति उनके मूल्यवान योगदान के लिए याद किया जाता है। वह वह था जिसने स्थायी निपटारे की व्यवस्था की शुरुआत की जो कि राजस्व सुधारों के इतिहास में एक ऐतिहासिक स्थल है। न्यायिक में उनका महान सुधार निजामत सदर अदालत या कलकत्ता में आपराधिक न्यायिक न्याय के सर्वोच्च न्यायालय की स्थापना थी। इसके अलावा, उन्होंने जिला कलेक्टर और न्यायाधीश के कार्यों को अलग कर दिया। ऐसा माना जाता है कि भारत में नागरिक प्रशासन की नींव के पत्थरों को उनके पूर्ववर्ती हेस्टिंग्स ने रखा था, जबकि सुपरस्टक्चर को कॉर्नवालिस ने उठाया था। वह 17 9 0-9 2 के दौरान दूसरे मैसूर युद्ध के अपने सफल अभियान के लिए जाने जाते हैं जिसमें उन्होंने व्यक्तिगत रूप से ब्रिटिश सेना का नेतृत्व किया।</p>","SubContentHindi":null,"ImageUrl":"f959c6c5-42fc-4112-843e-c5bc36bf2513_lord-cornwallis-tomb-ghazipur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कलेक्टर घाट","SubTitleHindi":null,"SubContent":"<p>कलेक्टर घाट गाज़ीपुर के प्रसिद्ध पर्यटन स्थलों में से एक है। यह कलेक्टर घाट रोड, नियाजी मोहल्ला, गाज़ीपुर, उत्तर प्रदेश 233001 में स्थित है। यदि आप गाज़ीपुर जाते हैं तो आपको इस जगह पर जाना चाहिए।</p>","SubContentHindi":null,"ImageUrl":"e2806731-be00-4098-a5da-a35d39096ebb_Collector-Ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. मार्कंडे महादेव मंदिर, कैथी","SubTitleHindi":null,"SubContent":"<p>मार्कंडे महादेव मंदिर कैथि, वाराणसी में स्थित है। एक बार, मिकंदु और उनकी पत्नी मारुवती नामक एक जोड़े थे। दोनों भगवान शिव के भक्त थे और उनके पास कोई बच्चा नहीं था। फिर उन्होंने 'टैप' करने का फैसला किया और एक दिन भगवान शिव उस जोड़े पर खुश हो गए और उनके सामने बाहर आए। वहां भगवान शिव ने उनसे पूछा कि क्या वे एक आम बेटा चाहते हैं जो लंबे जीवन या असाधारण बेटे को छोटा जीवन दे। जोड़े ने बाद के लिए भगवान शिव से अनुरोध किया था।</p>","SubContentHindi":null,"ImageUrl":"4d81aa91-a4d9-46b9-9706-abad006fa3d6_markandey-mahadev.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>गाज़ीपुर हवाई अड्डा गाज़ीपुर शहर में स्थित है। हवाई अड्डा गाज़ीपुर-मौ रोड पर है। भारतीय हवाईअड्डे प्राधिकरण (एएआई) इस हवाई अड्डे का ऑपरेटर है।</p>","SubContentHindi":null,"ImageUrl":"84726f7e-2837-4101-adc1-cff7b511d92f_ghazipur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ghazipur-uttar-pradesh","tags":[{"name":"गाजीपुर","slug":"ghazipur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":203,"title":"उन्नाव में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","dateCreated":"2018-12-29T05:00:30.558Z","dateModified":"2018-12-29T05:11:36.75Z","contributedBy":"AskGif","content":"उन्नाव उत्तर प्रदेश के उन्नाव जिले का मुख्यालय है, भारत कानपुर और लखनऊ के बीच स्थित है। उन्नाव एक बड़ा औद्योगिक शहर है जिसके चारों ओर तीन औद्योगिक उपनगर हैं। यह उत्तर प्रदेश का 37 वां सबसे बड़ा शहर है। यह शहर अपने चमड़े, मच्छरदानी और रासायनिक उद्योगों के लिए प्रसिद्ध है। उन्नाव एक ऐतिहासिक शहर है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उन्नाव","slug":"unnao"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-unnao-uttar-pradesh","total":0},{"id":171,"title":"महाराजगंज में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"e1c718e4-ef19-4f22-9259-fb45f1348fb2_Maharajganj-railway.jpg","dateCreated":"2018-12-09T08:34:26.609Z","dateModified":"2018-12-09T10:30:25.052Z","contributedBy":"AskGif","content":"महाराजगंज भारतीय राज्य उत्तर प्रदेश के महाराजगंज जिले में एक शहर और नगरपालिका बोर्ड है। उत्तर प्रदेश के महाराजगंज जिले ने 2 अक्टूबर 1 9 8 9 को स्वायत्तता हासिल की। ​​यह आयताकार जिला 27 डिग्री 09 'उत्तर से 83 डिग्री 34' पूर्व ज्यामितीय निर्देशांक और 2 9 34.1 किमी 2 क्षेत्र पर कब्जा कर लिया है। भार","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e1c718e4-ef19-4f22-9259-fb45f1348fb2_Maharajganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराजगंज","slug":"maharajganj"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-maharajganj-uttar-pradesh","total":0},{"id":163,"title":"कासगंज (कन्शी राम नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","dateCreated":"2018-12-01T11:03:31.336Z","dateModified":"2018-12-01T11:20:52.409Z","contributedBy":"AskGif","content":"कासगंज भारतीय शहर उत्तर प्रदेश के कासगंज जिले का एक शहर और जिला मुख्यालय है।\r\nभूगोल\r\nकासगंज 27.82 डिग्री एन 78.65 डिग्री ई पर स्थित है। इसकी औसत ऊंचाई 177 मीटर (580 फीट) है। काली नदी के तट पर स्थित, यह शहर हिमालयी तलहटी के निकट है। यह डोआब में स्थित है, पवित्र नदियों गंगा और यमुना औ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कासगंज","slug":"kasganj"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कन्शी-राम-नगर","slug":"kanshi-ram-nagar"}],"slug":"top-places-to-visit-in-kasganj-kanshi-ram-nagar-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}