{"id":1362,"title":"सुशांत सिंह राजपूत ने की आत्महत्या, बांद्रा के फ्लैट में लटका मिला: रिपोर्ट","imageUrl":"bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","dateCreated":"2020-06-14T09:13:21.868Z","dateModified":"2020-06-14T12:30:45.806Z","contributedBy":"AskGif","content":"<p>बॉलीवुड अभिनेता सुशांत सिंह राजपूत ने रविवार को मुंबई में आत्महत्या कर ली। खबरों के मुताबिक, सुशांत को बांद्रा स्थित उनके घर पर लटका पाया गया और एक घरेलू मदद ने पुलिस को सतर्क कर दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>बांद्रा पुलिस की एक टीम जांच के लिए रवाना हो गई है। मुंबई पुलिस के प्रवक्ता ने कहा कि अभी तक कोई सुसाइड नोट नहीं मिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुलिस सूत्रों के मुताबिक, उन्होंने आज सुबह नाश्ता किया और अपने बेडरूम के अंदर चले गए। उनके घर की मदद ने उनका दरवाजा खटखटाया, लेकिन जब उन्होंने कोई जवाब नहीं दिया तो उन्होंने दरवाजा खोला और उन्हें फांसी पर लटका पाया।</p>\r\n<p>&nbsp;</p>\r\n<p>इस खबर के टूटते ही कई लोगों ने शोक व्यक्त किया और दुख की इस घड़ी में संवेदनाएं बढ़ा दीं।</p>\r\n<p>&nbsp;</p>\r\n<p>अभिनेता अक्षय कुमार ने ट्विटर पर लिया और युवा अभिनेता के निधन पर शोक व्यक्त किया, \"ईमानदारी से इस खबर ने मुझे स्तब्ध और अवाक कर दिया है ... मुझे याद है कि छीछोर में #SushantSinghRajput देख रहा हूं और अपने दोस्त साजिद को बता रहा हूं कि मैं कितना निर्माता हूं।\" फिल्म का आनंद लिया और काश मैं इसका हिस्सा होता। इस तरह के एक प्रतिभाशाली अभिनेता ... भगवान उनके परिवार को शक्ति दे। \"</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>अक्षय कुमार</p>\r\n<p>✔</p>\r\n<p>@अक्षय कुमार</p>\r\n<p>ईमानदारी से इस खबर ने मुझे स्तब्ध और अवाक कर दिया है ... मुझे याद है कि मैं छीछोर में #SushantSinghRajput देख रहा हूं और अपने दोस्त साजिद को बता रहा हूं कि इसके निर्माता ने फिल्म का कितना आनंद लिया है और काश मैं इसका हिस्सा नहीं होता। ऐसा प्रतिभाशाली अभिनेता ... भगवान अपने परिवार को शक्ति दे सकता है ...</p>\r\n<p>&nbsp;</p>\r\n<p>किरण मोरे</p>\r\n<p>@JockMore</p>\r\n<p>यह मेरे लिए व्यक्तिगत रूप से एक चौंकाने वाला क्षण है, @itsSSR वह व्यक्ति था जिसे मैंने @msdhoni के रूप में भूमिका के लिए प्रशिक्षित किया था। मुझे नहीं पता कि मैं या कोई भी जो उसे जानता है वह इस सदमे से उबरने में सक्षम हो जाएगा, बहुत जल्द ही मेरे दोस्त #SushantSinghRajput #RIPSushant</p>\r\n<p>&nbsp;</p>\r\n<p>राजपूत को नीरज पांडे की 2016 में रिलीज़, एमएस धोनी: द अनटोल्ड स्टोरी ', जो कि भारतीय क्रिकेट टीम के पूर्व कप्तान महेंद्र सिंह धोनी की बायोपिक है, में अपनी मुख्य भूमिका के लिए जाना जाता है। उन्होंने अभिषेक कपूर की 2013 की रिलीज़, \"काई पो चे\" से अपनी फिल्म की शुरुआत की, और \"डिटेक्टिव ब्योमकेश बख्शी\", \"राब्ता\", \"केदारनाथ\" और \"शुध देश रोमांस\" जैसी फ़िल्मों में नज़र आए।</p>\r\n<p>&nbsp;</p>\r\n<p>इससे पहले 9 जून को सुशांत सिंह राजपूत की पूर्व मैनेजर दिशा सलियन ने कथित तौर पर आत्महत्या कर ली थी। समाचार एजेंसी एएनआई के अनुसार, दिशा ने मुंबई के मलाड में एक इमारत की 14 वीं मंजिल से छलांग लगा दी। आत्महत्या के पीछे का सही कारण अभी तक पता नहीं चल पाया है। हालांकि, पुलिस ने उसके करीबी दोस्त से पूछताछ के बाद कहा कि दिशा पिछले कुछ दिनों से डिप्रेशन से पीड़ित थी।</p>\r\n<p>स्रोत: https://www.freepressjournal.in/mumbai/sushant-singh-rajput-commits-suicide-found-hanging-in-bandra-flat-report</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"sushant-singh-rajput-commits-suicide-found-hanging-in-bandra-flat-report","tags":[{"name":"इंडिया","slug":"india"}],"recommendations":[{"id":1024,"title":"सुप्रीम कोर्ट ने राम मंदिर के पक्ष में अयोध्या के फैसले के खिलाफ सभी समीक्षा याचिकाओं को खारिज कर दिया","imageUrl":"050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","dateCreated":"2019-12-12T13:18:24.186Z","dateModified":"2020-04-05T07:12:11.631Z","contributedBy":"AskGif","content":"सुप्रीम कोर्ट ने गुरुवार को अयोध्या मामले में एक संविधान पीठ के आदेश को चुनौती देने वाली सभी समीक्षा याचिकाओं को खारिज कर दिया जिसमें विवादित स्थल पर राम मंदिर निर्माण का रास्ता साफ हो गया था। शीर्ष अदालत, जिसने इन-चेंबर में विचार के लिए इन पुनर्विचार याचिकाओं को लिया, उन्हें कोई योग्यता नहीं मिल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"भारत","slug":"india"}],"slug":"supreme-court-dismisses-all-review-petition-against-ayodhya-verdict-in-favour-of-ram-temple","total":0},{"id":986,"title":"सुप्रीम कोर्ट द्वारा अयोध्या के फैसले पर चैरिटी भूमि टिप्पणी की जरूरत नहीं होने पर ओवैसी के खिलाफ शिकायत दर्ज की गई है।","imageUrl":"d0ea26e3-62dc-4a53-9c49-cf73b86f5d27_Owaisi.jpg","dateCreated":"2019-11-13T02:10:58.795Z","dateModified":"2020-04-05T07:12:18.181Z","contributedBy":"AskGif","content":"भोपाल में ऑल इंडिया मजलिस-ए-इत्तेहादुल मुस्लिमीन (AIMIM) के अध्यक्ष असदुद्दीन ओवैसी के खिलाफ शिकायत दर्ज की गई है। वकील पवन कुमार ने शनिवार को अयोध्या फैसले पर अपनी टिप्पणी को लेकर जहांगीराबाद पुलिस स्टेशन में ओवैसी के खिलाफ शिकायत दर्ज कराई। ओवैसी के खिलाफ उनकी टिप्पणी के साथ आबादी के एक वर्ग को","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d0ea26e3-62dc-4a53-9c49-cf73b86f5d27_Owaisi.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"भारत","slug":"india"}],"slug":"a-complaint-has-been-lodged-against-owaisi-over-his-dont-need-charity-land-remark-on-ayodhya-verdict-by-supreme-court","total":0},{"id":283,"title":"अमेरिका एफ -16 के पाकिस्तान के संभावित दुरुपयोग के बारे में जानकारी चाहता है","imageUrl":"562f955f-df4f-4eb8-93a6-b7ee831c86f9_us-law.jpg","dateCreated":"2019-03-03T03:26:10.345Z","dateModified":"2019-03-03T03:36:51.552Z","contributedBy":"AskGif","content":"वॉशिंगटन: अमेरिका ने भारत के खिलाफ अंतिम-उपयोगकर्ता समझौते के उल्लंघन में अमेरिकी निर्मित एफ -16 लड़ाकू जेट के संभावित दुरुपयोग पर अधिक जानकारी मांगी है, विदेश विभाग ने कहा है।\r\nभारतीय वायु सेना ने गुरुवार को एएमआरएएम के कुछ हिस्सों को दृश्यमान हवा से हवा में मार करने वाली मिसाइल के सबूत क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/562f955f-df4f-4eb8-93a6-b7ee831c86f9_us-law.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"पाकिस्तान","slug":"pakistan"},{"name":"इंडिया","slug":"india"}],"slug":"us-seeks-information-on-pakistans-potential-misuse-of-f-16s","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0}]}