{"id":1363,"title":"भारत की सफाई, दुनिया का डिजिटलकरण: पूर्व में मोदी का अधिनियम","imageUrl":"582e5999-a33d-4033-a1bf-4e80daf6385d-skill.jpg","dateCreated":"2020-06-14T12:29:31.609Z","dateModified":"2020-06-14T12:29:44.993Z","contributedBy":"AskGif","content":"<p>कई मुद्दे हैं, कई दशकों के मौन के बाद सुर्खियों में आ रहे हैं, वे अपने लोगों के साथ एकजुटता की तुलना में बड़े हैं, और वे देश के लिए कैसे योगदान कर सकते हैं। स्पेलबाइंडिंग का जादू एनआरआई और पीआईओ पर डाला जाता है, क्योंकि प्रधानमंत्री म्यांमार, फिजी और ऑस्ट्रेलिया के 10 दिवसीय दौरे पर भारत पहुंचते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पूर्वी एशियाई शिखर सम्मेलन, आसियान- भारत शिखर सम्मेलन और कई द्विपक्षीय वार्ताएं जिन्होंने मोदी की यात्रा कार्यक्रम को 'मेक इन इंडिया' और 'स्वच्छ भारत' के रूप में फिर से घोषित किया, ने भी तकनीकी प्रांत में गौरव की फिर से पुष्टि करते हुए कहा कि डिजिटल म्यांमार एक देहात था । पूर्वोत्तर में हमारा पड़ोसी भारत और चीन के बीच एक रणनीतिक बफर है, जो इस क्षेत्र की दो प्रमुख शक्तियां हैं। भारत-म्यांमार- थाईलैंड को सड़क मार्ग से जोड़ने के लिए अंतरराष्ट्रीय स्तर पर ढांचागत विकास सिर्फ पर्यटन को बढ़ावा देने के लिए नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऑस्ट्रेलियाई संसद को संबोधित, कैनबरा में द्विपक्षीय मुलाकात, ब्रिस्बेन में जी -20 नेताओं के शिखर सम्मेलन, और मेलबोर्न क्रिकेट ग्राउंड और सिडनी के भाषणों ने star रॉकस्टार &rsquo;मोदी के ऑस्ट्रेलियाई प्रवास को चिह्नित किया। यहां रहने वाले भारतीयों के प्रति उनका विश्वास अभूतपूर्व था। भारत-ऑस्ट्रेलियाई संबंधों में परिपक्वता स्वागत योग्य है लेकिन हमें यह नहीं भूलना चाहिए कि भारत में यूरेनियम पर प्रतिबंध हटाने से देश में बड़े पैमाने पर विरोध प्रदर्शन हुए। उस देश के लिए भुगतान करना जहां एक अग्रणी संस्थान नक्शे पर कश्मीर को नहीं दिखाता है, उस देश के लिए जहां हमारे साथी भारतीयों ने नस्लीय हमलों का सामना किया है, क्या वे भूल गए हैं?</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था और ऊर्जा जी -20 चर्चाओं के मूल में थे। दुनिया की 85 प्रतिशत आबादी के नेता एक साथ आए और महिला श्रम शक्ति जैसे कुछ पके मुद्दों पर सहमत हुए, जिससे दुनिया की जीडीपी बढ़ रही है, ढांचागत विकास हो रहा है। हमें आईएमएफ की रिपोर्ट के कार्यान्वयन के लिए इंतजार करना होगा, यह देखने के लिए कि इस दो दिवसीय मंथन में वास्तव में क्या पाठ्यक्रम है। जलवायु परिवर्तन जैसे कुछ मुद्दों का सामना करना पड़ा क्योंकि मेजबान देश ने अलग-अलग और दृढ़ता से विरोध किया, हालांकि संयुक्त रूप से भारत और ऑस्ट्रेलिया ने रक्षा, साइबर और समुद्री सुरक्षा के क्षेत्र में सुरक्षा सहयोग के लिए एक ऐतिहासिक रूपरेखा पर सहमति व्यक्त की और आतंकवाद से मुकाबला किया, जिसमें चरमपंथियों द्वारा शामिल होने वाले विदेशी आतंकवादियों द्वारा खतरे को शामिल किया गया। समूहों।</p>\r\n<p>&nbsp;</p>\r\n<p>अगला गंतव्य 37 प्रतिशत भारतीय फिजी था, जहां मीडिया भारत को \"एशियाई महाशक्ति\" कहता है। मोदी ने ओसीआई और पीआईओ के विलय की घोषणा करके भारतीय प्रवासी को लुभाने में सफल रहे और स्वच्छ भारत अभियान के लिए समर्थन मांगा। निश्चित रूप से, यह हमारे पीएम के दिल में है। भारतीय कारणों का समर्थन करने वाली जनसांख्यिकी के साथ क्षेत्र में हमारे उद्देश्यों की पूर्ति के लिए प्रशांत क्षेत्र के द्वीप का बड़े पैमाने पर उपयोग किया जा सकता है और चीन के 'मोतियों के तार' के लिए एक काउंटर बनाया जा सकता है। '</p>\r\n<p>&nbsp;</p>\r\n<p>जब सक्रिय-सक्रिय पीएम ने शिखर सम्मेलनों की श्रृंखला और कई द्विपक्षीय बैठकों की शुरुआत अपने साइडलाइन द्वारा की थी, तो काला धन एक महत्वपूर्ण मुद्दा था, लेकिन जब वह वापस आए, तो उन्होंने ब्रांड इंडिया को मजबूत किया, जिसमें काले धन पर ज्यादा बात नहीं की गई थी। मुद्दे क्यों बदलते हैं? मोदीजी का ध्यान इतना डगमगा क्यों रहा है?</p>\r\n<p>&nbsp;</p>\r\n<p>अधिकारियों को अपना रास्ता तलाशना होगा, क्योंकि कई मुद्दों के बीच घुलमिल जाना फल देने में विफल हो जाएगा भले ही इरादे नेक हों। म्यांमार में ऐतिहासिक कनेक्शन का पुनर्निर्माण, ऑस्ट्रेलिया में Bhar प्रवासी भारतीय &rsquo;को लुभाना, या प्रशांत द्वीपों के साथ संबंधों को सशक्त बनाना, सभी एक मजबूत और स्वागत योग्य भारत का प्रदर्शन करते हैं। कहानी अभी भी चल रही है, और निश्चित रूप से is एक्ट ईस्ट &rsquo;को सार्क शिखर सम्मेलन के लिए नेपाल में मिलने वाले नेताओं के रूप में बनाए रखना होगा, क्योंकि हम चीन के साथ प्रतिस्पर्धा में खड़े हैं और पूर्व के बाकी हिस्सों के साथ कामरेडरी।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/582e5999-a33d-4033-a1bf-4e80daf6385d-skill.jpg","subContents":[],"category":{"name":"कहानी","slug":"story"},"slug":"cleaning-india-digitalising-the-world-modis-act-in-the-east","tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"recommendations":[{"id":1366,"title":"भविष्य की मुस्कुराहट","imageUrl":"ab276dff-0bc2-4cf7-9b04-260eca318130-diampled-smile.jpg","dateCreated":"2020-06-14T12:59:50.228Z","dateModified":"2020-06-14T13:00:04.376Z","contributedBy":"AskGif","content":"बच्चे, क्या वे हर जगह समान नहीं हैं? अभिभावकों के लिए चुनौतियां समान नहीं हैं और केवल कुशल निविदा देखभाल के समाधान नहीं हैं, ताकि गीला सीमेंट एक तरह से डाली जाए जो बड़े पैमाने पर समाज को सुशोभित करता है? बच्चे इस दुनिया का भविष्य हैं, और यह &rsquo;राष्ट्र&rsquo; के लिए अलग नहीं है जो निर्वासन में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ab276dff-0bc2-4cf7-9b04-260eca318130-diampled-smile.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"the-smiles-of-future","total":0},{"id":198,"title":"ऊँचा उठने के दौरान अतीत को अपने दिल में रखें","imageUrl":"ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","dateCreated":"2018-12-27T15:00:42.661Z","dateModified":"2018-12-27T15:05:07.085Z","contributedBy":"AskGif","content":"जैसा कि मैंने यह लिखा है, मैं वर्षों में सबसे दुखी हूं। हमारा इतिहास मांस-मदिरा, रक्तपात, मृत्यु और उस समय से भरा हुआ है जब मानव जाति को अपनी तरह से महारत हासिल थी। दासता से लेकर विभिन्न क्रांतियों तक, इतिहास गूँजने के एपिसोड के साथ रोता है और आदमी के साथ आदमी की आंसू भरी कहानियाँ सुनाता है। यह क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"मैंने जो भी महसूस किया वह लिखा","slug":"felt-it-wrote-it"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"आकांक्षा","slug":"aspiration"}],"slug":"keep-the-past-in-your-heart-while-you-soar-high","total":0},{"id":188,"title":"वहाँ शांति रहने दो","imageUrl":"4224dc7d-3c2c-4b9e-8d9d-daff2a8a7232_Let-there-be-PEACE.jpg","dateCreated":"2018-12-24T14:25:17.439Z","dateModified":"2018-12-24T14:25:38.037Z","contributedBy":"AskGif","content":"जो कभी-कभी इतिहास में सिर्फ एक घटना होती है, इतिहास की किताबों में एक पैराग्राफ तक कम हो जाती है, यह जीवन को कितना बदल देती है यह उस व्यक्ति के लिए अकल्पनीय है जो इसके माध्यम से नहीं हुआ है। बंटवारे के समय से एक परिवार की कहानी सुनी और उसने मुझे मार डाला, यह राक्षसी, भयावह था, लेकिन मेरे लिए, यह ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4224dc7d-3c2c-4b9e-8d9d-daff2a8a7232_Let-there-be-PEACE.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"शांति","slug":"peace"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"let-there-be-peace","total":0},{"id":184,"title":"मानव होने के नाते !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"इससे पहले कि मैं अपनी बात कहूं, मैं आपसे कुछ पूछना चाहता हूं ...\r\n&nbsp;\r\nऐसा क्यों है कि आज हमें किसी की मदद करने के लिए भी भयावह तार्किक होना पड़ता है ??? क्या मानवता अभी भी जीवित नहीं है ??? क्यों नहीं...\r\n&nbsp;\r\nक्या हम अभी भी हैं ???\r\n&nbsp;\r\nक्या ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"मानव-होने-के-नाते","slug":"being-human"}],"slug":"being-human-","total":0}]}