{"id":1364,"title":"जीवन का लुप्तप्राय स्रोत: तीसरे ध्रुव से एक दृश्य","imageUrl":"e946482f-898a-4503-9df5-20c8d04783a4-tibet.jpg","dateCreated":"2020-06-14T12:48:32.59Z","dateModified":"2020-06-14T12:48:49.978Z","contributedBy":"AskGif","content":"<p>तिब्बत, दुनिया की छत उच्चतम और सबसे बड़ा पठार है जो कभी पृथ्वी पर मौजूद है। यह छह सबसे महत्वपूर्ण एशियाई नदियों का स्रोत है जो 1.3 बिलियन लोगों के खानपान के लिए दुनिया की सबसे अधिक आबादी वाली सभ्यताओं के पालने और संरक्षक रहे हैं। विशाल भूस्खलन को तीसरा ध्रुव कहा जाता है क्योंकि आर्कटिक और अंटार्कटिक ध्रुव के बाद दुनिया में सबसे अधिक बर्फ फैली हुई है। 46,000 ग्लेशियरों का घर मरुस्थलीकरण की ओर अग्रसर है। आकाश में स्थित यह द्वीप कार्बन सिंक के रूप में कार्य करता है और ग्लोबल वार्मिंग और पर्माफ्रॉस्ट के पिघलने को रोकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेनमेकर का स्वास्थ्य एक चिंता का विषय होना चाहिए क्योंकि प्रभाव केवल तिब्बती आबादी तक ही सीमित नहीं हैं, बल्कि यह चिंता है कि तिब्बतियों के अस्तित्व से परे, आधी मानवता का अस्तित्व।</p>\r\n<p>&nbsp;</p>\r\n<p>हर क्षेत्र का अपना प्राकृतिक संरक्षण और संरक्षण तंत्र होता है। तिब्बती पठार के लिए, खानाबदोश और उनकी परंपराएं और संस्कृति सुरक्षा उपाय थे। 1959 में तिब्बती भूमि में चीनियों के आगमन से न केवल प्राकृतिक बंदोबस्त हुए बल्कि तिब्बती खानाबदोशों का भी शोषण हुआ। पुनर्स्थापना को ठीक से संबोधित नहीं किया गया था और उनकी आबादी छोटे क्षेत्रों तक ही सीमित थी, उन्हें उनके पशुधन को बनाए रखने से रोक दिया गया था जो पीढ़ियों से उनकी आजीविका का स्रोत रहा है। दुनिया के अंतिम शेष कृषि-देहाती क्षेत्रों में से एक को घास के मैदान की अपनी गहरी समझ और पशुचिकित्सा ज्ञान की वजह से पनपा है, जो इन खानाबदोशों के पास 8,000 से अधिक वर्षों से एक अद्वितीय देहाती संस्कृति को बनाए रखता है। पर्यावरणीय गिरावट के समाधान के रूप में 2015 तक सभी तिब्बती खानाबदोशों को जबरन स्थायी संरचनाओं में बसाने की चीनी नीति ने वास्तव में बढ़ती गरीबी, आगे पर्यावरणीय गिरावट और सामाजिक टूटने का कारण बना है। हाल के शोध के अनुसार, अल्पाइन चरागाहों के सच्चे प्रबंधक अपमानित घास के मैदानों को बहाल करने में मदद कर सकते हैं और स्वदेशी घास, जड़ी-बूटियों और औषधीय रूप से उपयोगी पौधों की व्यापक जैव विविधता को बनाए रखने में मदद कर सकते हैं। इस नाजुक पारिस्थितिकी तंत्र के सच्चे अभिभावकों के बहिष्करण से केवल अपूरणीय क्षति होगी, जिसे दुनिया दिए गए स्तर पर बर्दाश्त नहीं कर सकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>लगातार बढ़ रही चीनी बांध-निर्माण की महत्वाकांक्षाओं ने बहाव वाले देशों में बहने वाले पानी की मात्रा और गुणवत्ता को कम कर दिया है और अगर अनियंत्रित छोड़ दिया जाता है, तो ग्लेशियरों के गायब होने और दुनिया के शीर्ष पानी के मरुस्थलीकरण की ओर अग्रसर होता रहेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>अनूठे, संसाधनपूर्ण और समृद्ध भूविज्ञान में अनियंत्रित खनन संचालन पर्यावरण को नीचा दिखाने का एक और कारण रहा है। खनिज संसाधनों को खान और अर्क के लिए विदेशी कंपनियों के लिए अपने दुर्गम क्षेत्र में खोलने से तिब्बती लोगों के मौलिक अधिकार का उल्लंघन हुआ है, यह निर्धारित करने के लिए कि उनके आर्थिक संसाधनों का उपयोग कैसे किया जाए। गंभीर भूस्खलन, बड़े पैमाने पर मिट्टी के कटाव और वन्यजीवों के नुकसान के जोखिम में क्रोमियम, तांबा, नमक, चांदी, सोना, लिथियम, सीसा, जस्ता, अभ्रक, गैस, मैग्नीशियम, पोटाश और यूरेनियम के निष्कर्षण के साथ चीनी अर्थव्यवस्था का ईंधन। निवास के कारण स्थानीय निवासियों ने विरोध प्रदर्शन किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिब्बत आज अपने निरंकुश शासकों के विकास के लिए भुगतान कर रहा है। रेलवे, रोडवेज, बुनियादी ढांचे, बांधों की श्रृंखला, खनन, खनन, नाजुक, भूकंपीय रूप से सक्रिय क्षेत्र में एक दिन उखड़ जाएगा और रेगिस्तान में दम तोड़ देगा और इसमें सभी डाउनस्ट्रीम आबादी विलुप्त हो जाएगी। यदि नदी का मुंह सूख जाता है, तो क्या यह पाठ्यक्रम उपजाऊ, बहने वाला और बारहमासी हो सकता है, क्या डेल्टा जैव विविधता का कारखाना होगा? दुनिया को इस प्रभाव का एहसास करना होगा कि तिब्बती जलवायु परिवर्तन पूरे महाद्वीप पर होगा, और एक हरियाली, बेहतर और स्वस्थ कल के लिए शासकों की पूंजीवादी महत्वाकांक्षाओं को धारण करेगा और पठार के लंबे जीवन के लिए समझदारी से काम करेगा।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e946482f-898a-4503-9df5-20c8d04783a4-tibet.jpg","subContents":[],"category":{"name":"कहानी","slug":"story"},"slug":"the-endangered-source-of-life-a-view-from-the-third-pole","tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"recommendations":[{"id":198,"title":"ऊँचा उठने के दौरान अतीत को अपने दिल में रखें","imageUrl":"ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","dateCreated":"2018-12-27T15:00:42.661Z","dateModified":"2018-12-27T15:05:07.085Z","contributedBy":"AskGif","content":"जैसा कि मैंने यह लिखा है, मैं वर्षों में सबसे दुखी हूं। हमारा इतिहास मांस-मदिरा, रक्तपात, मृत्यु और उस समय से भरा हुआ है जब मानव जाति को अपनी तरह से महारत हासिल थी। दासता से लेकर विभिन्न क्रांतियों तक, इतिहास गूँजने के एपिसोड के साथ रोता है और आदमी के साथ आदमी की आंसू भरी कहानियाँ सुनाता है। यह क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"मैंने जो भी महसूस किया वह लिखा","slug":"felt-it-wrote-it"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"आकांक्षा","slug":"aspiration"}],"slug":"keep-the-past-in-your-heart-while-you-soar-high","total":0},{"id":197,"title":"टोटका ! वास्तव में?","imageUrl":"5177c987-2e91-4e1b-8b1e-cd02614a7d04_superstition-totka.jpg","dateCreated":"2018-12-27T14:39:20.092Z","dateModified":"2018-12-27T14:44:35.706Z","contributedBy":"AskGif","content":"जीवन में कुछ घटनाओं के आने पर हर विकास निरर्थक लगता है। माला ने कहा कि हमारी घरेलू मदद ने आज मेरे साथ अपने डर को साझा किया। वह एक मेहनती महिला है, जो 4-5 घरों के दैनिक कामों में मदद करती है और अपना जीवनयापन करती है। वह तीन बच्चों की एक एकल माँ है- एक विवाहित बेटी और दो छोटे लड़के (लगभग 5-6 वर्ष)।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5177c987-2e91-4e1b-8b1e-cd02614a7d04_superstition-totka.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"मैंने जो भी महसूस किया वह लिखा","slug":"felt-it-wrote-it"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"अंधविश्वास","slug":"superstition"},{"name":"काला-जादू","slug":"black-magic"}],"slug":"totka-really","total":0},{"id":185,"title":"छोटे शहर बड़े सपने","imageUrl":"fa84033c-926d-44ed-acab-6e9b470b1b49_onstartups-think-big-dream-big.jpg","dateCreated":"2018-12-24T13:27:47.51Z","dateModified":"2018-12-24T13:28:58.698Z","contributedBy":"AskGif","content":"यह पोस्ट छोटे शहर के लोगों और बड़े शहर के लोगों के बारे में है और दोनों के बीच व्याप्त बीमारी का अंतर है ... छोटे शहर के लोग निश्चित रूप से थोड़े कम सुसज्जित हैं, लेकिन प्रतिभा में कोई कमी नहीं है और निश्चित रूप से बहुत मेहनती हैं। ..और जैसा कि कहा जाता है कि संघर्ष और कठिन परिश्रम के बाद व्यक्ति","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa84033c-926d-44ed-acab-6e9b470b1b49_onstartups-think-big-dream-big.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"small-town-big-dreams","total":0},{"id":184,"title":"मानव होने के नाते !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"इससे पहले कि मैं अपनी बात कहूं, मैं आपसे कुछ पूछना चाहता हूं ...\r\n&nbsp;\r\nऐसा क्यों है कि आज हमें किसी की मदद करने के लिए भी भयावह तार्किक होना पड़ता है ??? क्या मानवता अभी भी जीवित नहीं है ??? क्यों नहीं...\r\n&nbsp;\r\nक्या हम अभी भी हैं ???\r\n&nbsp;\r\nक्या ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"मानव-होने-के-नाते","slug":"being-human"}],"slug":"being-human-","total":0}]}