{"id":1365,"title":"Should India pursue Nuclear Power?","imageUrl":"10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","dateCreated":"2020-06-14T12:53:51.367Z","dateModified":"2020-06-14T12:54:25.153Z","contributedBy":"AskGif","content":"<p>Kudankulam, supposedly one of India&rsquo;s most successful nuclear power plants, faced a huge uproar by civil society post the 2011 Fukushima disaster. Kudankulam repeated in almost all sites of the nuclear power plants. India has faced one of the World&rsquo;s worst industrial disasters in the Bhopal Gas Tragedy, where till now, neither the compensations have reached the grieved people nor the losses have been recovered. S. P. Udayakumar, an activist, at a conference said that the government ignores, insults, and intimidates the people who are raising their voices against the menace of nuclear power. If the state is willing to pursue it in the plan documents, why does it suppress these voices? Don&rsquo;t they have answers to such upheavals?</p>\r\n<p>&nbsp;</p>\r\n<p>It is a popular belief that nuclear energy is clean energy, but apparently a lot of mildly radioactive hot coolant water from these nuclear power plants is discharged into the seas. The flora and fauna of the coastal regions suffer unbelievably and the government is still not sensitive to the negative impact this energy has on Life. With the fiscal and current account deficits being a grave concern for our emerging economy, the imports of nuclear fuel like Uranium from countries like Australia is heavy on our exchequer. The mining of Uranium is also not a safe practice, so does it not account for a reason good enough to discontinue our nuclear energy programs and instead look for cleaner and harmless sources of energy which sure are available in plenty, yet unexploited.</p>\r\n<p>&nbsp;</p>\r\n<p>The liability of the investors in nuclear power is unreasonably low, yet God forbid, in the situation of a disaster, the results are unacceptable and unimaginable. Nuclear energy constituted 18 percent of the global electricity generation in 1996, but now 10.8 percent of electricity is obtained from nuclear sources. This shift is because of the awareness that the ill effects are far more than the amount of relief this energy provides in the form of electricity. Nuclear energy is creating waste that cannot be disposed and its poisoned arm is Nuclear electricity by which the government is trying to camouflage the damages. Is the real picture clear to us? Despite inflation of knowledge, ignorance about this issue is one realm that needs to be explored, a matter that must be examined because the consequences will be irremediable.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","subContents":[],"category":{"name":"story","slug":"story"},"slug":"should-india-pursue-nuclear-power","tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"}],"recommendations":[{"id":1366,"title":"The smiles of future","imageUrl":"ab276dff-0bc2-4cf7-9b04-260eca318130-diampled-smile.jpg","dateCreated":"2020-06-14T12:59:50.228Z","dateModified":"2020-06-14T13:00:04.376Z","contributedBy":"AskGif","content":"Kids, aren&rsquo;t they the same everywhere? Aren&rsquo;t the challenges for the guardians the same and aren&rsquo;t the solutions just skillful tender care so that the wet cement is cast in a way that beautifies the society at large? Kids are the future of this world, and it is no different for ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ab276dff-0bc2-4cf7-9b04-260eca318130-diampled-smile.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"}],"slug":"the-smiles-of-future","total":0},{"id":187,"title":"Being a Daughter","imageUrl":"35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","dateCreated":"2018-12-24T14:13:58.178Z","dateModified":"2020-06-15T01:45:00.677Z","contributedBy":"AskGif","content":"First of all, I would like to congratulate all the boys out there who gave pleasant happiness to their parents, the day they were born and all the patience in the world to deal with their tantrums life-long.\r\nAnd secondly, girls, you could just do nothing about it. But make sure that you l","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"daughter","slug":"daughter"},{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"parent","slug":"parent"}],"slug":"being-a-daughter","total":0},{"id":186,"title":"Family No.1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"Family no.1... this was a daily soap that used to come on one of the tv channels...well that's just a lame statement justifying the title...but actually this post is about the family ties n bonds that we share....an assimilation of sweet and sour feelings which is forever cherished and which make","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"india","slug":"india"}],"slug":"family-no.1","total":0},{"id":184,"title":"Being Human !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"Before I have my say, I want to ask u something...\r\nWhy is it that today we have to get horrendously logical even when we want to help somebody??? isn't humanity still alive??? why not...\r\n<p style=\"text-align: center;\">ARE WE STILL HUMAN???\r\n<p style=\"text-align: center;\">ARE WE B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"being-human","slug":"being-human"}],"slug":"being-human-","total":0}]}