{"id":1365,"title":"क्या भारत को परमाणु ऊर्जा का पीछा करना चाहिए?","imageUrl":"10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","dateCreated":"2020-06-14T12:53:51.367Z","dateModified":"2020-06-14T12:54:25.153Z","contributedBy":"AskGif","content":"<p>माना जाता है कि कुडनकुलम, भारत के सबसे सफल परमाणु ऊर्जा संयंत्रों में से एक है, जिसे 2011 फुकुशिमा आपदा के बाद नागरिक समाज द्वारा भारी उथल-पुथल का सामना करना पड़ा। परमाणु ऊर्जा संयंत्रों के लगभग सभी स्थलों में कुडनकुलम दोहराया गया। भारत ने भोपाल गैस त्रासदी में दुनिया की सबसे खराब औद्योगिक आपदाओं में से एक का सामना किया है, जहां अब तक न तो शोकग्रस्त लोगों तक क्षतिपूर्ति पहुंची है और न ही नुकसान हुआ है। एक सम्मेलन में एक कार्यकर्ता, एस। पी। उदयकुमार ने कहा कि सरकार उन लोगों की उपेक्षा, अपमान, और उन्हें डराती है जो परमाणु शक्ति के खतरे के खिलाफ आवाज उठा रहे हैं। यदि राज्य योजना दस्तावेजों में इसे आगे बढ़ाने के लिए तैयार है, तो वह इन आवाजों को क्यों दबाता है? क्या उनके पास इस तरह की उथल-पुथल के जवाब नहीं हैं?</p>\r\n<p>&nbsp;</p>\r\n<p>यह एक लोकप्रिय धारणा है कि परमाणु ऊर्जा स्वच्छ ऊर्जा है, लेकिन इन परमाणु ऊर्जा संयंत्रों से जाहिर तौर पर बहुत हल्के रेडियोधर्मी गर्म शीतल जल को समुद्र में बहा दिया जाता है। तटीय क्षेत्रों के वनस्पति और जीव अविश्वसनीय रूप से पीड़ित हैं और सरकार अभी भी इस ऊर्जा के जीवन पर पड़ने वाले नकारात्मक प्रभाव के प्रति संवेदनशील नहीं है। राजकोषीय और चालू खाते की कमी हमारी उभरती अर्थव्यवस्था के लिए गंभीर चिंता का विषय है, ऑस्ट्रेलिया जैसे देशों से यूरेनियम जैसे परमाणु ईंधन का आयात हमारे खजाने पर भारी है। यूरेनियम का खनन भी एक सुरक्षित अभ्यास नहीं है, इसलिए यह हमारे परमाणु ऊर्जा कार्यक्रमों को बंद करने के लिए पर्याप्त कारण के लिए जिम्मेदार नहीं है और इसके बजाय ऊर्जा के क्लीनर और हानिरहित स्रोतों की तलाश करता है जो सुनिश्चित करें कि बहुत सारे उपलब्ध हैं, फिर भी अप्रकाशित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परमाणु ऊर्जा में निवेशकों का दायित्व अनुचित रूप से कम है, फिर भी भगवान ने मना कर दिया, एक आपदा की स्थिति में, परिणाम अस्वीकार्य और अकल्पनीय हैं। 1996 में परमाणु ऊर्जा ने वैश्विक बिजली उत्पादन का 18 प्रतिशत का गठन किया, लेकिन अब 10.8 प्रतिशत बिजली परमाणु स्रोतों से प्राप्त होती है। यह बदलाव इस जागरूकता के कारण है कि यह प्रभाव बिजली के रूप में इस ऊर्जा की राहत की मात्रा से कहीं अधिक है। परमाणु ऊर्जा अपशिष्ट पैदा कर रही है जिसका निपटान नहीं किया जा सकता है और इसकी जहरीली भुजा परमाणु बिजली है जिसके द्वारा सरकार नुकसान की भरपाई करने की कोशिश कर रही है। क्या असली तस्वीर हमारे लिए स्पष्ट है? ज्ञान की मुद्रास्फीति के बावजूद, इस मुद्दे के बारे में अज्ञानता एक दायरे है जिसे तलाशने की जरूरत है, एक ऐसे मामले की जांच होनी चाहिए क्योंकि परिणाम अपरिवर्तनीय होंगे।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","subContents":[],"category":{"name":"कहानी","slug":"story"},"slug":"should-india-pursue-nuclear-power","tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"recommendations":[{"id":1366,"title":"भविष्य की मुस्कुराहट","imageUrl":"ab276dff-0bc2-4cf7-9b04-260eca318130-diampled-smile.jpg","dateCreated":"2020-06-14T12:59:50.228Z","dateModified":"2020-06-14T13:00:04.376Z","contributedBy":"AskGif","content":"बच्चे, क्या वे हर जगह समान नहीं हैं? अभिभावकों के लिए चुनौतियां समान नहीं हैं और केवल कुशल निविदा देखभाल के समाधान नहीं हैं, ताकि गीला सीमेंट एक तरह से डाली जाए जो बड़े पैमाने पर समाज को सुशोभित करता है? बच्चे इस दुनिया का भविष्य हैं, और यह &rsquo;राष्ट्र&rsquo; के लिए अलग नहीं है जो निर्वासन में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ab276dff-0bc2-4cf7-9b04-260eca318130-diampled-smile.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"the-smiles-of-future","total":0},{"id":187,"title":"एक बेटी होने के नाते","imageUrl":"35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","dateCreated":"2018-12-24T14:13:58.178Z","dateModified":"2020-06-15T01:45:00.677Z","contributedBy":"AskGif","content":"सबसे पहले, मैं उन सभी लड़कों को बधाई देना चाहता हूं जिन्होंने अपने माता-पिता को सुखद दिन दिए, जिस दिन वे पैदा हुए थे और दुनिया के सभी धैर्य अपने नखरे जीवन भर निभाने के लिए।\r\n&nbsp;\r\nऔर दूसरी बात, लड़कियों, आप इसके बारे में कुछ नहीं कर सकते। लेकिन सुनिश्चित करें कि आप एक योग्य बेटी ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"बेटी","slug":"daughter"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"माता-पिता","slug":"parent"}],"slug":"being-a-daughter","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0},{"id":184,"title":"मानव होने के नाते !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"इससे पहले कि मैं अपनी बात कहूं, मैं आपसे कुछ पूछना चाहता हूं ...\r\n&nbsp;\r\nऐसा क्यों है कि आज हमें किसी की मदद करने के लिए भी भयावह तार्किक होना पड़ता है ??? क्या मानवता अभी भी जीवित नहीं है ??? क्यों नहीं...\r\n&nbsp;\r\nक्या हम अभी भी हैं ???\r\n&nbsp;\r\nक्या ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"मानव-होने-के-नाते","slug":"being-human"}],"slug":"being-human-","total":0}]}