{"id":1366,"title":"भविष्य की मुस्कुराहट","imageUrl":"ab276dff-0bc2-4cf7-9b04-260eca318130-diampled-smile.jpg","dateCreated":"2020-06-14T12:59:50.228Z","dateModified":"2020-06-14T13:00:04.376Z","contributedBy":"AskGif","content":"<p>बच्चे, क्या वे हर जगह समान नहीं हैं? अभिभावकों के लिए चुनौतियां समान नहीं हैं और केवल कुशल निविदा देखभाल के समाधान नहीं हैं, ताकि गीला सीमेंट एक तरह से डाली जाए जो बड़े पैमाने पर समाज को सुशोभित करता है? बच्चे इस दुनिया का भविष्य हैं, और यह &rsquo;राष्ट्र&rsquo; के लिए अलग नहीं है जो निर्वासन में रह रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हर बच्चे की एक अलग कहानी होती है, कि कैसे उन्हें अपने माता-पिता से अलग होना पड़ा, ज्यादातर समय, हमेशा के लिए। ऐसी जगह है जो इस तरह के नवजात प्राणियों की पीड़ा और जिम्मेदारी का एहसास करती है और इसे तिब्बती चिल्ड्रन विलेज कहा जाता है। एक जगह जीवन के बुनियादी अधिकारों से वंचित था युवा कदम कल जीवन की उम्मीद में प्रवेश करते हैं। शिक्षा, कैरियर, भविष्य की संभावनाएं लड़ाई के लिए नहीं हैं, लेकिन कल जहां उनके पास सुरक्षित आश्रय है और थोड़ा भोजन महत्वाकांक्षा है। इस सपने को पोषित किया जाता है और यह सुरक्षा इन युवा दिमागों को प्रदान की जाती है जो आगे की पढ़ाई के लिए विदेश जाते हैं, सरकारी n निर्वासन के लिए काम करते हैं, कला और परंपराओं को आगे बढ़ाते हैं, और उनमें से कई TCV को सेवाएं देने के लिए वापस आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जैसे ही आप एक घर में प्रवेश करते हैं, अन्य लोग इसे एक छात्रावास के रूप में समझ सकते हैं, आपको बच्चों के एक खुश झुंड द्वारा बधाई दी जाएगी और जब आप उन्हें तिब्बती तरीके से ताशी डेलेक कहते हुए अभिवादन करेंगे, तो वे खुशी से मुस्कराते हैं। वे आपको अपने जीवन में आमंत्रित करते हैं और आपको अपनी टीम का हिस्सा बनाते हैं, हो सकता है कि वे एक फुटबॉल के साथ पत्थर की पटिया पर पत्थर या टेबल-टेनिस के साथ गोल्फ खेल रहे हों, और आपको नियमों के साथ खेल सिखाते हों। विडंबना यह है कि हमारे जीवन, हमारे देश में आने पर हममें से कितने लोग उनके साथ ऐसा ही करते हैं, क्या हम उनकी खुशी और हमारी वास्तविकताओं को साझा करने के लिए पर्याप्त देखभाल करते हैं और क्या हम उन्हें जीवित रहने के कौशल का उल्लेख करते हैं? क्या हम उनके साथ अपने जीवन जीने की कला को साझा करते हैं? अधिकतर, इस प्रश्न का उत्तर नकारात्मक है क्योंकि हम उन्हें एलियंस के रूप में मानते हैं। वे हमारे देश में रह रहे हैं, उनमें से कई भारत में पैदा हुए हैं, उनकी पीढ़ियों ने यहां धर्मशाला के ऊंचे इलाकों में निवास किया है। यह वास्तव में, उनके लिए घर से दूर घर बन गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>मैक्लोडगंज के लोग एक स्वीकारकर्ता रहे हैं, जिस तरह से वे तिब्बती समुदाय के साथ सह-अस्तित्व में हैं और उन्हें घर से दूर घर मिल गया है। कुछ अनहोनी घटनाओं को छोड़कर, इस क्षेत्र में शांति गहन है। हम सभी को मानव जाति की भलाई के लिए लोगों को स्वीकार करने और उनके साथ संसाधनों को साझा करने के लिए इन लोगों से सीखना होगा, न केवल एक राष्ट्र के रूप में, बल्कि एक बड़े वैश्विक परिवार के रूप में विकसित होने के लिए। TCV के इन बच्चों की आकांक्षाएं हमारे बच्चों या हमारे बच्चों से बहुत अलग नहीं हैं। उन्हें खिलने दो और दुनिया में अच्छाई की खुशबू फैलाओ। क्या हम उनकी अगली पीढ़ी के लिए हमें वैसा ही मान सकते हैं, जैसा कि उनकी पिछली पीढ़ियों ने सोचा था कि एक दोस्त के रूप में, जो उनके कठिन समय में उनके साथ खड़े थे? हमें अपनी जड़ों और अपनी भावनाओं को नहीं भूलना चाहिए। उनके पास जाएं, स्वयंसेवक बनें, उनके कामों में उनकी मदद करें और खुद देखें कि फर्क सिर्फ लोगों के दिमाग में है, लेकिन वास्तव में, हम सभी एक समान हैं। एन्ट्रापी को इतना ऊँचा न बनने दें कि जिस रिश्ते को हमने सालों तक पोषित किया है वह बेकार चला जाए।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ab276dff-0bc2-4cf7-9b04-260eca318130-diampled-smile.jpg","subContents":[],"category":{"name":"कहानी","slug":"story"},"slug":"the-smiles-of-future","tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"recommendations":[{"id":1364,"title":"जीवन का लुप्तप्राय स्रोत: तीसरे ध्रुव से एक दृश्य","imageUrl":"e946482f-898a-4503-9df5-20c8d04783a4-tibet.jpg","dateCreated":"2020-06-14T12:48:32.59Z","dateModified":"2020-06-14T12:48:49.978Z","contributedBy":"AskGif","content":"तिब्बत, दुनिया की छत उच्चतम और सबसे बड़ा पठार है जो कभी पृथ्वी पर मौजूद है। यह छह सबसे महत्वपूर्ण एशियाई नदियों का स्रोत है जो 1.3 बिलियन लोगों के खानपान के लिए दुनिया की सबसे अधिक आबादी वाली सभ्यताओं के पालने और संरक्षक रहे हैं। विशाल भूस्खलन को तीसरा ध्रुव कहा जाता है क्योंकि आर्कटिक और अंटार्क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e946482f-898a-4503-9df5-20c8d04783a4-tibet.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"the-endangered-source-of-life-a-view-from-the-third-pole","total":0},{"id":198,"title":"ऊँचा उठने के दौरान अतीत को अपने दिल में रखें","imageUrl":"ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","dateCreated":"2018-12-27T15:00:42.661Z","dateModified":"2018-12-27T15:05:07.085Z","contributedBy":"AskGif","content":"जैसा कि मैंने यह लिखा है, मैं वर्षों में सबसे दुखी हूं। हमारा इतिहास मांस-मदिरा, रक्तपात, मृत्यु और उस समय से भरा हुआ है जब मानव जाति को अपनी तरह से महारत हासिल थी। दासता से लेकर विभिन्न क्रांतियों तक, इतिहास गूँजने के एपिसोड के साथ रोता है और आदमी के साथ आदमी की आंसू भरी कहानियाँ सुनाता है। यह क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"मैंने जो भी महसूस किया वह लिखा","slug":"felt-it-wrote-it"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"आकांक्षा","slug":"aspiration"}],"slug":"keep-the-past-in-your-heart-while-you-soar-high","total":0},{"id":185,"title":"छोटे शहर बड़े सपने","imageUrl":"fa84033c-926d-44ed-acab-6e9b470b1b49_onstartups-think-big-dream-big.jpg","dateCreated":"2018-12-24T13:27:47.51Z","dateModified":"2018-12-24T13:28:58.698Z","contributedBy":"AskGif","content":"यह पोस्ट छोटे शहर के लोगों और बड़े शहर के लोगों के बारे में है और दोनों के बीच व्याप्त बीमारी का अंतर है ... छोटे शहर के लोग निश्चित रूप से थोड़े कम सुसज्जित हैं, लेकिन प्रतिभा में कोई कमी नहीं है और निश्चित रूप से बहुत मेहनती हैं। ..और जैसा कि कहा जाता है कि संघर्ष और कठिन परिश्रम के बाद व्यक्ति","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa84033c-926d-44ed-acab-6e9b470b1b49_onstartups-think-big-dream-big.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"small-town-big-dreams","total":0},{"id":184,"title":"मानव होने के नाते !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"इससे पहले कि मैं अपनी बात कहूं, मैं आपसे कुछ पूछना चाहता हूं ...\r\n&nbsp;\r\nऐसा क्यों है कि आज हमें किसी की मदद करने के लिए भी भयावह तार्किक होना पड़ता है ??? क्या मानवता अभी भी जीवित नहीं है ??? क्यों नहीं...\r\n&nbsp;\r\nक्या हम अभी भी हैं ???\r\n&nbsp;\r\nक्या ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"मानव-होने-के-नाते","slug":"being-human"}],"slug":"being-human-","total":0}]}