{"id":1366,"title":"The smiles of future","imageUrl":"ab276dff-0bc2-4cf7-9b04-260eca318130-diampled-smile.jpg","dateCreated":"2020-06-14T12:59:50.228Z","dateModified":"2020-06-14T13:00:04.376Z","contributedBy":"AskGif","content":"<p>Kids, aren&rsquo;t they the same everywhere? Aren&rsquo;t the challenges for the guardians the same and aren&rsquo;t the solutions just skillful tender care so that the wet cement is cast in a way that beautifies the society at large? Kids are the future of this world, and it is no different for a &lsquo;nation&rsquo; that is living in exile.</p>\r\n<p>&nbsp;</p>\r\n<p>Every child has a different story, of how they had to separate from their parents, most of the time, forever. There is a place that realizes the agony and the responsibility of such nascent beings and it is called Tibetan Children&rsquo;s Village. A place was deprived of the basic rights to life young steps enter hoping for a life tomorrow. Education, career, future prospects are not up for the fight but a tomorrow where they have a safe shelter and a little food is the ambition. This dream is nurtured and this safety is provided here to these young minds who go abroad for further studies, work for the government n exile, carry forward the art and traditions, and many of them come back to give services to the TCV.</p>\r\n<p>&nbsp;</p>\r\n<p>As you enter a home, others may understand it to be a hostel, you would be greeted by a happy bunch of kids and when you greet them the Tibetan way saying Tashi Delek, they beam with happiness. They invite you into their life and make you a part of their team, may they be playing golf with marbles or table-tennis on a stone slab with a football, and teach you the game with the rules. Ironically, how many of us do the same with them when they come into our life, our country, do we care enough to share with them our happiness and our realities and do we mentor them on survival skills? do we share with them our art of living? Mostly, the answer to this question is negative as we treat them as aliens. They have been living in our country, many of them born in India, their generations have lived here in the highlands of Dharamshala. It has, indeed, become a home away from home for them.</p>\r\n<p>&nbsp;</p>\r\n<p>People from Mcloedganj have been an acceptor, in the way they co-exist with the Tibetan community and they have got a home away from home. Except for a few untoward instances, peace is profound in the region. We all have to learn from these people to accept people and share resources with them for the betterment of humankind, for us to grow not just as a nation, but as one big global family. These children at TCV don&rsquo;t have aspirations very different from what we have or our children are having. Let them blossom and spread the fragrance of goodness in the world. Can we be acceptor enough for their next generation to think of us in the same way as their previous generations have thought, as a friend, who stood by them in their difficult times? Let us not forget our roots and our emotions. Visit them, become a volunteer, help them in their chores, and see for yourself, the difference just lies in the minds of people, but in reality, we are all the same. don't let the entropy become so high that the relationship that we have nurtured for years go waste.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ab276dff-0bc2-4cf7-9b04-260eca318130-diampled-smile.jpg","subContents":[],"category":{"name":"story","slug":"story"},"slug":"the-smiles-of-future","tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"}],"recommendations":[{"id":1364,"title":"The endangered source of life: a view from the third pole","imageUrl":"e946482f-898a-4503-9df5-20c8d04783a4-tibet.jpg","dateCreated":"2020-06-14T12:48:32.59Z","dateModified":"2020-06-14T12:48:49.978Z","contributedBy":"AskGif","content":"Tibet, the roof of the world is the highest and the largest plateau that has ever existed on Earth. It is the source of six most important Asian rivers that have been the cradles and guardians of the world&rsquo;s most populous civilizations catering to 1.3 billion people. The huge landmass is ca","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e946482f-898a-4503-9df5-20c8d04783a4-tibet.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"}],"slug":"the-endangered-source-of-life-a-view-from-the-third-pole","total":0},{"id":198,"title":"Keep the past in your heart while you soar high","imageUrl":"ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","dateCreated":"2018-12-27T15:00:42.661Z","dateModified":"2018-12-27T15:05:07.085Z","contributedBy":"AskGif","content":"As I write this, I am the saddest I have been in years. Our history is so full of flesh-shed, bloodshed, death and times when humankind mastered his own kind. From slavery to the various revolutions, history weeps with the episodes of gut wrenching and tearful stories of man wronged by man. How w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"felt-it-wrote-it","slug":"felt-it-wrote-it"},{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"aspiration","slug":"aspiration"}],"slug":"keep-the-past-in-your-heart-while-you-soar-high","total":0},{"id":185,"title":"Small Town - Big Dreams","imageUrl":"fa84033c-926d-44ed-acab-6e9b470b1b49_onstartups-think-big-dream-big.jpg","dateCreated":"2018-12-24T13:27:47.51Z","dateModified":"2018-12-24T13:28:58.698Z","contributedBy":"AskGif","content":"This post is about small-town people and big-city people and the sickening difference that seems to prevail between the two... small town people are definitely a little lesser equipped but have no dearth of talent and are definitely very hard working....and as is said the thing that one gets afte","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa84033c-926d-44ed-acab-6e9b470b1b49_onstartups-think-big-dream-big.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"}],"slug":"small-town-big-dreams","total":0},{"id":184,"title":"Being Human !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"Before I have my say, I want to ask u something...\r\nWhy is it that today we have to get horrendously logical even when we want to help somebody??? isn't humanity still alive??? why not...\r\n<p style=\"text-align: center;\">ARE WE STILL HUMAN???\r\n<p style=\"text-align: center;\">ARE WE B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"being-human","slug":"being-human"}],"slug":"being-human-","total":0}]}