{"id":1367,"title":"सुशांत सिंह राजपूत की आखिरी बार फोटो रिया चक्रवर्ती के साथ वायरल हुई","imageUrl":"662d79f5-2af9-42ea-aa8d-1e3ce9016c34-pjimage.jpg","dateCreated":"2020-06-15T04:09:15.341Z","dateModified":"2020-06-15T04:41:17.954Z","contributedBy":"AskGif","content":"<p>अभिनेता सुशांत सिंह राजपूतों की अचानक मौत की खबर ने सभी को स्तब्ध कर दिया था, इसके बाद अभिनेता की एक पुरानी तस्वीर उनकी रिया गर्लफ्रेंड रिया चक्रवर्ती के साथ सोशल मीडिया पर वायरल हो गई।</p>\r\n<p>अभिनेता सुशांत सिंह राजपूतों की अचानक मौत की खबर ने सभी को स्तब्ध कर दिया था, इसके बाद अभिनेता की एक पुरानी तस्वीर उनकी रिया गर्लफ्रेंड रिया चक्रवर्ती के साथ सोशल मीडिया पर वायरल हो गई। तस्वीर, जिसमें वे मुंबई में अपने जिम के बाहर स्पॉट किए गए थे, कहा जाता है कि यह एक साथ उनकी आखिरी तस्वीर है। उन्हें 11 मार्च को एक साथ भेज दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>तस्वीर में सुशांत नीले रंग की प्रिंटेड टी-शर्ट और काले रंग की शॉर्ट्स पहने हुए दिखाई दे रहे हैं, जबकि रिया एक गैलेक्सी प्रिंट योगा शॉर्ट्स और एक ग्रे टॉप में नजर आ रही हैं। सुशांत और रिया अक्सर एक साथ वर्कआउट करते थे। उन्हें कई बार उनके जिम के बाहर तड़क दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इस साल की शुरुआत में आईएएनएस के साथ एक साक्षात्कार में, रिया ने कहा कि वह अपने निजी जीवन में कोई घुसपैठ पसंद नहीं करती है, और यही कारण है कि वह सुशांत के साथ अपने संबंधों की अफवाहों पर कभी प्रतिक्रिया नहीं देती है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह पूछे जाने पर कि क्या हाल ही में उनके कथित अफेयर के बारे में सुर्खियों में आने से उनका ध्यान काम से हट जाता है, रिया ने आईएएनएस को बताया, \"सुशांत एक प्यारे दोस्त हैं। मैं उन्हें कई सालों से जानती हूं। इस पर और कोई टिप्पणी नहीं।\"</p>\r\n<p>&nbsp;</p>\r\n<p>रविवार को सुशांत को उनके बांद्रा स्थित आवास पर फांसी पर लटका हुआ पाया गया, उनकी घरेलू मदद से जिन्होंने पुलिस को सतर्क किया।</p>\r\n<p>&nbsp;</p>\r\n<p>अभिनेता बिहार से हैं और मुंबई शिफ्ट होने से पहले पटना और नई दिल्ली में पढ़े थे।</p>\r\n<p>&nbsp;</p>\r\n<p>\"पवित्रा रिश्ता\" के साथ छोटे पर्दे पर खुद को स्थापित करने के बाद, उन्होंने \"काई पोहे\" फिल्म के साथ बड़े पर्दे पर संक्रमण किया। वह \"शुद्ध देसी रोमांस\", बायोपिक \"एम.एस.धोनी: द अनटोल्ड स्टोरी\", \"केदारनाथ\" और \"छिछोरे\" सहित कई अन्य परियोजनाओं को करने गए।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/662d79f5-2af9-42ea-aa8d-1e3ce9016c34-pjimage.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"sushant-singh-rajputs-last-seen-photo-with-rhea-chakraborty-goes-viral","tags":[{"name":"इंडिया","slug":"india"}],"recommendations":[{"id":1530,"title":"AIIMS रिपोर्ट रूल्स सुशांत सिंह राजपूत मर्डर थ्योरी, सूत्रों का कहना है","imageUrl":"icon_9ebf5700-4b59-4f0f-9e11-44dbd7a80071.png","dateCreated":"2020-10-03T08:10:07.648Z","dateModified":"2020-10-03T08:10:24.48Z","contributedBy":"sumitc91","content":"अभिनेता सुशांत सिंह राजपूत की हत्या नहीं की गई और यह आत्महत्या का मामला है, दिल्ली के एम्स के डॉक्टरों की एक टीम ने सीबीआई से अपनी राय में कहा है, सूत्रों ने एनडीटीवी से कहा है, अभिनेता के परिवार और उनके वकील द्वारा जहर और गला घोंटना के सिद्धांतों को खारिज करना ।<br />34 वर्षीय फिल्म स्टार को 14 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9ebf5700-4b59-4f0f-9e11-44dbd7a80071.png","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"भारत","slug":"india"}],"slug":"aiims-report-rules-out-sushant-singh-rajput-murder-theories-say-sources","total":0},{"id":1385,"title":"सुशांत सिंह राजपूत की गर्लफ्रेंड रिया चक्रवर्ती के खिलाफ केस दर्ज; सलमान खान ने अपने फैंस से किया 'सुशांत के फैंस का समर्थन, और भी बहुत कुछ ...","imageUrl":"b00a492c-d63b-4397-9d0e-cd1a1e6b92ca-76492557.jpg","dateCreated":"2020-06-21T10:06:32.692Z","dateModified":"2020-06-21T10:25:45.334Z","contributedBy":"AskGif","content":"सुशांत सिंह राजपूत का निर्जीव शरीर 14 जून को मुंबई के बांद्रा स्थित उनके आवास पर लटका हुआ पाए जाने के तुरंत बाद, मुंबई पुलिस ने जांच शुरू की और अपनी प्रेमिका, अभिनेत्री रिया चक्रवर्ती का बयान दर्ज किया। अब, ऐसा लगता है कि अभिनेता के एक प्रशंसक ने बिहार के मुजफ्फरपुर में रिया के खिलाफ शिकायत दर्ज ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b00a492c-d63b-4397-9d0e-cd1a1e6b92ca-76492557.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"case-filed-against-sushant-singh-rajputs-girlfriend-rhea-chakraborty-salman-khan-appeals-his-fans-to-support-sushants-fans-and-more","total":0},{"id":1024,"title":"सुप्रीम कोर्ट ने राम मंदिर के पक्ष में अयोध्या के फैसले के खिलाफ सभी समीक्षा याचिकाओं को खारिज कर दिया","imageUrl":"050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","dateCreated":"2019-12-12T13:18:24.186Z","dateModified":"2020-04-05T07:12:11.631Z","contributedBy":"AskGif","content":"सुप्रीम कोर्ट ने गुरुवार को अयोध्या मामले में एक संविधान पीठ के आदेश को चुनौती देने वाली सभी समीक्षा याचिकाओं को खारिज कर दिया जिसमें विवादित स्थल पर राम मंदिर निर्माण का रास्ता साफ हो गया था। शीर्ष अदालत, जिसने इन-चेंबर में विचार के लिए इन पुनर्विचार याचिकाओं को लिया, उन्हें कोई योग्यता नहीं मिल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"भारत","slug":"india"}],"slug":"supreme-court-dismisses-all-review-petition-against-ayodhya-verdict-in-favour-of-ram-temple","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0}]}