{"id":1372,"title":"Fact Check: Is World Going To End On June 21 According To Mayan Calendar?","imageUrl":"5a90a4a6-20f1-49df-9fe2-09e2e8c9d17d-Mayan-calendar.jpg","dateCreated":"2020-06-19T03:45:12.83Z","dateModified":"2020-06-19T04:32:41.369Z","contributedBy":"AskGif","content":"<p>Fact check: A number of social media users have shared a conspiracy theory suggesting that the world will end on June 21, 2020, but they have proven false.</p>\r\n<p>&nbsp;</p>\r\n<p>What does the theory suggest?&nbsp;</p>\r\n<p>According to various conspiracy theorists on social media, the initial reading of the Mayan calendar which suggested that the world will end in 2012 was wrong. It originally prophesied by calendar readers that the world will end on December 21, 2012, according to the Mayan calendar. The new theory suggests that we are 'technically' still in the year 2012 if the Julian calendar is followed. The theory also bases its claims on a previously falsified theory which suggested that eight years were lost during the transition from the Julian to the Gregorian calendar.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Origin</p>\r\n<p>Social media has witnessed a recent trend where a number of conspiracy theorists have been posting unverified theories on the internet which increase the paranoia in people's minds. As the COVID-19 outbreak became a global scare, a number of users started posting theories that suggest that 2020 will be the final year witnessed by humanity. Some wild theories also suggested that the events of the apocalypse are taking place in the world, but did not have any concrete evidence backing them. Similarly, the recent conspiracy theory doing the rounds on social media which suggests that the world will end on June 21, 2020, according to the Mayan calendar also does not hold any truth.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The world was previously prophesied to end on December 21, 2012. Various conspiracy theorists used the Mayan calendar to push a theory that put a doomsday on Earth's experience. This latest conspiracy theory also uses the Mayan calendar theory which was officially shunned by NASA back in 2012. NASA officials had stated during a public conversation there was no science behind any claims of disaster and dramatic changes in 2012, also that there was no evidence that could back the theory. Since there was no evidence, NASA deemed the theory as a fictional assertion that could not change the facts.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Google Trends Analysis</p>\r\n<p>As witnessed earlier, the conspiracy theories which suggest dramatic and disastrous consequences often gain traction from people who wish to find the truth themselves. Similarly, a number of people took to Google and searched whether the recent conspiracy theory holds any truth to it. This resulted in a surge of search results surrounding topics like 'Alternate reading of Mayan calendar', 'Mayan calendar June 21, 2020', and various others.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://www.republicworld.com/fact-check/viral/fact-check-is-the-world-going-to-end-on-june-21.html</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a90a4a6-20f1-49df-9fe2-09e2e8c9d17d-Mayan-calendar.jpg","subContents":[],"category":{"name":"informatives","slug":"informatives"},"slug":"fact-check-is-world-going-to-end-on-june-21-according-to-mayan-calendar","tags":[{"name":"mayan-calendar","slug":"mayan-calendar"},{"name":"world","slug":"world"}],"recommendations":[{"id":1372,"title":"Fact Check: Is World Going To End On June 21 According To Mayan Calendar?","imageUrl":"5a90a4a6-20f1-49df-9fe2-09e2e8c9d17d-Mayan-calendar.jpg","dateCreated":"2020-06-19T03:45:12.83Z","dateModified":"2020-06-19T04:32:41.369Z","contributedBy":"AskGif","content":"Fact check: A number of social media users have shared a conspiracy theory suggesting that the world will end on June 21, 2020, but they have proven false.\r\n&nbsp;\r\nWhat does the theory suggest?&nbsp;\r\nAccording to various conspiracy theorists on social media, the initial rea","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a90a4a6-20f1-49df-9fe2-09e2e8c9d17d-Mayan-calendar.jpg","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"mayan-calendar","slug":"mayan-calendar"},{"name":"world","slug":"world"}],"slug":"fact-check-is-world-going-to-end-on-june-21-according-to-mayan-calendar","total":0}]}