{"id":1372,"title":"तथ्य की जाँच करें: क्या मई 21 कैलेंडर के अनुसार विश्व का अंत हो सकता है?","imageUrl":"5a90a4a6-20f1-49df-9fe2-09e2e8c9d17d-Mayan-calendar.jpg","dateCreated":"2020-06-19T03:45:12.83Z","dateModified":"2020-06-19T04:32:41.369Z","contributedBy":"AskGif","content":"<p>तथ्य की जांच: कई सोशल मीडिया उपयोगकर्ताओं ने एक षड्यंत्र सिद्धांत साझा किया है जिसमें कहा गया है कि दुनिया 21 जून 2020 को समाप्त हो जाएगी, लेकिन वे झूठे साबित हुए।</p>\r\n<p>&nbsp;</p>\r\n<p>सिद्धांत क्या सुझाव देता है?</p>\r\n<p>सोशल मीडिया पर विभिन्न साजिश सिद्धांतकारों के अनुसार, माया कैलेंडर के प्रारंभिक रीडिंग ने सुझाव दिया कि दुनिया 2012 में समाप्त हो जाएगी गलत था। यह मूल रूप से कैलेंडर पाठकों द्वारा भविष्यवाणी की गई है कि मई 21 कैलेंडर के अनुसार दुनिया 21 दिसंबर 2012 को समाप्त हो जाएगी। नए सिद्धांत से पता चलता है कि हम अभी भी वर्ष 2012 में 'तकनीकी रूप से' हैं यदि जूलियन कैलेंडर का पालन किया जाता है। यह सिद्धांत एक पुराने मिथ्या सिद्धांत पर अपने दावों को भी आधार देता है जिसमें सुझाव दिया गया था कि जूलियन से ग्रेगोरियन कैलेंडर में संक्रमण के दौरान आठ साल खो गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>मूल</p>\r\n<p>सोशल मीडिया ने हाल ही में एक प्रवृत्ति देखी है जहां कई षड्यंत्र सिद्धांतकारों ने इंटरनेट पर असत्यापित सिद्धांत पोस्ट किए हैं जो लोगों के दिमाग में व्यामोह को बढ़ाते हैं। जैसे ही COVID-19 का प्रकोप एक वैश्विक डर बन गया, कई उपयोगकर्ताओं ने उन सिद्धांतों को पोस्ट करना शुरू कर दिया जो बताते हैं कि 2020 मानवता का अंतिम वर्ष होगा। कुछ जंगली सिद्धांतों ने यह भी सुझाव दिया कि सर्वनाश की घटनाएं दुनिया में हो रही हैं, लेकिन उनके पास कोई ठोस सबूत नहीं था। इसी तरह, हाल ही में सोशल मीडिया पर जो राउंड थ्योरी कर रहा है, जो बताता है कि 21 जून, 2020 को दुनिया खत्म हो जाएगी, मय कैलेंडर के अनुसार भी कोई सच्चाई नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>दुनिया को पहले 21 दिसंबर, 2012 को समाप्त होने की भविष्यवाणी की गई थी। विभिन्न साजिश सिद्धांतकारों ने एक सिद्धांत को धक्का देने के लिए माया कैलेंडर का इस्तेमाल किया, जिसने पृथ्वी के अनुभव पर एक प्रलय का दिन डाल दिया। यह नवीनतम षड्यंत्र सिद्धांत भी माया कैलेंडर सिद्धांत का उपयोग करता है जिसे 2012 में नासा ने आधिकारिक रूप से वापस ले लिया था। नासा के अधिकारियों ने एक सार्वजनिक बातचीत के दौरान कहा था कि 2012 में आपदा और नाटकीय परिवर्तन के किसी भी दावे के पीछे कोई विज्ञान नहीं था, यह भी कि कोई सबूत नहीं था कि सिद्धांत वापस कर सकता है। चूंकि कोई सबूत नहीं था, नासा ने सिद्धांत को एक काल्पनिक दावे के रूप में समझा जो तथ्यों को बदल नहीं सकते थे।</p>\r\n<p>&nbsp;</p>\r\n<p>Google रुझान विश्लेषण</p>\r\n<p>जैसा कि पहले देखा गया था, षड्यंत्र के सिद्धांत जो नाटकीय और विनाशकारी परिणामों का सुझाव देते हैं, अक्सर उन लोगों से कर्षण प्राप्त करते हैं जो स्वयं सच्चाई खोजने की इच्छा रखते हैं। इसी तरह, कई लोग Google पर गए और खोजा कि क्या हालिया षड्यंत्र का सिद्धांत इसके लिए कोई सच्चाई रखता है। इसके परिणामस्वरूप 'माया कैलेंडर का वैकल्पिक पठन', 'माया कैलेंडर 21 जून, 2020' और विभिन्न अन्य विषयों के आसपास के खोज परिणामों में वृद्धि हुई।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://www.republicworld.com/fact-check/viral/fact-check-is-the-world-going-to-end-on-june-21.html</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a90a4a6-20f1-49df-9fe2-09e2e8c9d17d-Mayan-calendar.jpg","subContents":[],"category":{"name":"लेख","slug":"informatives"},"slug":"fact-check-is-world-going-to-end-on-june-21-according-to-mayan-calendar","tags":[{"name":"मय-कैलेंडर","slug":"mayan-calendar"},{"name":"विश्व","slug":"world"}],"recommendations":[{"id":1372,"title":"तथ्य की जाँच करें: क्या मई 21 कैलेंडर के अनुसार विश्व का अंत हो सकता है?","imageUrl":"5a90a4a6-20f1-49df-9fe2-09e2e8c9d17d-Mayan-calendar.jpg","dateCreated":"2020-06-19T03:45:12.83Z","dateModified":"2020-06-19T04:32:41.369Z","contributedBy":"AskGif","content":"तथ्य की जांच: कई सोशल मीडिया उपयोगकर्ताओं ने एक षड्यंत्र सिद्धांत साझा किया है जिसमें कहा गया है कि दुनिया 21 जून 2020 को समाप्त हो जाएगी, लेकिन वे झूठे साबित हुए।\r\n&nbsp;\r\nसिद्धांत क्या सुझाव देता है?\r\nसोशल मीडिया पर विभिन्न साजिश सिद्धांतकारों के अनुसार, माया कैलेंडर के प्र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a90a4a6-20f1-49df-9fe2-09e2e8c9d17d-Mayan-calendar.jpg","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"मय-कैलेंडर","slug":"mayan-calendar"},{"name":"विश्व","slug":"world"}],"slug":"fact-check-is-world-going-to-end-on-june-21-according-to-mayan-calendar","total":0}]}