{"id":1382,"title":"Glenmark's FabiFlu approved for coronavirus treatment in India, costs Rs 103 per tablet","imageUrl":"8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","dateCreated":"2020-06-20T18:16:31.31Z","dateModified":"2020-06-20T18:16:54.571Z","contributedBy":"AskGif","content":"<p>Mumbai-based Glenmark Pharmaceuticals have launched a new antiviral drug - Favipiravir with brand name FabiFlu - for the treatment of mild to moderate Covid-19 patients. The firm has become the first Indian company to commercially launch an antiviral drug. Indian drug regulator Drug Controller General of India (DCGI) gave the company approval for marketing and manufacturing after which the product was launched in the Indian market today.</p>\r\n<p>A pack of 34 tablets of FabiFlu has been priced at Rs 3,500 (Rs 103 per tablet). The dosage is 200 mg X 9 tablets on day one and 200 mg X 4 tablets a day for 14 days of the treatment. However, it should only be taken after a doctor's prescription. A clinical trial was conducted by Glenmark among 90 mild and 60 moderate Covid-19 patients across 11 sites in India. The drug is claimed to have an efficacy of over 80% in the treatment of mild to moderate Covid-19 patients.</p>\r\n<p>Delhi-based Brinton Pharmaceuticals, Bengaluru-based Strides Pharma, Mumbai-based Lasa Supergenerics and Hyderabad-based Optimus Pharma are some of the other Indian firms that have applied for approval and are readying for its launch in India, according to sources.</p>\r\n<p>The active pharmaceutical ingredient (API) and the formulation for FabiFlu were developed by Glenmark through in-house research and development. The DCGI allowed fast track trials with Phase III in limited patients. The approval process is also under Emergency Use Authorisation (EUA).</p>\r\n<p>With nearly 13,000 deaths and a fatality rate of 3.28%, India has nearly 4 lakh coronavirus patients as of now. On June 20, 14,516 new cases were reported in the country.</p>\r\n<p>\"The approval comes at a time when cases in India are spiraling like never before and putting tremendous pressure on our healthcare system. FabiFlu will reduce this pressure. Glenmark will work with the government and medical community to make it quickly accessible to patients across the country,\" said Glenn Saldanha, Chairman and Managing Director, Glenmark Pharmaceuticals.</p>\r\n<p>The drug acts by getting into cells and inhibits the activity of viral replication to reduce the viral load. Early use of antiviral drugs can control a high rate of viral replication. However, if not controlled initially, viral replication slows down in later stages resulting in complications due to the body's violent immune response which may also result in organ failure, said the company sources.</p>\r\n<p>However, experts say that it is not a 'magic drug' but can help amid rising cases. \"It is not a magic bullet as it is not the only thing we have to give. This is not a specific drug made for Covid-19 and has been found to be useful, but how much it will be useful we will have to see. Real efficacy will be known when administered on a large scale,\" said Dr Vikas Maurya, Director, Department of Pulmonology and Sleep Disorders, Fortis Hospital, Shalimar Bagh.</p>\r\n<p>He added, \"The best thing is that it is an oral drug, while Ramdesiver is an intravenous drug. It (Favipiravir) can be even taken at home. So even if it is giving some benefit, it will be quite useful\".</p>\r\n<p>A study combining two anti-viral drugs, Favipiravir (an approved drug for novel flu pandemics) with Umifenovir (an approved drug for Influenza) in Covid-19 patients is also being undertaken by Glenmark.</p>\r\n<p>Favipiravir is already being used commercially in the therapeutic management of COVID-19 in Bangladesh and UAE. It is sold under the brand name Avigan by Fujifilm Toyama Chemical and is approved in Japan since 2014 in treating influenza.</p>\r\n<p>It is under the approval process in Egypt and Jordan and is a part of the treatment protocol in Russia, Japan, and Saudi Arabia. About 18 global clinical trials in 3,000 subjects are going on including in India, the USA, Canada, Italy, China, France, UK, and other countries.</p>\r\n<p>In Japan, the drug has been approved for compassionate use on 2,050 Covid-19 patients. It's also approved for novel or re-emerging pandemic influenza virus infection in the country. A trial of 760 patients of Favipiravir is underway in Canada. A couple of studies in China had also shown promising results. A Russian study among 390 patients had shown an 80 percent-plus success rate and a trial among 2,141 patients in Japan showed an above 88 percent success rate.</p>\r\n<p>Dr Rommel Tickoo, Associate Director, Internal Medicine, Max Healthcare, said the drug could be a \"potential game-changer\".</p>\r\n<p>\"We don't have much data, but whatever data we have shows that it is promising. We will have clearer information about the efficacy of the drug in the next two months. The preliminary report is promising which means that they (Glenmark) know that it works,\" he said.</p>\r\n<p>\"It has to be given at an early stage and is a potential game-changer as it can be given in tablet form and thus is easy to administer, and is relatively inexpensive,\" he explained.</p>\r\n<p>Noted city-based lung surgeon, Dr. Arvind Kumar said he does not believe that any of these antiviral drugs like Remdisiver or Favipiravir will be game-changers.</p>\r\n<p>\"If at all ''game changer'' can be used, it is for dexamethasone which has shown a significant reduction in mortality and is available cheaply,\" he said.</p>\r\n<p>There are so many medications available and Favipiravir will also help some patients, added Kumar, who works at Sir Ganga Ram Hospital here.</p>\r\n<p>Source: https://askblog.page.link/nBmg</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"glenmarks-fabiflu-approved-for-coronavirus-treatment-in-india-costs-rs-103-per-tablet","tags":[{"name":"coronavirus","slug":"coronavirus"}],"recommendations":[{"id":1232,"title":"Coronavirus man-made in Wuhan lab: Nobel laureate","imageUrl":"9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","dateCreated":"2020-04-20T07:06:15.437Z","dateModified":"2020-04-20T08:06:58.881Z","contributedBy":"AskGif","content":"<div class=\"_3WlLe clearfix  \">\r\n<div class=\"_3WlLe clearfix  \">NEW DELHI: Creating a scientific firestorm across the world, French virologist and medicine Nobel laureate Luc Montagnier has claimed that SARS-CoV-2, the virus that led to the global pandemic, is &ldquo;man-made&rdquo; as it&rsquo;s th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"coronavirus","slug":"coronavirus"}],"slug":"coronavirus-man-made-in-wuhan-lab-nobel-laureate","total":0},{"id":1172,"title":"Coronavirus: Australian scientists begin tests of potential vaccines","imageUrl":"0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","dateCreated":"2020-04-02T11:18:50.57Z","dateModified":"2020-04-02T11:19:06.437Z","contributedBy":"AskGif","content":"Scientists in Australia have begun testing two potential coronavirus vaccines in \"milestone\" lab trials.\r\nThe vaccines, made by Oxford University and US company Inovio Pharmaceutical, have been cleared for animal testing by the World Health Organization.\r\nAustralia's national scienc","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"coronavirus","slug":"coronavirus"},{"name":"covid-19","slug":"covid-19"}],"slug":"coronavirus-australian-scientists-begin-tests-of-potential-vaccines","total":0},{"id":1171,"title":"Munger: Corona attacked team arriving to sample suspects","imageUrl":"55fb7784-379c-4210-883d-24323357db97_bihar_police.jpg","dateCreated":"2020-04-02T07:20:17.114Z","dateModified":"2020-04-02T07:20:29.616Z","contributedBy":"AskGif","content":"People attacked the police team in Munger and Katihar districts on Wednesday. While the team arrived in Munger to collect samples of suspects from Corona, the police patrol vehicle was attacked by villagers in Katihar.\r\n&nbsp;\r\nThe Quick Response Team reached Hazratganj Bada in the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/55fb7784-379c-4210-883d-24323357db97_bihar_police.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"coronavirus","slug":"coronavirus"}],"slug":"munger-corona-attacked-team-arriving-to-sample-suspects","total":0},{"id":1165,"title":"Everything you should know about coronavirus symptoms","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"The coronavirus pandemic is rapidly turning into a severe emergency. With over 70,000 infection cases and 3000 lives lost so far, coronavirus remains to be one of the deadliest infections which are spreading fast. As of yesterday, two fresh cases have been recorded in India, with one reported in ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"coronavirus","slug":"coronavirus"}],"slug":"everything-you-should-know-about-coronavirus-symptoms","total":0}]}