{"id":1382,"title":"भारत में कोरोनोवायरस उपचार के लिए ग्लेनमार्क के फैबीफ्लू को मंजूरी दी गई, इसकी कीमत 103 रुपये प्रति टैबलेट है","imageUrl":"8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","dateCreated":"2020-06-20T18:16:31.31Z","dateModified":"2020-06-20T18:16:54.571Z","contributedBy":"AskGif","content":"<p>मुंबई स्थित ग्लेनमार्क फ़ार्मास्युटिकल्स ने एक नई एंटीवायरल दवा - फेविपिरविर को ब्रांड नाम फैबीफ्लू के साथ लॉन्च किया है - हल्के से मध्यम कोविद -19 रोगियों के उपचार के लिए। फर्म एंटीवायरल ड्रग को व्यावसायिक रूप से लॉन्च करने वाली पहली भारतीय कंपनी बन गई है। भारतीय ड्रग रेगुलेटर ड्रग कंट्रोलर जनरल ऑफ़ इंडिया (DCGI) ने कंपनी को मार्केटिंग और मैन्युफैक्चरिंग की मंजूरी दे दी जिसके बाद आज भारतीय बाज़ार में प्रोडक्ट लॉन्च किया गया।</p>\r\n<p>फेबीफ्लू के 34 टैबलेट के एक पैकेट की कीमत 3,500 रुपये (103 रुपये प्रति टैबलेट) रखी गई है। खुराक एक दिन में 200 मिलीग्राम एक्स 9 टैबलेट और 14 दिनों के उपचार के लिए 200 मिलीग्राम एक्स 4 टैबलेट एक दिन है। हालांकि, यह केवल डॉक्टर के पर्चे के बाद ही लिया जाना चाहिए। भारत में 11 साइटों में 90 हल्के और 60 मध्यम कोविद -19 रोगियों के बीच ग्लेनमार्क द्वारा एक नैदानिक ​​परीक्षण किया गया था। दवा का दावा है कि हल्के से मध्यम कोविद -19 रोगियों के उपचार में 80% से अधिक प्रभावकारिता है।</p>\r\n<p>सूत्रों के अनुसार, दिल्ली स्थित ब्रिंटन फार्मास्युटिकल्स, बेंगलुरु स्थित स्ट्राइड्स फार्मा, मुंबई स्थित लेसा सुपरजेनरिक्स और हैदराबाद स्थित ऑप्टिमस फार्मा कुछ अन्य भारतीय फर्म हैं, जिन्होंने मंजूरी के लिए आवेदन किया है और भारत में इसके लॉन्च के लिए तैयार हैं।</p>\r\n<p>घर के अनुसंधान और विकास के माध्यम से ग्लेनमार्क द्वारा फ़ेबीफ्लू के लिए सक्रिय दवा घटक (एपीआई) और सूत्रीकरण विकसित किया गया था। DCGI ने सीमित रोगियों में चरण III के साथ फास्ट ट्रैक परीक्षणों की अनुमति दी। अनुमोदन प्रक्रिया आपातकालीन उपयोग प्राधिकरण (ईयूए) के तहत भी है।</p>\r\n<p>लगभग 13,000 मौतों और 3.28% की मृत्यु दर के साथ, भारत में अब तक लगभग 4 लाख कोरोनोवायरस रोगी हैं। 20 जून को देश में 14,516 नए मामले सामने आए।</p>\r\n<p>\"अनुमोदन ऐसे समय में आता है जब भारत में मामले पहले की तरह सर्पिल हो रहे हैं और हमारे स्वास्थ्य सेवा क्षेत्र पर जबरदस्त दबाव डाल रहे हैं। फैबीफ्लू इस दबाव को कम करेगा। ग्लेनमार्क सरकार और चिकित्सा समुदाय के साथ मिलकर काम करेगा ताकि यह देश भर में रोगियों के लिए सुलभ हो सके। , ग्लेनमार्क फार्मास्युटिकल्स के अध्यक्ष और प्रबंध निदेशक ग्लेन सल्दान्हा ने कहा।</p>\r\n<p>दवा कोशिकाओं में जाकर काम करती है और वायरल लोड को कम करने के लिए वायरल प्रतिकृति की गतिविधि को रोकती है। एंटीवायरल दवाओं के शुरुआती उपयोग से वायरल प्रतिकृति की उच्च दर को नियंत्रित किया जा सकता है। हालांकि, अगर शुरू में नियंत्रित नहीं किया जाता है, तो वायरल प्रतिकृति बाद के चरणों में धीमा हो जाती है, जिसके परिणामस्वरूप शरीर की हिंसक प्रतिरक्षा प्रतिक्रिया के कारण जटिलताएं होती हैं, जिसके परिणामस्वरूप अंग विफलता भी हो सकती है, कंपनी के सूत्रों ने कहा।</p>\r\n<p>हालांकि, विशेषज्ञों का कहना है कि यह 'जादू की दवा' नहीं है, लेकिन बढ़ते मामलों के बीच यह मदद कर सकता है। \"यह एक जादू की गोली नहीं है क्योंकि यह केवल एक चीज है जिसे हमें देना है। यह कोविद -19 के लिए बनाई गई एक विशिष्ट दवा नहीं है और इसे उपयोगी पाया गया है, लेकिन यह कितना उपयोगी होगा, यह हमें देखना होगा वास्तविक प्रभावकारिता बड़े पैमाने पर प्रशासित होने पर ज्ञात होगी, &ldquo;डॉ। विकास मौर्य, निदेशक, पल्मोनोलॉजी और नींद विकार, फोर्टिस अस्पताल, शालीमार बाग।</p>\r\n<p>उन्होंने कहा, \"सबसे अच्छी बात यह है कि यह एक मौखिक दवा है, जबकि रामडेसर एक अंतःशिरा दवा है। इसे (फेविपिरविर) घर पर भी लिया जा सकता है। इसलिए यदि यह कुछ लाभ दे रहा है, तो यह बहुत उपयोगी होगा।\"</p>\r\n<p>कोविद -19 रोगियों में ओविफेनोविर (इन्फ्लूएंजा के लिए एक अनुमोदित दवा) के साथ फेविपिरवीर (उपन्यास फ्लू महामारी के लिए एक अनुमोदित दवा) के साथ दो एंटी-वायरल दवाओं के संयोजन का अध्ययन भी ग्लेनमार्क द्वारा किया जा रहा है।</p>\r\n<p>Favipiravir पहले से ही व्यावसायिक रूप से बांग्लादेश और UAE में COVID-19 के चिकित्सीय प्रबंधन में उपयोग किया जा रहा है। इसे फ़ूजीफ़िल्म टोयामा केमिकल के ब्रांड एविगन नाम से बेचा जाता है और इसे इन्फ्लूएंजा के इलाज के लिए 2014 से जापान में अनुमोदित किया गया है।</p>\r\n<p>यह मिस्र और जॉर्डन में अनुमोदन प्रक्रिया के तहत है और रूस, जापान और सऊदी अरब में उपचार प्रोटोकॉल का एक हिस्सा है। भारत, अमेरिका, कनाडा, इटली, चीन, फ्रांस, ब्रिटेन और अन्य देशों में 3,000 विषयों में लगभग 18 वैश्विक नैदानिक ​​परीक्षण चल रहे हैं।</p>\r\n<p>जापान में, 2,050 कोविद -19 रोगियों पर अनुकंपा उपयोग के लिए दवा को मंजूरी दी गई है। यह देश में उपन्यास या फिर से उभरती महामारी इन्फ्लूएंजा वायरस संक्रमण के लिए भी अनुमोदित है। कनाडा में फेवीपिरवीर के 760 मरीजों का परीक्षण चल रहा है। चीन में अध्ययन के एक जोड़े ने भी आशाजनक परिणाम दिखाए थे। 390 रोगियों के बीच एक रूसी अध्ययन में 80 प्रतिशत से अधिक सफलता दर और जापान में 2,141 रोगियों के बीच एक परीक्षण में 88 प्रतिशत सफलता दर से ऊपर दिखाया गया था।</p>\r\n<p>डॉ। रोमेल टिकू, एसोसिएट डायरेक्टर, इंटरनल मेडिसिन, मैक्स हेल्थकेयर, ने कहा कि दवा एक \"संभावित गेम-चेंजर\" हो सकती है।</p>\r\n<p>\"हमारे पास अधिक डेटा नहीं है, लेकिन हमारे पास जो भी डेटा है वह दर्शाता है कि यह आशाजनक है। हमारे पास अगले दो महीनों में दवा की प्रभावकारिता के बारे में स्पष्ट जानकारी होगी। प्रारंभिक रिपोर्ट का वादा है कि इसका मतलब है कि वे (ग्लेनमार्क)। यह काम करता है, &rdquo;उन्होंने कहा।</p>\r\n<p>उन्होंने बताया, \"यह एक प्रारंभिक चरण में दिया जाना है और यह एक संभावित गेम-चेंजर है, क्योंकि इसे टैबलेट के रूप में दिया जा सकता है और इस प्रकार इसे संचालित करना आसान है, और अपेक्षाकृत सस्ती है,\" उन्होंने समझाया।</p>\r\n<p>प्रसिद्ध शहर-आधारित फेफड़े के सर्जन डॉ। अरविंद कुमार ने कहा कि उन्हें विश्वास नहीं है कि रेमिडिसिवर या फेविपिरविर जैसी कोई भी एंटीवायरल दवाएं गेम-चेंजर होंगी।</p>\r\n<p>\"अगर सभी '' गेम चेंजर 'का इस्तेमाल किया जा सकता है, तो यह डेक्सामेथासोन के लिए है जिसने मृत्यु दर में उल्लेखनीय कमी दिखाई है और यह सस्ते में उपलब्ध है।\"</p>\r\n<p>बहुत सारी दवाइयाँ उपलब्ध हैं और फ़ेविपिरवीर भी कुछ रोगियों की मदद करेंगे, कुमार ने कहा, जो यहाँ सर गंगा राम अस्पताल में काम करते हैं।</p>\r\n<p>स्रोत: https://askblog.page.link/nBmg</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8259cd0d-8466-4469-b69e-9624afa974de-fabiflu-glenmarkjpg-1592675731.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"glenmarks-fabiflu-approved-for-coronavirus-treatment-in-india-costs-rs-103-per-tablet","tags":[{"name":"कोरोना","slug":"coronavirus"}],"recommendations":[{"id":1232,"title":"वुहान लैब में कोरोनोवायरस मानव निर्मित: नोबेल पुरस्कार विजेता","imageUrl":"9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","dateCreated":"2020-04-20T07:06:15.437Z","dateModified":"2020-04-20T08:06:58.881Z","contributedBy":"AskGif","content":"NEW DELHI: दुनिया भर में एक वैज्ञानिक आग्नेयास्त्र बनाना, फ्रांसीसी virologist और दवा नोबेल पुरस्कार विजेता ल्यूक मॉन्टैग्नियर ने दावा किया है कि SARS-CoV-2, वायरस जो वैश्विक महामारी का कारण बना, \"मानव निर्मित\" है क्योंकि यह एक प्रयास का परिणाम है। एक चीनी प्रयोगशाला में एड्स वायरस के खिलाफ एक वै","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9bccf733-e993-4bf0-9516-022775c5c224_research-lab-ap.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"कोरोना","slug":"coronavirus"}],"slug":"coronavirus-man-made-in-wuhan-lab-nobel-laureate","total":0},{"id":1172,"title":"कोरोनावायरस: ऑस्ट्रेलियाई वैज्ञानिक संभावित टीकों का परीक्षण शुरू करते हैं","imageUrl":"0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","dateCreated":"2020-04-02T11:18:50.57Z","dateModified":"2020-04-02T11:19:06.437Z","contributedBy":"AskGif","content":"ऑस्ट्रेलिया के वैज्ञानिकों ने \"माइलस्टोन\" प्रयोगशाला परीक्षणों में दो संभावित कोरोनावायरस टीकों का परीक्षण शुरू कर दिया है।\r\nविश्व स्वास्थ्य संगठन द्वारा ऑक्सफोर्ड यूनिवर्सिटी और अमेरिकी कंपनी इनोवियो फार्मास्युटिकल द्वारा तैयार किए गए टीकों को पशु परीक्षण के लिए मंजूरी दे दी गई है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0e8db6ae-4a8b-4800-80b5-6cc9570e2d1d_scienisitscsiro.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"कोरोना","slug":"coronavirus"},{"name":"covid-19","slug":"covid-19"}],"slug":"coronavirus-australian-scientists-begin-tests-of-potential-vaccines","total":0},{"id":1171,"title":"मुंगेर: कोरोना संदिग्ध लोगों का सैंपल लेने पहुंची टीम पर हमला","imageUrl":"55fb7784-379c-4210-883d-24323357db97_bihar_police.jpg","dateCreated":"2020-04-02T07:20:17.114Z","dateModified":"2020-04-02T07:20:29.616Z","contributedBy":"AskGif","content":"मुंगेर और कटिहार जिले में बुधवार को लोगों ने पुलिस टीम पर हमला कर दिया। मुंगेर में जहां कोरोना के संदिग्ध लोगों का सैंपल लेने पहुंची टीम पर हमला किया गया, वहीं कटिहार में पुलिस के गश्ती वाहन पर ग्रामीणों ने हमला किया।\r\n&nbsp;\r\nमुंगेर में शहर के हजरतगंज बाड़ा पहुंची क्विक रेस्पांस टीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/55fb7784-379c-4210-883d-24323357db97_bihar_police.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"covid-19","slug":"covid-19"},{"name":"कोरोना","slug":"coronavirus"}],"slug":"munger-corona-attacked-team-arriving-to-sample-suspects","total":0},{"id":1165,"title":"कोरोनावायरस लक्षणों के बारे में आपको सब कुछ पता होना चाहिए","imageUrl":"b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","dateCreated":"2020-03-03T12:52:59.713Z","dateModified":"2020-04-04T16:25:48.857Z","contributedBy":"AskGif","content":"कोरोनोवायरस महामारी तेजी से एक गंभीर आपातकाल में बदल रही है। 70,000 से अधिक संक्रमण के मामले और अब तक 3000 लोगों की जान जाने के साथ, कोरोनावायरस सबसे घातक संक्रमणों में से एक है जो तेजी से फैल रहा है। कल तक, भारत में दो ताजा मामले दर्ज किए गए हैं, एक दिल्ली में और दूसरा तेलंगाना में दर्ज किया गया","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1504f6b-ad15-4969-8681-edacb42a2397_everything-about-coronavirus.jpg","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"कोरोना","slug":"coronavirus"}],"slug":"everything-you-should-know-about-coronavirus-symptoms","total":0}]}