{"id":1390,"title":"WhatsApp's Defense Amid Row Over Leaked Chats In Drugs Probe","imageUrl":"icon_fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","dateCreated":"2020-09-25T04:34:14.93Z","dateModified":"2020-09-25T04:36:19.432Z","contributedBy":"sumitc91","content":"<p>The central agency has summoned actors Deepika Padukone and Shraddha Kapoor on basis of chats dating back to 2017, accessed from the cellphone of talent agent Jaya Saha.<br />Social network platform WhatsApp on Thursday said that its messages are protected and no third party can access them - an assertion that came amid speculation about how the Narcotics Control Bureau managed to access old messages during its investigation into the Bollywood drug angle, an offshoot of the Sushant Singh Rajput case. The central agency has summoned actors Deepika Padukone and Shraddha Kapoor on basis of chats dating back to 2017, accessed from the cellphone of talent agent Jaya Saha.<br />Jaya Saha was the talent manager of Sushant Singh Rajput, who was found dead at his Mumbai apartment on June 14.</p>\n<p>\"WhatsApp protects your messages with end-to-end encryption so that only you and the person you're communicating with can read what is sent, and nobody in between can access it, not even WhatsApp. It's important to remember that people sign up on WhatsApp using only a phone number, and WhatsApp doesn't have access to your message content,\" a WhatsApp spokesperson said.</p>\n<p>\"WhatsApp follows guidance provided by operating system manufacturers for on-device storage and we encourage people to take advantage of all the security features provided by operating systems such as strong passwords or biometric IDs to prevent third parties from accessing content stored on the device,\" the spokesperson added.</p>\n<p>Many believe that the messages were accessed using the mobile phone cloning technique that has been around since 2005. A cloned phone can access WhatsApp back-up chats, which are not encrypted, from wherever they are stored, Google Drive or iCloud.</p>\n<p>Cloning is a technique through which data and the cellular identity of the target phone is copied into a new phone. Currently, it can be done through an app, even without access to the target phone. The process also enables transferring of the International Mobile Station Equipment Identity (IMEI) number that is unique in nature.</p>\n<p>Though it is not legal for individuals, authorities can go through a forensic method to legitimately access data stored on phones.</p>\n<p>Deepika Padukone and her husband, actor Ranveer Singh, returned to Mumbai on Thursday evening from Goa where they were working. Deepika Padukone and Shraddha Kapoor are likely to be questioned on Saturday.</p>\n<p>Two more actors, Sara Ali Khan, and Rakul Preet Singh, have also been summoned by the NCB after the agency questioned Sushant Singh Rajput's friend, actor Rhea Chakraborty.</p>\n<p>Actor Rakul Preet Singh, who was to appear before the agency on Thursday, will be questioned on Friday. Sara Ali Khan, who also came back from Goa on Thursday, is likely to be questioned on Saturday.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","subContents":[],"category":{"name":"news","slug":"news"},"slug":"whatsapps-defense-amid-row-over-leaked-chats-in-drugs-probe","tags":[{"name":"india","slug":"india"}],"recommendations":[{"id":1530,"title":"AIIMS Report Rules Out Sushant Singh Rajput Murder Theories, Say Sources","imageUrl":"icon_9ebf5700-4b59-4f0f-9e11-44dbd7a80071.png","dateCreated":"2020-10-03T08:10:07.648Z","dateModified":"2020-10-03T08:10:24.48Z","contributedBy":"sumitc91","content":"Actor Sushant Singh Rajput was not murdered and it is a case of suicide, a team of doctors from Delhi's AIIMS has said in its opinion to CBI, sources have told NDTV, dismissing the theories of poisoning and strangling floated by the actor's family and their lawyer.<br />The 34-year-old movie star","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9ebf5700-4b59-4f0f-9e11-44dbd7a80071.png","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"aiims-report-rules-out-sushant-singh-rajput-murder-theories-say-sources","total":0},{"id":1376,"title":"Sushant Singh Rajput's psychiatrist says actor regretted breaking up with Ankita Lokhande; he wasn't happy with Rhea Chakraborty's behavior.","imageUrl":"fd6e5638-2b09-4d23-9a1d-c6586105a2f2-76470384.jpg","dateCreated":"2020-06-20T02:28:52.288Z","dateModified":"2020-06-20T02:30:28.214Z","contributedBy":"AskGif","content":"Sushant Singh Rajput's demise has left everyone in a state of shock. He was 34. According to the reports, the star who died by suicide was taking treatment for depression. The case is currently being investigated by the Mumbai Police.\r\n&nbsp;\r\nHis demise has created quite a stir in ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6e5638-2b09-4d23-9a1d-c6586105a2f2-76470384.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"sushant-singh-rajputs-psychiatrist-says-actor-regretted-breaking-up-with-ankita-lokhande-he-wasnt-happy-with-rhea-chakrabortys-behavior","total":0},{"id":281,"title":"Pakistani F-16 Pilot Dies After His Own Countrymen Lynched Him On Suspicion Of Being An Indian","imageUrl":"42dc5c30-9b4d-40fc-a2d3-c54184299407_mig-21-vs-f-16.jpg","dateCreated":"2019-03-01T17:06:03.476Z","dateModified":"2019-03-02T06:49:40.064Z","contributedBy":"AskGif","content":"The Pakistani pilot whose F-16 was shot down by Wing Commander Abhinandan Varthman, has succumbed to his injuries inflicted by his own countrymen. It should be noted that the pilot of F-16 had ejected after getting hit in an aerial engagement and had managed to land safely in his own territory. H","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/42dc5c30-9b4d-40fc-a2d3-c54184299407_mig-21-vs-f-16.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"pakistan","slug":"pakistan"},{"name":"india","slug":"india"}],"slug":"pakistani-f-16-pilot-dies-after-his-own-countrymen-lynched-him-on-suspicion-of-being-an-indian","total":0},{"id":186,"title":"Family No.1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"Family no.1... this was a daily soap that used to come on one of the tv channels...well that's just a lame statement justifying the title...but actually this post is about the family ties n bonds that we share....an assimilation of sweet and sour feelings which is forever cherished and which make","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"india","slug":"india"}],"slug":"family-no.1","total":0}]}