{"id":1390,"title":"व्हाट्सएप का डिफेंस एमिड रो ओवर लीक चैट्स इन ड्रग्स प्रोब","imageUrl":"icon_fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","dateCreated":"2020-09-25T04:34:14.93Z","dateModified":"2020-09-25T04:36:19.432Z","contributedBy":"sumitc91","content":"<p>केंद्रीय एजेंसी ने अभिनेताओं दीपिका पादुकोण और श्रद्धा कपूर को प्रतिभा एजेंट जया साहा के सेलफोन से एक्सेस 2017 के चैट डेटिंग के आधार पर बुलाया है।<br />सोशल नेटवर्क प्लेटफ़ॉर्म व्हाट्सएप ने गुरुवार को कहा कि उसके संदेश सुरक्षित हैं और कोई भी तीसरा पक्ष उन्हें एक्सेस नहीं कर सकता है - इस बारे में अटकलों के बीच कि कैसे नारकोटिक्स कंट्रोल ब्यूरो ने बॉलीवुड ड्रग एंगल की जांच के दौरान पुराने संदेशों को एक्सेस करने में कामयाबी हासिल की, वह एक ऑफशूट है। सुशांत सिंह राजपूत केस केंद्रीय एजेंसी ने अभिनेताओं दीपिका पादुकोण और श्रद्धा कपूर को प्रतिभा एजेंट जया साहा के सेलफोन से एक्सेस 2017 के चैट डेटिंग के आधार पर बुलाया है।<br />जया साहा सुशांत सिंह राजपूत की प्रतिभा प्रबंधक थी, जो 14 जून को अपने मुंबई अपार्टमेंट में मृत पाई गई थी।</p>\n<p>\"व्हाट्सएप आपके संदेशों को एंड-टू-एंड एन्क्रिप्शन के साथ सुरक्षित रखता है ताकि केवल आप और आप जिस व्यक्ति के साथ संवाद कर रहे हैं वह पढ़े जाने के लिए भेजा गया है, और बीच में कोई भी इसे एक्सेस नहीं कर सकता, यहां तक ​​कि व्हाट्सएप भी नहीं। यह याद रखना महत्वपूर्ण है कि लोग साइन अप करते हैं। व्हाट्सएप के प्रवक्ता ने कहा कि व्हाट्सएप केवल एक फोन नंबर का उपयोग करता है, और व्हाट्सएप की आपके संदेश सामग्री तक पहुंच नहीं है।</p>\n<p>\"व्हाट्सएप ऑपरेटिंग सिस्टम निर्माताओं द्वारा ऑन-डिवाइस स्टोरेज के लिए दिए गए मार्गदर्शन का अनुसरण करता है और हम तीसरे सिस्टम को डिवाइस पर संग्रहीत सामग्री तक पहुंचने से रोकने के लिए ऑपरेटिंग सिस्टम जैसे मजबूत पासवर्ड या बायोमेट्रिक आईडी द्वारा प्रदान की गई सभी सुरक्षा सुविधाओं का लाभ लेने के लिए लोगों को प्रोत्साहित करते हैं,\" प्रवक्ता ने कहा।</p>\n<p>कई लोगों का मानना ​​है कि 2005 के बाद से मोबाइल फोन क्लोनिंग तकनीक का उपयोग करके संदेशों को एक्सेस किया गया था। एक क्लोन फोन व्हाट्सएप बैक-अप चैट का उपयोग कर सकता है, जो एन्क्रिप्टेड नहीं हैं, जहां से वे संग्रहीत हैं, Google ड्राइव या iCloud।</p>\n<p>क्लोनिंग एक ऐसी तकनीक है जिसके माध्यम से डेटा और लक्ष्य फोन की सेलुलर पहचान को एक नए फोन में कॉपी किया जाता है। वर्तमान में, यह एक ऐप के माध्यम से किया जा सकता है, यहां तक ​​कि लक्ष्य फोन तक पहुंच के बिना भी। यह प्रक्रिया अंतर्राष्ट्रीय मोबाइल स्टेशन उपकरण पहचान (IMEI) संख्या को स्थानांतरित करने में सक्षम बनाती है जो प्रकृति में अद्वितीय है।</p>\n<p>हालांकि यह व्यक्तियों के लिए कानूनी नहीं है, अधिकारियों को फोन पर संग्रहीत डेटा तक वैध तरीके से पहुंचने के लिए एक फोरेंसिक विधि के माध्यम से जाना जा सकता है।</p>\n<p>दीपिका पादुकोण और उनके पति, अभिनेता रणवीर सिंह, गुरुवार शाम को गोवा से मुंबई लौटे जहाँ वे काम कर रहे थे। दीपिका पादुकोण और श्रद्धा कपूर से शनिवार को पूछताछ की जा सकती है।</p>\n<p>एजेंसी ने सुशांत सिंह राजपूत के दोस्त, अभिनेता रिया चक्रवर्ती से पूछताछ करने के बाद दो और अभिनेताओं, सारा अली खान और रकुल प्रीत सिंह को भी एनसीबी ने बुलाया है।</p>\n<p>अभिनेता रकुल प्रीत सिंह, जिन्हें गुरुवार को एजेंसी के सामने पेश होना था, शुक्रवार को उनसे पूछताछ की जाएगी। सारा अली खान, जो गुरुवार को गोवा से वापस आई थी, से शनिवार को पूछताछ की जा सकती है।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"whatsapps-defense-amid-row-over-leaked-chats-in-drugs-probe","tags":[{"name":"भारत","slug":"india"}],"recommendations":[{"id":1530,"title":"AIIMS रिपोर्ट रूल्स सुशांत सिंह राजपूत मर्डर थ्योरी, सूत्रों का कहना है","imageUrl":"icon_9ebf5700-4b59-4f0f-9e11-44dbd7a80071.png","dateCreated":"2020-10-03T08:10:07.648Z","dateModified":"2020-10-03T08:10:24.48Z","contributedBy":"sumitc91","content":"अभिनेता सुशांत सिंह राजपूत की हत्या नहीं की गई और यह आत्महत्या का मामला है, दिल्ली के एम्स के डॉक्टरों की एक टीम ने सीबीआई से अपनी राय में कहा है, सूत्रों ने एनडीटीवी से कहा है, अभिनेता के परिवार और उनके वकील द्वारा जहर और गला घोंटना के सिद्धांतों को खारिज करना ।<br />34 वर्षीय फिल्म स्टार को 14 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9ebf5700-4b59-4f0f-9e11-44dbd7a80071.png","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"भारत","slug":"india"}],"slug":"aiims-report-rules-out-sushant-singh-rajput-murder-theories-say-sources","total":0},{"id":1376,"title":"सुशांत सिंह राजपूत के मनोचिकित्सक का कहना है कि अभिनेता को अंकिता लोखंडे से टूटने का पछतावा है; वह रिया चक्रवर्ती के व्यवहार से खुश नहीं थी।","imageUrl":"fd6e5638-2b09-4d23-9a1d-c6586105a2f2-76470384.jpg","dateCreated":"2020-06-20T02:28:52.288Z","dateModified":"2020-06-20T02:30:28.214Z","contributedBy":"AskGif","content":"सुशांत सिंह राजपूत के निधन ने सभी को सदमे की स्थिति में छोड़ दिया है। वह 34 वर्ष के थे। रिपोर्टों के अनुसार, आत्महत्या करके मरने वाला तारा अवसाद का इलाज कर रहा था। फिलहाल इस मामले की जांच मुंबई पुलिस कर रही है।\r\n&nbsp;\r\nउनके निधन ने बॉलीवुड में काफी हलचल मचा दी है। नेपोटिज्म पर बहस,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6e5638-2b09-4d23-9a1d-c6586105a2f2-76470384.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"sushant-singh-rajputs-psychiatrist-says-actor-regretted-breaking-up-with-ankita-lokhande-he-wasnt-happy-with-rhea-chakrabortys-behavior","total":0},{"id":281,"title":"पाकिस्तानी एफ -16 पायलट ने अपने ही देशवासियों के मरने के बाद उन्हें भारतीय होने के संदेह में मार डाला","imageUrl":"42dc5c30-9b4d-40fc-a2d3-c54184299407_mig-21-vs-f-16.jpg","dateCreated":"2019-03-01T17:06:03.476Z","dateModified":"2019-03-02T06:49:40.064Z","contributedBy":"AskGif","content":"जिस पाकिस्तानी पायलट की एफ -16 को विंग कमांडर अभिनंदन वर्थमैन ने मारकर दी थी, उसने अपने ही देशवासियों को घायल कर दिया था। यह ध्यान दिया जाना चाहिए कि एफ -16 के पायलट ने हवाई सगाई में शामिल होने के बाद बाहर निकाल दिया था और अपने क्षेत्र में सुरक्षित रूप से उतरने में कामयाब रहा था। हालाँकि, पाकिस्त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/42dc5c30-9b4d-40fc-a2d3-c54184299407_mig-21-vs-f-16.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"पाकिस्तान","slug":"pakistan"},{"name":"इंडिया","slug":"india"}],"slug":"pakistani-f-16-pilot-dies-after-his-own-countrymen-lynched-him-on-suspicion-of-being-an-indian","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0}]}