{"id":14,"title":"How to keep your Gmail Account Secure?","imageUrl":"1afb27a4-8d35-407e-9940-d3939a143e36_secure_wm_icon.gif","dateCreated":"2018-07-04T18:26:08.34Z","dateModified":"2018-07-04T19:23:00.139Z","contributedBy":"AskGif","content":"<p>Like every other email servers, Google&rsquo;s systems are also prone to cyber attack. To neutralize<br />\r\nthese actions, one has to stay updated with the security features and suggestions provided by<br />\r\nGmail.<br />\r\nAmong the few easiest steps in this regard, the preliminary one is not to disclose your login<br />\r\ncredentials. Any emails or text inquiring such details should be ignored immediately. Any email<br />\r\nservers including Gmail would never request such information explicitly form users. Further one<br />\r\nshould be in practice of changing passwords frequently. Gmail too recommends changing your<br />\r\npassword twice a year at least without repeating the previous passwords in the span of six<br />\r\nmonths.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_1afb27a4-8d35-407e-9940-d3939a143e36_secure_wm_icon.gif","subContents":[{"SubTitle":"Security","SubTitleHindi":null,"SubContent":"<p>Password security also demands non repetitive usage of the same password on multiple websites. For instance, using same password on Gmail along with some other website increases the chance of its discovery. It is for the reason, that the other website may not follow the high security measures as advance email servers do and password once revealed from that system may also be used by the hacker for login trials on your Gmail web account.</p>\r\n\r\n<p><br />\r\nStrong email password should be created using letters and the numbers both. After creating the password one should neither make a note of it nor should it be mailed to self. Actually, this turns out a very common mistake. If it is difficult to remember, put down a clue for yourself which should not hold any segment of the password.<br />\r\nKeeping your system (PC) secure is incredibly crucial. Updates are persistently released by the vendors of operating systems and web browsers for keeping them secure. Running some antivirus software ensures the security of your system software even if your email server is under some security threat.</p>\r\n\r\n<p><br />\r\nMake sure you update your Gmail account instantly if you make any change in your secondary Email address or in your security question. Accuracy of this information will ensure easiness in recovering your web account.</p>\r\n\r\n<p><br />\r\nAs the previously used protocol &ldquo;HTTP&rdquo; was less secure, one should always choose the option of using &ldquo;HTTPS&rdquo; connection while setting up the Gmail account. This prevents the hijacking of personal information while accessing from public computers. Also, while using a public network or computer, like in cyber caf&eacute;, one must ensure that he has completely logged out the account before leaving.<br />\r\nIf at any instant you notice any unidentified changes or requests in your account, right away modify the entire log in credentials being used at that time. Recurrent scans should be run. There are various free of cost malware detection and anti-spyware software available over the internet. Using such software will make it easier for you to discover any threat over your system.<br />\r\n&nbsp;</p>","SubContentHindi":null,"ImageUrl":"92d460f0-640d-48d0-a330-20f05af48346_password_protection_wm_hd.gif","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"informatives","slug":"informatives"},"slug":"how-to-keep-your-gmail-account-secure","tags":[{"name":"security","slug":"security"},{"name":"gmail","slug":"gmail"}],"recommendations":[{"id":122,"title":"Sending email using Gmail SMTP in asp.net mvc application?","imageUrl":"9314a749-f567-4f1c-8619-0d55ecfe29d3_gmail-smtp.jpg","dateCreated":"2018-08-27T12:20:43.031Z","dateModified":"2018-08-29T07:46:58.801Z","contributedBy":"AskGif","content":"You can use GMAIL SMTP service to send emails using c# .net MVC. You can specify the property constants in a config file for easy alteration.\r\nCreate Gmail Class comprises of all needed data type and member function as below.\r\n<pre class=\"language-csharp\"><code>public class GMailer\r\n{\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9314a749-f567-4f1c-8619-0d55ecfe29d3_gmail-smtp.jpg","category":{"name":"coding","slug":"coding"},"tags":[{"name":"c-sharp","slug":"c-sharp"},{"name":"dot-net","slug":"dot-net"},{"name":"gmail","slug":"gmail"},{"name":"smtp","slug":"smtp"}],"slug":"sending-email-using-gmail-smtp-in-asp.net-mvc-application","total":0},{"id":14,"title":"How to keep your Gmail Account Secure?","imageUrl":"1afb27a4-8d35-407e-9940-d3939a143e36_secure_wm_icon.gif","dateCreated":"2018-07-04T18:26:08.34Z","dateModified":"2018-07-04T19:23:00.139Z","contributedBy":"AskGif","content":"Like every other email servers, Google&rsquo;s systems are also prone to cyber attack. To neutralize<br />\r\nthese actions, one has to stay updated with the security features and suggestions provided by<br />\r\nGmail.<br />\r\nAmong the few easiest steps in this regard, the preliminary one is not to ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_1afb27a4-8d35-407e-9940-d3939a143e36_secure_wm_icon.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"security","slug":"security"},{"name":"gmail","slug":"gmail"}],"slug":"how-to-keep-your-gmail-account-secure","total":0}]}