{"id":14,"title":"अपने जीमेल अकाउंट को सुरक्षित कैसे रखें?","imageUrl":"1afb27a4-8d35-407e-9940-d3939a143e36_secure_wm_icon.gif","dateCreated":"2018-07-04T18:26:08.34Z","dateModified":"2018-07-04T19:23:00.139Z","contributedBy":"AskGif","content":"<p> हर दूसरे ईमेल सर्वर की तरह, Google & rsquo; सिस्टम भी साइबर हमले के लिए प्रवण हैं। <br /> को बेअसर करने के लिए\r\nइन कार्रवाइयों में, किसी को <br /> द्वारा प्रदान की गई सुरक्षा सुविधाओं और सुझावों के साथ अद्यतन रहना होगा\r\nजीमेल। <br />\r\nइस संबंध में कुछ सबसे आसान कदमों में से प्रारंभिक एक आपके लॉगिन का खुलासा नहीं करना है <br />\r\nसाख। ऐसे विवरण पूछने वाले किसी भी ईमेल या पाठ को तुरंत अनदेखा किया जाना चाहिए। कोई ईमेल <br />\r\nजीमेल समेत सर्वर कभी भी ऐसी जानकारी का अनुरोध नहीं करेंगे जो स्पष्ट रूप से उपयोगकर्ताओं को बनाये। आगे एक <br />\r\nअक्सर पासवर्ड बदलने के अभ्यास में होना चाहिए। जीमेल भी आपके <br /> को बदलने की सिफारिश करता है\r\nछह साल के दौरान पिछले पासवर्ड दोहराए बिना कम से कम दो बार पासवर्ड दो बार <br />\r\nमहीने। </ p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_1afb27a4-8d35-407e-9940-d3939a143e36_secure_wm_icon.gif","subContents":[{"SubTitle":"सुरक्षा","SubTitleHindi":null,"SubContent":"<p> पासवर्ड सुरक्षा कई वेबसाइटों पर एक ही पासवर्ड के दोहराव के उपयोग की भी मांग करती है। उदाहरण के लिए, किसी अन्य वेबसाइट के साथ जीमेल पर एक ही पासवर्ड का उपयोग करके इसकी खोज का मौका बढ़ जाता है। यही कारण है कि दूसरी वेबसाइट उच्च सुरक्षा उपायों का पालन नहीं कर सकती है क्योंकि अग्रिम ईमेल सर्वर करते हैं और उस प्रणाली से एक बार पासवर्ड खोले जाने पर आपके जीमेल वेब खाते पर लॉगिन परीक्षणों के लिए हैकर द्वारा भी इस्तेमाल किया जा सकता है। </ P>\r\n\r\n<पी> <br />\r\nमजबूत ईमेल पासवर्ड दोनों अक्षरों और संख्याओं का उपयोग करके बनाया जाना चाहिए। पासवर्ड बनाने के बाद किसी को न तो इसका नोट बनाना चाहिए और न ही इसे स्वयं को मेल किया जाना चाहिए। असल में, यह एक बहुत ही आम गलती है। यदि याद रखना मुश्किल है, तो अपने लिए एक सुराग डालें जो पासवर्ड के किसी सेगमेंट को नहीं रखे। <br />\r\nअपने सिस्टम (पीसी) को सुरक्षित रखना अविश्वसनीय रूप से महत्वपूर्ण है। अपडेट को सुरक्षित रखने के लिए ऑपरेटिंग सिस्टम और वेब ब्राउज़र के विक्रेताओं द्वारा अद्यतन लगातार जारी किए जाते हैं। कुछ एंटीवायरस सॉफ़्टवेयर चलाना आपके सिस्टम सॉफ़्टवेयर की सुरक्षा सुनिश्चित करता है भले ही आपका ईमेल सर्वर कुछ सुरक्षा खतरे में है। </ P>\r\n\r\n<पी> <br />\r\nसुनिश्चित करें कि आप अपने जीमेल खाते को तत्काल अपडेट करते हैं यदि आप अपने द्वितीयक ईमेल पते में या अपने सुरक्षा प्रश्न में कोई बदलाव करते हैं। इस जानकारी की शुद्धता आपके वेब खाते को पुनर्प्राप्त करने में आसानी सुनिश्चित करेगी। </ P>\r\n\r\n<पी> <br />\r\nपहले इस्तेमाल प्रोटोकॉल के रूप में & ldquo; HTTP & rdquo; कम सुरक्षित था, किसी को हमेशा & ldquo; HTTPS & rdquo का उपयोग करने का विकल्प चुनना चाहिए; जीमेल खाता सेट करते समय कनेक्शन। यह सार्वजनिक कंप्यूटर से एक्सेस करते समय व्यक्तिगत जानकारी को अपहरण से रोकता है। साथ ही, सार्वजनिक नेटवर्क या कंप्यूटर का उपयोग करते समय, साइबर कैफ और ईक्यूट में, किसी को यह सुनिश्चित करना होगा कि उसने छोड़ने से पहले खाते को पूरी तरह से लॉग आउट कर दिया हो। <br />\r\nयदि किसी भी समय आप किसी भी अज्ञात परिवर्तन या अपने खाते में अनुरोधों को देखते हैं, तो उस समय उपयोग किए जा रहे प्रमाण-पत्रों में पूरे लॉग को तुरंत संशोधित करें। आवर्ती स्कैन चलाया जाना चाहिए। इंटरनेट पर उपलब्ध विभिन्न निःशुल्क मैलवेयर पहचान और एंटी-स्पाइवेयर सॉफ़्टवेयर उपलब्ध हैं। ऐसे सॉफ़्टवेयर का उपयोग करने से आपके सिस्टम पर कोई खतरा खोजना आसान हो जाएगा। <br />\r\n& Nbsp; </ p>","SubContentHindi":null,"ImageUrl":"92d460f0-640d-48d0-a330-20f05af48346_password_protection_wm_hd.gif","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"लेख","slug":"informatives"},"slug":"how-to-keep-your-gmail-account-secure","tags":[{"name":"सुरक्षा","slug":"security"},{"name":"जीमेल","slug":"gmail"}],"recommendations":[{"id":122,"title":"Sending email using Gmail SMTP in asp.net mvc application?","imageUrl":"9314a749-f567-4f1c-8619-0d55ecfe29d3_gmail-smtp.jpg","dateCreated":"2018-08-27T12:20:43.031Z","dateModified":"2018-08-29T07:46:58.801Z","contributedBy":"AskGif","content":"You can use GMAIL SMTP service to send emails using c# .net MVC. You can specify the property constants in a config file for easy alteration.\r\nCreate Gmail Class comprises of all needed data type and member function as below.\r\n<pre class=\"language-csharp\"><code>public class GMailer\r\n{\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9314a749-f567-4f1c-8619-0d55ecfe29d3_gmail-smtp.jpg","category":{"name":"coding","slug":"coding"},"tags":[{"name":"c-sharp","slug":"c-sharp"},{"name":"dot-net","slug":"dot-net"},{"name":"जीमेल","slug":"gmail"},{"name":"smtp","slug":"smtp"}],"slug":"sending-email-using-gmail-smtp-in-asp.net-mvc-application","total":0},{"id":14,"title":"अपने जीमेल अकाउंट को सुरक्षित कैसे रखें?","imageUrl":"1afb27a4-8d35-407e-9940-d3939a143e36_secure_wm_icon.gif","dateCreated":"2018-07-04T18:26:08.34Z","dateModified":"2018-07-04T19:23:00.139Z","contributedBy":"AskGif","content":" हर दूसरे ईमेल सर्वर की तरह, Google & rsquo; सिस्टम भी साइबर हमले के लिए प्रवण हैं। <br /> को बेअसर करने के लिए\r\nइन कार्रवाइयों में, किसी को <br /> द्वारा प्रदान की गई सुरक्षा सुविधाओं और सुझावों के साथ अद्यतन रहना होगा\r\nजीमेल। <br />\r\nइस संबंध में कुछ सबसे आसान कदमों में से प्रारंभिक एक आपके लॉग","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_1afb27a4-8d35-407e-9940-d3939a143e36_secure_wm_icon.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"सुरक्षा","slug":"security"},{"name":"जीमेल","slug":"gmail"}],"slug":"how-to-keep-your-gmail-account-secure","total":0}]}