{"id":1435,"title":"पूर्व केंद्रीय मंत्री जसवंत सिंह का 82 वर्ष की आयु में निधन","imageUrl":"icon_4c223dbc-d8d8-4698-915c-d352a468fdd5.jpg","dateCreated":"2020-09-27T07:55:19.566Z","dateModified":"2020-09-27T07:55:42.134Z","contributedBy":"sumitc91","content":"<p>जसवंत सिंह, जो राजस्थान से थे, ने भारत के विदेश मंत्री, रक्षा मंत्री और वित्त मंत्री के रूप में कार्य किया था।</p>\n<p>पूर्व प्रधानमंत्री अटल बिहारी वाजपेयी के करीबी पूर्व केंद्रीय मंत्री जसवंत सिंह का आज सुबह दिल्ली में निधन हो गया। वह 82 वर्ष के थे।<br />जसवंत सिंह, जो राजस्थान से थे, ने भारत के विदेश मंत्री, रक्षा मंत्री और वित्त मंत्री के रूप में कार्य किया था। श्री सिंह, जो अजमेर के मेयो कॉलेज में पढ़ते थे, 1950 और 60 के दशक में भारतीय सेना में एक अधिकारी थे, लेकिन बाद में उन्होंने राजनीति में अपना करियर बनाने के लिए इस्तीफा दे दिया। वह देश के सबसे लंबे समय तक सेवा करने वाले सांसदों में से एक थे।</p>\n<p>दिल्ली के आर्मी हॉस्पिटल (रिसर्च एंड रेफरल) में कार्डियक अरेस्ट के बाद आज सुबह 6:55 बजे उनका निधन हो गया जहां उन्हें जून में भर्ती कराया गया था। \"यह गहरा दुख के साथ है कि हम 27 सितंबर 2020 को 0655 घंटे पर भारत सरकार के पूर्व कैबिनेट मंत्री माननीय मेजर जसवंत सिंह (सेवानिवृत्त) के निधन के बारे में सूचित करते हैं। उन्हें 25 जून 2020 को भर्ती कराया गया था और उनके साथ सेप्सिस में इलाज किया गया था।\" अस्पताल के एक बयान में कहा गया है कि मल्टीग्रेन डिसफंक्शन सिंड्रोम और गंभीर हेड इंजरी ओल्ड (ऑप्ट्ड) के प्रभाव से आज सुबह कार्डिएक अरेस्ट हुआ।</p>\n<p>उन्होंने आगे कहा, \"विशेषज्ञों की उपस्थित टीम के बेहतरीन प्रयासों के बावजूद 27 सितंबर, 2020 को उन्हें 0655 घंटे में पुनर्जीवित और निधन नहीं किया जा सका। उनकी COVID स्थिति नकारात्मक है।\"</p>\n<p>एक ट्वीट में, प्रधान मंत्री नरेंद्र मोदी ने कहा कि अनुभवी नेता ने \"हमारे देश में एक सैनिक के रूप में पहले और बाद में राजनीति के साथ लंबे समय तक संघ की सेवा की।\" \"जसवंत सिंह जी ने हमारे देश की सेवा पूरी लगन से की, पहले एक सैनिक के रूप में और बाद में राजनीति में अपने लंबे जुड़ाव के दौरान। अटल जी की सरकार के दौरान, उन्होंने महत्वपूर्ण विभागों को संभाला और वित्त, रक्षा और बाहरी मामलों की दुनिया में एक मजबूत छाप छोड़ी। निधन, &ldquo;पीएम मोदी का ट्वीट पढ़ा</p>\n<p>\"उनकी अन्य पहलों में 1999 में लाहौर-दिल्ली बस यात्रा, संबंधों की अनदेखी और पीपुल्स रिपब्लिक ऑफ चाइना के साथ द्विपक्षीय सुरक्षा संवाद शुरू करना और उस देश के साथ द्विपक्षीय सुरक्षा संवाद शुरू करना और 50-दिवसीय भारत-पाक का संचालन करना शामिल है। कारगिल युद्ध एक सफल निष्कर्ष पर, \"स्विट्जरलैंड स्थित गैर-लाभकारी ग्लोबल लीडर्स फाउंडेशन की आधिकारिक वेबसाइट पर उनकी प्रोफाइल के अनुसार।</p>\n<p>रक्षा मंत्री राजनाथ सिंह, भाजपा नेता राम माधव, राजस्थान के मुख्यमंत्री अशोक गहलोत सहित कई लोगों ने सोशल मीडिया पर ट्वीट कर शोक संवेदना व्यक्त की।</p>\n<p>राजनाथ सिंह ने ट्वीट किया, \"अनुभवी भाजपा नेता और पूर्व मंत्री, श्री जसवंत सिंह जी के निधन से बहुत दुख हुआ है। उन्होंने रक्षा मंत्री के प्रभार सहित कई क्षमताओं में देश की सेवा की। उन्होंने खुद को एक प्रभावी मंत्री और सांसद के रूप में प्रतिष्ठित किया।\"</p>\n<p>source: https://www.ndtv.com/india-news/former-union-minister-and-bjp-leader-jaswant-singh-dies-at-82-saddened-by-his-delise-tweets-pm मोदी-2301608</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4c223dbc-d8d8-4698-915c-d352a468fdd5.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"ex-union-minister-jaswant-singh-dies-at-82.saddened-by-demisesays-pm","tags":[{"name":"भारत","slug":"india"}],"recommendations":[{"id":1376,"title":"सुशांत सिंह राजपूत के मनोचिकित्सक का कहना है कि अभिनेता को अंकिता लोखंडे से टूटने का पछतावा है; वह रिया चक्रवर्ती के व्यवहार से खुश नहीं थी।","imageUrl":"fd6e5638-2b09-4d23-9a1d-c6586105a2f2-76470384.jpg","dateCreated":"2020-06-20T02:28:52.288Z","dateModified":"2020-06-20T02:30:28.214Z","contributedBy":"AskGif","content":"सुशांत सिंह राजपूत के निधन ने सभी को सदमे की स्थिति में छोड़ दिया है। वह 34 वर्ष के थे। रिपोर्टों के अनुसार, आत्महत्या करके मरने वाला तारा अवसाद का इलाज कर रहा था। फिलहाल इस मामले की जांच मुंबई पुलिस कर रही है।\r\n&nbsp;\r\nउनके निधन ने बॉलीवुड में काफी हलचल मचा दी है। नेपोटिज्म पर बहस,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6e5638-2b09-4d23-9a1d-c6586105a2f2-76470384.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"sushant-singh-rajputs-psychiatrist-says-actor-regretted-breaking-up-with-ankita-lokhande-he-wasnt-happy-with-rhea-chakrabortys-behavior","total":0},{"id":1373,"title":"सुशांत सिंह राजपूत आत्महत्या मामला: मुंबई पुलिस ने लगभग 9 घंटे तक रिया चक्रवर्ती को ग्रिल किया, अभिनेत्री ने कबूल किया कि उनका सुशांत से झगड़ा हुआ था","imageUrl":"dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","dateCreated":"2020-06-19T06:18:04.528Z","dateModified":"2020-06-19T06:37:02.916Z","contributedBy":"AskGif","content":"18 जून को, स्वर्गीय अभिनेता सुशांत सिंह राजपूत की अफवाह प्रेमिका रिया चक्रवर्ती को मुंबई पुलिस ने अभिनेता की आत्महत्या के लिए चल रही जांच में लगभग 9 घंटे सीधे पूछताछ की थी। हम अब स्रोतों के माध्यम से पूछताछ के दौरान सभी को क्या मिला, इस पर अपने हाथ लाने में कामयाब रहे। आस-पास चल रही अफवाहों की पु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"sushant-singh-rajput-suicide-case-mumbai-police-grill-rhea-chakraborty-for-almost-9-hours-actress-confesses-she-had-a-fight-with-sushant","total":0},{"id":986,"title":"सुप्रीम कोर्ट द्वारा अयोध्या के फैसले पर चैरिटी भूमि टिप्पणी की जरूरत नहीं होने पर ओवैसी के खिलाफ शिकायत दर्ज की गई है।","imageUrl":"d0ea26e3-62dc-4a53-9c49-cf73b86f5d27_Owaisi.jpg","dateCreated":"2019-11-13T02:10:58.795Z","dateModified":"2020-04-05T07:12:18.181Z","contributedBy":"AskGif","content":"भोपाल में ऑल इंडिया मजलिस-ए-इत्तेहादुल मुस्लिमीन (AIMIM) के अध्यक्ष असदुद्दीन ओवैसी के खिलाफ शिकायत दर्ज की गई है। वकील पवन कुमार ने शनिवार को अयोध्या फैसले पर अपनी टिप्पणी को लेकर जहांगीराबाद पुलिस स्टेशन में ओवैसी के खिलाफ शिकायत दर्ज कराई। ओवैसी के खिलाफ उनकी टिप्पणी के साथ आबादी के एक वर्ग को","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d0ea26e3-62dc-4a53-9c49-cf73b86f5d27_Owaisi.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"भारत","slug":"india"}],"slug":"a-complaint-has-been-lodged-against-owaisi-over-his-dont-need-charity-land-remark-on-ayodhya-verdict-by-supreme-court","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0}]}