{"id":1435,"title":"Ex-Union Minister Jaswant Singh Dies At 82.Saddened By Demise,Says PM","imageUrl":"icon_4c223dbc-d8d8-4698-915c-d352a468fdd5.jpg","dateCreated":"2020-09-27T07:55:19.566Z","dateModified":"2020-09-27T07:55:42.134Z","contributedBy":"sumitc91","content":"<p>Jaswant Singh, who was from Rajasthan, had served as India's foreign minister, defense minister and finance minister.</p>\n<p>Former union minister Jaswant Singh, a close aide of former prime minister Atal Bihari Vajpayee, died this morning in Delhi. He was 82.<br />Jaswant Singh, who was from Rajasthan, had served as India's foreign minister, defense minister and finance minister. Mr Singh, who studied in Ajmer's Mayo College, was an officer in the Indian Army in the 1950s and 60s, but he later resigned to pursue a career in politics. He was one of the longest serving parliamentarians in the country.&nbsp;</p>\n<p>He died today at 6:55 AM after a cardiac arrest at Delhi's Army Hospital (Research &amp; Referral) where he was admitted in June. \"It is with profound grief that we inform about the sad demise of Honourable Major Jaswant Singh (Retired), former Cabinet Minister of government of India at 0655 hours on 27 September 2020. He was admitted on 25 Jun 2020 and being treated for Sepsis with Multiorgan Dysfunction Syndrome and effects of Severe Head Injury old (Optd) had a Cardiac arrest this morning,\" a statement from the hospital said.</p>\n<p>\"Despite the best efforts of the attending team of specialists to resuscitate him, he could not be revived and passed away at 0655 hours on 27 Sep 2020. His COVID status is negative,\" it further said.</p>\n<p>In a tweet, Prime Minister Narendra Modi said the seasoned leader \"served our nation diligently first as a soldier and later during his long association with politics.\" \"Jaswant Singh Ji served our nation diligently, first as a soldier and later during his long association with politics. During Atal Ji's Government, he handled crucial portfolios and left a strong mark in the worlds of finance, defence and external affairs. Saddened by his demise,\" PM Modi's tweet read.</p>\n<p>\"His other initiatives included the Lahore-Delhi Bus Journey in 1999, the unfreezing of relations and the launching of bilateral security dialogues with People's Republic of China and the launching of bilateral security dialogues with that country, and steering the 50-day Indo-Pak Kargil War to a successful conclusion,\" according to his profile on the official website of Switzerland-based non-profit Global Leaders Foundation.&nbsp;</p>\n<p>Many on social media, including Defence Minsiter Rajnath Singh, BJP leader Ram Maddhav, Rajasthan Chief Minister Ashok Gehlot tweeted condolences.&nbsp;</p>\n<p>\"Deeply pained by the passing away of veteran BJP leader &amp; former Minister, Shri Jaswant Singh ji. He served the nation in several capacities including the charge of Raksha Mantri. He distinguished himself as an effective Minister and Parliamentarian,\" Rajnath Singh tweeted.</p>\n<p>source: https://www.ndtv.com/india-news/former-union-minister-and-bjp-leader-jaswant-singh-dies-at-82-saddened-by-his-demise-tweets-pm-modi-2301608</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4c223dbc-d8d8-4698-915c-d352a468fdd5.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"ex-union-minister-jaswant-singh-dies-at-82.saddened-by-demisesays-pm","tags":[{"name":"india","slug":"india"}],"recommendations":[{"id":1376,"title":"Sushant Singh Rajput's psychiatrist says actor regretted breaking up with Ankita Lokhande; he wasn't happy with Rhea Chakraborty's behavior.","imageUrl":"fd6e5638-2b09-4d23-9a1d-c6586105a2f2-76470384.jpg","dateCreated":"2020-06-20T02:28:52.288Z","dateModified":"2020-06-20T02:30:28.214Z","contributedBy":"AskGif","content":"Sushant Singh Rajput's demise has left everyone in a state of shock. He was 34. According to the reports, the star who died by suicide was taking treatment for depression. The case is currently being investigated by the Mumbai Police.\r\n&nbsp;\r\nHis demise has created quite a stir in ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6e5638-2b09-4d23-9a1d-c6586105a2f2-76470384.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"sushant-singh-rajputs-psychiatrist-says-actor-regretted-breaking-up-with-ankita-lokhande-he-wasnt-happy-with-rhea-chakrabortys-behavior","total":0},{"id":1373,"title":"Sushant Singh Rajput suicide case: Mumbai Police grill Rhea Chakraborty for almost 9 hours, actress confesses she had a fight with Sushant","imageUrl":"dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","dateCreated":"2020-06-19T06:18:04.528Z","dateModified":"2020-06-19T06:37:02.916Z","contributedBy":"AskGif","content":"On June 18, late actor Sushant Singh Rajput&rsquo;s rumored girlfriend Rhea Chakraborty was interrogated by the Mumbai Police for almost 9 hours straight in the ongoing investigations into the actor&rsquo;s suicide. We have now managed to get our hands on what all entailed during the course of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"sushant-singh-rajput-suicide-case-mumbai-police-grill-rhea-chakraborty-for-almost-9-hours-actress-confesses-she-had-a-fight-with-sushant","total":0},{"id":986,"title":"A Complaint has been lodged against Owaisi over his don't need charity land remark on Ayodhya verdict By Supreme Court.","imageUrl":"d0ea26e3-62dc-4a53-9c49-cf73b86f5d27_Owaisi.jpg","dateCreated":"2019-11-13T02:10:58.795Z","dateModified":"2020-04-05T07:12:18.181Z","contributedBy":"AskGif","content":"A complaint has been lodged in Bhopal against All India Majlis-e-Ittehadul Muslimeen (AIMIM) president Asaduddin Owaisi. Advocate Pawan Kumar lodged a complaint against the Owaisi at the Jahangirabad police station over his remarks on the Ayodhya verdict on Saturday. The complaint has been regist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d0ea26e3-62dc-4a53-9c49-cf73b86f5d27_Owaisi.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"a-complaint-has-been-lodged-against-owaisi-over-his-dont-need-charity-land-remark-on-ayodhya-verdict-by-supreme-court","total":0},{"id":186,"title":"Family No.1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"Family no.1... this was a daily soap that used to come on one of the tv channels...well that's just a lame statement justifying the title...but actually this post is about the family ties n bonds that we share....an assimilation of sweet and sour feelings which is forever cherished and which make","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"india","slug":"india"}],"slug":"family-no.1","total":0}]}