{"id":149,"title":"जालुन (ओराई) में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3078897f-a63c-4d0e-bafc-448c8481392a_orai-railway.jpg","dateCreated":"2018-11-11T15:21:14.138Z","dateModified":"2018-11-11T15:36:54.415Z","contributedBy":"AskGif","content":"<p>जालुन भारतीय राज्य उत्तर प्रदेश के जालुन जिले में एक शहर और एक नगरपालिका बोर्ड है। जलांन जिले का तीसरा सबसे बड़ा शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर पहले मराठा गवर्नर का निवास था, लेकिन कभी भी जिले का मुख्यालय, जो ओरेई में नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, जलाउन की आबादी 56,90 9 है, जिनमें से 30,070 पुरुष हैं जबकि 26,839 महिलाएं हैं। 0-6 साल की उम्र के बच्चों की आबादी 7146 है जो जलाुन (एनपीपी) की कुल आबादी का 12.56% है। जलाुन नगर पालिका परिषद में, महिला लिंग अनुपात 9 0 9 राज्य के औसत के मुकाबले 893 है। इसके अलावा जलाउन में बाल लिंग अनुपात उत्तर प्रदेश राज्य औसत 902 की तुलना में लगभग 9 38 है। जलाउन शहर की साक्षरता दर 67.68 की औसत औसत से 77.58% अधिक है। %। जलाउन में, पुरुष साक्षरता 84.1 9% है जबकि महिला साक्षरता दर 70.13% है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलाुन नगर पालिका परिषद में 9,560 से अधिक घरों का कुल प्रशासन है, जिसमें यह पानी और सीवरेज जैसी बुनियादी सुविधाएं प्रदान करता है। यह नगर पालिका परिषद सीमाओं के भीतर सड़कों का निर्माण करने और अपने अधिकार क्षेत्र के अंतर्गत आने वाली संपत्तियों पर कर लगाए जाने का भी अधिकार है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य फसलें</p>\r\n<p>गेहूँ</p>\r\n<p>हरी मटर</p>\r\n<p>मेन्थॉल</p>\r\n<p>पल्स (तुआर / कबूपा, उरद, मसूर / दाल, ग्राम / चिकपी आदि)</p>\r\n<p>&nbsp;</p>\r\n<p>चिकित्सा महाविद्यालय</p>\r\n<p>सरकारी मेडिकल कॉलेज, जालुन जलाउन जिले के ओरेई में स्थित एक सरकारी मेडिकल कॉलेज है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jalaun</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3078897f-a63c-4d0e-bafc-448c8481392a_orai-railway.jpg","subContents":[{"SubTitle":"1. चौरासी गुंबद","SubTitleHindi":null,"SubContent":"<p>चौरासी गुंबद (84 गुंबद) एक दीवार वाले आंगन में एक चौकोर नौ गुंबद वाली संरचना है जिसमें केंद्रीय गुंबद के नीचे दो कब्र हैं। 15 वीं शताब्दी के उत्तरार्ध या 16 वीं शताब्दी की शुरुआत में इस गुंबद को सौंपी जाने वाली संभावित तिथि। यह इस्लामी वास्तुकला लोदी सुल्तान में से एक की मकबरा माना जाता है। इसमें 84 दरवाजे मेहराब हैं। मलबे के ब्लॉक का निर्माण पूरे भवन को शतरंज के रूप में स्क्वायर रिक्त स्थान में विभाजित किया गया है, खंभे से जुड़ी खंभे की आठ पंक्तियों और एक फ्लैट छत से ऊपर की ओर। इमारत में 60 फीट की ऊंचाई का गुंबद है। गुंबद की दीवार में जौनपुरी आदर्शों को देखा जा सकता है। यह पुराने कालपी के पश्चिम में ओएचई की तरफ एनएच 25 के साथ स्थित है। यह स्मारक मध्ययुगीन काल (लोढ़ी सुल्तानों) से शाही मकबरा है। प्राचीन काल में कल्पि को कालप्रिया नागरी के नाम से जाना जाता था। समय बीतने के बाद शहर का नाम कल्पी को संक्षिप्त किया गया था। कल्पनाप्रियागरी एक प्राचीन भारतीय शहर है। इसमें फुटबॉल मैदान के आकार का एक सूर्य मंदिर था या यहां तक ​​कि बड़ा भी था। यह चौथी शताब्दी में था कि राजा वासुदेव ने काल्प की स्थापना की थी। कहा जाता है कि यह शहर ब्रह्मा, विष्णु और महेश, तीन मुख्य हिंदू देवताओं द्वारा संरक्षित किया जाता है।</p>\r\n<p>स्रोत: https://jalaun.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"1513b889-19f9-4d3a-a946-06ad30003428_Chaurasi-Gumbad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रामपुर-पैलेस","SubTitleHindi":null,"SubContent":"<p>बुंदेलखंड के चंबल घाटियों में गहराई से स्थित, 600 वर्ष से अधिक पुराने फोर्ट रामपुरा - गर्व और मूर्ख, जैसे समय के विनाश को खारिज करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चौदह पीढ़ियों के लिए परिवार में रहने के बाद, राजा समर सिंह और उनके परिवार अब फोर्ट रामपुर को मेहमानों के लिए एक अद्वितीय होमस्टे गंतव्य के रूप में पेश करते हैं जो बुंदेलखंड की पूर्व कुलीनता के वास्तविक-नीले सामंती और देश के जीवन का अनुभव करना चाहते हैं। लखनऊ, कानपुर, झांसी, दिल्ली, जयपुर, आगरा और ग्वालियर से अच्छी तरह से जुड़ा हुआ है, यदि आप एक छोटे से सप्ताहांत के ब्रेक की तलाश में हैं तो यह छह सौ साल पुरानी रेवेन वापसी एक आदर्श पलायन प्रदान करती है। यात्रियों के लिए जो अपनी गति से जंगली भारत का आनंद लेना पसंद करते हैं, यह एक समृद्ध ग्रामीण परिदृश्य को आराम करने, खोलने और खोजने की जगह है जिसे आधुनिकता के विकृतियों से मिस दिया गया है। और हम शिकायत नहीं कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रामपुर परिवार नरेंद्र, मध्य प्रदेश के राजपूतों के कच्छवाहा वंश के लिए अपनी वंशावली का पता लगाता है। कच्छवाहा कबीले का इतिहास 900 वर्ष से अधिक पुराना है और फोर्ट रामपुरा इन वर्षों के एक बड़े हिस्से की महिमा की गवाही देता है। नारवर से चले गए कचवाहा, इस क्षेत्र के मूल निवासियों मेस को पराजित करने के बाद रामपुर में बस गए। रामपुरा कचवाहास का मूल किला अब खंडहर नदी के किनारे बनाया गया था, जो अब खंडहर में है, लेकिन फिर भी परिवार के देवता हैं। अगर पौराणिक कथाओं पर विश्वास किया जाता है, तो एक बकरी उस भेड़िये को उस जगह पर पीछा कर देखा गया जहां वर्तमान किला खड़ा है। इसे ताकत और बहादुरी के संकेत के रूप में देखा गया था और एक किला बनाने के लिए उपयुक्त जगह थी। किला छह सौ साल से अधिक समय तक है और इसे राजा रामशाहा से नाम लेता है जिसने पहले किले का निर्माण किया था।</p>\r\n<p>किले रामपुर को शुरुआत में एक लड़ने वाले किले के रूप में बनाया गया था, जिसमें घुसपैठियों को रोकने के लिए डिजाइन की गई विभिन्न क्रेन वाली दीवारें और घास थे। हालांकि, लगातार पीढ़ियों ने किले को जीवित बना दिया, विशेष रूप से 'ज़ेनाना' (महिलाओं) बाड़ों, तनों, granaries, गोदामों, मंदिरों, आदि जोड़ना। इमारत छह सौ साल पहनने और आंसू सहन करने में कामयाब रहा है। आज, किले का एक हिस्सा अभी भी परिवार द्वारा उपयोग किया जा रहा है। यह निजी निवास का यह हिस्सा है जिसे किला रामपुरा होमस्टे के रूप में पेश किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>किले में सदियों से डेटिंग, ऐतिहासिक मूल्य के नक्शे, सिक्के, कवच और दस्तावेजों का एक खजाना ट्रोव है। एक रंगीन अतीत से पुरानी शिकार तस्वीरें, ट्राफियां और असंख्य कहानियों का जिक्र नहीं करना।</p>\r\n<p>स्रोत: https://jalaun.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"35e7461c-d817-4899-af03-31461511cce5_Rampura-Palace.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. वेदवास मंदिर","SubTitleHindi":null,"SubContent":"<p>ऋषि वेद व्यास मंदिर का जन्म स्थान</p>\r\n<p>महाभारत के राचायत यानी महाभारत के लेखक - वेदवास के बिर्थ स्थान काल्पी है।</p>\r\n<p>स्रोत: https://jalaun.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"a1a13ad6-c7c9-4c72-a19c-ab99c56a2839_VedVyas-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. जगममानपुर किला","SubTitleHindi":null,"SubContent":"<p>ऐतिहासिक पृष्ठभूमि: किला 15 9 3 में जगमान शाह द्वारा बनाया गया था। यमुना नदी की पीठ पर 11 वीं शताब्दी किला छोड़कर 3 किमी। नदी से क्षरण की वजह से। संत तुलसीदास की उपस्थिति और आशीर्वाद जिन्होंने किले की नींव रखी और राजा को एक \"ईके मुखी रुद्राक्ष\" एक दहिनावर्ती शंक (कॉंच) और लक्ष्मीनारायण बाटी को प्रस्तुत किया। वे अभी भी किले के अंदर मंदिर में पूजा और रखे जाते हैं। इस दिन हर साल एक उत्सव / समारोह राजा द्वारा आयोजित किया जाता है जिसमें जनता पोम्प और शो के साथ भी भाग लेती है। गांव में एक मेला आयोजित की जाती है। दूर-दराज के लोग अक्टूबर के महीने में किले और उत्सवों को देखने के लिए आते हैं और सेंगर राजपूतों के देवता का दर्शन करते हैं।</p>\r\n<p>स्रोत: https://jalaun.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"7792ef19-ddc0-40b4-86f2-1570abf44e5d_Jagammanpur-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>बस से</p>\r\n<p>&nbsp;</p>\r\n<p>देश के अन्य प्रमुख शहरों से ओरेई तक नियमित बसें हैं।</p>\r\n<p>बस स्टेशन: ओरेई</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>&nbsp;</p>\r\n<p>आप आसानी से देश के अन्य प्रमुख शहरों से ओरेई को नियमित ट्रेनें प्राप्त कर सकते हैं।</p>\r\n<p>रेलवे स्टेशन: ओरेई (ओआरएआई), एआईटी (एआईटी)</p>\r\n<p>&nbsp;</p>\r\n<p>उड़ान से</p>\r\n<p>&nbsp;</p>\r\n<p>ओरेई में हवाई अड्डा नहीं है। निकटतम हवाई अड्डा कानपुर हवाई अड्डा है।</p>\r\n<p>उरई</p>\r\n<p>108 किमी दूर</p>\r\n<p>कानपुर हवाई अड्डा (केएनयू), कानपुर, उत्तर प्रदेश</p>\r\n<p>उरई</p>\r\n<p>122 किमी दूर</p>\r\n<p>&nbsp;</p>\r\n<p>ग्वालियर एयरपोर्ट (जीडब्लूएल), ग्वालियर, मध्य प्रदेश</p>","SubContentHindi":null,"ImageUrl":"5496faf3-6029-4a4d-8bb9-3f7a486d99cd_jalaun-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jalaun-orai-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"जालौन","slug":"jalaun"}],"recommendations":[{"id":117,"title":"बरेली में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","dateCreated":"2018-08-22T13:56:28.416Z","dateModified":"2020-06-17T12:13:42.118Z","contributedBy":"AskGif","content":"बरेली (/ bərɛli / (इस ध्वनि के बारे में सुनो)) उत्तर भारतीय राज्य उत्तर प्रदेश के बरेली जिले में एक शहर है। रामगंगा पर स्थित, यह बरेली डिवीजन और रोहिलखंड के भौगोलिक क्षेत्र की राजधानी है। यह शहर राज्य की राजधानी लखनऊ के 252 किलोमीटर (157 मील) उत्तर और राष्ट्रीय राजधानी, नई दिल्ली के 250 किलोमीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बरेली","slug":"bareilly"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-bareilly-uttar-pradesh","total":0},{"id":96,"title":"अमेठी में देखने के लिए शीर्ष स्थान, गौरीगंज, उत्तर प्रदेश","imageUrl":"7e30c1ba-4f24-4983-a140-f5485737bf45-amethi-railway.jpg","dateCreated":"2018-08-08T07:31:22.927Z","dateModified":"2020-06-06T04:22:02.615Z","contributedBy":"AskGif","content":"अमेठी भारतीय उत्तर प्रदेश राज्य में एक शहर है। यह फैजाबाद डिवीजन में अमेठी जिले का एक बड़ा शहर है। यह 1980 से नेहरू-गांधी परिवार का निर्वाचन क्षेत्र रहा है। अमेठी 1966 में इसके गठन के बाद से कांग्रेस गढ़ रहा है। अमेठी हनुमानगढ़ी नामक मंदिर के लिए भी प्रसिद्ध है।\r\nअतीत में, अमेठी को रायपुर-","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e30c1ba-4f24-4983-a140-f5485737bf45-amethi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गौरीगंज","slug":"gauriganj"},{"name":"कांग्रेस","slug":"congress"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"अमेठी","slug":"amethi"}],"slug":"top-places-to-visit-in-amethi-gauriganj-uttar-pradesh","total":0},{"id":79,"title":"जौनपुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"6ad0dfd7-5ad3-47b0-a960-06d73ce86977_jaunpur-jn.jpg","dateCreated":"2018-08-01T18:54:01.592Z","dateModified":"2018-12-08T08:47:29.07Z","contributedBy":"AskGif","content":"जौनपुर भारतीय राज्य उत्तर प्रदेश&nbsp;(U.P/UP) के जौनपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह राज्य की राजधानी लखनऊ के 228 किमी दक्षिणपूर्व में स्थित है।\r\nजौनपुर उत्तर भारतीय राज्य उत्तर प्रदेश के पूर्वी हिस्से में वाराणसी जिले के उत्तर-पश्चिम में स्थित है। जनसांख्यिकीय, जौनपुर शेष","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ad0dfd7-5ad3-47b0-a960-06d73ce86977_jaunpur-jn.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जौनपुर","slug":"jaunpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जौनपुर-उत्तरा-प्रदेश-तक-कैसे-पहुंचे","slug":"how-to-reach-jaunpur-uttar-pradesh"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"top-places-to-visit-in-jaunpur-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}