{"id":149,"title":"Top Places to visit in Jalaun (Orai), Uttar Pradesh","imageUrl":"3078897f-a63c-4d0e-bafc-448c8481392a_orai-railway.jpg","dateCreated":"2018-11-11T15:21:14.138Z","dateModified":"2018-11-11T15:36:54.415Z","contributedBy":"AskGif","content":"<p>Jalaun is a city and a municipal board in Jalaun district in the Indian state of Uttar Pradesh. Jalaun is the third largest city of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>The city was formerly the residence of a Maratha governor, but never the headquarters of the district, which is at Orai.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Jalaun has population of 56,909 of which 30,070 are males while 26,839 are females. The population of Children with age of 0-6 is 7146 which is 12.56 % of total population of Jalaun (NPP). In Jalaun Nagar Palika Parishad, Female Sex Ratio is of 893 against state average of 912. Moreover Child Sex Ratio in Jalaun is around 938 compared to Uttar Pradesh state average of 902. Literacy rate of Jalaun city is 77.58 % higher than state average of 67.68 %. In Jalaun, Male literacy is around 84.19 % while female literacy rate is 70.13 %.</p>\r\n<p>&nbsp;</p>\r\n<p>Jalaun Nagar Palika Parishad has total administration over 9,560 houses to which it supplies basic amenities like water and sewerage. It is also authorize to build roads within Nagar Palika Parishad limits and impose taxes on properties coming under its jurisdiction.</p>\r\n<p>&nbsp;</p>\r\n<p>Main crops</p>\r\n<p>Wheat</p>\r\n<p>Green Pea</p>\r\n<p>Menthol</p>\r\n<p>Pulse (Tuar/Pigeopea, Urad, Masoor/Lentil, Gram/Chickpea etc.)</p>\r\n<p>&nbsp;</p>\r\n<p>Medical College</p>\r\n<p>Government Medical College, Jalaun is a government medical college located in Orai of Jalaun district.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jalaun</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3078897f-a63c-4d0e-bafc-448c8481392a_orai-railway.jpg","subContents":[{"SubTitle":"1. Chaurasi Gumbad","SubTitleHindi":null,"SubContent":"<p>Chaurasi Gumbad (84 domes) is a square nine domed structure in a walled courtyard with two graves under central dome. The probable date assigned to this gumbad late 15th or early 16th century. This Islamic architecture is believed to be a tomb of one of the Lodi Sultan. It has 84 door arches. Built of blocks of rubble the whole building is divided into square spaces as in a chessboard, by eight lines of pillars that are linked by arches and topped by a flat roof. The building has a dome of a height of 60 feet. Jaunpuri motifs can be seen in the wall of the Gumbad. It is located to the west of old Kalpi along with NH 25 towards Orai. This monument is a royal tomb from Medieval times (of Lodhi Sultans). In the ancient times Kalpi was known as Kalpriya Nagari. As time passed the name of the city was abbreviated to Kalpi. Kalpriyanagari is an ancient Indian city. It had a sun temple of the size of a football ground or even larger. It was in 4th century that King Vasudeva founded Kalpi. The town is said to be protected by Brahma, Vishnu and Mahesh, the three chief Hindu Deities.</p>\r\n<p>source: https://jalaun.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"1513b889-19f9-4d3a-a946-06ad30003428_Chaurasi-Gumbad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Rampura-Palace","SubTitleHindi":null,"SubContent":"<p>Nestled deep in the Chambal ravines of Bundelkhand, stands the more than 600-year old Fort Rampura &ndash; proud and stoic, as if defying the ravages of time.</p>\r\n<p>&nbsp;</p>\r\n<p>After being in the family for fourteen generations, Raja Samar Singh and his family now offer Fort Rampura as a unique homestay destination for guests who wish to experience the true-blue feudal and country life of the erstwhile nobility of Bundelkhand. Well-connected to Lucknow, Kanpur, Jhansi, Delhi, Jaipur, Agra and Gwalior, this six- hundred year old ravine retreat provides an ideal getaway if you&rsquo;re looking for a short weekend break. For travellers who like to enjoy wild India at their own pace, it&rsquo;s a place to relax, unwind and discover a rich rural landscape that has been given a miss by distractions of modernity. And we are not complaining.</p>\r\n<p>&nbsp;</p>\r\n<p>The Rampura family traces its lineage to the Kachawaha clan of Rajputs from Narwar, Madhya Pradesh. The history of the Kachawaha clan is over 900 years old and Fort Rampura bears testimony to the glory of a greater part of these years. The Kachawahas who moved from Narwar, settled in Rampura after defeating the Meaus, the original inhabitants of the region. The original fort of the Rampura Kachawahas was built at the edge of the Pahuj River, now in ruins, but still houses the family deity. If legend is to be believed, a goat was seen chasing away a wolf at the spot where the present fort stands. This was seen as a sign of strength and valour and an appropriate place to build a fort. The fort dates back over six hundred years and takes it name from Raja Ramshaha who first built the fort.</p>\r\n<p>Fort Rampura was initially built as a fighting fort, with its various crenellated walls and moat designed to deter intruders. Successive generations, however, made the fort livable, specifically adding &lsquo;zenana&rsquo; (ladies) enclosures, stables, granaries, godowns, temples, etc. The building has managed to endure six-hundred years of wear and tear. Today, a portion of the fort is still being used by the family. It is this part of the private residence which is offered as the Fort Rampura homestay.</p>\r\n<p>&nbsp;</p>\r\n<p>The fort houses a treasure trove of maps, coins, armour and documents of historical value, dating back centuries. Not to mention old hunting photos, trophies and myriad tales from a colourful past.</p>\r\n<p>source: https://jalaun.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"35e7461c-d817-4899-af03-31461511cce5_Rampura-Palace.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. VedVyas Temple","SubTitleHindi":null,"SubContent":"<p>Birth place of Sage Ved Vyas Mandir</p>\r\n<p>MAHABHARAT KE RACHAYITA YANI WRITER OF MAHABHARAT &ndash; VEDVYAS KA BIRTH PLACE KALPI HAI.</p>\r\n<p>source: https://jalaun.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"a1a13ad6-c7c9-4c72-a19c-ab99c56a2839_VedVyas-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Jagammanpur Fort","SubTitleHindi":null,"SubContent":"<p>Historical background : Fort was built in 1593 by Jagman Shah. Leaving 11th Century Fort on the backs of Yamuna River 3 km. because of erosion by the river. Presence and blessings of Sant Tulsidas who laid the foundation of the Fort and presented to the Raja one &ldquo;EK MUKHI RUDRAKSHA&rdquo; one DAHINAVERTI SHUNKH (Conch) and a Laxminarayan Bati. They are still worshiped &amp; kept in the temple inside the Fort. Every year on this day a festivel / function is held by the Raja in which public also participates with Pomp &amp; Show. A Mela is held in the village. People from far &amp; wide come to see the Fort and the festivities on the day in the month of October and have the Darshan of deity of Sengar Rajputs.</p>\r\n<p>source: https://jalaun.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"7792ef19-ddc0-40b4-86f2-1570abf44e5d_Jagammanpur-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>BY BUS</p>\r\n<p>&nbsp;</p>\r\n<p>There are regular buses from other major cities of the country to Orai.</p>\r\n<p>Bus Station(s): Orai</p>\r\n<p>&nbsp;</p>\r\n<p>BY TRAIN</p>\r\n<p>&nbsp;</p>\r\n<p>You can easily get regular trains to Orai from other major cities of the country.</p>\r\n<p>Railway Station(s): Orai (ORAI), Ait (AIT)</p>\r\n<p>&nbsp;</p>\r\n<p>BY FLIGHT</p>\r\n<p>&nbsp;</p>\r\n<p>Orai does not have an airport. Nearest airport is Kanpur Airport.</p>\r\n<p>Orai</p>\r\n<p>108 km away</p>\r\n<p>Kanpur Airport (KNU), Kanpur, Uttar Pradesh</p>\r\n<p>Orai</p>\r\n<p>122 km away</p>\r\n<p>&nbsp;</p>\r\n<p>Gwalior Airport (GWL), Gwalior, Madhya Pradesh</p>","SubContentHindi":null,"ImageUrl":"5496faf3-6029-4a4d-8bb9-3f7a486d99cd_jalaun-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jalaun-orai-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"jalaun","slug":"jalaun"}],"recommendations":[{"id":117,"title":"Top Places to Visit in Bareilly, Uttar Pradesh","imageUrl":"e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","dateCreated":"2018-08-22T13:56:28.416Z","dateModified":"2020-06-17T12:13:42.118Z","contributedBy":"AskGif","content":"Bareilly (/bəˈrɛli/ (About this sound listen)) is a city in Bareilly district in the northern Indian state of Uttar Pradesh. Located on the Ramganga, it is the capital of Bareilly division and the geographical region of Rohilkhand. The city is 252 kilometres (157 mi) north of the state capital, L","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bareilly","slug":"bareilly"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-bareilly-uttar-pradesh","total":0},{"id":96,"title":"Top Places to Visit in Amethi , Gauriganj, Uttar Pradesh","imageUrl":"7e30c1ba-4f24-4983-a140-f5485737bf45-amethi-railway.jpg","dateCreated":"2018-08-08T07:31:22.927Z","dateModified":"2020-06-06T04:22:02.615Z","contributedBy":"AskGif","content":"Amethi is a town in the Indian state of Uttar Pradesh. It is a major town of the Amethi district, in the Faizabad division. It has been the constituency of the Nehru-Gandhi family since 1980. Amethi has been a Congress stronghold since its formation in 1966. Amethi is also famous for the temple c","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e30c1ba-4f24-4983-a140-f5485737bf45-amethi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gauriganj","slug":"gauriganj"},{"name":"congress","slug":"congress"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"amethi","slug":"amethi"}],"slug":"top-places-to-visit-in-amethi-gauriganj-uttar-pradesh","total":0},{"id":79,"title":"Top Places to visit in Jaunpur, Uttar Pradesh","imageUrl":"6ad0dfd7-5ad3-47b0-a960-06d73ce86977_jaunpur-jn.jpg","dateCreated":"2018-08-01T18:54:01.592Z","dateModified":"2018-12-08T08:47:29.07Z","contributedBy":"AskGif","content":"Jaunpur is a town and a municipal board in Jaunpur district in the Indian state of Uttar Pradesh (U.P/UP). It is located 228 km southeast of state capital Lucknow.\r\nJaunpur is located to the northwest of the district of Varanasi in the eastern part of the North Indian state of Uttar Prades","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ad0dfd7-5ad3-47b0-a960-06d73ce86977_jaunpur-jn.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jaunpur","slug":"jaunpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"how-to-reach-jaunpur-uttar-pradesh","slug":"how-to-reach-jaunpur-uttar-pradesh"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"top-places-to-visit-in-jaunpur-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}