{"id":150,"title":"झांसी में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"978987fb-42c4-45ea-9689-4de9cce41924_jahasi-railway.jpg","dateCreated":"2018-11-12T13:53:28.487Z","dateModified":"2018-11-12T14:29:25.09Z","contributedBy":"AskGif","content":"<p>झांसी (इस ध्वनि उच्चारण के बारे में (सहायता &middot; जानकारी)) भारतीय राज्य उत्तर प्रदेश में एक ऐतिहासिक शहर है। यह उत्तर प्रदेश के चरम दक्षिण में पहज नदी के तट पर बुंदेलखंड के क्षेत्र में स्थित है। झांसी झांसी जिले और झांसी डिवीजन का प्रशासनिक मुख्यालय है। गेटवे को बुंदेलखंड में बुलाया गया, झांसी 285 मीटर (9 35 फीट) की औसत ऊंचाई पर पहज और बेटवा नदियों के बीच स्थित है। यह नई दिल्ली से लगभग 415 किलोमीटर (258 मील) और ग्वालियर के 99 किलोमीटर (62 मील) दक्षिण में है।</p>\r\n<p>&nbsp;</p>\r\n<p>मूल दीवार वाला शहर अपने पत्थर किले के चारों ओर बढ़ गया जो एक पड़ोसी चट्टान का ताज पहनाता है। शहर का प्राचीन नाम बलवंतनगर था। [उद्धरण वांछित] 1817 से 1854 तक, झांसी झांसी की रियासत की राजधानी थी जिस पर मराठा राजों का शासन था। 1854 में ब्रिटिश गवर्नर जनरल ने राज्य को कब्जा कर लिया था; सिंहासन के दामोदर राव का दावा खारिज कर दिया गया था लेकिन राणी लक्ष्मीबाई ने जून 1857 से जून 1858 तक इसका शासन किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>झांसी सड़क और रेलवे नेटवर्क द्वारा उत्तर प्रदेश के अन्य सभी प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। राष्ट्रीय राजमार्ग विकास परियोजना ने झांसी के विकास का समर्थन किया है। कन्याकुमारी उत्तर-दक्षिण गलियारे से श्रीनगर झांसी के माध्यम से पूर्व-पश्चिम गलियारा करता है; नतीजतन शहर में बुनियादी ढांचे और अचल संपत्ति के विकास की अचानक वृद्धि हुई है। एक ग्रीनफील्ड हवाई अड्डे के विकास की योजना बनाई गई है। 28 अगस्त, 2015 को झांसी को भारत सरकार द्वारा स्मार्ट सिटी पहल के लिए 98 शहरों में चुना गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>समारोह</p>\r\n<p>झांसी महोत्सव फरवरी-मार्च में होता है और लगभग एक सप्ताह तक रहता है। इस त्यौहार के पीछे मुख्य उद्देश्य शहर की कला और संस्कृति का प्रदर्शन करना है। कविता प्रेमियों के लिए सही जगह, यह किंवदंतियों के क्षेत्र में उत्कृष्टता प्राप्त करने वाले किंवदंतियों की यादों का जश्न मनाती है। त्यौहार में कई सांस्कृतिक कार्यक्रम आयोजित किए जाते हैं जिनमें लोक गीत, नृत्य, मुशिर, गजल, आला गाने, सुता और राय नृत्य विभिन्न प्रतियोगिताओं, एक खाद्य त्यौहार, एक हस्तशिल्प मेला आदि शामिल हैं। झांसी के पर्यटन विभाग की राज्य सरकार झांसी महोत्सव का आयोजन यह त्योहार एक हफ्ते की लंबी घटना है। आपको त्यौहारखंड की संस्कृति को उजागर करने वाले त्यौहार के दौरान नृत्य और संगीत प्रदर्शन देखने को मिलता है।</p>\r\n<p>रानी लक्ष्मीबाई का जन्मदिन का जश्न</p>\r\n<p>क्राफ्ट मेला</p>\r\n<p>आयुर्वेद झांसी महोत्सव उपचार के आयुर्वेदिक तंत्र के प्रमोटर और सामान्य कल्याण के लिए आयुर्वेद के उपयोग के रूप में भी कार्य करता है। इसलिए त्यौहार को \"आयुर्वेद झांसी महोत्सव\" भी कहा जाता है। त्यौहार के अन्य आकर्षणों में हस्तशिल्प मेला और स्थानीय कलाकारों द्वारा पारंपरिक लोक प्रदर्शन शामिल हैं। अंतिम लेकिन कम से कम नहीं, त्योहार का उद्देश्य उत्तर प्रदेश राज्य को स्वास्थ्य पर्यटन के लिए सबसे सुलभ स्थलों में से एक के रूप में विज्ञापित करना है।</p>\r\n<p>झांसी में रहते हुए राज्य सब्जियां और फूल प्रदर्शनी है जो यात्रा के लायक हैं। यह मूल रूप से एक प्रदर्शनी है जो तीन दिनों तक चलती है और राज्य सरकार द्वारा आयोजित की जाती है। प्रदर्शनी फरवरी माह के दौरान नारायण बाग के राज्य बागानों में आयोजित की जाती है। प्रदर्शनी का दौरा करने पर, आपको झांसी के आसपास और आसपास पाए जाने वाले विभिन्न प्रकार की सब्जियां, फल और फूल मिलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>फिल्मों में झांसी</p>\r\n<p>सिनेमा और टेलीविजन</p>\r\n<p>झांसी की रानी</p>\r\n<p>रावण</p>\r\n<p>बद्रीनाथ की दुल्हनिया</p>\r\n<p>हॉलीवुड प्रोजेक्ट, झांसी की रानी लक्ष्मीबाई पर एक फिल्म फरवरी 2018 से झांसी में गोली मार दी जाएगी। [कब?]</p>\r\n<p>माणिकर्णिका: झांसी की रानी</p>\r\n<p>शिक्षा</p>\r\n<p>उच्च शिक्षा</p>\r\n<p>रानी लक्ष्मी बाई केंद्रीय कृषि विश्वविद्यालय</p>\r\n<p>बुंदेलखंड विश्वविद्यालय</p>\r\n<p>चिकित्सा और तकनीकी कॉलेजों</p>\r\n<p>&nbsp;</p>\r\n<p>एमएलबी मेडिकल कॉलेज</p>\r\n<p>1 9 68 में स्थापित महारानी लक्ष्मी बाई मेडिकल कॉलेज अस्पताल झांसी का नाम \"झांसी की रानी\" महा रानी लक्ष्मी बाई के नाम पर रखा गया है। कॉलेज चिकित्सा पाठ्यक्रम के लिए हर साल 100 छात्रों और विभिन्न विशिष्टताओं में लगभग 54 स्नातकोत्तर छात्रों को स्वीकार करता है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>महारानी लक्ष्मी बाई मेडिकल कॉलेज [16]</p>\r\n<p>बुंदेलखंड सरकार आयुर्वेदिक कॉलेज और अस्पताल</p>\r\n<p>श्रीमती। विद्यावती समूह संस्थान, झांसी</p>\r\n<p>अक्टूबर 200 9 में, केंद्रीय स्वास्थ्य मंत्रालय ने एम्स के बराबर एक संस्थान स्थापित करने के लिए अनुमोदन दिया, जो बुंदेलखंड क्षेत्र में पहला और केंद्रीय कृषि विश्वविद्यालय विकसित करना था। [17]</p>\r\n<p>&nbsp;</p>\r\n<p>बुंदेलखंड इंजीनियरिंग और प्रौद्योगिकी संस्थान</p>\r\n<p>इंजीनियरिंग और प्रौद्योगिकी संस्थान, बुंदेलखंड विश्वविद्यालय।</p>\r\n<p>विज्ञान और इंजीनियरिंग कॉलेज, झांसी</p>\r\n<p>सरकारी पॉलिटेक्निक झांसी [18]</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रास्लैंड झांसी</p>\r\n<p>अनुसन्धान संस्थान</p>\r\n<p>आईसीएआर-इंडियन ग्रास्लैंड एंड फोडर रिसर्च इंस्टीट्यूट (आईजीएफआरआई)</p>\r\n<p>आईसीएआर-सेंट्रल एग्रो-वानिकी रिसर्च इंस्टीट्यूट (सीएएफआरआई)</p>\r\n<p>स्कूलों</p>\r\n<p>दिल्ली पब्लिक स्कूल, झांसी (डीपीएस झांसी) - सीबीएसई [1 9]</p>\r\n<p>रानी लक्ष्मीबाई पब्लिक स्कूल, झांसी कैंट</p>\r\n<p>आर्मी पब्लिक स्कूल, झांसी</p>\r\n<p>भानी देवी गोयल सरस्वती विद्या मंदिर इंटर कॉलेज</p>\r\n<p>क्राइस्ट द किंग कॉलेज</p>\r\n<p>ब्लू बेल सार्वजनिक स्कूल</p>\r\n<p>माउंट लिटर ज़ी स्कूल झांसी</p>\r\n<p>सेंट मार्क कॉलेज</p>\r\n<p>मार्गरेट लेस्क मेमोरियल इंग्लिश स्कूल, झांसी</p>\r\n<p>सेंट फ्रांसिस कॉलेज, झांसी</p>\r\n<p>कैथेड्रल कॉलेज, झांसी</p>\r\n<p>सन इंटरनेशनल स्कूल</p>\r\n<p>आरएनएस वर्ल्ड स्कूल</p>\r\n<p>जय अकादमी</p>\r\n<p>ब्लू बेल सार्वजनिक स्कूल</p>\r\n<p>हंसराज मॉडर्न पब्लिक स्कूल</p>\r\n<p>शेरवुड कॉलेज</p>\r\n<p>आधुनिक पब्लिक स्कूल</p>\r\n<p>डॉन बोस्को</p>\r\n<p>भेल शिक्षा निकेतन, भेल</p>\r\n<p>जैकब हाई स्कूल</p>\r\n<p>सेंट स्टीफन ग्लोबल स्कूल</p>\r\n<p>सेंट उमर इंटर कॉलेज</p>\r\n<p>ज्ञान स्टाली पब्लिक स्कूल</p>\r\n<p>महाराजा अग्रसेन सरस्वती विद्या मंदिर इंटर कॉलेज शिवपुरी रोड झांसी</p>\r\n<p>बिपीन बिहारी डिग्री कॉलेज झांसी</p>\r\n<p>बिपीन बिहारी इंटर कॉलेज झांसी</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jhansi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/978987fb-42c4-45ea-9689-4de9cce41924_jahasi-railway.jpg","subContents":[{"SubTitle":"1. झांसी किला","SubTitleHindi":null,"SubContent":"<p>महारानी झांसी के किले के शुरुआती समय से रणनीतिक महत्व है। यह बलवंतनगर (वर्तमान में झांसी के नाम से जाना जाता है) में बंगरा नामक एक चट्टानी पहाड़ी पर ओर्खा के राजा बीर सिंह जू देव (1606-27) द्वारा बनाया गया था।</p>\r\n<p>किले में दस फाटकों (दारवाजा) हैं। इनमें से कुछ खांदेरो गेट, दतिया दरवाजा, उन्नाव गेट, झारना गेट, लक्ष्मी गेट, सागर गेट, ओरचा गेट, सैनीर गेट, चंद गेट हैं।</p>\r\n<p>मुख्य किले क्षेत्र में रुचि के स्थानों में कराक बिजली टप (टैंक), रानी झांसी गार्डन, शिव मंदिर और गुलाम गौस खान, मोती बाई और खुदा बख्श के \"मजार\" हैं।</p>\r\n<p>झांसी किला, प्राचीन ग्लैमर और वीर की एक जीवित गवाही में मूर्तियों का एक अच्छा संग्रह भी है जो बुंदेलखंड के घटनात्मक इतिहास में उत्कृष्ट उत्कृष्ट प्रदान करता है।</p>\r\n<p>स्रोत: https://jhansi.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"aa62ef02-11f1-47a1-bc3c-981e1750e695_Jhansi-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रानी महल","SubTitleHindi":null,"SubContent":"<p>रानी महल, रानी लक्ष्मी बाई के महल ने अपनी दीवारों और छत पर बहु रंगीन कला और चित्रकला के साथ सजाया। वर्तमान में यह महल एक संग्रहालय में परिवर्तित हो गया है। इसमें 9वीं और 12 वीं शताब्दी ईस्वी के बीच की अवधि की मूर्तियों का विशाल संग्रह है, जो भारत के पुरातत्व सर्वेक्षण द्वारा यहां स्थित है।</p>\r\n<p>स्रोत: https://jhansi.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"d05ad474-45eb-4543-b44b-aba309cc3e07_Rani-Mahal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. उत्तर प्रदेश सरकार संग्रहालय","SubTitleHindi":null,"SubContent":"<p>राज्य संग्रहालय में टेराकोटा, कांस्य, हथियार, मूर्तियां, पांडुलिपियों, चित्रकारी और सोने, चांदी और कॉपर के सिक्के का एक अच्छा संग्रह है।</p>","SubContentHindi":null,"ImageUrl":"f717e0bf-6331-49fa-9e64-b7ba6a409643_Uttar-Pradesh-Government-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. महा लक्ष्मी मंदिर","SubTitleHindi":null,"SubContent":"<p>महा लक्ष्मी मंदिर देवी महालक्ष्मी को समर्पित एक प्राचीन मंदिर 18 वीं शताब्दी में बनाया गया था। यह गौरवशाली मंदिर लक्ष्मी ताल के पास लक्ष्मी \"दारवाजा\" के बाहर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"8af2b529-49b9-46ae-ad26-ab7c6ac3eae2_maha-lakshmi-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. महाराजा गंगाधर राव की चथरी","SubTitleHindi":null,"SubContent":"<p>महाराजा गंगाधर राव की समाधि लक्ष्मी ताल पर स्थित है। 1853 में महाराजा गंगाधर राव की मृत्यु के बाद इस प्राचीन स्मारक को उनकी पत्नी महारानी लक्ष्मी बाई ने बनाया था।</p>","SubContentHindi":null,"ImageUrl":"5472acd3-d99d-4001-a3ab-f4fd8859d216_maharaja-gangadhar-rao.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. पर्यटन के अन्य स्थान हैं","SubTitleHindi":null,"SubContent":"<p>कालीजी मंदिर</p>\r\n<p>मुरली मनोहर मंदिर</p>\r\n<p>पंचकुुनिया मंदिर</p>\r\n<p>जीवन शाह का मजार</p>\r\n<p>सेंट जुड की श्राइन</p>\r\n<p>तल्लाय्या मोहल्ला में गुरुद्वारा</p>\r\n<p>कारगुआन जैन तीर्थयात्रा</p>\r\n<p>कुंज बिहारी मंदिर</p>","SubContentHindi":null,"ImageUrl":"4b61fe73-a182-4a72-8ca1-b4dea0aec8dd_jhansi-ki-rani.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>झांसी जंक्शन का भारतीय उत्तर मध्य रेलवे का अपना डिवीजन है। यह चार महानगरीय शहरों समेत देश के सभी हिस्सों में ट्रेन सेवाओं से अच्छी तरह से जुड़ा हुआ है। मुंबई, दिल्ली, हैदराबाद, कोलकाता, चेन्नई, बैंगलोर, गुवाहाटी, विशाखापत्तनम, नागपुर, आगरा, ग्वालियर, त्रिवेंद्रम, इंदौर, अहमदाबाद, उदयपुर, पुणे, जम्मू और कश्मीर, जयपुर, लखनऊ, भोपाल, महोबा, खजुराहो में सीधी ट्रेनें हैं , गया, जलगांव, भुसावल, जबलपुर, कानपुर, इलाहाबाद, गोरखपुर, बांद्रा और अन्य प्रमुख कस्बों। झांसी जंक्शन से गुजरने वाली सभी ट्रेन सेवाओं की एक सूची यहां मिल सकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>झांसी जंक्शन</p>\r\n<p>झांसी जंक्शन भारतीय रेलवे का एक प्रमुख रेलवे जंक्शन है: भारत में कई सुपरफास्ट ट्रेनों के लिए एक प्रमुख इंटरसिटी हब और तकनीकी रोकथाम। भारतीय रेलवे के उत्तर मध्य रेलवे क्षेत्र में झांसी का अपना विभाजन है। यह मुख्य दिल्ली-चेन्नई और दिल्ली-मुंबई लाइनों पर स्थित है। स्टेशन कोड जेएचएस है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क परिवहन</p>\r\n<p>झांसी इन राष्ट्रीय राजमार्गों के जंक्शन पर स्थित है: राष्ट्रीय राजमार्ग 27 (भारत) गुजरात से असम तक; जम्मू से कन्याकुमारी तक राष्ट्रीय राजमार्ग 44 (भारत); और राष्ट्रीय राजमार्ग 39 (भारत)। इस प्रकार, झांसी सड़क मार्ग नेटवर्क में रणनीतिक स्थिति का आदेश देता है क्योंकि पांच अलग-अलग दिशाओं में राजमार्गों से अलग हो जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके साथ जुड़े कस्बों और प्रमुख शहर दतिया, ग्वालियर, ललितपुर, आगरा, नई दिल्ली, भोपाल, इलाहाबाद, कानपुर, ओरछा, शिवपुरी, टिकमगढ़, उन्नाव बालाजी और सागर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तर-दक्षिण और पूर्व-पश्चिम गलियारे केवल झांसी में एक दूसरे को पार करते हैं और पार करते हैं और शहर कानपुर, लखनऊ और मध्य प्रदेश से भी सड़क से जुड़ा हुआ है। चार लेन राष्ट्रीय राजमार्ग इसके पूरा होने के आखिरी चरण में है, झांसी और आसपास के क्षेत्रों में बुनियादी ढांचे और अन्य क्षेत्रों में तेजी आई है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु परिवहन</p>\r\n<p>झांसी हवाई अड्डा ब्रिटिश सेना में बनाया गया एक सैन्य विमानन आधार है जो भारतीय सेना और राजनीतिक आगंतुकों द्वारा उपयोग किया जाता है। हालांकि निजी विमान के लिए भूमि के प्रावधान हैं, लेकिन कोई नागरिक उड्डयन संचालन नहीं है। 1 99 0 के दशक में और फिर 2000 के दशक में वाणिज्यिक उद्देश्यों के लिए इसे परिचालित करने की मांग की गई थी। उत्तर प्रदेश सरकार ने अप्रैल 2011 में बुंदेलखंड में पर्यटन का समर्थन करने के लिए सभी नए नागरिक विमानन आधार के निर्माण की घोषणा की।&nbsp; भारतीय सेना सैन्य विमानन के विस्तार पर आपत्ति रखती है। इसलिए, सरकार ने झांसी में हवाई अड्डे के लिए सेना उड्डयन आधार के अलावा तीन अलग-अलग स्थानों की जांच की है। ग्वालियर हवाई अड्डा झांसी से निकटतम हवाई अड्डा है।</p>","SubContentHindi":null,"ImageUrl":"20a64a98-25ac-488a-900d-f1c8f6d0ecaf_jhansi-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jhansi-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"झांसी","slug":"jhansi"}],"recommendations":[{"id":179,"title":"पीलीभीत में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","dateCreated":"2018-12-22T06:10:46.189Z","dateModified":"2018-12-22T07:26:26.271Z","contributedBy":"AskGif","content":"पीलीभीत भारत के उत्तर प्रदेश राज्य में पीलीभीत जिले में एक शहर और एक नगरपालिका बोर्ड है। पीलीभीत बरेली मंडल का उत्तर-पूर्वी जिला है, जो नेपाल की सीमा पर स्थित शिवालिक रेंज की तलहटी के बगल में उप-हिमालयी पठार क्षेत्र के रोहिलखंड क्षेत्र में स्थित है, जो गोमती नदी की उत्पत्ति के लिए जाना जाता है और","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"पीलीभीत","slug":"pilibhit"}],"slug":"top-places-to-visit-in-pilibhit-uttar-pradesh","total":0},{"id":169,"title":"मिर्जापुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"567ba1db-e3a9-4268-b994-06fcb5af84b5_Mirzapur-railway.jpg","dateCreated":"2018-12-09T05:06:39.181Z","dateModified":"2018-12-09T05:29:01.709Z","contributedBy":"AskGif","content":"मिर्जापुर भारत के उत्तर प्रदेश का एक शहर है, जो दिल्ली और कोलकाता से लगभग 650 किमी दूर है, इलाहाबाद से लगभग 87 किमी (54 मील) और वाराणसी से 67 किमी (42 मील) दूर है। इसकी जनसंख्या 2,496, 9 70 है जिसमें से पुरुष और महिला क्रमश: 1,312,302 और 1,184,668 थीं। यह अपने कालीन और ब्रासवेयर उद्योगों के लिए ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/567ba1db-e3a9-4268-b994-06fcb5af84b5_Mirzapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"मिर्जापुर","slug":"mirzapur"}],"slug":"top-places-to-visit-in-mirzapur-uttar-pradesh","total":0},{"id":102,"title":"अमरोहा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","dateCreated":"2018-08-09T08:12:36.032Z","dateModified":"2020-06-06T13:31:08.247Z","contributedBy":"AskGif","content":"अमरोहा (ज्योतिबा फुले नगर) उत्तरी भारत के उत्तर-पश्चिमी उत्तर प्रदेश राज्य में स्थित है, जो सॉट नदी के पास मोरादाबाद के उत्तर-पश्चिम में स्थित है। यह अमरोहा जिले का प्रशासनिक मुख्यालय है।\r\nअमरोहा का नाम शब्द (संस्कृत) अमृत अमार आम और वनम वनम वन से निकला। तारख-ए-अमरोहा के लेखक ने कहा कि अमर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e26d0f8-7d96-4056-89dc-f23616349e0a-amroha.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"अमरोहा","slug":"amroha"}],"slug":"top-places-to-visit-in-amroha-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}