{"id":1530,"title":"AIIMS रिपोर्ट रूल्स सुशांत सिंह राजपूत मर्डर थ्योरी, सूत्रों का कहना है","imageUrl":"icon_9ebf5700-4b59-4f0f-9e11-44dbd7a80071.png","dateCreated":"2020-10-03T08:10:07.648Z","dateModified":"2020-10-03T08:10:24.48Z","contributedBy":"sumitc91","content":"<p>अभिनेता सुशांत सिंह राजपूत की हत्या नहीं की गई और यह आत्महत्या का मामला है, दिल्ली के एम्स के डॉक्टरों की एक टीम ने सीबीआई से अपनी राय में कहा है, सूत्रों ने एनडीटीवी से कहा है, अभिनेता के परिवार और उनके वकील द्वारा जहर और गला घोंटना के सिद्धांतों को खारिज करना ।<br />34 वर्षीय फिल्म स्टार को 14 जून को अपने मुंबई अपार्टमेंट में मृत पाया गया था। हालांकि मुंबई पुलिस ने शव यात्रा के आधार पर इसे आत्महत्या, जंगली अटकलें और सोशल मीडिया पर न्याय के अभियान और सुशांत सिंह राजपूत के परिवार के आरोपों को संदेह कहा, जो समग्र सीबीआई जांच का हिस्सा बन गए।</p>\n<p>सूत्रों ने कहा कि एम्स पैनल ने परीक्षा पूरी कर ली है और इस मामले में निर्णायक औषधीय कानूनी राय देने के बाद फाइल को बंद कर दिया है और सीबीआई उनकी जांच के साथ रिपोर्ट को मंजूरी दे रही है।</p>\n<p>सूत्रों ने कहा कि सीबीआई को \"आत्महत्या के लिए अपहरण\" की जांच जारी रखने की संभावना है, मूल रूप से बिहार पुलिस द्वारा सूचीबद्ध किया गया था।</p>\n<p>उन्होंने यह भी कहा कि एम्स पैनल ने मुंबई अस्पताल की राय के साथ सहमति व्यक्त की है जिसने शव परीक्षण किया है। मुंबई अस्पताल के शव परीक्षण में मौत के कारण के रूप में \"फांसी के कारण श्वासावरोध\" पाया गया था।</p>\n<p>सूत्रों ने कहा कि परिस्थितिजन्य साक्ष्य यह भी बताते हैं कि यह आत्महत्या का मामला था न कि हत्या का।</p>\n<p>सुशांत सिंह राजपूत के परिवार और कुछ दोस्तों ने सवाल उठाया था कि उनकी मृत्यु कैसे हुई।</p>\n<p>सेंट्रल फॉरेंसिक साइंस लेबोरेटरी (सीएफएसएल) को सीबीआई द्वारा मौत में बेईमानी के किसी भी सबूत के लिए अपराध के दृश्य की जांच करने का काम सौंपा गया था।</p>\n<p>सूत्रों ने कहा, \"जांच में सभी पहलू अभी भी खुले हैं अगर कोई सबूत सामने आता है या नहीं, तो भारतीय दंड संहिता (हत्या) की धारा 302 को जोड़ा जाएगा, लेकिन जांच के 45 दिनों में कुछ भी सामने नहीं आया है।\"</p>\n<p>सीबीआई जांच शुरू हुई जब परिवार ने अभिनेता की प्रेमिका रिया चक्रवर्ती पर मानसिक रूप से उसे परेशान करने, उसे दवा देने, पैसे के लिए उसका शोषण करने और उसकी मौत में भूमिका निभाने का आरोप लगाते हुए मामला दर्ज किया।</p>\n<p>केंद्रीय जांच एजेंसी ने अपने 57 दिनों की जांच में 20 से अधिक लोगों से पूछताछ और जांच की है और सूत्रों ने यह भी बताया कि एजेंसी ने मामले में जब्त लैपटॉप, हार्ड ड्राइव, डिजिटल कैमरा और दो मोबाइल फोन की फॉरेंसिक जांच की है।</p>\n<p>एजेंसी के सूत्रों ने एनडीटीवी से कहा, \"सभी पहलुओं को हत्या के कोण सहित देखा जा रहा है। अब तक, यह साबित करने के लिए कोई सबूत नहीं आया है कि यह हत्या का मामला है। यदि जांच के दौरान, हमें कोई सबूत मिलता है, तो हत्या आरोपों को जोड़ा जाएगा। फिलहाल, आत्महत्या करने और प्राथमिकी में अन्य आरोपों की जांच की जा रही है। \"</p>\n<p>पिछले हफ्ते, परिवार के वकील विकास सिंह ने एम्स पैनल पर एक डॉक्टर द्वारा बताया गया था कि सुशांत सिंह का गला घोंट दिया गया था।</p>\n<p>\"SSR के मर्डर को आत्महत्या में बदलने के निर्णय में CBI की देरी से निराश हो रहे हैं। AIIMS टीम का हिस्सा रहे डॉक्टर ने मुझे बहुत पहले कहा था कि मेरे द्वारा भेजी गई तस्वीरों में 200% का संकेत है कि यह गला घोंटने से मौत है और आत्महत्या नहीं, &rdquo;उन्होंने ट्वीट किया था।</p>\n<p>नवीनतम गीतों को प्रचारित करें, केवल JioSaavn.com पर</p>\n<p>दावे के बाद, रिया चक्रवर्ती के वकील ने एक नए मेडिकल बोर्ड को \"जांच को निष्पक्ष और अनुमान से मुक्त रखने\" के लिए बुलाया था।</p>\n<p>पिछले सोमवार को एक बयान में, सीबीआई ने कहा कि वह एक \"पेशेवर जांच\" कर रही है, जहां \"सभी पहलुओं को देखा जा रहा है और किसी भी पहलू को खारिज नहीं किया गया है\"।</p>\n<p>स्रोत: https://www.ndtv.com/india-news/aiims-report-rules-out-sushant-singh-rajput-murder-theories-say-sources-2304530</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9ebf5700-4b59-4f0f-9e11-44dbd7a80071.png","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"aiims-report-rules-out-sushant-singh-rajput-murder-theories-say-sources","tags":[{"name":"भारत","slug":"india"}],"recommendations":[{"id":1453,"title":"हम स्मोक सिगरेट, दीपिका, सारा, रकुल को याद नहीं करते","imageUrl":"icon_6f5d95b4-82c9-4928-9870-bc03267cd84a.png","dateCreated":"2020-09-28T10:00:36.929Z","dateModified":"2020-09-28T10:00:53.091Z","contributedBy":"sumitc91","content":"एनबीए के एक अधिकारी ने खुलासा किया है कि बॉलीवुड की सभी चार अभिनेत्रियों, दीपिका पादुकोण, सारा अली खान, रकुल सिंह और श्रद्धा कपूर, जिनसे हाल ही में नारकोटिक्स कंट्रोल ब्यूरो (एनसीबी) ने पूछताछ की थी, ने मादक द्रव्यों के सेवन से इनकार किया है। उन्होंने कहा कि वे अपने व्हाट्सएप संदेशों में हाथ से ल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6f5d95b4-82c9-4928-9870-bc03267cd84a.png","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"भारत","slug":"india"}],"slug":"we-dont-even-smoke-cigarettes-said-deepika-sara-rakul-shraddha-ncb-official","total":0},{"id":1390,"title":"व्हाट्सएप का डिफेंस एमिड रो ओवर लीक चैट्स इन ड्रग्स प्रोब","imageUrl":"icon_fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","dateCreated":"2020-09-25T04:34:14.93Z","dateModified":"2020-09-25T04:36:19.432Z","contributedBy":"sumitc91","content":"केंद्रीय एजेंसी ने अभिनेताओं दीपिका पादुकोण और श्रद्धा कपूर को प्रतिभा एजेंट जया साहा के सेलफोन से एक्सेस 2017 के चैट डेटिंग के आधार पर बुलाया है।<br />सोशल नेटवर्क प्लेटफ़ॉर्म व्हाट्सएप ने गुरुवार को कहा कि उसके संदेश सुरक्षित हैं और कोई भी तीसरा पक्ष उन्हें एक्सेस नहीं कर सकता है - इस बारे में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"भारत","slug":"india"}],"slug":"whatsapps-defense-amid-row-over-leaked-chats-in-drugs-probe","total":0},{"id":1362,"title":"सुशांत सिंह राजपूत ने की आत्महत्या, बांद्रा के फ्लैट में लटका मिला: रिपोर्ट","imageUrl":"bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","dateCreated":"2020-06-14T09:13:21.868Z","dateModified":"2020-06-14T12:30:45.806Z","contributedBy":"AskGif","content":"बॉलीवुड अभिनेता सुशांत सिंह राजपूत ने रविवार को मुंबई में आत्महत्या कर ली। खबरों के मुताबिक, सुशांत को बांद्रा स्थित उनके घर पर लटका पाया गया और एक घरेलू मदद ने पुलिस को सतर्क कर दिया।\r\n&nbsp;\r\nबांद्रा पुलिस की एक टीम जांच के लिए रवाना हो गई है। मुंबई पुलिस के प्रवक्ता ने कहा कि अभी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"sushant-singh-rajput-commits-suicide-found-hanging-in-bandra-flat-report","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0}]}