{"id":1530,"title":"AIIMS Report Rules Out Sushant Singh Rajput Murder Theories, Say Sources","imageUrl":"icon_9ebf5700-4b59-4f0f-9e11-44dbd7a80071.png","dateCreated":"2020-10-03T08:10:07.648Z","dateModified":"2020-10-03T08:10:24.48Z","contributedBy":"sumitc91","content":"<p>Actor Sushant Singh Rajput was not murdered and it is a case of suicide, a team of doctors from Delhi's AIIMS has said in its opinion to CBI, sources have told NDTV, dismissing the theories of poisoning and strangling floated by the actor's family and their lawyer.<br />The 34-year-old movie star was found dead on June 14 in his Mumbai apartment. Though the Mumbai police, based on the autopsy, called it a suicide, wild speculation and campaigns of justice on social media and allegations from Sushant Singh Rajput's family raised doubts that became a part of an overall CBI investigation.</p>\n<p>Sources said the AIIMS Panel has completed the examination and closed the file after giving conclusive medico-legal opinion in this case and the CBI is corroborating the report with their investigation.</p>\n<p>The CBI is likely to continue its probe into \"abetment to suicide\", the charge that was originally listed by the Bihar Police, sources said.</p>\n<p>They also said the AIIMS panel has concurred with the opinion of the Mumbai hospital that carried out the autopsy. The Mumbai hospital's autopsy had found \"asphyxia due to hanging\" as the cause of death.</p>\n<p>Sources added that circumstantial evidence also suggests that it was a case of suicide and not murder.</p>\n<p>Sushant Singh Rajput's family and some friends had raised questions about how he died.</p>\n<p>The Central Forensic Science Laboratory (CFSL) was tasked by the CBI to forensically examine the crime scene for any evidence of foul play in the death.</p>\n<p>\"All aspects are still open in the probe if any evidence comes to light proving otherwise, Section 302 of the Indian Penal Code (murder) will be added, but nothing has come up in 45 days of the probe,\" the sources said.</p>\n<p>The CBI investigation began after the family filed a case accusing the actor's girlfriend Rhea Chakraborty of mentally harassing him, medicating him, exploiting him for money, and playing a role in his death.</p>\n<p>The central investigation agency has questioned and examined over 20 people in its 57 days of probe and sources also add that the agency has forensically examined the seized laptop, hard drives, digital camera, and two mobile phones in the case.</p>\n<p>The agency's sources told NDTV, \"All aspects are being looked into including murder angle. So far, no evidence has come up to prove it to be a case of murder. If during the course of the investigation, we get any evidence, murder charges will be added. For now, abetment to suicide and other charges in the FIR is being probed.\"</p>\n<p>Last week, the family's lawyer Vikas Singh had claimed to have been told by a doctor on the AIIMS panel that Sushant Singh had been strangled.</p>\n<p>\"Getting frustrated by the delay in CBI taking a decision to convert abetment to suicide to Murder of SSR. The Doctor who is part of the AIIMS team had told me long back that the photos sent by me indicated 200% that it's death by strangulation and not suicide,\" he had tweeted.</p>\n<p>PromotedListen to the latest songs, only on JioSaavn.com</p>\n<p>Following the claim, Rhea Chakraborty's lawyer had called for a new medical board \"to keep the investigations impartial and free from inference\".</p>\n<p>In a statement last Monday, the CBI said it was conducting a \"professional investigation\" where \"all aspects are being looked at and no aspect has been ruled out\".</p>\n<p>source: https://www.ndtv.com/india-news/aiims-report-rules-out-sushant-singh-rajput-murder-theories-say-sources-2304530</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9ebf5700-4b59-4f0f-9e11-44dbd7a80071.png","subContents":[],"category":{"name":"news","slug":"news"},"slug":"aiims-report-rules-out-sushant-singh-rajput-murder-theories-say-sources","tags":[{"name":"india","slug":"india"}],"recommendations":[{"id":1453,"title":"We Don’t Even Smoke Cigarettes, Said Deepika, Sara, Rakul & Shraddha: NCB Official","imageUrl":"icon_6f5d95b4-82c9-4928-9870-bc03267cd84a.png","dateCreated":"2020-09-28T10:00:36.929Z","dateModified":"2020-09-28T10:00:53.091Z","contributedBy":"sumitc91","content":"An NBA official has revealed that all the four Bollywood actresses, Deepika Padukone, Sara Ali Khan, Rakul Singh and Shraddha Kapoor, who were recently questioned by the Narcotics Control Bureau (NCB), have denied substance abuse. They said they were referring to hand-rolled cigarettes in their W","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6f5d95b4-82c9-4928-9870-bc03267cd84a.png","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"we-dont-even-smoke-cigarettes-said-deepika-sara-rakul-shraddha-ncb-official","total":0},{"id":1390,"title":"WhatsApp's Defense Amid Row Over Leaked Chats In Drugs Probe","imageUrl":"icon_fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","dateCreated":"2020-09-25T04:34:14.93Z","dateModified":"2020-09-25T04:36:19.432Z","contributedBy":"sumitc91","content":"The central agency has summoned actors Deepika Padukone and Shraddha Kapoor on basis of chats dating back to 2017, accessed from the cellphone of talent agent Jaya Saha.<br />Social network platform WhatsApp on Thursday said that its messages are protected and no third party can access them - an ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"whatsapps-defense-amid-row-over-leaked-chats-in-drugs-probe","total":0},{"id":1362,"title":"Sushant Singh Rajput commits suicide, found hanging in Bandra flat: Report","imageUrl":"bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","dateCreated":"2020-06-14T09:13:21.868Z","dateModified":"2020-06-14T12:30:45.806Z","contributedBy":"AskGif","content":"Bollywood actor Sushant Singh Rajput committed suicide in Mumbai on Sunday. According to reports, Sushant was found hanging at his house in Bandra and a domestic help alerted the police.\r\n&nbsp;\r\nA team of Bandra Police has rushed to investigate. Mumbai Police spokesperson said that","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"sushant-singh-rajput-commits-suicide-found-hanging-in-bandra-flat-report","total":0},{"id":186,"title":"Family No.1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"Family no.1... this was a daily soap that used to come on one of the tv channels...well that's just a lame statement justifying the title...but actually this post is about the family ties n bonds that we share....an assimilation of sweet and sour feelings which is forever cherished and which make","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"india","slug":"india"}],"slug":"family-no.1","total":0}]}