{"id":16,"title":"Best Places to visit in Bangalore with Family.","imageUrl":"cd5e44b8-0f6e-4ef9-ba26-97bd15114385_bangalore-tour_wm_icon.gif","dateCreated":"2018-07-05T19:31:09.503Z","dateModified":"2018-07-08T06:48:36.826Z","contributedBy":"AskGif","content":"<p>Bangalore is sometimes referred to as the \"Silicon Valley of India\" (or \"IT capital of India\") because of its role as the nation's leading information technology (IT) exporter.&nbsp;Indian technological organisations ISRO, Infosys, Wipro and HAL are headquartered in the city. A demographically diverse city, Bangalore is the second fastest-growing major metropolis in India.&nbsp;It is home to many educational and research institutions in India, such as Indian Institute of Science (IISc), Indian Institute of Management (Bangalore) (IIMB), National Institute of Fashion Technology, Bangalore, National Institute of Design, Bangalore (NID R&amp;D Campus), National Law School of India University (NLSIU) and National Institute of Mental Health and Neurosciences (NIMHANS). Numerous state-owned aerospace and defence organisations, such as Bharat Electronics, Hindustan Aeronautics and National Aerospace Laboratories are located in the city. The city also houses the Kannada film industry.</p>\r\n<p>Source :&nbsp;<a href=\"https://en.wikipedia.org/wiki/Bangalore\" target=\"_blank\" rel=\"noopener\">https://en.wikipedia.org/wiki/Bangalore</a></p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_cd5e44b8-0f6e-4ef9-ba26-97bd15114385_bangalore-tour_wm_icon.gif","subContents":[{"SubTitle":"Bangalore Palace","SubTitleHindi":null,"SubContent":"<p>Bangalore Palace, a palace located in Bangalore, Karnataka, India, in an area owned originally by Rev. J. Garrett, the first principal of the Central High School in Bangalore, now famous as Central College. The commencement of the construction of the palace is attributed to him.</p>","SubContentHindi":null,"ImageUrl":"dd63e5c2-e485-493d-bd5a-5edee8de3365_Bangalore_palace.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"National Gallery of Modern Art","SubTitleHindi":null,"SubContent":"<p>National Gallery of Modern Art is an art gallery in Bangalore. It was inaugurated in the year 2009. It showcases modern Indian art and houses paintings by Raja Ravi Verma, Jamini Roy, Amrita Sher-Gil, Rabindranath Tagore and a large number of Modern and Contemporary artists.</p>","SubContentHindi":null,"ImageUrl":"0f3d431c-26f3-49ca-9530-fab61d1b4eb5_National-Gallery-of-Modern-Art-Bangalore.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"Tipu Sultan Palace and Fort","SubTitleHindi":null,"SubContent":"<p>Tipu Sultan&#39;s Summer Palace, in Bangalore, India, is an example of Indo-Islamic architecture and was the summer residence of the Mysorean ruler Tipu Sultan. Hyder Ali commenced its construction within the walls of the Bangalore Fort, and it was completed during the reign of Tipu Sultan in 1791. After Tipu Sultan&#39;s death in the Fourth Anglo-Mysore War, the British Administration used the palace for its Secretariat before moving to Attara Kacheri in 1868. Today the government of Karnataka maintains the palace, which is located at the center of Old Bangalore near the Kalasipalyam bus stand, as a tourist spot.</p>","SubContentHindi":null,"ImageUrl":"eb775b33-7e29-4a57-aba8-1b4d3f5ab1e6_tipu.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"Krishna Rajendra (KR) Market","SubTitleHindi":null,"SubContent":"<p>K. R. Market (Krishna Rajendra Market), also known as City Market, is the largest wholesale market dealing with commodities in Bangalore, India. It is named after Krishnarajendra Wodeyar, a former ruler of the princely state of Mysore. The market is located in the Kalasipalya area, adjacent to the Tipu Sultan&#39;s Summer Palace, on Mysore Road at its junction with Krishnarajendra Road. It is the first locality in the whole of Asia to get electricity and considered to be one of the biggest flower markets in Asia</p>","SubContentHindi":null,"ImageUrl":"45818ba1-4330-4766-80f0-f0e24afadc5a_kr_market.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"Lalbagh Botanical Garden","SubTitleHindi":null,"SubContent":"<p>Lalbagh or Lalbagh Botanical Gardens, meaning The Red Garden in English, is a well-known botanical garden in southern Bengaluru, India. It has a famous glass house dating from 1889 which hosts two annual flower shows (26 January and 15 August). Lalbagh houses India's largest collection of tropical plants, has a lake, and is one of the main tourist attractions in Bengaluru.[1] Lal Bagh is also home to a few species of birds. The commonly sighted birds include Myna, Parakeets, Crows, Brahminy Kite, Pond Heron, Common Egret, Kingfisher, Spotted Owlets, Spotted kite, Spotted Pelican, Ducks, Indian Cormorant, Purple Moor Hen etc.</p>","SubContentHindi":null,"ImageUrl":"3fd66a32-924e-487c-82f0-8251175680c6_Lalbagh_Garden_Beauty.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"Cubbon Park","SubTitleHindi":null,"SubContent":"<p>Cubbon Park, Officially called Sri Chamarajendra Park is a landmark 'lung' area of the Bengaluru city, located (12.97&deg;N 77.6&deg;E) within the heart of the city in the Central Administrative Area. Originally created in 1870, when Major General Richard Sankey was the then British Chief Engineer of Mysore state, it covered an area of 100 acres (0.40 km2) and subsequent expansion has taken place and the area reported now is about 300 acres (1.2 km^2). It has a rich recorded history of abundant flora and fauna plantations coupled with numerous impressive and aesthetically located buildings and statues of famous personages, in its precincts. This public park was first named as Meade&rsquo;s Park after Sir John Meade, the acting Commissioner of Mysuru in 1870 and subsequently renamed as Cubbon Park after the longest-serving commissioner of athe time, Sir Mark Cubbon. To commemorate the Silver Jubilee of Sri Krishnaraja Wodeyar&rsquo;s rule in Mysore State, in 1927, the park was again renamed as Sri. Chamarajendra Park, in memory of the 19th-century ruler of the state Sri Chamarajendra Wodeyar (1868&ndash;94), during whose rule the park came into existence.</p>","SubContentHindi":null,"ImageUrl":"e1c2684a-bd19-47a0-b9f3-a29046b9bb2e_cubbon-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"Nandi Hills","SubTitleHindi":null,"SubContent":"<p>Nandi Hills or Nandi betta (Anglicised forms include Nandidurg and Nandydoorg) is an ancient hill fortress in southern India, in the Chikkaballapur district of Karnataka state. It is 10 km from Chickballapur town and approximately 60 km from the city of Bengaluru. The hills are nestled near the town of Nandi. In traditional belief, the hills are the origin of the Arkavathy river</p>","SubContentHindi":null,"ImageUrl":"05e25f2f-65be-44e1-8c21-5ddb4ff59875_Clouds_engulfing_the_hill.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"Innovative Film City","SubTitleHindi":null,"SubContent":"<p>Innovative provides comprehensive solutions for the events requirements of Corporate, Associations, Clubs, Schools &amp; Private functions. Right from conceptualizing, designing, theming, planning, co-ordination, stage infrastructure, equipment, man-power, celebrity managements, shows, performances and all that is needed for a successful event; everything is facilitated by Innovative Events Team.</p>","SubContentHindi":null,"ImageUrl":"80245b81-0304-4b23-8c50-6d30a25e6c71_640px-01_Innovative_Film_city_Bangalore_104113.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"Wonderla","SubTitleHindi":null,"SubContent":"<p>Wonderla Holidays, is one of the largest amusement park operators in India, headquartered near Bidadi, 28 kilometres (17 mi) from Bengaluru. Wonderla Holidays Limited currently operates 3 amusement parks in Kochi, Bengaluru and Hyderabad respectively and 1 resort in Bengaluru. It is promoted by Kochouseph Chittilappilly and his son Arun Chittilappilly. The first amusement park, Wonderla Kochi, was set up in 2000. The third amusement park project Wonderla Hyderabad was commissioned in April 2016. Wonderla holidays is currently planning to open its 4th amusement park in Chennai, expected to be operational by the end of 2018. Wonderla amusement parks offers a variety of rides for all ages to enjoy, some of their rides are Recoil, Maverick, Y-Scream, and their latest addition Mission interstellar.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"866145c6-9b0c-4cc9-884f-ac432dcd99dd_Wonderla_Bangalore_BNC.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"travel","slug":"travel"},"slug":"best-places-to-visit-in-bangalore-with-family","tags":[{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"bangalore","slug":"bangalore"}],"recommendations":[{"id":595,"title":"Top Places to visit in Bengaluru Rural, Bengaluru, Karnataka","imageUrl":"0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","dateCreated":"2019-09-07T02:24:35.884Z","dateModified":"2019-09-07T02:24:49.838Z","contributedBy":"AskGif","content":"Bengaluru Rural District is one of the 30 districts in Karnataka, India. It was formed in 1986, when Bengaluru was divided into Bengaluru (Rural) and Bengaluru (Urban). Presently in Bengaluru Rural district, there are 2 divisions, 4 Talukas, 35 Hoblis (cluster of villages), 1,713 inhabited and 17","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bengaluru-rural","slug":"bengaluru-rural"},{"name":"bangalore","slug":"bangalore"},{"name":"bengaluru","slug":"bengaluru"}],"slug":"top-places-to-visit-in-bengaluru-rural-bengaluru-karnataka","total":0},{"id":414,"title":"Govt Ban on the construction of new apartments in Bengaluru? Govt mulls 5-year moratorium","imageUrl":"57ad13aa-3060-48f4-844f-3f1415388a66_bangalore-water-crisis.jpg","dateCreated":"2019-06-28T03:24:50.235Z","dateModified":"2020-04-05T07:12:35.777Z","contributedBy":"AskGif","content":"Karnataka Deputy CM Dr G Parameshwara said that they were considering such a proposal in order to tackle the drinking water crisis in Bengaluru.\r\nWith Bengaluru reeling from water shortage, the Karnataka government is now mulling a moratorium on construction of new apartments in the city f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/57ad13aa-3060-48f4-844f-3f1415388a66_bangalore-water-crisis.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"bangalore","slug":"bangalore"}],"slug":"govt-ban-on-the-construction-of-new-apartments-in-bengaluru-govt-mulls-5-year-moratorium","total":0},{"id":81,"title":"Top Places to visit in Nawada, Bihar","imageUrl":"e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","dateCreated":"2018-08-03T11:07:24.365Z","dateModified":"2018-08-03T12:00:09.43Z","contributedBy":"AskGif","content":"Nawada is a city and a municipality in Bihar, India. It is also the headquarters of the Nawada district. It is the headquarters of the subdivision of the same name, lying on both sides of the Khuri River( also known as Sakri river in some parts) at 24&ordm; 53&rsquo; N and 85&ordm; 33&rsquo; E. T","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"bihar","slug":"bihar"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"nawada","slug":"nawada"}],"slug":"top-places-to-visit-in-nawada-bihar","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}