{"id":16,"title":"परिवार के साथ बैंगलोर में जाने के लिए सबसे अच्छे स्थान।","imageUrl":"cd5e44b8-0f6e-4ef9-ba26-97bd15114385_bangalore-tour_wm_icon.gif","dateCreated":"2018-07-05T19:31:09.503Z","dateModified":"2018-07-08T06:48:36.826Z","contributedBy":"AskGif","content":"<p>देश की अग्रणी सूचना प्रौद्योगिकी (आईटी) निर्यातक के रूप में अपनी भूमिका के कारण बैंगलोर को कभी-कभी \"भारत की सिलिकॉन वैली\" (या \"भारत की आईटी राजधानी\") कहा जाता है। भारतीय तकनीकी संगठन इसरो, इंफोसिस, विप्रो और एचएएल का मुख्यालय शहर में है। एक जनसांख्यिकीय विविध शहर, बैंगलोर भारत में दूसरा सबसे तेजी से बढ़ता हुआ प्रमुख महानगर है। यह भारत में कई शैक्षणिक और शोध संस्थानों का घर है, जैसे भारतीय विज्ञान संस्थान (आईआईएससी), भारतीय प्रबंधन संस्थान (बैंगलोर) (आईआईएमबी), राष्ट्रीय फैशन प्रौद्योगिकी संस्थान, बैंगलोर, राष्ट्रीय डिजाइन संस्थान, बैंगलोर (एनआईडी आर एंड डी कैंपस), नेशनल लॉ स्कूल ऑफ इंडिया यूनिवर्सिटी (एनएलएसआईयू) और नेशनल इंस्टीट्यूट ऑफ मैटल हेल्थ एंड न्यूरोसाइंसेस (एनआईएमएचएएनएस)। भारत इलेक्ट्रॉनिक्स, हिंदुस्तान एयरोनॉटिक्स और नेशनल एयरोस्पेस प्रयोगशालाओं जैसे कई राज्य-स्वामित्व वाले एयरोस्पेस और रक्षा संगठन शहर में स्थित हैं। शहर में कन्नड़ फिल्म उद्योग भी है।</p>\r\n<p>स्रोत: <a href=\"https://en.wikipedia.org/wiki/Bangalore\" target=\"_blank\" rel=\"noopener\">https://en.wikipedia.org/wiki/Bangalore&nbsp;</a></p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_cd5e44b8-0f6e-4ef9-ba26-97bd15114385_bangalore-tour_wm_icon.gif","subContents":[{"SubTitle":"बैंगलोर पैलेस","SubTitleHindi":null,"SubContent":"<p> बैंगलोर पैलेस, बैंगलोर, कर्नाटक, भारत में स्थित महल, मूल रूप से रेव। जे। गेटेट, जो बैंगलोर में सेंट्रल हाई स्कूल के पहले प्रिंसिपल के पहले प्रिंसिपल के स्वामित्व वाले क्षेत्र में स्थित है, अब सेंट्रल कॉलेज के रूप में प्रसिद्ध है। महल के निर्माण की शुरुआत उसके लिए जिम्मेदार है। </ P>","SubContentHindi":null,"ImageUrl":"dd63e5c2-e485-493d-bd5a-5edee8de3365_Bangalore_palace.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"आधुनिक कला की राष्ट्रीय गैलरी","SubTitleHindi":null,"SubContent":"<p> आधुनिक कला की राष्ट्रीय गैलरी बैंगलोर में एक कला गैलरी है। इसका उद्घाटन वर्ष 200 9 में हुआ था। यह राजा रवि वर्मा, जामिनी रॉय, अमृता शेर-गिल, रवींद्रनाथ टैगोर और आधुनिक और समकालीन कलाकारों की एक बड़ी संख्या द्वारा आधुनिक भारतीय कला और घर चित्रों का प्रदर्शन करता है। </p>","SubContentHindi":null,"ImageUrl":"0f3d431c-26f3-49ca-9530-fab61d1b4eb5_National-Gallery-of-Modern-Art-Bangalore.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"टीपू सुल्तान पैलेस और किला","SubTitleHindi":null,"SubContent":"<p> भारत के बैंगलोर में टीपू सुल्तान का समर पैलेस, भारत-इस्लामी वास्तुकला का एक उदाहरण है और मैसूरियन शासक टीपू सुल्तान का ग्रीष्मकालीन निवास था। हैदर अली ने बैंगलोर किले की दीवारों के भीतर अपना निर्माण शुरू किया, और यह 17 9 1 में टीपू सुल्तान के शासनकाल के दौरान पूरा हो गया। चौथे एंग्लो-मैसूर युद्ध में टीपू सुल्तान की मौत के बाद, ब्रिटिश प्रशासन ने आगे बढ़ने से पहले अपने सचिवालय के लिए महल का उपयोग किया 1868 में अटारा कचेरी। आज कर्नाटक सरकार महल को बरकरार रखती है, जो कि कलसीपल्याम बस स्टैंड के पास ओल्ड बैंगलोर के केंद्र में एक पर्यटक स्थल के रूप में स्थित है। </ P>","SubContentHindi":null,"ImageUrl":"eb775b33-7e29-4a57-aba8-1b4d3f5ab1e6_tipu.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"कृष्णा राजेंद्र (केआर) बाजार","SubTitleHindi":null,"SubContent":"<P> कश्मीर। आर मार्केट (कृष्णा राजेंद्र मार्केट), जिसे सिटी मार्केट भी कहा जाता है, भारत का बैंगलोर, भारत में वस्तुओं के साथ सबसे बड़ा थोक बाजार है। इसका नाम कृष्णराजेंद्र वोडेयार के नाम पर रखा गया है, जो मैसूर के रियासत राज्य के पूर्व शासक हैं। बाजार कृष्णपेंद्र रोड के साथ जंक्शन में मैसूर रोड पर, टीपू सुल्तान के ग्रीष्मकालीन पैलेस के नजदीक कलासिपालय क्षेत्र में स्थित है। बिजली प्राप्त करने के लिए पूरे एशिया में यह पहला इलाका है और एशिया में सबसे बड़े फूल बाजारों में से एक माना जाता है </ p>","SubContentHindi":null,"ImageUrl":"45818ba1-4330-4766-80f0-f0e24afadc5a_kr_market.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"लालबाग बॉटनिकल गार्डन","SubTitleHindi":null,"SubContent":"<p>लालबाग या लालबाग बॉटनिकल गार्डन, जिसका अर्थ अंग्रेजी में रेड गार्डन है, भारत के दक्षिणी बेंगलुरु में एक प्रसिद्ध वनस्पति उद्यान है। इसमें 188 9 से एक प्रसिद्ध ग्लास हाउस है जो दो वार्षिक फूल शो (26 जनवरी और 15 अगस्त) आयोजित करता है। लालबाग में उष्णकटिबंधीय पौधों का भारत का सबसे बड़ा संग्रह है, इसमें एक झील है, और बेंगलुरू में मुख्य पर्यटक आकर्षणों में से एक है। [1] लाल बाग भी पक्षियों की कुछ प्रजातियों का घर है। आम तौर पर देखे जाने वाले पक्षियों में मन्ना, पैराकेट्स, क्रोज़, ब्राह्मण पतंग, तालाब हेरॉन, कॉमन एगेट, किंगफिशर, स्पॉटटेड ओउलेट्स, स्पॉट पतंग, स्पॉटेड पेलिकन, डक्स, इंडियन कॉर्मोरेंट, पर्पल मूर हेन इत्यादि शामिल हैं।</p>","SubContentHindi":null,"ImageUrl":"3fd66a32-924e-487c-82f0-8251175680c6_Lalbagh_Garden_Beauty.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"क्यूबन पार्क","SubTitleHindi":null,"SubContent":"<p>क्यूबॉन पार्क, जिसे आधिकारिक तौर पर श्री चमारजेंद्र पार्क कहा जाता है, केंद्रीय प्रशासनिक क्षेत्र में शहर के दिल में स्थित बेंगलुरू शहर का एक ऐतिहासिक 'फेफड़े' क्षेत्र है (12.97 डिग्री एन 77.6 डिग्री ई)। मूल रूप से 1870 में बनाया गया था, जब मेजर जनरल रिचर्ड संकी मैसूर राज्य के तत्कालीन ब्रिटिश मुख्य अभियंता थे, इसमें 100 एकड़ (0.40 किमी 2) का क्षेत्र शामिल था और बाद में विस्तार हुआ और अब क्षेत्रफल 300 एकड़ (1.2 किमी ^ 2)। इसमें प्रचुर मात्रा में वनस्पतियों और जीवों के बागानों का एक समृद्ध रिकॉर्ड इतिहास है, जिसमें कई प्रभावशाली और सौंदर्यपूर्ण स्थित इमारतों और मशहूर व्यक्तियों की मूर्तियां हैं, जो इसके परिसर में हैं। इस सार्वजनिक पार्क को पहली बार 1870 में माईसुरु के कार्यकारी आयुक्त सर जॉन मीड के बाद मीड पार्क के रूप में नामित किया गया था और बाद में सर मार्क क्यूबन के सबसे लंबे समय से सेवा करने वाले आयुक्त के बाद क्यूबोन पार्क के रूप में इसका नाम बदल दिया गया। 1 9 27 में मैसूर राज्य में श्री कृष्णराज वोडेयार के शासन की रजत जयंती मनाने के लिए, पार्क का फिर से नाम बदलकर श्री का नाम बदल दिया गया। 1 9वीं शताब्दी के राज्य श्री चमारजेंद्र वोडेयार (1868-94) की याद में स्मृतिराज पार्क, जिसका शासन अस्तित्व में आया था।</p>","SubContentHindi":null,"ImageUrl":"e1c2684a-bd19-47a0-b9f3-a29046b9bb2e_cubbon-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"नंदी हिल्स","SubTitleHindi":null,"SubContent":"<p>नंदी हिल्स या नंदी बेटा (Anglicised रूपों में नंदीदुर्ग और नंदीडोर्ग) कर्नाटक राज्य के चिककाबल्लपुर जिले में दक्षिणी भारत में एक प्राचीन पहाड़ी किले है। यह चिकबॉलपुर शहर से 10 किमी दूर है और बेंगलुरु शहर से लगभग 60 किमी दूर है। पहाड़ी नंदी शहर के पास घिरे हुए हैं। पारंपरिक धारणा में, पहाड़ियों Arkavathy नदी की उत्पत्ति हैं</p>","SubContentHindi":null,"ImageUrl":"05e25f2f-65be-44e1-8c21-5ddb4ff59875_Clouds_engulfing_the_hill.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"अभिनव फिल्म सिटी","SubTitleHindi":null,"SubContent":"<p>अभिनव कॉर्पोरेट, एसोसिएशन, क्लब, स्कूल और निजी कार्यों की घटनाओं की आवश्यकताओं के लिए व्यापक समाधान प्रदान करता है। एक सफल घटना के लिए अवधारणात्मक, डिजाइनिंग, थीमिंग, योजना, समन्वय, मंच आधारभूत संरचना, उपकरण, मानव शक्ति, सेलिब्रिटी प्रबंधन, शो, प्रदर्शन और आवश्यक सभी से; सब कुछ अभिनव घटनाक्रम टीम द्वारा सुविधा प्रदान की जाती है।</p>","SubContentHindi":null,"ImageUrl":"80245b81-0304-4b23-8c50-6d30a25e6c71_640px-01_Innovative_Film_city_Bangalore_104113.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"वंडरला","SubTitleHindi":null,"SubContent":"<p>वंडरला छुट्टियां, भारत में सबसे बड़े मनोरंजन पार्क ऑपरेटरों में से एक है, जिसका मुख्यालय बिदादी के पास है, बेंगलुरू से 28 किलोमीटर (17 मील)। वंडरला छुट्टियां लिमिटेड वर्तमान में कोच्चि, बेंगलुरु और हैदराबाद में 3 मनोरंजन पार्क और बेंगलुरु में 1 रिसॉर्ट संचालित करती हैं। [1] इसे कोचौसफ चित्तिलप्पीली और उनके बेटे अरुण चितिलप्ली द्वारा प्रचारित किया जाता है। पहला मनोरंजन पार्क, वंडरला कोच्चि, 2000 में स्थापित किया गया था। तीसरा मनोरंजन पार्क परियोजना वंडरला हैदराबाद अप्रैल 2016 में शुरू किया गया था। [2] वंडरला छुट्टियां वर्तमान में चेन्नई में अपना चौथा मनोरंजन पार्क खोलने की योजना बना रही हैं, जो 2018 के अंत तक परिचालित होने की उम्मीद है। वंडरला मनोरंजन पार्क सभी उम्र के लिए विभिन्न प्रकार की सवारी प्रदान करता है, उनकी कुछ सवारी रीकोइल, मावेरिक, वाई-स्क्रिम , और उनके नवीनतम अतिरिक्त मिशन इंटरस्टेलर।</p>","SubContentHindi":null,"ImageUrl":"866145c6-9b0c-4cc9-884f-ac432dcd99dd_Wonderla_Bangalore_BNC.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"best-places-to-visit-in-bangalore-with-family","tags":[{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"बैंगलोर","slug":"bangalore"}],"recommendations":[{"id":595,"title":"बेंगलुरु ग्रामीण, बेंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","dateCreated":"2019-09-07T02:24:35.884Z","dateModified":"2019-09-07T02:24:49.838Z","contributedBy":"AskGif","content":"बेंगलुरु ग्रामीण जिला कर्नाटक, भारत के 30 जिलों में से एक है। इसका गठन 1986 में किया गया था, जब बेंगलुरु को बेंगलुरु (ग्रामीण) और बेंगलुरु (शहरी) में विभाजित किया गया था। वर्तमान में बेंगलुरु ग्रामीण जिले में, 2 डिवीजन, 4 तालुका, 35 हॉलीस (गांवों का समूह), 1,713 बसे हुए और 177 निर्जन गांव, 9 शहर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बेंगलुरु-ग्रामीण","slug":"bengaluru-rural"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"बेंगलुरु","slug":"bengaluru"}],"slug":"top-places-to-visit-in-bengaluru-rural-bengaluru-karnataka","total":0},{"id":414,"title":"बेंगलुरु में नए अपार्टमेंट के निर्माण पर सरकार का प्रतिबंध? सरकार 5 साल की मोहलत देती है","imageUrl":"57ad13aa-3060-48f4-844f-3f1415388a66_bangalore-water-crisis.jpg","dateCreated":"2019-06-28T03:24:50.235Z","dateModified":"2020-04-05T07:12:35.777Z","contributedBy":"AskGif","content":"कर्नाटक के डिप्टी सीएम डॉ। जी परमेस्वर ने कहा कि वे बेंगलुरु में पेयजल संकट से निपटने के लिए इस तरह के प्रस्ताव पर विचार कर रहे थे।\r\nबेंगलुरु पानी की कमी से उबरने के साथ, कर्नाटक सरकार अब अगले पांच वर्षों के लिए शहर में नए अपार्टमेंट के निर्माण पर रोक लगा रही है। उपमुख्यमंत्री और बेंगलुरु ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/57ad13aa-3060-48f4-844f-3f1415388a66_bangalore-water-crisis.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"बैंगलोर","slug":"bangalore"}],"slug":"govt-ban-on-the-construction-of-new-apartments-in-bengaluru-govt-mulls-5-year-moratorium","total":0},{"id":81,"title":"नवादा में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","dateCreated":"2018-08-03T11:07:24.365Z","dateModified":"2018-08-03T12:00:09.43Z","contributedBy":"AskGif","content":"नवादा बिहार, भारत में एक शहर और नगर पालिका है। यह नवादा जिले का मुख्यालय भी है। यह एक ही नाम के उपखंड का मुख्यालय है, जो खुरी नदी के दोनों किनारों पर स्थित है (जिसे कुछ हिस्सों में सकरी नदी भी कहा जाता है) 24&ordm; 53 'एन और 85&ordm; 33' ई। नाम नौ-अबाद से विकसित हुआ है, जिसका अर्थ है नया शहर\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"बिहार","slug":"bihar"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"नवादा","slug":"nawada"}],"slug":"top-places-to-visit-in-nawada-bihar","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}