{"id":162,"title":"कानपुर (कानपुर नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","dateCreated":"2018-11-29T16:33:16.223Z","dateModified":"2018-11-30T04:47:16.668Z","contributedBy":"AskGif","content":"<p>कानपुर भारत में 11 वां सबसे अधिक आबादी वाला शहरी समूह है, उत्तर प्रदेश में सबसे बड़ा शहरी समूह, भारत का 12 वां सबसे अधिक आबादी वाला शहर, और लखनऊ के बाद उत्तर प्रदेश राज्य का दूसरा सबसे बड़ा शहर और उत्तर प्रदेश में सबसे अधिक जनसंख्या वाला महानगर है। यह शहर कानपुर नगर जिले और कानपुर डिवीजन का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>माना जाता है कि शहर का नाम कान-पुर का अर्थ है, जिसका अर्थ है \"कान या कृष्ण का शहर\"। अन्य सिद्धांत यह है कि यह नाम कर्णपुर से लिया गया है (जिसका अर्थ है \"कर्ण शहर\", महाभारत के नायकों में से एक), या यह आसपास के शहर मकानपुर से आया था, जिसे पहले खैराबाद के नाम से जाना जाता था, जहां मदर्या के सूफी संत सूफी आदेश, बददीद्दीन जिंदा शाह मदर बस गए।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और अनुसंधान</p>\r\n<p>उच्च शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के शैक्षिक संस्थानों में तीन राज्य विश्वविद्यालय शामिल हैं। छत्रपति शाहू जी महाराज विश्वविद्यालय एशिया में सबसे बड़े विश्वविद्यालयों में से एक है जो शहरी और ग्रामीण छात्रों को कला, विज्ञान, वाणिज्य, कानून, इंजीनियरिंग, जैव प्रौद्योगिकी, कंप्यूटर अनुप्रयोग, प्रबंधन और चिकित्सा के विषयों में पेशेवर और शैक्षणिक पाठ्यक्रम प्रदान करता है। चंद्रशेखर आजाद कृषि और प्रौद्योगिकी विश्वविद्यालय भारतीय कृषि क्रांतिकारी चंद्रशेखर आजाद के नाम पर एक कृषि विश्वविद्यालय है जो उत्तर प्रदेश के 2 9 जिलों के खेती समुदाय की जरूरतों को पूरा करता है। हार्कोर्ट बटलर टेक्निकल यूनिवर्सिटी (एचबीटीआई) इंजीनियरिंग में स्नातक, परास्नातक, और डॉक्टरेट कार्यक्रम, साथ ही बिजनेस एडमिनिस्ट्रेशन में मास्टर्स प्रोग्राम और कंप्यूटर एप्लीकेशन प्रदान करता है। एक सार्वजनिक इंजीनियरिंग संस्थान भारतीय प्रौद्योगिकी संस्थान कानपुर शहर में है। यह कानपुर इंडो-अमेरिकन प्रोग्राम (केआईएपी) के हिस्से के रूप में नौ अमेरिकी अनुसंधान विश्वविद्यालयों के एक संघ की सहायता से 1 9 5 9 में स्थापित प्रौद्योगिकी के पहले भारतीय संस्थानों में से एक था। [45] [46] शहर में एक निजी विश्वविद्यालय भी है: राम समूह के राम विश्वविद्यालय का हिस्सा।&nbsp; कई निजी तकनीकी और प्रबंधन संस्थान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चिकित्सीय शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>गणेश शंकर विद्यालय मेमोरियल मेडिकल कॉलेज (जीएसवीएमएमसी या जीएसवीएम मेडिकल कॉलेज) उत्तर प्रदेश के कानपुर में एक सरकारी मेडिकल कॉलेज है। इसकी स्थापना 1 9 56 में हुई थी और कानपुर से एक स्वतंत्रता सेनानी और पत्रकार गणेश शंकर विद्यार्थी के नाम पर रखा गया था। लाला लाजपत राय अस्पताल (एलएलआर अस्पताल), जिसे हैलेट अस्पताल भी कहा जाता है, जीएसवीएम, कानपुर से जुड़ा हुआ है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kanpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","subContents":[{"SubTitle":"1. एलन वन चिड़ियाघर","SubTitleHindi":null,"SubContent":"<p>कानपुर जूलॉजिकल पार्क, कानपुर भारत के सबसे पुराने जूलॉजिकल पार्क में से एक है। यह 4 फरवरी, 1974 को जनता के लिए स्थापित और खोला गया है। जूलॉजिकल पार्क का क्षेत्र लगभग 76.56 हेक्टेयर है। यह एक मानव निर्मित जंगल में स्थापित है। पार्क का इलाका अपर्याप्त है और एक उच्च जंगल जैसा दिखता है। यह उन जूलॉजिकल पार्क में से एक है जो आधुनिक चिड़ियाघर निर्माण सिद्धांतों पर बनाया गया है। जूलॉजिकल पार्क में रहने वाले जानवरों को खुले और मोटे बाड़ों में रखा गया है। मोटे बाड़े जानवरों को आंदोलन के लिए पर्याप्त जगह देते हैं और अपने जैविक और शारीरिक अभिव्यक्तियों को व्यक्त करने में मदद करते हैं। बाड़ों को इलाके से इस तरह से देखा जाता है कि एक संलग्नक दूसरे से दिखाई नहीं देता है। इस प्रकार बाड़ों में रहने वाले जानवर आसन्न बाड़ों के जानवरों के अनुचित मनोवैज्ञानिक दबाव को महसूस नहीं करते हैं।</p>","SubContentHindi":null,"ImageUrl":"e3a2ada9-5ebf-455b-888e-b01d247c8c88_Allen-Forest-Zoo.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. जगन्नाथ मंदिर","SubTitleHindi":null,"SubContent":"<p>यह मंदिर भगवान जगन्नाथ का एक मंदिर है। यह मंदिर कानपुर जिले के भटगांव ब्लॉक के मुख्यालय से तीन किलोमीटर दूर बेंटा गांव में स्थित है। ऐसा कहा जाता है कि इस मंदिर की विशिष्ट विशेषता यह है कि बारिश से सात दिन पहले बारिश की कुछ बूंदें अपनी छत पर टपकने लगती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हालांकि इस सर्वेक्षण को जानने के लिए कई बार प्रयास किए गए हैं, यहां तक कि सभी सर्वेक्षणों के बाद भी, पुरातात्विक वैज्ञानिकों को मंदिर के निर्माण और रहस्य का सही समय नहीं मिल सका। यह पता लगाना संभव है कि 11 वीं शताब्दी में मंदिर की आखिरी बहाली की गई थी।</p>","SubContentHindi":null,"ImageUrl":"19103271-0022-4f0c-a8f5-81c3c8f2e792_Jagannath-Mandir-behta.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. नाना राव पार्क","SubTitleHindi":null,"SubContent":"<p>पूर्व में मेमोरियल वेल गार्डन के रूप में जाना जाता है, यह कानपुर में सबसे बड़ा पार्क है और मॉल रोड पर शहर के दिल में स्थित है। आजादी के बाद, इसका नाम बदलकर 1857 में आजादी के पहले युद्ध के नायक नाना राव पेशवा के नाम पर रखा गया। यह बहुत ही खूबसूरती से तैयार है और इसमें एक पौधे नर्सरी है।</p>","SubContentHindi":null,"ImageUrl":"7638b676-6a6e-429f-8d86-cb89995496a9_Nana-Rao-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कानपुर मेमोरियल चर्च","SubTitleHindi":null,"SubContent":"<p>कानपुर मेमोरियल चर्च, जिसे ऑल सोल कैथेड्रल के नाम से जाना जाता है, एक प्रभावशाली वास्तुशिल्प इमारत है जिसे 1875 में ब्रिटिश सैनिकों के साहस और बहादुरी का जश्न मनाने के लिए बनाया गया था, जिन्होंने उत्तर प्रदेश के कानपुर में 1857 के अशांत सिपाही विद्रोह में अपनी जान आत्मसमर्पण कर दी थी। पूर्वी बंगाल रेलवे के एक पूर्व वास्तुकार वाल्टर ग्रैनविले, चर्च के उत्तम लोम्बार्डी गोथिक वास्तुकला के लिए जिम्मेदार थे। इमारत बहु रंगीन रंगों में सजाए गए जीवंत लाल ईंटों से बना है। चर्च के इंटीरियर में दिल की यादगार स्मारक सारणी, उपन्यास और स्मारक हैं जो उन सैनिकों को श्रद्धांजलि अर्पित करते हैं जिन्होंने अपने देश के लिए अपनी जान का त्याग किया। वे युवाओं की बिखरी आशाओं और सपनों को भी बताते हैं जिनकी जिंदगी ठीक से समाप्त होने से पहले खत्म हो गई थी। कानपुर मेमोरियल चर्च कानपुर बैरकों के दुर्भाग्यपूर्ण नरसंहार और देशभक्त नाना साहिब के विश्वासघात को याद करता है, जिसका नाम \"कंचपुर का कसाई\" है। चर्च के पूर्वी चरम सीमा में एक अलग घेरे में स्मारक उद्यान होता है और मुख्य इमारत से एक उत्कृष्ट नक्काशीदार और उपस्थिति गोथिक स्क्रीन में हड़ताली से अलग होता है। चर्च के केंद्र में प्रसिद्ध बैरन कार्लो मारोचेट्टी द्वारा डिजाइन किए गए एक परी की एक सुंदर मूर्ति है। पोस्ट - आजादी की मूर्ति और स्क्रीन को बिबघार कुएं के पास कानपुर के प्रसिद्ध नगर उद्यान से यहां स्थानांतरित कर दिया गया है। प्राचीन कब्रों में से कुछ दिलचस्प शिलालेखों के साथ दिलचस्प हैं। सुंदर कानपुर मेमोरियल चर्च की एक यात्रा भारत के संघर्ष की आजादी के सामने आम तौर पर सामने आती है, जो एक लड़ाई है जिसने दोनों तरफ भारी रक्तपात किया है।</p>","SubContentHindi":null,"ImageUrl":"3f3a1b79-4189-4b75-88a6-139891cfa9de_Kanpur-Memorial-Church.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. जेके मंदिर","SubTitleHindi":null,"SubContent":"<p>यह खूबसूरती से निर्मित मंदिर प्राचीन और आधुनिक वास्तुकला का एक अद्वितीय मिश्रण है। मंडलों की भीतरी स्तर की छत पर्याप्त प्रकाश और हवा के लिए पर्याप्त वेंटिलेशन प्रदान की गई है। मंदिर में पांच मंदिरों में से एक केंद्रीय श्री राधाकृष्ण को समर्पित है और अन्यों में श्री लक्ष्मीनारायण, श्री अर्धनारीश्वर, श्री नर्मेश्वर और श्री हनुमान की मूर्तियां हैं।</p>","SubContentHindi":null,"ImageUrl":"48fc0e65-a8ec-4f47-a079-cfde863b854f_JK-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. भितगांव मंदिर","SubTitleHindi":null,"SubContent":"<p>भितगांव मंदिर एक टेराकोटा पैनल के सामने एक टेरेस वाली ईंट इमारत है। गुप्त साम्राज्य के दौरान छठी शताब्दी में बनाया गया, यह छत और एक उच्च सिखारा के साथ सबसे पुराना शेष टेराकोटा हिंदू मंदिर है, हालांकि इसके ऊपरी सदन ने 18 वीं शताब्दी में कुछ नुकसान बनाए रखा था।</p>\r\n<p>मंदिर एक स्क्वायर प्लान पर बनाया गया है जिसमें डबल-रिकेस्ड कोनों और पूर्व चेहरे हैं। Garbhagriha पर लंबा पिरामिडल स्पायर। दीवारों को जलीय राक्षसों, शिव और विष्णु इत्यादि का चित्रण करने वाले टेराकोटा पैनलों से सजाया गया है। जब कनिंघम पहली बार साइट पर गए, तो पोर्च और अर्धमांडापा के अवशेष अभी भी दिखाई दे रहे थे, जो बाद में ध्वस्त हो गए।</p>\r\n<p>स्रोत: https://kanpurnagar.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"466d6dc1-d922-4bd9-8c91-be85b20add70_Bhitargaon-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>ट्रांसपोर्ट</p>\r\n<p>एयरवेज</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान में कानपुर में तीन हवाई अड्डे हैं, जो भारत में पांचवां सबसे ज्यादा है, केवल हैदराबाद, बैंगलोर, नई दिल्ली और पुणे के पीछे है। कानपुर हवाई अड्डे ने दिल्ली, मुंबई और कोलकाता की वाणिज्यिक उड़ानें निर्धारित की हैं। निकटतम अंतरराष्ट्रीय हवाई अड्डा लखनऊ में चौधरी चरण सिंह अंतरराष्ट्रीय हवाई अड्डा है, जो कानपुर से लगभग 77.1 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>कानपुर सेंट्रल एक प्रमुख रेलवे है और देश के सबसे व्यस्त रेलवे स्टेशनों में से एक है। रेल मार्ग इसे राज्य और देश के सभी प्रमुख शहरों से जोड़ते हैं। यह भारतीय रेलवे के उत्तर मध्य रेलवे क्षेत्र के इलाहाबाद रेलवे डिवीजन के तहत आने वाला एक ए -1 श्रेणी रेलवे स्टेशन है। लगभग 300 ट्रेनें स्टेशन से गुजरती हैं। शहर और उसके महानगरीय क्षेत्र की सेवा करने वाले अन्य रेलवे स्टेशनों में कानपुर अंवरगंज, गोविंदपुरी, पंकी, कल्याणपुर और चकेरी शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय सड़कों को बनाए रखने के साथ शहर में पुरानी समस्याएं हैं। कानपुर से गुजरने वाले कई महत्वपूर्ण राष्ट्रीय राजमार्ग हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kanpur</p>","SubContentHindi":null,"ImageUrl":"7738af53-1a1c-4ad2-acd9-bbbe33348bc6_kanpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kanpur-kanpur-nagar-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कानपुर-नगर","slug":"kanpur-nagar"},{"name":"कानपुर","slug":"kanpur"}],"recommendations":[{"id":138,"title":"हमीरपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"470683c9-03d5-4854-915c-db40240c13be_district-hamirpur.jpg","dateCreated":"2018-09-11T14:53:13.385Z","dateModified":"2018-09-11T15:09:01.552Z","contributedBy":"AskGif","content":"हमीरपुर भारतीय राज्य उत्तर प्रदेश के हमीरपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह हमीरपुर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nप्रमुख व्यक्तित्व\r\nस्वामी ब्राह्मणंद - शिक्षक, संसद सदस्य\r\nदीवान शत्रुघ्न सिंह - बुंदेलखंड में स्वतंत्रता आंदोलन के पिता,\r\nर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/470683c9-03d5-4854-915c-db40240c13be_district-hamirpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"हमीरपुर","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-uttar-pradesh","total":0},{"id":127,"title":"एटा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","dateCreated":"2018-08-30T15:12:57.42Z","dateModified":"2018-08-30T16:07:26.681Z","contributedBy":"AskGif","content":"एटा एक नगर पालिका शहर है जो भारत के उत्तर प्रदेश राज्य के एटा जिले का जिला मुख्यालय भी है। नई दिल्ली से इटाह तक ड्राइविंग दूरी 207 किमी है और वहां पहुंचने के लिए सार्वजनिक परिवहन द्वारा लगभग 4 घंटे लगते हैं। यह आगरा से 82 किलोमीटर दूर है, जो सड़क से एक घंटे और 33 मिनट है। एटा जिला अलीगढ़ डिवीजन क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एटा","slug":"etah"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-etah-uttar-pradesh","total":0},{"id":83,"title":"आगरा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","dateCreated":"2018-08-05T11:40:41.191Z","dateModified":"2019-10-19T14:16:18.694Z","contributedBy":"AskGif","content":"आगरा उत्तरी उत्तर प्रदेश (U.P/UP), भारत में यमुना नदी के तट पर एक शहर है। यह राज्य की राजधानी लखनऊ से 378 किलोमीटर (235 मील) पश्चिम, राष्ट्रीय राजधानी नई दिल्ली के 206 किलोमीटर (128 मील) दक्षिण, मथुरा के 58 किलोमीटर (31 मील) दक्षिण और ग्वालियर के 125 किलोमीटर (78 मील) उत्तर में है। आगरा उत्तर प्र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगरा","slug":"agra"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"एकल-यात्रा","slug":"solo-travel"}],"slug":"top-places-to-visit-in-agra-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}