{"id":162,"title":"Top Places to visit in Kanpur (Kanpur Nagar), Uttar Pradesh","imageUrl":"6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","dateCreated":"2018-11-29T16:33:16.223Z","dateModified":"2018-11-30T04:47:16.668Z","contributedBy":"AskGif","content":"<p>Kanpur is the 11th most populous urban agglomeration in India, largest urban agglomeration in Uttar Pradesh, 12th most populous city in India, and the second largest city in the state of Uttar Pradesh after Lucknow, and the most populous metropolis in Uttar Pradesh. The city is the administrative headquarters of Kanpur Nagar district and Kanpur division.</p>\r\n<p>&nbsp;</p>\r\n<p>The name of the city is believed be a variation of Kānh-pur, meaning \"town of Kānh or Krishna\". Other theories are that the name is derived from Karnapur (meaning \"town of Karna\", one of the heroes of the Mahabharata), or that it came from the nearby town of Makanpur, earlier known as Khairabad, where the Sufi saint of the Madariya Sufi order, Badiuddin Zinda Shah Madar, settled.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and research</p>\r\n<p>Higher Education</p>\r\n<p>&nbsp;</p>\r\n<p>Educational institutions in the city include three state universities. Chhatrapati Shahu Ji Maharaj University is one of the largest universities in Asia catering to urban and rural students offering professional and academic courses in disciplines of Arts, Science, Commerce, Law, Engineering, Biotechnology, Computer Applications, Management and Medicine. Chandra Shekhar Azad University of Agriculture and Technology is an agricultural university named after the Indian revolutionary Chandrashekhar Azad which caters to the needs of the farming community of 29 districts of Uttar Pradesh. Harcourt Butler Technical University (HBTI) offers Bachelors, Masters, and Doctoral programs in engineering, as well as Masters programs in Business Administration, and Computer Applications. A public engineering institution Indian Institute of Technology Kanpur is in the city. It was one of the first Indian Institutes of Technology established in 1959, created with the assistance of a consortium of nine US research universities as part of the Kanpur Indo-American Programme (KIAP).[45][46] There is also a private university in the city: Rama University part of the Rama Group. There are several private Technical and Management institutions.</p>\r\n<p>&nbsp;</p>\r\n<p>Medical Education</p>\r\n<p>&nbsp;</p>\r\n<p>Ganesh Shankar Vidyarthi Memorial Medical College (GSVMMC or GSVM Medical College) is a state-run medical college in Kanpur, Uttar Pradesh. It was founded in 1956 and named after Ganesh Shankar Vidyarthi, a freedom fighter and journalist from Kanpur. Lala Lajpat Rai Hospital (LLR Hospital), which is also known as Hallet Hospital, is associated with GSVM, Kanpur.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kanpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","subContents":[{"SubTitle":"1. Allen Forest Zoo","SubTitleHindi":null,"SubContent":"<p>Kanpur Zoological Park, Kanpur is one of the oldest Zoological Park of india. It has been established and opened for the public on 4th february, 1974. The area of the Zoological Park is about 76.56 ha. It is established in a manmade forest. The terrain of the park is undulating and resembles a high forest. It is one of those Zoological Park which have been built on modern Zoo building principles. The animals inhabited in the Zoological Park have been put in open and moated enclosures. The moated enclosures give the animal ample space for movement and help in expressing their biological and physiological expressions. The enclosures are screened by terrain in such a way that one enclosure is not visible from the other. Thus the animals inhabiting the enclosures do not feel undue psychological pressure of the animals of adjoining enclosures.</p>","SubContentHindi":null,"ImageUrl":"e3a2ada9-5ebf-455b-888e-b01d247c8c88_Allen-Forest-Zoo.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Jagannath Mandir behta","SubTitleHindi":null,"SubContent":"<p>This temple is a temple of Lord Jagannath. This temple is located in the village of Benhta, three kilometers from the headquarters of the Bhiatargaon Block of Kanpur district. It is said that the typical feature of this temple is that some drops of rain begin driping on its roof seven days before rain.</p>\r\n<p>&nbsp;</p>\r\n<p>Although many times efforts have been made to know this secret, even after all the surveys, the archeological scientists could not find the exact timing of the temple&rsquo;s construction and mystery. It is only possible to find that the last restoration of the temple was done in the 11th century.</p>","SubContentHindi":null,"ImageUrl":"19103271-0022-4f0c-a8f5-81c3c8f2e792_Jagannath-Mandir-behta.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Nana Rao Park","SubTitleHindi":null,"SubContent":"<p>Formerly known as Memorial Well Garden, it is the biggest park in Kanpur and is situated in the heart of the city on the Mall Road. After Independence, it has been renamed after Nana Rao Peshwa, the hero of the first War of independence in 1857. It is very beautifully laid out and has a plant nursery.</p>","SubContentHindi":null,"ImageUrl":"7638b676-6a6e-429f-8d86-cb89995496a9_Nana-Rao-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Kanpur Memorial Church","SubTitleHindi":null,"SubContent":"<p>Kanpur Memorial Church, popularly known as All Soul&rsquo;s Cathedral is an impressive architectural edifice that was constructed in 1875 to commemorate the courage and valor of the British troops who surrendered their lives in the tumultuous Sepoy Mutiny of 1857 in Kanpur, Uttar Pradesh. Walter Granville, an erstwhile architect of East Bengal Railway, was responsible for the exquisite Lombardy Gothic architecture of the church. The building is made up of vibrant red bricks adorned in multi-colored hues. The interior of the church houses the heartbreaking memorial tables, epitaphs and monuments that pay a tribute to those soldiers who sacrificed their lives for their country. They also narrate the shattered hopes and dreams of the young whose life ended even before it had properly taken off. The Kanpur Memorial Church recounts the unfortunate massacre of the Kanpur Barracks and the betrayal of patriotic Nana Sahib, nicknamed &rdquo; The Butcher of Cawnpore&rdquo;. A separate enclosure in the eastern extremity of the church contains the memorial garden and separated from the main building by an exquisitely carved and striking in appearance Gothic screen. At the center of the church stands a beautiful figurine of an angel, designed by the eminent Baron Carlo Marochetti. Post &ndash; independence statue and the screen have been relocated here from Kanpur&rsquo;s famous Municipal Gardens near the Bibighar well. Some of the ancient graves are intriguing with interesting inscriptions. A visit to the beautiful Kanpur Memorial Church brings visitors face-to-face with the morbid truth of India&rsquo;s struggle fore independence, a battle that caused enormous bloodshed on both sides.</p>","SubContentHindi":null,"ImageUrl":"3f3a1b79-4189-4b75-88a6-139891cfa9de_Kanpur-Memorial-Church.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. JK Temple","SubTitleHindi":null,"SubContent":"<p>This beautifully constructed temple is a unique blend of ancient and modern architecture. The even-level roofs of the mandaps have been provided with adequate ventilation for sufficient light and air. Among the five shrines in the temple, the central one is dedicated to Shri Radhakrishna and the others have idols of Shri Laxminarayan, Shri Ardhanarishwar, Shri Narmadeshwar and Shri Hanuman.</p>","SubContentHindi":null,"ImageUrl":"48fc0e65-a8ec-4f47-a079-cfde863b854f_JK-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Bhitargaon Temple","SubTitleHindi":null,"SubContent":"<p>The Bhitargaon Temple is a terraced brick building fronted with a terracotta panel. Built in the 6th century during the Gupta Empire, it is the oldest remaining terracotta Hindu shrine with a roof and a high Sikhara, though its upper chamber did sustain some damage in the 18th century.</p>\r\n<p>The temple is built on a square plan with double-recessed corners and faces east. There tall pyramidal spire over the garbhagriha. The walls are decorated with terracotta panels depicting aquatic monsters, Shiva and Vishnu etc. When Cunningham first visited the site, the remains of the porch and of the ardhamandapa were still visible, which later collapsed.</p>\r\n<p>source: https://kanpurnagar.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"466d6dc1-d922-4bd9-8c91-be85b20add70_Bhitargaon-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>Transport</p>\r\n<p>Airways</p>\r\n<p>&nbsp;</p>\r\n<p>Currently Kanpur has three airports, which is the fifth highest in India, behind only Hyderabad, Bangalore, New Delhi and Pune. Kanpur Airport has scheduled commercial flights to Delhi, Mumbai &amp; Kolkata . The nearest International Airport is the Chaudhary Charan Singh International Airport at Lucknow, which is around 77.1 km from Kanpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>&nbsp;</p>\r\n<p>Kanpur Central is a major railhead and is among the busiest railway stations in the country. Rail routes connect it to all major cities in the state and the country. It is an A-1 category railway station coming under the Allahabad railway division of North Central Railway zone of Indian Railways. Around 300 trains pass through the station daily.Other railway stations serving the city and its metropolitan region include Kanpur Anwarganj, Govindpuri, Panki ,Kalyanpur and Chakeri.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>&nbsp;</p>\r\n<p>The city has had chronic problems with maintaining local roads. There are several important National Highways that pass through Kanpur.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kanpur</p>","SubContentHindi":null,"ImageUrl":"7738af53-1a1c-4ad2-acd9-bbbe33348bc6_kanpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kanpur-kanpur-nagar-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"kanpur-nagar","slug":"kanpur-nagar"},{"name":"kanpur","slug":"kanpur"}],"recommendations":[{"id":138,"title":"Top Places to Visit in Hamirpur, Uttar Pradesh","imageUrl":"470683c9-03d5-4854-915c-db40240c13be_district-hamirpur.jpg","dateCreated":"2018-09-11T14:53:13.385Z","dateModified":"2018-09-11T15:09:01.552Z","contributedBy":"AskGif","content":"Hamirpur is a city and a municipal board in Hamirpur district in the Indian state of Uttar Pradesh. It is the administrative headquarters of Hamirpur district.\r\n&nbsp;\r\nProminent Personalities\r\nSwami Brahmanand - Educator, Member of Parliament\r\nDewan Shatrughan Singh -","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/470683c9-03d5-4854-915c-db40240c13be_district-hamirpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"hamirpur","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-uttar-pradesh","total":0},{"id":127,"title":"Top Places to Visit in Etah, Uttar Pradesh","imageUrl":"c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","dateCreated":"2018-08-30T15:12:57.42Z","dateModified":"2018-08-30T16:07:26.681Z","contributedBy":"AskGif","content":"Etah is a municipality town which is also the district headquarters of Etah district of Uttar Pradesh state, India. The driving distance from New Delhi to Etah is 207 km and it takes approximately 4 hours by public transport to reach there. It is 82 kilometers from Agra, which is one hour and 33 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"etah","slug":"etah"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-etah-uttar-pradesh","total":0},{"id":83,"title":"Top Places to Visit in Agra, Uttar Pradesh","imageUrl":"5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","dateCreated":"2018-08-05T11:40:41.191Z","dateModified":"2019-10-19T14:16:18.694Z","contributedBy":"AskGif","content":"Agra is a city on the banks of the river Yamuna in the northern state of Uttar Pradesh (U.P/UP), India. It is 378 kilometres (235 mi) west of the state capital, Lucknow, 206 kilometres (128 mi) south of the national capital New Delhi, 58 kilometres (31 mi) south of Mathura and 125 kilometres (78 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b052ae0-dd1c-46a8-8c9b-1311afcfe306_agra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agra","slug":"agra"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"solo-travel","slug":"solo-travel"}],"slug":"top-places-to-visit-in-agra-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}