{"id":164,"title":"Top Places to visit in Kaushambi (Manjhanpur), Uttar Pradesh","imageUrl":"5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","dateCreated":"2018-12-07T13:09:38.996Z","dateModified":"2018-12-07T13:25:55.885Z","contributedBy":"AskGif","content":"<p>Kaushambi district is one of the districts of Uttar Pradesh state of India, and Manjhanpur town is the district headquarters. The present Kaushambi district was carved out of Prayagraj district on 4th April 1997. The District Headquarter, Manjhanpur is situated in the south-west of the Prayagraj on the north bank of the Yamuna river,about 55 km away from Prayagraj. It is surrounded by the districts Chitrakoot in the south, Pratapgarh in the north, Prayagraj in the east &amp; Fatehpur in the west. Kaushambi is suburb part of Prayagraj Division.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>&nbsp;</p>\r\n<p>According to the 2011 census Kaushambi district has a population of 1,596,909, roughly equal to the nation of Guinea-Bissau or the US state of Idaho. This gives it a ranking of 313th in India (out of a total of 640). The district has a population density of 897 inhabitants per square kilometre (2,320/sq mi) . Its population growth rate over the decade 2001-2011 was 23.49%. Kaushambi has a sex ratio of 905 females for every 1000 males, and a literacy rate of 63.69%.</p>\r\n<p>&nbsp;</p>\r\n<p>Facts</p>\r\n<p>Kaushambi is a newly created district out of Prayagraj. It consists of major towns such as Sarai akil, Chail, Manjhanpur, Bharwari, Daranagar, Kashiya Muratganj, Sirathu, Karari and Kara.It is very easy to reach Kaushambi by road; it is approximately 45 km from Prayagraj. This site is good for history lovers who have interest in ancient history.Many Kaushambi artifacts are in Prayagraj Museum. It has a few excavated sites, including a Pillar of Ashoka with inscriptions in Pali; surrounding the pillar is a historic site of ruins of the Vatsa Mahajanapada and its university.There is a Jain derasar 14 km from Sarai Akil. The soil is very fertile and it is world-famous for the Surkha Guava. The Surkha region lies mainly in Prayagraj.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Boxing - Late Honorary Captain Mohammad Aslam Siddiqui 'VSM' was a heavyweight boxer from Bharwari, Kaushambi-Uttar Pradesh. He dominated the Asian and Indian amateur boxing territory for almost 5 consecutive years. He was the winner of the Silver medal in the 1973 and 1975 Asian Amateur Boxing Championship held in Thailand and Yokohama respectively. He has won the National Championship in the heavyweight category an astounding 5 consecutive years (1973-78). Hon'ble Gyani Zail Singh, 7th President of India awarded the VISHISHT SEWA MEDAL (VSM) on 21st May 1986 for his excellent achievement in International Boxing and Hon'ble Shankar Dayal Sharma, 9th president of India awarded the Honorary Captain Rank for his excellent contribution in the Indian Army on 26th January 1993. Apart from International Boxing medals and honored, he got lots of medals for fighting in several Indian Army Operations and War against Pakistan. He ended on a very good note in Mecca (Saudi Arabia) during the Hajj in Dec 2007.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kaushambi_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","subContents":[{"SubTitle":"1. Temple of ma Sheetla","SubTitleHindi":null,"SubContent":"<p>The temple of ma Sheetla is situated on the bank of Ganga river. It is known as the major shaktipeeth from all the 51 shaktipeeths of Goddess. In the idol, Sheetla Devi is sitting on gardhabha. Followers of all the religions worship in this temple. It is said that by the worship of Goddess Sheetla on the ashtami of Krishnapaksha of the month of chetra they get rid of evil powers.</p>\r\n<p>This place has been a religious pilgrimage since at least 1000 A.D. Kara was also an important township in the kingdoms of medieval kings of the northern India. and even today one can see the remains of the fort of king Jaichand, the lasr hindu king of Kannauj.</p>\r\n<p>&nbsp;</p>\r\n<p>Kara is also the birth place of the famous saint Malookdas(1631 &ndash; 1739 A.D.). The Aashram and Samadhi of saint is there. He was also a follower of Goddess Kara. The famous Sikh guru Teg Bahadur had come to Kara to discourse on various topics with Saint Malookdas.</p>","SubContentHindi":null,"ImageUrl":"dcb86d0c-bc83-44d3-bbc2-8f0950ca2c5a_temple-of-ma-Sheetla.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Saint Malookdas Aashram","SubTitleHindi":null,"SubContent":"<p>Kara is also the birth place of the famous saint Malookdas(1631 &ndash; 1739 A.D.). The Aashram and Samadhi of saint is there. He was also a follower of Goddess Kara. The famous Sikh guru Teg Bahadur had come to Kara to discourse on various topics with Saint Malookdas.</p>\r\n<p>Prabhasgiri or Prabhosa is famous as a religious historical place on the bank of Yamuna river at the Manjhanpur Tehsil about 50km away in the north of Allahabad.</p>\r\n<p>&nbsp;</p>\r\n<p>It is also said that Shri Krishna died at this place by the arrow of Jaratkumar in the suspicion of deer.</p>\r\n<p>&nbsp;</p>\r\n<p>In the earlier days there was a big Jain temple on a very big hill. After the demolition of this another jain temple was constructed in 1824A.D.. A cave which is 9 feet long and 7 feet wide is also there. In this cave the records are found in the brahmi lipi of second century before Gupta dynasty. Till now this place is the center of faith of all the followers of the Jainism. This was the place where the sixth teerthankara of Jains Bhagwan PadmaPrabhu lived most of his life.</p>","SubContentHindi":null,"ImageUrl":"7630457f-3966-4068-9cbd-30ded655e5b1_Saint-Malookdas-Aashram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Stone Fortress Palace","SubTitleHindi":null,"SubContent":"<p>Sir Leonard Wooley in his famous report had suggested Kaushambi as one of the two important sites in the Ganga valley, the excavation of which, according to him, would unravel the early history of the Indian people. It was a memorable event in the History of Indian Archaeology when first of March, 1948, Sir Mortimer, authorized the University of Allahabad to excavate Kaushambi with G.R.Sharma as Director.</p>\r\n<p>The excavations have been conducted in the following areas: near the Ashokan pillar which laid bare a part of the residential area of the city, the Ghositarama monastry, the defences near the Eastern Gateway and the tower at the north-eastern corner, the Stone Fortress Palace.</p>\r\n<p>&nbsp;</p>\r\n<p>This temple is situated about 1km away in the south-west of Manjhanpur town area. In this temple there is an idol of black stone of Goddess Durga and Lord Shiva. It is believed that these idols are of the time of Buddha. On the occasion of Navaratri there is a large crowd to worship Goddess Durga.</p>\r\n<p>&nbsp;</p>\r\n<p>This temple is situated on the bank of a pond about 10km away in the west of Manjhanpur in the village of Gambheerapurab . According to the local tradition Kamasin Devi fulfils all the desires of her followers. Local people have a great faith on the devine powers of this temple.</p>\r\n<p>&nbsp;</p>\r\n<p>This place is situated about 30km away from Allahabad on the Allahabad Kanpur road . This place resides in the Chayal tehsil area. A huge temple of Lord Shri Ram is situated at this place. This temple was constructed around 20 years ago.</p>\r\n<p>&nbsp;</p>\r\n<p>There are numerous places of interest round about Kaushambi like Allahabad, Kanpur, Varanasi, Chitrakoot and Vindhayavasini.</p>\r\n<p>source: https://kaushambi.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"2669aad1-8877-4dbc-aec7-396e0136b869_Stone-Fortress-Palace.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>The nearest&nbsp; airports is Allahabad Airport (45Km) from District headquarters Kaushambi.</p>\r\n<p>The nearest&nbsp; railway station is Bharwari (15Km) from District headquarters Kaushambi.</p>\r\n<p>District headquarter connected by bus from Allahabad (52 km ), Chitrakoot (75 km), Fatehpur (80km) and Kanpur ( 160 km).</p>\r\n<p>The district head quarter Manjhanpur is around 55km away from Allahabad. From Allahabad reach Mooratganj on the G.T.Road towards Kanpur, from Mooratganj take a left turn to reach Bharwari and proceed on the Mooratganj Mahewa Ghaat road to reach Manjhanpur.If you are coming from Kanpur then take a right turn at Saini, reach Sirathu and proceed on the Sirathu Sarai Akil road to Manjhanpur.Apart from Allahabad and Kanpur other railway heads within the district are Sirathu and Bharwari.</p>","SubContentHindi":null,"ImageUrl":"784d71ea-e0bb-4312-a763-c1e8bb1bb7d6_Kaushambi-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kaushambi-manjhanpur-uttar-pradesh","tags":[{"name":"kaushambi","slug":"kaushambi"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"manjhanpur","slug":"manjhanpur"}],"recommendations":[{"id":202,"title":"Top Places to visit in Sultanpur, Uttar Pradesh","imageUrl":"f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","dateCreated":"2018-12-28T16:35:06.817Z","dateModified":"2018-12-28T18:48:37.792Z","contributedBy":"AskGif","content":"Sultanpur is a city and a municipal board in Sultanpur District in the Indian state of Uttar Pradesh. Located on the right banks of the Gomti (a major tributary of the Ganga River), Sultanpur is the administrative headquarters of Sultanpur District and is a part of Faizabad Division. It is situat","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"sultanpur","slug":"sultanpur"}],"slug":"top-places-to-visit-in-sultanpur-uttar-pradesh","total":0},{"id":113,"title":"Top Places to Visit in Ballia, Uttar Pradesh","imageUrl":"04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","dateCreated":"2018-08-17T05:44:38.71Z","dateModified":"2020-06-10T04:07:01.192Z","contributedBy":"AskGif","content":"Ballia is a city with a municipal board in the Indian state of Uttar Pradesh bordering Bihar. The eastern boundary of the city lies at the junction of two major rivers, the Ganges and the Ghaghara. The city is situated 140 km (87 mi) east of Varanasi. Bhojpuri is the primary local language. Balli","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ballia","slug":"ballia"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ballia-uttar-pradesh","total":0},{"id":88,"title":"Top Places to Visit in Ambedkar Nagar, Uttar Pradesh","imageUrl":"ebb7d045-b5bd-452e-95b9-4df37b979419-Ambedkar-Nagar-Station-Rail.jpg","dateCreated":"2018-08-07T07:19:21.606Z","dateModified":"2020-06-09T07:02:37.501Z","contributedBy":"AskGif","content":"Ambedkar Nagar district is a district in the Faizabad division of Uttar Pradesh in India. This district was created on September 29, 1995 and was named in memory of Dr. Bhimrao Ambedkar, who worked for the advancement of the deprived classes, women and other weaker sections of society.\r\nAm","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebb7d045-b5bd-452e-95b9-4df37b979419-Ambedkar-Nagar-Station-Rail.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ambedkar-nagar","slug":"ambedkar-nagar"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ambedkar-nagar-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}