{"id":164,"title":"कौशम्बी (मंज़नपुर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","dateCreated":"2018-12-07T13:09:38.996Z","dateModified":"2018-12-07T13:25:55.885Z","contributedBy":"AskGif","content":"<p>कौशम्बी जिला उत्तर प्रदेश राज्य के जिलों में से एक है, और मंझनपुर शहर जिला मुख्यालय है। वर्तमान कौशम्बी जिला 4 अप्रैल 1 99 7 को प्रयागराज जिले से बना था। जिला मुख्यालय, मंज़नपुर प्रयागराज से 55 किमी दूर यमुना नदी के उत्तर तट पर प्रयागराज के दक्षिण-पश्चिम में स्थित है। यह दक्षिण में चित्रकूट, उत्तर में प्रतापगढ़, पूर्व में प्रयागराज और पश्चिम में फतेहपुर से घिरा हुआ है। कौशम्बी प्रयागराज डिवीजन का उपनगर हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना के अनुसार कौशम्बी जिले की आबादी 1,5 9, 9 0 9 है, जो लगभग गिनी बिसाऊ या अमेरिका के इडाहो राज्य के बराबर है। यह भारत में 313 वें स्थान पर है (कुल 640 में से)। जिले में प्रति वर्ग किलोमीटर (2,320 / वर्ग मील) की 897 निवासियों की आबादी घनत्व है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 23.4 9% थी। कौशम्बी के पास प्रत्येक 1000 पुरुषों के लिए 905 महिलाओं का लिंग अनुपात है, और साक्षरता दर 63.6 9% है।</p>\r\n<p>&nbsp;</p>\r\n<p>तथ्य</p>\r\n<p>कौशम्बी प्रयागराज से बाहर एक नव निर्मित जिला है। इसमें सरई अकील, चाल, मंज़नपुर, भारवारी, दरानगर, काशीया मुरागंज, सिरथू, करारी और करा जैसे प्रमुख कस्बों का समावेश होता है। सड़क से कौशम्बी पहुंचना बहुत आसान है; यह प्रयागराज से लगभग 45 किमी दूर है। यह साइट इतिहास प्रेमियों के लिए अच्छी है जो प्राचीन इतिहास में रूचि रखते हैं। कई कौशम्बी कलाकृतियां प्रयागराज संग्रहालय में हैं। पाली में शिलालेखों के साथ अशोक के स्तंभ सहित इसमें कुछ खुदाई हुई साइटें हैं; खंभे के आस-पास वत्स महाजनपदा और उसके विश्वविद्यालय के खंडहरों की एक ऐतिहासिक स्थल है। सराई अकील से 14 किलोमीटर दूर जैन डेरासर है। मिट्टी बहुत उपजाऊ है और यह सुखा गुवा के लिए विश्व प्रसिद्ध है। सुरखा क्षेत्र मुख्य रूप से प्रयागराज में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>मुक्केबाजी - देर मानद कप्तान मोहम्मद असलम सिद्दीकी 'वीएसएम' भारवारी, कौशम्बी-उत्तर प्रदेश से हेवीवेट मुक्केबाज था। उन्होंने लगभग 5 वर्षों तक एशियाई और भारतीय शौकिया मुक्केबाजी क्षेत्र पर हावी रहे। वह थाईलैंड और योकोहामा में आयोजित 1 9 73 और 1 9 75 एशियाई एमेच्योर बॉक्सिंग चैम्पियनशिप में रजत पदक विजेता थे। उन्होंने हेवीवेट श्रेणी में लगातार 5 साल (1 973-78) चौंकाने वाला राष्ट्रीय चैम्पियनशिप जीता है। माननीय ग्यानी जेल सिंह, भारत के 7 वें राष्ट्रपति ने 21 मई 1 9 86 को अंतर्राष्ट्रीय बॉक्सिंग और माननीय शंकर दयाल शर्मा में उत्कृष्ट उपलब्धि के लिए विस्तिष सेवा मेडल (वीएसएम) से सम्मानित किया, भारत के 9वें राष्ट्रपति ने उत्कृष्ट उत्कृष्टता के लिए मानद कैप्टन रैंक से सम्मानित किया 26 जनवरी 1 99 3 को भारतीय सेना में योगदान। अंतर्राष्ट्रीय मुक्केबाजी पदक और सम्मानित होने के अलावा, उन्हें पाकिस्तान के खिलाफ कई भारतीय सेना संचालन और युद्ध में लड़ने के लिए बहुत सारे पदक मिले। दिसंबर 2007 में हज के दौरान उन्होंने मक्का (सऊदी अरब) में एक बहुत अच्छा नोट समाप्त कर दिया।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kaushambi_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","subContents":[{"SubTitle":"1. माँ शीटला का मंदिर","SubTitleHindi":null,"SubContent":"<p>माँ शीताला का मंदिर गंगा नदी के किनारे स्थित है। इसे देवी के सभी 51 शक्तिपीठों से प्रमुख शक्तिपीठ के रूप में जाना जाता है। मूर्ति में, शीतला देवी घरधा पर बैठे हैं। इस मंदिर में सभी धर्मों के अनुयायी पूजा करते हैं। ऐसा कहा जाता है कि देवी शेट्ला की पूजा करके कृष्ण के महीने के कृष्णपक्ष के अष्टमी पर वे बुरी शक्तियों से छुटकारा पा सकते हैं।</p>\r\n<p>यह स्थान एक धार्मिक तीर्थयात्रा रहा है क्योंकि कम से कम 1000 एडी कराड़ा उत्तरी भारत के मध्ययुगीन राजाओं के साम्राज्यों में भी एक महत्वपूर्ण शहर था। और आज भी कोई राजा जयचंद के किले के अवशेष देख सकता है, कन्नौज के राजा लसर हिंदू।</p>\r\n<p>&nbsp;</p>\r\n<p>कारा प्रसिद्ध संत मलुकदास (1631 - 1739 एडी) का जन्म स्थान भी है। संत का आश्रम और समाधि वहां है। वह देवी कर के अनुयायी भी थे। प्रसिद्ध सिख गुरु तेग बहादुर संत मलुकदास के साथ विभिन्न विषयों पर चर्चा करने के लिए कर में आए थे।</p>","SubContentHindi":null,"ImageUrl":"dcb86d0c-bc83-44d3-bbc2-8f0950ca2c5a_temple-of-ma-Sheetla.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. संत मलुकदास आश्रम","SubTitleHindi":null,"SubContent":"<p>कारा प्रसिद्ध संत मलुकदास (1631 - 1739 एडी) का जन्म स्थान भी है। संत का आश्रम और समाधि वहां है। वह देवी कर के अनुयायी भी थे। प्रसिद्ध सिख गुरु तेग बहादुर संत मलुकदास के साथ विभिन्न विषयों पर चर्चा करने के लिए कर में आए थे।</p>\r\n<p>प्रभास्गीरी या प्रभासा इलाहाबाद के उत्तर में लगभग 50 किमी दूर मंजंजपुर तहसील में यमुना नदी के तट पर एक धार्मिक ऐतिहासिक स्थान के रूप में प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह भी कहा जाता है कि हिरण के संदेह में जारतकुमार के तीर से श्री कृष्ण की मृत्यु हो गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>शुरुआती दिनों में एक बहुत बड़ी पहाड़ी पर एक बड़ा जैन मंदिर था। 1824 एडी में इस जैन मंदिर के विध्वंस के निर्माण के बाद .. 9 गुना लंबा और 7 फीट चौड़ा एक गुफा भी है। इस गुफा में गुप्त राजवंश से पहले दूसरी शताब्दी के ब्राह्मी लिपी में रिकॉर्ड पाए जाते हैं। अब तक यह जगह जैन धर्म के सभी अनुयायियों के विश्वास का केंद्र है। यह वह जगह थी जहां जैन भगवान पद्मप्रभू के छठे तीर्थंकर अपने अधिकांश जीवन जीते थे।</p>","SubContentHindi":null,"ImageUrl":"7630457f-3966-4068-9cbd-30ded655e5b1_Saint-Malookdas-Aashram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. पत्थर किले पैलेस","SubTitleHindi":null,"SubContent":"<p>सर लियोनार्ड वूली ने अपनी प्रसिद्ध रिपोर्ट में कौशम्बी को गंगा घाटी में दो महत्वपूर्ण स्थलों में से एक के रूप में सुझाव दिया था, जिसके उत्खनन के अनुसार, भारतीय लोगों के प्रारंभिक इतिहास को उजागर करेंगे। भारतीय पुरातत्व के इतिहास में यह एक यादगार घटना थी जब मार्च 1 9 48 के पहले सर सर मोर्टिमर ने जीएसआर शर्मा के निदेशक के रूप में कौशम्बी को खोदने के लिए इलाहाबाद विश्वविद्यालय को अधिकृत किया।</p>\r\n<p>खुदाई निम्नलिखित क्षेत्रों में आयोजित की गई है: अशोकन स्तंभ के पास, जो शहर के आवासीय क्षेत्र का हिस्सा था, घोत्सारामा मोनस्ट्री, पूर्वी गेटवे के पास की रक्षा और उत्तर-पूर्वी कोने में टावर, पत्थर किले पैलेस।</p>\r\n<p>&nbsp;</p>\r\n<p>यह मंदिर मंजंजपुर शहर के दक्षिण-पश्चिम में लगभग 1 किमी दूर स्थित है। इस मंदिर में देवी दुर्गा और भगवान शिव के काले पत्थर की एक मूर्ति है। ऐसा माना जाता है कि ये मूर्ति बुद्ध के समय के हैं। नवरात्रि के अवसर पर देवी दुर्गा की पूजा करने के लिए एक बड़ी भीड़ है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह मंदिर गाँधीरापुर के गांव में मंज़नपुर के पश्चिम में लगभग 10 किमी दूर तालाब के तट पर स्थित है। स्थानीय परंपरा के अनुसार कामसिन देवी अपने अनुयायियों की सभी इच्छाओं को पूरा करती है। स्थानीय लोगों को इस मंदिर की दिव्य शक्तियों पर बहुत भरोसा है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जगह इलाहाबाद कानपुर रोड पर इलाहाबाद से 30 किमी दूर स्थित है। यह जगह चायल तहसील क्षेत्र में रहती है। भगवान श्री राम का एक विशाल मंदिर इस स्थान पर स्थित है। यह मंदिर लगभग 20 साल पहले बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>कौहाम्बी के बारे में इलाहाबाद, कानपुर, वाराणसी, चित्रकूट और विंध्यवस्नी जैसे चारों ओर रुचि के कई स्थान हैं।</p>\r\n<p>स्रोत: https://kaushambi.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"2669aad1-8877-4dbc-aec7-396e0136b869_Stone-Fortress-Palace.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>निकटतम हवाई अड्डे जिला मुख्यालय कौशम्बी से इलाहाबाद हवाई अड्डे (45 किमी) है।</p>\r\n<p>जिला मुख्यालय कौशम्बी से निकटवर्ती रेलवे स्टेशन भारवारी (15 किमी) है।</p>\r\n<p>जिला मुख्यालय इलाहाबाद (52 किमी), चित्रकूट (75 किमी), फतेहपुर (80 किमी) और कानपुर (160 किमी) से बस से जुड़ा हुआ है।</p>\r\n<p>जिला मुख्यालय मंजंजपुर इलाहाबाद से करीब 55 किमी दूर है। इलाहाबाद से मुरतगंज तक कानपुर की तरफ जीआरटीओड पहुंचे, मुरतागंज से भारवारी पहुंचने के लिए बाएं मोड़ लेते हैं और मुरजगंज महेवा घाट रोड पर मंजंजपुर पहुंचने के लिए आगे बढ़ते हैं। अगर आप कानपुर से आ रहे हैं तो सैनी में सही मोड़ लें, सिरथू पहुंचे और आगे बढ़ें सिरथु सराई अकील रोड पर मंज़नपुर तक। इलाहाबाद और कानपुर के अलावा जिला के भीतर अन्य रेलवे प्रमुख सिरथू और भारवारी हैं।</p>","SubContentHindi":null,"ImageUrl":"784d71ea-e0bb-4312-a763-c1e8bb1bb7d6_Kaushambi-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kaushambi-manjhanpur-uttar-pradesh","tags":[{"name":"कौशम्बी","slug":"kaushambi"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"मंज़नपुर","slug":"manjhanpur"}],"recommendations":[{"id":202,"title":"सुल्तानपुर में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","dateCreated":"2018-12-28T16:35:06.817Z","dateModified":"2018-12-28T18:48:37.792Z","contributedBy":"AskGif","content":"सुल्तानपुर भारतीय राज्य उत्तर प्रदेश में एक शहर और सुल्तानपुर जिले में एक नगरपालिका बोर्ड है। गोमती (गंगा नदी की एक प्रमुख सहायक नदी) के दाहिने किनारे पर स्थित, सुल्तानपुर सुल्तानपुर जिले का प्रशासनिक मुख्यालय है और फैजाबाद मंडल का एक हिस्सा है। यह राज्य की राजधानी लखनऊ से 135 किलोमीटर पूर्व में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"सुल्तानपुर","slug":"sultanpur"}],"slug":"top-places-to-visit-in-sultanpur-uttar-pradesh","total":0},{"id":113,"title":"बल्लीया में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","dateCreated":"2018-08-17T05:44:38.71Z","dateModified":"2020-06-10T04:07:01.192Z","contributedBy":"AskGif","content":"बलिआ बिहार के किनारे भारतीय उत्तर प्रदेश में नगर पालिका के साथ एक शहर है। शहर की पूर्वी सीमा दो प्रमुख नदियों, गंगा और घाघरा के जंक्शन पर स्थित है। यह शहर वाराणसी के पूर्व में 140 किमी (87 मील) पूर्व में स्थित है। भोजपुरी प्राथमिक स्थानीय भाषा है। 1 9 अगस्त 1 9 42 को बलिआ स्वतंत्र था; यह भारत का ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बलिया","slug":"ballia"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ballia-uttar-pradesh","total":0},{"id":88,"title":"अम्बेडकर नगर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"ebb7d045-b5bd-452e-95b9-4df37b979419-Ambedkar-Nagar-Station-Rail.jpg","dateCreated":"2018-08-07T07:19:21.606Z","dateModified":"2020-06-09T07:02:37.501Z","contributedBy":"AskGif","content":"अम्बेडकर नगर जिला भारत में उत्तर प्रदेश के फैजाबाद डिवीजन में एक जिला है। यह जिला 2 9 सितंबर, 1 99 5 को बनाया गया था और डॉ। भीमराव अम्बेडकर की याद में नामित किया गया था, जिन्होंने वंचित वर्गों, महिलाओं और समाज के अन्य कमजोर वर्गों की प्रगति के लिए काम किया था।\r\nअम्बेडकरनगर जिला उत्तर प्रदे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebb7d045-b5bd-452e-95b9-4df37b979419-Ambedkar-Nagar-Station-Rail.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अम्बेडकर-नगर","slug":"ambedkar-nagar"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ambedkar-nagar-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}