{"id":165,"title":"Top Places to Visit in Kushinagar (Padrauna), Uttar Pradesh","imageUrl":"7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","dateCreated":"2018-12-08T06:11:19.641Z","dateModified":"2018-12-08T06:29:12.406Z","contributedBy":"AskGif","content":"<p>Kushinagar is a pilgrimage town in the Kushinagar district of the Indian state of Uttar Pradesh. The name of \"Kasia Bazaar\" was changed to Kushinagar and then Kasia Bazaar became a municipality with the official name Kushinagar.</p>\r\n<p>&nbsp;</p>\r\n<p>It is an important Buddhist pilgrimage site, where Buddhists believe Gautama Buddha attained Parinirvana after his death. It is an international Buddhist pilgrimage centre. The followers of Buddhism, especially from Asian countries, wish to visit this place at least once in their lifetime.</p>\r\n<p>&nbsp;</p>\r\n<p>Location of Gautama Buddha's death and parinirvana</p>\r\n<p>In 1896, Waddell suggested that the site of the death and parinirvana of Gautama Buddha was in the region of Rampurva. However, according to the Mahāyāna Mahāparinirvāṇa Sūtra, the Buddha made his journey to Kushinagar, died there and wherein he was cremated. It is believed that during his last day he walked into the groves of tress near the city and rejoiced at the blossoms of sala trees (Shorea robusta) before laying himself to rest.</p>\r\n<p>&nbsp;</p>\r\n<p>Modern scholarship, based on archaeological evidence, believes that the Buddha died in Kushinagar, close to the modern Kasia (Uttar Pradesh).</p>\r\n<p>&nbsp;</p>\r\n<p>Ashoka built a stupa and pilgrimage site to mark Buddha's parinirvana in Kushinagara. The Hindu rulers of the Gupta Empire (fourth to seventh century) helped greatly enlarge the Nirvana stupa and Kushinagar site, building a temple with reclining Buddha. This site was abandoned by Buddhist monks around 1200 CE, who fled to escape the invading Muslim army, after which the site decayed over the Islamic rule in India that followed. The British archaeologist Alexander Cunningham rediscovered Kushinagara in the late 19th century, and his colleague A. C. L. Carlleyle unearthed the 1,500-year-old Buddha image. The site has since then become an important pilgrimage site for Buddhists. Archaeological evidence from the 3rd century BCE suggests that the Kushinagara site was an ancient pilgrimage site.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Kushinagar is a nagar palika situated at 53 km east from Gorakhpur on the National Highway-28, lying between latitude 26&deg;45&acute;N and 83&deg;24&acute;E. Gorakhpur is the main railway terminus for Kushinagar while air strip of UP Civil Aviation is situated in Kasia, 5 km away from Kushinagar, currently being developed as an International Airport by Uttar Pradesh Government and Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Kushinagar has made a lot of progress in education in recent times. In the last decade,[when?] dozens of private and government institutes have been established at this little town. Here is a list of all educational institutes in Kushinagar:</p>\r\n<p>&nbsp;</p>\r\n<p>Government institutes</p>\r\n<p>&nbsp;</p>\r\n<p>Buddha Post Graduate College, Kushinagar</p>\r\n<p>Buddha Intermediate College, Kushinagar</p>\r\n<p>Polytechnic colleges</p>\r\n<p>&nbsp;</p>\r\n<p>Government Polytechnic, Mujahana, Kushinagar</p>\r\n<p>Mooti Chand Polytechnic Institute, Kurmauta, Kushinagar</p>\r\n<p>Other institutes</p>\r\n<p>&nbsp;</p>\r\n<p>M.A.V.M Varistha Madhyamik Vidyalay Kasia, Kushinagar</p>\r\n<p>Saraswati Shishu Mandir, Kasia, Kushinagar</p>\r\n<p>Rahul Shishu Shiksha Niketan, Kushinagar</p>\r\n<p>Buddha Central Academy, Kasia, Kushinagar</p>\r\n<p>VIEIT Computer Education, NH-28, Gorakhpur Road, Kushinagar</p>\r\n<p>Rahul Public School, Kushinagar</p>\r\n<p>Swargiya Foolmati Devi Kushinagar Public School, Kushinagar</p>\r\n<p>Linh-Son Buddhist Intermediate College, Kushinagar</p>\r\n<p>Gyanlok College for Government Services, Kushinagar</p>\r\n<p>Nav Jeevan Mission School, Kasia, Kushinagar</p>\r\n<p>St. Xavier's High School, Kasia, Kushinagar</p>\r\n<p>Bright Children's Academy, Kasia, Kushinagar</p>\r\n<p>St. Joseph's School, Salemgarh, Kushinagar</p>\r\n<p>Gyan Bhoomi International School, NH-28, Kushinagar</p>\r\n<p>St. Thereses School, Padrauna, Kushinagar</p>\r\n<p>Malati Pandey Girls Inter College, Bhaluhi Madari Patti, Kasia, Kushinagar</p>\r\n<p>Holy Mother's English School, Gaura Khas, Kasaia Road</p>\r\n<p>Green Land Public School, Kasia</p>\r\n<p>Quantom Public School, Kasia</p>\r\n<p>S.D. Public School, Babhnauli</p>\r\n<p>Nirankari Inter College, Kasia</p>\r\n<p>Holy Mother's English School, Kasaia Road, Gaura Khas</p>\r\n<p>SP Montessori, Seorahi, Kushinagar</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Medical institutions and hospitals</p>\r\n<p>Government Hospital, Kasia</p>\r\n<p>Governmental Aayurvedic Hospital, Mahaparinirvana Temple road</p>\r\n<p>Buddha National Hospital, NH 28</p>\r\n<p>Qazi Nursing Home, Kasia</p>\r\n<p>Al-Shifa Medical College, Kasia</p>\r\n<p>Vartika Medical Center, Kasia</p>\r\n<p>Hitashi Hospital, Gorakhpur Road, Kasia</p>\r\n<p>Sanjeevni Hospital, Sapha Road, Kasia</p>\r\n<p>Jeevan Jyoti Chikitsalaya, Kasia</p>\r\n<p>Hansraj Memorial Hospital, NH-28</p>\r\n<p>Janta Hospital, Kasia</p>\r\n<p>Abhay yoga centre Kushinagar</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Sachchidananda Vatsyayan 'Agyeya' (सच्चिदानंद हीरानंद वात्स्यायन 'अज्ञेय'), noted Hindi writer</p>\r\n<p>Ram Nagina Mishra, former Lok Sabha MP</p>\r\n<p>Baleshwar Yadav, former Lok Sabha MP</p>\r\n<p>Rajesh Pandey, member of 16th Lok Sabha, also served as a Member of Legislative Council in Uttar Pradesh</p>\r\n<p>R. P. N. Singh, former member of parliament from Indian National Congress, also served as Minister of State for Road and Transport, Minister of State for Petroleum and Natural Gas in the cabinet of former Prime minister, Dr. Manmohan Singh</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kushinagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","subContents":[{"SubTitle":"1. Mahaparinirvana Temple (stupa)","SubTitleHindi":null,"SubContent":"<p>It is located in the ruins various ancient monasteries which were founded during the 5th century AD. The temple is famous for its 6.10 meters long statue of Lord Buddha. According to the inscriptions in the ruins, the remains of Lord Buddha have been deposited here.</p>","SubContentHindi":null,"ImageUrl":"cc5026e1-c119-4c22-b86f-40c3a6b2d0b8_mahaparinirvana-stupa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Kushinagar Museum","SubTitleHindi":null,"SubContent":"<p>The site was opened to the public during 1992-93 and features the various archeological excavations that were found in Kushinagar. Kushinagar museum houses various artifacts like statues, sculptures, seals, coins and banners and a wide variety of different antiquities. The Stucco idol of Lord Buddha built in a striking Gandhara Style is one of the major attractions of the museum.</p>","SubContentHindi":null,"ImageUrl":"b1e44cb6-3d05-44da-8477-8fdda26aa9e2_Kushinagar-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Ramabhar Stupa","SubTitleHindi":null,"SubContent":"<p>Ramabhar Stupa marks the place where Lord Buddha received the Mahaparinirvana or the Final Enlightenment. The 15 meters high stupa is one of the major attractions in Kushinagar. The stupa is also the most important pilgrim spot for the Buddhists and is situated in a pleasant and lush green vicinity that makes it a must visit tourist spot.</p>","SubContentHindi":null,"ImageUrl":"3c425892-77cf-406d-a53c-ef0973f1a7c0_Ramabhar-Stupa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Sun Temple","SubTitleHindi":null,"SubContent":"<p>The temple dedicated to the Sun God was built during the Gupta Period and is mentioned in the Puranas. The temple is famous for its idol of the Sun God which was carved out of a special black stone (Neelmani Stone). The statue was believed to have been found during excavations conducted between the 4th and the 5th centuries.</p>\r\n<p>&nbsp;</p>\r\n<p>The ancient city of Kushinagar is the final resting place of Gautama Buddha and thus is considered to be the most important pilgrim spots for the Buddhist followers. From Hieun Tsang to Fa Hein, the city has been an important spot for the Buddhist pilgrim since the ancient times. The aforementioned places will surely help you experience the significance of this city for the Buddhists in the world.</p>\r\n<p>source: https://kushinagar.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"dd324f31-a03e-44af-aa47-18b753f669d3_Sun-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>The city of Stupas and Temples in Kushinagar in Uttar Pradesh in India is one of the ideal destinations for the tourists. From the Buddhist disciples to the holidaymakers, tourists from all over the world visit Kushinagar for its excellent Stupas and Temples. Indianholiday.com offers online information on How to Reach Kushinagar, Uttar Pradesh and other tourist attractions of Uttar Pradesh and other parts of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Archaeological excavations have revealed a number of Stupas and temples in this region. There are major tourist attractions in Kushinagar which attracts tourists from all over. From the Muktabandhana Stupa to the Mathakaut Temple, the tourists love to visit this pilgrimage sites in Uttar Pradesh. It is believed that Lord Buddha attained his salvation or Mahaparnirvana over here.</p>\r\n<p>&nbsp;</p>\r\n<p>You can see the cremated remains of Buddha and his stone images in Kushinagar in Uttar Pradesh.The Ramabhar Stupa is one of the sacred Stupas where it is believed that Lord Buddha attained Mahaparnirvana. On your tours to Kushinagar, Uttar Pradesh you can get a glimpse of the interesting tourist attractions of Uttar Pradesh. Besides this there are other major tourist places in Uttar Pradesh. The Nirvana Temple in Kushinagar has preserved a tall statue of the Lord Buddha. There is a Mathakaut Temple in Kushinagar where you can see the black stone image of Lord Buddha.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides this the Chinese Temple, Japanese Temple and Watt Thai Temple is also there. People from all religions come to pray in the temples in Kushinagar in Uttar Pradesh. From Buddhist rituals to the Hindu temples, tourists from all over come to Kushinagar to get a taste of the cultural diversity as well as explore the remnants of history.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>The nearest airport to Kushinagar is the Gorakhpur Airport. You can opt for flights from and to Gorakhpur Airport in Kushinagar. On your journey to Kushinagar you can take the flight till Gorakhpur in Uttar Pradesh and then take a drive till Kushinagar in Uttar Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail</p>\r\n<p>Just 51 kilometers from Kushinagar is Gorakhpur Railway Station. If you want to know how to reach Kushinagar, Uttar Pradesh by rail then you should come to the Gorakhpur Railway Junction. The railhead is connected directly to stations like Mumbai, Delhi, Cochin, Barauni, Kolkata, Lucknow, Agra and Jaipur.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>Kushinagar is located on the National Highways 28 which connects the city with the other parts of the state. The city is connected to Varanasi, Lucknow, Kanpur, Patna, Jhansi and Gorakhpur and other places in Uttar Pradesh. You can avail the Uttar Pradesh State Road Transport Corporation buses as well as the other buses.</p>\r\n<p>source: https://kushinagar.nic.in/how-to-reach/</p>","SubContentHindi":null,"ImageUrl":"64beee4b-5922-4e6b-aa8b-9ad0e05ac707_buddha-sleeping-stupa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kushinagar-padrauna-uttar-pradesh","tags":[{"name":"padrauna","slug":"padrauna"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"kushinagar","slug":"kushinagar"}],"recommendations":[{"id":200,"title":"Top Places to visit in Sitapur, Uttar Pradesh","imageUrl":"81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","dateCreated":"2018-12-28T14:38:51.563Z","dateModified":"2018-12-28T15:13:54.15Z","contributedBy":"AskGif","content":"Sitapur is a city and a municipal board in Sitapur district in the state of Uttar Pradesh, India. It is in the Lucknow Division. The town is located on the banks of river Sarayan, halfway between Lucknow and Shahjahanpur and is well connected to state capital Lucknow by the National Highway No. 2","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"sitapur","slug":"sitapur"}],"slug":"top-places-to-visit-in-sitapur-uttar-pradesh","total":0},{"id":178,"title":"Top Places to visit in Muzaffarnagar, Uttar Pradesh","imageUrl":"2eff0597-69a0-4b2c-8ab6-c83fbfbe13bf_Muzaffarnagar-railway.jpg","dateCreated":"2018-12-21T14:04:16.648Z","dateModified":"2018-12-21T15:05:35.738Z","contributedBy":"AskGif","content":"Muzaffarnagar is a city and a municipal board in the Indian state of Uttar Pradesh and is a part of National Capital Region. It is the headquarters of the Muzaffarnagar district. It is situated midway on Delhi - Haridwar/Dehradun National Highway (NH 58), the city is also well connected with the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2eff0597-69a0-4b2c-8ab6-c83fbfbe13bf_Muzaffarnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"muzaffarnagar","slug":"muzaffarnagar"}],"slug":"top-places-to-visit-in-muzaffarnagar-uttar-pradesh","total":0},{"id":173,"title":"Top Places to visit in Mainpuri, Uttar Pradesh","imageUrl":"296c86e9-f567-491e-91f3-2ab55df935de_Mainpuri-railway.jpg","dateCreated":"2018-12-10T15:35:07.594Z","dateModified":"2018-12-10T15:53:51.156Z","contributedBy":"AskGif","content":"Mainpuri is a city in Mainpuri district in the Indian state of Uttar Pradesh. It is the administrative headquarters of the Mainpuri district and is situated to the north-east of Agra and is 270 km from New Delhi. Mainpuri forms part of ancient legendary region of Lord Krishna's land called Braj.<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/296c86e9-f567-491e-91f3-2ab55df935de_Mainpuri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mainpuri","slug":"mainpuri"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-mainpuri-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}