{"id":165,"title":"कुशीनगर (पद्रौना) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","dateCreated":"2018-12-08T06:11:19.641Z","dateModified":"2018-12-08T06:29:12.406Z","contributedBy":"AskGif","content":"<p>कुशीनगर भारतीय उत्तर प्रदेश के कुशीनगर जिले में एक तीर्थयात्रा शहर है। \"कासिया बाजार\" का नाम कुशीनगर में बदल दिया गया था और फिर कासिया बाजार आधिकारिक नाम कुशीनगर के साथ नगर पालिका बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>यह एक महत्वपूर्ण बौद्ध तीर्थ स्थल है, जहां बौद्धों का मानना ​​है कि गौतम बुद्ध ने उनकी मृत्यु के बाद परिनिवाण प्राप्त किया था। यह एक अंतरराष्ट्रीय बौद्ध तीर्थ केंद्र है। बौद्ध धर्म के अनुयायी, विशेष रूप से एशियाई देशों से, इस स्थान पर अपने जीवनकाल में कम से कम एक बार यात्रा करना चाहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गौतम बुद्ध की मृत्यु और परिनिवाण का स्थान</p>\r\n<p>18 9 6 में, वेडेल ने सुझाव दिया कि गौतम बुद्ध की मृत्यु और परिनिवाण की साइट रामपुर के क्षेत्र में थी। हालांकि, महायान महापरिनिवाण सूत्रा के अनुसार, बुद्ध ने कुशीनगर की यात्रा की, वहां मृत्यु हो गई और जहां उनका संस्कार किया गया। ऐसा माना जाता है कि अपने आखिरी दिन के दौरान वह शहर के पास ट्रेस के ग्रोवों में चले गए और आराम करने के लिए खुद को बिछाने से पहले सलाद के पेड़ों (शोरिया रोबस्टा) के फूलों पर आनंदित हुए।</p>\r\n<p>&nbsp;</p>\r\n<p>पुरातात्विक साक्ष्य के आधार पर आधुनिक छात्रवृत्ति का मानना ​​है कि बुद्ध की मृत्यु आधुनिक कसिया (उत्तर प्रदेश) के करीब कुशीनगर में हुई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>अशोक ने कुशीनागारा में बुद्ध के परिनिवाण को चिह्नित करने के लिए एक स्तूप और तीर्थ स्थल बनाया। गुप्त साम्राज्य के हिंदू शासकों (चौथी से सातवीं शताब्दी) ने निर्वाण स्तूप और कुशीनगर स्थल को बड़े पैमाने पर बढ़ाने में मदद की, बुद्ध को पीछे छोड़कर एक मंदिर का निर्माण किया। इस साइट को 1200 सीई के आसपास बौद्ध भिक्षुओं ने त्याग दिया था, जो हमलावर मुस्लिम सेना से बचने के लिए भाग गए थे, जिसके बाद साइट ने भारत में इस्लामी शासन पर क्षय किया था। ब्रिटिश पुरातत्वविद् अलेक्जेंडर कनिंघम ने 1 9वीं शताब्दी के उत्तरार्ध में कुशीनागारा को फिर से खोज लिया, और उनके सहयोगी ए सी एल कार्लेली ने 1,500 वर्षीय बुद्ध छवि का पता लगाया। तब से साइट बौद्धों के लिए एक महत्वपूर्ण तीर्थ स्थल बन गई है। तीसरी शताब्दी ईसा पूर्व से पुरातात्विक साक्ष्य बताते हैं कि कुशीनागारा साइट एक प्राचीन तीर्थ स्थल थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>कुशीनगर राष्ट्रीय राजमार्ग -28 पर गोरखपुर से 53 किमी पूर्व में स्थित एक नगर पालिका है, जो अक्षांश 26 डिग्री 45'एन और 83 डिग्री 24'ई अक्षांश के बीच स्थित है। गोरखपुर कुशीनगर के लिए मुख्य रेलवे टर्मिनस है, जबकि यूपी नागरिक उड्डयन की वायु पट्टी कुशीनगर से 5 किमी दूर कसिया में स्थित है, जिसे वर्तमान में उत्तर प्रदेश सरकार और भारत सरकार द्वारा अंतरराष्ट्रीय हवाई अड्डे के रूप में विकसित किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>हाल के दिनों में कुशीनगर ने शिक्षा में काफी प्रगति की है। पिछले दशक में, [कब?] इस छोटे से शहर में निजी और सरकारी संस्थानों के दर्जनों की स्थापना की गई है। कुशीनगर में सभी शैक्षिक संस्थानों की एक सूची यहां दी गई है:</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी संस्थान</p>\r\n<p>&nbsp;</p>\r\n<p>बुद्ध पोस्ट ग्रेजुएट कॉलेज, कुशीनगर</p>\r\n<p>बुद्ध इंटरमीडिएट कॉलेज, कुशीनगर</p>\r\n<p>पॉलिटेक्निक कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी पॉलिटेक्निक, मुजाहन, कुशीनगर</p>\r\n<p>मुट्टी चंद पॉलिटेक्निक इंस्टिट्यूट, कुरमोता, कुशीनगर</p>\r\n<p>अन्य संस्थान</p>\r\n<p>&nbsp;</p>\r\n<p>एमएवीएम वरिथा माध्यमिक विद्यालय कासिया, कुशीनगर</p>\r\n<p>सरस्वती शिशु मंदिर, कासिया, कुशीनगर</p>\r\n<p>राहुल शिशु शिक्षा निकेतन, कुशीनगर</p>\r\n<p>बुद्ध सेंट्रल एकेडमी, कासिया, कुशीनगर</p>\r\n<p>VIEIT कंप्यूटर शिक्षा, एनएच -28, गोरखपुर रोड, कुशीनगर</p>\r\n<p>राहुल पब्लिक स्कूल, कुशीनगर</p>\r\n<p>स्वर्गिया फूलमती देवी कुशीनगर पब्लिक स्कूल, कुशीनगर</p>\r\n<p>लिन-सोन बौद्ध इंटरमीडिएट कॉलेज, कुशीनगर</p>\r\n<p>ज्ञानलोक कॉलेज फॉर सरकारी सर्विसेज, कुशीनगर</p>\r\n<p>नव जीवन मिशन स्कूल, कासिया, कुशीनगर</p>\r\n<p>सेंट जेवियर्स हाई स्कूल, कासिया, कुशीनगर</p>\r\n<p>ब्राइट चिल्ड्रेन अकादमी, कासिया, कुशीनगर</p>\r\n<p>सेंट जोसेफ स्कूल, सेलमगढ़, कुशीनगर</p>\r\n<p>ज्ञान भुमी इंटरनेशनल स्कूल, एनएच -28, कुशीनगर</p>\r\n<p>सेंट थेरेसेस स्कूल, पद्रौना, कुशीनगर</p>\r\n<p>मालती पांडे गर्ल्स इंटर कॉलेज, भालूही मदारी पट्टी, कासिया, कुशीनगर</p>\r\n<p>होली मदर इंग्लिश स्कूल, गौर खस, कासाया रोड</p>\r\n<p>ग्रीन लैंड पब्लिक स्कूल, कासिया</p>\r\n<p>क्वांटम पब्लिक स्कूल, कासिया</p>\r\n<p>एस.डी. पब्लिक स्कूल, बाबनुली</p>\r\n<p>निरंकारी इंटर कॉलेज, कासिया</p>\r\n<p>होली मदर इंग्लिश स्कूल, कासाया रोड, गौर खस</p>\r\n<p>एसपी मोंटेसरी, सेराही, कुशीनगर</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>चिकित्सा संस्थानों और अस्पतालों</p>\r\n<p>सरकारी अस्पताल, कासिया</p>\r\n<p>सरकारी आयुर्वेदिक अस्पताल, महापरिनिर्वाण मंदिर सड़क</p>\r\n<p>बुद्ध नेशनल हॉस्पिटल, एनएच 28</p>\r\n<p>काजी नर्सिंग होम, कासिया</p>\r\n<p>अल-शिफा मेडिकल कॉलेज, कासिया</p>\r\n<p>वर्टिका मेडिकल सेंटर, कासिया</p>\r\n<p>हिताशी अस्पताल, गोरखपुर रोड, कासिया</p>\r\n<p>संजीवनी अस्पताल, सफा रोड, कासिया</p>\r\n<p>जीवन ज्योति चिकित्सालय, कासिया</p>\r\n<p>हंसराज मेमोरियल अस्पताल, एनएच -28</p>\r\n<p>जनता अस्पताल, कासिया</p>\r\n<p>अभय योग केंद्र कुशीनगर</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>सचिदानंद वत्सयान 'आगाय्या' (सच्चिदानंदररानंद वात्सायन 'अज्ञेय'), हिंदी लेखक ने नोट किया</p>\r\n<p>पूर्व लोकसभा सांसद राम नागिना मिश्रा</p>\r\n<p>पूर्व लोकसभा सांसद बलेश्वर यादव</p>\r\n<p>16 वीं लोक सभा के सदस्य राजेश पांडे ने उत्तर प्रदेश में विधान परिषद के सदस्य के रूप में भी कार्य किया</p>\r\n<p>भारतीय राष्ट्रीय कांग्रेस से संसद के पूर्व सदस्य आर पी एन सिंह ने पूर्व प्रधान मंत्री डॉ। मनमोहन सिंह के कैबिनेट में पेट्रोलियम और प्राकृतिक गैस राज्य मंत्री, सड़क और परिवहन राज्य मंत्री के रूप में भी कार्य किया।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kushinagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","subContents":[{"SubTitle":"1. महापरिनिर्वाण मंदिर (स्तूप)","SubTitleHindi":null,"SubContent":"<p>यह खंडहरों में स्थित है जो विभिन्न प्राचीन मठों की स्थापना करता है जिन्हें 5 वीं शताब्दी ईस्वी के दौरान स्थापित किया गया था। यह मंदिर भगवान बुद्ध की 6.10 मीटर लंबी मूर्ति के लिए प्रसिद्ध है। खंडहरों में शिलालेखों के अनुसार, भगवान बुद्ध के अवशेष यहां जमा किए गए हैं।</p>","SubContentHindi":null,"ImageUrl":"cc5026e1-c119-4c22-b86f-40c3a6b2d0b8_mahaparinirvana-stupa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कुशीनगर संग्रहालय","SubTitleHindi":null,"SubContent":"<p>यह साइट 1992-9 3 के दौरान जनता के लिए खोला गया था और कुशीनगर में पाए गए विभिन्न पुरातात्विक खुदाई की विशेषता है। कुशीनगर संग्रहालय में मूर्तियों, मूर्तियों, मुहरों, सिक्कों और बैनरों और विभिन्न पुरातनताओं की एक विस्तृत विविधता जैसे विभिन्न कलाकृतियों का घर है। भगवान बुद्ध की स्टुको मूर्ति एक हड़ताली गंधरा शैली में निर्मित संग्रहालय के प्रमुख आकर्षणों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"b1e44cb6-3d05-44da-8477-8fdda26aa9e2_Kushinagar-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. रामाभ स्तूप","SubTitleHindi":null,"SubContent":"<p>रामाभ स्तूप उस स्थान को चिह्नित करते हैं जहां भगवान बुद्ध को महापरिनिर्वाण या अंतिम ज्ञान प्राप्त हुआ था। कुशिनगर में 15 मीटर ऊंचे स्तूप प्रमुख आकर्षणों में से एक है। स्तूप बौद्धों के लिए भी सबसे महत्वपूर्ण तीर्थ स्थल है और यह एक सुखद और हरे रंग के आसपास के इलाके में स्थित है जो इसे पर्यटन स्थल पर जाना चाहिए।</p>","SubContentHindi":null,"ImageUrl":"3c425892-77cf-406d-a53c-ef0973f1a7c0_Ramabhar-Stupa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. सूर्य मंदिर","SubTitleHindi":null,"SubContent":"<p>सूर्य भगवान को समर्पित मंदिर गुप्त काल के दौरान बनाया गया था और पुराणों में इसका उल्लेख किया गया है। यह मंदिर सूर्य भगवान की मूर्ति के लिए मशहूर है जिसे एक विशेष काला पत्थर (नीलमनी स्टोन) से बना था। माना जाता था कि मूर्ति 4 वीं और 5 वीं शताब्दी के बीच हुई खुदाई के दौरान पाई गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>कुशीनगर का प्राचीन शहर गौतम बुद्ध का अंतिम विश्राम स्थान है और इस प्रकार बौद्ध अनुयायियों के लिए सबसे महत्वपूर्ण तीर्थस्थल माना जाता है। हियुन त्संग से फा हेन तक, यह प्राचीन काल से बौद्ध तीर्थयात्रा के लिए शहर एक महत्वपूर्ण स्थान रहा है। उपर्युक्त स्थान निश्चित रूप से आपको दुनिया में बौद्धों के लिए इस शहर के महत्व का अनुभव करने में मदद करेंगे।</p>\r\n<p>स्रोत: https://kushinagar.nic.in/places-of-interest/</p>","SubContentHindi":null,"ImageUrl":"dd324f31-a03e-44af-aa47-18b753f669d3_Sun-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>उत्तर प्रदेश में कुशीनगर में स्तूप और मंदिर शहर पर्यटकों के लिए आदर्श स्थलों में से एक है। बौद्ध शिष्यों से छुट्टियों के लिए, दुनिया भर के पर्यटक अपने उत्कृष्ट स्तूप और मंदिरों के लिए कुशीनगर जाते हैं। Indianholiday.com कुशीनगर, उत्तर प्रदेश और उत्तर प्रदेश के अन्य पर्यटक आकर्षणों और भारत के अन्य हिस्सों तक कैसे पहुंचे, इस बारे में ऑनलाइन जानकारी प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुरातत्व खुदाई ने इस क्षेत्र में कई स्तूप और मंदिरों का खुलासा किया है। कुशीनगर में प्रमुख पर्यटक आकर्षणों हैं जो पूरे पर्यटकों से आकर्षित करते हैं। मुक्तिबंदाना स्तूप से मथकौत मंदिर तक, पर्यटकों को उत्तर प्रदेश में इस तीर्थ स्थलों पर जाना पसंद है। ऐसा माना जाता है कि भगवान बुद्ध ने यहां पर अपना उद्धार या महापर्णिवाण प्राप्त किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>आप बुद्ध के संस्कारित अवशेष और उत्तर प्रदेश के कुशीनगर में उनकी पत्थर की छवियां देख सकते हैं। रामाभ स्तूप पवित्र स्तूपों में से एक है जहां यह माना जाता है कि भगवान बुद्ध ने महापरनिर्वण प्राप्त किया था। उत्तर प्रदेश के कुशीनगर के आपके दौरे पर आप उत्तर प्रदेश के दिलचस्प पर्यटक आकर्षणों की एक झलक देख सकते हैं। इसके अलावा उत्तर प्रदेश में अन्य प्रमुख पर्यटन स्थल भी हैं। कुशीनगर में निर्वाण मंदिर ने भगवान बुद्ध की एक लंबी मूर्ति को संरक्षित किया है। कुशीनगर में एक मथकौत मंदिर है जहां आप भगवान बुद्ध की काली पत्थर की छवि देख सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके अलावा चीनी मंदिर, जापानी मंदिर और वाट थाई मंदिर भी वहां है। उत्तर प्रदेश के कुशीनगर के मंदिरों में सभी धर्मों के लोग प्रार्थना करते हैं। बौद्ध अनुष्ठानों से हिंदू मंदिरों तक, सांस्कृतिक विविधता का स्वाद पाने के साथ-साथ इतिहास के अवशेषों का पता लगाने के लिए पर्यटकों के सभी कुशिनगर आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>कुशीनगर का निकटतम हवाई अड्डा गोरखपुर हवाई अड्डा है। आप कुशीनगर में गोरखपुर हवाई अड्डे से उड़ान भरने का विकल्प चुन सकते हैं। कुशीनगर की यात्रा पर आप उत्तर प्रदेश के गोरखपुर तक उड़ान ले सकते हैं और फिर उत्तर प्रदेश के कुशीनगर तक एक ड्राइव ले सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा</p>\r\n<p>कुशीनगर से सिर्फ 51 किलोमीटर गोरखपुर रेलवे स्टेशन है। यदि आप जानना चाहते हैं कि कुशीनगर, उत्तर प्रदेश रेल तक कैसे पहुंचे तो आपको गोरखपुर रेलवे जंक्शन में आना चाहिए। रेलहेड सीधे मुंबई, दिल्ली, कोचीन, बरौनी, कोलकाता, लखनऊ, आगरा और जयपुर जैसे स्टेशनों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>कुशीनगर राष्ट्रीय राजमार्ग 28 पर स्थित है जो शहर के राज्य के अन्य हिस्सों से जुड़ता है। यह शहर वाराणसी, लखनऊ, कानपुर, पटना, झांसी और गोरखपुर और उत्तर प्रदेश के अन्य स्थानों से जुड़ा हुआ है। आप उत्तर प्रदेश राज्य सड़क परिवहन निगम बसों के साथ-साथ अन्य बसों का लाभ उठा सकते हैं।</p>\r\n<p>स्रोत: https://kushinagar.nic.in/how-to-reach/</p>","SubContentHindi":null,"ImageUrl":"64beee4b-5922-4e6b-aa8b-9ad0e05ac707_buddha-sleeping-stupa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kushinagar-padrauna-uttar-pradesh","tags":[{"name":"पडरौना","slug":"padrauna"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कुशीनगर","slug":"kushinagar"}],"recommendations":[{"id":200,"title":"सीतापुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","dateCreated":"2018-12-28T14:38:51.563Z","dateModified":"2018-12-28T15:13:54.15Z","contributedBy":"AskGif","content":"सीतापुर भारत के उत्तर प्रदेश राज्य में एक शहर और सीतापुर जिले में एक नगरपालिका बोर्ड है। यह लखनऊ मंडल में है। यह शहर लखनऊ और शाहजहाँपुर के बीच सरयू नदी के तट पर स्थित है, और राष्ट्रीय राजमार्ग संख्या 24 से राज्य की राजधानी लखनऊ से अच्छी तरह से जुड़ा हुआ है। ब्रिटिश भारत में, इसे सिटापुर के रूप मे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"सीतापुर","slug":"sitapur"}],"slug":"top-places-to-visit-in-sitapur-uttar-pradesh","total":0},{"id":178,"title":"मुजफ्फरनगर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"2eff0597-69a0-4b2c-8ab6-c83fbfbe13bf_Muzaffarnagar-railway.jpg","dateCreated":"2018-12-21T14:04:16.648Z","dateModified":"2018-12-21T15:05:35.738Z","contributedBy":"AskGif","content":"मुजफ्फरनगर भारतीय राज्य उत्तर प्रदेश में एक शहर और एक नगरपालिका बोर्ड है और यह राष्ट्रीय राजधानी क्षेत्र का हिस्सा है। यह मुजफ्फरनगर जिले का मुख्यालय है। यह दिल्ली - हरिद्वार / देहरादून राष्ट्रीय राजमार्ग (एनएच 58) पर मिडवे स्थित है, यह शहर राष्ट्रीय रेलवे नेटवर्क से भी जुड़ा हुआ है।\r\n&nbs","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2eff0597-69a0-4b2c-8ab6-c83fbfbe13bf_Muzaffarnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"मुजफ्फरनगर","slug":"muzaffarnagar"}],"slug":"top-places-to-visit-in-muzaffarnagar-uttar-pradesh","total":0},{"id":173,"title":"उत्तरपुरी में जाने के लिए शीर्ष स्थान , उत्तर प्रदेश","imageUrl":"296c86e9-f567-491e-91f3-2ab55df935de_Mainpuri-railway.jpg","dateCreated":"2018-12-10T15:35:07.594Z","dateModified":"2018-12-10T15:53:51.156Z","contributedBy":"AskGif","content":"मेनपुरी भारतीय उत्तर प्रदेश के मेनपुरी जिले में एक शहर है। यह मेनपुरी जिले का प्रशासनिक मुख्यालय है और आगरा के उत्तर-पूर्व में स्थित है और नई दिल्ली से 270 किमी दूर है। मेनपुरी भगवान कृष्ण की भूमि के प्राचीन पौराणिक क्षेत्र का हिस्सा है जिसे ब्राज कहा जाता है।\r\n&nbsp;\r\nउल्लेखनीय मंद","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/296c86e9-f567-491e-91f3-2ab55df935de_Mainpuri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मैनपुरी","slug":"mainpuri"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-mainpuri-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}