{"id":166,"title":"लखीमपुर (लखीमपुर खेरी) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","dateCreated":"2018-12-08T08:14:57.969Z","dateModified":"2018-12-08T08:37:13.088Z","contributedBy":"AskGif","content":"<p>लखीमपुर भारतीय राज्य उत्तर प्रदेश के लखीमपुर खेरी जिले में एक शहर और एक नगरपालिका बोर्ड है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शिक्षा जूनियर और सीनियर बेसिक स्कूल, सीनियर सेकेंडरी स्कूल और कॉलेज स्तर पर उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट डॉन बोस्को कॉलेज</p>\r\n<p>लखीमपुर खेरी में सीमित नामांकन वाले अधिकांश छोटे स्कूल हैं। हालांकि बड़े लोगों में सेंट डॉन बोस्को कॉलेज और बी.पी. शामिल हैं। पब्लिक स्कूल। अन्य स्कूल और कॉलेज पं। दीन दयाल उपाध्याय सरस्वती विद्या मंदिर इंटर कॉलेज, सरकारी इंटर कॉलेज, सरकारी गर्ल्स इंटर कॉलेज, धर्म सभा इंटर कॉलेज, आर्य कन्या, गोला गोकरनाथ में सेंट जॉन्स स्कूल, लखनऊ पब्लिक स्कूल, सीबी सिंह गौर मेमोरियल स्कूल, केन ग्रोवर इंटर कॉलेज, ग्रीनफील्ड अकादमी, चिल्ड्रेन अकादमी, अजमानी इंटरनेशनल स्कूल, कुंवर खुस्वाकत राय, आदर्श विद्या मंदिर, सरस्वती विद्या मंदिर, पॉल इंटरनेशनल स्कूल और सिटी मोंटेसरीरी खेरी।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>दुधवा</p>\r\n<p>दुधवा टाइगर रिजर्व (डीटीआर) में दो मुख्य क्षेत्र हैं, दुधवा राष्ट्रीय उद्यान [10] और किशनपुर वन्यजीव अभयारण्य, जो 1 9 87 में विलय कर दिए गए थे। उत्तराखंड के गठन के बाद दुधवा राष्ट्रीय उद्यान राज्य के पहले राष्ट्रीय उद्यान के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह बड़ी संख्या में दुर्लभ और लुप्तप्राय प्रजातियों का घर है जिसमें टाइगर, तेंदुए बिल्ली, राइनोसिरोस (एक सींग वाला), हिसपिड हरे, हाथी, ब्लैक हिरण, दलदल हिरण आदि शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एक पक्षी निरीक्षक के स्वर्ग, दुधवा अपने एवियन किस्म के लिए उल्लेखनीय है - लगभग 400 प्रजातियां। इसके दलदल और कई झीलों में पानी की किस्में की किस्में आकर्षित होती हैं। हिमालयी तलहटी के करीब होने के कारण, दुधवा को नियमित रूप से सर्दियों के आगंतुक भी मिलते हैं - प्रवासी जल पक्षियों। बर्ड टैल पक्षी पक्षी देखने वालों के लिए शायद सबसे लोकप्रिय स्थान है। Egrets, cormorants, herons और बतख, हंस और तिल की कई प्रजातियां हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संरक्षण इतिहास</p>\r\n<p>सर डीबी की यात्रा 1860 में इस क्षेत्र में ब्रांडीस वर्तमान दिन के 303 वर्ग मील (780 किमी 2) वन क्षेत्र में समाप्त हो गया, वर्तमान में दुधवा राष्ट्रीय उद्यान को संरक्षण के लिए 1861 में सरकार के नियंत्रण में लाया गया था। [11] खेरी जिले में मोहर और सुहेली नदियों के बीच खरगढ़ परगाना में सभी साल और विविध जंगलों और घास के मैदानों को तत्कालीन उत्तर खेरी वन विभाग में शामिल किया गया था। 1867 और 1879 के बीच सुरक्षा के लिए अधिक क्षेत्रों को आरक्षित किया गया और डिवीजन में जोड़ा गया। 1 9 37 में डिवीजन का क्षेत्र कानूनी रूप से संरक्षित वनों के रूप में गठित किया गया था।</p>\r\n<p>सोनारपुर अभयारण्य, जिसमें 15.7 किमी 2 शामिल था, को विशेष रूप से दलदल हिरण (सर्वस डुवासेली दुवसेली) की रक्षा के लिए 1 9 58 में बनाया गया था। क्षेत्र बहुत छोटा था और बाद में इसे 212 किमी 2 तक बढ़ा दिया गया और इसका नाम बदलकर 1 9 68 में दुधवा अभयारण्य रखा गया। बाद में, अभयारण्य में अधिक क्षेत्र जोड़ा गया और 1 9 77 में इसे दुधवा राष्ट्रीय उद्यान घोषित किया गया। पार्क का कुल क्षेत्रफल 616 किमी 2 था जिसमें से 4 9 0 किमी 2 मुख्य क्षेत्र था और 124 किमी 2 का बकाया बफर जोन था।</p>\r\n<p>&nbsp;</p>\r\n<p>यह क्षेत्र 1 9 58 में वन्यजीव अभयारण्य के रूप में स्थापित किया गया था। 1 फरवरी 1 9 77 को वन्यजीव अभयारण्य एक राष्ट्रीय उद्यान बन गया और 1 9 88 में 11 वर्षों के बाद इसे बाघ अभयारण्य के रूप में स्थापित किया गया। दुधवा टाइगर रिजर्व हिमालय की तलहटी में भारत-नेपाल सीमा पर स्थित है। दुधवा टाइगर रिजर्व 1 9 87-88 में दुधवा राष्ट्रीय उद्यान और किशनपुर अभयारण्य (203.41 किमी 2) शामिल था। 1 99 7 में बफर जोन में 66 किमी 2 के अतिरिक्त, टाइगर रिजर्व का वर्तमान क्षेत्र 884 किमी 2 है। लखीमपुर रेलवे स्टेशन से दुधवा तक दूरी सड़क से लगभग 100 किमी दूर है। शारदा बांध और हिरण पार्क लखीमपुर के अन्य प्रमुख आकर्षण हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Lakhimpur ,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","subContents":[{"SubTitle":"1. दुधवा राष्ट्रीय उद्यान","SubTitleHindi":null,"SubContent":"<p>मोहन और सुहेली नदी के बीच 775 वर्ग किलोमीटर वन क्षेत्र को 1861 में आरक्षित वन घोषित किया गया था। 1 9 77 में सरकार ने जिला खेरी के 614 वर्ग किलोमीटर क्षेत्र को दुधवा राष्ट्रीय उद्यान के रूप में आरक्षित किया था। उत्तराखंड के गठन के बाद दुधवा राष्ट्रीय उद्यान को राज्य के प्रथम राष्ट्रीय उद्यान के रूप में जाना जाता है। अन्य रिजर्व क्षेत्र \"किशनपुरपुर पशू विहार\" अभयारण्य दुडवा से लगभग 30 किमी दूर स्थित है। लगभग 204 वर्ग किलोमीटर से अधिक फैला हुआ है। , यह शारदा नदी के तट पर स्थित है और आस-पास के आरक्षित जंगलों के सालों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>1 9 87 में दुडवा राष्ट्रीय उद्यान और किशनपुर पशू विहार को दुधवा टाइगर रिजर्व (डीटीआर) बनाने के लिए विलय कर दिया गया था। दुधवा टाइगर रिजर्व का कुल क्षेत्रफल 818 वर्ग किलोमीटर है। यह बड़ी संख्या में दुर्लभ और लुप्तप्राय प्रजातियों का घर है जिसमें टाइगर, तेंदुए बिल्ली, स्लैथ बियर, राइंसॉर (एक सींग), हिसपिड हरे, हाथी, काले हिरण और दलदल हिरण इत्यादि शामिल हैं।</p>\r\n<p>स्रोत: https://kheri.nic.in/tourist-place/dudhwa-national-park/</p>","SubContentHindi":null,"ImageUrl":"fc242ba0-5411-4a93-9231-0bd710c9b0a5_Dudhwa-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. ईद गाह, खेरी","SubTitleHindi":null,"SubContent":"<p>ईद गाह एक मस्जिद है जो अपने सुरम्य दृश्य और वास्तुकला के लिए जाना जाता है। यह लखीमपुर और खेरी के बीच रेलवे पटरियों के पास है।</p>","SubContentHindi":null,"ImageUrl":"8d5249e5-f2cb-4b4d-88c4-843205181a4c_Kheri-Eidgah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. शिव मंदिर गोला गोकरण नाथ","SubTitleHindi":null,"SubContent":"<p>गोला गोकरण नाथ का शिव मंदिर भगवान शिव को समर्पित एक मंदिर है। [12] गोला गकरन नाथ को चोटी काशी भी कहा जाता है। यह लोगों की धारणा है कि भगवान शिव रावण (लंका के राजा) की तपस्या (तपस्या) से प्रसन्न थे और उन्हें वरदान दिया। रावण ने भगवान शिव से उनके साथ लंका जाने और हिमालय को हमेशा के लिए छोड़ने का अनुरोध किया। भगवान शिव इस शर्त पर जाने के लिए सहमत हुए कि उन्हें लंका के रास्ते कहीं भी नहीं रखा जाना चाहिए। अगर उसे कहीं भी रखा गया था, तो वह उस जगह बस जाएगा। रावण सहमत हुए और अपने सिर पर भगवान के साथ लंका की यात्रा शुरू की। जब रावण गोला गकरन नाथ (जिसे गोलीहारा कहा जाता था) पहुंचे तो उन्हें पेशाब की आवश्यकता महसूस हुई (प्रकृति का आह्वान)। रावण ने भगवान शिव को लौटने तक अपने सिर पर रखकर एक चरवाहा (जो देवताओं द्वारा भेजे गए भगवान गणेश के अलावा कोई अन्य नहीं था) को कुछ सोने के सिक्कों की पेशकश की। चरवाहे (भगवान गणेश) ने उन्हें जमीन पर रखा। रावण उनके सभी प्रयासों के बावजूद उन्हें उठाने में नाकाम रहे। उसने उसे अपने अंगूठे के साथ अपने गुस्से में दबा दिया। रावण के अंगूठे की छाप अभी भी शिवलिंग पर मौजूद है। चट्रा (अप्रैल) के महीने में एक महीने के लिए एक महान मेला आयोजित किया जाता है जिसे चेती-मेला कहा जाता है।</p>","SubContentHindi":null,"ImageUrl":"bbdae2e3-8954-4a4a-9584-76e4d510c8e8_Teerath-Kund.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. मेंढक मंदिर","SubTitleHindi":null,"SubContent":"<p>अद्वितीय मेंढक मंदिर लखीमपुर से सीतापुर के रास्ते पर लखीमपुर से 12 किमी (7.5 मील) ओल शहर में स्थित है। यह शहर के लिए एक महत्वपूर्ण पर्यटन केंद्र है। यह मंडुक तंत्र के आधार पर भारत में अपनी तरह का एकमात्र ऐसा भी है। यह 1860 और 1870 के बीच ओल राज्य (लखीमपुर खेरी जिला) के पूर्व राजा द्वारा बनाया गया था। यह भगवान शिव को समर्पित है। यह मंदिर एक बड़े मेंढक के पीछे बनाया गया है। मंदिर एक अष्टकोणीय कमल के भीतर बनाया गया है। मंदिर में स्थापित शिवलिंग बनसुर प्रती नर्मदेश्वर नर्मदा कुंड से लाया गया था। मंदिर का मुख्य द्वार पूर्व में खुलता है और दूसरा द्वार दक्षिण में होता है। इस मंदिर का वास्तुकला तंत्र विद्या पर आधारित है।</p>","SubContentHindi":null,"ImageUrl":"9e249d37-2961-4a15-8450-b3e4dbbe84ef_Frog-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. शिव मंदिर देवकाली","SubTitleHindi":null,"SubContent":"<p>ऐसा कहा जाता है कि राजा पुरस्कार के पुत्र जन्मेजयी ने इस स्थान पर प्रसिद्ध नाग यज्ञ का आयोजन किया था। ऐसा माना जाता है कि सांप घरों में प्रवेश नहीं करते हैं जहां इस मंदिर की पवित्र मिट्टी मौजूद है। यह मंदिर भगवान शिव को समर्पित है। यह भी माना जाता है कि भगवान ब्रह्मा (दुनिया के संस्थापक) की बेटी देवकली ने इस जगह पर एक कठोर तपस्या (तपस्या) की। भगवान ब्रह्मा की बेटी के नाम के बाद इस स्थान को देवकली के नाम से जाना जाता है।</p>","SubContentHindi":null,"ImageUrl":"af8039ef-dfa0-4f59-9ac4-3b428599a128_Shiv-Temple-Devkali.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>ट्रांसपोर्ट</p>\r\n<p>लखीमपुर शहर राज्य की राजधानी लखनऊ (कैसरबाग बस स्टैंड) से 134 किलोमीटर (77 मील) है। इसे यूपीएसआरटीसी बस सेवाओं द्वारा आसानी से पहुंचा जा सकता है। एसी / गैर एसी बस सेवा बहुत बार और आरामदायक है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>लखीमपुर खेरी हवाई अड्डे पलिया हवाई अड्डे के रूप में जाना जाता है, लखीमपुर खेरी में पलिया कलन में दुधवा राष्ट्रीय उद्यान के पास स्थित है और लखीमपुर शहर से 90 किलोमीटर (56 मील) की दूरी पर स्थित है। निकटतम अंतरराष्ट्रीय हवाई अड्डा लखनऊ में अमौसी अंतरराष्ट्रीय हवाई अड्डा है और शहर से 135 किलोमीटर (84 मील) की दूरी पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>बस</p>\r\n<p>यूपीएसआरटीसी लखीमपुर में बस स्टेशन संचालित करती है, और गोला गोकरनाथ, सीतापुर, लखनऊ, फैजाबाद, वाराणसी, दिल्ली, गोरखपुर आदि में बसों का संचालन करती है। यूपीएसआरटीसी बस सेवाएं लखनऊ (कैसरबाग बस स्टेशन) से लखीमपुर तक उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>लखीमपुर खेरी दिल्ली से पहुंचा जा सकता है, दिल्ली के बाद - मुरादाबाद - बरेली - शाहजहांपुर - गोला गोकरनाथ - लखीमपुर मार्ग (दूरी: 425 किमी लगभग)। लखनऊ के बाद लखिमपुर राज्य राजधानी लखनऊ से भी पहुंचा जा सकता है - सीतापुर - लखीमपुर मार्ग (दूरी: 135 किमी लगभग)। कई उत्तर प्रदेश राज्य राजमार्ग लखीमपुर से गुजरते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>ब्रॉड गेज लिंक प्रक्रिया में है।</p>\r\n<p>स्रोत: https://kheri.nic.in/how-to-reach/</p>","SubContentHindi":null,"ImageUrl":"4f4f4ba3-d07e-4219-b809-61837f6f146f_Lakhimpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-lakhimpur-lakhimpur-kheri-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"लखीमपुर-खेरी","slug":"lakhimpur-kheri"},{"name":"लखीमपुर","slug":"lakhimpur"}],"recommendations":[{"id":174,"title":"मथुरा में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","dateCreated":"2018-12-10T16:28:59.452Z","dateModified":"2018-12-10T17:00:42.883Z","contributedBy":"AskGif","content":"मथुरा उत्तर प्रदेश राज्य उत्तर प्रदेश में एक शहर है। यह आगरा के उत्तर में लगभग 50 किलोमीटर (31 मील) और दिल्ली के 145 किलोमीटर (9 0 मील) दक्षिण-पूर्व में स्थित है; वृंदावन शहर से लगभग 11 किलोमीटर (6.8 मील), और गोवर्धन से 22 किलोमीटर (14 मील) दूर है। यह उत्तर प्रदेश के मथुरा जिले का प्रशासनिक केंद्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"मथुरा","slug":"mathura"}],"slug":"top-places-to-visit-in-mathura-uttar-pradesh","total":0},{"id":131,"title":"फरुक्खाबाद में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","dateCreated":"2018-09-02T04:57:38.638Z","dateModified":"2018-09-02T05:31:38.483Z","contributedBy":"AskGif","content":"फररुखाबाद उत्तरी भारत में उत्तर प्रदेश राज्य में एक शहर है। यह पूर्व रियासत राज्य फररुखाबाद की राजधानी थी\r\n&nbsp;\r\nफरुक्खाबाद लेट के बीच स्थित है। 26 डिग्री 46 'एन और 27 डिग्री 43' एन और लांग। 79 डिग्री 7 'ई और 80 डिग्री 2' ई। जिले उत्तर में बादाण और शाहजहांपुर, पूर्व में हरदोई जिला","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फर्रुखाबाद","slug":"farrukhabad"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-farrukhabad-uttar-pradesh","total":0},{"id":117,"title":"बरेली में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","dateCreated":"2018-08-22T13:56:28.416Z","dateModified":"2020-06-17T12:13:42.118Z","contributedBy":"AskGif","content":"बरेली (/ bərɛli / (इस ध्वनि के बारे में सुनो)) उत्तर भारतीय राज्य उत्तर प्रदेश के बरेली जिले में एक शहर है। रामगंगा पर स्थित, यह बरेली डिवीजन और रोहिलखंड के भौगोलिक क्षेत्र की राजधानी है। यह शहर राज्य की राजधानी लखनऊ के 252 किलोमीटर (157 मील) उत्तर और राष्ट्रीय राजधानी, नई दिल्ली के 250 किलोमीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बरेली","slug":"bareilly"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-bareilly-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}