{"id":166,"title":"Top Places to Visit in Lakhimpur (Lakhimpur Kheri), Uttar Pradesh","imageUrl":"91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","dateCreated":"2018-12-08T08:14:57.969Z","dateModified":"2018-12-08T08:37:13.088Z","contributedBy":"AskGif","content":"<p>Lakhimpur is a city and a municipal board in Lakhimpur Kheri district in the Indian state of Uttar Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Education is available at the Junior and Senior Basic Schools, Senior Secondary Schools and college level.</p>\r\n<p>&nbsp;</p>\r\n<p>St. Don Bosco's College</p>\r\n<p>Lakhimpur Kheri has a majority of small schools with limited enrollments. However the bigger ones include St. Don Bosco's College and B.P.S. Public School. Other schools and colleges are Pt. Deen Dayal Upadhyaya Saraswati Vidya Mandir Inter College, Government Inter College, Govt Girls' Inter college, Dharm Sabha Inter college, Arya Kanya, St. John's School in Gola Gokarannath, Lucknow Public School, C.B. Singh Gaur Memorial School, Cane Growers Inter College, Greenfield Academy, Children's Academy, Ajmani International School, Kunwar Khuswaqt Rai, Adarsh Vidya Mandir, Saraswati Vidya Mandir, Paul International School and City Montessori Kheri.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Dudhwa</p>\r\n<p>Dudhwa Tiger Reserve (DTR) has two core areas, Dudhwa National Park[10] and Kishanpur Wildlife Sanctuary, which were merged in 1987. Dudhwa National Park is known as the first National Park of the state after the formation of Uttarakhand.</p>\r\n<p>&nbsp;</p>\r\n<p>It is home to a large number of rare and endangered species including Tiger, Leopard cat, Rhinoceros (one-horned), Hispid hare, Elephants, Black deer, Swamp deer, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>A bird watchers' haven, Dudhwa is noted for its avian variety &ndash; about 400 species. Its swamps and several lakes attract varieties of waterfowl. Being close to the Himalayan foothills, Dudhwa also gets its regular winter visitors &ndash; the migratory water birds. The Banke Tal is perhaps the most popular spot for bird watchers. There are egrets, cormorants, herons and several species of duck, geese and teal.</p>\r\n<p>&nbsp;</p>\r\n<p>Conservation History</p>\r\n<p>The visit of Sir D.B. Brandis in 1860 to the area culminated in a 303 square miles (780 km2) forest area of the present day Dudhwa National Park being brought under the control of Government in 1861 for preservation.[11] In Kheri District all the Sal and miscellaneous forests and grasslands in Kharigarh Pargana, between the Mohana and Suheli rivers, were included in the then North Kheri Forest Division. More areas were reserved for protection between 1867 and 1879 and added to the Division. The area of the Division was legally constituted as Reserved Forests in 1937.</p>\r\n<p>The Sonaripur Sanctuary, comprising 15.7 km2, was created in 1958 to specifically protect swamp deer (Cervus duvaceli duvaceli). The area was too small and was later enlarged to 212 km2 and renamed as Dudhwa Sanctuary in 1968. Later, more area was added to the Sanctuary and in 1977, it was declared Dudhwa National Park. The total area of the Park was 616 km2 of which 490 km2 was the core zone and the balance of 124 km2 was a buffer zone.</p>\r\n<p>The area was established in 1958 as a wildlife sanctuary. On 1 February 1977 wildlife sanctuary became a national park and after 11 years in 1988 it was established as a tiger reserve. Dudhwa Tiger Reserve lies on the India-Nepal border in the foothills of the Himalaya. Dudhwa Tiger Reserve was created in the year 1987&ndash;88 comprising Dudhwa National Park and Kishanpur Sanctuary (203.41 km2). With an addition of 66 km2 to the buffer zone in 1997, the present area of the Tiger Reserve is 884 km2. Distance from Lakhimpur railway station to Dudhwa is about 100 km by road. Sharda Dam and Deer Park are other major attractions of Lakhimpur.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Lakhimpur,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","subContents":[{"SubTitle":"1. Dudhwa National Park","SubTitleHindi":null,"SubContent":"<p>775 Sqr KM forest area between Mohana and Suhaili river was declared as reserved forest in 1861.In 1977 Government declared 614 sqr KM area of district Kheri reserved as Dudwa National Park. Dudwa National Park is known as the Ist National Park of the state after formation of Uttrakhand.Another reserve area &ldquo;Kishunpur Pashu Vihar&rdquo; sanctuary located about 30 KM from Dudwa.Spread over about 204 sqr.km. , it lies on the banks of river Sharda and is surrounded by Sal forest of adjoining reserve forests.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1987 Dudwa National Park and Kishunpur Pashu Vihar was merged to form Dudwa Tiger Reserve (DTR). The Dudwa Tiger Reserve has total area of 818 sqr KM. It is home to a large number of rare and endangered species which includes Tiger, Leopard cat, Slath beer, rinosaurs (One horn), Hispid hare, Elephants, Black deer&amp; Swamp deer etc.</p>\r\n<p>source: https://kheri.nic.in/tourist-place/dudhwa-national-park/</p>","SubContentHindi":null,"ImageUrl":"fc242ba0-5411-4a93-9231-0bd710c9b0a5_Dudhwa-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Eid Gaah, Kheri","SubTitleHindi":null,"SubContent":"<p>The Eid Gaah is a mosque well known for its picturesque scene and architecture. It is near the railway tracks between Lakhimpur and Kheri.</p>","SubContentHindi":null,"ImageUrl":"8d5249e5-f2cb-4b4d-88c4-843205181a4c_Kheri-Eidgah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Shiv Temple Gola Gokaran Nath","SubTitleHindi":null,"SubContent":"<p>Shiv Temple of Gola Gokaran Nath is a temple dedicated to Lord Shiva.[12] The Gola Gokaran Nath is also called Choti Kashi. It is the belief of the people that Lord Shiva was pleased with the penance (Tapasya) of Rawana (King of Lanka) and offered him a boon. Rawana requested the Lord Shiva to go to Lanka with him and leave Himalaya forever. The Lord Shiva agreed to go on condition that he should not be placed anywhere on the way to Lanka. If he were placed anywhere, he would settle at that place. Rawana agreed and started his journey to Lanka with the Lord on his head. When Rawana reached the Gola Gokaran Nath (then called Gollihara) he felt the need to urinate (a call of nature). Rawana offered some gold coins to a shepherd (who was none other than Lord Ganesha sent by deities) for placing the Lord Shiva on his head until he returned. The shepherd (Lord Ganesha) placed him on the land. Rawana failed to lift him up despite all his efforts. He pressed him on his head with his thumb in full anger. The impression of Rawana's thumb is still present on the Shivling. In the month of Chatra (April) a great fair is organised for one month known as Cheti-Mela.</p>","SubContentHindi":null,"ImageUrl":"bbdae2e3-8954-4a4a-9584-76e4d510c8e8_Teerath-Kund.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Frog Temple","SubTitleHindi":null,"SubContent":"<p>The unique Frog Temple lies at Oel town, 12 km (7.5 mi) from Lakhimpur on the route from Lakhimpur to Sitapur. It is an important tourist centre for the city. It is also the only one of its kind in India based on Manduk Tantra. It was built by the former king of Oel State (Lakhimpur Kheri district) between 1860 and 1870. It is dedicated to Lord Shiva. This temple is built at the back of a large frog. The Temple is constructed within an octagonal lotus. The Shivling installed in the temple was brought from the Banasur Prati Narmdeshwar Narmada Kund. The main gate of the temple opens in the east and another gate is in the south. The architecture of this temple is based on Tantra Vidya.</p>","SubContentHindi":null,"ImageUrl":"9e249d37-2961-4a15-8450-b3e4dbbe84ef_Frog-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Shiv Temple Devkali","SubTitleHindi":null,"SubContent":"<p>It is said that Janmejayi son of king Prikshit organised famous Nag Yagya at this place. It is believed that snakes do not enter houses where the holy soil of this temple is present. This temple is dedicated to Lord Shiva. It is also believed that the Devakali, daughter of Lord Brahama (Founder of the world) did a hard penance (Tapsya) at this place. After the name of Lord Brahama's daughter this place is known as Devakali.</p>","SubContentHindi":null,"ImageUrl":"af8039ef-dfa0-4f59-9ac4-3b428599a128_Shiv-Temple-Devkali.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Transport</p>\r\n<p>Lakhimpur city is 134 kilometres (77 mi) from the state capital Lucknow(Kaiserbagh Bus Stand). It can be easily reached by UPSRTC Bus services. AC/Non AC Bus service is very frequent and comfortable.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Lakhimpur Kheri Airport known as Palia Airport is situated near Dudhwa National Park at Palia Kalan in Lakhimpur Kheri and is at a distance of 90 kilometres (56 mi) from Lakhimpur City. The nearest international airport is Amausi International Airport in Lucknow and is at a distance of 135 kilometres (84 mi) from the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Bus</p>\r\n<p>UPSRTC operates bus station in Lakhimpur, and operates buses to Gola Gokarannath, Sitapur, Lucknow, Faizabad, Varanasi, Delhi, Gorakhpur etc. UPSRTC Bus services available from Lucknow (Kaiserbagh Bus Station) to Lakhimpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Lakhimpur Kheri can be reached from Delhi, following Delhi &ndash; Muradabad &ndash; Bareilly &ndash; Shahjahanpur &ndash; Gola Gokarannath &ndash; Lakhimpur route (Distance: 425 km approx). Lakhimpur can also be reached from state capital Lucknow following Lucknow &ndash; Sitapur &ndash; Lakhimpur route (Distance: 135 km approx). Several Uttar Pradesh State Highways pass through Lakhimpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Broad Gauge link is under process.</p>\r\n<p>source: https://kheri.nic.in/how-to-reach/</p>","SubContentHindi":null,"ImageUrl":"4f4f4ba3-d07e-4219-b809-61837f6f146f_Lakhimpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-lakhimpur-lakhimpur-kheri-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"lakhimpur-kheri","slug":"lakhimpur-kheri"},{"name":"lakhimpur","slug":"lakhimpur"}],"recommendations":[{"id":174,"title":"Top Places to visit in Mathura, Uttar Pradesh","imageUrl":"3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","dateCreated":"2018-12-10T16:28:59.452Z","dateModified":"2018-12-10T17:00:42.883Z","contributedBy":"AskGif","content":"Mathura is a city in the North Indian state of Uttar Pradesh.It is located approximately 50 kilometres (31 mi) north of Agra, and 145 kilometres (90 mi) south-east of Delhi; about 11 kilometres (6.8 mi) from the town of Vrindavan, and 22 kilometres (14 mi) from Govardhan. It is the administrative","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"mathura","slug":"mathura"}],"slug":"top-places-to-visit-in-mathura-uttar-pradesh","total":0},{"id":131,"title":"Top Places to Visit in Farrukhabad, Uttar Pradesh","imageUrl":"f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","dateCreated":"2018-09-02T04:57:38.638Z","dateModified":"2018-09-02T05:31:38.483Z","contributedBy":"AskGif","content":"Farrukhabad is a city in the state of Uttar Pradesh in northern India. It was the capital of former princely state Farrukhabad\r\n&nbsp;\r\nFarrukhabad is situated between Lat. 26&deg; 46' N &amp; 27&deg; 43' N and Long. 79&deg; 7' E &amp; 80&deg; 2' E. The district is bounded by Badaun","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"farrukhabad","slug":"farrukhabad"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-farrukhabad-uttar-pradesh","total":0},{"id":117,"title":"Top Places to Visit in Bareilly, Uttar Pradesh","imageUrl":"e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","dateCreated":"2018-08-22T13:56:28.416Z","dateModified":"2020-06-17T12:13:42.118Z","contributedBy":"AskGif","content":"Bareilly (/bəˈrɛli/ (About this sound listen)) is a city in Bareilly district in the northern Indian state of Uttar Pradesh. Located on the Ramganga, it is the capital of Bareilly division and the geographical region of Rohilkhand. The city is 252 kilometres (157 mi) north of the state capital, L","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e625b1d7-55e8-40f9-bcdd-2c5b54116428-Bareilly-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bareilly","slug":"bareilly"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-bareilly-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}