{"id":168,"title":"ललितपुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","dateCreated":"2018-12-08T13:50:02.051Z","dateModified":"2018-12-08T14:34:29.046Z","contributedBy":"AskGif","content":"<p>ललितपुर भारतीय राज्य उत्तर प्रदेश के ललितपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह ललितपुर जिले का जिला मुख्यालय भी है। शहर बुंदेलखंड क्षेत्र का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर में कई स्कूल और कॉलेज हैं। प्रसिद्ध स्कूल आईएससी में से एक, आईसीएसई संबद्ध सेंट डोमिनिक सेवियो अंग्रेजी माध्यमिक विद्यालय है। कॉलेज बुंदेलखंड विश्वविद्यालय (झांसी) और उत्तर प्रदेश राजर्षि टंडन ओपन यूनिवर्सिटी (इलाहाबाद) से संबद्ध हैं। इग्नू में ललितपुर में एक परिसर भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>ललितपुर जिला उत्तर प्रदेश राज्य के जिलों में से एक है। ललितपुर जिला झांसी डिवीजन का हिस्सा है। ललितपुर मुख्य शहर और प्रशासनिक मुख्यालय है। जिले में 5,039 किमी^2 का क्षेत्रफल है।</p>\r\n<p>&nbsp;</p>\r\n<p>ललितपुर जिला झांसी डिवीजन का हिस्सा है और वर्ष 1974 में एक जिले के रूप में बनाया गया था। यह झांसी जिले से पूर्वोत्तर तक एक संकीर्ण गलियारे से जुड़ा हुआ है, और अन्यथा मध्यप्रदेश राज्य से घिरा हुआ है, जो मुख्य रूप से एक प्रमुख है।</p>\r\n<p>&nbsp;</p>\r\n<p>ललितपुर जिला अक्षांश 24 डिग्री 11 'और 25 डिग्री 14' (उत्तर) और देशांतर 78 डिग्री 10 'और 79 डिग्री 0' (पूर्व) के बीच स्थित है और उत्तर में जिला झांसी, मध्य प्रदेश राज्य के सागर और टिकमगढ़ से घिरा हुआ है। मध्य प्रदेश के पूर्व और अशोकनगर जिले पश्चिम में बेटवा नदी से अलग हो गए। वर्ष 2011 की जनगणना के अनुसार जिले की जनसंख्या 1,218,002 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में देवगढ़, सेरोनजी, पावगिरी, देवमाता, नीलकंठेश्वर जैसे पाली, मच्छुंड की गुफा जैसे कई ऐतिहासिक और सांस्कृतिक स्थान हैं। ललितपुर शहर में कई हिंदू और जैन मंदिरों की तरह कई जगह हैं। रघुनाथजी (बादा मंदिर), शिवालय, बुधे बब्बा (हनुमानजी), हिंदुओं और बादा मंदिर के लिए तुवन मंदिर, जैन के लिए अता मंदिर और क्षेत्रपालजी प्रसिद्ध मंदिर हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Lalitpur,_India</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","subContents":[{"SubTitle":"1. दशवतर मंदिर","SubTitleHindi":null,"SubContent":"<p>यह गुप्त काल विष्णु मंदिर उत्तर भारत का सबसे पुराना पंचायत मंदिर है। उच्च मंदिर प्लिंथ के ऊपर छत वाले तहखाने को मूर्तिकला पैनलों की निरंतर पंक्ति से सजाया जाता है। गंगा_यामुना के आंकड़ों के साथ एक अत्यधिक नक्काशीदार द्वार अभयारण्य या गर्भग्राह का कारण बनता है। तीन बड़े रथिका पैनल - गजेंद्र मोक्ष, नारा-नारायण तपस्या और अनंतस विष्णु - पक्ष की दीवारों में स्थित वैष्णव पौराणिक दृश्यों को उच्च राहत में नक्काशीदार दिखाते हैं। यह मंदिर एक उत्तर प्रदेश या शिखर के साथ पहला उत्तर भारतीय मंदिर होने के लिए जाना जाता है। कामुक पैनल एक अतिरिक्त आकर्षण हैं।</p>","SubContentHindi":null,"ImageUrl":"219851d4-04ed-4221-b7e3-991a5f978a9a_Dashavatar-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. मुचकुंड गुफा","SubTitleHindi":null,"SubContent":"<p>5 किमी धौजारी से, 30 किमी। देवगढ़ से और जंगल की सड़क से पहुंचने योग्य, घाटी में स्थित इन प्राकृतिक गुफाओं में संत मुचकुंड आश्रय है, जो यहां रहते थे और यहां पर ध्यान केंद्रित करते थे। महाभारत युग के दौरान भगवान कृष्ण ने इन गुफाओं का दौरा किया है।</p>","SubContentHindi":null,"ImageUrl":"2a031f80-a80b-4a76-b8dc-b9ac862c71d7_Muchkund-Cave.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. राजघाट बांध","SubTitleHindi":null,"SubContent":"<p>55 किमी देवगढ़ से, यह बेटवा नदी पर एक विशाल जल जलाशय है।</p>\r\n<p>उनके अच्छे पार्क इसके नजदीक सुंदर जगह हैं।</p>\r\n<p>यहां कई फिल्में शूट की गई हैं।</p>","SubContentHindi":null,"ImageUrl":"7be0d35b-1b7f-437b-b576-459ee851ab7d_Rajghat-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. देवगढ़","SubTitleHindi":null,"SubContent":"<p>देवगढ़ उत्तर प्रदेश राज्य के ललितपुर जिले में एक गांव है। यह बेटवा नदी के दाहिने किनारे और ललितपुर पहाड़ियों के पश्चिम में स्थित है। यह गुप्त स्मारकों के लिए जाना जाता है और हिंदू और जैन मूल के कई प्राचीन स्मारकों के लिए किले की दीवारों के अंदर और बाहर हैं। हिंदू भगवान विष्णु को समर्पित गुप्त मंदिर, जिसे दशवत मंदिर के रूप में जाना जाता है और 6 वीं शताब्दी सीई के दिनांक में जाना जाता है, उत्तर भारत में सबसे पुराना पंचयाटन मंदिर है। पहाड़ी पर किला अपने पूर्वी हिस्से पर जैन मंदिरों के समूह के अधीन है, इनमें से सबसे पुराना 8 वीं या 9वीं शताब्दी तक है। जैन मंदिरों के अलावा, \"प्रतीकात्मक और स्टाइलिस्ट विविधता\" की जैन छवियों की दीवार भित्तिचित्र किले की विशेष विशेषताएं हैं। तीन घाट (घाट का अर्थ है \"नदी के लिए पत्थर के कदमों की उड़ान\"), जो कि किले से बेटवा नदी के किनारे - नहर घाट, राजघाट और सिद्ध की घुफ (संत गुफा) के साथ घाट के लिए दृष्टिकोण प्रदान करता है - पुरातात्विक महत्व के भी।</p>\r\n<p>&nbsp;</p>\r\n<p>देवगढ़ स्मारकों को भारतीय पुरातत्व सर्वेक्षण (एएसआई) के पुरातत्व विभाग द्वारा संरक्षित किया जाता है, और आगरा में स्थित उत्तरी सर्कल कार्यालय के माध्यम से प्रबंधित किया जाता है। एएसआई देवगढ़ साइट पर एक पुरातात्विक संग्रहालय बनाए रखता है, जो इसके खजाने वाले पुरातात्विक मूर्तियों के लिए जाना जाता है।</p>\r\n<p>स्रोत: https://lalitpur.nic.in/en/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"365fa655-4f6f-4a01-b655-6e4a07d5c423_Devgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवाईजहाज से :</p>\r\n<p>निकटतम घरेलू हवाई अड्डा शहर से ग्वालियर हवाई अड्डा है, ललितपुर से करीब चार घंटे की ड्राइव। यह एयर इंडिया उड़ान के माध्यम से दिल्ली और मुंबई जैसे शहरों से अच्छी तरह से जुड़ा हुआ है। निकटतम अंतरराष्ट्रीय हवाई अड्डा राजा भोज हवाई अड्डा, भोपाल, ललितपुर से करीब पांच घंटे की ड्राइव है। यह इंडिगो, गो एयर और एयर इंडिया और स्पाइस जेट इत्यादि के माध्यम से अहमदाबाद, चेन्नई, चंडीगढ़, दिल्ली, हैदराबाद, इंदौर, कोलकाता, मुंबई, रायपुर जैसे शहरों के स्पेक्ट्रम से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा :</p>\r\n<p>ललितपुर का अपना रेलवे स्टेशन ललितपुर रेलवे स्टेशन है, जो मध्य प्रदेश और उत्तर प्रदेश के सभी प्रमुख शहरों से नागपुर, कानपुर और लखनऊ जैसे अन्य शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से :</p>\r\n<p>ललितपुर चंदेरी से 9 किलोमीटर, मुंघाली से 9 किलोमीटर, झांसी से 9 6 किलोमीटर, सागर से 110 किमी, गुना से 13 9 किमी, दमोह से 183 किमी, ग्वालियर से 1 9 किलोमीटर, भोपाल से 245 किलोमीटर, जबलपुर से 267 किमी, 385 किमी से उज्जैन, इंदौर से 43 9 कि.मी. और कुछ निजी यात्रा सेवाओं के साथ मध्य प्रदेश और उत्तर प्रदेश राज्य सड़क परिवहन निगम (एमपीएसआरटीसी) और (यूपीएसआरटीसी) के माध्यम से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>स्रोत: https://lalitpur.nic.in/en/how-to-reach/</p>","SubContentHindi":null,"ImageUrl":"421fe659-5bc1-4240-b8de-f0c2d515ea2e_Lalitpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-lalitpur-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"ललितपुर","slug":"lalitpur"}],"recommendations":[{"id":168,"title":"ललितपुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","dateCreated":"2018-12-08T13:50:02.051Z","dateModified":"2018-12-08T14:34:29.046Z","contributedBy":"AskGif","content":"ललितपुर भारतीय राज्य उत्तर प्रदेश के ललितपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह ललितपुर जिले का जिला मुख्यालय भी है। शहर बुंदेलखंड क्षेत्र का हिस्सा है।\r\n&nbsp;\r\nशिक्षा\r\nशहर में कई स्कूल और कॉलेज हैं। प्रसिद्ध स्कूल आईएससी में से एक, आईसीएसई संबद्ध सेंट डोमिनिक सेवि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"ललितपुर","slug":"lalitpur"}],"slug":"top-places-to-visit-in-lalitpur-uttar-pradesh","total":0},{"id":139,"title":"हापुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","dateCreated":"2018-10-04T14:36:45.559Z","dateModified":"2018-10-04T14:52:49.482Z","contributedBy":"AskGif","content":"हापुर (जिसे हरिपुर के नाम से जाना जाता है) भारत के पश्चिमी उत्तर प्रदेश में, हापुर जिले के मुख्यालय के साथ-साथ मुख्यालय है। नई दिल्ली के लगभग 60 किलोमीटर (37 मील) पूर्व में स्थित, यह शहर दिल्ली राष्ट्रीय राजधानी क्षेत्र (एनसीआर) का हिस्सा है। राष्ट्रीय राजमार्ग 9 शहर से गुजरता है, इसे दिल्ली से ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हापुड़","slug":"hapur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hapur-uttar-pradesh","total":0},{"id":121,"title":"बुलंदशहर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","dateCreated":"2018-08-25T13:28:20.063Z","dateModified":"2018-10-04T15:36:10.49Z","contributedBy":"AskGif","content":"बुलंदशहर उत्तर प्रदेश राज्य के बुलंदशहर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह बुलंदशहर जिले का प्रशासनिक मुख्यालय है। यह शहर दिल्ली राष्ट्रीय राजधानी क्षेत्र (एनसीआर) का हिस्सा है। भारत सरकार के अनुसार, जिला बुलंदशहर जनसंख्या, सामाजिक-आर्थिक संकेतक और बुनियादी सुविधाओं के संकेतकों पर 2011 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बुलंदशहर","slug":"bulandshahr"}],"slug":"top-places-to-visit-in-bulandshahr-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}