{"id":168,"title":"Top Places to visit in Lalitpur, Uttar Pradesh","imageUrl":"b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","dateCreated":"2018-12-08T13:50:02.051Z","dateModified":"2018-12-08T14:34:29.046Z","contributedBy":"AskGif","content":"<p>Lalitpur is a city and a municipal board in Lalitpur District, India in the Indian state of Uttar Pradesh. It is also district headquarters of Lalitpur district. The city is part of Bundelkhand region.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The city has several schools and colleges. One of the famous school ISC, ICSE affiliated is St. Dominic Savio English medium school .The colleges are affiliated to the Bundelkhand University (Jhansi) and Uttar Pradesh Rajarshi Tandon Open University (Allahabad). IGNOU also has a campus in Lalitpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Lalitpur District is one of the districts of Uttar Pradesh state of India. Lalitpur district is a part of Jhansi Division. Lalitpur is the main town and administrative headquarters. The district occupies an area of 5,039 km^2.</p>\r\n<p>&nbsp;</p>\r\n<p>Lalitpur District is a part of Jhansi Division and was carved out as a district in the year 1974. It is connected to Jhansi District by a narrow corridor to the northeast, and is otherwise almost surrounded by Madhya Pradesh state, an example of a salient.</p>\r\n<p>&nbsp;</p>\r\n<p>Lalitpur district lies between latitude 24&deg;11' and 25&deg;14' (north) and longitude 78&deg;10' and 79&deg;0' (east) and is bounded by district Jhansi in the north, districts Sagar and Tikamgarh of Madhya Pradesh state in the east and Ashoknagar district of Madhya Pradesh separated by river Betwa in the west. The district had a population of 1,218,002 as per the census of year 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>This district has a number of historical and cultural places like Devgarh, Seeronji, Pavagiri, Devamata, Neelkantheshwar at Pali, Machkund ki Gufa. Lalitpur town has variety of places like many Hindu &amp; Jain temples. Raghunathji (Bada Mandir), Shivalay, Boodhe Babba (Hanumanji), Tuvan Mandir for Hindus &amp; Bada Mandir, Ata Mandir &amp; Kshetrapalji for Jains are famous temples.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Lalitpur,_India</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","subContents":[{"SubTitle":"1. Dashavatar Temple","SubTitleHindi":null,"SubContent":"<p>This Gupta period Vishnu temple is the earliest known Panchayatan temple of north India. The terraced basement above the high temple plinth is adorned with a continuous row of sculptured panels. A highly carved doorway with Ganga_Yamuna figures lead to sanctum sanctorum or the garbhagriha. Three big Rathika Panels &ndash; Gajendra Moksha, Nara-Narayan tapasya and the Anantshai Vishnu &ndash; set in the side walls depict Vaishnava mythological scenes carved in high relief. The temple is noted for being the first north Indian temple with a spire or shikhara. Erotic panels are an added attraction.</p>","SubContentHindi":null,"ImageUrl":"219851d4-04ed-4221-b7e3-991a5f978a9a_Dashavatar-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Muchkund Cave","SubTitleHindi":null,"SubContent":"<p>5 km. from of Dhaujari , 30 km. from Deogarh and approachable by a forest road , these&nbsp; natural caves situated in a valley are believed to have sheltered Saint Muchkund who lived and Meditated here. Lord Krishna is also said to have visited these caves during the Mahabharat era.</p>","SubContentHindi":null,"ImageUrl":"2a031f80-a80b-4a76-b8dc-b9ac862c71d7_Muchkund-Cave.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Rajghat Dam","SubTitleHindi":null,"SubContent":"<p>55 km. from Deogarh, it is a huge water reservoir on Betwa River.</p>\r\n<p>There are nice parks are scenic places near it.</p>\r\n<p>Many movies are shot here.</p>","SubContentHindi":null,"ImageUrl":"7be0d35b-1b7f-437b-b576-459ee851ab7d_Rajghat-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Devgarh","SubTitleHindi":null,"SubContent":"<p>Deogarh is a village in Lalitpur district of the Indian state of Uttar Pradesh. It is located on the right bank of Betwa River and to the west of Lalitpur hills. It is known for Gupta monuments and for many ancient monuments of Hindu and Jain origins are in and outside the walls of the fort. The Gupta temple dedicated to the Hindu god Vishnu, popularly known as the Dashavatara Temple and dated to the 6th-century CE, is the earliest known Panchyatana temple in North India. The fort on the hill is dominated by a cluster of Jain temples on its eastern part, the oldest of these dating to the 8th or 9th century. Apart from Jain temples, the wall frescoes of Jain images of \"iconographic and the stylistic variety\", are special features of the fort. The three ghats (ghat means flight of stone steps leading to the river), which provide approach to the Betwa river edge from the fort &ndash; the Nahar Ghat, the Rajghat and the ghat with the Siddh ki Ghufa (saints cave) &ndash; are also of archeological significance.</p>\r\n<p>&nbsp;</p>\r\n<p>The Deogarh monuments are protected by the Department of Archaeology of the Archaeological Survey of India (ASI), and managed through its Northern Circle Office located in Agra. ASI maintain an archaeological museum at the Deogarh site, which is noted for its treasured archaeological sculptures.</p>\r\n<p>source: https://lalitpur.nic.in/en/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"365fa655-4f6f-4a01-b655-6e4a07d5c423_Devgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Air :</p>\r\n<p>The nearest Domestic Airport is the Gwalior Airport from the city, roughly four hour drive from Lalitpur. It is well connected with the cities like Delhi and Mumbai via Air India flight. The nearest International Airport is Raja Bhoj Airport, Bhopal, roughly five hour drive from Lalitpur. It is well connected to a spectrum of cities like Ahmedabad, Chennai, Chandigarh, Delhi, Hyderabad, Indore, Kolkata, Mumbai, Raipur through IndiGo, Go Air and Air India and Spice Jet etc.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail :</p>\r\n<p>Lalitpur has its own Railway Station named as Lalitpur Railway Station which is connected to all the major cities of Madhya Pradesh and Uttar Pradesh with other cities like Nagpur, Kanpur and Lucknow.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road :</p>\r\n<p>Lalitpur is 39 Kms from Chanderi, 76 Kms from Mungaoli, 96 Kms from Jhansi, 110 Kms from Sagar, 139 Kms from Guna, 183 Kms from Damoh, 198 Kms from Gwalior, 245 Kms from Bhopal, 267 Kms from Jabalpur, 385 Kms from Ujjain, 439 Kms from Indore and is well connected through Madhya Pradesh and Uttar Pradesh State Road Transport Corporation (MPSRTC) and (UPSRTC) with some private travel services.</p>\r\n<p>source: https://lalitpur.nic.in/en/how-to-reach/</p>","SubContentHindi":null,"ImageUrl":"421fe659-5bc1-4240-b8de-f0c2d515ea2e_Lalitpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-lalitpur-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"lalitpur","slug":"lalitpur"}],"recommendations":[{"id":168,"title":"Top Places to visit in Lalitpur, Uttar Pradesh","imageUrl":"b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","dateCreated":"2018-12-08T13:50:02.051Z","dateModified":"2018-12-08T14:34:29.046Z","contributedBy":"AskGif","content":"Lalitpur is a city and a municipal board in Lalitpur District, India in the Indian state of Uttar Pradesh. It is also district headquarters of Lalitpur district. The city is part of Bundelkhand region.\r\n&nbsp;\r\nEducation\r\nThe city has several schools and colleges. One of the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"lalitpur","slug":"lalitpur"}],"slug":"top-places-to-visit-in-lalitpur-uttar-pradesh","total":0},{"id":139,"title":"Top Places to Visit in Hapur, Uttar Pradesh","imageUrl":"a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","dateCreated":"2018-10-04T14:36:45.559Z","dateModified":"2018-10-04T14:52:49.482Z","contributedBy":"AskGif","content":"Hapur (known earlier as Haripur) is a city in, as well as the headquarters of, Hapur district, in western Uttar Pradesh, India. Located about 60 kilometres (37 mi) east of New Delhi, the city is part of the Delhi National Capital Region (NCR). National Highway 9 passes through the city, connectin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hapur","slug":"hapur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hapur-uttar-pradesh","total":0},{"id":121,"title":"Top Places to Visit in Bulandshahr, Uttar Pradesh","imageUrl":"75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","dateCreated":"2018-08-25T13:28:20.063Z","dateModified":"2018-10-04T15:36:10.49Z","contributedBy":"AskGif","content":"Bulandshahr is a city and a municipal board in Bulandshahr district in the state of Uttar Pradesh, India. It is the administrative headquarters of Bulandshahr District. This city is part of the Delhi National Capital Region (NCR). According to Government of India, the district Bulandshahr is the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bulandshahr","slug":"bulandshahr"}],"slug":"top-places-to-visit-in-bulandshahr-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}