{"id":1684,"title":"How to Design Pastebin.com (or Bit.ly)","imageUrl":"icon_9d14bd09-d9e3-48e7-8309-9e324e9d51de.jpg","dateCreated":"2020-11-20T05:04:08.797Z","dateModified":"2020-11-20T05:04:26.605Z","contributedBy":"sumitc91","content":"<p>Design Bit.ly - is a similar question, except pastebin requires storing the paste contents instead of the original unshortened url.</p>\n<p>Step 1: Outline use cases and constraints<br />Gather requirements and scope the problem. Ask questions to clarify use cases and constraints. Discuss assumptions.</p>\n<p>Without an interviewer to address clarifying questions, we'll define some use cases and constraints.</p>\n<p>Use cases<br />We'll scope the problem to handle only the following use cases<br />User enters a block of text and gets a randomly generated link<br />Expiration<br />Default setting does not expire<br />Can optionally set a timed expiration<br />User enters a paste's url and views the contents<br />User is anonymous<br />Service tracks analytics of pages<br />Monthly visit stats<br />Service deletes expired pastes<br />Service has high availability</p>\n<p><br />Out of scope<br />User registers for an account<br />User verifies email<br />User logs into a registered account<br />User edits the document<br />User can set visibility<br />User can set the shortlink<br />Constraints and assumptions</p>\n<p><br />State assumptions<br />Traffic is not evenly distributed<br />Following a short link should be fast<br />Pastes are text only<br />Page view analytics do not need to be realtime<br />10 million users<br />10 million paste writes per month<br />100 million paste reads per month<br />10:1 read to write ratio<br />Calculate usage<br />Clarify with your interviewer if you should run back-of-the-envelope usage calculations.</p>\n<p>Size per paste<br />1 KB content per paste<br />shortlink - 7 bytes<br />expiration_length_in_minutes - 4 bytes<br />created_at - 5 bytes<br />paste_path - 255 bytes<br />total = ~1.27 KB<br />12.7 GB of new paste content per month<br />1.27 KB per paste * 10 million pastes per month<br />~450 GB of new paste content in 3 years<br />360 million shortlinks in 3 years<br />Assume most are new pastes instead of updates to existing ones<br />4 paste writes per second on average<br />40 read requests per second on average<br />Handy conversion guide:</p>\n<p>2.5 million seconds per month<br />1 request per second = 2.5 million requests per month<br />40 requests per second = 100 million requests per month<br />400 requests per second = 1 billion requests per month<br />Step 2: Create a high level design<br />Outline a high level design with all important components.</p>\n<p>Imgur</p>\n<p>Step 3: Design core components<br />Dive into details for each core component.</p>\n<p>Use case: User enters a block of text and gets a randomly generated link<br />We could use a relational database as a large hash table, mapping the generated url to a file server and path containing the paste file.</p>\n<p>Instead of managing a file server, we could use a managed Object Store such as Amazon S3 or a NoSQL document store.</p>\n<p>An alternative to a relational database acting as a large hash table, we could use a NoSQL key-value store. We should discuss the tradeoffs between choosing SQL or NoSQL. The following discussion uses the relational database approach.</p>\n<p>The Client sends a create paste request to the Web Server, running as a reverse proxy<br />The Web Server forwards the request to the Write API server<br />The Write API server does the following:<br />Generates a unique url<br />Checks if the url is unique by looking at the SQL Database for a duplicate<br />If the url is not unique, it generates another url<br />If we supported a custom url, we could use the user-supplied (also check for a duplicate)<br />Saves to the SQL Database pastes table<br />Saves the paste data to the Object Store<br />Returns the url<br />Clarify with your interviewer how much code you are expected to write.</p>\n<p>The pastes table could have the following structure:</p>\n<p>shortlink char(7) NOT NULL<br />expiration_length_in_minutes int NOT NULL<br />created_at datetime NOT NULL<br />paste_path varchar(255) NOT NULL<br />PRIMARY KEY(shortlink)<br />Setting the primary key to be based on the shortlink column creates an index that the database uses to enforce uniqueness. We'll create an additional index on created_at to speed up lookups (log-time instead of scanning the entire table) and to keep the data in memory. Reading 1 MB sequentially from memory takes about 250 microseconds, while reading from SSD takes 4x and from disk takes 80x longer.1</p>\n<p>To generate the unique url, we could:</p>\n<p>Take the MD5 hash of the user's ip_address + timestamp<br />MD5 is a widely used hashing function that produces a 128-bit hash value<br />MD5 is uniformly distributed<br />Alternatively, we could also take the MD5 hash of randomly-generated data<br />Base 62 encode the MD5 hash<br />Base 62 encodes to [a-zA-Z0-9] which works well for urls, eliminating the need for escaping special characters<br />There is only one hash result for the original input and Base 62 is deterministic (no randomness involved)<br />Base 64 is another popular encoding but provides issues for urls because of the additional + and / characters<br />The following Base 62 pseudocode runs in O(k) time where k is the number of digits = 7:<br />def base_encode(num, base=62):<br />&nbsp; &nbsp; digits = []<br />&nbsp; &nbsp; while num &gt; 0<br />&nbsp; &nbsp; &nbsp; remainder = modulo(num, base)<br />&nbsp; &nbsp; &nbsp; digits.push(remainder)<br />&nbsp; &nbsp; &nbsp; num = divide(num, base)<br />&nbsp; &nbsp; digits = digits.reverse<br />Take the first 7 characters of the output, which results in 62^7 possible values and should be sufficient to handle our constraint of 360 million shortlinks in 3 years:<br />url = base_encode(md5(ip_address+timestamp))[:URL_LENGTH]<br />We'll use a public REST API:</p>\n<p>$ curl -X POST --data '{ \"expiration_length_in_minutes\": \"60\", \\<br />&nbsp; &nbsp; \"paste_contents\": \"Hello World!\" }' https://pastebin.com/api/v1/paste<br />Response:</p>\n<p>{<br />&nbsp; &nbsp; \"shortlink\": \"foobar\"<br />}<br />For internal communications, we could use Remote Procedure Calls.</p>\n<p>Use case: User enters a paste's url and views the contents<br />The Client sends a get paste request to the Web Server<br />The Web Server forwards the request to the Read API server<br />The Read API server does the following:<br />Checks the SQL Database for the generated url<br />If the url is in the SQL Database, fetch the paste contents from the Object Store<br />Else, return an error message for the user<br />REST API:</p>\n<p>$ curl https://pastebin.com/api/v1/paste?shortlink=foobar<br />Response:</p>\n<p>{<br />&nbsp; &nbsp; \"paste_contents\": \"Hello World\"<br />&nbsp; &nbsp; \"created_at\": \"YYYY-MM-DD HH:MM:SS\"<br />&nbsp; &nbsp; \"expiration_length_in_minutes\": \"60\"<br />}<br />Use case: Service tracks analytics of pages<br />Since realtime analytics are not a requirement, we could simply MapReduce the Web Server logs to generate hit counts.</p>\n<p>Clarify with your interviewer how much code you are expected to write.</p>\n<p>class HitCounts(MRJob):</p>\n<p>&nbsp; &nbsp; def extract_url(self, line):<br />&nbsp; &nbsp; &nbsp; &nbsp; \"\"\"Extract the generated url from the log line.\"\"\"<br />&nbsp; &nbsp; &nbsp; &nbsp; ...</p>\n<p>&nbsp; &nbsp; def extract_year_month(self, line):<br />&nbsp; &nbsp; &nbsp; &nbsp; \"\"\"Return the year and month portions of the timestamp.\"\"\"<br />&nbsp; &nbsp; &nbsp; &nbsp; ...</p>\n<p>&nbsp; &nbsp; def mapper(self, _, line):<br />&nbsp; &nbsp; &nbsp; &nbsp; \"\"\"Parse each log line, extract and transform relevant lines.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; Emit key value pairs of the form:</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2016-01, url0), 1<br />&nbsp; &nbsp; &nbsp; &nbsp; (2016-01, url0), 1<br />&nbsp; &nbsp; &nbsp; &nbsp; (2016-01, url1), 1<br />&nbsp; &nbsp; &nbsp; &nbsp; \"\"\"<br />&nbsp; &nbsp; &nbsp; &nbsp; url = self.extract_url(line)<br />&nbsp; &nbsp; &nbsp; &nbsp; period = self.extract_year_month(line)<br />&nbsp; &nbsp; &nbsp; &nbsp; yield (period, url), 1</p>\n<p>&nbsp; &nbsp; def reducer(self, key, values):<br />&nbsp; &nbsp; &nbsp; &nbsp; \"\"\"Sum values for each key.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; (2016-01, url0), 2<br />&nbsp; &nbsp; &nbsp; &nbsp; (2016-01, url1), 1<br />&nbsp; &nbsp; &nbsp; &nbsp; \"\"\"<br />&nbsp; &nbsp; &nbsp; &nbsp; yield key, sum(values)<br />Use case: Service deletes expired pastes<br />To delete expired pastes, we could just scan the SQL Database for all entries whose expiration timestamp are older than the current timestamp. All expired entries would then be deleted (or marked as expired) from the table.</p>\n<p>Step 4: Scale the design<br />Identify and address bottlenecks, given the constraints.</p>\n<p>Imgur</p>\n<p>Important: Do not simply jump right into the final design from the initial design!</p>\n<p>State you would do this iteratively: 1) Benchmark/Load Test, 2) Profile for bottlenecks 3) address bottlenecks while evaluating alternatives and trade-offs, and 4) repeat. See Design a system that scales to millions of users on AWS as a sample on how to iteratively scale the initial design.</p>\n<p>It's important to discuss what bottlenecks you might encounter with the initial design and how you might address each of them. For example, what issues are addressed by adding a Load Balancer with multiple Web Servers? CDN? Master-Slave Replicas? What are the alternatives and Trade-Offs for each?</p>\n<p>We'll introduce some components to complete the design and to address scalability issues. Internal load balancers are not shown to reduce clutter.</p>\n<p>To avoid repeating discussions, refer to the following system design topics for main talking points, tradeoffs, and alternatives:</p>\n<p>DNS<br />CDN<br />Load balancer<br />Horizontal scaling<br />Web server (reverse proxy)<br />API server (application layer)<br />Cache<br />Relational database management system (RDBMS)<br />SQL write master-slave failover<br />Master-slave replication<br />Consistency patterns<br />Availability patterns<br />The Analytics Database could use a data warehousing solution such as Amazon Redshift or Google BigQuery.</p>\n<p>An Object Store such as Amazon S3 can comfortably handle the constraint of 12.7 GB of new content per month.</p>\n<p>To address the 40 average read requests per second (higher at peak), traffic for popular content should be handled by the Memory Cache instead of the database. The Memory Cache is also useful for handling the unevenly distributed traffic and traffic spikes. The SQL Read Replicas should be able to handle the cache misses, as long as the replicas are not bogged down with replicating writes.</p>\n<p>4 average paste writes per second (with higher at peak) should be do-able for a single SQL Write Master-Slave. Otherwise, we'll need to employ additional SQL scaling patterns:</p>\n<p>Federation<br />Sharding<br />Denormalization<br />SQL Tuning<br />We should also consider moving some data to a NoSQL Database.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d14bd09-d9e3-48e7-8309-9e324e9d51de.jpg","subContents":[],"category":{"name":"tutorials","slug":"tutorials"},"slug":"how-to-design-pastebin.com-or-bit.ly","tags":[{"name":"design","slug":"design"},{"name":"interview","slug":"interview"},{"name":"system-design","slug":"system-design"}],"recommendations":[{"id":92,"title":"How will you find the middle of the Linked List?","imageUrl":"12b10340-a78f-4996-82b0-fc004964bbed_middle-element-linkedlist.png","dateCreated":"2018-08-07T15:12:05.744Z","dateModified":"2018-08-07T15:22:17.513Z","contributedBy":"AskGif","content":"To find the middle of a linked list we can use many approaches. let's discuss our first approach having O(n) time complexity with 2 passes.\r\nWe will be calculating the length n of the linked list in the first iteration and in second iteration we will be traversing to n/2 length to get the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/12b10340-a78f-4996-82b0-fc004964bbed_middle-element-linkedlist.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"linked-list","slug":"linked-list"},{"name":"java","slug":"java"},{"name":"questions","slug":"questions"}],"slug":"how-will-you-find-the-middle-of-the-linked-list","total":0},{"id":74,"title":"What is Iterator pattern?","imageUrl":"2ae1cc9a-b9ca-4dd5-8faf-ae38f2bdd6c3_Iterator-pattern.png","dateCreated":"2018-08-01T15:49:45.656Z","dateModified":"2018-08-01T17:23:52.861Z","contributedBy":"AskGif","content":"In object-oriented programming, the iterator pattern is a design pattern in which an iterator is used to traverse a container and access the container's elements. The iterator pattern decouples algorithms from containers; in some cases, algorithms are necessarily container-specific and thus canno","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2ae1cc9a-b9ca-4dd5-8faf-ae38f2bdd6c3_Iterator-pattern.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"questions","slug":"questions"},{"name":"design-patterns","slug":"design-patterns"},{"name":"behavioral-patterns","slug":"behavioral-patterns"},{"name":"interview","slug":"interview"}],"slug":"what-is-iterator-pattern","total":0},{"id":27,"title":"Convert an Array into Zig-Zag Fashion","imageUrl":"6f66c008-05c5-4b5c-9d26-c0e57e301991_Zigzag-Array.png","dateCreated":"2018-07-13T17:10:52.741Z","dateModified":"2018-07-31T05:20:13.559Z","contributedBy":"AskGif","content":"<span style=\"font-family: 'Open Sans', Helvetica, Arial, Verdana, sans-serif; font-size: 15px; text-align: justify;\">You are given an array of some distinct elements, you have to rearrange those elements of the array in a zig-zag fashion. The resultant array should be in format&nbsp; a &lt; b &gt","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6f66c008-05c5-4b5c-9d26-c0e57e301991_Zigzag-Array.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"algorithm","slug":"algorithm"},{"name":"interview","slug":"interview"},{"name":"java","slug":"java"},{"name":"array","slug":"array"}],"slug":"convert-an-array-into-zig-zag-fashion","total":0},{"id":17,"title":"Write a Simple Hello World Program in JAVA.","imageUrl":"f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","dateCreated":"2018-07-12T06:44:09.184Z","dateModified":"2018-07-12T06:44:59.673Z","contributedBy":"AskGif","content":"Writing a simple hello world programm in java.&nbsp;Java is a general-purpose computer-programming language that is concurrent, class-based, object-oriented, and specifically designed to have as few implementation dependencies as possible. It is intended to let application developers \"write once,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"java","slug":"java"}],"slug":"write-a-simple-hello-world-program-in-java","total":0}]}