{"id":1685,"title":"ट्विटर टाइमलाइन कैसे डिजाइन करें और सर्च करें","imageUrl":"icon_4cffb0b1-c317-4027-9ff2-188ac3240e74.jpg","dateCreated":"2020-11-20T06:38:46.064Z","dateModified":"2020-11-20T06:39:08.542Z","contributedBy":"sumitc91","content":"<p>Facebook फ़ीड डिज़ाइन करें और डिज़ाइन Facebook खोज समान प्रश्न हैं।</p>\n<p>चरण 1: मामलों और बाधाओं का उपयोग करें<br />आवश्यकताओं को इकट्ठा करें और समस्या को हल करें। उपयोग के मामलों और बाधाओं को स्पष्ट करने के लिए प्रश्न पूछें। मान्यताओं पर चर्चा करें।</p>\n<p>साक्षात्कारकर्ता के बिना स्पष्ट प्रश्नों को संबोधित करने के लिए, हम कुछ उपयोग मामलों और बाधाओं को परिभाषित करेंगे।</p>\n<p>बक्सों का इस्तेमाल करें<br />हम केवल निम्नलिखित उपयोग के मामलों को संभालने के लिए समस्या को हल करेंगे<br />उपयोगकर्ता एक ट्वीट पोस्ट करता है<br />सेवा अनुयायियों को ट्वीट पुश करती है, पुश सूचनाएँ और ईमेल भेजती है<br />उपयोगकर्ता उपयोगकर्ता समयरेखा (उपयोगकर्ता से गतिविधि) देखता है<br />उपयोगकर्ता होम टाइमलाइन को देखता है (उपयोगकर्ता द्वारा अनुसरण की जा रही गतिविधि)<br />उपयोगकर्ता कीवर्ड खोजता है<br />सेवा की उच्च उपलब्धता है<br />दायरे से बाहर<br />सेवा ट्विटर फायरहॉस और अन्य धाराओं के लिए ट्वीट को धक्का देती है<br />उपयोगकर्ताओं की दृश्यता सेटिंग्स के आधार पर सर्विस स्ट्रिप ट्वीट्स को मिटा देता है<br />यदि उपयोगकर्ता भी जवाब नहीं दिया जा रहा है तो उपयोगकर्ता @reply को छुपाएं<br />सम्मान 'छिपाओ रीट्वीट' सेटिंग<br />एनालिटिक्स<br />अड़चनें और धारणाएँ<br />राज्य की धारणाएँ<br />सामान्य</p>\n<p>यातायात समान रूप से वितरित नहीं किया जाता है<br />ट्वीट पोस्ट करना तेज होना चाहिए<br />जब तक आपके लाखों अनुयायी न हों, आपके सभी अनुयायियों के लिए एक ट्वीट करना तेज़ होना चाहिए<br />100 मिलियन सक्रिय उपयोगकर्ता<br />प्रति दिन 500 मिलियन ट्वीट या प्रति माह 15 बिलियन ट्वीट<br />प्रत्येक ट्वीट में 10 प्रसंशकों का औसत है<br />प्रति दिन 5 बिलियन कुल ट्वीट फैनआउट पर दिए गए<br />150 बिलियन ट्वीट प्रति माह फैनआउट पर वितरित किए गए<br />प्रति माह 250 बिलियन रीड रिक्वेस्ट<br />प्रति माह 10 बिलियन सर्च<br />समय</p>\n<p>समयरेखा देखना तेज होना चाहिए<br />ट्विटर भारी लिखने की तुलना में अधिक पढ़ा जाता है<br />ट्वीट के तेजी से पढ़ने के लिए ऑप्टिमाइज़ करें<br />Ingesting tweets भारी लिखा जाता है<br />खोज</p>\n<p>खोज तेज होनी चाहिए<br />खोज पठनीय है<br />उपयोग की गणना करें<br />अपने साक्षात्कारकर्ता के साथ स्पष्ट करें कि क्या आपको बैक-ऑफ-द-लिफाफा उपयोग गणनाओं को चलाना चाहिए।</p>\n<p>आकार प्रति ट्वीट:<br />ट्वीट_ड - 8 बाइट्स<br />user_id - 32 बाइट्स<br />पाठ - 140 बाइट्स<br />मीडिया - 10 केबी औसत<br />कुल: ~ १० केबी<br />प्रति माह नई ट्वीट सामग्री के 150 टीबी<br />10 केबी प्रति ट्वीट * प्रति दिन 500 मिलियन ट्वीट * प्रति माह 30 दिन<br />3 साल में नए ट्वीट कंटेंट की 5.4 PB<br />प्रति सेकंड 100 हजार रीड रिक्वेस्ट<br />प्रति माह 250 बिलियन रीड रिक्वेस्ट * (प्रति सेकंड 400 अनुरोध / प्रति माह 1 बिलियन अनुरोध)<br />प्रति सेकंड 6,000 ट्वीट<br />प्रति माह 15 बिलियन ट्वीट * (प्रति सेकंड 400 अनुरोध / प्रति माह 1 बिलियन अनुरोध)<br />60 हजार ट्वीट प्रति सेकंड फैनआउट पर दिए गए<br />प्रति माह फैनआउट पर दिए गए 150 बिलियन ट्वीट * (प्रति सेकंड 400 अनुरोध / प्रति माह 1 बिलियन अनुरोध)<br />प्रति सेकंड 4,000 खोज अनुरोध<br />प्रति माह 10 बिलियन खोजें * (प्रति सेकंड 400 अनुरोध / प्रति माह 1 बिलियन अनुरोध)<br />आसान रूपांतरण गाइड:</p>\n<p>2.5 मिलियन सेकंड प्रति माह<br />1 प्रति सेकंड अनुरोध = प्रति माह 2.5 मिलियन अनुरोध<br />40 प्रति सेकंड अनुरोध = प्रति माह 100 मिलियन अनुरोध<br />प्रति माह 400 अनुरोध = प्रति माह 1 बिलियन अनुरोध<br />चरण 2: एक उच्च स्तरीय डिज़ाइन बनाएं<br />सभी महत्वपूर्ण घटकों के साथ एक उच्च स्तरीय डिजाइन की रूपरेखा।</p>\n<p>Imgur</p>\n<p>चरण 3: डिजाइन कोर घटक<br />प्रत्येक मुख्य घटक के लिए विवरण में गोता लगाएँ।</p>\n<p>मामले का उपयोग करें: उपयोगकर्ता एक ट्वीट पोस्ट करता है<br />हम एक संबंधित डेटाबेस में उपयोगकर्ता समयरेखा (उपयोगकर्ता से गतिविधि) को पॉप्युलेट करने के लिए उपयोगकर्ता के स्वयं के ट्वीट को स्टोर कर सकते हैं। हमें SQL या NoSQL को चुनने के बीच उपयोग के मामलों और ट्रेडऑफ पर चर्चा करनी चाहिए।</p>\n<p>ट्वीट डिलीवर करना और होम टाइमलाइन का निर्माण (लोगों द्वारा की जाने वाली गतिविधि का अनुसरण करना) पेचीदा है। सभी अनुयायियों को ट्वीट आउट करने (प्रति सेकंड फैनआउट पर 60 हजार ट्वीट) एक पारंपरिक संबंधपरक डेटाबेस को अधिभारित करेंगे। हम संभवतः NoSQL डेटाबेस या मेमोरी कैश जैसे फास्ट राइट्स वाला डेटा स्टोर चुनना चाहते हैं। मेमोरी से 1 एमबी क्रमिक रूप से पढ़ने में लगभग 250 माइक्रोसेकंड लगते हैं, जबकि एसएसडी से पढ़ने में 4x लगते हैं और डिस्क से 80x5 मिनट लगते हैं</p>\n<p>हम ऑब्जेक्ट स्टोर पर मीडिया जैसे फ़ोटो या वीडियो स्टोर कर सकते हैं।</p>\n<p>क्लाइंट वेब सर्वर के लिए एक ट्वीट पोस्ट करता है, जो एक रिवर्स प्रॉक्सी के रूप में चल रहा है<br />वेब सर्वर एपीआई सर्वर को लिखने के अनुरोध को आगे बढ़ाता है<br />SQL सर्वर पर उपयोगकर्ता की टाइमलाइन में राइट अप एपीआई ट्वीट स्टोर करता है<br />एपीआई लिखें फैन आउट सेवा से संपर्क करें, जो निम्न कार्य करता है:<br />मेमोरी कैश में संग्रहीत उपयोगकर्ता के अनुयायियों को खोजने के लिए उपयोगकर्ता ग्राफ़ सेवा को क्वेरी करता है<br />मेमोरी कैश में उपयोगकर्ता के अनुयायियों के घर समय में ट्वीट को संग्रहीत करता है<br />ओ (एन) ऑपरेशन: 1,000 अनुयायी = 1,000 लुकअप और आवेषण<br />तेजी से खोज को सक्षम करने के लिए खोज अनुक्रमणिका सेवा में ट्वीट को संग्रहीत करता है<br />ऑब्जेक्ट स्टोर में मीडिया स्टोर<br />अनुयायियों को पुश सूचनाएं भेजने के लिए अधिसूचना सेवा का उपयोग करता है:<br />एक पंक्ति का उपयोग करता है (चित्र नहीं) अतुल्यकालिक रूप से सूचनाएं भेजने के लिए<br />अपने साक्षात्कारकर्ता के साथ स्पष्ट करें कि आपको कितने कोड लिखने की उम्मीद है।</p>\n<p>यदि हमारी मेमोरी कैश Redis है, तो हम निम्नलिखित संरचना के साथ एक देशी Redis सूची का उपयोग कर सकते हैं:</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;ट्वीट n + 2 ट्वीट n + 1 ट्वीट n<br />| 8 बाइट्स 8 बाइट्स 1 बाइट | 8 बाइट्स 8 बाइट्स 1 बाइट | 8 बाइट्स 8 बाइट्स 1 बाइट |<br />| tweet_id user_id मेटा | tweet_id user_id मेटा | tweet_id user_id मेटा |<br />नया ट्वीट मेमोरी कैश में रखा जाएगा, जो उपयोगकर्ता की होम टाइमलाइन (उन लोगों की गतिविधि को दिखाता है, जो उपयोगकर्ता फ़ॉल हैं)</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4cffb0b1-c317-4027-9ff2-188ac3240e74.jpg","subContents":[],"category":{"name":"शिक्षण","slug":"tutorials"},"slug":"how-to-design-the-twitter-timeline-and-search","tags":[{"name":"डिज़ाइन","slug":"design"},{"name":"interview","slug":"interview"},{"name":"प्रणाली-की-रूपरेखा","slug":"system-design"},{"name":"ट्विटर","slug":"twitter"}],"recommendations":[{"id":1697,"title":"रिवर्स प्रॉक्सी (वेब \\u200b\\u200bसर्वर) क्या है","imageUrl":"icon_c9b9941f-ccf0-43b6-8c8d-af837fe0b02d.jpg","dateCreated":"2020-11-20T07:38:40.516Z","dateModified":"2020-11-20T07:38:45.525Z","contributedBy":"sumitc91","content":"रिवर्स प्रॉक्सी एक वेब सर्वर है जो आंतरिक सेवाओं को केंद्रीकृत करता है और जनता को एकीकृत इंटरफेस प्रदान करता है। क्लाइंट से अनुरोधों को एक सर्वर पर भेजा जाता है, जो रिवर्स प्रॉक्सी के क्लाइंट के सर्वर के जवाब को वापस करने से पहले इसे पूरा कर सकता है।\nअतिरिक्त लाभों में शामिल हैं:\nबढ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9b9941f-ccf0-43b6-8c8d-af837fe0b02d.jpg","category":{"name":"शिक्षण","slug":"tutorials"},"tags":[{"name":"interview","slug":"interview"}],"slug":"what-is-reverse-proxy-web-server","total":0},{"id":58,"title":"How to solve Knapsack problem using Dynamic Programming","imageUrl":"b6cbe28d-ef39-4235-aa96-015ea58e9991_knapsack.jpg","dateCreated":"2018-07-31T07:51:18.76Z","dateModified":"2018-07-31T07:51:31.675Z","contributedBy":"AskGif","content":"The knapsack problem or rucksack problem is a problem in combinatorial optimization: Given a set of items, each with a weight and a value, determine the number of each item to include in a collection so that the total weight is less than or equal to a given limit and the total value is as large a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b6cbe28d-ef39-4235-aa96-015ea58e9991_knapsack.jpg","category":{"name":"coding","slug":"coding"},"tags":[{"name":"recursion","slug":"recursion"},{"name":"interview","slug":"interview"},{"name":"प्रशन","slug":"questions"},{"name":"dynamic-programming","slug":"dynamic-programming"},{"name":"java","slug":"java"}],"slug":"how-to-solve-knapsack-problem-using-dynamic-programming","total":0},{"id":18,"title":"Find Longest Increasing Subsequence","imageUrl":"2f4b2949-decb-492c-a28a-354c2bc38e48_Longest-Increasing-Subsequence-track-the-result.png","dateCreated":"2018-07-12T07:55:42.701Z","dateModified":"2018-08-31T04:38:31.491Z","contributedBy":"AskGif","content":"Finding Longest Increasing Subsequence in an array in N^2 Time complexity.\r\n<span style=\"color: #576871; font-family: OpenSans, Arial, Helvetica, sans-serif;\">The task is to find the length of the longest subsequence in a given array of integers such that all elements of the subsequence ar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2f4b2949-decb-492c-a28a-354c2bc38e48_Longest-Increasing-Subsequence-track-the-result.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"LIS","slug":"lis"},{"name":"flipkart","slug":"flipkart"},{"name":"dynamic-programming","slug":"dynamic-programming"},{"name":"java","slug":"java"},{"name":"interview","slug":"interview"},{"name":"amazon","slug":"amazon"},{"name":"प्रशन","slug":"questions"},{"name":"treebo","slug":"treebo"}],"slug":"find-longest-increasing-subsequence","total":0},{"id":17,"title":"Write a Simple Hello World Program in JAVA.","imageUrl":"f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","dateCreated":"2018-07-12T06:44:09.184Z","dateModified":"2018-07-12T06:44:59.673Z","contributedBy":"AskGif","content":"Writing a simple hello world programm in java.&nbsp;Java is a general-purpose computer-programming language that is concurrent, class-based, object-oriented, and specifically designed to have as few implementation dependencies as possible. It is intended to let application developers \"write once,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"java","slug":"java"}],"slug":"write-a-simple-hello-world-program-in-java","total":0}]}