{"id":1687,"title":"Mint.com डिजाइन कैसे करें","imageUrl":"icon_2709cf5f-1f6f-435b-bf00-9cf152142df5.png","dateCreated":"2020-11-20T06:53:27.643Z","dateModified":"2020-11-20T06:53:36.94Z","contributedBy":"sumitc91","content":"<p>चरण 1: मामलों और बाधाओं का उपयोग करें<br />आवश्यकताओं को इकट्ठा करें और समस्या को हल करें। उपयोग के मामलों और बाधाओं को स्पष्ट करने के लिए प्रश्न पूछें। मान्यताओं पर चर्चा करें।</p>\n<p>साक्षात्कारकर्ता के बिना स्पष्ट प्रश्नों को संबोधित करने के लिए, हम कुछ उपयोग मामलों और बाधाओं को परिभाषित करेंगे।</p>\n<p>बक्सों का इस्तेमाल करें<br />हम केवल निम्नलिखित उपयोग के मामलों को संभालने के लिए समस्या को हल करेंगे<br />उपयोगकर्ता एक वित्तीय खाते से जुड़ता है<br />सेवा खाते से लेनदेन निकालती है<br />अपडेट रोजाना<br />लेन-देन को वर्गीकृत करता है<br />उपयोगकर्ता द्वारा मैनुअल श्रेणी को ओवरराइड करने देता है<br />कोई स्वचालित पुन: वर्गीकरण नहीं है<br />श्रेणी के आधार पर मासिक खर्च का विश्लेषण करता है<br />सेवा बजट की सिफारिश करती है<br />उपयोगकर्ताओं को मैन्युअल रूप से एक बजट निर्धारित करने की अनुमति देता है<br />बजट के निकट या उससे अधिक होने पर सूचनाएं भेजता है<br />सेवा की उच्च उपलब्धता है</p>\n<p>दायरे से बाहर<br />सेवा अतिरिक्त लॉगिंग और एनालिटिक्स करती है</p>\n<p>अड़चनें और धारणाएँ<br />राज्य की धारणाएँ<br />यातायात समान रूप से वितरित नहीं किया जाता है<br />खातों का स्वचालित दैनिक अद्यतन केवल पिछले 30 दिनों में सक्रिय उपयोगकर्ताओं पर लागू होता है<br />वित्तीय खातों को जोड़ना या निकालना अपेक्षाकृत दुर्लभ है<br />बजट सूचनाओं को तत्काल होने की आवश्यकता नहीं है<br />10 मिलियन उपयोगकर्ता<br />प्रति उपयोगकर्ता 10 बजट श्रेणियां = 100 मिलियन बजट आइटम</p>\n<p>उदाहरण श्रेणियां:<br />आवास = $ 1,000<br />भोजन = $ 200<br />गैस = $ 100<br />लेन-देन श्रेणी निर्धारित करने के लिए विक्रेताओं का उपयोग किया जाता है<br />50,000 विक्रेता<br />30 मिलियन वित्तीय खाते<br />प्रति माह 5 बिलियन का लेनदेन<br />प्रति माह 500 मिलियन रीड अनुरोध<br />10: 1 अनुपात पढ़ने के लिए लिखें<br />भारी-भरकम, उपयोगकर्ता दैनिक लेनदेन करते हैं, लेकिन कुछ लोग साइट पर रोज़ जाते हैं</p>\n<p>उपयोग की गणना करें<br />अपने साक्षात्कारकर्ता के साथ स्पष्ट करें कि क्या आपको बैक-ऑफ-द-लिफाफा उपयोग गणनाओं को चलाना चाहिए।</p>\n<p>प्रति लेनदेन आकार:<br />user_id - 8 बाइट्स<br />create_at - 5 बाइट्स<br />विक्रेता - 32 बाइट्स<br />राशि - 5 बाइट्स<br />कुल: ~ ५० बाइट्स<br />प्रति माह नए लेनदेन की 250 जीबी सामग्री<br />प्रति लेनदेन 50 बाइट्स * प्रति माह 5 बिलियन लेनदेन<br />3 वर्षों में 9 नए लेनदेन की टीबी सामग्री<br />मान लें कि मौजूदा वाले अपडेट के बजाय अधिकांश नए लेनदेन हैं<br />2,000 प्रति सेकंड औसतन लेनदेन<br />औसत पर प्रति सेकंड 200 रीड अनुरोध</p>\n<p>आसान रूपांतरण गाइड:</p>\n<p>2.5 मिलियन सेकंड प्रति माह<br />1 प्रति सेकंड अनुरोध = प्रति माह 2.5 मिलियन अनुरोध<br />40 प्रति सेकंड अनुरोध = प्रति माह 100 मिलियन अनुरोध<br />प्रति माह 400 अनुरोध = प्रति माह 1 बिलियन अनुरोध<br />चरण 2: एक उच्च स्तरीय डिज़ाइन बनाएं<br />सभी महत्वपूर्ण घटकों के साथ एक उच्च स्तरीय डिजाइन की रूपरेखा।</p>\n<p>Imgur</p>\n<p>चरण 3: डिजाइन कोर घटक<br />प्रत्येक मुख्य घटक के लिए विवरण में गोता लगाएँ।</p>\n<p>मामले का उपयोग करें: उपयोगकर्ता एक वित्तीय खाते से जुड़ता है<br />हम एक रिलेशनल डेटाबेस में 10 मिलियन उपयोगकर्ताओं पर जानकारी स्टोर कर सकते हैं। हमें SQL या NoSQL को चुनने के बीच उपयोग के मामलों और ट्रेडऑफ पर चर्चा करनी चाहिए।</p>\n<p>क्लाइंट एक रिवर्स प्रॉक्सी के रूप में चल रहा है, वेब सर्वर के लिए एक अनुरोध भेजता है<br />वेब सर्वर खाता API सर्वर के अनुरोध को आगे बढ़ाता है<br />खाता API सर्वर नए दर्ज खाता जानकारी के साथ SQL डेटाबेस खाता तालिका को अद्यतन करता है<br />अपने साक्षात्कारकर्ता के साथ स्पष्ट करें कि आपको कितने कोड लिखने की उम्मीद है।</p>\n<p>खाता तालिका में निम्न संरचना हो सकती है:</p>\n<p>आईडी int नहीं AUTO_INCREMENT<br />create_at डेटाटाइम नहीं NULL<br />last_update डेटाइम नॉट NULL<br />account_url varchar (255) शून्य नहीं है<br />account_login varchar (32) पूरा नहीं<br />account_password_hash char (64) पूर्ण नहीं<br />user_id इंट नॉट नल<br />प्राथमिक कुंजी (आईडी)<br />उपयोगकर्ता कुंजी (user_id) संदर्भ उपयोगकर्ता (आईडी)<br />हम लुकअप को पूरा करने के लिए आईडी, user_id, और create_at पर एक इंडेक्स बनाएंगे (संपूर्ण तालिका को स्कैन करने के बजाय लॉग-टाइम) और डेटा को स्मृति में रखने के लिए। मेमोरी से 1 एमबी क्रमिक रूप से पढ़ने में लगभग 250 माइक्रोसेकंड लगते हैं, जबकि एसएसडी से पढ़ने में 4x लगते हैं और डिस्क से 80x5 मिनट लगते हैं</p>\n<p>हम सार्वजनिक REST API का उपयोग करेंगे:</p>\n<p>$ कर्ल -X POST --data '{\"user_id\": \"foo\", \"account_url\": \"bar\", \\<br />&nbsp; &nbsp; \"account_login\": \"baz\", \"account_password\": \"qux\"} '\\ \"<br />&nbsp; &nbsp; https://mint.com/api/v1/account<br />आंतरिक संचार के लिए, हम दूरस्थ प्रक्रिया कॉल का उपयोग कर सकते हैं।</p>\n<p>अगला, सेवा खाते से लेनदेन निकालती है।</p>\n<p>मामले का उपयोग करें: सेवा खाते से लेनदेन निकालती है<br />हम इन मामलों में एक खाते से जानकारी निकालना चाहते हैं:</p>\n<p>उपयोगकर्ता पहले खाता लिंक करता है<br />उपयोगकर्ता खाता मैन्युअल रूप से ताज़ा करता है<br />पिछले 30 दिनों में सक्रिय होने वाले उपयोगकर्ताओं के लिए स्वचालित रूप से प्रत्येक दिन<br />डाटा प्रवाह:</p>\n<p>क्लाइंट वेब सर्वर के लिए एक अनुरोध भेजता है<br />वेब सर्वर खाता API सर्वर के अनुरोध को आगे बढ़ाता है<br />अकाउंट्स एपीआई सर्वर एक कतार पर काम करता है जैसे कि अमेज़न SQS या RabbitMQ<br />लेन-देन निकालने में कुछ समय लग सकता है, हम शायद इसे एक कतार के साथ अतुल्यकालिक रूप से करना चाहते हैं, हालांकि यह अतिरिक्त जटिलता का परिचय देता है<br />लेन-देन निष्कर्षण सेवा निम्नलिखित करती है:<br />क्यू से खींचता है और वित्तीय संस्थान से दिए गए खाते के लिए लेनदेन निकालता है, ऑब्जेक्ट स्टोर में कच्चे लॉग फाइल के रूप में परिणाम जमा करता है<br />प्रत्येक लेनदेन को श्रेणीबद्ध करने के लिए श्रेणी सेवा का उपयोग करता है<br />श्रेणी द्वारा कुल मासिक खर्च की गणना करने के लिए बजट सेवा का उपयोग करता है<br />बजट सेवा उपयोगकर्ताओं को यह बताने के लिए अधिसूचना सेवा का उपयोग करती है कि वे अपने बजट को पार कर रहे हैं या पार कर चुके हैं<br />SQL डेटाबेस लेनदेन तालिका को वर्गीकृत लेनदेन के साथ अद्यतन करता है<br />SQL डेटाबेस मासिक अद्यतन करता है</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2709cf5f-1f6f-435b-bf00-9cf152142df5.png","subContents":[],"category":{"name":"शिक्षण","slug":"tutorials"},"slug":"how-to-design-mint.com","tags":[{"name":"डिज़ाइन","slug":"design"},{"name":"interview","slug":"interview"},{"name":"प्रणाली-की-रूपरेखा","slug":"system-design"}],"recommendations":[{"id":89,"title":"How to Check if a linked list is either NULL-terminated or ends in a cycle (cyclic)","imageUrl":"6ff093e0-9c78-4bb2-861e-5b96b8c47fcc_linkedlist-circle.png","dateCreated":"2018-08-07T11:26:31.699Z","dateModified":"2018-08-07T11:36:20.812Z","contributedBy":"AskGif","content":"So the question given is to check if the Given Linked list is having a cycle or Not?\r\nWe will be using Floyd Cycle to find the solution of the given problem.\r\nIt uses 2 pointers moving at different speeds to walking the linked list. Once they enter the loop they are expected to meet","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ff093e0-9c78-4bb2-861e-5b96b8c47fcc_linkedlist-circle.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"linked-list","slug":"linked-list"},{"name":"java","slug":"java"},{"name":"प्रशन","slug":"questions"}],"slug":"how-to-check-if-a-linked-list-is-either-null-terminated-or-ends-in-a-cycle-cyclic","total":0},{"id":39,"title":"Find total ways to reach the nth stair using step 1, 2 or 3.","imageUrl":"c6232f16-4b85-4461-b18d-31e1c54de4a6_frog.jpg","dateCreated":"2018-07-20T09:06:49.744Z","dateModified":"2018-07-20T09:07:07.17Z","contributedBy":"AskGif","content":"A frog is jumping up a staircase with n steps and can hop either 1 step, 2 steps, or 3 steps at a time.\r\nImplement a method to count how many possible ways the frog can run up the stairs.\r\nWe will be using recursive approach first to solve this problem\r\n<pre class=\"language-java","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c6232f16-4b85-4461-b18d-31e1c54de4a6_frog.jpg","category":{"name":"coding","slug":"coding"},"tags":[{"name":"dynamic-programming","slug":"dynamic-programming"},{"name":"recursion","slug":"recursion"},{"name":"algorithm","slug":"algorithm"},{"name":"java","slug":"java"},{"name":"interview","slug":"interview"}],"slug":"find-total-ways-to-reach-the-nth-stair-using-step-1-2-or-3","total":0},{"id":27,"title":"Convert an Array into Zig-Zag Fashion","imageUrl":"6f66c008-05c5-4b5c-9d26-c0e57e301991_Zigzag-Array.png","dateCreated":"2018-07-13T17:10:52.741Z","dateModified":"2018-07-31T05:20:13.559Z","contributedBy":"AskGif","content":"<span style=\"font-family: 'Open Sans', Helvetica, Arial, Verdana, sans-serif; font-size: 15px; text-align: justify;\">You are given an array of some distinct elements, you have to rearrange those elements of the array in a zig-zag fashion. The resultant array should be in format&nbsp; a &lt; b &gt","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6f66c008-05c5-4b5c-9d26-c0e57e301991_Zigzag-Array.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"algorithm","slug":"algorithm"},{"name":"interview","slug":"interview"},{"name":"java","slug":"java"},{"name":"array","slug":"array"}],"slug":"convert-an-array-into-zig-zag-fashion","total":0},{"id":17,"title":"Write a Simple Hello World Program in JAVA.","imageUrl":"f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","dateCreated":"2018-07-12T06:44:09.184Z","dateModified":"2018-07-12T06:44:59.673Z","contributedBy":"AskGif","content":"Writing a simple hello world programm in java.&nbsp;Java is a general-purpose computer-programming language that is concurrent, class-based, object-oriented, and specifically designed to have as few implementation dependencies as possible. It is intended to let application developers \"write once,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"java","slug":"java"}],"slug":"write-a-simple-hello-world-program-in-java","total":0}]}