{"id":169,"title":"मिर्जापुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"567ba1db-e3a9-4268-b994-06fcb5af84b5_Mirzapur-railway.jpg","dateCreated":"2018-12-09T05:06:39.181Z","dateModified":"2018-12-09T05:29:01.709Z","contributedBy":"AskGif","content":"<p>मिर्जापुर भारत के उत्तर प्रदेश का एक शहर है, जो दिल्ली और कोलकाता से लगभग 650 किमी दूर है, इलाहाबाद से लगभग 87 किमी (54 मील) और वाराणसी से 67 किमी (42 मील) दूर है। इसकी जनसंख्या 2,496, 9 70 है जिसमें से पुरुष और महिला क्रमश: 1,312,302 और 1,184,668 थीं। यह अपने कालीन और ब्रासवेयर उद्योगों के लिए जाना जाता है। शहर कई पहाड़ियों से घिरा हुआ है और मिर्जापुर जिले का मुख्यालय है। यह विंध्याचल, अष्टबुजा और काली खोह और देवहरावा बाबा आश्रम के पवित्र मंदिर के लिए प्रसिद्ध है। इसमें कई झरने और प्राकृतिक धब्बे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>परंपरा, संस्कृति और सभ्यता का एक विशाल उभरता हुआ केंद्र होने के नाते पवित्र नदी गंगा द्वारा आशीर्वाद प्राप्त शहर को पर्याप्त गुणवत्ता की शिक्षा देने के लिए समय की आवश्यकता के रूप में स्वीकार किया जाता है। आधुनिक युग की मांग के अनुसार शहर के युवा खुद को प्रवृत्त करते हैं। 2014 में उच्च शिक्षा के लिए मानव संसाधन विकास सर्वेक्षण मंत्रालय के उच्च शिक्षा विभाग द्वारा प्रति वर्ष 20,200 से अधिक नामांकन वाले युवाओं के लिए जिला स्वयं 75 से अधिक कॉलेजों का केंद्र है। उत्तर प्रदेश के दो प्रमुख शहरों के साथ संयोजक होने के कारण यानी वाराणसी और इलाहाबाद शहर को काशी विश्वनाथ के साथ मां विंध्यावासिनी द्वारा ही आशीर्वाद मिलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>काशी के साथ शिक्षा का संबंध और बनारस हिंदू विश्वविद्यालय की स्थापना 1878 में शुरू हुई जब पं। महामन मदन मोहन मालवीय ने शहर के बेटी श्री कुंदन देवी को जीवन साथी के रूप में स्वीकार किया। वाराणसी में बीएचयू की स्थापना के बाद, मिर्जापुर को बीएचयू द्वारा अधिग्रहित बरकाछ में राजीव गांधी दक्षिण परिसर के रूप में जाना जाता है, जिसे अप्रैल 1 9 7 9 में भारत मंडल ट्रस्ट से शाश्वतता में पट्टे पर 1104 हेक्टेयर क्षेत्र के साथ मिर्जापुर शहर के 8 किमी दक्षिण पश्चिम में स्थित किया गया था। । वर्तमान में आरजीएससी (राजीव गांधी दक्षिण परिसर) 2700 एकड़ में फैला हुआ है और बनारस हिंदू विश्वविद्यालय के विशेष पाठ्यक्रम चलाने के लिए इसका इस्तेमाल किया गया है। यह परिसर प्रकृति की गोद में स्थित है और इस आधुनिक युग में गुरुकुल की भावना देता है। जल्द ही एक पशु चिकित्सा कॉलेज आरजीएससी, बीएचयू के एक हिस्से के रूप में भी खुल जाएगा। संस्थान का</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी इंजीनियरिंग कॉलेज मिर्जापुर</p>\r\n<p>आरजीएससी बीएचयू बरकाचा मिर्जापुर</p>\r\n<p>K.B. स्नातकोत्तर कॉलेज, मिर्जापुर</p>\r\n<p>जीडीबीनानी पीजी कॉलेज मिर्जापुर</p>\r\n<p>राजकी महाविद्यालय, अदालत, मिर्जापुर</p>\r\n<p>कमला महेश्वरी आर्य कन्या स्नैटकोटर महाविद्यालय, मिर्जापुर</p>\r\n<p>बनस्थली महाविद्यालय, अहराउरा, मिर्जापुर</p>\r\n<p>राजकी महाविद्यालय, चुनार, मिर्जापुर।</p>\r\n<p>&nbsp;</p>\r\n<p>मिर्जापुर के कुछ स्कूल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>एसएन। पब्लिक स्कूल, केआईसी पब्लिक स्कूल</p>\r\n<p>D.C.L. पब्लिक स्कूल, जसोवर-पहदी</p>\r\n<p>डेफोडिल्स पब्लिक स्कूल</p>\r\n<p>शेर का स्कूल लालडिगी मिर्जापुर,</p>\r\n<p>सनबीम स्कूल मिर्जापुर।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mirzapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/567ba1db-e3a9-4268-b994-06fcb5af84b5_Mirzapur-railway.jpg","subContents":[{"SubTitle":"1. विंध्याचल धाम","SubTitleHindi":null,"SubContent":"<p>'भगवती विंधस्वविनी' एक सुपर पावर है। विंध्याचल हमेशा उनका निवास रहा है। जगदंबा की निरंतर उपस्थिति ने विंध्यागिरिको जगतत शक्तिपीठ बना दिया है। महाभारत के विराट त्यौहार में धर्मराज ने युधिष्ठर देवी की प्रशंसा करते हुए कहा: विंदेचवानोव - स्वर्ग में रहने के लिए सबसे अच्छी जगह हे माँ! आप पहाड़ों में हमेशा सर्वश्रेष्ठ विंध्याचा के शीर्ष पर रहते हैं। पद्मपुरन में, विंध्याचल-निवासासिनी विंधवीसिंहिनीनी की सुपर शक्ति विंधवसिनीनी के नाम से जुड़ी हुई है। कहानी श्रीमदेव भागवत के दशम स्कैंड में आती है, जब ब्रह्मा जी ने स्वयं अपने मन के साथ स्वयंभूममानु और शत्रुपा को बनाया है। फिर शादी के बाद, स्वयंभू मनु ने अपने हाथों से देवी की मूर्ति बनाई और सौ साल तक कठोर दृढ़ता का प्रदर्शन किया। अपने तपस्या से संतुष्ट, भगवती ने उन्हें योग्य राज्य, पारिवारिक विकास और उच्चतम पद की स्थिति के साथ आशीर्वाद दिया। महादेवी अपना आशीर्वाद देने के बाद विंध्याचलवलवता गए। इससे यह स्पष्ट है कि सृष्टि की शुरुआत से, विंध्यास्विनी की पूजा की जा रही है। ब्रह्मांड का उनका विस्तार उनकी अपनी शुभकामनाओं से आया था।</p>\r\n<p>स्रोत: https://mirzapur.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"7d5eaca9-82da-428e-90ec-ee176b3ef434_Vindhyachal-Dham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. घाना घर (घड़ी टॉवर)","SubTitleHindi":null,"SubContent":"<p>मिर्जापुर का प्रसिद्ध घन घर मिर्जापुर रेलवे स्टेशन से करीब 3 किमी दूर शहर निगम के परिसर में स्थित है। वर्तमान में काम नहीं कर रहा है, यह वर्ष 1891 में बनाया गया था, इसकी पूरी संरचना बारीक नक्काशीदार पत्थर से बना है और एक लंबी किलोग्राम मिश्र धातु घंटी लंबी संरचना से लटक रही है।</p>","SubContentHindi":null,"ImageUrl":"8b51b4c7-4327-4b88-9e70-e33de9d5c065_ghanta-ghar-mirzapur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. ओझाला ब्रिज","SubTitleHindi":null,"SubContent":"<p>ओझाला ब्रिज का निर्माण विक्रम संवत 1772 में महंत परशुराम गिरि द्वारा किया गया था। मिजापुर और विंध्याचल के शहरों को जोड़ने वाली यह बहुमूल्य विरासत पुल के दोनों तरफ मीनार और रैंपर्ट जैसे किले के साथ समकालीन वास्तुकला का एक अच्छा उदाहरण प्रदान करती है।</p>","SubContentHindi":null,"ImageUrl":"a0713267-69dc-49d4-a45d-68784c7e20ea_Ojhala-Bridge.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रास्ते से</p>\r\n<p>रोड द्वारा विंध्याचल तक पहुंचने का सबसे सुविधाजनक तरीका राष्ट्रीय राजमार्ग 2 (एनएच 2) के माध्यम से लोकप्रिय है, जिसे दिल्ली-कोलकाता रोड के नाम से जाना जाता है। राष्ट्रीय राजमार्ग 2 (एनएच 2) सड़क पर, जो आकस्मिक रूप से एशियाई राजमार्ग 1 (एएच 1) का हिस्सा है, इलाहाबाद और वाराणसी के बीच दोनों जगहों पर गोपीगंज या औरई में दक्षिण की ओर मुड़ें। राज्य राजमार्ग 5 के माध्यम से शास्त्री ब्रिज के माध्यम से पवित्र नदी गंगा पार करने के बाद, आप आसानी से विंध्याचल पहुंच जाएंगे। हम आपको राज्य राजमार्ग 5 सड़क की दयनीय स्थिति के बारे में विशेष रूप से सतर्क करना चाहते हैं, जो राष्ट्रीय राजमार्ग 2 (एनएच 2) को शास्त्री ब्रिज से जोड़ता है। औरई और मा विंध्यावासिनी मंदिर के बीच की दूरी, विंध्याचल केवल 1 9 किलोमीटर है; और गोपीगंज और मा विंध्यावासिनी मंदिर के बीच की दूरी, विंध्याचल लगभग 25 किलोमीटर है, लेकिन सड़क की खराब स्थिति के कारण इन छोटी दूरीों में लगभग एक घंटे लगते हैं। वाराणसी और मा विंध्यावासिनी मंदिर के बीच की दूरी, विंध्याचल लगभग है। 63 किलोमीटर, और ड्राइव के लगभग डेढ़ घंटे तक लगते हैं। यदि आप सार्वजनिक परिवहन का उपयोग करना चाहते हैं, तो उत्तर प्रदेश राज्य परिवहन बसों की पर्याप्त संख्या इलाहाबाद और वाराणसी से उपलब्ध है, इसका सटीक समय यूपीएसआरटीसी संपर्क संख्या से पता लगाया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>निकटतम रेलवे स्टेशन 'विंध्याचल' (भारतीय रेलवे कोड-बीडीएल) है, जो विंध्यावासिनी मंदिर, विंध्याचल से लगभग एक किलोमीटर दूर है। 'विंध्याचल' रेलवे स्टेशन बहुत व्यस्त दिल्ली-हावड़ा मार्ग और मुंबई-हावड़ा मार्ग पर स्थित है। हालांकि सभी नहीं, लेकिन 'विंध्याचल' रेलवे स्टेशन पर ट्रेनों की उचित संख्या रुक गई है। ट्रेनों के अधिक विकल्पों के लिए, रेलवे स्टेशन 'मिर्जापुर' (भारतीय रेलवे कोड-एमजेपी) चुनें, मा विंध्यावासिनी मंदिर, विंध्याचल से लगभग 9 किलोमीटर दूर।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई जहाज से</p>\r\n<p>निकटतम हवाई अड्डा लाल बहादुर शास्त्री अंतरराष्ट्रीय हवाई अड्डा है, बाबाटपुर, वाराणसी, उत्तर प्रदेश, जो मा विंध्यावासिनी मंदिर, विंध्याचल से लगभग 72 किलोमीटर दूर है।</p>\r\n<p>स्रोत: https://mirzapur.nic.in/how-to-reach/</p>","SubContentHindi":null,"ImageUrl":"7a717a7f-3718-4a1f-8ec1-9eeb4738559d_Mirzapur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mirzapur-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"मिर्जापुर","slug":"mirzapur"}],"recommendations":[{"id":202,"title":"सुल्तानपुर में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","dateCreated":"2018-12-28T16:35:06.817Z","dateModified":"2018-12-28T18:48:37.792Z","contributedBy":"AskGif","content":"सुल्तानपुर भारतीय राज्य उत्तर प्रदेश में एक शहर और सुल्तानपुर जिले में एक नगरपालिका बोर्ड है। गोमती (गंगा नदी की एक प्रमुख सहायक नदी) के दाहिने किनारे पर स्थित, सुल्तानपुर सुल्तानपुर जिले का प्रशासनिक मुख्यालय है और फैजाबाद मंडल का एक हिस्सा है। यह राज्य की राजधानी लखनऊ से 135 किलोमीटर पूर्व में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"सुल्तानपुर","slug":"sultanpur"}],"slug":"top-places-to-visit-in-sultanpur-uttar-pradesh","total":0},{"id":201,"title":"सोनभद्र में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"a57262c6-ee42-4466-96a9-e524e23bab95_Sonbhadra-railway.jpg","dateCreated":"2018-12-28T15:29:54.879Z","dateModified":"2018-12-28T15:51:28.315Z","contributedBy":"AskGif","content":"सोनभद्र या सोनभद्र उत्तर प्रदेश, भारत का दूसरा सबसे बड़ा जिला है। सोनभद्र भारत का एकमात्र जिला है जो चार राज्यों अर्थात् मध्य प्रदेश, छत्तीसगढ़ झारखंड और बिहार की सीमाओं को पार करता है। जिले का क्षेत्रफल 6788 वर्ग किमी और 1,862,559 (2011 की जनगणना) की आबादी है, जिसकी जनसंख्या घनत्व 270 व्यक्ति प्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a57262c6-ee42-4466-96a9-e524e23bab95_Sonbhadra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सोनभद्र","slug":"sonbhadra"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-sonbhadra-uttar-pradesh","total":0},{"id":139,"title":"हापुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","dateCreated":"2018-10-04T14:36:45.559Z","dateModified":"2018-10-04T14:52:49.482Z","contributedBy":"AskGif","content":"हापुर (जिसे हरिपुर के नाम से जाना जाता है) भारत के पश्चिमी उत्तर प्रदेश में, हापुर जिले के मुख्यालय के साथ-साथ मुख्यालय है। नई दिल्ली के लगभग 60 किलोमीटर (37 मील) पूर्व में स्थित, यह शहर दिल्ली राष्ट्रीय राजधानी क्षेत्र (एनसीआर) का हिस्सा है। राष्ट्रीय राजमार्ग 9 शहर से गुजरता है, इसे दिल्ली से ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हापुड़","slug":"hapur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hapur-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}