{"id":1693,"title":"Availability vs consistency","imageUrl":"icon_a22695c8-b2d8-4ca6-8546-265c07e566d7.png","dateCreated":"2020-11-20T07:30:12.189Z","dateModified":"2020-11-20T07:30:26.472Z","contributedBy":"sumitc91","content":"<p>CAP theorem</p>\n<p>In a distributed computer system, you can only support two of the following guarantees:</p>\n<p>Consistency - Every read receives the most recent write or an error<br />Availability - Every request receives a response, without guarantee that it contains the most recent version of the information<br />Partition Tolerance - The system continues to operate despite arbitrary partitioning due to network failures<br />Networks aren't reliable, so you'll need to support partition tolerance. You'll need to make a software tradeoff between consistency and availability.</p>\n<p>CP - consistency and partition tolerance<br />Waiting for a response from the partitioned node might result in a timeout error. CP is a good choice if your business needs require atomic reads and writes.</p>\n<p>AP - availability and partition tolerance<br />Responses return the most readily available version of the data available on any node, which might not be the latest. Writes might take some time to propagate when the partition is resolved.</p>\n<p>AP is a good choice if the business needs allow for eventual consistency or when the system needs to continue working despite external errors.</p>\n<p>Source(s) and further reading<br />CAP theorem revisited<br />A plain english introduction to CAP theorem<br />CAP FAQ<br />The CAP theorem<br />Consistency patterns<br />With multiple copies of the same data, we are faced with options on how to synchronize them so clients have a consistent view of the data. Recall the definition of consistency from the CAP theorem - Every read receives the most recent write or an error.</p>\n<p>Weak consistency<br />After a write, reads may or may not see it. A best effort approach is taken.</p>\n<p>This approach is seen in systems such as memcached. Weak consistency works well in real time use cases such as VoIP, video chat, and realtime multiplayer games. For example, if you are on a phone call and lose reception for a few seconds, when you regain connection you do not hear what was spoken during connection loss.</p>\n<p>Eventual consistency<br />After a write, reads will eventually see it (typically within milliseconds). Data is replicated asynchronously.</p>\n<p>This approach is seen in systems such as DNS and email. Eventual consistency works well in highly available systems.</p>\n<p>Strong consistency<br />After a write, reads will see it. Data is replicated synchronously.</p>\n<p>This approach is seen in file systems and RDBMSes. Strong consistency works well in systems that need transactions.</p>\n<p>Source(s) and further reading<br />Transactions across data centers<br />Availability patterns<br />There are two complementary patterns to support high availability: fail-over and replication.</p>\n<p>Fail-over<br />Active-passive<br />With active-passive fail-over, heartbeats are sent between the active and the passive server on standby. If the heartbeat is interrupted, the passive server takes over the active's IP address and resumes service.</p>\n<p>The length of downtime is determined by whether the passive server is already running in 'hot' standby or whether it needs to start up from 'cold' standby. Only the active server handles traffic.</p>\n<p>Active-passive failover can also be referred to as master-slave failover.</p>\n<p>Active-active<br />In active-active, both servers are managing traffic, spreading the load between them.</p>\n<p>If the servers are public-facing, the DNS would need to know about the public IPs of both servers. If the servers are internal-facing, application logic would need to know about both servers.</p>\n<p>Active-active failover can also be referred to as master-master failover.</p>\n<p>Disadvantage(s): failover<br />Fail-over adds more hardware and additional complexity.<br />There is a potential for loss of data if the active system fails before any newly written data can be replicated to the passive.<br />Replication<br />Master-slave and master-master<br />This topic is further discussed in the Database section:</p>\n<p>Master-slave replication<br />Master-master replication<br />Availability in numbers<br />Availability is often quantified by uptime (or downtime) as a percentage of time the service is available. Availability is generally measured in number of 9s--a service with 99.99% availability is described as having four 9s.</p>\n<p>99.9% availability - three 9s<br />Duration &nbsp; &nbsp;Acceptable downtime<br />Downtime per year &nbsp; &nbsp;8h 45min 57s<br />Downtime per month &nbsp; &nbsp;43m 49.7s<br />Downtime per week &nbsp; &nbsp;10m 4.8s<br />Downtime per day &nbsp; &nbsp;1m 26.4s<br />99.99% availability - four 9s<br />Duration &nbsp; &nbsp;Acceptable downtime<br />Downtime per year &nbsp; &nbsp;52min 35.7s<br />Downtime per month &nbsp; &nbsp;4m 23s<br />Downtime per week &nbsp; &nbsp;1m 5s<br />Downtime per day &nbsp; &nbsp;8.6s<br />Availability in parallel vs in sequence<br />If a service consists of multiple components prone to failure, the service's overall availability depends on whether the components are in sequence or in parallel.</p>\n<p>In sequence<br />Overall availability decreases when two components with availability &lt; 100% are in sequence:</p>\n<p>Availability (Total) = Availability (Foo) * Availability (Bar)<br />If both Foo and Bar each had 99.9% availability, their total availability in sequence would be 99.8%.</p>\n<p>In parallel<br />Overall availability increases when two components with availability &lt; 100% are in parallel:</p>\n<p>Availability (Total) = 1 - (1 - Availability (Foo)) * (1 - Availability (Bar))<br />If both Foo and Bar each had 99.9% availability, their total availability in parallel would be 99.9999%.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a22695c8-b2d8-4ca6-8546-265c07e566d7.png","subContents":[],"category":{"name":"tutorials","slug":"tutorials"},"slug":"availability-vs-consistency","tags":[{"name":"interview","slug":"interview"}],"recommendations":[{"id":1692,"title":"Latency vs throughput","imageUrl":"icon_9e97e6f4-fec4-4e60-8bb0-618e048a04a5.jpg","dateCreated":"2020-11-20T07:28:07.813Z","dateModified":"2020-11-20T07:28:15.212Z","contributedBy":"sumitc91","content":"Latency is the time to perform some action or to produce some result.\nThroughput is the number of such actions or results per unit of time.\nGenerally, you should aim for maximal throughput with acceptable latency.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9e97e6f4-fec4-4e60-8bb0-618e048a04a5.jpg","category":{"name":"tutorials","slug":"tutorials"},"tags":[{"name":"interview","slug":"interview"}],"slug":"latency-vs-throughput","total":0},{"id":112,"title":"Search an element in binary tree without recursion.","imageUrl":"b3ea6acf-6279-4e29-b3cd-bb09edbc2784_binary-tree.jpg","dateCreated":"2018-08-16T09:08:38.069Z","dateModified":"2018-08-16T09:09:08.341Z","contributedBy":"AskGif","content":"We can use level order traversal for solving this problem. The only change required in level order traversal is, instead of printing the date we just need to check whether the root data is equal to the element we want to search.\r\nsource:&nbsp;Data Structures and Algorithms Made Easy in Jav","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3ea6acf-6279-4e29-b3cd-bb09edbc2784_binary-tree.jpg","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"java","slug":"java"},{"name":"traversal","slug":"traversal"},{"name":"tree","slug":"tree"},{"name":"questions","slug":"questions"},{"name":"binary-tree","slug":"binary-tree"},{"name":"level-order","slug":"level-order"}],"slug":"search-an-element-in-binary-tree-without-recursion","total":0},{"id":33,"title":"Generate all the possible k-ary strings of length and digit upto k","imageUrl":"9ed0c558-acca-470f-9406-597cf137ad77_n-ary-tree-1.jpg","dateCreated":"2018-07-16T08:22:56.122Z","dateModified":"2018-07-16T13:00:34.748Z","contributedBy":"AskGif","content":"You have been given an integer n that corresponds to the length of the array and k which corresponds to the digit value possible in the array. The task is to print all the possible strings using those k values of length n. the array can consist only value digits up to k.\r\nJava Solution:</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9ed0c558-acca-470f-9406-597cf137ad77_n-ary-tree-1.jpg","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"backtracking","slug":"backtracking"},{"name":"algorithm","slug":"algorithm"},{"name":"java","slug":"java"},{"name":"recursion","slug":"recursion"},{"name":"array","slug":"array"}],"slug":"generate-all-the-possible-k-ary-strings-of-length-and-digit-upto-k","total":0},{"id":17,"title":"Write a Simple Hello World Program in JAVA.","imageUrl":"f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","dateCreated":"2018-07-12T06:44:09.184Z","dateModified":"2018-07-12T06:44:59.673Z","contributedBy":"AskGif","content":"Writing a simple hello world programm in java.&nbsp;Java is a general-purpose computer-programming language that is concurrent, class-based, object-oriented, and specifically designed to have as few implementation dependencies as possible. It is intended to let application developers \"write once,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"java","slug":"java"}],"slug":"write-a-simple-hello-world-program-in-java","total":0}]}