{"id":1696,"title":"What is Load balancer?","imageUrl":"icon_bf29fc63-378c-41be-832e-77c965333bfb.png","dateCreated":"2020-11-20T07:37:09.771Z","dateModified":"2020-11-20T07:37:16.113Z","contributedBy":"sumitc91","content":"<p>Load balancers distribute incoming client requests to computing resources such as application servers and databases. In each case, the load balancer returns the response from the computing resource to the appropriate client. Load balancers are effective at:</p>\n<p>Preventing requests from going to unhealthy servers<br />Preventing overloading resources<br />Helping to eliminate a single point of failure<br />Load balancers can be implemented with hardware (expensive) or with software such as HAProxy.</p>\n<p>Additional benefits include:</p>\n<p>SSL termination - Decrypt incoming requests and encrypt server responses so backend servers do not have to perform these potentially expensive operations<br />Removes the need to install X.509 certificates on each server<br />Session persistence - Issue cookies and route a specific client's requests to same instance if the web apps do not keep track of sessions<br />To protect against failures, it's common to set up multiple load balancers, either in active-passive or active-active mode.</p>\n<p>Load balancers can route traffic based on various metrics, including:</p>\n<p>Random<br />Least loaded<br />Session/cookies<br />Round robin or weighted round robin<br />Layer 4<br />Layer 7<br />Layer 4 load balancing<br />Layer 4 load balancers look at info at the transport layer to decide how to distribute requests. Generally, this involves the source, destination IP addresses, and ports in the header, but not the contents of the packet. Layer 4 load balancers forward network packets to and from the upstream server, performing Network Address Translation (NAT).</p>\n<p>Layer 7 load balancing<br />Layer 7 load balancers look at the application layer to decide how to distribute requests. This can involve contents of the header, message, and cookies. Layer 7 load balancers terminate network traffic, reads the message, makes a load-balancing decision, then opens a connection to the selected server. For example, a layer 7 load balancer can direct video traffic to servers that host videos while directing more sensitive user billing traffic to security-hardened servers.</p>\n<p>At the cost of flexibility, layer 4 load balancing requires less time and computing resources than Layer 7, although the performance impact can be minimal on modern commodity hardware.</p>\n<p>Horizontal scaling<br />Load balancers can also help with horizontal scaling, improving performance and availability. Scaling out using commodity machines is more cost efficient and results in higher availability than scaling up a single server on more expensive hardware, called Vertical Scaling. It is also easier to hire for talent working on commodity hardware than it is for specialized enterprise systems.</p>\n<p>Disadvantage(s): horizontal scaling<br />Scaling horizontally introduces complexity and involves cloning servers<br />Servers should be stateless: they should not contain any user-related data like sessions or profile pictures<br />Sessions can be stored in a centralized data store such as a database (SQL, NoSQL) or a persistent cache (Redis, Memcached)<br />Downstream servers such as caches and databases need to handle more simultaneous connections as upstream servers scale out<br />Disadvantage(s): load balancer<br />The load balancer can become a performance bottleneck if it does not have enough resources or if it is not configured properly.<br />Introducing a load balancer to help eliminate a single point of failure results in increased complexity.<br />A single load balancer is a single point of failure, configuring multiple load balancers further increases complexity.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bf29fc63-378c-41be-832e-77c965333bfb.png","subContents":[],"category":{"name":"tutorials","slug":"tutorials"},"slug":"what-is-load-balancer","tags":[{"name":"interview","slug":"interview"}],"recommendations":[{"id":91,"title":"Find the Merging Point of Two Linked Lists.","imageUrl":"5c3e878f-f7b0-49be-a057-486f950a7a67_linked-list-merging.png","dateCreated":"2018-08-07T13:43:16.367Z","dateModified":"2018-08-08T10:36:40.67Z","contributedBy":"AskGif","content":"Given pointers to the head nodes of linked lists that merge together at some point, find the Node where the two lists merge. It is guaranteed that the two head Nodes will be different, and neither will be NULL.\r\nWe need to find the merging point of two linked lists.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c3e878f-f7b0-49be-a057-486f950a7a67_linked-list-merging.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"stack","slug":"stack"},{"name":"interview","slug":"interview"},{"name":"linked-list","slug":"linked-list"},{"name":"java","slug":"java"},{"name":"questions","slug":"questions"}],"slug":"find-the-merging-point-of-two-linked-lists","total":0},{"id":70,"title":"What is Singleton pattern?","imageUrl":"cd3b4cdf-875c-4382-8f39-8e7c74356b19_singleton-pattern.png","dateCreated":"2018-08-01T13:32:33.457Z","dateModified":"2018-08-01T17:19:42.254Z","contributedBy":"AskGif","content":"In software engineering, the singleton pattern is a software design pattern that restricts the instantiation of a class to one object. This is useful when exactly one object is needed to coordinate actions across the system. The concept is sometimes generalized to systems that operate more effici","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd3b4cdf-875c-4382-8f39-8e7c74356b19_singleton-pattern.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"questions","slug":"questions"},{"name":"design-patterns","slug":"design-patterns"},{"name":"creational-pattern","slug":"creational-pattern"}],"slug":"what-is-singleton-pattern","total":0},{"id":59,"title":"How to Solve Coin Change Problem using Dynamic Programming for Minimum number of ways possible?","imageUrl":"450a3f20-633e-4f13-aa8e-dce34b85cf72_make-change.png","dateCreated":"2018-07-31T09:15:15.694Z","dateModified":"2018-07-31T09:15:30.599Z","contributedBy":"AskGif","content":"Coin Change Problem is also known as Making Change Problem.\r\nThe change-making problem, also known as the minimum coin change problem, addresses the question of finding the minimum number of coins (of certain denominations) that add up to a given amount of money. It is a knapsack type prob","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/450a3f20-633e-4f13-aa8e-dce34b85cf72_make-change.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"recursion","slug":"recursion"},{"name":"java","slug":"java"},{"name":"dynamic-programming","slug":"dynamic-programming"},{"name":"questions","slug":"questions"},{"name":"interview","slug":"interview"}],"slug":"how-to-solve-coin-change-problem-using-dynamic-programming-for-minimum-number-of-ways-possible","total":0},{"id":17,"title":"Write a Simple Hello World Program in JAVA.","imageUrl":"f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","dateCreated":"2018-07-12T06:44:09.184Z","dateModified":"2018-07-12T06:44:59.673Z","contributedBy":"AskGif","content":"Writing a simple hello world programm in java.&nbsp;Java is a general-purpose computer-programming language that is concurrent, class-based, object-oriented, and specifically designed to have as few implementation dependencies as possible. It is intended to let application developers \"write once,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"java","slug":"java"}],"slug":"write-a-simple-hello-world-program-in-java","total":0}]}