{"id":170,"title":"लखनऊ में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f7ef0a64-de30-4c5f-a494-0765337891df_Lucknow-railway.jpg","dateCreated":"2018-12-09T06:48:09.166Z","dateModified":"2018-12-09T07:17:02.286Z","contributedBy":"AskGif","content":"<p>लखनऊ उत्तर प्रदेश के भारतीय राज्य की राजधानी और सबसे बड़ा शहर है, और यह नामित जिला और विभाजन का प्रशासनिक मुख्यालय भी है। यह ग्यारहवां सबसे अधिक आबादी वाला शहर है और भारत का बारहवां सबसे अधिक आबादी वाला शहरी समूह है। लखनऊ को हमेशा एक बहुसांस्कृतिक शहर के रूप में जाना जाता है जो 18 वीं और 1 9वीं सदी में उत्तर भारतीय सांस्कृतिक और कलात्मक केंद्र और नवाबों की शक्ति की सीट के रूप में विकसित हुआ। यह शासन, प्रशासन, शिक्षा, वाणिज्य, एयरोस्पेस, वित्त, फार्मास्यूटिकल्स, प्रौद्योगिकी, डिजाइन, संस्कृति, पर्यटन, संगीत और कविता का एक महत्वपूर्ण केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर समुद्र तल से लगभग 123 मीटर (404 फीट) की ऊंचाई पर खड़ा है। लखनऊ जिले में 2,528 वर्ग किलोमीटर (9 76 वर्ग मील) का क्षेत्र शामिल है। पूर्व में बरबंकी द्वारा पश्चिम में, उनानो द्वारा, दक्षिण में रायबरेली और उत्तर में सीतापुर द्वारा उत्तर में, लखनऊ गोमती नदी के उत्तर-पश्चिमी किनारे पर स्थित है। हिंदी शहर की मुख्य भाषा है और उर्दू भी व्यापक रूप से बोली जाती है। भारत में शिया मुस्लिम आबादी के साथ लखनऊ भारत में शिया इस्लाम का एक महत्वपूर्ण केंद्र है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक रूप से, लखनऊ अवध क्षेत्र की राजधानी थी, जिसे दिल्ली सल्तनत और बाद में मुगल साम्राज्य द्वारा नियंत्रित किया गया था। इसे अवध के नवाबों में स्थानांतरित कर दिया गया था। 1856 में, ब्रिटिश ईस्ट इंडिया कंपनी ने स्थानीय शासन को समाप्त कर दिया और बाकी अवध के साथ शहर का पूर्ण नियंत्रण लिया और 1857 में इसे ब्रिटिश राज में स्थानांतरित कर दिया। शेष भारत के साथ, लखनऊ 15 अगस्त 1 9 47 को ब्रिटेन से स्वतंत्र हो गया। इसे भारत में 17 वें सबसे तेजी से बढ़ते शहर और 74 वें स्थान पर सूचीबद्ध किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>आगरा और वाराणसी के साथ लखनऊ उत्तर प्रदेश विरासत आर्क में है, जो उत्तर प्रदेश सरकार द्वारा राज्य में पर्यटन को बढ़ावा देने के लिए सर्वेक्षण त्रिकोणों की एक श्रृंखला है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>ला मार्टिनियर कॉलेज</p>\r\n<p>लखनऊ भारतीय प्रबंधन संस्थान लखनऊ (आईआईएम-एल), इंडियन इंस्टीट्यूट ऑफ इन्फोर्मेशन टेक्नोलॉजी, लखनऊ (आईआईआईटी-एल), सेंट्रल ड्रग रिसर्च इंस्टीट्यूट (सीडीआरआई), इंडियन इंस्टीट्यूट ऑफ टॉक्सिकोलॉजी रिसर्च समेत कई प्रमुख शैक्षणिक और शोध संगठनों का घर है। , नेशनल बॉटनिकल रिसर्च इंस्टीट्यूट (एनबीआरआई), इंजीनियरिंग और प्रौद्योगिकी संस्थान (आईईटी लोको), डॉ राम मनोहर लोहिया नेशनल लॉ यूनिवर्सिटी (आरएमएनएलयू), होटल प्रबंधन संस्थान, लखनऊ (आईएचएम), संजय गांधी स्नातकोत्तर चिकित्सा विज्ञान संस्थान (एसजीपीजीआई) ), डॉ राम मनोहर लोहिया इंस्टीट्यूट ऑफ मेडिकल साइंसेज और किंग जॉर्ज मेडिकल यूनिवर्सिटी (केजीएमयू)। लखनऊ विश्वविद्यालय से संबद्ध राष्ट्रीय पी जी कॉलेज (एनपीजीसी) को राष्ट्रीय आकलन और मान्यता परिषद द्वारा देश में औपचारिक शिक्षा प्रदान करने वाला दूसरा सर्वश्रेष्ठ कॉलेज माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के शैक्षणिक संस्थानों में लखनऊ विश्वविद्यालय, बाबासाहेब भीमराव अम्बेडकर विश्वविद्यालय, एक तकनीकी विश्वविद्यालय (उत्तर प्रदेश तकनीकी विश्वविद्यालय), एक कानून विश्वविद्यालय (आरएमएलएनएलयू), एक इस्लामिक विश्वविद्यालय (डीएनयूयू) और बड़ी संख्या में पॉलिटेक्निक समेत सात विश्वविद्यालय शामिल हैं, इंजीनियरिंग संस्थानों और औद्योगिक प्रशिक्षण संस्थानों। राज्य के अन्य शोध संगठनों में केन्द्रीय औषधीय और सुगंधित संयंत्र, केंद्रीय खाद्य प्रौद्योगिकी अनुसंधान संस्थान, और केंद्रीय ग्लास और सिरेमिक अनुसंधान संस्थान शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तर प्रदेश के कुछ प्रमुख विद्यालय लखनऊ में स्थित हैं, जिनमें दिल्ली पब्लिक स्कूल की शाखाएं इल्डिको, इंदिरानगर में हैं। सिटी मोंटेसरी स्कूल, कोल्विन तालाक्दर्स कॉलेज, सेंटेनियल हायर सेकेंडरी स्कूल, सेंट फ्रांसिस कॉलेज, लोरेटो कॉन्वेंट लखनऊ, सेंट मैरी कॉन्वेंट इंटर कॉलेज, केन्द्रीय विद्यालय, लखनऊ पब्लिक स्कूल, स्टेला मैरिस इंटर कॉलेज, सेठ एमआर जयपुरिया स्कूल, कैथेड्रल स्कूल , मैरी गार्डिनर कॉन्वेंट स्कूल, मॉडर्न स्कूल, एमिटी इंटरनेशनल स्कूल, सेंट एग्नेस, आर्मी पब्लिक स्कूल, माउंट कारमेल कॉलेज, स्टडी हॉल, क्राइस्ट चर्च कॉलेज, रानी लक्ष्मी बाई स्कूल और सेंट्रल एकेडमी।</p>\r\n<p>&nbsp;</p>\r\n<p>सिटी मोंटेसरी स्कूल, पूरे शहर में फैले 20 से अधिक शाखाओं के साथ, शांति शिक्षा के लिए यूनेस्को पुरस्कार से सम्मानित किया जाने वाला दुनिया का एकमात्र स्कूल है। सीएमएस में 40,000 से अधिक विद्यार्थियों के साथ दुनिया का सबसे बड़ा स्कूल होने के लिए गिनीज वर्ल्ड रिकॉर्ड भी है। स्कूल लगातार भारत के शीर्ष स्कूलों में से एक है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Lucknow</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f7ef0a64-de30-4c5f-a494-0765337891df_Lucknow-railway.jpg","subContents":[{"SubTitle":"1. छोटा इमामबारा","SubTitleHindi":null,"SubContent":"<p>यह अवध के नवाबों के जीवन आकार के चित्रों के प्रदर्शन के लिए एक गैलरी के रूप में कार्य करता है। पिक्चर गैलरी तक पहुंचने के लिए लगभग 30 सीढ़ियां हैं। चित्र गैलरी के सामने, हरी लॉन और पेड़ों से घिरा एक सुंदर तालाब है। नवाबों के चित्र उन दिनों में समकालीन ग्रैंड वेशभूषा और आभूषणों का संकेत देते हैं।</p>","SubContentHindi":null,"ImageUrl":"fa714943-6737-430e-8a3c-0b107e75a079_Chhota-ImamBara.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. बादा इमाम बारा (भुूल भुलायन)","SubTitleHindi":null,"SubContent":"<p>इसका केंद्रीय हॉल दुनिया में सबसे बड़ा वॉल्ट वाला कक्ष माना जाता है। इंटीरियर में दीर्घाओं को छोड़कर, पूरी संरचना में कोई लकड़ी का काम नहीं है। अब आजादरी के उद्देश्य के लिए शिया मुसलमानों द्वारा इसका उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐसा माना जाता है कि इस भव्य भवन का निर्माण 1785 में शुरू किया गया था जब एक विनाशकारी अकाल ने अवध को मारा था, और नवाब का उद्देश्य इस क्षेत्र में लोगों के लिए लगभग एक दशक तक रोजगार प्रदान करना था, जबकि अकाल पड़ा।</p>\r\n<p>&nbsp;</p>\r\n<p>इसमें बड़े भूमिगत मार्ग हैं जिन्हें अवरुद्ध कर दिया गया है। बाहर से सीढ़ियां भुल-भुलायन के रूप में जाने वाली भूलभुलैयाओं की एक श्रृंखला की ओर ले जाती है, जो ज़िग-ज़ग मार्गों का एक जटिल उलझन है। आगंतुकों को केवल अधिकृत मार्गदर्शकों के साथ जाने की सलाह दी जाती है। इमाम्बारा के परिसर के भीतर भव्य असफी मस्जिद है। शाही बाओली यहां एक और आकर्षण है।</p>\r\n<p>&nbsp;</p>\r\n<p>समय: सूर्योदय से सूर्यास्त।</p>\r\n<p>प्रवेश शुल्क: रु। 25.00 (भारतीय)।</p>\r\n<p>रुपये। 500.00 (विदेशी) (बारा इमाम्बारा, छोटा इमाम्बारा, पिक्चर गैलरी, शाही हमम सहित)।</p>","SubContentHindi":null,"ImageUrl":"c466bd50-4e71-4fee-b787-c5f9a81e5364_Bada-Imam-Bara.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. रुमी गेट","SubTitleHindi":null,"SubContent":"<p>अवध के नवाबों की सीट लखनऊ, कई शानदार स्मारकों का घर है। लखनऊ में 60 फीट ऊंचे रुमी गेट का निर्माण 1784-86 में नवाब असफी-उद-दौला के शासनकाल के दौरान किया गया था। इसे तुर्की में कॉन्स्टेंटिनोपल में एक प्राचीन पोर्टल के डिजाइन में समान माना जाता है और इसे तुर्की गेट भी कहा जाता है।</p>","SubContentHindi":null,"ImageUrl":"fb7cb0de-13e3-4372-9d1e-2396bf9282f3_Rumi-Gate.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. घंटा घर","SubTitleHindi":null,"SubContent":"<p>हुसैनबाद क्लॉक टॉवर लखनऊ शहर में स्थित एक घड़ी का टॉवर है। यह 1881 में नवाब नासीर-उद-दीन हैदर द्वारा उदह के संयुक्त प्रांत के पहले लेफ्टिनेंट गवर्नर सर जॉर्ज कूपर के आगमन के लिए बनाया गया था। यह 1.75 लाख रुपये की लागत से बनाया गया था</p>","SubContentHindi":null,"ImageUrl":"ac8427dd-a865-4207-9195-66c4cb990988_Ghanta-Ghar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. ब्रिटिश रेजीडेंसी","SubTitleHindi":null,"SubContent":"<p>लखनऊ का ब्रिटिश रेजीडेंसी इस जगह का एक प्रसिद्ध ऐतिहासिक स्थल है। यह अब खंडहर में है और भारतीय पुरातत्व सर्वेक्षण द्वारा संरक्षित स्मारक घोषित किया गया है। ब्रिटिश रेजीडेंसी वह स्थान था जो 1857 के विद्रोह के समय लगभग 3000 ब्रिटिश निवासियों के लिए शरण के रूप में कार्य करता था</p>\r\n<p>source:&nbsp;https://lucknow.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"9fdcd222-f729-48be-aca3-0424c821b3bc_British-Residency.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सड़कें</p>\r\n<p>&nbsp;</p>\r\n<p>लखनऊ की सड़कों (तस्वीर में गोमती नगर)</p>\r\n<p>लखनऊ के हजरतगंज चौराहे में दो प्रमुख भारतीय राष्ट्रीय राजमार्गों का अपना चौराहे है: एनएच -24 दिल्ली, एनएच -30 इलाहाबाद से रायबरेली के माध्यम से, एनएच -27 पोरबंदर से झांसी और सिलचर के माध्यम से गोरखपुर के माध्यम से। सार्वजनिक परिवहन के कई तरीके मेट्रो रेल, टैक्सी, शहर बसों, चक्र रिक्शा, ऑटो रिक्शा और संपीड़ित प्राकृतिक गैस (सीएनजी) कम मंजिल बसों के साथ और बिना एयर कंडीशनिंग के उपलब्ध हैं। वायु प्रदूषण को नियंत्रण में रखने के लिए सीएनजी को ऑटो ईंधन के रूप में पेश किया गया था। रेडियो टैक्सी ओला और उबर जैसी कई प्रमुख कंपनियों द्वारा संचालित की जाती है</p>\r\n<p>&nbsp;</p>\r\n<p>सिटी बसें</p>\r\n<p>लखनऊ शहर की बस सेवा उत्तर प्रदेश राज्य सड़क परिवहन निगम (यूपीएसआरटीसी) द्वारा संचालित की जाती है, जो एक सार्वजनिक क्षेत्र यात्री सड़क परिवहन निगम है जिसका मुख्यालय महात्मा गांधी रोड में है। इसमें 300 सीएनजी बसें शहर में चल रही हैं। शहर में लगभग 35 मार्ग हैं।&nbsp; शहर बसों के लिए टर्मिनल गुडम्बा, विराज खांड, अलाम्बाग, स्कूटर इंडिया, इंजीनियरिंग और प्रौद्योगिकी संस्थान, बाबू बनारसी दास विश्वविद्यालय, सफेदाबाद, पासी किला, चारबाग, अंधे की चौकी और बुद्धेश्वर छेड़छाड़ में स्थित हैं। गोमती नगर, चारबाग, अमौसी और दुबागगा में चार बस डिपो हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अंतरराज्यीय बसें</p>\r\n<p>अलबाग में प्रमुख डॉ भीमराव अम्बेडकर इंटर-स्टेट बस टर्मिनल (आईएसबीटी) लखनऊ में मुख्य अंतर और अंतरंग बस लाइन प्रदान करता है। राष्ट्रीय राजमार्ग 25 पर स्थित, यह चल रहे और आने वाले ग्राहकों को पर्याप्त सेवाएं प्रदान करता है। कैसरबाग में एक छोटा बस स्टेशन है। मुख्य रेलवे स्टेशन के सामने चारबाग में औपचारिक रूप से संचालित बस टर्मिनल को अब शहर बस डिपो के रूप में फिर से स्थापित किया गया है। रेलवे स्टेशन क्षेत्र में यातायात को कम करने के लिए राज्य सरकार और यूपीएसआरटीसी ने यह निर्णय लिया था। कानपुर लखनऊ रोडवेज सेवा दैनिक यात्रियों के लिए एक महत्वपूर्ण सेवा है जो व्यापार और शैक्षणिक उद्देश्यों के लिए शहर में आगे और आगे यात्रा करते हैं। वोल्वो द्वारा निर्मित वातानुकूलित \"रॉयल क्रूजर\" बसों को इंटर स्टेट बस सेवाओं के लिए यूपीएसआरटीसी द्वारा संचालित किया जाता है। यूपीएसआरटीसी इंट्रास्टेट बस सेवा द्वारा पेश किए जाने वाले मुख्य शहर इलाहाबाद, वाराणसी, जयपुर, झांसी, आगरा, दिल्ली, गोरखपुर हैं। उत्तर प्रदेश के बाहर के शहर जयपुर, नई दिल्ली, कोटा, सिंगराउली, फरीदाबाद, गुड़गांव, दौसा, अजमेर, देहरादून और हरिद्वार हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>लखनऊ रेलवे स्टेशन</p>\r\n<p>लखनऊ शहर के विभिन्न हिस्सों में कई रेलवे स्टेशनों द्वारा परोसा जाता है। मुख्य लंबी दूरी की रेलवे स्टेशन चारबाग में स्थित लखनऊ रेलवे स्टेशन है। इसकी स्थापना 1 9 23 में हुई एक आकर्षक संरचना है और उत्तरी रेलवे डिवीजन के विभागीय मुख्यालय के रूप में कार्य करती है। इसका पड़ोसी और दूसरा प्रमुख लंबी दूरी की रेलवे स्टेशन उत्तर पूर्वी रेलवे द्वारा संचालित लखनऊ जंक्शन रेलवे स्टेशन है। यह शहर राज्य के सभी प्रमुख शहरों और नई दिल्ली, मुंबई, हैदराबाद, कोलकाता, चंडीगढ़, अमृतसर, जम्मू, चेन्नई, बैंगलोर, अहमदाबाद, पुणे, इंदौर, भोपाल, झांसी, जबलपुर जैसे देशों के साथ एक महत्वपूर्ण जंक्शन है। जयपुर, रायपुर और सिवान। शहर में कुल चौदह रेलवे स्टेशन हैं [9 6] जिसमें एशबाग में मीटर मीटर गेज सेवाएं हैं और लखनऊ शहर, दलिगंज और मोहिबुल्लापुर से जुड़ रही हैं। मोहिबुल्लापुर के अलावा, सभी स्टेशन ब्रॉड गेज और मीटर गेज रेलवे से जुड़े हुए हैं। सभी स्टेशन शहर की सीमाओं के भीतर स्थित हैं और बस सेवाओं और अन्य सार्वजनिक सड़क परिवहन से अच्छी तरह से जुड़े हुए हैं। उपनगरीय स्टेशनों में बक्षी का तालाब और काकोरी शामिल हैं। लखनऊ-कानपुर उपनगरीय रेलवे को 1867 में लखनऊ और कानपुर के बीच यात्रा करने वाले यात्रियों की जरूरतों को पूरा करने के लिए शुरू किया गया था। इस सेवा पर चल रही ट्रेनें उपनगरीय रेल नेटवर्क बनाने वाले शहर के विभिन्न स्थानों पर कई स्टेशनों पर भी रुकती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु परिवहन</p>\r\n<p>टर्मिनल -2, सीसीएस अंतरराष्ट्रीय हवाई अड्डे</p>\r\n<p>लखनऊ में नई दिल्ली, पटना, कोलकाता, मुंबई, बैंगलोर, अहमदाबाद, हैदराबाद, चेन्नई, गुवाहाटी, जयपुर, रायपुर और चौधरी चरण सिंह अंतरराष्ट्रीय हवाई अड्डे के माध्यम से अन्य प्रमुख शहरों में प्रत्यक्ष हवाई कनेक्शन उपलब्ध हैं। छोटे हवाई अड्डे की श्रेणी में हवाई अड्डे को दुनिया में दूसरा सर्वश्रेष्ठ स्थान दिया गया है। [9 8] हवाई अड्डे सभी मौसम परिचालनों के लिए उपयुक्त है और 50 विमान तक पार्किंग सुविधाएं प्रदान करता है। वर्तमान में, एयर इंडिया, एयर इंडिया एक्सप्रेस, जेट एयर, गोएयर, इंडिगो, सऊदी एयरलाइंस, फ्लाईडुबाई, ओमान एयर और एयर विस्टारा लखनऊ से और घरेलू और अंतरराष्ट्रीय उड़ानें संचालित करते हैं। अंतरराष्ट्रीय उड़ानों के लिए टर्मिनल 1 और घरेलू उड़ानों के लिए टर्मिनल 2 के साथ 1,187 एकड़ (480 हेक्टेयर) को कवर करना, हवाई अड्डे बोइंग 767 को बोइंग 747-400 विमान को महत्वपूर्ण यात्री और कार्गो यातायात की अनुमति दे सकता है। [99] [100] अंतर्राष्ट्रीय स्थलों में अबू धाबी, दुबई, मस्कट, रियाद, सिंगापुर, बैंकॉक, दम्मम और जेद्दाह शामिल हैं। [101]</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डे के नियोजित विस्तार एयरबस ए 380 जंबो जेट हवाई अड्डे पर उतरने की अनुमति देगा; एयरपोर्ट अथॉरिटी ऑफ इंडिया भी यात्री यातायात क्षमता बढ़ाने के लिए अंतरराष्ट्रीय टर्मिनल का विस्तार करने की योजना बना रहा है। रनवे विस्तार के लिए एक योजना भी है। यह भारत का 10 वां व्यस्ततम हवाई अड्डा है, उत्तर प्रदेश में व्यस्ततम और उत्तर भारत में दूसरा व्यस्ततम स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>मेट्रो</p>\r\n<p>लखनऊ मेट्रो एक तेजी से पारगमन प्रणाली है जिसने 6 सितंबर 2017 से अपने परिचालन शुरू किए। लखनऊ मेट्रो सिस्टम दुनिया में सबसे तेज़ निर्मित मेट्रो सिस्टम और भारत में सबसे किफायती हाई स्पीड रैपिड ट्रांजिट सिस्टम प्रोजेक्ट है। 27 सितंबर 2014 को सिविल कार्यों की शुरूआत शुरू हुई।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>चारबाग मेट्रो स्टेशन</p>\r\n<p>फरवरी में, मुख्यमंत्री अखिलेश यादव ने राज्य की राजधानी के लिए मेट्रो रेल प्रणाली स्थापित करने की मंजूरी दे दी। इसे उत्तर-दक्षिण गलियारे में विभाजित किया गया है जिसमें मुनशुलिया से सीसीएस अंतरराष्ट्रीय हवाई अड्डे और पूर्व-पश्चिम गलियारे को चारबाग रेलवे स्टेशन को वसंत कुंज से जोड़ दिया गया है। यह राज्य में सबसे महंगा सार्वजनिक परिवहन प्रणाली होगी लेकिन शहर की सड़कों पर यातायात को कम करने के लिए बड़े पैमाने पर परिवहन का तेजी से साधन प्रदान करेगा। पहले चरण का निर्माण मार्च 2017 तक पूरा हो जाएगा। मेट्रो रेल परियोजना का पूरा होना उत्तर प्रदेश सरकार का मुख्य उद्देश्य है जिसका नेतृत्व वर्तमान में मुख्यमंत्री योगी आदित्यनाथ</p>\r\n<p>&nbsp;</p>\r\n<p>5 सितंबर 2017 को गृह मंत्री राजनाथ सिंह और मुख्यमंत्री योगी आदित्यनाथ ने लखनऊ मेट्रो में हरा झंडा दिखाया।</p>\r\n<p>&nbsp;</p>\r\n<p>सायक्लिंग</p>\r\n<p>लखनऊ उत्तर प्रदेश के सबसे साइकिल-अनुकूल शहरों में से एक है। शहर में मुख्यमंत्री के निवास के पास बाइक के अनुकूल ट्रैक स्थापित किए गए हैं। साढ़े चार किलोमीटर के ट्रैक में कालिदास मार्ग पर गोल्फ क्लब के बगल में ला-मार्टिनियर कॉलेज रोड शामिल है, जहां मुख्यमंत्री रहते हैं, और विक्रमादित्य मार्ग, जिसमें सत्तारूढ़ दल का कार्यालय होता है। साइकिल चालकों के लिए समर्पित चार मीटर चौड़ी लेन फुटपाथ और मुख्य सड़क से अलग है। एम्स्टर्डम के साथ प्रेरणा के रूप में, शहर में नए साइकिल ट्रैक का निर्माण किया जाना चाहिए ताकि इसे और अधिक चक्र-अनुकूल बनाया जा सके, जिसमें कामों में बाइक किराए पर लेने जैसी सुविधाएं भी शामिल हैं। [107] [108] वर्ष 2015 में, लखनऊ ने 'लखनऊ साइक्लोथॉन' नामक एक राष्ट्रीय स्तरीय साइकलिंग कार्यक्रम की भी मेजबानी की जिसमें पेशेवर और शौकिया साइकिल चालक भाग लेते थे। [10 9] उत्तर प्रदेश सरकार द्वारा एक निर्माणाधीन चक्र ट्रैक नेटवर्क भारत के सबसे बड़े चक्र नेटवर्क के साथ शहर लखनऊ बनाने के लिए तैयार है।</p>","SubContentHindi":null,"ImageUrl":"5e96ef9c-417f-434d-9233-f23fa46f681a_Lucknow-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-lucknow-uttar-pradesh","tags":[{"name":"लखनऊ","slug":"lucknow"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":177,"title":"मोरादाबाद में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"385151a8-01b5-401b-8479-3039574d2bc6_Moradabad-railway.jpg","dateCreated":"2018-12-20T15:24:46.356Z","dateModified":"2018-12-20T15:36:22.497Z","contributedBy":"AskGif","content":"मोरादाबाद भारतीय राज्य उत्तर प्रदेश के मोरादाबाद जिले में एक शहर, कमीशन और एक नगर पालिका है। यह 1625 एडी में रुस्तम खान द्वारा स्थापित किया गया था और इसका नाम मुगल सम्राट शाहजहां और महारानी मुमताज महल के सबसे छोटे बेटे राजकुमार मुराद बख्श के नाम पर रखा गया है।&nbsp;\r\n&nbsp;\r\nमोरादाब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/385151a8-01b5-401b-8479-3039574d2bc6_Moradabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मुरादाबाद","slug":"moradabad"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-moradabad-uttar-pradesh","total":0},{"id":165,"title":"कुशीनगर (पद्रौना) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","dateCreated":"2018-12-08T06:11:19.641Z","dateModified":"2018-12-08T06:29:12.406Z","contributedBy":"AskGif","content":"कुशीनगर भारतीय उत्तर प्रदेश के कुशीनगर जिले में एक तीर्थयात्रा शहर है। \"कासिया बाजार\" का नाम कुशीनगर में बदल दिया गया था और फिर कासिया बाजार आधिकारिक नाम कुशीनगर के साथ नगर पालिका बन गया।\r\n&nbsp;\r\nयह एक महत्वपूर्ण बौद्ध तीर्थ स्थल है, जहां बौद्धों का मानना ​​है कि गौतम बुद्ध ने उनकी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पडरौना","slug":"padrauna"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कुशीनगर","slug":"kushinagar"}],"slug":"top-places-to-visit-in-kushinagar-padrauna-uttar-pradesh","total":0},{"id":80,"title":"गोरखपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","dateCreated":"2018-08-03T08:52:50.612Z","dateModified":"2018-12-08T08:53:04.596Z","contributedBy":"AskGif","content":"गोरखपुर एक राज्य है जो उत्तर प्रदेश&nbsp;(U.P/UP) के उत्तर-पूर्वी हिस्से में राप्ती नदी के किनारे स्थित है, जिसमें 673,446 आबादी है। यह नेपाल सीमा के पास स्थित है, राज्य की राजधानी लखनऊ के 273 किलोमीटर पूर्व में। यह गोरखपुर जिला और गोरखपुर डिवीजन का प्रशासनिक मुख्यालय है। यह शहर गोरखनाथ मठ, गोरक्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"गोरखपुर उत्तर प्रदेश तक कैसे पहुंचे","slug":"how-to-reach-gorakhpur-uttar-pradesh"},{"name":"गोरखपुर","slug":"gorakhpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-gorakhpur-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}