{"id":1700,"title":"Asynchronism Tutorial","imageUrl":"icon_0b59af20-c986-4d3f-b12b-304dc3797df3.png","dateCreated":"2020-11-20T07:45:02.912Z","dateModified":"2020-11-20T07:45:07.976Z","contributedBy":"sumitc91","content":"<p>Asynchronous workflows help reduce request times for expensive operations that would otherwise be performed in-line. They can also help by doing time-consuming work in advance, such as periodic aggregation of data.</p>\n<p>Message queues<br />Message queues receive, hold, and deliver messages. If an operation is too slow to perform inline, you can use a message queue with the following workflow:</p>\n<p>An application publishes a job to the queue, then notifies the user of job status<br />A worker picks up the job from the queue, processes it, then signals the job is complete<br />The user is not blocked and the job is processed in the background. During this time, the client might optionally do a small amount of processing to make it seem like the task has completed. For example, if posting a tweet, the tweet could be instantly posted to your timeline, but it could take some time before your tweet is actually delivered to all of your followers.</p>\n<p>Redis is useful as a simple message broker but messages can be lost.</p>\n<p>RabbitMQ is popular but requires you to adapt to the 'AMQP' protocol and manage your own nodes.</p>\n<p>Amazon SQS is hosted but can have high latency and has the possibility of messages being delivered twice.</p>\n<p>Task queues<br />Tasks queues receive tasks and their related data, runs them, then delivers their results. They can support scheduling and can be used to run computationally-intensive jobs in the background.</p>\n<p>Celery has support for scheduling and primarily has python support.</p>\n<p>Back pressure<br />If queues start to grow significantly, the queue size can become larger than memory, resulting in cache misses, disk reads, and even slower performance. Back pressure can help by limiting the queue size, thereby maintaining a high throughput rate and good response times for jobs already in the queue. Once the queue fills up, clients get a server busy or HTTP 503 status code to try again later. Clients can retry the request at a later time, perhaps with exponential backoff.</p>\n<p>Disadvantage(s): asynchronism<br />Use cases such as inexpensive calculations and realtime workflows might be better suited for synchronous operations, as introducing queues can add delays and complexity.<br />Source(s) and further reading<br />It's all a numbers game<br />Applying back pressure when overloaded<br />Little's law<br />What is the difference between a message queue and a task queue?</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0b59af20-c986-4d3f-b12b-304dc3797df3.png","subContents":[],"category":{"name":"tutorials","slug":"tutorials"},"slug":"asynchronism-tutorial","tags":[{"name":"interview","slug":"interview"}],"recommendations":[{"id":1684,"title":"How to Design Pastebin.com (or Bit.ly)","imageUrl":"icon_9d14bd09-d9e3-48e7-8309-9e324e9d51de.jpg","dateCreated":"2020-11-20T05:04:08.797Z","dateModified":"2020-11-20T05:04:26.605Z","contributedBy":"sumitc91","content":"Design Bit.ly - is a similar question, except pastebin requires storing the paste contents instead of the original unshortened url.\nStep 1: Outline use cases and constraints<br />Gather requirements and scope the problem. Ask questions to clarify use cases and constraints. Discuss assumpti","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d14bd09-d9e3-48e7-8309-9e324e9d51de.jpg","category":{"name":"tutorials","slug":"tutorials"},"tags":[{"name":"design","slug":"design"},{"name":"interview","slug":"interview"},{"name":"system-design","slug":"system-design"}],"slug":"how-to-design-pastebin.com-or-bit.ly","total":0},{"id":89,"title":"How to Check if a linked list is either NULL-terminated or ends in a cycle (cyclic)","imageUrl":"6ff093e0-9c78-4bb2-861e-5b96b8c47fcc_linkedlist-circle.png","dateCreated":"2018-08-07T11:26:31.699Z","dateModified":"2018-08-07T11:36:20.812Z","contributedBy":"AskGif","content":"So the question given is to check if the Given Linked list is having a cycle or Not?\r\nWe will be using Floyd Cycle to find the solution of the given problem.\r\nIt uses 2 pointers moving at different speeds to walking the linked list. Once they enter the loop they are expected to meet","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ff093e0-9c78-4bb2-861e-5b96b8c47fcc_linkedlist-circle.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"linked-list","slug":"linked-list"},{"name":"java","slug":"java"},{"name":"questions","slug":"questions"}],"slug":"how-to-check-if-a-linked-list-is-either-null-terminated-or-ends-in-a-cycle-cyclic","total":0},{"id":30,"title":"Find the smallest sub array with a sum greater than a given number.","imageUrl":"0177c302-e832-43f0-be4d-09201ebca6b8_arrays.jpg","dateCreated":"2018-07-16T05:21:47.133Z","dateModified":"2018-07-16T05:22:39.011Z","contributedBy":"AskGif","content":"You are given an array of integers and a particular number, you need to find the smallest subarray possible with a sum greater than the given Number. The requirement is to write an algorithm that calculates in Time Complexity of O(n).\r\nJava Solution of the given problem is :\r\n<pre clas","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0177c302-e832-43f0-be4d-09201ebca6b8_arrays.jpg","category":{"name":"coding","slug":"coding"},"tags":[{"name":"java","slug":"java"},{"name":"interview","slug":"interview"},{"name":"algorithm","slug":"algorithm"},{"name":"queue","slug":"queue"},{"name":"array","slug":"array"}],"slug":"find-the-smallest-sub-array-with-a-sum-greater-than-a-given-number","total":0},{"id":17,"title":"Write a Simple Hello World Program in JAVA.","imageUrl":"f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","dateCreated":"2018-07-12T06:44:09.184Z","dateModified":"2018-07-12T06:44:59.673Z","contributedBy":"AskGif","content":"Writing a simple hello world programm in java.&nbsp;Java is a general-purpose computer-programming language that is concurrent, class-based, object-oriented, and specifically designed to have as few implementation dependencies as possible. It is intended to let application developers \"write once,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"java","slug":"java"}],"slug":"write-a-simple-hello-world-program-in-java","total":0}]}