{"id":1700,"title":"अतुल्यकालिकता ट्यूटोरियल","imageUrl":"icon_0b59af20-c986-4d3f-b12b-304dc3797df3.png","dateCreated":"2020-11-20T07:45:02.912Z","dateModified":"2020-11-20T07:45:07.976Z","contributedBy":"sumitc91","content":"<p>अतुल्यकालिक वर्कफ़्लोज़ महंगे ऑपरेशनों के लिए अनुरोध समय को कम करने में मदद करते हैं जो अन्यथा इन-लाइन में किए जाएंगे। वे समय-समय पर काम करने से पहले भी मदद कर सकते हैं, जैसे कि समय-समय पर डेटा एकत्र करना।</p>\n<p>संदेश की कतारें<br />संदेश की कतारें संदेश प्राप्त, धारण और वितरित करती हैं। यदि कोई कार्य इनलाइन करने के लिए बहुत धीमा है, तो आप निम्न वर्कफ़्लो के साथ एक संदेश कतार का उपयोग कर सकते हैं:</p>\n<p>एक आवेदन कतार में एक नौकरी प्रकाशित करता है, फिर नौकरी की स्थिति के उपयोगकर्ता को सूचित करता है<br />एक कर्मचारी कतार से काम निकालता है, प्रक्रिया करता है, फिर संकेत देता है कि नौकरी पूरी हो गई है<br />उपयोगकर्ता अवरुद्ध नहीं है और नौकरी पृष्ठभूमि में संसाधित होती है। इस समय के दौरान, क्लाइंट वैकल्पिक रूप से प्रसंस्करण की एक छोटी राशि कर सकता है ताकि यह प्रतीत हो सके कि कार्य पूरा हो गया है। उदाहरण के लिए, यदि कोई ट्वीट पोस्ट कर रहा है, तो ट्वीट को तुरंत आपके टाइमलाइन पर पोस्ट किया जा सकता है, लेकिन आपके ट्वीट को वास्तव में आपके सभी अनुयायियों तक पहुंचाने में कुछ समय लग सकता है।</p>\n<p>रेडिस एक सरल संदेश ब्रोकर के रूप में उपयोगी है लेकिन संदेश खो सकते हैं।</p>\n<p>RabbitMQ लोकप्रिय है, लेकिन इसके लिए आपको 'AMQP' प्रोटोकॉल को अपनाने और अपने स्वयं के नोड्स को प्रबंधित करने की आवश्यकता है।</p>\n<p>Amazon SQS को होस्ट किया गया है, लेकिन उच्च विलंबता हो सकती है और दो बार संदेश भेजे जाने की संभावना है।</p>\n<p>टास्क की कतारें<br />टास्क कतारों को कार्य और उनके संबंधित डेटा प्राप्त होते हैं, उन्हें चलाता है, फिर उनके परिणाम वितरित करता है। वे शेड्यूलिंग का समर्थन कर सकते हैं और पृष्ठभूमि में कम्प्यूटेशनल-गहन नौकरियों को चलाने के लिए उपयोग किया जा सकता है।</p>\n<p>अजवाइन में शेड्यूलिंग के लिए समर्थन है और मुख्य रूप से अजगर का समर्थन है।</p>\n<p>ऊपर का दवाब<br />यदि कतारें काफी बढ़ने लगती हैं, तो कतार का आकार मेमोरी से बड़ा हो सकता है, जिसके परिणामस्वरूप कैश मिस, डिस्क रीड, और यहां तक ​​कि सुस्त प्रदर्शन भी हो सकता है। वापस दबाव कतार के आकार को सीमित करके मदद कर सकता है, जिससे कतार में पहले से ही नौकरियों के लिए उच्च प्रवाह दर और अच्छी प्रतिक्रिया समय बनाए रखा जा सकता है। एक बार कतार भर जाने के बाद, क्लाइंट्स को बाद में प्रयास करने के लिए सर्वर व्यस्त या HTTP 503 स्थिति कोड प्राप्त होता है। ग्राहक बाद में अनुरोध पर पुनः प्रयास कर सकते हैं, शायद घातीय बैकऑफ़ के साथ।</p>\n<p>नुकसान (ओं): अतुल्यकालिकता<br />सस्ती गणना और रीयलटाइम वर्कफ़्लो जैसे मामलों का उपयोग सिंक्रोनस संचालन के लिए बेहतर अनुकूल हो सकता है, क्योंकि कतारों को शुरू करने में देरी और जटिलता को जोड़ा जा सकता है।<br />स्रोत (ओं) और आगे पढ़ने<br />यह सब एक नंबर का खेल है<br />अतिभारित होने पर वापस दबाव लागू करना<br />थोड़ा का नियम<br />संदेश कतार और कार्य कतार में क्या अंतर है?</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0b59af20-c986-4d3f-b12b-304dc3797df3.png","subContents":[],"category":{"name":"शिक्षण","slug":"tutorials"},"slug":"asynchronism-tutorial","tags":[{"name":"interview","slug":"interview"}],"recommendations":[{"id":1684,"title":"कैसे Pastebin.com डिजाइन करने के लिए (या Bit.ly)","imageUrl":"icon_9d14bd09-d9e3-48e7-8309-9e324e9d51de.jpg","dateCreated":"2020-11-20T05:04:08.797Z","dateModified":"2020-11-20T05:04:26.605Z","contributedBy":"sumitc91","content":"डिज़ाइन Bit.ly - एक समान प्रश्न है, सिवाय इसके कि पेस्टिबिन को मूल अप्रशिक्षित यूआरएल के बजाय पेस्ट सामग्री को संग्रहीत करने की आवश्यकता होती है।\nचरण 1: मामलों और बाधाओं का उपयोग करें<br />आवश्यकताओं को इकट्ठा करें और समस्या को हल करें। उपयोग के मामलों और बाधाओं को स्पष्ट करने के लिए प्रश्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d14bd09-d9e3-48e7-8309-9e324e9d51de.jpg","category":{"name":"शिक्षण","slug":"tutorials"},"tags":[{"name":"डिज़ाइन","slug":"design"},{"name":"interview","slug":"interview"},{"name":"प्रणाली-की-रूपरेखा","slug":"system-design"}],"slug":"how-to-design-pastebin.com-or-bit.ly","total":0},{"id":89,"title":"How to Check if a linked list is either NULL-terminated or ends in a cycle (cyclic)","imageUrl":"6ff093e0-9c78-4bb2-861e-5b96b8c47fcc_linkedlist-circle.png","dateCreated":"2018-08-07T11:26:31.699Z","dateModified":"2018-08-07T11:36:20.812Z","contributedBy":"AskGif","content":"So the question given is to check if the Given Linked list is having a cycle or Not?\r\nWe will be using Floyd Cycle to find the solution of the given problem.\r\nIt uses 2 pointers moving at different speeds to walking the linked list. Once they enter the loop they are expected to meet","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ff093e0-9c78-4bb2-861e-5b96b8c47fcc_linkedlist-circle.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"linked-list","slug":"linked-list"},{"name":"java","slug":"java"},{"name":"प्रशन","slug":"questions"}],"slug":"how-to-check-if-a-linked-list-is-either-null-terminated-or-ends-in-a-cycle-cyclic","total":0},{"id":30,"title":"Find the smallest sub array with a sum greater than a given number.","imageUrl":"0177c302-e832-43f0-be4d-09201ebca6b8_arrays.jpg","dateCreated":"2018-07-16T05:21:47.133Z","dateModified":"2018-07-16T05:22:39.011Z","contributedBy":"AskGif","content":"You are given an array of integers and a particular number, you need to find the smallest subarray possible with a sum greater than the given Number. The requirement is to write an algorithm that calculates in Time Complexity of O(n).\r\nJava Solution of the given problem is :\r\n<pre clas","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0177c302-e832-43f0-be4d-09201ebca6b8_arrays.jpg","category":{"name":"coding","slug":"coding"},"tags":[{"name":"java","slug":"java"},{"name":"interview","slug":"interview"},{"name":"algorithm","slug":"algorithm"},{"name":"queue","slug":"queue"},{"name":"array","slug":"array"}],"slug":"find-the-smallest-sub-array-with-a-sum-greater-than-a-given-number","total":0},{"id":17,"title":"Write a Simple Hello World Program in JAVA.","imageUrl":"f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","dateCreated":"2018-07-12T06:44:09.184Z","dateModified":"2018-07-12T06:44:59.673Z","contributedBy":"AskGif","content":"Writing a simple hello world programm in java.&nbsp;Java is a general-purpose computer-programming language that is concurrent, class-based, object-oriented, and specifically designed to have as few implementation dependencies as possible. It is intended to let application developers \"write once,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f91c0323-afd7-4b3e-aa1f-71c79e9913f2_hello-world-java.png","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"java","slug":"java"}],"slug":"write-a-simple-hello-world-program-in-java","total":0}]}