{"id":171,"title":"Top Places to visit in Maharajganj, Uttar Pradesh","imageUrl":"e1c718e4-ef19-4f22-9259-fb45f1348fb2_Maharajganj-railway.jpg","dateCreated":"2018-12-09T08:34:26.609Z","dateModified":"2018-12-09T10:30:25.052Z","contributedBy":"AskGif","content":"<p>Mahrajganj is a town and a municipal board in Maharajganj district in the Indian state of Uttar Pradesh.Maharajganj District of Uttar Pradesh achieved autonomy on 2 October 1989. This rectangular district spans from 27&deg;09' North to 83&deg;34' East geometric coordinates and occupies 2934.1 km2 area. Demarcated by the Indo-Nepal border, Maharajganj is flanked by Nepal in the north, Gorakhpur District in the south, Padrauna District in the east and Siddharth Nagar and Sant Kabir Nagar Districts in west.</p>\r\n<p>&nbsp;</p>\r\n<p>As per the 2011 Census, Maharajganj District has recorded a population of 26,65,292. This rural district has agrarian economy.</p>\r\n<p>&nbsp;</p>\r\n<p>Maharajganj is a quaint district whose serene and tranquil environment and picturesque terrains dotted by meandering streams is a real treat. Lehara Durga Mandir is an important sightseeing destination of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Maharajganj district is bounded by Nepal in the north, the districts of Kushinagar in the east, Gorakhpur to the south and Siddharthnagar and Sant Kabir Nagar in the west. It is part of Gorakhpur Division. The district covers an area of 2,951 km&sup2;. It has a population of 2,673,878 (2011 Census).</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The district was carved out from the erstwhile Gorakhpur district on 2 October 1989. It is famous for the ruins of Buddha which are found here and it is expected that if proper excavation is done&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Maharajganj district comprises 4 tehsils:</p>\r\n<p>&nbsp;</p>\r\n<p>Maharajganj Sadar; 4 community development blocks: Maharajganj, Ghughali, Paniara and Partawal.</p>\r\n<p>Nautanwa; comprising 2 community development blocks: Ratanpur and Laxmipur.</p>\r\n<p>Nichlaul; 3 community development blocks: Nichlaul, Mithaura and Siswa.</p>\r\n<p>Pharenda; 3 community development blocks: Bridgmanganj, Dhani and Pheranda.</p>\r\n<p>There are 1258 villages in the district and 14 police stations.then many unknown facts about Buddha will be discovered. Great Maurayan emperor Chandragupta Maurya was born in Pippalivana which is located in Maharajganj district. Religious temples Lehra devi and Itahiya panchmukhi shiv mandir is famous in the region and in Nepal.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mahrajganj,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e1c718e4-ef19-4f22-9259-fb45f1348fb2_Maharajganj-railway.jpg","subContents":[{"SubTitle":"1. Itahiya Shiv Temple","SubTitleHindi":null,"SubContent":"<p>It can be reached from the headquarters of the Tehsil Nichlaul of Uttar Pradesh district through the Thothibari Marg. It is located in ancient Shiva Temple. The fair is organized annually with the help of the local people, there are huge crowds gathered every Monday.This temple is located at a distance of about 13 km from Nichlaul, 39 km from Maharajganj, 5 km from Gadaura Bazaar in Maharajganj district of U.P., India and can be accessed via Maharajganj-Nichlaul-Itahia road. The temple is dedicated to Lord Shiva and has been constructed in 1968-69 by a Mahant whose Samadhi has also been built in the premises. District Magistrate, Maharajganj has the responsibility to look after the temple administration. Some religious ceremonies are considered very auspicious if performed here, like, Rudrabhishek, Mundan, marriage etc. People visit this temple in large number during Shravan month &amp; on Shivratri day. (Timings: 6am-8pm, open all days, Monday- special day)</p>","SubContentHindi":null,"ImageUrl":"836554a3-434c-4575-8883-e0bc46d7d660_Itahiya-Shiv-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Temple of Goddess (Lehda)","SubTitleHindi":null,"SubContent":"<p>This is the important pilgrimage site of this district. It can be reached from Pharenda tehsil headquarter at Brijmanganj road by going 0.5 km to 02 km from the road. In ancient times, this place was covered with a thick forest called Adravan. Here the holy temple of Goddess Durga is located on the banks of the ancient river (now Nalla) called Pahh. According to public faith and religious beliefs, this temple of God was established during the Mahabharata period by earning itself in the time of Pandavas&rsquo; unknown period. The ancient name of this religious place was &lsquo;Adaruna Devi Than&rsquo;, which is now known as Lehda Devi Temple. According to ancient folk belief, in the Mahabharata, Pandavas spent most of their time in this narrow &lsquo;Ardravan&rsquo; period. During this period, Arjuna worshiped Vanadevi here. Pleased with worship, Vanadevi mother Bhagwati Durga had given Arjuna many unmatched powers. Thereafter, Arjun had established this Shakti Peeth as per the order of Mother Bhagwati. Later, according to another rainbow, which became famous as &lsquo;Aadorna Devi&rsquo;, in the ancient times, when a young woman crossing the &lsquo;Pah river&rsquo; in a boat, the boatman wanted to touch her with bad intention, then the Goddess Mother of that girl Defense itself was manifested, and the sailors had given Samadhi in the same water, including the boat. The significance of this place is also expressed in this event. At a distance from the temple, an ancient place of worship (hut) is located in a number of boundaries, where many saints are the samadhi of saints, who remained associated with this meditation and remained penurious in their lifetime. In these Sadhus Yogis, the name of a famous yogi Baba Vanshidhar is still taken with respect by the saints. He has been renowned as a perfect yogi. On the Yoga force, he did many miracles and works of welfare. Many wild animals and animals, influenced by Baba&rsquo;s power and devotion, remain obsessed with his command. Among them, a lion and a crocodile still become the subject of discussion, which Baba Vanshidhar had made a vegetarian creature.</p>\r\n<p>source: https://maharajganj.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"bf6cc94a-900f-4593-94a9-aa8808e93346_Temple-of-Goddess.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. How to Reach","SubTitleHindi":null,"SubContent":"<p>In this district, Nautanwa via Pharenda from Gorakhpur and Thoothibari via Maharajganj from Gorakhpur are two major highways. North Eastern Railway goes from Gorakhpur to Chithauni via Ghughli and Siswa Market and from Gorakhpur to Nautanwa via Anand Nagar (Pharenda). The nearest metropolis Gorakhpur is located at a distance of 54 km from District headquarter and the capital city of Lucknow is 325 km away from the Maharajganj headquarter.</p>","SubContentHindi":null,"ImageUrl":"baa6b4d4-cbfb-482b-8404-3a89deaa83b0_Maharajganj-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-maharajganj-uttar-pradesh","tags":[{"name":"maharajganj","slug":"maharajganj"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":133,"title":"Top Places to Visit in Firozabad, Uttar Pradesh","imageUrl":"048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","dateCreated":"2018-09-04T13:40:36.811Z","dateModified":"2018-09-04T14:14:19.815Z","contributedBy":"AskGif","content":"Firozabad is a city in India, in the state of Uttar Pradesh also known as the City of Glass Suhag Nagari.\r\n&nbsp;\r\nThe ancient name of this town was Chandwar Nagar. It is said that during the reign of Akbar the great, revenue was brought through the city, which was looted by the Raj","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"firozabad","slug":"firozabad"}],"slug":"top-places-to-visit-in-firozabad-uttar-pradesh","total":0},{"id":124,"title":"Top Places to Visit in Chitrakoot Dham (Karwi), Uttar Pradesh","imageUrl":"8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","dateCreated":"2018-08-28T13:09:26.868Z","dateModified":"2018-08-28T13:38:08.189Z","contributedBy":"AskGif","content":"Chitrakoot Dham (Karwi) is district headquarters and a municipal board in Chitrakoot district in the state of Uttar Pradesh, India.\r\nHistory\r\nIn past, Karwi city was a tehsil in Banda district. On 6 May 1997 Government of Uttar Pradesh carved out a new district Chitrakoot (Initially","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"chitrakoot-dham","slug":"chitrakoot-dham"}],"slug":"top-places-to-visit-in-chitrakoot-dham-karwi-uttar-pradesh","total":0},{"id":114,"title":"Top Places to Visit in Balrampur, Uttar Pradesh","imageUrl":"2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","dateCreated":"2018-08-18T06:27:29.008Z","dateModified":"2020-06-12T11:49:03.852Z","contributedBy":"AskGif","content":"Balrampur is a city and a municipal board in Balrampur district in the state of Uttar Pradesh, India. It is situated on the bank of river Rapti and is the district headquarters of Balarampur district. Balrampur was a state in India. It is divided in 1748 and a part of U.P.\r\nDemographics</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"balrampur","slug":"balrampur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-balrampur-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}