{"id":171,"title":"महाराजगंज में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"e1c718e4-ef19-4f22-9259-fb45f1348fb2_Maharajganj-railway.jpg","dateCreated":"2018-12-09T08:34:26.609Z","dateModified":"2018-12-09T10:30:25.052Z","contributedBy":"AskGif","content":"<p>महाराजगंज भारतीय राज्य उत्तर प्रदेश के महाराजगंज जिले में एक शहर और नगरपालिका बोर्ड है। उत्तर प्रदेश के महाराजगंज जिले ने 2 अक्टूबर 1 9 8 9 को स्वायत्तता हासिल की। ​​यह आयताकार जिला 27 डिग्री 09 'उत्तर से 83 डिग्री 34' पूर्व ज्यामितीय निर्देशांक और 2 9 34.1 किमी 2 क्षेत्र पर कब्जा कर लिया है। भारत-नेपाल सीमा द्वारा निर्धारित, महाराजगंज उत्तर में नेपाल, दक्षिण में गोरखपुर जिला, पूर्व में पद्रौना जिला और पश्चिम में सिद्धार्थ नगर और संत कबीर नगर जिलों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना के अनुसार, महाराजगंज जिले में 26,65,292 की आबादी दर्ज की गई है। इस ग्रामीण जिले में कृषि अर्थव्यवस्था है।</p>\r\n<p>&nbsp;</p>\r\n<p>महाराजगंज एक विचित्र जिला है जिसका शांत और शांत वातावरण और घूमने वाली धाराओं द्वारा चित्रित सुरम्य इलाके एक असली इलाज है। लेहारा दुर्गा मंदिर जिले का एक महत्वपूर्ण पर्यटन स्थलों का भ्रमण गंतव्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>महाराजगंज जिला उत्तर में नेपाल, पूर्व में कुशीनगर जिलों, दक्षिण में गोरखपुर और पश्चिम में सिद्धार्थनगर और संत कबीर नगर से घिरा हुआ है। यह गोरखपुर डिवीजन का हिस्सा है। जिले में 2,951 वर्ग किमी का क्षेत्र शामिल है। इसकी जनसंख्या 2,673,878 (2011 की जनगणना) है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>जिला 2 अक्टूबर 1 9 8 9 को पूर्व गोरखपुर जिले से बना था। यह बुद्ध के खंडहरों के लिए प्रसिद्ध है जो यहां पाए जाते हैं और उम्मीद है कि यदि उचित उत्खनन किया जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>महाराजगंज जिले में 4 तहसील शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>महाराजगंज सदर; 4 सामुदायिक विकास खंड: महाराजगंज, घुघाली, पनारा और पार्टवल।</p>\r\n<p>नौतनवा; जिसमें 2 सामुदायिक विकास खंड शामिल हैं: रतनपुर और लक्ष्मीपुर।</p>\r\n<p>निचलौल; 3 सामुदायिक विकास खंड: निकलौल, मिथौरा और सिस्वा।</p>\r\n<p>Pharenda; 3 सामुदायिक विकास खंड: ब्रिजमंजंज, धनी और फेरांडा।</p>\r\n<p>जिले में 1258 गांव और 14 पुलिस स्टेशन हैं। तब बुद्ध के बारे में कई अज्ञात तथ्यों की खोज की जाएगी। महान मौर्य सम्राट चंद्रगुप्त मौर्य का जन्म पिप्पलिवान में हुआ था जो महाराजगंज जिले में स्थित है। धार्मिक मंदिर लेहरा देवी और इटाहिया पंचमुखी शिव मंदिर इस क्षेत्र और नेपाल में प्रसिद्ध हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mahrajganj,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e1c718e4-ef19-4f22-9259-fb45f1348fb2_Maharajganj-railway.jpg","subContents":[{"SubTitle":"1. इटाहिया शिव मंदिर","SubTitleHindi":null,"SubContent":"<p>यह थॉथिबारी मार्ग के माध्यम से उत्तर प्रदेश जिले के तहसील निकलौल के मुख्यालय से पहुंचा जा सकता है। यह प्राचीन शिव मंदिर में स्थित है। मेले को स्थानीय लोगों की मदद से सालाना आयोजित किया जाता है, हर सोमवार को बड़ी भीड़ इकट्ठी होती है। यह मंदिर यूपी के महाराजगंज जिले के गोडौरा बाजार से 5 किमी दूर महाराजगंज से 39 किलोमीटर दूर निकलौल से लगभग 13 किमी की दूरी पर स्थित है। , भारत और महाराजगंज-निकोलौल-इटाहिया रोड के माध्यम से पहुंचा जा सकता है। मंदिर भगवान शिव को समर्पित है और 1 968-69 में एक महंत द्वारा बनाया गया है जिसका समाधि परिसर में भी बनाया गया है। जिला मजिस्ट्रेट, महाराजगंज की मंदिर प्रशासन की देखभाल करने की ज़िम्मेदारी है। यहां कुछ धार्मिक समारोहों को बहुत शुभ माना जाता है, जैसे रुद्रबीशक, मुंडन, विवाह इत्यादि। लोग श्रवण महीने और शिवरात्रि दिवस के दौरान बड़ी संख्या में इस मंदिर में जाते हैं। (समय: 6 पूर्वाह्न 8 बजे, सभी दिन खुला, सोमवार- विशेष दिन)</p>","SubContentHindi":null,"ImageUrl":"836554a3-434c-4575-8883-e0bc46d7d660_Itahiya-Shiv-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. देवी का मंदिर (लेहदा)","SubTitleHindi":null,"SubContent":"<p>यह इस जिले की महत्वपूर्ण तीर्थ स्थल है। यह सड़क से 0.5 किमी से 02 किमी की दूरी पर बृजमंजंज रोड पर फरेन्दा तहसील मुख्यालय से पहुंचा जा सकता है। प्राचीन काल में, यह जगह एड्रवन नामक एक मोटे जंगल से ढकी हुई थी। यहां देवी दुर्गा का पवित्र मंदिर प्राचीन नदी (अब नल्ला) के तट पर स्थित है जिसे पह कहा जाता है। सार्वजनिक विश्वास और धार्मिक मान्यताओं के अनुसार, भगवान के इस मंदिर को महाभारत काल के दौरान पांडवों की अज्ञात अवधि के समय में कमाई करके स्थापित किया गया था। इस धार्मिक स्थान का प्राचीन नाम 'अदरुणा देवी थान' था, जिसे अब लेहदा देवी मंदिर के नाम से जाना जाता है। प्राचीन लोक विश्वास के अनुसार, महाभारत में, पांडवों ने अपना अधिकांश समय इस संकीर्ण 'अद्रवन' काल में बिताया। इस अवधि के दौरान, अर्जुन ने यहां वनदेवी की पूजा की। पूजा से प्रसन्न, वानादेवी मां भगवती दुर्गा ने अर्जुन को कई बेजोड़ शक्तियां दी थीं। इसके बाद, अर्जुन ने भगवान भगवती के आदेश के अनुसार इस शक्ति पीठ की स्थापना की थी। बाद में, एक और इंद्रधनुष के अनुसार, जो प्राचीन काल में 'आडोर्ण देवी' के रूप में प्रसिद्ध हो गया, जब एक नौजवान एक नाव में 'पह नदी' पार कर रही थी, तो नाविक उसे बुरे इरादे से छूना चाहता था, फिर देवी मां वह लड़की रक्षा स्वयं प्रकट हुई थी, और नाविकों ने नाव सहित एक ही पानी में समाधि दी थी। इस घटना का महत्व इस घटना में भी व्यक्त किया गया है। मंदिर से दूरी पर, पूजा की एक प्राचीन जगह (झोपड़ी) कई सीमाओं में स्थित है, जहां कई संत संतों की समाधि हैं, जो इस ध्यान से जुड़े रहे और अपने जीवनकाल में दंडित रहे। इन साधु योगियों में, एक प्रसिद्ध योगी बाबा वांशीधर का नाम अभी भी संतों के सम्मान में लिया जाता है। वह एक आदर्श योगी के रूप में प्रसिद्ध है। योग बल पर, उन्होंने कल्याण के कई चमत्कार और काम किए। बाबा की शक्ति और भक्ति से प्रभावित कई जंगली जानवरों और जानवरों, उनके आदेश से भ्रमित रहते हैं। उनमें से एक शेर और मगरमच्छ अभी भी चर्चा का विषय बन गया है, जिसे बाबा वांशुधर ने शाकाहारी प्राणी बनाया था।</p>\r\n<p>स्रोत: https://maharajganj.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"bf6cc94a-900f-4593-94a9-aa8808e93346_Temple-of-Goddess.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>इस जिले में, गोरखपुर से महाराजगंज के माध्यम से गोरखपुर और थूथिबारी से फारेन्डा के माध्यम से नॉटनवा दो प्रमुख राजमार्ग हैं। उत्तर पूर्वी रेलवे गोरखपुर से चिथौनी से घूघली और सिस्वा बाजार और गोरखपुर से नॉटनवा तक आनंद नगर (फारेन्डा) के माध्यम से जाता है। निकटतम महानगर गोरखपुर जिला मुख्यालय से 54 किमी की दूरी पर स्थित है और लखनऊ की राजधानी शहर महाराजगंज मुख्यालय से 325 किमी दूर है।</p>","SubContentHindi":null,"ImageUrl":"baa6b4d4-cbfb-482b-8404-3a89deaa83b0_Maharajganj-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-maharajganj-uttar-pradesh","tags":[{"name":"महाराजगंज","slug":"maharajganj"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":133,"title":"फिरोजाबाद में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","dateCreated":"2018-09-04T13:40:36.811Z","dateModified":"2018-09-04T14:14:19.815Z","contributedBy":"AskGif","content":"फिरोजाबाद भारत का एक शहर है, उत्तर प्रदेश राज्य में ग्लास सुहाग नागरी शहर भी कहा जाता है।\r\n&nbsp;\r\nइस शहर का प्राचीन नाम चन्द्र नगर था। ऐसा कहा जाता है कि अकबर के शासनकाल के दौरान, राजस्व को शहर के माध्यम से लाया गया था, जिसे वहां रहने वाले राजपूत ने लूट लिया था। अकबर ने यहां रहने व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/048bda4e-1c06-4e95-be68-f2964b42cd94_firozabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"फिरोजाबाद","slug":"firozabad"}],"slug":"top-places-to-visit-in-firozabad-uttar-pradesh","total":0},{"id":124,"title":"चित्रकूट धाम (करवी) में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","dateCreated":"2018-08-28T13:09:26.868Z","dateModified":"2018-08-28T13:38:08.189Z","contributedBy":"AskGif","content":"चित्रकूट धाम (करवी) उत्तर प्रदेश राज्य के चित्रकूट जिले में जिला मुख्यालय और नगर पालिका है।\r\nइतिहास\r\nअतीत में, करवी शहर बांदा जिले में एक तहसील था। 6 मई 1 99 7 को उत्तर प्रदेश सरकार ने बांदा जिले से एक नया जिला चित्रकूट (प्रारंभ में छत्रपति शाहूजी महाराज नगर) नामित किया। तब से शहर ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"चित्रकथ-धाम","slug":"chitrakoot-dham"}],"slug":"top-places-to-visit-in-chitrakoot-dham-karwi-uttar-pradesh","total":0},{"id":114,"title":"बलरामपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","dateCreated":"2018-08-18T06:27:29.008Z","dateModified":"2020-06-12T11:49:03.852Z","contributedBy":"AskGif","content":"बलरामपुर भारत के उत्तर प्रदेश राज्य के बलरामपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह राप्ती नदी के तट पर स्थित है और बलरामपुर जिले का जिला मुख्यालय है। बलरामपुर भारत में एक राज्य था। यह 1748 में विभाजित है और यूपी का एक हिस्सा है।\r\nजनसांख्यिकी\r\n2011 की जनगणना के रूप में बलरा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बलरामपुर","slug":"balrampur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-balrampur-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}