{"id":173,"title":"उत्तरपुरी में जाने के लिए शीर्ष स्थान , उत्तर प्रदेश","imageUrl":"296c86e9-f567-491e-91f3-2ab55df935de_Mainpuri-railway.jpg","dateCreated":"2018-12-10T15:35:07.594Z","dateModified":"2018-12-10T15:53:51.156Z","contributedBy":"AskGif","content":"<p>मेनपुरी भारतीय उत्तर प्रदेश के मेनपुरी जिले में एक शहर है। यह मेनपुरी जिले का प्रशासनिक मुख्यालय है और आगरा के उत्तर-पूर्व में स्थित है और नई दिल्ली से 270 किमी दूर है। मेनपुरी भगवान कृष्ण की भूमि के प्राचीन पौराणिक क्षेत्र का हिस्सा है जिसे ब्राज कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय मंदिर</p>\r\n<p>शहर में कुछ पुराने और लोकप्रिय हिंदू मंदिर हैं। इनमें शीतला देवी मंदिर शामिल है, जहां हर साल मार्च / अप्रैल के दौरान, ग्रामीण प्रदर्शनी-सह-व्यापार मेला 20 दिनों तक आयोजित होता है। भीमसेन मंदिर एक प्राचीन शिव मंदिर है और ज्योति-देवी रोड पर स्थित \"फलाहारी आश्रम\" 18 शस्त्रों के साथ देवी दुर्गा की प्रतिमा दुर्लभ है। अन्य प्राचीन शिव मंदिर चंद्रेश्वर मंदिर चंदेश्वर रोड पर स्थित है, सड़क महाराजा तेज सिंह चुराह से शुरू होती है, इस्सान नदी के पुल के पास, और आश्रम रोड पर समाप्त हो गया। देवी रोड पर भी काले कालेदेव और श्वेत महादेव के जुड़वां शिव मंदिर हैं। पुराने तहसील रोड पर स्थित हनुमान मंदिर मंगलवार और शनिवार को हजारों लोगों द्वारा दौरा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्योग</p>\r\n<p>कपास जीनिंग, तिलहन मिलिंग, और दीपक और ग्लास निर्माण प्रमुख उद्योगों का गठन करते हैं। पनीर एक प्रचलित छोटा लेकिन अच्छी तरह फैल गया उद्योग है। यह शहर अपने तंबाकू और लकड़ी की मूर्तियों के लिए भी प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>मेनपुरी का किला / गढ़ी पुरानी मेनपुरी में स्थित है। कहा कि किला पर्यटक हितों का एक स्थान नहीं है। यह दो एस्टेट अर्थात पूर्वपुरी और लॉन (दौसा, राजस्थान) के पूर्व राजा की निजी संपत्ति है और उनके द्वारा मरम्मत, रखरखाव और बहाल किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>आकर्षण के आधुनिक स्थान फूलबाग और लोहिया पार्क हैं। फूलबाग जेल चौराहा में स्थित है जबकि लोहिया पार्क जिला कलेक्टरेट में स्थित है। दोनों पार्कों में हरी लॉन और फव्वारे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मेनपुरी सरस क्रेन (ग्रस एंटीगोन) के लिए भी जाना जाता है। भारत में क्रौंचा नामक इस सुरुचिपूर्ण पक्षी को वैवाहिक निष्ठा के प्रतीक के रूप में सम्मानित किया जाता है और मिथक और किंवदंती में मनाया जाता है। [उद्धरण वांछित] भारत में 8,000-10,000 सरस क्रेन होने का अनुमान है। अपनी आबादी का दो तिहाई हिस्सा करल गांव अंजनी में रहता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंजीनियरिंग महाविध्यालय</p>\r\n<p>सरकारी इंजीनियरिंग कॉलेज, मेनपुरी मेनपुरी में एक सरकारी इंजीनियरिंग कॉलेज है। यह डॉ एपीजे का एक घटक कॉलेज है। लखनऊ में अब्दुल कलाम तकनीकी विश्वविद्यालय (पूर्व में उत्तर प्रदेश तकनीकी विश्वविद्यालय)। कॉलेज में प्रत्येक शाखा में 63 छात्रों के सेवन के साथ तीन शाखाएं सिविल, इलेक्ट्रिकल, मैकेनिकल हैं। जीईसी शिकोहाबाद - मेनपुरी में स्थित है</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mainpuri</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/296c86e9-f567-491e-91f3-2ab55df935de_Mainpuri-railway.jpg","subContents":[{"SubTitle":"1. शीतला देवी मंदिर","SubTitleHindi":null,"SubContent":"<p>शीटला देवी मंदिर, जहां हर साल मार्च / अप्रैल के दौरान, ग्रामीण प्रदर्शनी-सह-व्यापार मेला 20 दिनों तक आयोजित होता है।</p>","SubContentHindi":null,"ImageUrl":"77d4513a-2ccb-4dd8-b0f1-38766f33a079_Sheetla-Devi-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. भीमसेन मंदिर","SubTitleHindi":null,"SubContent":"<p>भीमसेन मंदिर एक प्राचीन शिव मंदिर है और ज्योति-देवी रोड पर स्थित \"फलाहारी आश्रम\" 18 शस्त्रों के साथ देवी दुर्गा की प्रतिमा दुर्लभ है।</p>","SubContentHindi":null,"ImageUrl":"8f5f9dca-1529-4104-bb57-f19192570c6c_Bhimsen-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. चंदेश्वर मंदिर","SubTitleHindi":null,"SubContent":"<p>चंद्रेश्वर मंदिर चंदेश्वर रोड पर स्थित है, सड़क इशान नदी के पुल के पास महाराजा तेज सिंह चुराह से शुरू होती है, और आश्रम रोड पर समाप्त हो जाती है।</p>","SubContentHindi":null,"ImageUrl":"28243892-74f6-4492-85e8-387d37291d0c_Chandeshwar-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. सावन ऋषि आश्रम","SubTitleHindi":null,"SubContent":"<p>अकबरपुर औंच गांव, मेनपुरी तहसील में सावन ऋषि आश्रम।</p>","SubContentHindi":null,"ImageUrl":"189981e8-cf36-4e26-80a1-b0f7b3b59437_Cyavan-Rishi-Ashram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>मुख्यपुरी सड़कों और ट्रेनों द्वारा देश के दूसरे हिस्से से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग: मुख्य सड़क मार्ग बस स्टैंड से बार-बार बसें सभी प्रमुख शहरों तक उपलब्ध हैं, हालांकि मुख्यपुरी जिले के आंतरिक हिस्से में जाने के लिए कुछ और बस स्टैंड मुख्य रूप से खरील बस स्टैंड, मोटा स्टैंड, गोपीनाथ बस स्टैंड जो अच्छे यातायात को आकर्षित करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे: पूरी लाइन जनवरी 1 9 06 के अंत तक खोला गया था। यह जिला के केंद्र के माध्यम से, सिक्कोहाबाद में स्टेशन के साथ चलता है, जहां यह मुख्य लाइन, अरोन, कोस्मा, मेनपुरी, भोंगायन और मोटा में शामिल हो जाता है, जिसके बाद यह पार हो जाता है फरुक्खाबाद जिले में काली नदी, कन्नपुर लाइन के साथ फररुखाबाद में जुड़ रही है।</p>\r\n<p>कालिंदी एक्सप मुख्य ट्रेन है जो मेनपुरी से दिल्ली और कानपुर से जुड़ती है इसके अलावा कुछ स्थानीय ट्रेनें मेनपुरी से फररुखाबाद और टुंडला तक भी जुड़ती हैं।</p>\r\n<p>स्रोत: https://mainpuri.nic.in/how-to-reach/</p>","SubContentHindi":null,"ImageUrl":"ae7ddf9d-1eb2-4279-af7c-8ddad7c40506_mainpuri-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mainpuri-uttar-pradesh","tags":[{"name":"मैनपुरी","slug":"mainpuri"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":163,"title":"कासगंज (कन्शी राम नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","dateCreated":"2018-12-01T11:03:31.336Z","dateModified":"2018-12-01T11:20:52.409Z","contributedBy":"AskGif","content":"कासगंज भारतीय शहर उत्तर प्रदेश के कासगंज जिले का एक शहर और जिला मुख्यालय है।\r\nभूगोल\r\nकासगंज 27.82 डिग्री एन 78.65 डिग्री ई पर स्थित है। इसकी औसत ऊंचाई 177 मीटर (580 फीट) है। काली नदी के तट पर स्थित, यह शहर हिमालयी तलहटी के निकट है। यह डोआब में स्थित है, पवित्र नदियों गंगा और यमुना औ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कासगंज","slug":"kasganj"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कन्शी-राम-नगर","slug":"kanshi-ram-nagar"}],"slug":"top-places-to-visit-in-kasganj-kanshi-ram-nagar-uttar-pradesh","total":0},{"id":162,"title":"कानपुर (कानपुर नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","dateCreated":"2018-11-29T16:33:16.223Z","dateModified":"2018-11-30T04:47:16.668Z","contributedBy":"AskGif","content":"कानपुर भारत में 11 वां सबसे अधिक आबादी वाला शहरी समूह है, उत्तर प्रदेश में सबसे बड़ा शहरी समूह, भारत का 12 वां सबसे अधिक आबादी वाला शहर, और लखनऊ के बाद उत्तर प्रदेश राज्य का दूसरा सबसे बड़ा शहर और उत्तर प्रदेश में सबसे अधिक जनसंख्या वाला महानगर है। यह शहर कानपुर नगर जिले और कानपुर डिवीजन का प्रशा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कानपुर-नगर","slug":"kanpur-nagar"},{"name":"कानपुर","slug":"kanpur"}],"slug":"top-places-to-visit-in-kanpur-kanpur-nagar-uttar-pradesh","total":0},{"id":150,"title":"झांसी में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"978987fb-42c4-45ea-9689-4de9cce41924_jahasi-railway.jpg","dateCreated":"2018-11-12T13:53:28.487Z","dateModified":"2018-11-12T14:29:25.09Z","contributedBy":"AskGif","content":"झांसी (इस ध्वनि उच्चारण के बारे में (सहायता &middot; जानकारी)) भारतीय राज्य उत्तर प्रदेश में एक ऐतिहासिक शहर है। यह उत्तर प्रदेश के चरम दक्षिण में पहज नदी के तट पर बुंदेलखंड के क्षेत्र में स्थित है। झांसी झांसी जिले और झांसी डिवीजन का प्रशासनिक मुख्यालय है। गेटवे को बुंदेलखंड में बुलाया गया, झांस","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/978987fb-42c4-45ea-9689-4de9cce41924_jahasi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"झांसी","slug":"jhansi"}],"slug":"top-places-to-visit-in-jhansi-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}