{"id":174,"title":"मथुरा में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","dateCreated":"2018-12-10T16:28:59.452Z","dateModified":"2018-12-10T17:00:42.883Z","contributedBy":"AskGif","content":"<p>मथुरा उत्तर प्रदेश राज्य उत्तर प्रदेश में एक शहर है। यह आगरा के उत्तर में लगभग 50 किलोमीटर (31 मील) और दिल्ली के 145 किलोमीटर (9 0 मील) दक्षिण-पूर्व में स्थित है; वृंदावन शहर से लगभग 11 किलोमीटर (6.8 मील), और गोवर्धन से 22 किलोमीटर (14 मील) दूर है। यह उत्तर प्रदेश के मथुरा जिले का प्रशासनिक केंद्र है। प्राचीन काल में, मथुरा एक महत्वपूर्ण केंद्र था, जो महत्वपूर्ण कारवां मार्गों के जंक्शन पर स्थित था। भारत की 2011 की जनगणना का अनुमान है कि मथुरा की आबादी 441,8 9 4 होगी।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदू धर्म में, मथुरा कृष्णा का जन्मस्थान माना जाता है, जो कृष्ण जन्माथन मंदिर परिसर में स्थित है। यह सप्त पुरी में से एक है, सात शहरों को हिंदुओं द्वारा पवित्र माना जाता है। केसावा देव मंदिर कृष्ण के जन्मस्थान (भूमिगत जेल) की जगह पर प्राचीन काल में बनाया गया था। मथुरा सुरसना साम्राज्य की राजधानी थी, कृष्णा के मामा कंस ने शासन किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>मथुरा को भारत सरकार के हेरिटेज सिटी डेवलपमेंट और Augmentation योजना योजना के लिए विरासत शहरों में से एक के रूप में चुना गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक विरासत</p>\r\n<p>&nbsp;</p>\r\n<p>मथुरा हिन्दू धर्म के लिए एक पवित्र शहर है, जो दुनिया का तीसरा सबसे बड़ा धर्म है। मथुरा और उसके पड़ोसी शहरों में ऐतिहासिक और धार्मिक महत्व के कई स्थान हैं। मथुरा के जुड़वां शहर वृंदावन है। अपने युवाओं में कृष्णा के घर के रूप में, छोटा शहर हिंदू धर्म के विभिन्न संप्रदायों से संबंधित मंदिरों की मेजबानी करता है जो विभिन्न रूपों और अवतारों में कृष्ण को घोषित करते हैं। मथुरा के आसपास और आसपास कुछ उल्लेखनीय धार्मिक साइटें हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>केशव देव मंदिर (श्री कृष्ण जन्माभूमि)</p>\r\n<p>द्वारकाधिेश मंदिर मथुरा</p>\r\n<p>विश्व घाट (यमुना नदी का बैंक)</p>\r\n<p>कृष्ण बलराम मंदिर</p>\r\n<p>प्रेम मंदिर, वृंदावन</p>\r\n<p>कुसुम सरोवर, गोवर्धन</p>\r\n<p>बलदेव (दौजी मंदिर)</p>\r\n<p>श्री सिद्ध शनि मंदिर, मुंडेसी</p>\r\n<p>लोहान माता मंदिर</p>\r\n<p>श्री रत्नेश्वर महादेव</p>\r\n<p>गोपीनाथ महाराज मंदिर</p>\r\n<p>श्री जगन्नाथ मंदिर भुतेश्वर मथुरा</p>\r\n<p>वृंदावन चंद्रोदय मंदिर, वृंदावन</p>\r\n<p>मथुरा संग्रहालय</p>\r\n<p>बिड़ला मंदिर</p>\r\n<p>मदन मोहन मंदिर, वृंदावन</p>\r\n<p>नाम योग साधना मंदिर (बाबा जय गुरुदेव मंदिर)</p>\r\n<p>बंके बिहारी मंदिर</p>\r\n<p>राधा रमन मंदिर</p>\r\n<p>इस्कॉन मंदिर</p>\r\n<p>रेंजेली महल बरसाना</p>\r\n<p>भूटेश्वर मंदिर</p>\r\n<p>Kokilavan</p>\r\n<p>गोकुल (महावन) के पास उदासिन काश्नी आश्रम (रामानारती)</p>\r\n<p>श्री आल्शेश्वर महादेव मंदिर</p>\r\n<p>रंगेश्वर मंदिर</p>\r\n<p>गल्तेश्वर महादेव (कृष्णा जनभूमि के पीछे)</p>\r\n<p>जामा मस्जिद, मथुरा</p>\r\n<p>शाही-ईदगाह मस्जिद, श्री कृष्ण जन्माभूमि के नजदीक</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षण संस्थान</p>\r\n<p>जीएलए विश्वविद्यालय</p>\r\n<p>सचदेव प्रौद्योगिकी संस्थान</p>\r\n<p>उत्तर प्रदेश पं। दीन दयाल उपाध्याय Pashu Chikitsa विज्ञान विश्वविद्या इवम गो-अंसंधन संस्थान \"मथुरा विश्वविद्यालय\"। Upvetuniv.edu.in। 25 अक्टूबर 2001. 11 दिसंबर 2013 को मूल से संग्रहीत। 17 नवंबर 2013 को पुनःप्राप्त</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mathura</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","subContents":[{"SubTitle":"1. रमन रीती, गोकुल","SubTitleHindi":null,"SubContent":"<p>मथुरा से कुछ किलोमीटर दूर गोकुल में स्थित यह रमन वान या रमन रेटी नामक इस अविश्वसनीय जगह है, जिसका पवित्र रेत (रेटी) एक पूर्व युग की कहानियों के साथ फिर से उभर रहा है जब भगवान कृष्ण ने दिव्य नाटकों (रमन) में शामिल होने के लिए बार-बार भाग लिया भाई, बलराम और उनके cowherd दोस्तों। वृंदावन की यात्रा शुरू करने से पहले यह वह स्थान भी है जहां उन्होंने अपने प्यार, राधा से मिलने के लिए चुना था। रमन रेटी आज एक विशाल परिसर में फैला हुआ एक विशाल रेत है जो एक हिरण अभयारण्य, कुछ खूबसूरत मंदिरों और तपस्या, संतों और तीर्थयात्रियों के लिए एक आरामदायक क्षेत्र है। सम्मान देने के अलावा, रमन रेटी के रेत में भगवान कृष्ण के समय में खजाने के लिए परिसर में घूमने के लिए बस कुछ समय बिताएं। रमन रेटी के लिए अभिशाप कृष्ण आश्रम, प्राचीन रमन बिहारीजी मंदिर के प्रसिद्ध आश्रम आवास हैं। 18 वीं शताब्दी के संत ज्ञानदासजी को समर्पित, मंदिर में भगवान कृष्ण के देवता को सटीक रूप में रखा गया था, जैसा कि संत को भगवान को प्रसन्न करने के लिए अपने मजबूत तपस्या के लिए एक आशीर्वाद के रूप में प्रकट किया गया था। यदि आप इस रहस्यमय क्षेत्र में कदम उठा रहे हैं तो इस प्रसिद्ध मंदिर की यात्रा आपके यात्रा कार्यक्रम पर होनी चाहिए।</p>","SubContentHindi":null,"ImageUrl":"cc34c270-1933-4f42-aebf-052c0ccbfb1a_RAMAN-RETI-GOKUL.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. राधा रमन मंदिर","SubTitleHindi":null,"SubContent":"<p>श्री राधा रमन मंदिर या श्री राधा रमन मंदिर, भारत के वृंदावन में हिंदू मंदिर की प्रारंभिक आधुनिक अवधि है, जो भगवान कृष्ण को राधा रामन के रूप में समर्पित है। यह 1542 ईस्वी में गोपाल भट्टा गोस्वामी के अनुरोध पर बनाया गया था। यह मंदिर श्री राधावल्लभ जी, श्री गोविंद देव जी और चार अन्य सहित वृंदावन के ठाकुर के 7 मंदिरों में से एक है। मंदिर उत्कृष्ट रूप से तैयार किया गया है और वृंदावन में सबसे सम्मानित मंदिरों में से एक है, खासकर गौडिया वैष्णववाद के अनुयायियों द्वारा। इसमें राधाणी के साथ कृष्णा के मूल शालिग्राम देवता हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राधा रमन का मतलब श्रीमती राधा के प्रेमी (रामना) है।</p>","SubContentHindi":null,"ImageUrl":"dbfc148f-98a0-4b70-be71-c54568b5b359_Radha-Raman-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. इस्कॉन मंदिर वृंदावन","SubTitleHindi":null,"SubContent":"<p>कृष्णा चेतना (इस्कॉन) के लिए अंतर्राष्ट्रीय सोसायटी द्वारा निर्मित पहला मंदिर होने के लिए श्रीकृष्ण बलराम मंदिर को स्वीकार किया जाता है। इस्कॉन पंथ द्वारा 1 9 75 में बनाया गया, मंदिर की नींव स्वामी प्रभुपाद (इस्कॉन के संस्थापक) ने स्वयं रखी थी। वृंदावन में रमन रेटी में स्थित, मंदिर आसानी से उत्तर प्रदेश के पश्चिमी हिस्से से नियमित परिवहन द्वारा पहुंचा जा सकता है। दिल्ली से, नियमित बसों या टैक्सियों को भर्ती करके मंदिर के संपर्क में रह सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>समाज द्वारा बनाए गए अन्य मंदिरों की नसों में, श्रीकृष्ण बलराम मंदिर को इस्कॉन मंदिर भी कहा जाता है। मूल निर्माण के बाद, वृंदावन में एक अंतरराष्ट्रीय केंद्र के लिए स्वामी प्रभुपाद की दृष्टि को पूरा करने के लिए मंदिर परिसर स्पष्ट रूप से विस्तारित हुआ है। यह मंदिर यमुना नदी के तट पर स्थित है, जहां श्रीकृष्ण बलराम के साथ अपनी गायों को झुकाते थे। इस्कॉन मंदिर की शानदार संरचना दृष्टि में आती है, जब और जब वृंदावन की पवित्र भूमि में प्रवेश होता है।</p>","SubContentHindi":null,"ImageUrl":"db3b2767-26ec-4f2e-a6d5-01bddef15b24_Iskcon-Temple-Vrindavan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. श्री द्वारकाधिश मंदिर","SubTitleHindi":null,"SubContent":"<p>श्री द्वारकाधिश मंदिर भारत के भारत के भारत राज्यों में मथुरा शहर के सबसे पुराने और सबसे बड़े मंदिरों में से एक है। यह एक प्रमुख और प्रसिद्ध हिंदू मंदिर है, और इसकी वर्तमान संरचना 1814 में तत्कालीन ग्वालियर राज्य (सिंधिया) के खजाने सेठ गोकुल दास परीख द्वारा बनाई गई थी। यह प्रसिद्ध हिंदू देवता द्वारकाधिश (जिसका अर्थ है भगवान या राजा द्वारका, जहां भगवान कृष्ण मथुरा से चले गए और पृथ्वी पर अपने जीवन तक बस गए)। वहां मुख्य देवता भगवान द्वारकाधिश का है, भगवान कृष्ण का एक रूप द्वारकानाथ नामक एक काले संगमरमर की मूर्ति में देखा गया है। उनके साथ उनके समकक्ष देवता श्री राधाणी की सफेद संगमरमर की मूर्ति है।</p>","SubContentHindi":null,"ImageUrl":"7b29a338-b779-485e-a586-cd8b9a2d4a52_Shri-Dwarkadhish-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. श्री बंके बिहारी","SubTitleHindi":null,"SubContent":"<p>श्री बंकी बिहारी मंदिर उत्तर प्रदेश के मथुरा जिले के पवित्र शहर वृंदावन में भगवान कृष्ण को समर्पित एक हिंदू मंदिर है। यह श्री राधावल्लभ मंदिर के पास स्थित है। यह मंदिर वृंदावन के ठाकुर के 7 मंदिरों में से एक है जिसमें श्री राधावल्लभ जी, श्री गोविंद देव जी और चार अन्य शामिल हैं। मूल रूप से निधिविना में बैंकी बिहारी जी की पूजा की गई थी। बैंकी का मतलब है \"तीन स्थानों पर झुकाव\" और बिहारी का मतलब है \"सर्वोच्च आनंद लेने वाला।\" भगवान कृष्ण की छवि त्रिभंगा मुद्रा में खड़ी है। हरिदास स्वामी ने मूल रूप से कुंज-बिहारी (\"झीलों का आनंद लेने वाला\") के नाम पर इस भक्ति छवि की पूजा की।</p>\r\n<p>&nbsp;</p>\r\n<p>'बंके' का अर्थ है 'झुकाव', और 'बिहारी' या 'विहारी' का अर्थ है 'आनंद'। इस तरह काना, जो तीन स्थानों पर झुकता है, नाम \"बनके बिहारी\" मिला।</p>","SubContentHindi":null,"ImageUrl":"27b46d21-bfe5-4eb0-8e5f-5c2b804db6f5_Shri-Banke-Bihari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. प्रेम मंदिर","SubTitleHindi":null,"SubContent":"<p>प्रेम मंदिर भारत के मथुरा, वृंदावन में एक हिंदू मंदिर है। यह जगद्गुरु कृपालु परिषद, एक अंतरराष्ट्रीय गैर-लाभकारी, शैक्षणिक, आध्यात्मिक, धर्मार्थ ट्रस्ट द्वारा बनाए रखा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिसर वृंदावन के बाहरी इलाके में 54 एकड़ जमीन पर है, और भगवान राधा कृष्ण और सीता राम को समर्पित है। मंदिर की संरचना पांचवी जगद्गुरु, कृपालु महाराज द्वारा स्थापित की गई थी। श्रीकृष्ण और उनके अनुयायियों के आंकड़े भगवान के अस्तित्व के आस-पास महत्वपूर्ण घटनाओं को दर्शाते हुए मुख्य मंदिर को कवर करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निर्माण जनवरी 2001 में शुरू हुआ और उद्घाटन समारोह 15 फरवरी से 17 फरवरी 2012 तक हुआ। मंदिर 17 फरवरी को जनता के लिए खोला गया था। लागत 150 करोड़ रुपये (23 मिलियन डॉलर) थी। अध्यक्ष देवता श्री राधा गोविंद (राधा कृष्ण) और श्री सीता राम हैं। प्रेम मंदिर के बगल में 73,000 वर्ग फुट, खंभे से कम, गुंबद के आकार का सत्संग हॉल बनाया जा रहा है, जो एक समय में 25,000 लोगों को समायोजित करेगा।</p>","SubContentHindi":null,"ImageUrl":"d8bc56c9-dcd1-4668-8a7e-868642b02d4a_Prem-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. श्री कृष्ण जानम्हुमी","SubTitleHindi":null,"SubContent":"<p>मथुरा में कृष्ण जन्माथन महत्वपूर्ण है क्योंकि यह वह जगह है जहां भगवान श्री कृष्ण ने क्रूर राजा कंस के जेल हाउस में खुद को प्रकट किया और अपने पिता वासुदेव और उनकी मां देवकी को मुक्त कर दिया। उनका उद्देश्य बुराई को नष्ट करना, पुण्य की रक्षा करना और दृढ़ पैर पर धार्मिकता स्थापित करना था। जेल सेल के प्रवेश द्वार के निकट, मंदिर खड़ा है जहां अस्थभुजा मां योगमय प्रकट हुआ। पवित्र अभयारण्य का दिव्य वातावरण भक्तों के दिल को जैसे ही वे शुभ स्थान में प्रवेश करते हैं, और दृढ़ता की भावना उनके दिमाग में बढ़ जाती है कि यह वास्तव में वह स्थान है जहां भगवान कृष्ण ने खुद को प्रकट किया था। उन्होंने मानव जाति को असाधारण और सोचा पवित्रशास्त्र, भगवता गीता में विचारों को उत्तेजित किया। भागवत गीता इस आधार पर बताती है कि इस धरती पर हमारे जीवन को नियंत्रित करने वाले विभिन्न क्षेत्रों में जीवन का नेतृत्व कैसे किया जाना चाहिए, क्योंकि हमारी आत्मा अमर है!</p>\r\n<p>source:&nbsp;https://mathura.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"7be6dddb-b469-48d6-a148-792517755d05_Shri-Krishna-Janambhumi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रेल</p>\r\n<p>मथुरा प्रमुख दिल्ली-मुंबई ट्रेन मार्ग पर स्थित है। केंद्रीय रेलवे और पश्चिमी रेलवे मार्ग दोनों मथुरा से गुजरते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मथुरा से मूल / समाप्त होने वाली महत्वपूर्ण ट्रेन: 12177 / हावड़ा - मथुरा चंबल एक्सप्रेस।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>मथुरा सड़क से उत्तर प्रदेश और भारत के बाकी हिस्सों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्राम</p>\r\n<p>शहर में एक ट्राम नेटवर्क का प्रस्ताव दिया गया है, जो मथुरा को ट्राम परिवहन प्राप्त करने के लिए भारत (कोलकाता के बाद) का दूसरा शहर बना देगा। 2017 में, स्थानीय विधायक श्रीकांत शर्मा ने घोषणा की कि 2018 तक मथुरा और वृंदावन में ट्राम का संचालन होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>अभी तक, शहर में कोई हवाई अड्डा नहीं है लेकिन हवाई अड्डे को 2012 में मथुरा के लिए प्रस्तावित किया गया था। नागर विमानन मंत्री अजीत सिंह ने उत्तर प्रदेश अखिलेश यादव के लिए एक नए ग्रीनफील्ड अंतरराष्ट्रीय हवाई अड्डे के स्थल के लिए मथुरा का नाम सुझाया। मथुरा का नाम तब खेल आया जब मंत्रियों के समूह ने ग्रेटर नोएडा में ताज अंतरराष्ट्रीय हवाई अड्डे के निर्माण की योजना समाप्त कर दी। जमीन को चिह्नित किया गया है, और निर्माण यमुना एक्सप्रेसवे के पास प्रगति पर है, अगले पांच वर्षों में दिल्ली, मुंबई, उज्जैन और वाराणसी की नियमित उड़ानों और भविष्य में कुछ अंतरराष्ट्रीय मार्गों के साथ खोलने की योजना है।</p>","SubContentHindi":null,"ImageUrl":"c5ff5aaa-a96a-4695-8740-61ed9c929920_Mathura-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mathura-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"मथुरा","slug":"mathura"}],"recommendations":[{"id":165,"title":"कुशीनगर (पद्रौना) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","dateCreated":"2018-12-08T06:11:19.641Z","dateModified":"2018-12-08T06:29:12.406Z","contributedBy":"AskGif","content":"कुशीनगर भारतीय उत्तर प्रदेश के कुशीनगर जिले में एक तीर्थयात्रा शहर है। \"कासिया बाजार\" का नाम कुशीनगर में बदल दिया गया था और फिर कासिया बाजार आधिकारिक नाम कुशीनगर के साथ नगर पालिका बन गया।\r\n&nbsp;\r\nयह एक महत्वपूर्ण बौद्ध तीर्थ स्थल है, जहां बौद्धों का मानना ​​है कि गौतम बुद्ध ने उनकी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पडरौना","slug":"padrauna"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कुशीनगर","slug":"kushinagar"}],"slug":"top-places-to-visit-in-kushinagar-padrauna-uttar-pradesh","total":0},{"id":137,"title":"गोंडा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"a327284c-bb49-4739-a0b0-1bb3ee985080_Gonda-railway.jpg","dateCreated":"2018-09-09T10:46:15.332Z","dateModified":"2018-09-09T11:12:25.698Z","contributedBy":"AskGif","content":"गोंडा जिला उत्तर प्रदेश, भारत के जिलों में से एक है। गोंडा शहर जिला मुख्यालय है, और देवपतन डिवीजन के लिए प्रशासनिक केंद्र भी है।\r\n&nbsp;\r\n3,404 वर्ग किलोमीटर (1,314 वर्ग मील) के क्षेत्र के साथ, गोंडा के उत्तर में श्रावस्ती जिले, बलरामपुर और सिद्धार्थनगर जिलों के पूर्वोत्तर, पूर्व मे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a327284c-bb49-4739-a0b0-1bb3ee985080_Gonda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"गोंडा","slug":"gonda"}],"slug":"top-places-to-visit-in-gonda-uttar-pradesh","total":0},{"id":132,"title":"फतेहपुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","dateCreated":"2018-09-03T14:36:15.675Z","dateModified":"2018-09-04T13:28:14.173Z","contributedBy":"AskGif","content":"फतेहपुर उत्तर प्रदेश राज्य के फतेहपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। गंगा और यमुना की दो पवित्र नदियों के बीच शहर की स्थापना ऋषि पूरवार ने की थी और बाद में वह शहर का राजा बन गया।\r\nफतेहपुर जिला उत्तरी भारत के उत्तर प्रदेश राज्य के 75 जिलों में से एक है। जिले में 4,152 वर्ग किमी क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फतेहपुर","slug":"fatehpur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-fatehpur-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}