{"id":174,"title":"Top Places to visit in Mathura, Uttar Pradesh","imageUrl":"3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","dateCreated":"2018-12-10T16:28:59.452Z","dateModified":"2018-12-10T17:00:42.883Z","contributedBy":"AskGif","content":"<p>Mathura is a city in the North Indian state of Uttar Pradesh.It is located approximately 50 kilometres (31 mi) north of Agra, and 145 kilometres (90 mi) south-east of Delhi; about 11 kilometres (6.8 mi) from the town of Vrindavan, and 22 kilometres (14 mi) from Govardhan. It is the administrative centre of Mathura district of Uttar Pradesh. In ancient times, Mathura was an economic hub, located at the junction of important caravan routes. The 2011 Census of India estimated the population of Mathura to be 441,894.</p>\r\n<p>&nbsp;</p>\r\n<p>In Hinduism, Mathura is believed to be the birthplace of Krishna, which is located at the Krishna Janmasthan Temple Complex. It is one of the Sapta Puri, the seven cities considered holy by Hindus. The Kesava Deo Temple was built in ancient times on the site of Krishna's birthplace (an underground prison). Mathura was the capital of the kingdom of Surasena, ruled by Kansa, the maternal uncle of Krishna.</p>\r\n<p>&nbsp;</p>\r\n<p>Mathura has been chosen as one of the heritage cities for Heritage City Development and Augmentation Yojana scheme of Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Religious Heritage</p>\r\n<p>&nbsp;</p>\r\n<p>Mathura is a holy city for Hinduism, the world's third-largest religion.There are many places of historic and religious importance in Mathura and its neighbouring towns. The twin-city to Mathura is Vrindavan. As the home of Krishna in his youth, the small town is host to a multitude of temples belonging to various sects of Hinduism proclaiming Krishna in various forms and avatars. Some notable religious sites in and around Mathura are:</p>\r\n<p>&nbsp;</p>\r\n<p>Keshav Dev Temple (Shri Krishna Janmabhoomi)</p>\r\n<p>Dwarkadheesh temple Mathura</p>\r\n<p>Vishram Ghat (Bank of River Yamuna)</p>\r\n<p>Krishna Balaram Mandir</p>\r\n<p>Prem Mandir, Vrindavan</p>\r\n<p>Kusum Sarovar, Govardhan</p>\r\n<p>Baldeo (Dauji Mandir)</p>\r\n<p>Shri Siddh Shani Mandir, Mundesi</p>\r\n<p>Lohwan Mata Mandir</p>\r\n<p>Shri Ratneshwar Mahadev</p>\r\n<p>Gopinath Maharaj Mandir</p>\r\n<p>Shri Jagannath Temple Bhuteshwar Mathura</p>\r\n<p>Vrindavan Chandrodaya Mandir, Vrindavan</p>\r\n<p>Mathura Museum</p>\r\n<p>Birla Mandir</p>\r\n<p>Madan Mohan Temple, Vrindavan</p>\r\n<p>Naam yog Sadhna Mandir (Baba Jai Gurudev Temple)</p>\r\n<p>Banke Bihari Temple</p>\r\n<p>Radha Raman Temple</p>\r\n<p>Iskcon Temple</p>\r\n<p>Rangeeli Mahal Barsana</p>\r\n<p>Bhuteshwar Temple</p>\r\n<p>Kokilavan</p>\r\n<p>The Udasin Kashni Ashram (Ramanrati) near Gokul (Mahaven)</p>\r\n<p>Shri Alkheswar Mahadev Mandir</p>\r\n<p>Rangeshwar Temple</p>\r\n<p>Galteshwar Mahadev (Backside of Krishna Janam Bhoomi)</p>\r\n<p>Jama Mosque, Mathura</p>\r\n<p>Shahi-Eidgah Mosque, adjacent to Shri Krishna Janmabhoomi</p>\r\n<p>&nbsp;</p>\r\n<p>Educational institutions</p>\r\n<p>GLA University</p>\r\n<p>Sachdeva Institute of Technology</p>\r\n<p>U.P. Pt. Deen Dayal Upadhyay Pashu Chikitsa Vigyan Vishwavidyalaya Evam Go-Ansundhan Sansthan\"Mathura University\". Upvetuniv.edu.in. 25 October 2001. Archived from the original on 11 December 2013. Retrieved 17 November 2013</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mathura</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3069ab4d-8210-424c-85bc-195cc7252a09_Mathura-railway.jpg","subContents":[{"SubTitle":"1. RAMAN RETI, GOKUL","SubTitleHindi":null,"SubContent":"<p>Situated in Gokul, a few kilometers away from Mathura is this incredible place called Raman Van or Raman Reti―whose sacred sands (reti) are redolent with the stories of a bygone era when Lord Krishna frequented to engage in divine plays (raman) with his brother, Balarama and his cowherd friends. This is also the place he chose to meet his love, Radha before embarking on their journey to Vrindavan together. Raman Reti today is a sandy locale sprawled in a spacious compound complete with a deer sanctuary, a couple of beautiful temples and a relaxing area for ascetics, saints and pilgrims alike. Besides paying reverence, spend some time simply ambling around in the complex―try to bask in the pastimes of Lord Krishna treasured in the sands of Raman Reti.Adjacent to Raman Reti is Karshni Ashram, a famous Ashram housing the ancient Raman Bihariji Temple. Dedicated to the 18th century Saint Gyandasji, the temple houses the deity of Lord Krishna in the exact form as was revealed to the saint as a blessing for his strong austerities to please the Lord. A visit to this famed temple must be on your itinerary if you are stepping in this mystical region.</p>","SubContentHindi":null,"ImageUrl":"cc34c270-1933-4f42-aebf-052c0ccbfb1a_RAMAN-RETI-GOKUL.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Radha Raman Temple","SubTitleHindi":null,"SubContent":"<p>Sri Radha Raman Mandir or Sri Radha Raman Temple, is an early modern period Hindu temple in Vrindavan, India dedicated to Lord Krishna as Radha Ramana. It was constructed at the request of Gopala Bhatta Goswami at around 1542 AD.This temple is among the 7 temples of Thakur of Vrindavan including Sri Radhavallabh ji, Shri Govind Dev ji and four others. The temple is exquisitely crafted and one of the most revered temples in Vrindavan, especially by the followers of Gaudiya Vaishnavism. It houses the original shaligram deity of Krishna alongside Radharani.</p>\r\n<p>&nbsp;</p>\r\n<p>Radha Raman means the lover (ramana) of Srimati Radha.</p>","SubContentHindi":null,"ImageUrl":"dbfc148f-98a0-4b70-be71-c54568b5b359_Radha-Raman-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Iskcon Temple Vrindavan","SubTitleHindi":null,"SubContent":"<p>Sri Krishna Balrama Temple is acknowledged for being the first temple constructed by the International Society for Krishna Consciousness (ISKCON). Built in 1975 by the ISKCON cult, the foundation of the shrine was laid by Swami Prabhupada (founder of ISKCON) himself. Located at Raman Reti in Vrindavan, the temple can be easily reached by regular transport from the western part of Uttar Pradesh. From Delhi, one can get in touch with the temple by taking regular buses or by hiring taxis.</p>\r\n<p>&nbsp;</p>\r\n<p>In the vein of other temples made by the society, Sri Krishna Balrama Mandir is too called as Iskcon Temple all over. After the original construction, the temple complex has extended evidently, to accomplish the vision of Swami Prabhupada, for an international center in Vrindavan. The temple stands on the banks of Yamuna River, where Sri Krishna along with Balrama used to herd their cows. The magnificent structure of the Iskcon Temple comes across the sight, as and when, one enters the holy lands of Vrindavan.</p>","SubContentHindi":null,"ImageUrl":"db3b2767-26ec-4f2e-a6d5-01bddef15b24_Iskcon-Temple-Vrindavan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Shri Dwarkadhish Temple","SubTitleHindi":null,"SubContent":"<p>Sri Dwarkadheesh Mandir&nbsp; is one of the oldest and largest temples of Mathura city in States of Indiaof India, India. This is a major and famous Hindu shrine, and its current structure was built up by Seth Gokul Das Parikh, the treasurer of then Gwalior State(Scindia) in 1814. It was built for the famous Hindu deity Dwarkadheesh (meaning the God or king of Dwarka, where Lord Krishna has shifted from Mathura and settled till his life on earth). There the main deity is of Lord Dwarkadheesh, a form of Lord Krishna seen in a black Marble idol named Dwarkanath. With him is the White marble idol of his counterpart deity Sri Radharani.</p>","SubContentHindi":null,"ImageUrl":"7b29a338-b779-485e-a586-cd8b9a2d4a52_Shri-Dwarkadhish-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Shri Banke Bihari","SubTitleHindi":null,"SubContent":"<p>Shri Bankey Bihari Mandir is a Hindu temple dedicated to Lord Krishna, in the holy city of Vrindavan in the Mathura district of Uttar Pradesh. It is situated near Shri RadhaVallabh Temple.This temple is among the 7 temples of Thakur of Vrindavan including Shri RadhaVallabh Ji, Shri Govind Dev Ji and four others. Bankey Bihari Ji was originally worshipped at Nidhivana. Bankey means &ldquo;bent in three places&rdquo; and Bihari means &ldquo;supreme enjoyer.&rdquo; The image of Lord Krishna stands in the Tribhanga posture. Haridas Swami originally worshipped this devotional image under the name of Kunj-Bihari (&ldquo;Enjoyer of Lakes&rdquo;).</p>\r\n<p>&nbsp;</p>\r\n<p>&lsquo;Bānke&rsquo; means &lsquo;bent&rsquo;, and &lsquo;Bihāri&rsquo; or &lsquo;Vihāri&rsquo; means &lsquo;enjoyer&rsquo;. This is how Kṛṣṇa, who is bent in three places, got the name \"Bānke Bihāri\".</p>","SubContentHindi":null,"ImageUrl":"27b46d21-bfe5-4eb0-8e5f-5c2b804db6f5_Shri-Banke-Bihari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Prem Mandir","SubTitleHindi":null,"SubContent":"<p>Prem Mandir is a Hindu temple in Vrindavan, Mathura, India. It is maintained by Jagadguru Kripalu Parishat, an international non-profit, educational, spiritual, charitable trust.</p>\r\n<p>&nbsp;</p>\r\n<p>The complex is on a 54-acre site on the outskirts of Vrindavan, and is dedicated to Lord Radha Krishna and Sita Ram. The temple structure was established by the fifth Jagadguru, Kripalu Maharaj. Figures of Shri Krishna and his followers depicting important events surrounding the Lord&rsquo;s existence cover the main temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Construction began in January 2001 and the inauguration ceremony took place from 15 February to 17 February 2012. The temple was opened to public on 17 February. The cost was 150 crore rupees ($23 million). The presiding deity are Shri Radha Govind (Radha Krishna) and Shri Sita Ram. A 73,000 square feet, pillar-less, dome shaped satsang hall is being constructed next to Prem Mandir, which will accommodate 25,000 people at a time.</p>","SubContentHindi":null,"ImageUrl":"d8bc56c9-dcd1-4668-8a7e-868642b02d4a_Prem-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Shri Krishna Janambhumi","SubTitleHindi":null,"SubContent":"<p>The Krishna Janmasthan, at Mathura,&nbsp; is important because this is where Lord Shri Krishna manifested Himself in the prison house of the cruel king Kansa and set free his father Vasudeva and his mother Devaki. His purpose was to destroy evil, protect the virtuous, and establish righteousness on a firm footing. Adjacent to the entrance of the prison cell, stands the temple where Astabhuja Maa Yogmaya manifested. The divine ambience of the sanctum sanctorum thrills the hearts of the devotees as soon as they enter the auspicious place, and a sense of conviction surges in their minds that this indeed is the place where Lord Krishna manifested Himself. He gave mankind extraordinary and thought provoking ideas, in the Sacred Scripture, The Bhagavata Gita. The Bhagavat Gita lays the basis of how life should be led in the various walks that govern our life on this earth,&nbsp; as our soul is immortal!</p>\r\n<p>source:&nbsp;https://mathura.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"7be6dddb-b469-48d6-a148-792517755d05_Shri-Krishna-Janambhumi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. How to Reach","SubTitleHindi":null,"SubContent":"<p>Rail</p>\r\n<p>Mathura is situated on the major Delhi-Mumbai train route. Both Central railway and Western Railway routes pass through Mathura.</p>\r\n<p>&nbsp;</p>\r\n<p>Important train that origin/terminate from Mathura: 12177/Howrah - Mathura Chambal Express.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Mathura is connected by road to the rest of Uttar Pradesh and India.</p>\r\n<p>&nbsp;</p>\r\n<p>Tram</p>\r\n<p>A tram network has been proposed in the city, which would make Mathura only the second city in India (after Kolkata) to get tram transport. In 2017, the local MLA Shrikant Sharma announced that the trams will be operation in Mathura and Vrindavan by 2018.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>As of now, the city has no airport but the airport was proposed to Mathura in 2012. The civil aviation minister Ajit Singh suggested Mathura's name for the site of a new greenfield international airport to chief minister of Uttar Pradesh Akhilesh Yadav. Mathura's name came into play when group of ministers terminated the planning of building Taj International Airport at Greater Noida. Land has been marked, and construction is in progress near the Yamuna Expressway, with plans to open in the next five years with regular flights to Delhi, Mumbai, Ujjain and Varanasi and some international routes in future</p>","SubContentHindi":null,"ImageUrl":"c5ff5aaa-a96a-4695-8740-61ed9c929920_Mathura-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mathura-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"mathura","slug":"mathura"}],"recommendations":[{"id":165,"title":"Top Places to Visit in Kushinagar (Padrauna), Uttar Pradesh","imageUrl":"7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","dateCreated":"2018-12-08T06:11:19.641Z","dateModified":"2018-12-08T06:29:12.406Z","contributedBy":"AskGif","content":"Kushinagar is a pilgrimage town in the Kushinagar district of the Indian state of Uttar Pradesh. The name of \"Kasia Bazaar\" was changed to Kushinagar and then Kasia Bazaar became a municipality with the official name Kushinagar.\r\n&nbsp;\r\nIt is an important Buddhist pilgrimage site, ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d74a8f9-1ffe-49bc-b0a3-50020a7d6403_Kushinagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"padrauna","slug":"padrauna"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"kushinagar","slug":"kushinagar"}],"slug":"top-places-to-visit-in-kushinagar-padrauna-uttar-pradesh","total":0},{"id":137,"title":"Top Places to Visit in Gonda, Uttar Pradesh","imageUrl":"a327284c-bb49-4739-a0b0-1bb3ee985080_Gonda-railway.jpg","dateCreated":"2018-09-09T10:46:15.332Z","dateModified":"2018-09-09T11:12:25.698Z","contributedBy":"AskGif","content":"Gonda district is one of the districts of Uttar Pradesh, India. The city of Gonda is the district headquarters, and also the administrative centre for the Devipatan Division.\r\n&nbsp;\r\nWith an area of 3,404 square kilometres (1,314 sq mi), Gonda has borders with Shrawasti district to","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a327284c-bb49-4739-a0b0-1bb3ee985080_Gonda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"gonda","slug":"gonda"}],"slug":"top-places-to-visit-in-gonda-uttar-pradesh","total":0},{"id":132,"title":"Top Places to Visit in Fatehpur, Uttar Pradesh","imageUrl":"8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","dateCreated":"2018-09-03T14:36:15.675Z","dateModified":"2018-09-04T13:28:14.173Z","contributedBy":"AskGif","content":"&nbsp;\r\nFatehpur is a city and a municipal board in Fatehpur district in the state of Uttar Pradesh, India. The city between two holy rivers Ganga and Yamuna, was founded by Rishi Purwar and later on he became the King of city .\r\nFatehpur District is one of the 75 districts of Uttar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d5b20ce-d57c-418a-ba59-a5963b04ea7c_fatehpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"fatehpur","slug":"fatehpur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-fatehpur-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}