{"id":175,"title":"Top Places to visit in Mau, Uttar Pradesh","imageUrl":"8dbe22cd-dbcb-449b-9c6b-e31117df8d61_Mau-railway.jpg","dateCreated":"2018-12-12T15:13:03.806Z","dateModified":"2018-12-12T15:33:21.302Z","contributedBy":"AskGif","content":"<p>Mau, now known as Maunath Bhanjan, is a town located in Uttar Pradesh, India. This town is the headquarters of the Mau district.</p>\r\n<p>&nbsp;</p>\r\n<p>Festivals</p>\r\n<p>Common Indian Festivals such as Holi, Diwali, Eid-Ul-Fitar, Eid-Ul-Azha, Muharram, Durga Puja, Vijayadashami, Chhath Puja, Christmas, Bhaiya Duj are celebrated with great pomp and show in the city.</p>\r\n<p>Mau district is one of the districts of Uttar Pradesh state of India, and Mau town is the district headquarters. Mau district is a part of Azamgarh Division. It is situated in the south-eastern part of the state with headquarters in Maunath Bhanjan. The district is surrounded by Ghazipur district on the south, Ballia district in the east, Azamgarh district in the west, and by Gorakhpur and Deoria districts on the north.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>In sports Mau has a tremendous history:</p>\r\n<p>&nbsp;</p>\r\n<p>Bhim Narayan Rai of village Revaridih -Sahroj: National Champion and Record Holder in javelin Throw in National Games 1961, where he broke the Asian Games record. He has also broken a record in the Indian School Games -1960. He was awarded Outstanding performer in 1964 U.P. Athletic meet, and he won the UP state Track &amp; Field championship 1961 to 1965 of UP</p>\r\n<p>Long racer Bahadur Prasad participated in several Asian Games</p>\r\n<p>Eminent Wrestler Kisore Pahlwan of Village Basiharam</p>\r\n<p>Sprinter Ram das Sahani of Village Amila</p>\r\n<p>TezBahadur Singh (UP Kesari) of village Sarwan Ranbirpur</p>\r\n<p>Tridip Rai International Basket Ball player of village Kasara</p>\r\n<p>Kamran Khan IPL Cricket player of village Nadwa Sarai.</p>\r\n<p>Sunil Yadav International Hockey Player of village Bakwal</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Jharkande Rai and Kalpnath Rai were well-known faces of politics in Mau. Mau sadar is the Legislative seat of politician Mukhtar Ansari and His son Abbas Ansari Politicians Sunil Singh Chauhan, Harinarayan Rajbhar are also from Mau. Chairman of Mau Tayyab Palki and chairman of Kopaganj Helal Ahmed Ansari are also from Mau District.</p>\r\n<p>&nbsp;</p>\r\n<p>Literature</p>\r\n<p>In literature, Mau has produced many great writers and poets, such as:</p>\r\n<p>&nbsp;</p>\r\n<p>Laxmi Narayan Mishra (1903&ndash;1987), born in the village Basti, district Mau. He was a popular play writer of HINDI. He was a theatre personality of Uttar Pradesh. His works became very popular between 1930 and 1950. They were frequently staged by schools, colleges, and amateur groups. Laxmi Narayan Mishra is considered the founder of the problem play in Hindi theatre.</p>\r\n<p>Fiza Ibn-e-Faizi (1923&ndash;2009) was a modern Urdu and Persian poet. He was a native of Mau district of Uttar Pradesh and was considered a 'qadir-ul-kalaam' poet and had received numerous awards within the Urdu world. At least, six poetry collections of Faizi had been published and acclaimed. In 2009, a memorial named as Faizi Gate was constructed by the then municipal head near his house.</p>\r\n<p>Maulana Habibur Rahman Azmi (1900&ndash;1992) was a well-known Islamic Scholar, belonged to this city. He wrote under pen name of Abul Ma'sir. His works on Islamic Jurisprudence is well acclaimed. He remains a well-known figure in major Islamic seminaries like Medina University, Al-Azhar and Darul-uloom Deoband. His works are cited by Muslims across the world.</p>\r\n<p>Kanhaiya Lal Misra (1903-1975) was Advocate General of Uttar Pradesh, India from 1952 to 1969.</p>\r\n<p>Shyam Narayan Pandey (1907 - 1991) was a Hindi poet famous for his epic poem Haldighati, which is based on the Battle of Haldighati between Akbar and Maharana Pratap.</p>\r\n<p>Dr. Krishna N. Sharma is a prolific writer and researcher, working as the Vice Chancellor at Victoria University, Kampala, Uganda.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mau_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8dbe22cd-dbcb-449b-9c6b-e31117df8d61_Mau-railway.jpg","subContents":[{"SubTitle":"1. Van Devi Mandir Kohinaour Mau","SubTitleHindi":null,"SubContent":"<p>District approximately 12 kilometers away from the headquarters is located in the picturesque and idyllic surroundings of nature southwest vanadevee temple leaders mother Sita Mata. Today it is the focal point of attraction for devotees. Vanadevee temple is also a source of inspiration for the mythical and cultural values as well as their natural dignity. Based on legends and geological evidence it is known as the practice location Maharishi Valmiki a home. Around the house right now for Maharishi would elsewhere. It is said that Mata Sita gave birth to their sons Luv-Kush on the right following his continuous fidelity to husband religion. It symbolizes the location etc. I Maharishi Valmiki and all Indian literature practice is linked to Lord Rama and Goddess Sita.</p>\r\n<p>&nbsp;</p>\r\n<p>According to legend, appeared dream Sidnua Baba living Nrhwar that goddess statue Another was buried in the ground in the woods. Devi directed to worship excavation of the site Baba. The dream then started digging Baba set point saw them bust. Statue of injury Baba shovel was also damaged. Baba lifelong there were liturgical archan. In old age, he wanted to set up your home by bringing the statue but they did not succeed and there was done to them. Later there built the temple. Vanadevee temple is also Tpsthli several hermit-saint and seekers. Are in this area is extraordinary to Lahiri Baba many saints and sages. Here you get rid of pilgrims plague the mental and physical.</p>","SubContentHindi":null,"ImageUrl":"29fb7646-09ee-4a7a-bc98-8af9c7563482_Van-Devi-Mandir-Kohinaour-Mau.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Muktidhaam Dohrighat","SubTitleHindi":null,"SubContent":"<p>Muktidham Temple and Park is located on the banks of the Ghaghra river in Dohrighaat&nbsp; town of Mau.</p>","SubContentHindi":null,"ImageUrl":"34b2f67f-1fb3-4802-91c1-ff31c881c3b0_Muktidhaam-Dohrighat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Sheetla Mata Mandir","SubTitleHindi":null,"SubContent":"<p>It is located in the heart of Mau city is collection of temples of various Gods including famous Sheetla Mata temple.</p>","SubContentHindi":null,"ImageUrl":"e1b6bb92-ca56-46b0-8d41-acf5163f4b99_Sheetla-Mata-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Location and Boundaries</p>\r\n<p>Mau is located about 315 Kms east of capital Lucknow Uttar Pradesh with two main Highways one National Highway 24 between Gorakhpur (101 kms) and Varanarsi (110 kms) route and on State Highway 34 between Azamgarh (50 kms) and Ballia (85 kms) enroute. It is surrounded by districts &ndash; Ballia in the East, Deoria in the North, Azamgarh in the West and Gazipur in the South.</p>\r\n<p>&nbsp;</p>\r\n<p>Mau is well connected by road and Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways:</p>\r\n<p>Frequent road-transport is available for Varanarsi, Azamgarh and Gorakhpur. Direct buses are also available for Lucknow and New Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Online Bus ticket reservation can be book on UPSRTC</p>\r\n<p>&nbsp;</p>\r\n<p>Trains :</p>\r\n<p>Mau is a railway junction connecting Varanarsi, Gorakhpur, Azamgarh and Chapra. Many trains are available for Gorakhpur, Chapra, Varanarsi, Lucknow, New Delhi, Kolkatta, Patna, Allahabad, Mumbai, Durg, Amritsar.</p>\r\n<p>&nbsp;</p>\r\n<p>Online Train ticket reservation can be done on IRCTC</p>\r\n<p>source: https://mau.nic.in/</p>","SubContentHindi":null,"ImageUrl":"80b2efe3-cd04-4ce9-a98d-fb6ad2fc41b3_up-mau-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mau-uttar-pradesh","tags":[{"name":"mau","slug":"mau"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":200,"title":"Top Places to visit in Sitapur, Uttar Pradesh","imageUrl":"81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","dateCreated":"2018-12-28T14:38:51.563Z","dateModified":"2018-12-28T15:13:54.15Z","contributedBy":"AskGif","content":"Sitapur is a city and a municipal board in Sitapur district in the state of Uttar Pradesh, India. It is in the Lucknow Division. The town is located on the banks of river Sarayan, halfway between Lucknow and Shahjahanpur and is well connected to state capital Lucknow by the National Highway No. 2","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"sitapur","slug":"sitapur"}],"slug":"top-places-to-visit-in-sitapur-uttar-pradesh","total":0},{"id":168,"title":"Top Places to visit in Lalitpur, Uttar Pradesh","imageUrl":"b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","dateCreated":"2018-12-08T13:50:02.051Z","dateModified":"2018-12-08T14:34:29.046Z","contributedBy":"AskGif","content":"Lalitpur is a city and a municipal board in Lalitpur District, India in the Indian state of Uttar Pradesh. It is also district headquarters of Lalitpur district. The city is part of Bundelkhand region.\r\n&nbsp;\r\nEducation\r\nThe city has several schools and colleges. One of the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"lalitpur","slug":"lalitpur"}],"slug":"top-places-to-visit-in-lalitpur-uttar-pradesh","total":0},{"id":139,"title":"Top Places to Visit in Hapur, Uttar Pradesh","imageUrl":"a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","dateCreated":"2018-10-04T14:36:45.559Z","dateModified":"2018-10-04T14:52:49.482Z","contributedBy":"AskGif","content":"Hapur (known earlier as Haripur) is a city in, as well as the headquarters of, Hapur district, in western Uttar Pradesh, India. Located about 60 kilometres (37 mi) east of New Delhi, the city is part of the Delhi National Capital Region (NCR). National Highway 9 passes through the city, connectin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hapur","slug":"hapur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hapur-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}