{"id":175,"title":"माउ में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"8dbe22cd-dbcb-449b-9c6b-e31117df8d61_Mau-railway.jpg","dateCreated":"2018-12-12T15:13:03.806Z","dateModified":"2018-12-12T15:33:21.302Z","contributedBy":"AskGif","content":"<p>माउ, जिसे अब मौनाथ भंजन के नाम से जाना जाता है, भारत के उत्तर प्रदेश में स्थित एक शहर है। यह शहर माउ जिले का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>समारोह</p>\r\n<p>होली, दिवाली, ईद-उल-फ़ितर, ईद-उल-आज़ा, मुहर्रम, दुर्गा पूजा, विजयदाशमी, छठ पूजा, क्रिसमस, भाई दुज जैसे आम भारतीय त्यौहार शहर में महान धूमकेतु और शो के साथ मनाए जाते हैं।</p>\r\n<p>माउ जिला उत्तर प्रदेश राज्य के जिलों में से एक है, और माउ शहर जिला मुख्यालय है। माउ जिला आजमगढ़ डिवीजन का हिस्सा है। यह मौनाथ भंजन में मुख्यालय के साथ राज्य के दक्षिण-पूर्वी हिस्से में स्थित है। जिला दक्षिण में गाज़ीपुर जिले से घिरा हुआ है, पूर्व में बल्लीया जिला, पश्चिम में आज़मगढ़ जिला और उत्तर में गोरखपुर और देवोरिया जिलों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>खेल माउ में एक जबरदस्त इतिहास है:</p>\r\n<p>&nbsp;</p>\r\n<p>गांव के भीम नारायण राय रेवरिडीह-शाहरोज: राष्ट्रीय चैंपियन और रिकॉर्ड धारक भाले में राष्ट्रीय खेलों में फेंक 1 9 61, जहां उन्होंने एशियाई खेलों के रिकॉर्ड को तोड़ दिया। उन्होंने भारतीय स्कूल खेलों -1960 में भी एक रिकॉर्ड तोड़ दिया है। उन्हें 1 9 64 यू.पी. में उत्कृष्ट कलाकार से सम्मानित किया गया एथलेटिक मिलते हैं, और उन्होंने उत्तर प्रदेश राज्य ट्रैक और फील्ड चैंपियनशिप 1 9 61 से 1 9 65 तक यूपी के जीते</p>\r\n<p>लंबे दौड़ने बहादुर प्रसाद ने कई एशियाई खेलों में भाग लिया</p>\r\n<p>गांव बसहरम के प्रतिष्ठित पहलवान किसान पहलवान</p>\r\n<p>गांव अमिला के धावक राम दास साहनी</p>\r\n<p>सरवान रणबीरपुर गांव के तेज़बाहदुर सिंह (यूपी केसरी)</p>\r\n<p>गांव कासर के त्रिदीप राय अंतर्राष्ट्रीय बास्केट बॉल खिलाड़ी</p>\r\n<p>कामर खान आईपीएल क्रिकेट खिलाड़ी गांव नदवा सराई।</p>\r\n<p>सुनील यादव अंतरराष्ट्रीय हॉकी खिलाड़ी गांव Bakwal</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>झारखंड राय और कल्पनानाथ राय माउ में राजनीति के प्रसिद्ध चेहरे थे। माउ सदर राजनीतिज्ञ मुख्तार अंसारी की विधानसभा और उनके पुत्र अब्बास अंसारी राजनेता सुनील सिंह चौहान, हरिनारायण राजभर माउ से भी हैं। मौ तय्यब पल्की के अध्यक्ष और कोपागंज के अध्यक्ष हेलल अहमद अंसारी भी मौ जिले से हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>साहित्य</p>\r\n<p>साहित्य में, माउ ने कई महान लेखकों और कवियों का निर्माण किया है, जैसे कि:</p>\r\n<p>&nbsp;</p>\r\n<p>लक्ष्मी नारायण मिश्रा (1903-1987), गांव बस्ती गांव में पैदा हुए। वह हिंदी के एक लोकप्रिय नाटक लेखक थे। वह उत्तर प्रदेश का रंगमंच व्यक्तित्व था। उनके काम 1 9 30 और 1 9 50 के बीच बहुत लोकप्रिय हो गए। वे अक्सर स्कूलों, कॉलेजों और शौकिया समूहों द्वारा मंचित किए जाते थे। लक्ष्मी नारायण मिश्रा को हिंदी थियेटर में समस्या का संस्थापक माना जाता है।</p>\r\n<p>फिज़ा इब्न-ए-फैजी (1923-2009) एक आधुनिक उर्दू और फारसी कवि थे। वह उत्तर प्रदेश के माउ जिले के मूल निवासी थे और उन्हें 'कदीर-उल-कलाम' कवि माना जाता था और उन्हें उर्दू दुनिया के भीतर कई पुरस्कार प्राप्त हुए थे। कम से कम, फैजी के छह कविता संग्रह प्रकाशित और प्रशंसित किए गए थे। 200 9 में, फैजी गेट नामक एक स्मारक का निर्माण उसके घर के पास तत्कालीन नगरपालिका प्रमुख ने किया था।</p>\r\n<p>मौलाना हबीबुर रहमान आज़मी (1 900-199 2) एक प्रसिद्ध इस्लामी विद्वान थे, जो इस शहर से संबंधित थे। उन्होंने अबुल मासिर के कलम नाम के तहत लिखा था। इस्लामी न्यायशास्र पर उनके काम अच्छी तरह से प्रशंसित हैं। वह मदीना विश्वविद्यालय, अल-अजहर और दारुल-उलूम देवबंद जैसे प्रमुख इस्लामी सेमिनारों में एक प्रसिद्ध व्यक्ति बना हुआ है। दुनिया भर में मुस्लिमों द्वारा उनके कार्यों का उल्लेख किया जाता है।</p>\r\n<p>कन्हैया लाल मिश्रा (1903-19 75) 1 9 52 से 1 9 6 9 तक भारत के उत्तर प्रदेश के एडवोकेट जनरल थे।</p>\r\n<p>श्याम नारायण पांडे (1907 - 1 99 1) एक हिंदी कवि थे जो उनकी महाकाव्य कविता हल्दीघाटी के लिए प्रसिद्ध थीं, जो अकबर और महाराणा प्रताप के बीच हल्दीघाटी की लड़ाई पर आधारित है।</p>\r\n<p>डॉ कृष्णा एन शर्मा एक शानदार लेखक और शोधकर्ता हैं, जो विक्टोरिया विश्वविद्यालय, कंपाला, युगांडा में कुलगुरू के रूप में काम करते हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mau_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8dbe22cd-dbcb-449b-9c6b-e31117df8d61_Mau-railway.jpg","subContents":[{"SubTitle":"1. वान देवी मंदिर कोहिनाउर मौ","SubTitleHindi":null,"SubContent":"<p>मुख्यालय से करीब 12 किलोमीटर दूर जिला प्रकृति के सुरम्य और आदर्श वातावरण में स्थित है, जो दक्षिण पश्चिम वैनादेवी मंदिर के नेताओं मां सीता माता हैं। आज यह भक्तों के लिए आकर्षण का केंद्र बिंदु है। वनदेवी मंदिर पौराणिक और सांस्कृतिक मूल्यों के साथ-साथ उनकी प्राकृतिक गरिमा के लिए प्रेरणा का स्रोत भी है। पौराणिक कथाओं और भूवैज्ञानिक साक्ष्य के आधार पर इसे अभ्यास स्थान महर्षि वाल्मीकि के रूप में जाना जाता है। महर्षि के लिए अभी घर के आसपास कहीं और होगा। ऐसा कहा जाता है कि माता सीता ने पति धर्म के निरंतर निष्ठा के बाद अपने बेटों लव-कुश को सही तरीके से जन्म दिया। यह स्थान आदि का प्रतीक है। मैं महर्षि वाल्मीकि और सभी भारतीय साहित्य अभ्यास भगवान राम और देवी सीता से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>पौराणिक कथा के अनुसार, सपनेआ बाबा ने नरहर को जीवित देखा कि देवी मूर्ति को जंगल में जमीन में दफनाया गया था। देवी ने साइट बाबा की खुदाई की पूजा करने का निर्देश दिया। तब सपने ने बाबा सेट प्वाइंट खोदना शुरू कर दिया और उन्हें बस्ट देखा। चोट की मूर्ति बाबा फावड़ा भी क्षतिग्रस्त हो गया था। बाबा आजीवन वहाँ liturgical पुरातन थे। बुढ़ापे में, वह मूर्ति लाकर अपना घर स्थापित करना चाहता था लेकिन वे सफल नहीं हुए और वहां उनके साथ किया गया। बाद में मंदिर बनाया। वनदेवी मंदिर भी कई भक्त संत और साधक टीपीस्टली है। इस क्षेत्र में लाहिरी बाबा के कई संत और ऋषि असाधारण हैं। यहां आप तीर्थयात्रियों से छुटकारा पाएं मानसिक और शारीरिक पीड़ा।</p>","SubContentHindi":null,"ImageUrl":"29fb7646-09ee-4a7a-bc98-8af9c7563482_Van-Devi-Mandir-Kohinaour-Mau.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. मुक्तिधाम दोहरघाट","SubTitleHindi":null,"SubContent":"<p>मुक्तिधाम मंदिर और पार्क माउ के दोहरघाट शहर में घाघरा नदी के तट पर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"34b2f67f-1fb3-4802-91c1-ff31c881c3b0_Muktidhaam-Dohrighat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. शीतला माता मंदिर","SubTitleHindi":null,"SubContent":"<p>यह माउ शहर के दिल में स्थित है, प्रसिद्ध शीटला माता मंदिर समेत विभिन्न देवताओं के मंदिरों का संग्रह है।</p>","SubContentHindi":null,"ImageUrl":"e1b6bb92-ca56-46b0-8d41-acf5163f4b99_Sheetla-Mata-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>स्थान और सीमाएं</p>\r\n<p>माउ राजधानी लखनऊ उत्तर प्रदेश के लगभग 315 कि.मी. पूर्व में दो मुख्य राजमार्गों के साथ एक राष्ट्रीय राजमार्ग 24 गोरखपुर (101 किलोमीटर) और वाराणारसी (110 किमी) मार्ग और आज़मगढ़ (50 किमी) और बलिया (85 किमी) के बीच राज्य राजमार्ग 34 के बीच स्थित है। रस्ते में। यह जिलों से घिरा हुआ है - पूर्व में बलिआ, उत्तर में देवोरिया, पश्चिम में आज़मगढ़ और दक्षिण में गाजीपुर।</p>\r\n<p>&nbsp;</p>\r\n<p>माउ सड़क और रेलवे से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज:</p>\r\n<p>वाराणसी, आज़मगढ़ और गोरखपुर के लिए अक्सर सड़क परिवहन उपलब्ध है। लखनऊ और नई दिल्ली के लिए सीधी बसें भी उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यूपीएसआरटीसी पर ऑनलाइन बस टिकट आरक्षण बुक किया जा सकता है</p>\r\n<p>&nbsp;</p>\r\n<p>गाड़ियों:</p>\r\n<p>माउ वाराणारसी, गोरखपुर, आजमगढ़ और चपरा को जोड़ने वाला एक रेलवे जंक्शन है। गोरखपुर, चपरा, वाराणारसी, लखनऊ, नई दिल्ली, कोलकाता, पटना, इलाहाबाद, मुंबई, दुर्ग, अमृतसर के लिए कई ट्रेनें उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आईआरसीटीसी पर ऑनलाइन ट्रेन टिकट आरक्षण किया जा सकता है</p>\r\n<p>स्रोत: https://mau.nic.in/</p>","SubContentHindi":null,"ImageUrl":"80b2efe3-cd04-4ce9-a98d-fb6ad2fc41b3_up-mau-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mau-uttar-pradesh","tags":[{"name":"मऊ","slug":"mau"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":200,"title":"सीतापुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","dateCreated":"2018-12-28T14:38:51.563Z","dateModified":"2018-12-28T15:13:54.15Z","contributedBy":"AskGif","content":"सीतापुर भारत के उत्तर प्रदेश राज्य में एक शहर और सीतापुर जिले में एक नगरपालिका बोर्ड है। यह लखनऊ मंडल में है। यह शहर लखनऊ और शाहजहाँपुर के बीच सरयू नदी के तट पर स्थित है, और राष्ट्रीय राजमार्ग संख्या 24 से राज्य की राजधानी लखनऊ से अच्छी तरह से जुड़ा हुआ है। ब्रिटिश भारत में, इसे सिटापुर के रूप मे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81c302e8-d01f-47ca-8e09-ba15f8c817e1_Sitapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"सीतापुर","slug":"sitapur"}],"slug":"top-places-to-visit-in-sitapur-uttar-pradesh","total":0},{"id":168,"title":"ललितपुर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","dateCreated":"2018-12-08T13:50:02.051Z","dateModified":"2018-12-08T14:34:29.046Z","contributedBy":"AskGif","content":"ललितपुर भारतीय राज्य उत्तर प्रदेश के ललितपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह ललितपुर जिले का जिला मुख्यालय भी है। शहर बुंदेलखंड क्षेत्र का हिस्सा है।\r\n&nbsp;\r\nशिक्षा\r\nशहर में कई स्कूल और कॉलेज हैं। प्रसिद्ध स्कूल आईएससी में से एक, आईसीएसई संबद्ध सेंट डोमिनिक सेवि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b3c7a4c4-afb8-4808-a906-23fee0c33e3a_Lalitpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"ललितपुर","slug":"lalitpur"}],"slug":"top-places-to-visit-in-lalitpur-uttar-pradesh","total":0},{"id":139,"title":"हापुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","dateCreated":"2018-10-04T14:36:45.559Z","dateModified":"2018-10-04T14:52:49.482Z","contributedBy":"AskGif","content":"हापुर (जिसे हरिपुर के नाम से जाना जाता है) भारत के पश्चिमी उत्तर प्रदेश में, हापुर जिले के मुख्यालय के साथ-साथ मुख्यालय है। नई दिल्ली के लगभग 60 किलोमीटर (37 मील) पूर्व में स्थित, यह शहर दिल्ली राष्ट्रीय राजधानी क्षेत्र (एनसीआर) का हिस्सा है। राष्ट्रीय राजमार्ग 9 शहर से गुजरता है, इसे दिल्ली से ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a6f8e0eb-0270-4a0a-849d-73ca601fbead_hapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हापुड़","slug":"hapur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hapur-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}