{"id":176,"title":"मेरठ में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"8d0f308f-6677-416e-9021-68629473fac6_Meerut-railway.jpg","dateCreated":"2018-12-12T15:57:04.162Z","dateModified":"2018-12-12T16:28:46.444Z","contributedBy":"AskGif","content":"<p>मेरठ, उत्तर प्रदेश राज्य में एक शहर है। यह एक प्राचीन शहर है जिसमें सिंधु घाटी सभ्यता के क्षेत्र में और आसपास के इलाकों में स्थित बस्तियों के साथ समझौता किया गया है। यह शहर राष्ट्रीय राजधानी नई दिल्ली के 70 किमी (43 मील) पूर्वोत्तर और राज्य राजधानी लखनऊ के उत्तर-पश्चिम में 453 किमी (281 मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक, मेरठ 33 वां सबसे अधिक आबादी वाला शहरी समूह और भारत का 26 वां सबसे अधिक आबादी वाला शहर है। यह 2006 में 2 9 2 स्थान पर रहा और 2020 में दुनिया के सबसे बड़े शहरों और शहरी क्षेत्रों की सूची में 242 रैंक करने का अनुमान है। [9] नगरपालिका क्षेत्र (2001 तक) 141.8 9 किमी 2 (54.78 वर्ग मील) है जिसमें छावनी के साथ 35.68 किमी 2 (3,568.06 हेक्टेयर) शामिल है। यह शहर खेल वस्तुओं के सबसे बड़े उत्पादकों में से एक है, और भारत में संगीत वाद्ययंत्र का सबसे बड़ा उत्पादक है। यह शहर पश्चिमी उत्तर प्रदेश में एक शिक्षा केंद्र भी है, और इसे \"भारत के खेल शहर\" के रूप में भी जाना जाता है। ब्रिटिश औपनिवेशिक शासन के खिलाफ 1857 के विद्रोह के शुरुआती बिंदु होने के लिए यह शहर प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मुख्य लेख: मेरठ जिले में शैक्षिक संस्थानों की सूची</p>\r\n<p>मेरठ पश्चिमी उत्तर प्रदेश का एक शिक्षा केंद्र है जिसमें चार विश्वविद्यालय, लगभग 50 इंजीनियरिंग कॉलेज, 23 प्रबंधन कॉलेज, सात फार्मेसी कॉलेज, होटल कॉलेज की पेशकश करने वाले चार कॉलेज, एक कॉलेज की पेशकश फैशन डिजाइन, 150 से अधिक शैक्षणिक कॉलेज और 50 से अधिक स्कूल हैं। यह शहर चौधरी चरण सिंह विश्वविद्यालय (पूर्व में मेरठ विश्वविद्यालय), सरदार वल्लभभाई पटेल कृषि और प्रौद्योगिकी विश्वविद्यालय, स्वामी विवेकानंद सुभाषती विश्वविद्यालय और शोभित विश्वविद्यालय का घर है। शहर में एक सरकारी संचालित इंजीनियरिंग कॉलेज है, सर छोटू राम इंजीनियरिंग और प्रौद्योगिकी संस्थान, चौधरी चरण सिंह विश्वविद्यालय के एक घटक कॉलेज। आईसीएसई, सीबीएसई, आईबी और राज्य बोर्ड जैसे मान्यता प्राप्त बोर्डों से संबद्ध स्कूल हैं। ऐसा एक स्कूल सेंट जॉन के सीनियर सेक स्कूल (बेगम समरू द्वारा स्थापित) है जो 130 साल से अधिक पुराना है, उत्तर प्रदेश में पहला आईबी स्कूल भी विद्या ग्लोबल स्कूल था।</p>\r\n<p>&nbsp;</p>\r\n<p>मेरठ इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी मेरठ जिले का सबसे पुराना इंजीनियरिंग संस्थान है। यह वर्ष 1 99 7 में स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>चौधरी चरण सिंह विश्वविद्यालय (सीसीएसयू) सार्वजनिक और राज्य विश्वविद्यालय है जिसमें कई डिग्री कॉलेज संबद्ध हैं। वे दो डिवीजनों में गिरते हैं: सहारनपुर और मेरठ सहारनपुर, मेरठ, मुजफ्फरनगर, शामली, गौतमबुद्ध नगर, बागपत, हापुर, बुलंदशहर और गाजियाबाद समेत नौ जिलों के साथ कुलगुरू और रजिस्ट्रार (पीसीएस अधिकारी) द्वारा प्रशासित। भारतीय फिल्म और टेलीविजन संस्थान शहर के पश्चिमी बाईपास में स्थित है। शहर में तीन मेडिकल कॉलेज हैं: लाला लाजपत राय मेमोरियल मेडिकल कॉलेज, सुभाषती मेडिकल कॉलेज और मुलायम सिंह यादव मेडिकल कॉलेज एंड हॉस्पिटल।</p>\r\n<p>&nbsp;</p>\r\n<p>इंजीनियरिंग, विज्ञान, प्रबंधन और मानविकी में डिग्री प्रदान करने वाला निकटतम सरकारी विश्वविद्यालय ग्रेटर नोएडा में स्थित गौतम बुद्ध विश्वविद्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>1857 का भारतीय विद्रोह</p>\r\n<p>धन सिंह गुर्जर,</p>\r\n<p>कदम सिंह, 1857 के भारतीय विद्रोह के दौरान ब्रिटिश ईस्ट इंडिया कंपनी के खिलाफ लड़े गुर्जर के एक समूह के नेता थे।</p>\r\n<p>राजा</p>\r\n<p>राजा नैन सिंह, जिसे 18 वीं शताब्दी में भारतीय उत्तर प्रदेश के मेरठ जिले के एक उल्लेखनीय गुर्जर राजा के रूप में भी जाना जाता था।</p>\r\n<p>राजनीति</p>\r\n<p>मेरठ साउथ के लिए विधान सभा के सदस्य सोमेंद्र तोमर</p>\r\n<p>रविंद्र कुमार भड़ाना, राजनेता।</p>\r\n<p>श्रीनिंका सिंह, राजनेता।</p>\r\n<p>मालुक नगर, व्यवसायी और राजनेता।</p>\r\n<p>लक्ष्मी राम नगर, व्यवसायी और राजनेता।</p>\r\n<p>हेमलाता चौधरी, राजनेता</p>\r\n<p>खेल</p>\r\n<p>भुवनेश्वर कुमार, भारतीय क्रिकेट खिलाड़ी</p>\r\n<p>कर्ण शर्मा, भारतीय क्रिकेट खिलाड़ी</p>\r\n<p>प्रवीण कुमार, भारतीय क्रिकेट खिलाड़ी</p>\r\n<p>शिवम मावी, भारतीय क्रिकेट खिलाड़ी।</p>\r\n<p>धर्मपाल सिंह गुधा, सबसे पुराना गुर्जर एथलीट</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Meerut</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d0f308f-6677-416e-9021-68629473fac6_Meerut-railway.jpg","subContents":[{"SubTitle":"1. शहीद स्मारक","SubTitleHindi":null,"SubContent":"<p>सरकारी स्वतंत्रता संग्राम संग्रहालय, मेरठ की स्थापना 1 99 7 में हुई थी। यह दिल्ली रोड पर शहीद स्मारक यौगिक में स्थित है, शहर रेलवे स्टेशन से लगभग 6 किमी उत्तर-पूर्व और दिल्ली बस स्टेशन से 200 मीटर की दूरी पर स्थित है। आगंतुक विभिन्न गेस्टहाउस, निजी लॉज और होटल में रह सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संग्रहालय का मुख्य उद्देश्य सांस्कृतिक संपत्ति का संग्रह, संरक्षण, दस्तावेज़ीकरण और प्रदर्शनी है और इसे शैक्षणिक गतिविधियों के साथ-साथ हमारे गौरवशाली अतीत के बारे में जागरूकता पैदा करने के लिए उपलब्ध कराया गया है। कुछ डाक टिकट, चित्र, पोस्ट कार्ड, स्मारक सिक्के से संबंधित 1857 की घटनाएं और बाद के सिक्के भी संग्रहालय के संग्रह में हैं। संग्रहालय विकासशील चरणों में है और अधिक नमूने एकत्र करने के प्रयास किए जा रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संग्रहालय शैक्षिक कार्यक्रमों जैसे कि व्याख्यान, संगोष्ठियों और इतिहास, संस्कृति, दर्शन, स्वतंत्रता संग्राम और धर्म से संबंधित प्रतियोगिताओं का आयोजन करता है। इसका उद्देश्य भारतीय संस्कृति को प्रसारित करने के लिए अन्य सांस्कृतिक और शैक्षिक संगठनों के साथ समन्वय करना है और विशेष रूप से लंबे समय से संबंधित घटनाओं से संबंधित कार्यक्रम भारत का स्वतंत्रता संग्राम</p>\r\n<p>&nbsp;</p>\r\n<p>संग्रहालय समय: 10:30 पूर्वाह्न। 4:30 बजे तक। सोमवार, रविवार को छोड़कर सभी दिनों में खुला</p>\r\n<p>महीने के दूसरे शनिवार और सार्वजनिक छुट्टियों के बाद।</p>\r\n<p>सरकारी स्वतंत्रता संग्राम संग्रहालय,</p>\r\n<p>मेरठ, यूपी (इंडिया) 250001</p>\r\n<p>दूरभाष: 0121-2404367</p>\r\n<p>स्रोत: https://meerut.nic.in/tourist-place/shaheed-smarak/</p>","SubContentHindi":null,"ImageUrl":"aeddc96e-1ab7-4b66-836f-9840aed7f65f_Shaheed-Smarak.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. हस्तीनापुर जैन मंदिर","SubTitleHindi":null,"SubContent":"<p>यह जिला मेरठ में स्थित है और लगभग 37 किलोमीटर दूर मेरठ-बिजनौर रोड से जुड़ा हुआ है। मेरठ से और 100 किमी। दिल्ली से यह राजसी, भव्यता, शाही संघर्ष और पांडवों और कौरवों के रियासतों के बारे में मूक गवाह रहा है। इसे महाभारत के समय पांडवों और कौरवों के राजधानी शहर के रूप में भी जाना जाता था। महाभारत से संबंधित साइटें हस्तरिनपुर में विदुर तिला, पांडवेश्वर मंदिर, बाराद्री, द्रौनेश्वर मंदिर, कर्ण मंदिर, द्रौपदी घाट और काम घाट इत्यादि में फैली हुई हैं। हस्तीनापुर जैन भक्तों के लिए भी एक पवित्र स्थान है। जैन धर्म के महान विश्वास के वास्तुकला और केंद्र के कई उत्कृष्ट कृतियों के यहां भी जा रहे हैं जैसे जंबुद्वीप जैन मंदिर, श्वेतांबर जैन मंदिर, प्रचीन दिगंबर जैन मंदिर, अस्तापद जैन मंदिर और श्री कैलाश पर्वत जैन मंदिर आदि सुमेरू पर्वत के साथ और जंबुद्वीप जैन मंदिर में कमल मंदिर और मंदिर के पूरे परिसर में एक यात्रा के लायक है।</p>\r\n<p>&nbsp;</p>\r\n<p>पंच गोविंद सिंह जी के पांच शिष्यों में से एक पंच प्यारे भाई धर्म सिंह का जन्म स्थान होने के नाते, हस्तीनापुर भी सिख भक्तों के लिए महान विश्वास का केंद्र है। सैफपुर करमचंदपुर में गुरुद्वारा सिख धर्म के लिए महान भक्ति और विश्वास का केंद्र है। पवित्र स्थान और ऐतिहासिक महलों के लिए जाने के अलावा, हस्तीनापुर अपने वन्यजीव आकर्षण के लिए भी जाना जाता है, क्योंकि पास के अभयारण्य वनस्पतियों और जीवों की विविधता, वन्यजीव पर्यटन और रोमांच, पारिस्थितिकता और संबंधित गतिविधियों का केंद्र है। हस्तीनापुर में लॉजिंग और फूडिंग सुविधाएं भी उपलब्ध हैं। पी डब्ल्यूडी के वन और गेस्ट हाउस विभाग के बाकी घर। जैन धर्मशालाओं के साथ वहां अच्छी व्यवस्था और भोजन सुविधाएं उपलब्ध हैं।</p>","SubContentHindi":null,"ImageUrl":"66c25397-9d08-407f-bf4b-b7a0e9b8c678_Hastinapur-Jain-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. जैन मंदिर, हस्तीनापुर","SubTitleHindi":null,"SubContent":"<p>गंगा के पुराने घाटी के तट पर स्थित, हस्तीनापुर को जैन द्वारा पृथ्वी पर सबसे पवित्र स्थानों में से एक माना जाता है। माना जाता है कि यह तीन जैन तीर्थंकरों का जन्मस्थान है। हस्तीनापुर में कई प्राचीन जैन मंदिर हैं। श्री दिगंबर जैन मंदिर, जंबुद्वीप, कैलाश पर्वत राचना, श्वेतांबर जैन मंदिर हस्तीनापुर के मुख्य और प्रसिद्ध मंदिर हैं। जैन मंदिरों के अलावा, पांडेश्वर मंदिर, ऐतिहासिक गुरुद्वारा और हस्तीनापुर अभयारण्य देखा जा रहा है।</p>","SubContentHindi":null,"ImageUrl":"37ea33bc-a323-40e2-868a-31325ce2cb3f_Ashtapad_Hastinapur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. अगरनाथ मंदिर","SubTitleHindi":null,"SubContent":"<p>यह मंदिर (जिसे स्थानीय रूप से कलीपल्टन मंदिर भी कहा जाता है) उस स्थान पर स्थित है जहां 1857 के युद्ध के सैनिकों ने अपने परिचालन की योजना बनाई थी। मंदिर में 1857 के विद्रोह के शहीदों, 1857 के भारतीय विद्रोह के सम्मान के लिए बनाया गया एक स्मारक भी है। पुराने मंदिर को आधुनिक संस्करण द्वारा प्रतिस्थापित किया गया है।</p>","SubContentHindi":null,"ImageUrl":"9558ee9d-46f9-4d73-be34-c228a8471902_Augarnath-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>वायु</p>\r\n<p>निकटतम हवाई अड्डा इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डा है जो लगभग 100 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>डॉ भीम राव अम्बेडकर हवाई अड्डा पार्टपुर में स्थित है। राज्य सरकार ने यह प्रस्ताव दिया था कि एयरपोर्ट को दिल्ली हवाई अड्डे पर दबाव कम करने के लिए अंतरराष्ट्रीय हवाई अड्डे में परिवर्तित किया जाएगा। [84] हालांकि, राज्य के अन्य हिस्सों में भूमि अधिग्रहण के खिलाफ विरोध प्रदर्शन के बाद घरेलू हवाई अड्डे का विस्तार करने की योजना को बंद कर दिया गया। मई 2012 में दुर्घटना के बाद, शहर प्रशासन ने निजी उड़ानों को हवाई पट्टी का उपयोग करने से रोक दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>सड़क से मेरठ दिल्ली, नोएडा, फरीदाबाद, गाजियाबाद, हरिद्वार इत्यादि जैसे प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। बड़ी संख्या में लोग काम के लिए दिल्ली, नोएडा, ग्रेटर नोएडा, गाजियाबाद और गुड़गांव जाते हैं। तीन राष्ट्रीय राजमार्ग (एनएच -58, एनएच -117 और एनएच -235) मेरठ के माध्यम से गुजरते हैं। ऊपरी गंगा नहर एक्सप्रेसवे जो शहर के बाहरी इलाके से गुजरता है, विकास में है।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तर प्रदेश राज्य सड़क परिवहन निगम (यूपीएसआरटीसी) बसें पूरे राज्य और आसपास के शहरों के शहरों में 2 मुख्य बस टर्मिनलों, अर्थात् भैंसली बस टर्मिनल और सोहराब गेट बस टर्मिनल हैं। एक जेएनएनयूआरएम योजना बनाई गई थी। कम मंजिल शहर बसें (जेएनएनयूआरएम के तहत), [उद्धरण वांछित] सामान्य शहर बसों, ऑटो रिक्शा और रिक्शा शहर के भीतर यात्रा के लिए सुविधाजनक सार्वजनिक परिवहन विकल्प हैं। आंतरिक रिंग रोड, बाहरी रिंग रोड और नए फ्लाईओवर के निर्माण जैसी कई नई परिवहन बुनियादी ढांचा परियोजनाएं प्रस्तावित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली-मेरठ एक्सप्रेसवे (निर्माण के तहत)</p>\r\n<p>मुख्य लेख: दिल्ली-मेरठ एक्सप्रेसवे</p>\r\n<p>दिल्ली-मेरठ एक्सप्रेसवे 90 किमी लंबी नियंत्रित-पहुंच एक्सप्रेसवे के तहत निर्माणाधीन है, जो दिल्ली में मेरठ के साथ भारत में गाजियाबाद में दसना के माध्यम से जुड़ती है। जबकि उत्तर प्रदेश गेट तक राष्ट्रीय राजमार्ग 24 (एनएच -24) का वर्तमान विस्तार वर्तमान 8 से 14 लेन तक बढ़ाया जाएगा, यूपी गेट और दशना के बीच की सड़क चौदह-लेन होगी। एनएचएआई के मुताबिक पूरे निर्माण कार्य को तीन चरणों में बांटा गया है। पहला चरण दिल्ली से दसना (किमी 0 से किमी 27.5, 14 लेन) होगा, जबकि दूसरा चरण एनएस -24 (8 लेन) पर दसना से हापुर (किमी 27.5 से किमी 49.9) होगा। तीसरे चरण में 37 किमी लंबी नई संरेखण, एक हरा-क्षेत्र संरेखण, दासना से मेरठ (6 लेन) तक का निर्माण शामिल होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रधान मंत्री नरेंद्र मोदी ने 31 दिसंबर, 2015 को एक्सप्रेसवे के लिए आधारशिला रखी।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>मेरठ सिटी जंक्शन</p>\r\n<p>मेरठ दिल्ली-सहारनपुर विद्युतीकृत रेलवे लाइन [9 1] पर स्थित है और इसमें पांच रेलवे स्टेशन हैं: मेरठ सिटी, मेरठ कैंट, पार्टपुर, मोहियुद्दीनपुर और पाब्ली खास। मेरठ सिटी रेलवे स्टेशन सबसे व्यस्त है। दिल्ली और मेरठ के बीच रेलवे लाइन का निर्माण 1864 में किया गया था [30] और मेरठ कैंट स्टेशन, जो 1865 में द्वितीयक रेलवे स्टेशन के रूप में कार्य करता था।</p>\r\n<p>&nbsp;</p>\r\n<p>करीब 20,000 यात्री रोज़ाना दिल्ली और वापस यात्रा करते हैं। मेरठ और दिल्ली के बीच लगभग 27 जोड़े ट्रेनें और चार मेरठ और खुर्जा के बीच चलती हैं। लखनऊ दैनिक, नौचंडी एक्सप्रेस और राज्य रानी एक्सप्रेस के लिए दो ट्रेनें उपलब्ध हैं। एक साप्ताहिक ट्रेन चेन्नई और कुचुवेली जाती है। दैनिक ट्रेनें मेरठ से मुंबई, अहमदाबाद, जयपुर, राजकोट और अन्य राज्यों के शहरों से जुड़ती हैं। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>मेट्रो परियोजना</p>\r\n<p>मुख्य लेख: मेरठ मेट्रो</p>\r\n<p>30 दिसंबर, 2014 को, उत्तर प्रदेश कैबिनेट ने मेरठ में शहरी जन परिवहन बुनियादी ढांचे को बढ़ावा देने के लिए मेरठ में प्रस्तावित मेट्रो रेल परियोजनाओं को मंजूरी दे दी थी। राज्य सरकार ने संबंधित विस्तृत परियोजना रिपोर्ट (डीपीआर) और समन्वयक के रूप में क्रमशः तैयार करने के लिए आरआईटीईएस लिमिटेड और लखनऊ मेट्रो रेल निगम (एलएमआरसी) को नामांकित किया है। डीपीआर के लिए विकास प्राधिकरण नोडल एजेंसियां ​​होंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>मेट्रो परियोजना को विभागीय आयुक्त से हरा संकेत मिला। बैठक में फैसला किया गया था कि यह परियोजना दो गलियारों के साथ होगी - भागपुर से पल्लवपुरम चरण 2 और राजबान बाजार से गोकलपुर गांव तक। पहले गलियारे के मुख्य स्टेशन पार्टपुर, पंचवटी एनक्लेव, रितानी, रितानी पश्चिम, शताब्दी नगर, देवलोक, माधवपुरम, मेरठ रेलवे स्टेशन रोड, लाजपत बाजार, बेगमपुर, गांधी बाग, लेखा नगर, पल्लवपुरम दोर्ली, अंसल शहर और पल्लवपुरम चरण होंगे 2. जबकि पार्टापुर-पल्लवपुरम चरण 2 मार्ग में गलियारा 20 किमी तक कवर होगा और इसमें 18 स्टेशनों की कुल संख्या होगी, राजबन बाजार से गोकलपुर गांव के 10 किमी लंबी मार्ग में नौ स्टेशन होंगे। [9 3]</p>\r\n<p>&nbsp;</p>\r\n<p>रैपिड रेल</p>\r\n<p>मुख्य लेख: दिल्ली मेरठ आरआरटीएस</p>\r\n<p>एनसीआर ट्रांसपोर्ट प्लान 2021 ने 2001-11 के दौरान निर्माण के लिए निर्धारित शाहदरा-गाजियाबाद खंड और 2011-21 के लिए निर्धारित गाजियाबाद-मेरठ खंड के साथ दिल्ली के बीच मेरठ के बीच क्षेत्रीय रैपिड ट्रांजिट सिस्टम (आरआरटीएस) नामक एक रेल-आधारित जन पारगमन प्रणाली का प्रस्ताव दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>सितंबर 2010 में, आनंद विहार और मेरठ के बीच आरआरटीएस को परियोजना के शुरुआती चरणों में प्रस्तावित किया गया था। 45 मिनट की यात्रा के अनुमानित समय के साथ लागत लगभग 1000 करोड़ (यूएस $ 140 मिलियन) होने का अनुमान लगाया गया था। [9 5] नवंबर 2010 में, ट्रेन की गति 130-160 किमी प्रति घंटे के बीच होने का प्रस्ताव था</p>","SubContentHindi":null,"ImageUrl":"c8850b18-db20-4719-9649-4a0f321733d4_Meerut-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-meerut-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"मेरठ","slug":"meerut"}],"recommendations":[{"id":177,"title":"मोरादाबाद में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"385151a8-01b5-401b-8479-3039574d2bc6_Moradabad-railway.jpg","dateCreated":"2018-12-20T15:24:46.356Z","dateModified":"2018-12-20T15:36:22.497Z","contributedBy":"AskGif","content":"मोरादाबाद भारतीय राज्य उत्तर प्रदेश के मोरादाबाद जिले में एक शहर, कमीशन और एक नगर पालिका है। यह 1625 एडी में रुस्तम खान द्वारा स्थापित किया गया था और इसका नाम मुगल सम्राट शाहजहां और महारानी मुमताज महल के सबसे छोटे बेटे राजकुमार मुराद बख्श के नाम पर रखा गया है।&nbsp;\r\n&nbsp;\r\nमोरादाब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/385151a8-01b5-401b-8479-3039574d2bc6_Moradabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मुरादाबाद","slug":"moradabad"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-moradabad-uttar-pradesh","total":0},{"id":140,"title":"हरदोई में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","dateCreated":"2018-10-06T12:48:31.223Z","dateModified":"2018-10-06T14:58:49.381Z","contributedBy":"AskGif","content":"हरदोई उत्तर प्रदेश राज्य के हरदोई जिले में एक शहर और नगरपालिका बोर्ड है। यह हरदोई जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2011 की जनगणना के अनुसार, हरदोई शहर की आबादी 1,30,429 थी। पुरुषों में 52.5 9% आबादी और 47.41% महिलाएं हैं। 2011 में हरदोई शहर की औसत साक्षरता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरदोई","slug":"hardoi"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hardoi-uttar-pradesh","total":0},{"id":80,"title":"गोरखपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","dateCreated":"2018-08-03T08:52:50.612Z","dateModified":"2018-12-08T08:53:04.596Z","contributedBy":"AskGif","content":"गोरखपुर एक राज्य है जो उत्तर प्रदेश&nbsp;(U.P/UP) के उत्तर-पूर्वी हिस्से में राप्ती नदी के किनारे स्थित है, जिसमें 673,446 आबादी है। यह नेपाल सीमा के पास स्थित है, राज्य की राजधानी लखनऊ के 273 किलोमीटर पूर्व में। यह गोरखपुर जिला और गोरखपुर डिवीजन का प्रशासनिक मुख्यालय है। यह शहर गोरखनाथ मठ, गोरक्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"गोरखपुर उत्तर प्रदेश तक कैसे पहुंचे","slug":"how-to-reach-gorakhpur-uttar-pradesh"},{"name":"गोरखपुर","slug":"gorakhpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-gorakhpur-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}