{"id":176,"title":"Top Places to visit in Meerut, Uttar Pradesh","imageUrl":"8d0f308f-6677-416e-9021-68629473fac6_Meerut-railway.jpg","dateCreated":"2018-12-12T15:57:04.162Z","dateModified":"2018-12-12T16:28:46.444Z","contributedBy":"AskGif","content":"<p>Meerut, is a city in the Indian state of Uttar Pradesh. It is an ancient city with settlements dating back to the Indus Valley civilisation having been found in and around the area. The city lies 70 km (43 mi) northeast of the national capital New Delhi, and 453 km (281 mi) northwest of the state capital Lucknow.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011, Meerut is the 33rd most populous urban agglomeration and the 26th most populous city in India. It ranked 292 in 2006 and is projected to rank 242 in 2020 in the list of largest cities and urban areas in the world.[9] The municipal area (as of 2001) is 141.89 km2 (54.78 sq mi) with the cantonment covering 35.68 km2 (3,568.06 ha). The city is one of the largest producers of sports goods, and the largest producer of musical instruments in India. The city is also an education hub in western Uttar Pradesh, and also known as the \"Sports City Of India\". The city is famous for being the starting point of the 1857 rebellion against British colonial rule.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Main article: List of educational institutions in Meerut district</p>\r\n<p>Meerut is an education hub of Western Uttar Pradesh with four universities, approximately 50 engineering colleges, 23 management colleges, seven pharmacy colleges, four colleges offering hotel management, one college offering fashion design, over 150 academic colleges and over 50 schools. The city is home to Chaudhary Charan Singh University (formerly Meerut University), Sardar Vallabhbhai Patel University of Agriculture and Technology, Swami Vivekanand Subharti University and Shobhit University. The city has one government-run engineering college, Sir Chhotu Ram Institute of Engineering and Technology, a constituent college of Chaudhary Charan Singh University. There are schools affiliated to recognized boards such as ICSE, CBSE, IB and the state board. One such school is the St. John's Sr. Sec School (established by Begum Samru) which is over 130 years old, also the first IB school in Uttar Pradesh was Vidya Global school.</p>\r\n<p>&nbsp;</p>\r\n<p>Meerut Institute of Engineering &amp; Technology is the oldest engineering institute of Meerut district. It was established in year 1997.</p>\r\n<p>&nbsp;</p>\r\n<p>Chaudhary Charan Singh University (CCSU) is public and state university which has many degree colleges affiliated to it. They fall in two divisions: Saharanpur and Meerut with nine districts including Saharanpur, Meerut, Muzaffarnagar, Shamli, Gautam Budh Nagar, Bagpat, Hapur, Bulandshahr and Ghaziabad administered by Vice-Chancellor and Registrar (PCS officer). The Indian Film and Television Institute is located at the western bypass of the city. The city has three medical colleges: Lala Lajpat Rai Memorial Medical College, Subharti Medical College and Mulayam Singh Yadav Medical College &amp; Hospital.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest government university which offers degrees in Engineering, Science, Management and Humanities is Gautam Buddha University located in Greater Noida.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Indian Rebellion of 1857</p>\r\n<p>Dhan Singh Gurjar,.</p>\r\n<p>Kadam Singh,was a leader of a group of Gurjars who fought against the British East India Company during the Indian Rebellion of 1857.</p>\r\n<p>King</p>\r\n<p>Raja Nain Singh,also known as was a notable Gurjar king of Meerut district in the Indian state of Uttar Pradesh in the 18th century.</p>\r\n<p>Politics</p>\r\n<p>Somendra Tomar, Member of the Legislative Assembly for Meerut South</p>\r\n<p>Ravindra Kumar Bhadana, politician.</p>\r\n<p>Mriganka Singh, politician.&nbsp;</p>\r\n<p>Malook Nagar, businessman and politician.</p>\r\n<p>Lakhi Ram Nagar, businessman and politician.</p>\r\n<p>Hemlata Chaudhary, politician</p>\r\n<p>Sports</p>\r\n<p>Bhuvneshwar Kumar, Indian Cricketer</p>\r\n<p>Karn Sharma, Indian Cricketer</p>\r\n<p>Praveen Kumar, Indian Cricketer</p>\r\n<p>Shivam Mavi, Indian Cricketer.</p>\r\n<p>Dharampal Singh Gudha ,Oldest Gurjar athlete</p>\r\n<p>source: https://en.wikipedia.org/wiki/Meerut</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d0f308f-6677-416e-9021-68629473fac6_Meerut-railway.jpg","subContents":[{"SubTitle":"1. Shaheed Smarak","SubTitleHindi":null,"SubContent":"<p>Government Freedom Struggle Museum, Meerut was established in 1997. It is located in the Shaheed Smarak compound on Delhi Road, about 6 km north-east from the city railway station and at a distance of about 200 meters from the Delhi Bus Station. Visitors can stay in various guesthouses, private lodges and hotels.</p>\r\n<p>&nbsp;</p>\r\n<p>The Museum&rsquo;s main aim is the collection, preservation, documentation and exhibition of cultural property and to make it available for educational activities as well as for creation of awareness about our glorious past.Some postal stamps, pictures, post cards, memorial coins related to the events of 1857 and latter coins are also in the collection of the museum. The museum is in the developing stages and efforts are being made to collect more specimens.</p>\r\n<p>&nbsp;</p>\r\n<p>The museum organises educational programs such as lectures, seminars and competitions related to history, culture, philosophy, the freedom struggle and religion.It also aims at coordinating with other cultural and educational organizations for disseminating Indian culture and particularly the events related to the long drawn freedom struggle of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Museum Timings : 10:30 AM. to 4:30 PM. Open on all days except Monday, Sunday</p>\r\n<p>following 2nd Saturday of the month and public holidays.</p>\r\n<p>Government Freedom Struggle Museum,</p>\r\n<p>Meerut, U.P.(INDIA) 250001</p>\r\n<p>Tel : 0121-2404367</p>\r\n<p>source: https://meerut.nic.in/tourist-place/shaheed-smarak/</p>","SubContentHindi":null,"ImageUrl":"aeddc96e-1ab7-4b66-836f-9840aed7f65f_Shaheed-Smarak.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Hastinapur Jain Temple","SubTitleHindi":null,"SubContent":"<p>It is situated in district Meerut &amp; connected through Meerut-Bijnor Road, about 37 kms. from Meerut and 100 kms. from Delhi. It has been the silent witness to the majestic, grandeur, royal conflicts and princely anecdotes of Pandavas &amp; Kauravas. It was also known as capital city of Pandavas and Kauravas at the time of Mahabharata. Sites related to Mahabharata spread across the Hastinapur like Vidurr Tila, Pandaveshwar Temple, Baradri, Draunadeshwar Temple, Karna Temple, Draupadi Ghat and Kama Ghat etc. Hastinapur is also a sacred place for Jain devotees. A number of masterpieces of architecture and center of great faith of Jain religion are also worth visiting here like &ndash; Jambudweep Jain Temple, Shwetambar Jain Temple, Prachin Digambar Jain Temple, Astapad Jain Temple and Shri Kailash Parvat Jain Temple Etc. Along with Sumeru Parvat and Kamal Temple in Jambudweep Jain Temple and whole premises of the Temple is worth a visit.</p>\r\n<p>&nbsp;</p>\r\n<p>As being the birth place of Panch Pyare Bhai Dharam Singh, one of the five disciples of Guru Govind Singh Ji, Hastinapur is also a center of great faith for Sikh devotees. The Gurdwara at Saifpur Karamchandpur is a center of great devotion and faith for Sikh religion. Besides known for sacred place &amp; historical palaces, Hastinapur is also known for its wildlife attraction, as sanctuary nearby is full of Flora and Fauna diversity, a center of wildlife tourism and adventure, ecotourism and related activities. Lodging and fooding facilities are also available in Hastinapur. Rest house of department of forest and guest house of P.W.D. with Jain Dharamshalas offers good lodging and fooding facilities there.</p>","SubContentHindi":null,"ImageUrl":"66c25397-9d08-407f-bf4b-b7a0e9b8c678_Hastinapur-Jain-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Jain temples, Hastinapur","SubTitleHindi":null,"SubContent":"<p>Located on the banks of old ravine of Ganges, Hastinapur is considered one of the holiest places on earth by Jains. It is believed to be the birthplace of three Jain Tirthankaras. There are many ancient Jain temples in Hastinapur. Shri Digamber Jain Mandir, Jambudweep, Kailash Parvat rachna, Shwetambar Jain Temple are the main and famous temples in Hastinapur. Apart from Jain temples, Pandeshwar temple, Historical Gurdwara and Hastinapur Sanctuary are worth being seen.</p>","SubContentHindi":null,"ImageUrl":"37ea33bc-a323-40e2-868a-31325ce2cb3f_Ashtapad_Hastinapur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Augarnath Temple","SubTitleHindi":null,"SubContent":"<p>This temple (also known as Kalipaltan Mandir locally) is located at the site where the soldiers of the war of 1857 planned their operations. The temple also houses a memorial built to honour the martyrs of the revolt of 1857, Indian Rebellion of 1857. The old temple has been replaced by a modern version.</p>","SubContentHindi":null,"ImageUrl":"9558ee9d-46f9-4d73-be34-c228a8471902_Augarnath-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>Air</p>\r\n<p>The nearest airport is the Indira Gandhi International Airport which is about 100 km away.</p>\r\n<p>&nbsp;</p>\r\n<p>The Dr. Bhim Rao Ambedkar Airport is located at Partapur. It was proposed by the state government that the airstrip be converted to an international airport to reduce pressure on Delhi airport. However, Plans to expand the Domestic airport were called off after protests against land acquisition started in other parts of the state. Following an accident in May 2012, the city administration barred private flights from using the airstrip.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>By road Meerut is well-connected to major cities like Delhi, Noida, Faridabad, Ghaziabad, Haridwar, etc. A large number of people commute to Delhi, Noida, Greater Noida, Ghaziabad and Gurgaon every day for work. Three national highways (NH-58, NH-119 &amp; NH-235) pass through Meerut. Upper Ganga Canal Expressway which passes through outskirts of the city is under development.</p>\r\n<p>&nbsp;</p>\r\n<p>There are 2 main bus terminals, namely Bhainsali bus terminal and Sohrab Gate bus terminal from where Uttar Pradesh State Road Transport Corporation (UPSRTC) buses ply to cities all over the state and all nearby cities. A JNNURM scheme was put in place. Low Floor City Buses (under JNNURM),[citation needed] Normal City Buses, auto rickshaws and rickshaws are convenient public transport options to commute within the city. Many new transport infrastructure projects like inner ring road, outer ring road and construction of new flyovers are proposed.</p>\r\n<p>&nbsp;</p>\r\n<p>Delhi-Meerut Expressway (Under Construction)</p>\r\n<p>Main article: Delhi&ndash;Meerut Expressway</p>\r\n<p>Delhi&ndash;Meerut Expressway is an under construction 90 km long controlled-access expressway, connecting Delhi with Meerut via Dasna in Ghaziabad in India. While the present stretch of National Highway 24 (NH-24) up to Uttar Pradesh Gate will be widened to 14 lanes from the present 8, the road between UP Gate and Dasna will be also be fourteen-laned. According to NHAI the entire construction work has been divided into three stages. The first stage will be from Delhi to Dasna (km 0 to km 27.5, 14 lanes), while the second stage will be from Dasna to Hapur (km 27.5 to km 49.9) on NH-24 (8 lanes). The third stage will include construction of a 37 km long new alignment, a green-field alignment, from Dasna to Meerut (6 lanes).</p>\r\n<p>&nbsp;</p>\r\n<p>Prime Minister Narendra Modi laid the foundation stone for expressway on December 31, 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>&nbsp;</p>\r\n<p>Meerut City Junction</p>\r\n<p>Meerut lies on the Delhi&ndash;Saharanpur electrified railway line[91] and has five railway stations: Meerut City, Meerut Cantt, Partapur, Mohiuddinpur and Pabli Khas. Meerut City railway station is the busiest. The railway line between Delhi and Meerut was constructed in 1864[30] and the Meerut Cantt station, which serves as a secondary railway station was founded in 1865.</p>\r\n<p>&nbsp;</p>\r\n<p>About 20,000 passengers travel daily to Delhi and back. Around 27 pairs of trains run between Meerut and Delhi, and four between Meerut and Khurja. Two trains are available for Lucknow daily, namely Nauchandi Express and Rajya Rani Express. A weekly train goes to Chennai and Kuchuvelli. Daily trains connect Meerut to Bombay, Ahmedabad, Jaipur, Rajkot and cities in other states.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Metro Project</p>\r\n<p>Main article: Meerut Metro</p>\r\n<p>On December 30, 2014, the Uttar Pradesh Cabinet had approved the proposed Metro Rail projects in Meerut, to boost urban mass transport infrastructure in Meerut. The state government has nominated RITES Limited and Lucknow Metro Rail Corporation (LMRC) for preparing the respective detailed project report (DPR) and as coordinator, respectively. The development authorities would be nodal agencies for DPR.</p>\r\n<p>&nbsp;</p>\r\n<p>The metro project got the green signal from the divisional commissioner. It was decided in the meeting that the project would be along two corridors - Partapur to Pallavpuram Phase 2 and Rajban Market to Gokalpur village. The main stations on the first corridor will be Partapur, Panchwati Enclave, Rithani, Rithani West, Shatabdi Nagar, Devlok, Madhavpuram, Meerut Railway Station Road, Lajpat Bazaar, Begampul, Gandhi Bagh, Lekha Nagar, Pallavpuram Dorli, Ansal City and Pallavpuram Phase 2. While the corridor in the Partapur-Pallavpuram Phase 2 route will cover 20 km and will have a total number of 18 stations in between, the 10 km-long route from Rajban Market to Gokalpur village will have nine stations.[93]</p>\r\n<p>&nbsp;</p>\r\n<p>Rapid Rail</p>\r\n<p>Main article: Delhi Meerut RRTS</p>\r\n<p>The NCR Transport Plan 2021 proposed a rail-based mass transit system called Regional Rapid Transit System (RRTS) between Delhi to Meerut with the Shahdara-Ghaziabad section scheduled for construction during 2001-11 and the Ghaziabad-Meerut section scheduled for 2011-21.</p>\r\n<p>&nbsp;</p>\r\n<p>In September 2010, the RRTS was reported to be proposed between Anand Vihar and Meerut with the project in its initial stages. The cost was projected to be around ₹1,000 crore (US$140 million) with the expected time of the journey being 45 minutes.[95] In November 2010, the train speed was proposed to be between 130-160 kmph with stat</p>","SubContentHindi":null,"ImageUrl":"c8850b18-db20-4719-9649-4a0f321733d4_Meerut-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-meerut-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"meerut","slug":"meerut"}],"recommendations":[{"id":177,"title":"Top Places to visit in Moradabad, Uttar Pradesh","imageUrl":"385151a8-01b5-401b-8479-3039574d2bc6_Moradabad-railway.jpg","dateCreated":"2018-12-20T15:24:46.356Z","dateModified":"2018-12-20T15:36:22.497Z","contributedBy":"AskGif","content":"Moradabad is a city, commissionary, and a municipal corporation in Moradabad district of Indian state of Uttar Pradesh. It was established in 1625 A.D. by Rustam Khan and is named after prince Murad Baksh, the youngest son of the Mughal Emperor Shah Jahan and Empress Mumtaz Mahal.\r\n&nbsp;<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/385151a8-01b5-401b-8479-3039574d2bc6_Moradabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"moradabad","slug":"moradabad"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-moradabad-uttar-pradesh","total":0},{"id":140,"title":"Top Places to visit in Hardoi, Uttar Pradesh","imageUrl":"d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","dateCreated":"2018-10-06T12:48:31.223Z","dateModified":"2018-10-06T14:58:49.381Z","contributedBy":"AskGif","content":"Hardoi is a city and municipal board in Hardoi district in the Indian state of Uttar Pradesh. It is the administrative headquarters of Hardoi district.\r\n&nbsp;\r\nDemographics\r\nAs of 2011 India census, Hardoi city had a population of 1,30,429. Males constitute 52.59% of the pop","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4d9ec44-fbb6-4af5-abb1-5f875e1aba64_hardoi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hardoi","slug":"hardoi"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-hardoi-uttar-pradesh","total":0},{"id":80,"title":"Top Places to visit in Gorakhpur, Uttar Pradesh","imageUrl":"3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","dateCreated":"2018-08-03T08:52:50.612Z","dateModified":"2018-12-08T08:53:04.596Z","contributedBy":"AskGif","content":"Gorakhpur is a city located along the banks of Rapti river in the north-eastern part of the Indian state of Uttar Pradesh (U.P/UP), with a population of 673,446. It is located near the Nepal border, 273 kilometres east of the state capital Lucknow. It is the administrative headquarters of Gorakhp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"how-to-reach-gorakhpur-uttar-pradesh","slug":"how-to-reach-gorakhpur-uttar-pradesh"},{"name":"gorakhpur","slug":"gorakhpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-gorakhpur-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}