{"id":177,"title":"Top Places to visit in Moradabad, Uttar Pradesh","imageUrl":"385151a8-01b5-401b-8479-3039574d2bc6_Moradabad-railway.jpg","dateCreated":"2018-12-20T15:24:46.356Z","dateModified":"2018-12-20T15:36:22.497Z","contributedBy":"AskGif","content":"<p>Moradabad is a city, commissionary, and a municipal corporation in Moradabad district of Indian state of Uttar Pradesh. It was established in 1625 A.D. by Rustam Khan and is named after prince Murad Baksh, the youngest son of the Mughal Emperor Shah Jahan and Empress Mumtaz Mahal.</p>\r\n<p>&nbsp;</p>\r\n<p>Moradabad is situated on the banks of the Ramganga river, at a distance of 167 km (104 mi) from the national capital, New Delhi and 344 km north-west of the state capital Lucknow. The city is known as Pital Nagri (\"Brass City\") for its famous brass handicrafts industry.It is also the divisional headquarters of Northern Railway (NR).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools in Moradabad, whether using English or Hindi as a medium of instruction, are affiliated to one of the four bodies, Central Board of Secondary Education (C.B.S.E.), Council for the Indian School Certificate Examinations (C.I.S.C.E), University of Cambridge International Examinations and Uttar Pradesh Madhyamik Shiksha Parishad (U.P. Board).</p>\r\n<p>&nbsp;</p>\r\n<p>Higher education institutions in Moradabad</p>\r\n<p>Parker Intermediate College</p>\r\n<p>state k.g.k homeopathic medical college</p>\r\n<p>Moradabad Institute of Technology</p>\r\n<p>Teerthanker Mahaveer University</p>\r\n<p>IFTM University</p>\r\n<p>Hindu College</p>\r\n<p>Wilsonia Degree College</p>\r\n<p>Islamic Madrasas: Jamia Naimia Moradabad</p>\r\n<p>Jamia Anees ul Uloom Taharpur, Moradabad Shree satya group of institutions, Moradabad</p>\r\n<p>&nbsp;</p>\r\n<p>Police training academy</p>\r\n<p>Dr. Bhim Rao Ambedkar Police Academy, Moradabad is situated in the heart of Uttar Pradesh. Indian Police Services Officer and State Police Service officers of UP cadre and Uttrakhand Cadre are trained here before appointment.</p>\r\n<p>&nbsp;</p>\r\n<p>The Police Training College was earlier known as Police Training School (PTS), established in Allahabad in 1878 under an Assistant Superintendent of Police. It was shifted to Moradabad in 1901. The academy has two other police colleges under its administration: Police Training College and Police Training School. The former is used to train police officers of the rank of inspector and sub-inspector, and the latter is used to train head constables and constables.</p>\r\n<p>&nbsp;</p>\r\n<p>Provincial Armed Constabulary</p>\r\n<p>Beside above Inspector-General of Police, western zone, Provincial Armed Constabulary (PAC) also sits in Moradabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Moradabad has Battalion headquarters of 9/23/24 Bn. of U.P. Provincial Armed Constabulary, also have their offices here. Moradabad is the largest police establishment of U.P. Police after Lucknow.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>&nbsp;</p>\r\n<p>Pandit Jwala Prasad Mishra (1861-1916 CE), author and editor of classical Sanskrit texts</p>\r\n<p>Ali Sikandar, aka Jigar Moradabadi</p>\r\n<p>Sushil Kumar Chaddha, aka Hullad Moradabadi</p>\r\n<p>Piyush Chawla</p>\r\n<p>Ponty Chadha</p>\r\n<p>Robert Vadra</p>\r\n<p>Sufi Amba Prasad</p>\r\n<p>Arun Lal</p>\r\n<p>Javed Jaffrey</p>\r\n<p>Amber Sharma</p>\r\n<p>Naeem-ud-Deen Muradabadi</p>\r\n<p>source: https://en.wikipedia.org/wiki/Moradabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/385151a8-01b5-401b-8479-3039574d2bc6_Moradabad-railway.jpg","subContents":[{"SubTitle":"1. Gautam Budh Park Moradabad","SubTitleHindi":null,"SubContent":"<p>Gautam Buddha Park is situated at Moradabad, on the Harthola Station Road. Gautam Buddha Park is one of the many historical monuments and parks in Moradabad, the most recent of all of them. It is believed that Gautam Buddha spent most of his life in Uttar Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>This park also includes many types of trees and plants, garden fountains lamps, post bench railings. This park is also a favorite destination for local residents besides tourists visiting Moradabad. Children can play here and older people can enjoy entertaining activities. By the way, swings can also swing here for children to play.</p>","SubContentHindi":null,"ImageUrl":"6a7b5e37-3088-4234-bdc7-af764cb9d50f_Gautam-Budh-Park-Moradabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Sai Temple MDA","SubTitleHindi":null,"SubContent":"<p>Sai Temple is located in Deen Dayal Nagar, Phase II region around the Shri Sai Karuna Dham in Moradabad. The temple welcomes followers of all religions. Main deity of the temple is Sai Baba.</p>\r\n<p>&nbsp;</p>\r\n<p>According to the folklore, he was said to have supernatural powers and healing potential; Shirdi Sai Baba is said to have announced and proved the Oneness of God or which is also referred to as &lsquo;Sabka Maalik Ek&rsquo;.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple is very popular among Sai devotees.The architecture of the temple is very nice.It looks very attractive.The environment of the temple is very peaceful.One can feel relaxing after coming here.</p>\r\n<p>&nbsp;</p>\r\n<p>This is a great temple of Sai Baba. There any person can feel relax. Any one can enjoy this temple without restriction. I visited it so many times with my friends. I can say it is a best place to visit in Moradabad.</p>\r\n<p>source: https://moradabad.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"97349109-d218-4af8-81b9-e81161f75729_Sai-Temple-MDA.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. How to Reach","SubTitleHindi":null,"SubContent":"<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>Moradabad bus station</p>\r\n<p>Moradabad is well connected by roads with cities like Delhi, Lucknow, Agra, Aligarh, Ghaziabad, Noida, Haridwar, and Dehradun.</p>\r\n<p>&nbsp;</p>\r\n<p>The following National Highways and State Highways pass through or are connected with Moradabad:</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 24 - connects New Delhi to Lucknow via Ghaziabad, Bareilly , Shahjahanpur and Sitapur. It has been made four-lane between Moradabad and New Delhi. Four-laning of the highway between Moradabad and Lucknow is underway. It is essentially from Delhi via Ghaziabad and Moradabad to Rampur. Part of this highway is also a part of the AH2 (Asian Highway 2), which connects Denpasar, Indonesia to Merak and Singapore to Khosravi, Iran.</p>\r\n<p>National Highway 509 - Also known as National Highway 93, it connects Moradabad to Agra via Chandausi, Aligarh and Hathras.</p>\r\n<p>State Highway 43 - it connects Moradabad to the historical city of Badaun, which is 102 km away and Farrukhabad, which is 210 km away, via Bisauli. It also extends to Kanpur.</p>\r\n<p>State Highway 49 - connects Moradabad to Haridwar, merging into State Highway 78 at Dhampur.</p>\r\n<p>State Highway 76 - connects Moradabad to Bijnor via Noorpur.</p>\r\n<p>State Highway 78 - connects Moradabad to Amroha via Pakbara.</p>\r\n<p>MDR65 W - connects Moradabad to Kashipur via Thakurdwara.</p>\r\n<p>Moradabad - Sambhal four-lane highway.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Moradabad railway station is one of the major railway stations of Indian Railways. It lies on Lucknow-Moradabad line, Delhi-Moradabad line and Moradabad-Ambala line. More than 250 trains pass through and stop at Moradabad Railway Station every day. It is directly connected with Delhi, Lucknow, Kanpur, Agra, Aligarh, Ghaziabad, Jaipur, Jodhpur, Haridwar, Dehradun, Amritsar, Ludhiana, Ambala, Guwahati, Dibrugarh, Kolkata, Jamshedpur, Varanasi, Ahmedabad, Patna. Shatabdi Express, Rajdhani Express, Garib-Rath Express Many Super fast, mail and passenger trains stop at Moradabad. Moradabad is called an inter-change station due to a five line junction. Moradabad Railway Station is One of the Oldest Railway Station Of India. It was built in 1873, and was electrified in 2012.</p>\r\n<p>&nbsp;</p>\r\n<p>Moradabad railway station was the main station built by Oudh and Rohilkhand Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>Amenities Moradabad railway station is category 'A' railway station. It has a tourist information centre, post office, telegraph office, General Railway Police Office, computerised reservation counters, retiring room, vegetarian and non vegetarian refreshment rooms, tea stall and book stall. It also has the Tatkal seat booking counter.</p>\r\n<p>&nbsp;</p>\r\n<p>Electrification of the 636 km (395 mi) long Mughasarai-Moradabad line was completed in 2013.Many trains on Ambala and Lucknow line run with electric locomotives (including freight trains). Electrification of the Delhi-Moradabad line is under progress and was expected to be completed by December 2015. Being one of the important sections of the Northern Railways, Indian railway has given this project a high priority.</p>\r\n<p>&nbsp;</p>\r\n<p>Electrification of 135 km line between Ghaziabad - Moradabad is complete as of 31-03-2015. CRS's detailed inspection of GZB-MB section electrification completed successfully on 19-01-2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Moradabad Airport is under construction. The nearest working domestic airport is Pantnagar Airport, 86 km away and the nearest international airport is Indira Gandhi International Airport, New Delhi, 178 km away.</p>","SubContentHindi":null,"ImageUrl":"8fb1b4f0-1ce4-4817-a2a6-356331d78972_Moradabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-moradabad-uttar-pradesh","tags":[{"name":"moradabad","slug":"moradabad"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":181,"title":"Top Places to visit in Raebareli, Uttar Pradesh","imageUrl":"b848dd47-5ebe-4948-a0f7-a867adf6e01a_Raebareli-railway.jpg","dateCreated":"2018-12-22T12:09:45.822Z","dateModified":"2018-12-22T13:06:20.555Z","contributedBy":"AskGif","content":"Raebareli is a city and a municipal board in the Indian state of Uttar Pradesh. It is the administrative headquarters of Raebareli district. The city is situated at the bank of the Sai river, 82 km (51 mi) southeast of Lucknow. It possesses many architectural features and sites, chief of which is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b848dd47-5ebe-4948-a0f7-a867adf6e01a_Raebareli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"raebareli","slug":"raebareli"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-raebareli-uttar-pradesh","total":0},{"id":170,"title":"Top Places to visit in Lucknow, Uttar Pradesh","imageUrl":"f7ef0a64-de30-4c5f-a494-0765337891df_Lucknow-railway.jpg","dateCreated":"2018-12-09T06:48:09.166Z","dateModified":"2018-12-09T07:17:02.286Z","contributedBy":"AskGif","content":"Lucknow is the capital and largest city of the Indian state of Uttar Pradesh, and is also the administrative headquarters of the eponymous district and division. It is the eleventh most populous city and the twelfth most populous urban agglomeration of India. Lucknow has always been known as a mu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f7ef0a64-de30-4c5f-a494-0765337891df_Lucknow-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lucknow","slug":"lucknow"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-lucknow-uttar-pradesh","total":0},{"id":114,"title":"Top Places to Visit in Balrampur, Uttar Pradesh","imageUrl":"2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","dateCreated":"2018-08-18T06:27:29.008Z","dateModified":"2020-06-12T11:49:03.852Z","contributedBy":"AskGif","content":"Balrampur is a city and a municipal board in Balrampur district in the state of Uttar Pradesh, India. It is situated on the bank of river Rapti and is the district headquarters of Balarampur district. Balrampur was a state in India. It is divided in 1748 and a part of U.P.\r\nDemographics</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"balrampur","slug":"balrampur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-balrampur-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}