{"id":177,"title":"मोरादाबाद में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"385151a8-01b5-401b-8479-3039574d2bc6_Moradabad-railway.jpg","dateCreated":"2018-12-20T15:24:46.356Z","dateModified":"2018-12-20T15:36:22.497Z","contributedBy":"AskGif","content":"<p>मोरादाबाद भारतीय राज्य उत्तर प्रदेश के मोरादाबाद जिले में एक शहर, कमीशन और एक नगर पालिका है। यह 1625 एडी में रुस्तम खान द्वारा स्थापित किया गया था और इसका नाम मुगल सम्राट शाहजहां और महारानी मुमताज महल के सबसे छोटे बेटे राजकुमार मुराद बख्श के नाम पर रखा गया है।&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>मोरादाबाद राष्ट्रीय राजधानी, नई दिल्ली से 167 किमी (104 मील) और राज्य की राजधानी लखनऊ के उत्तर-पश्चिम में 344 किलोमीटर की दूरी पर रामगंगा नदी के तट पर स्थित है। शहर को अपने प्रसिद्ध पीतल हस्तशिल्प उद्योग के लिए पाताल नागरी (\"ब्रास सिटी\") के रूप में जाना जाता है। यह उत्तरी रेलवे (एनआर) का विभागीय मुख्यालय भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मोरादाबाद के स्कूल, चाहे अंग्रेजी या हिंदी का उपयोग माध्यम के माध्यम से करते हैं, चार निकायों में से एक, केन्द्रीय माध्यमिक शिक्षा बोर्ड (सीबीएसई), भारतीय स्कूल प्रमाणपत्र परीक्षा परिषद (सीआईएससीई), कैम्ब्रिज अंतर्राष्ट्रीय परीक्षा विश्वविद्यालय और उत्तर प्रदेश मध्यम शिक्षा परिषद (यूपी बोर्ड)।</p>\r\n<p>&nbsp;</p>\r\n<p>मोरादाबाद में उच्च शिक्षा संस्थान</p>\r\n<p>पार्कर इंटरमीडिएट कॉलेज</p>\r\n<p>राज्य k.g.k होम्योपैथिक मेडिकल कॉलेज</p>\r\n<p>मोरादाबाद प्रौद्योगिकी संस्थान</p>\r\n<p>तेरथंकर महावीर विश्वविद्यालय</p>\r\n<p>आईएफटीएम विश्वविद्यालय</p>\r\n<p>हिंदू कॉलेज</p>\r\n<p>विल्सनिया डिग्री कॉलेज</p>\r\n<p>इस्लामी मद्रास: जामिया नैमिया मोरादाबाद</p>\r\n<p>जामिया अनीस उल उलूम तहरपुर, मोरादाबाद श्री सत्य समूह समूह, मोरादाबाद</p>\r\n<p>&nbsp;</p>\r\n<p>पुलिस प्रशिक्षण अकादमी</p>\r\n<p>डॉ भीम राव अम्बेडकर पुलिस अकादमी, मोरादाबाद उत्तर प्रदेश के दिल में स्थित है। यूपी कैडर और उत्तराखंड कैडर के भारतीय पुलिस सेवा अधिकारी और राज्य पुलिस सेवा अधिकारी नियुक्ति से पहले यहां प्रशिक्षित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पुलिस प्रशिक्षण कॉलेज को पहले पुलिस सहायक स्कूल (पीटीएस) के रूप में जाना जाता था, जिसे 1878 में एक सहायक पुलिस अधीक्षक के तहत इलाहाबाद में स्थापित किया गया था। इसे 1 9 01 में मोरादाबाद में स्थानांतरित कर दिया गया था। अकादमी के प्रशासन के तहत दो अन्य पुलिस कॉलेज हैं: पुलिस प्रशिक्षण कॉलेज और पुलिस प्रशिक्षण स्कूल। पूर्व का प्रयोग इंस्पेक्टर और सब-इंस्पेक्टर के पद के पुलिस अधिकारियों को प्रशिक्षित करने के लिए किया जाता है, और बाद में हेड कांस्टेबल और कॉन्स्टेबल को प्रशिक्षित करने के लिए उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रांतीय सशस्त्र कॉन्स्टबुलरी</p>\r\n<p>पुलिस महानिरीक्षक, पश्चिमी क्षेत्र, प्रांतीय सशस्त्र कॉन्स्टबुलरी (पीएसी) के ऊपर मोरादाबाद में भी बैठता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मोरादाबाद में 9/23/24 बीएन का बटालियन मुख्यालय है। के ऊपर। प्रांतीय सशस्त्र कॉन्स्टबुलरी, यहां उनके कार्यालय भी हैं। मोरादाबाद यूपी की सबसे बड़ी पुलिस प्रतिष्ठान है। लखनऊ के बाद पुलिस</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>&nbsp;</p>\r\n<p>पंडित ज्वाला प्रसाद मिश्रा (1861-19 16 सीई), शास्त्रीय संस्कृत ग्रंथों के लेखक और संपादक</p>\r\n<p>अली सिकंदर, उर्फ ​​जिगर मोरादाबाद</p>\r\n<p>सुशील कुमार चड्डा, उर्फ ​​हुल्लाद मोरादाबादि</p>\r\n<p>पियुष चावला</p>\r\n<p>पोंटी चढा</p>\r\n<p>रॉबर्ट वाड्रा</p>\r\n<p>सूफी अम्बा प्रसाद</p>\r\n<p>अरुण लाल</p>\r\n<p>जावेद जाफरी</p>\r\n<p>एम्बर शर्मा</p>\r\n<p>नीम-उद-दीन मुरादाबाद</p>\r\n<p>स्रोत:&nbsp;https://en.wikipedia.org/wiki/Moradabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/385151a8-01b5-401b-8479-3039574d2bc6_Moradabad-railway.jpg","subContents":[{"SubTitle":"1. गौतम बुद्ध पार्क मोरादाबाद","SubTitleHindi":null,"SubContent":"<p>गौतम बुद्ध पार्क हार्थोला स्टेशन रोड पर मोरादाबाद में स्थित है। गौतम बुद्ध पार्क मोरादाबाद के कई ऐतिहासिक स्मारकों और पार्कों में से एक है, जो उनमें से सबसे हालिया है। ऐसा माना जाता है कि गौतम बुद्ध ने अपना अधिकांश जीवन उत्तर प्रदेश में बिताया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इस पार्क में कई प्रकार के पेड़ और पौधे, बगीचे के फव्वारे लैंप, पोस्ट बेंच रेलिंग भी शामिल हैं। स्थानीय उद्यान के लिए मोरादाबाद जाने वाले पर्यटकों के अलावा यह पार्क भी एक पसंदीदा गंतव्य है। बच्चे यहां खेल सकते हैं और पुराने लोग मनोरंजक गतिविधियों का आनंद ले सकते हैं। वैसे, स्विंग भी बच्चों के खेलने के लिए स्विंग कर सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"6a7b5e37-3088-4234-bdc7-af764cb9d50f_Gautam-Budh-Park-Moradabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. साई मंदिर एमडीए","SubTitleHindi":null,"SubContent":"<p>साईं मंदिर मोनादाबाद में श्री साईं करुणा धाम के आस-पास चरण II क्षेत्र डीन दयाल नगर में स्थित है। मंदिर सभी धर्मों के अनुयायियों का स्वागत करता है। मंदिर का मुख्य देवता साईं बाबा है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोकगीत के अनुसार, उन्हें अलौकिक शक्तियों और उपचार क्षमता कहा जाता था; कहा जाता है कि शिरडी साईं बाबा ने भगवान की एकता की घोषणा की और साबित कर दिया है या जिसे 'सबका मलिक एक' भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह मंदिर साईं भक्तों के बीच बहुत लोकप्रिय है। मंदिर का वास्तुकला बहुत अच्छा है। यह बहुत आकर्षक लग रहा है। मंदिर का वातावरण बहुत शांतिपूर्ण है। यहां आने के बाद कोई भी आराम महसूस कर सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह साईं बाबा का एक महान मंदिर है। वहां कोई भी व्यक्ति आराम महसूस कर सकता है। कोई भी प्रतिबंध के बिना इस मंदिर का आनंद ले सकता है। मैंने अपने दोस्तों के साथ कई बार इसका दौरा किया। मैं कह सकता हूं कि मोरादाबाद में जाने के लिए यह एक बेहतरीन जगह है।</p>\r\n<p>स्रोत: https://moradabad.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"97349109-d218-4af8-81b9-e81161f75729_Sai-Temple-MDA.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>मोरादाबाद बस स्टेशन</p>\r\n<p>मोरादाबाद दिल्ली, लखनऊ, आगरा, अलीगढ़, गाजियाबाद, नोएडा, हरिद्वार और देहरादून जैसे शहरों के साथ सड़कों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>निम्नलिखित राष्ट्रीय राजमार्ग और राज्य राजमार्ग मोरादाबाद से गुजरते हैं या जुड़े हुए हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 24 - गाजियाबाद, बरेली, शाहजहांपुर और सीतापुर के माध्यम से नई दिल्ली को लखनऊ से जोड़ता है। इसे मोरादाबाद और नई दिल्ली के बीच चार लेन बना दिया गया है। मुरादाबाद और लखनऊ के बीच राजमार्ग का चार लेन-देन चल रहा है। यह अनिवार्य रूप से दिल्ली से गाजियाबाद और मोरादाबाद से रामपुर तक है। इस राजमार्ग का हिस्सा एएच 2 (एशियाई राजमार्ग 2) का हिस्सा भी है, जो डेनपसार, इंडोनेशिया से मेरक और सिंगापुर को खोसरवी, ईरान से जोड़ता है।</p>\r\n<p>राष्ट्रीय राजमार्ग 50 9 - राष्ट्रीय राजमार्ग 93 के रूप में भी जाना जाता है, यह मोरादाबाद को चंदौसी, अलीगढ़ और हाथर के माध्यम से आगरा से जोड़ता है।</p>\r\n<p>राज्य राजमार्ग 43 - यह मोरादाबाद को ऐतिहासिक शहर बादाण से जोड़ता है, जो कि 102 किमी दूर है और फरुखबाद, जो 210 किलोमीटर दूर बिसाउली के माध्यम से है। यह कानपुर तक भी फैली हुई है।</p>\r\n<p>राज्य राजमार्ग 49 - मोरादाबाद से हरिद्वार को जोड़ता है, धम्मपुर में राज्य राजमार्ग 78 में विलय कर रहा है।</p>\r\n<p>राज्य राजमार्ग 76 - नूरपुर के माध्यम से मोरादाबाद से बिजनौर को जोड़ता है।</p>\r\n<p>राज्य राजमार्ग 78 - मोरादाबाद से अमरोहा को पाकबरा के माध्यम से जोड़ता है।</p>\r\n<p>एमडीआर 65 डब्ल्यू - मोरादाबाद से काशीपुर को ठाकुरद्वारा के माध्यम से जोड़ता है।</p>\r\n<p>मोरादाबाद - संभल चार लेन राजमार्ग।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>मोरादाबाद रेलवे स्टेशन भारतीय रेलवे के प्रमुख रेलवे स्टेशनों में से एक है। यह लखनऊ-मोरादाबाद लाइन, दिल्ली-मोरादाबाद लाइन और मोरादाबाद-अंबाला लाइन पर स्थित है। हर दिन मोरादाबाद रेलवे स्टेशन पर 250 से अधिक ट्रेनें गुजरती हैं और रुकती हैं। यह सीधे दिल्ली, लखनऊ, कानपुर, आगरा, अलीगढ़, गाजियाबाद, जयपुर, जोधपुर, हरिद्वार, देहरादून, अमृतसर, लुधियाना, अंबाला, गुवाहाटी, डिब्रूगढ़, कोलकाता, जमशेदपुर, वाराणसी, अहमदाबाद, पटना से जुड़ा हुआ है। शताब्दी एक्सप्रेस, राजधानी एक्सप्रेस, गरीब-रथ एक्सप्रेस मोरादाबाद में कई सुपर फास्ट, मेल और यात्री ट्रेनें रुकती हैं। पांच लाइन जंक्शन के कारण मोरादाबाद को अंतर-परिवर्तन स्टेशन कहा जाता है। मोरादाबाद रेलवे स्टेशन भारत का सबसे पुराना रेलवे स्टेशन है। यह 1873 में बनाया गया था, और 2012 में विद्युतीकृत किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>मुरादाबाद रेलवे स्टेशन औध और रोहिलखंड रेलवे द्वारा निर्मित मुख्य स्टेशन था।</p>\r\n<p>&nbsp;</p>\r\n<p>सुविधाएं मोरादाबाद रेलवे स्टेशन श्रेणी 'ए' रेलवे स्टेशन है। इसमें एक पर्यटक सूचना केंद्र, डाकघर, टेलीग्राफ कार्यालय, सामान्य रेलवे पुलिस कार्यालय, कम्प्यूटरीकृत आरक्षण काउंटर, सेवानिवृत्त कमरा, शाकाहारी और मांसाहारी ताज़ा कमरे, चाय स्टाल और पुस्तक स्टॉल है। इसमें तत्काल सीट बुकिंग काउंटर भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>2013 में 636 किमी (3 9 5 मील) लंबी मुगसरराई-मोरादाबाद लाइन का विद्युतीकरण विद्युतीकरण पूरा हो गया था। अंबाला और लखनऊ लाइन पर कई ट्रेनें बिजली के इंजनों (मालगाड़ी ट्रेनों सहित) के साथ चलती हैं। दिल्ली-मोरादाबाद लाइन का विद्युतीकरण प्रगति पर है और दिसंबर 2015 तक पूरा होने की उम्मीद है। उत्तरी रेलवे के महत्वपूर्ण वर्गों में से एक होने के नाते, भारतीय रेलवे ने इस परियोजना को उच्च प्राथमिकता दी है।</p>\r\n<p>&nbsp;</p>\r\n<p>गाजियाबाद के बीच 135 किमी लाइन का विद्युतीकरण - मोरादाबाद 31-03-2015 तक पूरा हो गया है। जीआरबीबी-एमबी अनुभाग विद्युतीकरण के सीआरएस का विस्तृत निरीक्षण 1 9-01-2015 को सफलतापूर्वक पूरा हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>मोरादाबाद हवाई अड्डा निर्माणाधीन है। निकटतम कामकाजी घरेलू हवाई अड्डा पंतनगर हवाई अड्डा, 86 किमी दूर है और निकटतम अंतरराष्ट्रीय हवाई अड्डा इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डा, नई दिल्ली, 178 किमी दूर है।</p>","SubContentHindi":null,"ImageUrl":"8fb1b4f0-1ce4-4817-a2a6-356331d78972_Moradabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-moradabad-uttar-pradesh","tags":[{"name":"मुरादाबाद","slug":"moradabad"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":181,"title":"रायबरेली में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b848dd47-5ebe-4948-a0f7-a867adf6e01a_Raebareli-railway.jpg","dateCreated":"2018-12-22T12:09:45.822Z","dateModified":"2018-12-22T13:06:20.555Z","contributedBy":"AskGif","content":"रायबरेली भारतीय राज्य उत्तर प्रदेश में एक शहर और एक नगरपालिका बोर्ड है। यह रायबरेली जिले का प्रशासनिक मुख्यालय है। यह शहर, सई नदी के तट पर, लखनऊ से 82 किमी (51 मील) दक्षिण-पूर्व में स्थित है। इसके पास कई वास्तुशिल्प सुविधाएँ और स्थल हैं, जिनमें से प्रमुख एक मजबूत और विशाल किला है।\r\n&nbsp;<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b848dd47-5ebe-4948-a0f7-a867adf6e01a_Raebareli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायबरेली","slug":"raebareli"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-raebareli-uttar-pradesh","total":0},{"id":170,"title":"लखनऊ में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f7ef0a64-de30-4c5f-a494-0765337891df_Lucknow-railway.jpg","dateCreated":"2018-12-09T06:48:09.166Z","dateModified":"2018-12-09T07:17:02.286Z","contributedBy":"AskGif","content":"लखनऊ उत्तर प्रदेश के भारतीय राज्य की राजधानी और सबसे बड़ा शहर है, और यह नामित जिला और विभाजन का प्रशासनिक मुख्यालय भी है। यह ग्यारहवां सबसे अधिक आबादी वाला शहर है और भारत का बारहवां सबसे अधिक आबादी वाला शहरी समूह है। लखनऊ को हमेशा एक बहुसांस्कृतिक शहर के रूप में जाना जाता है जो 18 वीं और 1 9वीं स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f7ef0a64-de30-4c5f-a494-0765337891df_Lucknow-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लखनऊ","slug":"lucknow"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-lucknow-uttar-pradesh","total":0},{"id":114,"title":"बलरामपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","dateCreated":"2018-08-18T06:27:29.008Z","dateModified":"2020-06-12T11:49:03.852Z","contributedBy":"AskGif","content":"बलरामपुर भारत के उत्तर प्रदेश राज्य के बलरामपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह राप्ती नदी के तट पर स्थित है और बलरामपुर जिले का जिला मुख्यालय है। बलरामपुर भारत में एक राज्य था। यह 1748 में विभाजित है और यूपी का एक हिस्सा है।\r\nजनसांख्यिकी\r\n2011 की जनगणना के रूप में बलरा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2c13ee7f-631b-4fe8-9a55-1e3f238d2800-Balrampur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बलरामपुर","slug":"balrampur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-balrampur-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}