{"id":178,"title":"Top Places to visit in Muzaffarnagar, Uttar Pradesh","imageUrl":"2eff0597-69a0-4b2c-8ab6-c83fbfbe13bf_Muzaffarnagar-railway.jpg","dateCreated":"2018-12-21T14:04:16.648Z","dateModified":"2018-12-21T15:05:35.738Z","contributedBy":"AskGif","content":"<p>Muzaffarnagar is a city and a municipal board in the Indian state of Uttar Pradesh and is a part of National Capital Region. It is the headquarters of the Muzaffarnagar district. It is situated midway on Delhi - Haridwar/Dehradun National Highway (NH 58), the city is also well connected with the national railway network.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is located in the middle of highly fertile upper Ganga-Yamuna Doab region and is very near to the New Delhi and Saharanpur, making it one of the most developed and prosperous cities of Uttar Pradesh. This city is part of Delhi Mumbai Industrial Corridor (DMIC) and Amritsar Delhi Kolkata Industrial Corridor (ADKIC). It is the principal commercial, industrial and educational hub of Western Uttar Pradesh. Currently, Rajeev Sharma is the District Magistrate of Muzaffarnagar.</p>\r\n<p>&nbsp;</p>\r\n<p>CWC Godowns, Bamanheri</p>\r\n<p>&nbsp;</p>\r\n<p>Central Warehousing Corporation (CWC) has its base depot in Bamanheri village on the outskirts of Muzaffarnagar city. With a capacity of 1.5 lakh metric tonnes (150000 MT) this is counted among largest of CWC depots.</p>\r\n<p>&nbsp;</p>\r\n<p>Bright way, Muzaffarnagar Bright way an Import-Export Company have its Headquarters in the City Established November, 2015. The Company is well Known for Export of Basmati Rice and Ready made Garments to many famous Gulf Countries such as Saudi arabia, Oman, Qatar and many EU countries. The Company is Registered Under Director General of foreign Trade, Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>This depot is currently operated by Food Corporation of India (FCI) and stores around 80000 MT of food grains (Wheat &amp; Rice) to ensure food security in the region. FCI is the nodal agency which procures food grains from farmers and stock them in this depot.</p>\r\n<p>https://en.wikipedia.org/wiki/Muzaffarnagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2eff0597-69a0-4b2c-8ab6-c83fbfbe13bf_Muzaffarnagar-railway.jpg","subContents":[{"SubTitle":"1. Shukarteerath - Shukartaal","SubTitleHindi":null,"SubContent":"<p>Shukratal is the place where Sukadeva Goswami narrated the sacred Srimad-Bhagavatam (Bhagavata Purana) to Maharaja Pariksit son of Abhimanyu 5000 years ago. This is one of the famous holy destination in North India. This place is around 28 KM from Muzaffarnagar . The sacred place is situated on the banks of the holy Ganga River, where it has cut a swathe through the rocky region. Every year lots of pilgrims are used to come in the month of &lsquo;Kartika&rsquo; (October-November) on the day of &lsquo;Purnima&rsquo; (Full Moon) to take a bath in holy river &lsquo;Ganga&rsquo;.</p>\r\n<p>&nbsp;</p>\r\n<p>Places to visit in SHUKRATAL: Akshayavat (The Undying Tree): On a hillock stands the big Akshayavat (banyan tree) under which, according to belief, sage Shukdev had narrated the Shrimadbhagwat Katha to King Parikshit. The uniqueness of this tree is that it does not shed leaves.</p>\r\n<p>&nbsp;</p>\r\n<p>Shukdev Temple: This majestic temple has beautifully carved idols of Sage Shukdev and King Parikshit.</p>\r\n<p>&nbsp;</p>\r\n<p>Lord Hanuman Temple: In close proximity to Shukdev temple, stands the beautiful Hanuman Temple. This temple has one of the tallest images of Hanuman at 75 feet high standing outdoors over the main shrine.</p>\r\n<p>&nbsp;</p>\r\n<p>Ganesh Temple: Nearby hanuman temple there is a Ganesh temple which has a tall outdoor image of Ganesh Ji, which stands 35 feet tall.</p>\r\n<p>&nbsp;</p>\r\n<p>There are so many places to visit as Lord Shankar Temple, Swami Charandasji Temple, Lord Ram Temple, Goddess Shakambhari Temple, Neelkanth Mahadev Temple, Ganga Temple.</p>","SubContentHindi":null,"ImageUrl":"485d27c8-e004-4dfe-bfb8-145e8f9e4d70_Shukarteerath-Shukartaal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Vahelna - Jain temple","SubTitleHindi":null,"SubContent":"<p>Vahelna is an important pilgrimage site for Jains. This site has a mosque, a Shiva temple and a Jain temple sharing a common wall, signifying secularism. The Vahelna Jain Mandir, also known as Shri 1008 Parshwanath Digamber Jain Atishye Chetra, has an old idol of Lord Parshwanath. This temple complex also has a 57 ft high Manasthamb and a Naturopathy Hospital &amp; Research Centre. A newly built 31 ft monolith statue of Lord Parshwanath has been installed in the Jain Mandir. Vahelna is a small industrial village situated 4 km from the Muzaffarnagar City.</p>","SubContentHindi":null,"ImageUrl":"cfec9dec-4c09-4c1d-9cc0-20a4f72fc3da_Vahelna-Jain-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Hanumatdham - SHUKARTAAL","SubTitleHindi":null,"SubContent":"<p>Hanumatdham, situated in the Shukratal town of Muzaffarnagar District, was constructed in 1987. A 72 ft high idol of Hanuman was installed by Shri Sudarshan Singh Chakra and Inder Kumar. The idol was made by Shri Keshav Ram of Shahdol and was inaugurated by Swami Kalyandev Maharaj. In the front of the idol, there is an open courtyard of yagyashala and on the other side, there is katha-manch. Just behind the idol, there are shrines of Lord Rama, Shri Radha Krishna and a hut of Shri Sudarshan Chakra.</p>","SubContentHindi":null,"ImageUrl":"332ac29f-2232-4657-ae9d-20ed76a9fa76_Hanumatdham-SHUKARTAAL.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Akshay Vat - SHUKARTAAL","SubTitleHindi":null,"SubContent":"<p>This 5100-year-old Banyan Tree is nothing short of miraculous. Akshay Vat Vatika towering height of 150 feet and sprawling roots are enough to intimidate anyone. It is considered a living representation of Sage Sukhdeva. It is believed that he sat under this tree and recited the Shrimad Bhagwad Puranas to King Parikshit, Arjun&rsquo;s grandson, for 7 simultaneous days. The tree is hence seen as an emblem of divinity, truth, forgiveness and sacredness. The tree has been given a special name, the Tree of Undying Character, as it doesn&rsquo;t shed any of its leaves. This Holy tree is visited by devotees, who tie a red thread around it to fulfill their wishes.</p>","SubContentHindi":null,"ImageUrl":"eb437780-847b-42c0-8182-74009c9c53b4_Akshay-Vat-SHUKARTAAL.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Ganeshdham - Shukartaal","SubTitleHindi":null,"SubContent":"<p>Ganeshdham is popular among devotees for the 35 ft high statue of Lord Ganesh.&nbsp; At Ganeshdham, there is River Tripatha flowing on one side and Vat Vraksha on the other. It also has a huge idol of Lord Hanuman at the back side, near the Sukhdeva Teela.</p>","SubContentHindi":null,"ImageUrl":"7243f195-29bf-4112-b8c9-9155b178c27a_Ganeshdham-Shukartaal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Nakshatra Vatika - SHUKARTAAL","SubTitleHindi":null,"SubContent":"<p>Nakshatra Vatika is the center of tourist attraction. Visitors and pilgrims visiting the mythical city Shukartaal are sure to visit the Vatika. The beauty of the Nakshatra Vatika forces tourists to stretch towards it. Nakshatra Vatika, full of greenery, is proving better from the environmental perspective. From time to time, there is also the support from the administration and leaders for the beautification and improvement of the Nakshatra Vatika. The management of the Nakshatra Vatika has been entrusted to the five-member team, which monitors it.</p>\r\n<p>&nbsp;</p>\r\n<p>Swami Keshvanandji Maharaj, the Pithadhishwar of Hanumdham, says that in Indian culture, trees and Nakshatra have been considered integral to the bliss of human happiness from the emotional state of human life. According to the culture of the rishis, the tree of every nakshatra is also certain. Nakshatra Vatika was inaugurated on April 8, 2001, by then Governor Vishnu Kant Shastri. He had planted the tree of Jambu of his own birth Nakshatra.</p>\r\n<p>&nbsp;</p>\r\n<p>Following Trees are planted in the Nakshatra Vatika &ndash; Kachila, Amla, Gular, Jamuna, Khair, Sheesham, Bamboo, Pipal, Nangkeer, Banyan, Dhaka, Pakad, Rita, Bell, Arjun, Vikankat, Molshree, Chir, Sal, Jalewats, Kehal, Madar, Shami, Kadamb The Kalpvraksha tree, Mango, Neem, Mahua.</p>\r\n<p>&nbsp;</p>\r\n<p>The beautiful stone statues of animals, birds, peacocks, crocodiles, lions, snakes, dinosaurs, fish, giraffes, elephants and frogs are set to entertain children in the Nakshatra Vatika. The statue of two guards standing at the main gate of the Nakshatra Vatika also entertains devotees.</p>","SubContentHindi":null,"ImageUrl":"d90de182-ff40-4a79-84ce-0d45358dc419_Nakshatra-Vatika-SHUKARTAAL.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Sambhalheda Panchmukhi Shivling","SubTitleHindi":null,"SubContent":"<p>This temple is as old as Pashupatinath temple at Nepal.Having very beautiful panchmukhi Shivling made by very costly stone Kasauti. statue of Ma Ganga, Ganesh Gauri, Laxmi-Narayan and Garun devata also seen in this temple.It is situated at village Sambhalheda (a very small village) of distt. Muzaffarnagar (Uttar-Pradesh).</p>","SubContentHindi":null,"ImageUrl":"ece07538-e216-450f-b217-07dda07cd8d5_Sambhalheda-Panchmukhi-Shivling.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Shukartaal Ganges Holy Bath","SubTitleHindi":null,"SubContent":"<p>From Delhi, this important holy place is about two third of the way between Delhi and Haridwar. This small town sits on the banks of a branch of the holy Ganges River. This is a special place where Shukdeva Goswami spoke the Srimad Bhagavatam to Maharaja Parikshit 5000 years ago.</p>\r\n<p>&nbsp;</p>\r\n<p>It is about an hour east of the city of Muzaffarnagar. It is around 150 km from Delhi on the way to Haridwar.</p>\r\n<p>&nbsp;</p>\r\n<p>Shukratirtha&ndash; First the Bhagavata Peeth Shukdev Ashrama. This is built around the 5100-year-old Akshay Vriksha tree which sits on top of the hill where 80,000 sages of all ranks gathered hear Shukdev Goswami speak the Bhagavatam to Maharaja Pariksit 5000 years ago. It was under the branches of this tree where Shukdev Goswami and King Pariksit sat. The uniqueness of this tree as its name suggests is that it does not shed leaves. The tree is quite large, towering up to 150 feet, with branches spreading in all directions, even coming out of the sides of the hill just below the tree. One branch has a nub coming out of it is in the shape similar to Lord Ganesh. The ashrama includes a number of shrines and deities within its complex, including one close to the tree that has the images of Shukdev Goswami sitting and speaking to King Pariksit.</p>\r\n<p>&nbsp;</p>\r\n<p>To the east of the town is Ganga, which is a quiet and peaceful river here, compared to the swift and powerful river at Haridwar and Rishikesh. Many pilgrims take a holy bath here. However, this is a branch of the Ganga that flows next to the village, while the main branch of the Ganga is 3 to 4 kilometres away. It is in this area where King Pariksit gave up his body.</p>\r\n<p>source:&nbsp;https://muzaffarnagar.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"70d74431-ab10-4858-a7e7-2e8c6a480642_Shukartaal-Ganges-Holy-Bath.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. How to Reach","SubTitleHindi":null,"SubContent":"<p>Muzaffarnagar is well-connected by roadways and railway networks. National Highway number 58 (NH-58) also passes through Muzaffarnagar city.</p>\r\n<p>&nbsp;</p>\r\n<p>BY FLIGHT</p>\r\n<p>The nearest airport is Dehra Dun Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>98 km away &ndash; Dehra Dun Airport (DED), Dehradun, Uttarakhand</p>\r\n<p>105 km away &ndash; Indira Gandhi International Airport (DEL), New Delhi, Delhi</p>\r\n<p>BY TRAIN</p>\r\n<p>Muzaffarnagar is well connected to other major cities of the country via regular trains.</p>\r\n<p>Major Railway Stations: Muzaffarnagar (MOZ), Kahtauli, Mansurpur, Jadoda Nara, Rohana, Bamanheri</p>\r\n<p>&nbsp;</p>\r\n<p>BY BUS</p>\r\n<p>You can easily get regular buses to Muzaffarnagar from other major cities of the country.</p>","SubContentHindi":null,"ImageUrl":"9b364b68-d9fc-4757-9cf8-8ee60bc1453c_Muzaffarnagar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-muzaffarnagar-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"muzaffarnagar","slug":"muzaffarnagar"}],"recommendations":[{"id":203,"title":"Top Places to visit in Unnao, Uttar Pradesh","imageUrl":"025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","dateCreated":"2018-12-29T05:00:30.558Z","dateModified":"2018-12-29T05:11:36.75Z","contributedBy":"AskGif","content":"Unnao is the headquarters of Unnao district in Uttar Pradesh, India between Kanpur and Lucknow. Unnao is a large industrial city with three industrial suburbs around it. It is the 37th largest city in Uttar Pradesh. The city is famous for its leather, mosquito net and chemical industries. Unnao i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"unnao","slug":"unnao"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-unnao-uttar-pradesh","total":0},{"id":106,"title":"Top Places to Visit in Auraiya, Uttar Pradesh","imageUrl":"93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","dateCreated":"2018-08-10T06:26:26.988Z","dateModified":"2020-06-07T05:31:58.926Z","contributedBy":"AskGif","content":"Auraiya is a city and a municipal board in Auraiya district in the state of Uttar Pradesh, India. It is district headquarters as well. NH 19 passes through the center of the town. Dibiyapur RS is nearest Railway Station. Saifai Airstrip is nearest airport.\r\nUnder the Rohillas In 1760, Ahma","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"auraiya","slug":"auraiya"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-auraiya-uttar-pradesh","total":0},{"id":84,"title":"Top Places to visit in Aligarh, Uttar Pradesh","imageUrl":"81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","dateCreated":"2018-08-05T14:12:07.779Z","dateModified":"2018-08-07T06:17:59.283Z","contributedBy":"AskGif","content":"Aligarh (formerly Allygurh &amp; Koil) is a city in the Northern Indian state of Uttar Pradesh&nbsp;(U.P/UP) that is famous for lock industries and the administrative headquarters of the Aligarh district. It lies 307 kilometres (191 mi) northwest of Kanpur and is approximately 145 kilometres (90 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"aligarh","slug":"aligarh"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-aligarh-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}