{"id":178,"title":"मुजफ्फरनगर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"2eff0597-69a0-4b2c-8ab6-c83fbfbe13bf_Muzaffarnagar-railway.jpg","dateCreated":"2018-12-21T14:04:16.648Z","dateModified":"2018-12-21T15:05:35.738Z","contributedBy":"AskGif","content":"<p>मुजफ्फरनगर भारतीय राज्य उत्तर प्रदेश में एक शहर और एक नगरपालिका बोर्ड है और यह राष्ट्रीय राजधानी क्षेत्र का हिस्सा है। यह मुजफ्फरनगर जिले का मुख्यालय है। यह दिल्ली - हरिद्वार / देहरादून राष्ट्रीय राजमार्ग (एनएच 58) पर मिडवे स्थित है, यह शहर राष्ट्रीय रेलवे नेटवर्क से भी जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर अत्यधिक उपजाऊ ऊपरी गंगा-यमुना डोआब क्षेत्र के मध्य में स्थित है और यह नई दिल्ली और सहारनपुर के बहुत पास है, जो इसे उत्तर प्रदेश के सबसे विकसित और समृद्ध शहरों में से एक बनाता है। यह शहर दिल्ली मुंबई औद्योगिक कॉरिडोर (डीएमआईसी) और अमृतसर दिल्ली कोलकाता औद्योगिक कॉरिडोर (एडीकेआईसी) का हिस्सा है। यह पश्चिमी उत्तर प्रदेश का प्रमुख वाणिज्यिक, औद्योगिक और शैक्षणिक केंद्र है। वर्तमान में, राजीव शर्मा मुजफ्फरनगर के जिला मजिस्ट्रेट हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सीडब्ल्यूसी गोदाम, बामानेरी</p>\r\n<p>&nbsp;</p>\r\n<p>केंद्रीय वेयरहाउसिंग कॉर्पोरेशन (सीडब्ल्यूसी) के मुजफ्फरनगर शहर के बाहरी इलाके में बामानेरी गांव में इसका मूल डिपो है। 1.5 लाख मीट्रिक टन (150000 मीट्रिक टन) की क्षमता के साथ यह सीडब्ल्यूसी डिपो के सबसे बड़े बीच में गिना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उज्ज्वर्णनगर उज्ज्वल तरीका एक आयात-निर्यात कंपनी का मुख्यालय नवंबर, 2015 को स्थापित शहर में है। कंपनी बासमती चावल के निर्यात के लिए अच्छी तरह से जाना जाता है और सऊदी अरब, ओमान, कतर जैसे कई प्रसिद्ध खाड़ी देशों में तैयार वस्त्रों के लिए जाना जाता है। कई ईयू देशों। कंपनी को भारत सरकार के विदेश व्यापार महानिदेशक के तहत पंजीकृत किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस डिपो का वर्तमान में खाद्य निगम (एफसीआई) द्वारा संचालित किया जाता है और इस क्षेत्र में खाद्य सुरक्षा सुनिश्चित करने के लिए लगभग 80000 मीट्रिक टन अनाज (गेहूं और चावल) स्टोर करता है। एफसीआई नोडल एजेंसी है जो कि किसानों से अनाज खरीदती है और उन्हें इस डिपो में स्टॉक करती है।</p>\r\n<p>https://en.wikipedia.org/wiki/Muzaffarnagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2eff0597-69a0-4b2c-8ab6-c83fbfbe13bf_Muzaffarnagar-railway.jpg","subContents":[{"SubTitle":"1. शुक्तेरथथ - शुकार्ताल","SubTitleHindi":null,"SubContent":"<p>शुक्ताल वह जगह है जहां सुकादेव गोस्वामी ने 5000 साल पहले अभिमन्यु के पुत्र महाराजा परिकसीत को पवित्र श्रीमद-भागवतम (भागवत पुराण) सुनाई थी। यह उत्तर भारत में प्रसिद्ध पवित्र गंतव्य में से एक है। यह जगह मुजफ्फरनगर से लगभग 28 किलोमीटर दूर है। पवित्र स्थान पवित्र गंगा नदी के तट पर स्थित है, जहां उसने चट्टानी क्षेत्र के माध्यम से एक स्नान किया है। हर साल पवित्र नदी 'गंगा' में स्नान करने के लिए 'पूर्णिमा' (पूर्ण चंद्रमा) के दिन 'कार्तिका' (अक्टूबर-नवंबर) के महीने में बहुत से तीर्थयात्रियों का उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शुक्राताल में जाने के लिए स्थान: अक्षयवत (अनदेखा वृक्ष): एक पहाड़ी पर बड़ा अक्षयवत (बरगद का पेड़) खड़ा होता है, जिसके तहत विश्वास के अनुसार ऋषि शुक्देव ने श्री परीभवत कथा को राजा परीक्षित में सुनाया था। इस पेड़ की विशिष्टता यह है कि यह पत्तियों को नहीं छोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शुक्देव मंदिर: इस राजसी मंदिर में ऋषि शुक्देव और राजा परीक्षित की खूबसूरत नक्काशीदार मूर्तियां हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान हनुमान मंदिर: शुक्देव मंदिर के नजदीक में, सुंदर हनुमान मंदिर खड़ा है। इस मंदिर में मुख्य मंदिर पर 75 फीट ऊंचे खड़े सड़क पर हनुमान की सबसे ऊंची छवियों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>गणेश मंदिर: पास के हनुमान मंदिर में गणेश मंदिर है जिसमें गणेश जी की एक लंबी बाहरी छवि है, जो 35 फीट लंबा है।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान शंकर मंदिर, स्वामी चरदासजी मंदिर, भगवान राम मंदिर, देवी शकम्हारी मंदिर, नीलकंठ महादेव मंदिर, गंगा मंदिर के रूप में जाने के लिए बहुत सारे स्थान हैं।</p>","SubContentHindi":null,"ImageUrl":"485d27c8-e004-4dfe-bfb8-145e8f9e4d70_Shukarteerath-Shukartaal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. वेहेना - जैन मंदिर","SubTitleHindi":null,"SubContent":"<p>वेहेना जैन के लिए एक महत्वपूर्ण तीर्थ स्थल है। इस साइट में एक मस्जिद, एक शिव मंदिर और जैन मंदिर एक आम दीवार साझा कर रहा है, जो धर्मनिरपेक्षता को दर्शाता है। वेल्हा जैन मंदिर, जिन्हें श्री 1008 विश्वनाथ दिगंबर जैन अतीश चेत के नाम से भी जाना जाता है, में भगवान विश्वनाथ की पुरानी मूर्ति है। इस मंदिर परिसर में 57 फीट ऊंचा मनस्थंब और एक प्राकृतिक चिकित्सा अस्पताल और अनुसंधान केंद्र भी है। जैन मंदिर में भगवान विश्वनाथ की एक नव निर्मित 31 फीट मोनोलिथ मूर्ति स्थापित की गई है। वेहेला मुजफ्फरनगर शहर से 4 किमी दूर स्थित एक छोटा औद्योगिक गांव है।</p>","SubContentHindi":null,"ImageUrl":"cfec9dec-4c09-4c1d-9cc0-20a4f72fc3da_Vahelna-Jain-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. हनुमात्दम - शुक्ताल","SubTitleHindi":null,"SubContent":"<p>मुजफ्फरनगर जिले के शुक्तालल शहर में स्थित हनुमात्दम, 1 9 87 में बनाया गया था। श्री सुदर्शन सिंह चक्र और इंदर कुमार ने हनुमान की 72 फीट ऊंची मूर्ति स्थापित की थी। मूर्ति शाहडोल के श्री केशव राम ने की थी और इसका उद्घाटन स्वामी कल्याणदेव महाराज ने किया था। मूर्ति के सामने, यज्ञशाला का एक खुला आंगन है और दूसरी ओर, कथ-मच्छ है। मूर्ति के ठीक पीछे, भगवान राम के मंदिर, श्री राधा कृष्ण और श्री सुदर्शन चक्र के झोपड़ी हैं।</p>","SubContentHindi":null,"ImageUrl":"332ac29f-2232-4657-ae9d-20ed76a9fa76_Hanumatdham-SHUKARTAAL.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. अक्षय वाट - शुक्तालल","SubTitleHindi":null,"SubContent":"<p>यह 5100 वर्षीय बरगद वृक्ष चमत्कारी से कम नहीं है। अक्षय वट वटिका 150 फीट और फैली जड़ों की ऊंची ऊंचाई किसी को भी डराने के लिए पर्याप्त हैं। इसे ऋषि सुखदेव का एक जीवित प्रतिनिधित्व माना जाता है। ऐसा माना जाता है कि वह इस पेड़ के नीचे बैठे और 7 दिनों के लिए अर्जुन के पोते राजा परीक्षित को श्रीमद् भगवद पुराणों का जिक्र किया। पेड़ इसलिए दिव्यता, सत्य, क्षमा और पवित्रता के प्रतीक के रूप में देखा जाता है। पेड़ को एक विशेष नाम दिया गया है, अनदेखी चरित्र का पेड़, क्योंकि यह अपनी किसी भी पत्तियां नहीं छोड़ता है। इस पवित्र पेड़ भक्तों द्वारा दौरा किया जाता है, जो अपनी इच्छाओं को पूरा करने के लिए इसके चारों ओर एक लाल धागा बांधते हैं।</p>","SubContentHindi":null,"ImageUrl":"eb437780-847b-42c0-8182-74009c9c53b4_Akshay-Vat-SHUKARTAAL.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. गणेशधम - शुकार्ताल","SubTitleHindi":null,"SubContent":"<p>गणेशधम भगवान गणेश की 35 फीट ऊंची मूर्ति के लिए भक्तों के बीच लोकप्रिय है। गणेशधम में, नदी त्रिपथ एक तरफ बहती है और दूसरी तरफ वट वृक्ष है। सुखदेव टीला के पास, पीछे की ओर भगवान हनुमान की भी एक विशाल मूर्ति है।</p>","SubContentHindi":null,"ImageUrl":"7243f195-29bf-4112-b8c9-9155b178c27a_Ganeshdham-Shukartaal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. नक्षत्र वटिका - शुक्ताल","SubTitleHindi":null,"SubContent":"<p>नक्षत्र वटिका पर्यटक आकर्षण का केंद्र है। पौराणिक शहर शुकार्ताल का दौरा करने वाले आगंतुक और तीर्थयात्रियों को वटिका जाना है। नक्षत्र वटिका की सुंदरता पर्यटकों को इसके प्रति आगे बढ़ने के लिए मजबूर करती है। नक्षत्र वटिका, हरियाली से भरा, पर्यावरण परिप्रेक्ष्य से बेहतर साबित हो रहा है। समय-समय पर, नक्षत्र वटिका के सौंदर्यीकरण और सुधार के लिए प्रशासन और नेताओं से भी समर्थन होता है। नक्षत्र वटिका का प्रबंधन पांच सदस्यीय टीम को सौंपा गया है, जो इसकी निगरानी करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हनुमधम के पिथधिश्वर स्वामी केशवनंदजी महाराज कहते हैं कि भारतीय संस्कृति में, पेड़ों और नक्षत्र को मानव जीवन की भावनात्मक स्थिति से मानव खुशी के आनंद के अभिन्न अंग माना जाता है। ऋषियों की संस्कृति के अनुसार, प्रत्येक नक्षत्र का पेड़ भी निश्चित है। नक्षत्र वटिका का उद्घाटन 8 अप्रैल, 2001 को तत्कालीन राज्यपाल विष्णु कांत शास्त्री ने किया था। उसने अपने जन्म नक्षत्र के जंबू के वृक्ष को लगाया था।</p>\r\n<p>&nbsp;</p>\r\n<p>नक्षत्र वटिका - कचिला, आमला, गुलर, जमुना, खैर, शीशम, बांस, पिपल, नांगकेर, बरगान, ढाका, पकाद, रीता, बेल, अर्जुन, विकंकत, मोल्श्री, चिर, साल, जलवाट, केहल में पेड़ लगाए गए हैं , मदर, शामी, कदंब कल्पव्रक्ष पेड़, आम, नीम, महुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>नक्षत्र वटिका में बच्चों का मनोरंजन करने के लिए जानवरों, पक्षियों, मोर, मगरमच्छ, शेर, सांप, डायनासोर, मछली, जिराफ, हाथी और मेंढक की खूबसूरत पत्थर की मूर्तियां निर्धारित की जाती हैं। नक्षत्र वटिका के मुख्य द्वार पर खड़े दो रक्षकों की मूर्ति भी भक्तों का मनोरंजन करती है।</p>","SubContentHindi":null,"ImageUrl":"d90de182-ff40-4a79-84ce-0d45358dc419_Nakshatra-Vatika-SHUKARTAAL.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. संभलेड़ा पंचमुखी शिवलिंग","SubTitleHindi":null,"SubContent":"<p>यह मंदिर नेपाल में पशुपतिनाथ मंदिर के रूप में पुराना है। बहुत खूबसूरत पत्थुशी शिवलिंग को बहुत महंगा पत्थर कसौटी द्वारा बनाया गया है। मा गंगा, गणेश गौरी, लक्ष्मी-नारायण और गरुन देवता की मूर्ति भी इस मंदिर में देखी गई थी। यह संभलेड़ा गांव (एक बहुत छोटा गांव) में स्थित है। मुजफ्फरनगर (उत्तर प्रदेश)।</p>","SubContentHindi":null,"ImageUrl":"ece07538-e216-450f-b217-07dda07cd8d5_Sambhalheda-Panchmukhi-Shivling.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. शुक्कार्तल गंगा पवित्र स्नान","SubTitleHindi":null,"SubContent":"<p>दिल्ली से, यह महत्वपूर्ण पवित्र स्थान दिल्ली और हरिद्वार के बीच लगभग दो तिहाई रास्ता है। यह छोटा शहर पवित्र गंगा नदी की एक शाखा के तट पर बैठता है। यह एक विशेष स्थान है जहां शुक्देव गोस्वामी ने 5000 साल पहले महाराजा परीक्षित के लिए श्रीमद् भगवतम से बात की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>यह मुजफ्फरनगर शहर के एक घंटे पूर्व में है। यह दिल्ली से हरिद्वार जाने के लिए लगभग 150 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>शुक्त्रर्थ- सबसे पहले भगवत पीठ शुक्देव आश्रम। यह 5100 वर्षीय अक्षय वृक्ष के पेड़ के चारों ओर बनाया गया है जो पहाड़ी के शीर्ष पर स्थित है, जहां सभी रैंकों के 80,000 ऋषियों ने सुना है, शुक्देव गोस्वामी 5000 साल पहले महाराजा परिकसिट के भागवतम बोलते हैं। यह इस पेड़ की शाखाओं के नीचे था जहां शुक्देव गोस्वामी और राजा परिकिस बैठे थे। इस पेड़ की विशिष्टता के नाम से पता चलता है कि यह पत्तियों को नहीं छोड़ता है। पेड़ काफी बड़ा है, 150 फीट तक बढ़ रहा है, शाखाएं सभी दिशाओं में फैली हुई हैं, यहां तक ​​कि पेड़ के नीचे पहाड़ी के किनारे से भी बाहर आ रही हैं। एक शाखा में इसका एक नब आ रहा है जो भगवान गणेश के समान आकार में है। आश्रम में इसके परिसर के भीतर कई मंदिरों और देवताओं को शामिल किया गया है, जिसमें पेड़ के करीब एक भी शामिल है जिसमें शुक्देव गोस्वामी की छवियां हैं और राजा परिकसिट से बात कर रही हैं।</p>\r\n<p>शहर के पूर्व में गंगा, जो हरिद्वार और ऋषिकेश में तेज और शक्तिशाली नदी की तुलना में यहां एक शांत और शांतिपूर्ण नदी है। कई तीर्थयात्री यहां एक पवित्र स्नान करते हैं। हालांकि, यह गंगा की एक शाखा है जो गांव के बगल में बहती है, जबकि गंगा की मुख्य शाखा 3 से 4 किलोमीटर दूर है। यह इस क्षेत्र में है जहां राजा परिकसिट ने अपना शरीर छोड़ दिया</p>\r\n<p>source:&nbsp;https://muzaffarnagar.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"70d74431-ab10-4858-a7e7-2e8c6a480642_Shukartaal-Ganges-Holy-Bath.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>मुजफ्फरनगर सड़क मार्गों और रेलवे नेटवर्क से अच्छी तरह से जुड़ा हुआ है। राष्ट्रीय राजमार्ग संख्या 58 (एनएच -58) मुजफ्फरनगर शहर से भी गुजरता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उड़ान से</p>\r\n<p>निकटतम हवाई अड्डा देहरादून हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>98 किमी दूर - देहरादून हवाई अड्डा (डीईडी), देहरादून, उत्तराखंड</p>\r\n<p>105 किमी दूर - इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डा (डीएल), नई दिल्ली, दिल्ली</p>\r\n<p>ट्रेन से</p>\r\n<p>मुजफ्फरनगर नियमित ट्रेनों के माध्यम से देश के अन्य प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>प्रमुख रेलवे स्टेशन: मुजफ्फरनगर (एमओजेड), कहौउली, मंसूरपुर, जाडोदा नारा, रोहन, बामानेरी</p>\r\n<p>&nbsp;</p>\r\n<p>बस से</p>\r\n<p>आप आसानी से देश के अन्य प्रमुख शहरों से मुजफ्फरनगर में नियमित बसें पा सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"9b364b68-d9fc-4757-9cf8-8ee60bc1453c_Muzaffarnagar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-muzaffarnagar-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"मुजफ्फरनगर","slug":"muzaffarnagar"}],"recommendations":[{"id":203,"title":"उन्नाव में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","dateCreated":"2018-12-29T05:00:30.558Z","dateModified":"2018-12-29T05:11:36.75Z","contributedBy":"AskGif","content":"उन्नाव उत्तर प्रदेश के उन्नाव जिले का मुख्यालय है, भारत कानपुर और लखनऊ के बीच स्थित है। उन्नाव एक बड़ा औद्योगिक शहर है जिसके चारों ओर तीन औद्योगिक उपनगर हैं। यह उत्तर प्रदेश का 37 वां सबसे बड़ा शहर है। यह शहर अपने चमड़े, मच्छरदानी और रासायनिक उद्योगों के लिए प्रसिद्ध है। उन्नाव एक ऐतिहासिक शहर है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उन्नाव","slug":"unnao"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-unnao-uttar-pradesh","total":0},{"id":106,"title":"औरय्या में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","dateCreated":"2018-08-10T06:26:26.988Z","dateModified":"2020-06-07T05:31:58.926Z","contributedBy":"AskGif","content":"औरय्या उत्तर प्रदेश राज्य के औरय्या जिले में एक शहर और एक नगरपालिका बोर्ड है। यह जिला मुख्यालय भी है। एनएच 1 शहर के केंद्र से गुजरता है। दीबियापुर आरएस निकटतम रेलवे स्टेशन है। सैफाई हवाई पट्टी निकटतम हवाई अड्डा है।\r\nरोहिल्ला के तहत 1760 में अहमद शाह दुर्रानी ने भारत पर हमला किया; 1761 में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"औरय्या","slug":"auraiya"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-auraiya-uttar-pradesh","total":0},{"id":84,"title":"अलीगढ़ में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","dateCreated":"2018-08-05T14:12:07.779Z","dateModified":"2018-08-07T06:17:59.283Z","contributedBy":"AskGif","content":"अलीगढ़ (पूर्व में अलीगुर और कोइल) उत्तरी भारतीय राज्य उत्तर प्रदेश&nbsp;(U.P/UP) का एक शहर है जो ताला उद्योगों और अलीगढ़ जिले के प्रशासनिक मुख्यालयों के लिए प्रसिद्ध है। यह कानपुर के उत्तर-पश्चिम में 307 किलोमीटर (1 9 1 मील) है और राजधानी, नई दिल्ली के लगभग 145 किलोमीटर (9 0 मील) दक्षिण पूर्व में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/81559ec5-a544-4d48-8310-dcb91afe2da4_aligarh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अलीगढ़","slug":"aligarh"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-aligarh-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}