{"id":179,"title":"Top Places to visit in Pilibhit, Uttar Pradesh","imageUrl":"713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","dateCreated":"2018-12-22T06:10:46.189Z","dateModified":"2018-12-22T07:26:26.271Z","contributedBy":"AskGif","content":"<p>Pilibhit is a city and a municipal board in the Pilibhit district in the Indian state of Uttar Pradesh. Pilibhit is the north-easternmost district of Bareilly division, situated in the Rohilkhand region of the sub-Himalayan Plateau belt next to foothills of Sivalik Range on the boundary of Nepal, known for the origin of river Gomati and one of the most forest-rich areas in North India. Pilibhit was also known as Bansuri Nagari - the land of flutes, for making and exporting roughly 95 per cent of India's flutes.</p>\r\n<p>&nbsp;</p>\r\n<p>According to a report issued by the Government of India, Pilibhit is one of the Minority Concentrated Areas in India on the basis of the 2001 census data on population, socio-economic indicators and basic amenities indicators. Though separated only by a short distance from the outer ranges of the Himalayas, Pilibhit consists entirely of a level plain, containing depressions but no hills and is intersected by several streams. Pilibhit is one of the forest rich areas of Uttar Pradesh, which has very high tourism potential. The almost 54 km-long Indo-Nepal international border makes Pilibhit a highly sensitive for security purposes.According to an estimate by the Government of India, Pilibhit has 45.23% of its population living under the poverty line. Increasing population and unemployment is a cause of worry in the area, and many non-governmental organisations (NGOs) and government-run organizations have initiated projects to provide employment, but human resources are yet to be exploited in full. The city came third-bottom in terms of hygiene and sanitation in a Government ranking list of 423 towns and cities in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Pilibhit has been geographic and political cynosure as it is the only forest area amid the 22 districts and the only district that has an international border in Harit Pradesh, which is proposed to be carved out of Uttar Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Pilibhit was in news at national level because of a few man killer sub-adult tigers, which has caused fear in the whole area in and around the forest. By August 2010, the cat had killed and partially eaten eight people.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pilibhit</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","subContents":[{"SubTitle":"1. Gauri Shankar Temple","SubTitleHindi":null,"SubContent":"<p>This temple is 250 years old. This is situated in Mohalla KHAKRA at banks of rivers DEVHA &amp; KHAKRA. It is said that the fore fathers of PUJARI Pandit Har Prasad came to this place with other saints. There was a jungle at that time. He dreamt in the night that Bhagwan Shankar is here, in the morning he saw the moorti of SHANKAR BHAGWAN. Gradually a temple was built. Every year a fair is organized here on the occasions of SHIVRATRI, RAKSHA BANDHAN and on every Monday of SHARAVAN MAS. A dharamshala is situated at the outer side of the temple, which was donated by Dwarika Das Banjara. There are two big entry gates at the Eastern and Southern side of the Temple. These gates were built by Hafiz Rahmat Khan.</p>","SubContentHindi":null,"ImageUrl":"3b77ca91-d59f-4f6f-807d-b1ff6cc626f3_Gauri-Shankar-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Raja Venu ka Teela","SubTitleHindi":null,"SubContent":"<p>In the Puranpur Tehsil of District Pilibhit, one KM away from railway station Shahgarh one TEELA is situated. There was a MAHAL of Raja Venu at this teela. Ruins are there nowadays. A very big well and ruins tells the story of how flourish was the King at that time.</p>","SubContentHindi":null,"ImageUrl":"3e3dbd4d-a257-4d5b-a1de-7348aff586b0_Raja-Venu-ka-Teela.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Chhathavi Padshahi Gurudwara","SubTitleHindi":null,"SubContent":"<p>This is a 400-year-old gurudwara in the Pakrdiya locality of the city. It is said that Guru Govind Singhji took rest here on the way to Nanakmatta. He established a gurudwara here on the name of the 6th guru Sri Har Govind ji and named it Chattvi Padshahi Gurudwara. In 1983, one of the famous social servants in area Sri Baba Faoj Singh reconstructed this beautiful shrine.</p>","SubContentHindi":null,"ImageUrl":"7e9d0cab-37a1-4803-b399-dfec2bcb829d_Chhathavi-Padshahi-Gurudwara.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Dargah Hazrat Shah Mohammad Sher Mian","SubTitleHindi":null,"SubContent":"<p>In the northern side of the city of Pilibhit a dargah of Hazrat Kibla Haji Shah Ji Mohammad Sher Mian Sahib Rahmat Ullah Aleh is situated. People travel from other states and countries to take the blessing of Hazrat Shah ji mian. It is also said that by offering a Chadar at the dargah is fruitful to the people. The dargah has become place of social harmony as people of various religion come here to offer their faith</p>","SubContentHindi":null,"ImageUrl":"9370af89-1705-411f-be36-d548e58f0a26_Dargah-Hazrat-Shah-Mohammad-Sher-Mian.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Jama Masjid","SubTitleHindi":null,"SubContent":"<p>Many big buildings were constructed in the Mughal period. A replica of Jama Masjid, Delhi was built in Pilibhit by Hafiz Rahmat Khan in 1769. Previously there was a pond at this place. Three lakh rupees were spent for the construction of this Masjid at that time. A sun watch is still there in the Jama Masjid. Hafiz Rahmat Khan was the Afghan Rohilla leader whose jagirs or estates included Pilibhit and Bareilly, where he is buried. He became the leader of the Rohilla Afghans in western Avadh, but was killed in a battle against the Nawab of Avadh, assisted by the British forces in 1774. The gateway is built in Mughal style, paying homage to the gateways of the Jama Masjid in Delhi, while the wall around the mosque enclosure shows the curvilinear Bengali roof found in Shahjahan&rsquo;s additions to the Mughal palace at Agra. Every Friday, large Muslim population of the city and nearby villages comes to the masjid and performs the prayer in zamat. Due to dense population around this monument and lack of proper maintenance, the part of the building has been destroyed and part of land has been constructed. A small market is also held on every Tuesday in the Jama Masjid compound. A new Tehsil compound also has come up near to the great Jama Masjid compound.</p>\r\n<p>source:&nbsp;https://pilibhit.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"60c3da95-cf3d-4428-b921-89d0f53c6363_Jama-Masjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Rail transportation</p>\r\n<p>Pilibhit Junction railway station is on the Bareilly-Lakhimpur railway line. The station is under the administrative control of the North Eastern Railways. Computerized reservation facility is provided.</p>\r\n<p>&nbsp;</p>\r\n<p>Going south-west, Bhojipura Junction railway station is the main station next to Pilibhit. The nearest main station to the west is Puranpur railway station..</p>\r\n<p>&nbsp;</p>\r\n<p>Three express trains come here from Lucknow: Lucknow - Agra Express (5313), Nainital Express (5308) and Rohilkhand Express (5310). Two express trains come from Agra: Agra - Gonda Express and Agra - Lucknow Express.</p>\r\n<p>&nbsp;</p>\r\n<p>From Delhi one has to reach first nearby district Bareilly by bus or train before reaching Pilibhit by a bus or meter gauge train.</p>\r\n<p>&nbsp;</p>\r\n<p>Pilibhit connected by broad gauge to Bareilly - Delhi .</p>\r\n<p>&nbsp;</p>\r\n<p>District Pilibhit has well connected by railways. At present anybody can reach at this District via Bareilly.</p>\r\n<p>&nbsp;</p>\r\n<p>From Delhi one has to reach first nearby district Bareilly or train then may reach Pilibhit by a bus or train.</p>\r\n<p>&nbsp;</p>\r\n<p>BY BUS:</p>\r\n<p>Pilibhit is also very well connected to Bareilly by BUS at the frequency of &frac12; hr. Direct buses are also available from Delhi, Lucknow, Haridwar, Rishikesh, Kanpur, Rupaidhiya, Agra and Tanakpur etc.</p>","SubContentHindi":null,"ImageUrl":"c4b2ab6c-a517-44ac-b2b8-c77ac18b1b97_Pilibhit-District.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-pilibhit-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"pilibhit","slug":"pilibhit"}],"recommendations":[{"id":181,"title":"Top Places to visit in Raebareli, Uttar Pradesh","imageUrl":"b848dd47-5ebe-4948-a0f7-a867adf6e01a_Raebareli-railway.jpg","dateCreated":"2018-12-22T12:09:45.822Z","dateModified":"2018-12-22T13:06:20.555Z","contributedBy":"AskGif","content":"Raebareli is a city and a municipal board in the Indian state of Uttar Pradesh. It is the administrative headquarters of Raebareli district. The city is situated at the bank of the Sai river, 82 km (51 mi) southeast of Lucknow. It possesses many architectural features and sites, chief of which is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b848dd47-5ebe-4948-a0f7-a867adf6e01a_Raebareli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"raebareli","slug":"raebareli"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-raebareli-uttar-pradesh","total":0},{"id":150,"title":"Top Places to visit in Jhansi, Uttar Pradesh","imageUrl":"978987fb-42c4-45ea-9689-4de9cce41924_jahasi-railway.jpg","dateCreated":"2018-11-12T13:53:28.487Z","dateModified":"2018-11-12T14:29:25.09Z","contributedBy":"AskGif","content":"Jhansi (About this sound pronunciation (help&middot;info)) is a historic city in the Indian state of Uttar Pradesh. It lies in the region of Bundelkhand on the banks of the Pahuj River, in the extreme south of Uttar Pradesh. Jhansi is the administrative headquarters of Jhansi district and Jhansi ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/978987fb-42c4-45ea-9689-4de9cce41924_jahasi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"jhansi","slug":"jhansi"}],"slug":"top-places-to-visit-in-jhansi-uttar-pradesh","total":0},{"id":118,"title":"Top Places to Visit in Basti, Uttar Pradesh","imageUrl":"f86ef29c-ff8f-4d3c-90de-664e1c2eab57_basti-railway.jpg","dateCreated":"2018-08-22T15:25:29.837Z","dateModified":"2018-08-22T15:49:53.449Z","contributedBy":"AskGif","content":"Basti is a city and a municipal board in Basti district in the Indian state of Uttar Pradesh. Basti district is a part of Basti division. It is situated 202 kilometres east of state capital Lucknow.\r\n&nbsp;\r\nBasti was originally known as Vaishishthi town. The origin of the name Vais","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f86ef29c-ff8f-4d3c-90de-664e1c2eab57_basti-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"basti","slug":"basti"}],"slug":"top-places-to-visit-in-basti-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}