{"id":182,"title":"Top Places to visit in Rampur, Uttar Pradesh","imageUrl":"33e21acc-f89e-4fa4-b1f6-59ad0d47c8eb_Rampur-railway.jpg","dateCreated":"2018-12-23T15:07:57.484Z","dateModified":"2018-12-23T15:22:09.791Z","contributedBy":"AskGif","content":"<p>&nbsp;</p>\r\n<p>Rampur is a city and a municipality headquarter of Rampur District in the Indian state of Uttar Pradesh. It was formerly known for its various industries, including sugar refining and cotton milling. Its library has more than 12,000 rare manuscripts and a fine collection of Mughal miniature paintings.</p>\r\n<p>&nbsp;</p>\r\n<p>It is the administrative headquarters of Rampur District, the only Muslim majority district in the state, according to the 2011 Census of India.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2007, the Ministry of Minority Affairs had identified Rampur District as one of 14 'Minority Concentration' districts in the state, on the basis of the 2001 census data on population, socio-economic indicators and basic amenities indicators. It is also known as city of nawaabs and is famous for its rampuri chaaku (knife).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The education sector in Rampur and its villages is developing with investments pouring in. The city has several secondary and higher secondary schools and colleges. The educational institutions are the main attraction for students of nearby places like Kashipur-Anga, Kemri, Bilaspur etc. as many new institutions have come up in the city for various higher education mainly affiliated with MJP Rohilkhand University, Bareilly. Although the city has many educational institutes, Rampur has an average literacy rate of 55.05%, lower than the national average of 59.5%. Male literacy is 63.10%, and female literacy</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>The foundation of Jama Masjid in Rampur was laid by Nawab Faizullah Khan. It was built at the cost of 300,000 at that time and it was further completed by Nawab Kalb Ali Khan. The area around the Jama Masjid became a center of attraction and a big market was developed around it, known today as the Shadab Market. A big jewellery market also lines the masjid known as Sarrafa. The shops were rented out to businessmen to meet the mosque's requirements. Hindus and Muslims both own these shops and customers belong to both communities. This shows communal harmony that exists in this area.</p>\r\n<p>&nbsp;</p>\r\n<p>Rampur's Raza Library</p>\r\n<p>Nawab Faizullah Khan, who ruled Rampur from 1774 to 1794, established the library from his personal collection of ancient manuscripts and miniature specimens of Islamic calligraphy in the last decades of the 18th century. It is one of the biggest libraries of Asia. As all the succeeding Nawabs were great patrons of scholars, poets, painters, calligraphers and musicians, the library grew by leaps and bounds. Notable additions were made to the collection during the rule of Nawab Ahmad Ali Khan (1794&ndash;1840).</p>\r\n<p>&nbsp;</p>\r\n<p>It contains very rare and valuable collection of manuscripts, historical documents, specimens of Islamic calligraphy, miniature paintings, astronomical instruments and rare illustrated works in Arabic and Persian. The Raza Library also contains printed works in Sanskrit, Hindi, Urdu, Pashto (having the original manuscript of the first translation of the Qur'an in addition to other important books/documents), Tamil and Turkish, and approximately 30,000 printed books (including periodicals) in various other languages.</p>\r\n<p>&nbsp;</p>\r\n<p>Rampur Planetarium</p>\r\n<p>&nbsp;</p>\r\n<p>State of the art planetarium is being established at Rampur. This will be India's first planetarium based on Digital Laser technology. The planetarium building is almost complete and equipments are being installed. The information will be directly fed by NASA.</p>\r\n<p>&nbsp;</p>\r\n<p>Gandhi Samadhi is a memorial to Mahatma Gandhi. It signifies the struggles that Mahatma Gandhi took over for the independence of India from British Rule.</p>\r\n<p>&nbsp;</p>\r\n<p>Kothi Khas Bagh</p>\r\n<p>&nbsp;</p>\r\n<p>Kothi Khas Bagh is a palace located at Rampur, about 30 km east of Moradabad in Uttar Pradesh. It was the erstwhile residence of the Nawabs of Rampur. Set in a 300-acre compound, this huge 200-room European style palace is a unique blend of Islamic architecture and British architecture. It also features personal apartments and offices, music rooms and personal cinema hall of Nawabs. The huge halls, adorned with Burma teak and Belgium glass chandeliers, present a fine specimen of the architecture of a bygone era. There is an Italian marble staircase towards the main bedrooms. The statue of Kalb Ali Khan, the second Nawab of Rampur, is an eye-catching one. Kothi Khas Bagh is now in a dilapidated state due to the age and neglect.</p>\r\n<p>&nbsp;</p>\r\n<p>Ambedkar Park</p>\r\n<p>&nbsp;</p>\r\n<p>Ambedkar Park is a memorial to Bhimrao Ambedkar. It is a beautiful park with a railway line along its boundary.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rampur,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/33e21acc-f89e-4fa4-b1f6-59ad0d47c8eb_Rampur-railway.jpg","subContents":[{"SubTitle":"1. Rampur Raza Library","SubTitleHindi":null,"SubContent":"<p>The Rampur Raza Library (R훮mpur Raz훮 Kit훮b Kh훮na) located in Rampur, Uttar Pradesh, India is a repository of Indo-Islamic cultural heritage and a treasure-house of knowledge established in last decades 18th century, and built up by successive Nawabs of Rampur and now managed by Government of India.</p>","SubContentHindi":null,"ImageUrl":"dce179fa-1a7d-462f-b663-16071c3bda5c_Rampur-Raza-Library.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Gandhi Samadhi Rampur","SubTitleHindi":null,"SubContent":"<p>Gandhi Samadhi is a memorial to Mahatma Gandhi. It signifies the struggles that Mahatma Gandhi took over for the independence of India from British Rule</p>\r\n<p>source:&nbsp;https://rampur.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"b0519cd8-3ebe-4585-b303-1a09ddaed6f9_Gandhi-Samadhi-Rampur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. How to Reach","SubTitleHindi":null,"SubContent":"<p>BY FLIGHT</p>\r\n<p>There are no regular flights from other major cities of the country to Rampur. Nearest airport is Patnagar airport which approx 62 km from Rampur besides one air strip is in Munda pandey which is also 12 km approx from Rampur</p>\r\n<p>Rampur 212 km away from Kheria Airport (AGR)Agra, Uttar Pradesh</p>\r\n<p>&nbsp;</p>\r\n<p>BY TRAIN</p>\r\n<p>Rampur is well connected to other major cities of the country via regular trains</p>\r\n<p>Railway Station(s): Bilaspur Road (BLQR), Rampur (RMU)</p>\r\n<p>&nbsp;</p>\r\n<p>BY BUS</p>\r\n<p>You can easily get regular buses to Rampur from other major cities of the country</p>\r\n<p>Bus Station(s): Rampur</p>","SubContentHindi":null,"ImageUrl":"7f98cf7e-e1d2-464a-8cf7-800599d69510_Rampur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rampur-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"rampur","slug":"rampur"}],"recommendations":[{"id":151,"title":"Top Places to visit in Kannauj, Uttar Pradesh","imageUrl":"ca28905e-85ab-4806-a7cd-31bb6d5e3a62_Kannauj-railway.jpg","dateCreated":"2018-11-13T15:25:35.564Z","dateModified":"2018-11-13T15:36:00.296Z","contributedBy":"AskGif","content":"Kannauj (formerly Cannodge), is a city, administrative headquarters and a municipal board or Nagar Palika Parishad in Kannauj district in the Indian state of Uttar Pradesh. The city's name is a modern form of the classical name Kanyakubja (The city of the hunchbacked maidens).\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca28905e-85ab-4806-a7cd-31bb6d5e3a62_Kannauj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"kannauj","slug":"kannauj"}],"slug":"top-places-to-visit-in-kannauj-uttar-pradesh","total":0},{"id":149,"title":"Top Places to visit in Jalaun (Orai), Uttar Pradesh","imageUrl":"3078897f-a63c-4d0e-bafc-448c8481392a_orai-railway.jpg","dateCreated":"2018-11-11T15:21:14.138Z","dateModified":"2018-11-11T15:36:54.415Z","contributedBy":"AskGif","content":"Jalaun is a city and a municipal board in Jalaun district in the Indian state of Uttar Pradesh. Jalaun is the third largest city of the district.\r\n&nbsp;\r\nThe city was formerly the residence of a Maratha governor, but never the headquarters of the district, which is at Orai.\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3078897f-a63c-4d0e-bafc-448c8481392a_orai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"jalaun","slug":"jalaun"}],"slug":"top-places-to-visit-in-jalaun-orai-uttar-pradesh","total":0},{"id":115,"title":"Top Places to Visit in Banda, Uttar Pradesh","imageUrl":"c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","dateCreated":"2018-08-19T06:00:15.872Z","dateModified":"2020-06-13T06:06:15.784Z","contributedBy":"AskGif","content":"Banda is a city and a municipal board in Banda district in the state of Uttar Pradesh, India. Banda lies south of the Yamuna river in the Bundelkhand region. It is the administrative headquarters of Banda District. The town is well connected to major cities with railways and state highways. The t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"banda","slug":"banda"}],"slug":"top-places-to-visit-in-banda-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}