{"id":182,"title":"रामपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"33e21acc-f89e-4fa4-b1f6-59ad0d47c8eb_Rampur-railway.jpg","dateCreated":"2018-12-23T15:07:57.484Z","dateModified":"2018-12-23T15:22:09.791Z","contributedBy":"AskGif","content":"<p>रामपुर भारतीय राज्य उत्तर प्रदेश में एक शहर और रामपुर जिले का एक नगर पालिका मुख्यालय है। यह पहले अपने विभिन्न उद्योगों के लिए जाना जाता था, जिसमें चीनी शोधन और कपास मिलिंग शामिल था। इसकी लाइब्रेरी में 12,000 से अधिक दुर्लभ पांडुलिपियां और मुगल लघु चित्रों का एक अच्छा संग्रह है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह 2011 की भारत की जनगणना के अनुसार, राज्य का एकमात्र मुस्लिम बहुमत वाला जिला रामपुर जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>2007 में, अल्पसंख्यक मामलों के मंत्रालय ने जनसंख्या, सामाजिक-आर्थिक संकेतकों और बुनियादी सुविधाओं के संकेतकों पर 2001 की जनगणना के आंकड़ों के आधार पर, रामपुर जिले को राज्य के 14 'अल्पसंख्यक एकाग्रता' जिलों में से एक के रूप में पहचाना था। इसे नवाबों के शहर के रूप में भी जाना जाता है और यह रामपुरी चाकु (चाकू) के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>रामपुर और उसके गांवों में शिक्षा क्षेत्र निवेश के साथ विकसित हो रहा है। शहर में कई माध्यमिक और उच्च माध्यमिक स्कूल और कॉलेज हैं। आसपास के स्थानों जैसे काशीपुर-अंगा, केमरी, बिलासपुर आदि के छात्रों के लिए शैक्षणिक संस्थान मुख्य आकर्षण हैं क्योंकि शहर में मुख्य रूप से MJP रोहिलखंड विश्वविद्यालय, बरेली से संबद्ध विभिन्न उच्च शिक्षा के लिए कई नए संस्थान आए हैं। हालांकि शहर में कई शैक्षणिक संस्थान हैं, लेकिन रामपुर में औसत साक्षरता दर 55.05% है, जो राष्ट्रीय औसत 59.5% से कम है। पुरुष साक्षरता 63.10% है, और महिला साक्षरता</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>रामपुर में जामा मस्जिद की नींव नवाब फैजुल्लाह खान ने रखी थी। यह उस समय 300,000 की लागत से बनाया गया था और इसे नवाब कल्ब अली खान ने आगे पूरा किया था। जामा मस्जिद के आसपास का क्षेत्र आकर्षण का केंद्र बन गया और इसके चारों ओर एक बड़ा बाजार विकसित किया गया, जिसे आज शादाब मार्केट के नाम से जाना जाता है। एक बड़े आभूषण बाजार में सर्राफा के नाम से जानी जाने वाली मस्जिद भी है। मस्जिद की आवश्यकताओं को पूरा करने के लिए व्यापारियों को दुकानें किराए पर दी गईं। हिंदू और मुस्लिम दोनों ही दुकानें हैं और ग्राहक दोनों समुदायों के हैं। यह सांप्रदायिक सद्भाव को दर्शाता है जो इस क्षेत्र में मौजूद है।</p>\r\n<p>&nbsp;</p>\r\n<p>रामपुर की रज़ा लाइब्रेरी</p>\r\n<p>1774 से 1794 तक रामपुर पर शासन करने वाले नवाब फैजुल्लाह खान ने 18 वीं शताब्दी के आखिरी दशकों में अपने प्राचीन पांडुलिपियों और इस्लामी सुलेख के लघु नमूनों के निजी संग्रह से पुस्तकालय की स्थापना की। यह एशिया के सबसे बड़े पुस्तकालयों में से एक है। चूंकि सभी सफल नवाब विद्वानों, कवियों, चित्रकारों, सुलेखकों और संगीतकारों के महान संरक्षक थे, पुस्तकालय में छलांग और सीमा बढ़ गई। नवाब अहमद अली खान (1794-1840) के शासन के दौरान संग्रह में उल्लेखनीय परिवर्धन नहीं किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इसमें पांडुलिपियों, ऐतिहासिक दस्तावेजों, इस्लामी सुलेख के नमूनों, लघु चित्रों, खगोलीय उपकरणों और अरबी और फारसी में दुर्लभ सचित्र कार्यों के बहुत दुर्लभ और मूल्यवान संग्रह शामिल हैं। रज़ा लाइब्रेरी में संस्कृत, हिंदी, उर्दू, पश्तो (अन्य महत्वपूर्ण पुस्तकों / दस्तावेजों के अलावा कुरान के पहले अनुवाद की मूल पांडुलिपि होने,), तमिल और तुर्की, और लगभग 30,000 मुद्रित पुस्तकों में मुद्रित कार्य शामिल हैं (सहित) समय-समय पर) विभिन्न अन्य भाषाओं में।</p>\r\n<p>&nbsp;</p>\r\n<p>रामपुर तारामंडल</p>\r\n<p>&nbsp;</p>\r\n<p>रामपुर में अत्याधुनिक तारामंडल की स्थापना की जा रही है। यह डिजिटल लेजर तकनीक पर आधारित भारत का पहला तारामंडल होगा। तारामंडल भवन लगभग पूरा हो गया है और उपकरण लगाए जा रहे हैं। जानकारी सीधे नासा द्वारा दी जाएगी।</p>\r\n<p>&nbsp;</p>\r\n<p>गांधी समाधि महात्मा गांधी का स्मारक है। यह उन संघर्षों का द्योतक है जो महात्मा गांधी ने ब्रिटिश शासन से भारत की स्वतंत्रता के लिए उठाए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>कोठी खास बाग</p>\r\n<p>&nbsp;</p>\r\n<p>कोठी खास बाग उत्तर प्रदेश में मुरादाबाद से लगभग 30 किलोमीटर पूर्व में रामपुर में स्थित एक महल है। यह रामपुर के नवाबों का पूर्ववर्ती निवास था। 300 एकड़ के परिसर में स्थित, 200 कमरों वाला यह विशाल यूरोपीय शैली का महल इस्लामी वास्तुकला और ब्रिटिश वास्तुकला का एक अनूठा मिश्रण है। इसमें निजी अपार्टमेंट और कार्यालय, संगीत कक्ष और नवाबों के व्यक्तिगत सिनेमा हॉल भी हैं। बर्मा टीक और बेल्जियम के ग्लास झाड़ से सजे विशाल हॉल, एक बीते युग की वास्तुकला का बेहतरीन नमूना पेश करते हैं। मुख्य बेडरूम की ओर एक इतालवी संगमरमर की सीढ़ी है। रामपुर के दूसरे नवाब कल्ब अली खान की प्रतिमा एक आंख को पकड़ने वाली है। कोठी खास बाग अब उम्र और उपेक्षा के कारण जीर्ण-शीर्ण अवस्था में है। [२४]</p>\r\n<p>&nbsp;</p>\r\n<p>अम्बेडकर पार्क</p>\r\n<p>&nbsp;</p>\r\n<p>अंबेडकर पार्क भीमराव अंबेडकर का स्मारक है। यह एक सुंदर पार्क है जिसकी सीमा के साथ एक रेलवे लाइन है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rampur,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/33e21acc-f89e-4fa4-b1f6-59ad0d47c8eb_Rampur-railway.jpg","subContents":[{"SubTitle":"1. रामपुर रज़ा लाइब्रेरी","SubTitleHindi":null,"SubContent":"<p>रामपुर रज़ा लाइब्रेरी (रामपुर रजा किताब खन्ना), रामपुर, उत्तर प्रदेश, भारत में स्थित है, जो भारत-इस्लामी सांस्कृतिक विरासत का भंडार है और पिछले दशकों 18 वीं शताब्दी में स्थापित ज्ञान का भंडार है, और रामपुर के उत्तरवर्ती नवाबों द्वारा निर्मित और बनाया गया है। अब भारत सरकार द्वारा प्रबंधित किया जाता है।</p>","SubContentHindi":null,"ImageUrl":"dce179fa-1a7d-462f-b663-16071c3bda5c_Rampur-Raza-Library.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. गांधी समाधि रामपुर","SubTitleHindi":null,"SubContent":"<p>गांधी समाधि महात्मा गांधी का स्मारक है। यह उन संघर्षों का द्योतक है जो महात्मा गांधी ने ब्रिटिश शासन से भारत की स्वतंत्रता के लिए उठाए थे</p>\r\n<p>source:&nbsp;https://rampur.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"b0519cd8-3ebe-4585-b303-1a09ddaed6f9_Gandhi-Samadhi-Rampur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>बाय फ्लाइट</p>\r\n<p>देश के अन्य प्रमुख शहरों से रामपुर के लिए नियमित उड़ानें नहीं हैं। निकटतम हवाई अड्डा पाटनगर हवाई अड्डा है जो रामपुर से 62 किमी की दूरी पर है, इसके अलावा एक हवाई पट्टी मुंडा पांडे में है जो रामपुर से 12 किमी दूर है</p>\r\n<p>रामपुर 212 किलोमीटर दूर खेरिया एयरपोर्ट (AGR) आगरा, उत्तर प्रदेश</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>रामपुर नियमित ट्रेनों के माध्यम से देश के अन्य प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है</p>\r\n<p>रेलवे स्टेशन: बिलासपुर रोड (BLQR), रामपुर (RMU)</p>\r\n<p>&nbsp;</p>\r\n<p>बस से</p>\r\n<p>आप देश के अन्य प्रमुख शहरों से रामपुर के लिए आसानी से नियमित बसें प्राप्त कर सकते हैं</p>\r\n<p>बस स्टेशन (एस): रामपुर</p>","SubContentHindi":null,"ImageUrl":"7f98cf7e-e1d2-464a-8cf7-800599d69510_Rampur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rampur-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"रामपुर","slug":"rampur"}],"recommendations":[{"id":151,"title":"कन्नौज में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"ca28905e-85ab-4806-a7cd-31bb6d5e3a62_Kannauj-railway.jpg","dateCreated":"2018-11-13T15:25:35.564Z","dateModified":"2018-11-13T15:36:00.296Z","contributedBy":"AskGif","content":"कन्नौज (पूर्व में कैनोज), भारतीय राज्य उत्तर प्रदेश के कन्नौज जिले में एक शहर, प्रशासनिक मुख्यालय और एक नगरपालिका बोर्ड या नगर पालिका परिषद है। शहर का नाम शास्त्रीय नाम कन्याकुब्जा (हंचबैक वाली नौकरियों का शहर) का एक आधुनिक रूप है।\r\n&nbsp;\r\nइसे मिहिरा भोज के समय महादोया भी कहा जाता ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca28905e-85ab-4806-a7cd-31bb6d5e3a62_Kannauj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कन्नौज","slug":"kannauj"}],"slug":"top-places-to-visit-in-kannauj-uttar-pradesh","total":0},{"id":149,"title":"जालुन (ओराई) में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3078897f-a63c-4d0e-bafc-448c8481392a_orai-railway.jpg","dateCreated":"2018-11-11T15:21:14.138Z","dateModified":"2018-11-11T15:36:54.415Z","contributedBy":"AskGif","content":"जालुन भारतीय राज्य उत्तर प्रदेश के जालुन जिले में एक शहर और एक नगरपालिका बोर्ड है। जलांन जिले का तीसरा सबसे बड़ा शहर है।\r\n&nbsp;\r\nयह शहर पहले मराठा गवर्नर का निवास था, लेकिन कभी भी जिले का मुख्यालय, जो ओरेई में नहीं है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2011 की जनगणना के अन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3078897f-a63c-4d0e-bafc-448c8481392a_orai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"जालौन","slug":"jalaun"}],"slug":"top-places-to-visit-in-jalaun-orai-uttar-pradesh","total":0},{"id":115,"title":"बांदा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","dateCreated":"2018-08-19T06:00:15.872Z","dateModified":"2020-06-13T06:06:15.784Z","contributedBy":"AskGif","content":"बांदा उत्तर प्रदेश राज्य के बांदा जिले में एक शहर और एक नगरपालिका बोर्ड है। बांदा बुंदेलखंड क्षेत्र में यमुना नदी के दक्षिण में स्थित है। यह बांदा जिले का प्रशासनिक मुख्यालय है। यह शहर रेलवे और राज्य राजमार्गों के साथ प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। यह शहर इलाहाबाद के 95 किमी दक्षिण-पश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बांदा","slug":"banda"}],"slug":"top-places-to-visit-in-banda-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}