{"id":187,"title":"Being a Daughter","imageUrl":"35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","dateCreated":"2018-12-24T14:13:58.178Z","dateModified":"2020-06-15T01:45:00.677Z","contributedBy":"AskGif","content":"<p>First of all, I would like to congratulate all the boys out there who gave pleasant happiness to their parents, the day they were born and all the patience in the world to deal with their tantrums life-long.</p>\r\n<p>And secondly, girls, you could just do nothing about it. But make sure that you leave no stone unturned in the process of being a worthy daughter who becomes a bliss for the parents down the magical road of life. It's never going to be easy. But, I still wish you all the best of luck.... me myself too... This is not impossible but tough... very, very tough!!!</p>\r\n<p>The major problem is that the son and the daughter are never seen through the same sieve. Things that would be seen as just normal for the son, renders a tag of Insolence for a daughter plus the harsh social melodrama, which for a modern day girl is nothing but a dark comedy on her whole existence. It's not only puberty they attain sooner!!!</p>\r\n<p>I Question: Is it really wrong to take care of yourself and for that matter of your sisters and brothers and parents and grandparents etc? Why is everyone always dubious about how well you can do things?</p>\r\n<p>I was just crossing by a street and i witnessed a scene. A father and daughter were trying to make some changes in their house and they had to lift this very heavy cot through the ends, but after enough trials, she still failed to move it, even by a whisker. And to my extreme sadness, the father just dropped all his work off and stood helpless, with a dull hope on his face and his body saying \"I wish I had a son instead\". I don't understand, people are living in old age homes, and the daughters are bringing parents home when son has the money settled. A daughter can love and care like nobody else. No hard feelings against the sons, but sadly half the population doesn't really understand the trauma a girl goes through all her life.</p>\r\n<p>When a girl is born, even today some people try to get rid of \"it\";</p>\r\n<p>When she starts going to school, even today people compromise on her education, saving money for the maids;</p>\r\n<p>When she goes into high school, she is seldom asked where she should be headed to, but the decisions are taken for her by someone else;</p>\r\n<p>When she goes to college, she has to compromise with her college because her brother needs to go to a better college, after all, he is to take care of the family later;</p>\r\n<p>When she steps out of her home, even today, she has to keep her eyes down because you never know when she faces assault;</p>\r\n<p>When she travels on the train, even today, she cannot really sleep, really sit on that vacant seat, really be free of worries, because of the way the world has \"matured\";</p>\r\n<p>When she gets into an argument with her elders, even today, she just keeps quiet n cries going into the other room, not because she doesn't have the answer, but because even though she can hurt and insult the other person, she will never choose&nbsp; to do so... because she is somebody, nobody can ever be, for whom the foremost thing is love and care, despite all odds and grudges;</p>\r\n<p>When she is sad, she manages to cry and still manage to cook and feed the family;</p>\r\n<p>When she has no money, even without a penny she can give you the best gifts of life because she is truthful and honest and vanity-less;</p>\r\n<p>When she has nothing to be hopeful about, she finds hope in the simplest things in life and lives;</p>\r\n<p>A smile from a stranger can keep her going in the worst of times;</p>\r\n<p>A hug is a magic for her;</p>\r\n<p>A shoulder that doesn't shrug her is what bliss means to her;</p>\r\n<p>She expects the least and tries to give the maximum.</p>\r\n<p>Yes, she has no self-respect and no ego, because she has sacrificed herself n the process of making this world a nursery for good things and good emotions. She keeps trying, even when she is failing every moment of her life; because that is what she can actually do!!!</p>\r\n<p>She seems fragile but is really strong because friends, she has already seen more of the cruel world than you would ever see and dealt it - A Braveheart.</p>\r\n<p>My sweet friends and sisters</p>\r\n<p>&ldquo;Be who you need to be, set your goals, find your path, do it your way and be true to yourself,&rdquo;</p>\r\n<p>Because the world will never be what it needs to be, if we give up; keep crying but never stop trying!!!</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","subContents":[],"category":{"name":"story","slug":"story"},"slug":"being-a-daughter","tags":[{"name":"daughter","slug":"daughter"},{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"parent","slug":"parent"}],"recommendations":[{"id":1365,"title":"Should India pursue Nuclear Power?","imageUrl":"10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","dateCreated":"2020-06-14T12:53:51.367Z","dateModified":"2020-06-14T12:54:25.153Z","contributedBy":"AskGif","content":"Kudankulam, supposedly one of India&rsquo;s most successful nuclear power plants, faced a huge uproar by civil society post the 2011 Fukushima disaster. Kudankulam repeated in almost all sites of the nuclear power plants. India has faced one of the World&rsquo;s worst industrial disasters in the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"}],"slug":"should-india-pursue-nuclear-power","total":0},{"id":1364,"title":"The endangered source of life: a view from the third pole","imageUrl":"e946482f-898a-4503-9df5-20c8d04783a4-tibet.jpg","dateCreated":"2020-06-14T12:48:32.59Z","dateModified":"2020-06-14T12:48:49.978Z","contributedBy":"AskGif","content":"Tibet, the roof of the world is the highest and the largest plateau that has ever existed on Earth. It is the source of six most important Asian rivers that have been the cradles and guardians of the world&rsquo;s most populous civilizations catering to 1.3 billion people. The huge landmass is ca","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e946482f-898a-4503-9df5-20c8d04783a4-tibet.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"}],"slug":"the-endangered-source-of-life-a-view-from-the-third-pole","total":0},{"id":184,"title":"Being Human !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"Before I have my say, I want to ask u something...\r\nWhy is it that today we have to get horrendously logical even when we want to help somebody??? isn't humanity still alive??? why not...\r\n<p style=\"text-align: center;\">ARE WE STILL HUMAN???\r\n<p style=\"text-align: center;\">ARE WE B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"being-human","slug":"being-human"}],"slug":"being-human-","total":0},{"id":51,"title":"Tips to get your parents to accept your love marriage.","imageUrl":"2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","dateCreated":"2018-07-29T17:13:05.494Z","dateModified":"2018-07-30T04:04:15.722Z","contributedBy":"AskGif","content":"If you are also one of those young Indians grappling with questions like \"Why Indian parents are against love marriage?\" or \"How to convince parents for love marriage?\"&nbsp;, need not worry. We have lined up some expert advice on why our parents oppose love marriage and how to convince them see ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"marriage","slug":"marriage"},{"name":"love","slug":"love"},{"name":"parent","slug":"parent"}],"slug":"tips-to-get-your-parents-to-accept-your-love-marriage","total":0}]}