{"id":187,"title":"एक बेटी होने के नाते","imageUrl":"35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","dateCreated":"2018-12-24T14:13:58.178Z","dateModified":"2020-06-15T01:45:00.677Z","contributedBy":"AskGif","content":"<p>सबसे पहले, मैं उन सभी लड़कों को बधाई देना चाहता हूं जिन्होंने अपने माता-पिता को सुखद दिन दिए, जिस दिन वे पैदा हुए थे और दुनिया के सभी धैर्य अपने नखरे जीवन भर निभाने के लिए।</p>\r\n<p>&nbsp;</p>\r\n<p>और दूसरी बात, लड़कियों, आप इसके बारे में कुछ नहीं कर सकते। लेकिन सुनिश्चित करें कि आप एक योग्य बेटी होने की प्रक्रिया में कोई कसर नहीं छोड़ते हैं जो जीवन की जादुई सड़क के नीचे माता-पिता के लिए आनंद बन जाती है। यह कभी आसान नहीं होने वाला है। लेकिन, मैं अब भी आपको शुभकामनाएं देता हूं .... मैं खुद भी ... यह असंभव नहीं बल्कि कठिन है ... बहुत, बहुत कठिन !!!</p>\r\n<p>&nbsp;</p>\r\n<p>बड़ी समस्या यह है कि बेटे और बेटी को एक ही चलनी के माध्यम से कभी नहीं देखा जाता है। जिन चीजों को बेटे के लिए सामान्य माना जाता है, वे एक बेटी के लिए इन्सॉलेंस के एक टैग के साथ-साथ एक कठोर सामाजिक मेलोड्रामा भी प्रस्तुत करती हैं, जो एक आधुनिक दिन की लड़की के लिए अपने पूरे अस्तित्व पर एक अंधेरे कॉमेडी के अलावा और कुछ नहीं है। यह न केवल यौवन है जो वे जल्द ही प्राप्त करते हैं !!!</p>\r\n<p>&nbsp;</p>\r\n<p>I प्रश्न: क्या अपनी बहनों और भाइयों और माता-पिता और दादा-दादी आदि की देखभाल करना वास्तव में गलत है? हर कोई हमेशा इस बारे में संदिग्ध रहता है कि आप चीजों को कितनी अच्छी तरह से कर सकते हैं?</p>\r\n<p>&nbsp;</p>\r\n<p>मैं बस एक गली से पार कर रहा था और मैंने एक दृश्य देखा। एक पिता और बेटी अपने घर में कुछ बदलाव करने की कोशिश कर रहे थे और उन्हें इस भारी खाट को सिरों के माध्यम से उठाना था, लेकिन पर्याप्त परीक्षणों के बाद, वह अभी भी इसे हिलाने में विफल रही, यहां तक ​​कि एक मूंछ द्वारा भी। और मेरे अत्यंत दुःख की बात है, पिता ने अपना सारा काम छोड़ दिया और असहाय खड़े हो गए, उनके चेहरे पर एक नीरस आशा थी और उनका शरीर यह कह रहा था कि \"काश मेरे पास एक बेटा होता\"। मुझे समझ नहीं आ रहा है, लोग वृद्धाश्रम में रह रहे हैं, और बेटों को माता-पिता घर ला रहे हैं जब बेटे के पास पैसा है। एक बेटी किसी और की तरह प्यार और देखभाल कर सकती है। बेटों के प्रति कोई कठोर भावना नहीं है, लेकिन दुख की बात है कि आधी आबादी वास्तव में इस आघात को नहीं समझ पाती है कि एक लड़की अपने पूरे जीवन में गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जब एक लड़की का जन्म होता है, तो आज भी कुछ लोग \"इसे\" से छुटकारा पाने की कोशिश करते हैं;</p>\r\n<p>&nbsp;</p>\r\n<p>जब उसने स्कूल जाना शुरू किया, तो आज भी लोग उसकी शिक्षा पर समझौता करते हैं, नौकरानियों के लिए पैसे बचाते हैं;</p>\r\n<p>&nbsp;</p>\r\n<p>जब वह हाई स्कूल में जाती है, तो शायद ही कभी पूछा जाता है कि उसे कहाँ जाना चाहिए, लेकिन निर्णय उसके लिए किसी और के द्वारा लिया जाता है;</p>\r\n<p>&nbsp;</p>\r\n<p>जब वह कॉलेज जाती है, तो उसे अपने कॉलेज के साथ समझौता करना पड़ता है क्योंकि उसके भाई को एक बेहतर कॉलेज जाने की ज़रूरत होती है, आखिरकार, उसे बाद में परिवार का ख्याल रखना है;</p>\r\n<p>&nbsp;</p>\r\n<p>जब वह अपने घर से बाहर निकलती है, तब भी, उसे अपनी आँखें नीचे रखनी पड़ती हैं, क्योंकि आप कभी नहीं जानतीं कि कब उसे हमला करना है;</p>\r\n<p>&nbsp;</p>\r\n<p>जब वह ट्रेन में यात्रा करती है, तो आज भी, वह वास्तव में सो नहीं सकती है, वास्तव में उस खाली सीट पर बैठ सकती है, वास्तव में चिंताओं से मुक्त हो सकती है, क्योंकि जिस तरह से दुनिया \"परिपक्व\" हुई है;</p>\r\n<p>&nbsp;</p>\r\n<p>जब वह अपने बड़ों के साथ बहस में पड़ती है, तो आज भी, वह चुपचाप रोती रहती है और दूसरे कमरे में जा रही है, इसलिए नहीं कि उसके पास इसका जवाब नहीं है, बल्कि इसलिए भी क्योंकि वह दूसरे व्यक्ति को चोट पहुँचा सकती है और अपमानित कर सकती है, वह ऐसा करने के लिए कभी नहीं चुनें ... क्योंकि वह कोई है, कोई भी कभी भी हो सकता है, जिसके लिए सबसे महत्वपूर्ण बात प्रेम और देखभाल है, सभी बाधाओं और परेशानियों के बावजूद;</p>\r\n<p>&nbsp;</p>\r\n<p>जब वह दुखी होती है, तो वह रोने का प्रबंध करती है और फिर भी परिवार को खाना बनाने और खिलाने का प्रबंध करती है;</p>\r\n<p>&nbsp;</p>\r\n<p>जब उसके पास कोई पैसा नहीं है, तो भी एक पैसा के बिना वह आपको जीवन का सबसे अच्छा उपहार दे सकती है क्योंकि वह सच्चा और ईमानदार और घमंड से कम है;</p>\r\n<p>&nbsp;</p>\r\n<p>जब उसके पास उम्मीद के बारे में कुछ नहीं होता है, तो वह जीवन और जीवन की सबसे सरल चीजों में आशा पाती है;</p>\r\n<p>&nbsp;</p>\r\n<p>एक अजनबी की मुस्कुराहट उसे सबसे बुरे समय में भी रख सकती है;</p>\r\n<p>&nbsp;</p>\r\n<p>गले लगाना उसके लिए एक जादू है;</p>\r\n<p>&nbsp;</p>\r\n<p>एक कंधे जो उसे हिला नहीं करता है वह आनंद का मतलब क्या है;</p>\r\n<p>&nbsp;</p>\r\n<p>वह कम से कम उम्मीद करती है और अधिकतम देने की कोशिश करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>हां, उसका कोई स्वाभिमान और कोई अहंकार नहीं है, क्योंकि उसने इस दुनिया को अच्छी चीजों और अच्छी भावनाओं के लिए नर्सरी बनाने की प्रक्रिया में खुद को बलिदान कर दिया है। वह कोशिश करती रहती है, तब भी जब वह अपने जीवन के हर पल को असफल कर रही हो; क्योंकि वह वास्तव में क्या कर सकता है !!!</p>\r\n<p>&nbsp;</p>\r\n<p>वह नाजुक लग रही है, लेकिन वास्तव में मजबूत है क्योंकि दोस्तों, वह पहले से ही क्रूर दुनिया की तुलना में अधिक देखी गई है जिसे आप कभी भी देखेंगे और निपटाएंगे - ए ब्रेवहार्ट।</p>\r\n<p>&nbsp;</p>\r\n<p>मेरे प्यारे दोस्तों और बहनों</p>\r\n<p>&nbsp;</p>\r\n<p>\"आपको जो बनना है, अपने लक्ष्यों को निर्धारित करें, अपना रास्ता खोजें, इसे अपने तरीके से करें और खुद के प्रति सच्चे रहें\"</p>\r\n<p>&nbsp;</p>\r\n<p>क्योंकि दुनिया कभी वैसी नहीं होगी जैसी होनी चाहिए, अगर हम हार मान लें; रोते रहो लेकिन कोशिश करना कभी मत छोड़ो !!!</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","subContents":[],"category":{"name":"कहानी","slug":"story"},"slug":"being-a-daughter","tags":[{"name":"बेटी","slug":"daughter"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"माता-पिता","slug":"parent"}],"recommendations":[{"id":1365,"title":"क्या भारत को परमाणु ऊर्जा का पीछा करना चाहिए?","imageUrl":"10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","dateCreated":"2020-06-14T12:53:51.367Z","dateModified":"2020-06-14T12:54:25.153Z","contributedBy":"AskGif","content":"माना जाता है कि कुडनकुलम, भारत के सबसे सफल परमाणु ऊर्जा संयंत्रों में से एक है, जिसे 2011 फुकुशिमा आपदा के बाद नागरिक समाज द्वारा भारी उथल-पुथल का सामना करना पड़ा। परमाणु ऊर्जा संयंत्रों के लगभग सभी स्थलों में कुडनकुलम दोहराया गया। भारत ने भोपाल गैस त्रासदी में दुनिया की सबसे खराब औद्योगिक आपदाओं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"should-india-pursue-nuclear-power","total":0},{"id":1364,"title":"जीवन का लुप्तप्राय स्रोत: तीसरे ध्रुव से एक दृश्य","imageUrl":"e946482f-898a-4503-9df5-20c8d04783a4-tibet.jpg","dateCreated":"2020-06-14T12:48:32.59Z","dateModified":"2020-06-14T12:48:49.978Z","contributedBy":"AskGif","content":"तिब्बत, दुनिया की छत उच्चतम और सबसे बड़ा पठार है जो कभी पृथ्वी पर मौजूद है। यह छह सबसे महत्वपूर्ण एशियाई नदियों का स्रोत है जो 1.3 बिलियन लोगों के खानपान के लिए दुनिया की सबसे अधिक आबादी वाली सभ्यताओं के पालने और संरक्षक रहे हैं। विशाल भूस्खलन को तीसरा ध्रुव कहा जाता है क्योंकि आर्कटिक और अंटार्क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e946482f-898a-4503-9df5-20c8d04783a4-tibet.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"the-endangered-source-of-life-a-view-from-the-third-pole","total":0},{"id":184,"title":"मानव होने के नाते !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"इससे पहले कि मैं अपनी बात कहूं, मैं आपसे कुछ पूछना चाहता हूं ...\r\n&nbsp;\r\nऐसा क्यों है कि आज हमें किसी की मदद करने के लिए भी भयावह तार्किक होना पड़ता है ??? क्या मानवता अभी भी जीवित नहीं है ??? क्यों नहीं...\r\n&nbsp;\r\nक्या हम अभी भी हैं ???\r\n&nbsp;\r\nक्या ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"मानव-होने-के-नाते","slug":"being-human"}],"slug":"being-human-","total":0},{"id":51,"title":"अपने माता-पिता को अपने प्रेम विवाह को स्वीकार करने के लिए युक्तियाँ।","imageUrl":"2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","dateCreated":"2018-07-29T17:13:05.494Z","dateModified":"2018-07-30T04:04:15.722Z","contributedBy":"AskGif","content":"यदि आप उन युवा भारतीयों में से एक हैं, जैसे \"भारतीय माता-पिता प्यार विवाह के खिलाफ क्यों हैं?\" या \"प्यार विवाह के लिए माता-पिता को कैसे मनाने के लिए?\" चिंता करने की ज़रूरत नहीं है। हमने कुछ विशेषज्ञ सलाह दी है कि हमारे माता-पिता प्यार विवाह का विरोध क्यों करते हैं और उन्हें मनाने के तरीके को कैसे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2696a753-dabc-4099-9cb2-4c6ff5c49735_happiness-is-love-marriage.png","category":{"name":"लाइफ़-हैक्स","slug":"life-hacks"},"tags":[{"name":"शादी","slug":"marriage"},{"name":"मोहब्बत","slug":"love"},{"name":"माता-पिता","slug":"parent"}],"slug":"tips-to-get-your-parents-to-accept-your-love-marriage","total":0}]}