{"id":188,"title":"Let there be PEACE","imageUrl":"4224dc7d-3c2c-4b9e-8d9d-daff2a8a7232_Let-there-be-PEACE.jpg","dateCreated":"2018-12-24T14:25:17.439Z","dateModified":"2018-12-24T14:25:38.037Z","contributedBy":"AskGif","content":"<p>For what is sometimes just an event in history, reduced to a paragraph in history books, how much it changes life is unimaginable for the one who hasn't been through it. Heard a family's story from the partition times and it killed me, it was monstrous, horrendous, but for me, it just had been about the two nation theory and the Mountbatten plan. The value of anything in life is the amount of life you exchange for it, and how much have people lost in the partition has still not been recovered. Why? Because this old man who was a teen when the partition happened still wants to go home, is reading about it, talking about it, trying to rediscover his identity. His hometown is Lahore, but his home, his palace, he doesn't know what happened of it. For the history was dead when 1947 happened, and for memories were lost, but people usually have their last wish to die at home in peace, he has no hope of going home. Such an identity crisis not for just one person but for the whole family, the whole clan. Their grandchildren have heard their hometown in Lahore, Pakistan, but they say they are settled in Delhi. A one-page event in a history book took away lives and lives, and the life people had made for themselves; to never be found again, memories that are deeply etched in the hearts of people and the pain that transcends through generations of the grieved.</p>\r\n<p>&nbsp;</p>\r\n<p>But did we take any learning from the past? Did 1947 not happen again? It certainly did, and it kept happening. Muzaffarnagar would have never happened if we were sensitive to the pain that people went through in such riots. Are we not human enough to understand that these acts of violence just topple peoples' life? Life is misery for them and for all of us who don't approve of violence, who have the heart to understand that the gains are not as big but the losses can't even be evaluated. Imagine suddenly being thrown out of your home at once, and never come back again; I can't even imagine what it would be like, but people have been through it and are still going through it, may it be Muzaffarnagar or be it Gaza.</p>\r\n<p>&nbsp;</p>\r\n<p>Let there be peace. The price we are paying for violence and that we have already paid can never be recovered. Nobody gains from loss of lives. Ashoka understood this when he was a victor of Kalinga war, but could he sleep in peace, could he celebrate his victory; No, because he bloodshed, the massacre, the wailing children, the crying widows, the limping men, the disappearing humanity was not equivalent to the state he just won. He could never undo what happened at Kalinga but he understood this truth of life to never go back to a battlefield ever again spreading the message of peace and love. Today, we call him Ashoka - the great, but even he faultered but he is great because he could change. Let us all change for the better, better of oneself and better of humankind.</p>\r\n<p>courtesy: Parul Kaushik</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4224dc7d-3c2c-4b9e-8d9d-daff2a8a7232_Let-there-be-PEACE.jpg","subContents":[],"category":{"name":"story","slug":"story"},"slug":"let-there-be-peace","tags":[{"name":"peace","slug":"peace"},{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"}],"recommendations":[{"id":1365,"title":"Should India pursue Nuclear Power?","imageUrl":"10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","dateCreated":"2020-06-14T12:53:51.367Z","dateModified":"2020-06-14T12:54:25.153Z","contributedBy":"AskGif","content":"Kudankulam, supposedly one of India&rsquo;s most successful nuclear power plants, faced a huge uproar by civil society post the 2011 Fukushima disaster. Kudankulam repeated in almost all sites of the nuclear power plants. India has faced one of the World&rsquo;s worst industrial disasters in the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"}],"slug":"should-india-pursue-nuclear-power","total":0},{"id":198,"title":"Keep the past in your heart while you soar high","imageUrl":"ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","dateCreated":"2018-12-27T15:00:42.661Z","dateModified":"2018-12-27T15:05:07.085Z","contributedBy":"AskGif","content":"As I write this, I am the saddest I have been in years. Our history is so full of flesh-shed, bloodshed, death and times when humankind mastered his own kind. From slavery to the various revolutions, history weeps with the episodes of gut wrenching and tearful stories of man wronged by man. How w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"felt-it-wrote-it","slug":"felt-it-wrote-it"},{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"aspiration","slug":"aspiration"}],"slug":"keep-the-past-in-your-heart-while-you-soar-high","total":0},{"id":187,"title":"Being a Daughter","imageUrl":"35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","dateCreated":"2018-12-24T14:13:58.178Z","dateModified":"2020-06-15T01:45:00.677Z","contributedBy":"AskGif","content":"First of all, I would like to congratulate all the boys out there who gave pleasant happiness to their parents, the day they were born and all the patience in the world to deal with their tantrums life-long.\r\nAnd secondly, girls, you could just do nothing about it. But make sure that you l","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"daughter","slug":"daughter"},{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"parent","slug":"parent"}],"slug":"being-a-daughter","total":0},{"id":184,"title":"Being Human !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"Before I have my say, I want to ask u something...\r\nWhy is it that today we have to get horrendously logical even when we want to help somebody??? isn't humanity still alive??? why not...\r\n<p style=\"text-align: center;\">ARE WE STILL HUMAN???\r\n<p style=\"text-align: center;\">ARE WE B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"being-human","slug":"being-human"}],"slug":"being-human-","total":0}]}