{"id":189,"title":"Top Places to visit in Saharanpur, Uttar Pradesh","imageUrl":"5f92be55-c4a1-46f0-b8f2-ca35749f59d9_saharanpur-station.jpg","dateCreated":"2018-12-24T14:47:48.662Z","dateModified":"2018-12-24T15:00:20.753Z","contributedBy":"AskGif","content":"<p>Saharanpur is a city and a Municipal Corporation in the state of Uttar Pradesh in northern India. It is the administrative headquarters of Saharanpur District and the Saharanpur Division.</p>\r\n<p>&nbsp;</p>\r\n<p>Saharanpur city grew in a region named after a Sufi Saint Shah Haroon Chishti. It was founded by Sah Ranbirsingh, a Jain nobleman, who laid the foundations of the present-day city on the site of an army cantonment. Situated close to the borders of Haryana, Uttarakhand and Himachal Pradesh states, the city is surrounded by a fertile agricultural region that produces plentiful grains and fruits. Saharanpur is known for its wood carving cottage industry as well as a thriving market for local agricultural produce, including basmati rice and mangoes. A variety of industrial enterprises are located here including textiles, sugar, paper and cigarette factories. It is about 550 km from the capital city Lucknow, 165 km from national capital, Delhi and 65 km away from Dehradun.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>The Saharanpur Botanical Gardens, known as the Company Garden and once the preserve of the British East India Company, is one of the oldest existing gardens in India, dating to before 1750. Then named Farahat-Bakhsh, it was originally a pleasure ground set out by a local chief, Intazam ud-ullah. In 1817, it was acquired by the British East India Company and placed under the authority of the District Surgeon. Joseph Dalton Hooker says of this Botanical Garden that \"Amongst its greatest triumphs may be considered the introduction of the tea-plant from China, a fact I allude to, as many of my English readers may not be aware that the establishment of the tea-trade in the Himalaya and Assam is almost entirely the work of the superintendents of the gardens of Calcutta and Seharunpore. In 1887, when the Botanical Survey of India was set up to reform the country's botanical sciences, Saharanpur became the centre for the survey of the northern Indian flora. The Garden is seen historically as being second only to the Calcutta Gardens for its contribution to science and economy in India. Under private auspices today, it is full of greenery and has many different kinds of plants and flowers.</p>\r\n<p>&nbsp;</p>\r\n<p>Saharanpur falls on the route of the proposed 1,839-kilometre (1,143 mi) Eastern Dedicated Freight Corridor project, funded by the World Bank.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Saharanpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5f92be55-c4a1-46f0-b8f2-ca35749f59d9_saharanpur-station.jpg","subContents":[{"SubTitle":"1. Baba Bhuradev Temple","SubTitleHindi":null,"SubContent":"<p>This temple is nearly 1 km before the Shakumbhari Devi Temple. This is located on the road, which is the only way to reach the Shakubhri devi temple. It is believed that before worshiping the Shakumbhri mother, it is necessary to worship Baba Bhua Dev. Even while on returning journey from Mataji&rsquo;s temple, people bow down their heads to Baba Bhua Dev.</p>","SubContentHindi":null,"ImageUrl":"0d30296e-4fb9-4c25-b935-b7ebfbace1af_Baba-Bhuradev-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Shakumbhari Devi Temple","SubTitleHindi":null,"SubContent":"<p>Shakti Peeth Shakumbhri, meaning the abode of Shakti Goddess Shakambhari or Shakumbhri, is situated in the Jasmour village area, at a distance of 40 km to the north of Saharanpur in Uttar Pradesh state of Northern India. It has two important temples of Hindu deities: one of the Goddess (Devi) Shakumbhri herself and another one, Bhura-Dev temple, located one kilometer away from it to the east, of the deity Bhairava, considered to be her guard. Another temple dedicated to this goddess and quite famous is near the Sambhar Lake, in Rajasthan.Another big temple of Shakumbari devi is located in Badami, of Bagalkot District of Karnataka.</p>","SubContentHindi":null,"ImageUrl":"63ac8e60-d376-4118-8ee4-cf5febeebe43_Shakumbhari-Devi-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Bala Sundari Devi Temple","SubTitleHindi":null,"SubContent":"<p>Bala Sundari Devi Temple is located in Deoband, which is a tehsil of Saharanpur district and is situated on the road connecting Saharanpur with Muzaffar Nagar. Every year there is a grand fair on the Chaturdashi of Chaitra month. In the fair, the devotees come to visit the mother. This fair takes up to 15 days.</p>","SubContentHindi":null,"ImageUrl":"4994e86f-e313-4cba-88da-6438b3c9c373_Bala-Sundari-Devi-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Naugaja Peer","SubTitleHindi":null,"SubContent":"<p>Nau Gaza Peer:A Religious spot Located at nearly 9 KM from the main city this place is free form the hustle and bustle of the city. Nau gaza peer at the outskirt of Saharanpur is a beautiful combination of a dargah and temple which are located next to each other. People of all community comes here. It is located on the Saharanpur -Dehradun/Haridwar Highway.The Naugaja Peer is much favoured by the devotees who come here to get their wishes fulfilled.</p>","SubContentHindi":null,"ImageUrl":"6dbad55d-8882-457c-8bdf-dfd7209b050a_Naugaja-Peer.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. DarUL Uloom Deoband","SubTitleHindi":null,"SubContent":"<p>The Darul Uloom Deoband is&nbsp; an Islamic school in India where the Deobandi Islamic movement began. It is located at Deoband, a town in Saharanpur district, Uttar Pradesh.&nbsp;</p>\r\n<p>source: https://saharanpur.nic.in/tourist-place/</p>","SubContentHindi":null,"ImageUrl":"14555caa-006d-4877-9bb1-38aab3489ff3_DarUL-Uloom-Deoband.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Rail</p>\r\n<p>Saharanpur comes under Ambala Division and it is serviced by the Northern and NW Railway networks. Railway Station is situated in the middle of city .You can visit here via moradabad route or via Hapur , meerut while you are coming from lucknow or Allahabad .From New Delhi you can visit here via Meerut , Muzaffarnagar or via Shamli route .</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>Saharanpur is on the crossroads of National Highways running east, west and south. It is well connected by road with major cities like Dehradun (68 km), Haridwar (63 km), Chandigarh (137 km), Delhi (181 km), Lucknow (580 km) and Jammu Tawi (466 km)</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>If you want to visit saharanpur by air you can visit by Dehradun airport and from there you can travel by roadways or indian railways.second one option to visit saharanpur by air is board at new delhi IGI airport thereafter you can visit either by roadways or indian railways</p>","SubContentHindi":null,"ImageUrl":"7eee4547-a217-4dcc-a9b3-58de019bed4f_Saharanpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-saharanpur-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"saharanpur","slug":"saharanpur"}],"recommendations":[{"id":136,"title":"Top Places to Visit in Ghazipur, Uttar Pradesh","imageUrl":"7b74c36d-3afd-44fd-b5f5-19ac5243f5c2_ghazipur-railway.jpg","dateCreated":"2018-09-08T08:08:22.802Z","dateModified":"2018-09-08T09:01:15.971Z","contributedBy":"AskGif","content":"Ghazipur (previously spelled Ghazeepore, Gauspur, and Ghazipour), is a city in the state of Uttar Pradesh, India. Ghazipur city is the administrative headquarters of the Ghazipur district, one of the four districts that form the Varanasi division of Uttar Pradesh. The city of Ghazipur also consti","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b74c36d-3afd-44fd-b5f5-19ac5243f5c2_ghazipur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ghazipur","slug":"ghazipur"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ghazipur-uttar-pradesh","total":0},{"id":131,"title":"Top Places to Visit in Farrukhabad, Uttar Pradesh","imageUrl":"f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","dateCreated":"2018-09-02T04:57:38.638Z","dateModified":"2018-09-02T05:31:38.483Z","contributedBy":"AskGif","content":"Farrukhabad is a city in the state of Uttar Pradesh in northern India. It was the capital of former princely state Farrukhabad\r\n&nbsp;\r\nFarrukhabad is situated between Lat. 26&deg; 46' N &amp; 27&deg; 43' N and Long. 79&deg; 7' E &amp; 80&deg; 2' E. The district is bounded by Badaun","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"farrukhabad","slug":"farrukhabad"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-farrukhabad-uttar-pradesh","total":0},{"id":124,"title":"Top Places to Visit in Chitrakoot Dham (Karwi), Uttar Pradesh","imageUrl":"8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","dateCreated":"2018-08-28T13:09:26.868Z","dateModified":"2018-08-28T13:38:08.189Z","contributedBy":"AskGif","content":"Chitrakoot Dham (Karwi) is district headquarters and a municipal board in Chitrakoot district in the state of Uttar Pradesh, India.\r\nHistory\r\nIn past, Karwi city was a tehsil in Banda district. On 6 May 1997 Government of Uttar Pradesh carved out a new district Chitrakoot (Initially","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"chitrakoot-dham","slug":"chitrakoot-dham"}],"slug":"top-places-to-visit-in-chitrakoot-dham-karwi-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}