{"id":189,"title":"सहारनपुर में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"5f92be55-c4a1-46f0-b8f2-ca35749f59d9_saharanpur-station.jpg","dateCreated":"2018-12-24T14:47:48.662Z","dateModified":"2018-12-24T15:00:20.753Z","contributedBy":"AskGif","content":"<p>सहारनपुर उत्तर भारत के उत्तर प्रदेश राज्य में एक शहर और एक नगर निगम है। यह सहारनपुर जिले और सहारनपुर मंडल का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>सहारनपुर शहर एक सूफी संत शाह हारून चिश्ती के नाम पर विकसित हुआ। यह साहब रणबीरसिंह, एक जैन रईस, द्वारा स्थापित किया गया था, जिन्होंने एक सेना छावनी की जगह पर वर्तमान शहर की नींव रखी थी। हरियाणा, उत्तराखंड और हिमाचल प्रदेश राज्यों की सीमाओं के करीब स्थित, शहर एक उपजाऊ कृषि क्षेत्र से घिरा हुआ है जो भरपूर मात्रा में अनाज और फल पैदा करता है। सहारनपुर अपनी लकड़ी पर नक्काशी के कुटीर उद्योग के साथ-साथ बासमती चावल और आम सहित स्थानीय कृषि उत्पादों के लिए एक संपन्न बाजार के लिए जाना जाता है। कपड़ा, चीनी, कागज और सिगरेट कारखानों सहित विभिन्न औद्योगिक उद्यम यहां स्थित हैं। यह राजधानी लखनऊ से लगभग 550 किमी, राष्ट्रीय राजधानी दिल्ली से 165 किमी और देहरादून से 65 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>सहारनपुर बॉटनिकल गार्डन, जिसे कंपनी गार्डन के नाम से जाना जाता है और एक बार ब्रिटिश ईस्ट इंडिया कंपनी का संरक्षण, भारत के सबसे पुराने मौजूदा उद्यानों में से एक है, जो 1750 से पहले का था। तब इसका नाम फरहत-बख्श था, यह मूल रूप से एक खुशी का मैदान था। एक स्थानीय प्रमुख, इंटाज़म उद-उल्लाह द्वारा। 1817 में, इसे ब्रिटिश ईस्ट इंडिया कंपनी द्वारा अधिग्रहित किया गया और जिला सर्जन के अधिकार में रखा गया। इस वनस्पति उद्यान के बारे में जोसेफ डाल्टन हुकर का कहना है कि \"इसके सबसे बड़े विजय के रूप में चीन से चाय-पौधे की शुरूआत माना जा सकता है, एक ऐसा तथ्य जिससे मैं वाकिफ हूं, क्योंकि मेरे कई अंग्रेजी पाठकों को इस बात की जानकारी नहीं है कि चाय की स्थापना- हिमालय और असम में व्यापार लगभग पूरी तरह से कलकत्ता और सेहरूनपुर के उद्यानों के अधीक्षकों का काम है। [aya] १, में, जब देश के वनस्पति विज्ञान में सुधार के लिए बोटैनिकल सर्वे ऑफ़ इंडिया की स्थापना की गई, तो सहारनपुर केंद्र का केंद्र बन गया। उत्तरी भारतीय वनस्पतियों का सर्वेक्षण। भारत में विज्ञान और अर्थव्यवस्था में योगदान के लिए इस उद्यान को ऐतिहासिक रूप से केवल कलकत्ता गार्डन के रूप में दूसरे स्थान पर देखा जाता है। आज निजी सहायक कंपनियों के तहत, यह हरियाली से भरा है और इसमें विभिन्न प्रकार के पौधे और फूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सहारनपुर विश्व बैंक द्वारा वित्तपोषित 1,839 किलोमीटर (1,143 मील) पूर्वी डेडिकेटेड फ्रेट कॉरिडोर परियोजना के मार्ग पर पड़ता है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Saharanpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5f92be55-c4a1-46f0-b8f2-ca35749f59d9_saharanpur-station.jpg","subContents":[{"SubTitle":"1. बाबा भूरदेव मंदिर","SubTitleHindi":null,"SubContent":"<p>यह मंदिर शाकुंभरी देवी मंदिर से लगभग 1 किमी पहले है। यह सड़क पर स्थित है, जो शाकुंभरी देवी मंदिर तक पहुंचने का एकमात्र रास्ता है। ऐसा माना जाता है कि शाकंभरी माता की पूजा करने से पहले, बाबा भुआ देव की पूजा करना आवश्यक है। माताजी के मंदिर से यात्रा पर लौटने के दौरान भी लोग बाबा भुआ देव के सामने सिर झुकाते हैं।</p>","SubContentHindi":null,"ImageUrl":"0d30296e-4fb9-4c25-b935-b7ebfbace1af_Baba-Bhuradev-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. शाकुंभरी देवी मंदिर","SubTitleHindi":null,"SubContent":"<p>शक्ति पीठ शाकुंभरी, जिसका अर्थ है शक्ति देवी शाकंभरी या शाकंभरी का निवास, उत्तर भारत के उत्तर प्रदेश राज्य में सहारनपुर के उत्तर में 40 किमी की दूरी पर जसमौर गांव क्षेत्र में स्थित है। इसमें हिंदू देवी-देवताओं के दो महत्वपूर्ण मंदिर हैं: एक देवी (देवी) शाकुम्भरी का और दूसरा एक, भूरा-देव मंदिर, जो भैरव देवता का रक्षक माना जाता है, उससे एक किलोमीटर दूर पूर्व में स्थित है। इस देवी को समर्पित एक और मंदिर राजस्थान में सांभर झील के पास है। शाकुंभरी देवी का एक बड़ा मंदिर कर्नाटक के बगलकोट जिले के बादामी में स्थित है।</p>","SubContentHindi":null,"ImageUrl":"63ac8e60-d376-4118-8ee4-cf5febeebe43_Shakumbhari-Devi-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. बाला सुंदरी देवी मंदिर","SubTitleHindi":null,"SubContent":"<p>बाला सुंदरी देवी मंदिर देवबंद में स्थित है, जो सहारनपुर जिले की एक तहसील है और सहारनपुर को मुजफ्फर नगर से जोड़ने वाली सड़क पर स्थित है। हर साल चैत्र महीने की चतुर्दशी को यहां भव्य मेला लगता है। मेले में श्रद्धालु माता के दर्शन करने आते हैं। इस मेले में 15 दिन तक का समय लगता है।</p>","SubContentHindi":null,"ImageUrl":"4994e86f-e313-4cba-88da-6438b3c9c373_Bala-Sundari-Devi-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. नौगजा पीर","SubTitleHindi":null,"SubContent":"<p>नौ गाज़ा पीर: मुख्य शहर से लगभग 9 KM की दूरी पर स्थित एक धार्मिक स्थल इस शहर की हलचल से मुक्त है। सहारनपुर के बाहरी इलाके में नौ गाजा पीर एक दरगाह और मंदिर का एक सुंदर संयोजन है जो एक दूसरे के बगल में स्थित हैं। सभी समुदाय के लोग यहां आते हैं। यह सहारनपुर-देहरादून / हरिद्वार हाइवे पर स्थित है। नौगजा पीर यहाँ आने वाले भक्तों के लिए बहुत पसंद करते हैं।</p>","SubContentHindi":null,"ImageUrl":"6dbad55d-8882-457c-8bdf-dfd7209b050a_Naugaja-Peer.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. दारुल उलूम देवबंद","SubTitleHindi":null,"SubContent":"<p>दारुल उलूम देवबंद भारत में एक इस्लामी स्कूल है जहाँ देवबंदी इस्लामी आंदोलन शुरू हुआ। यह देवबंद, सहारनपुर जिले, उत्तर प्रदेश के एक शहर में स्थित है।</p>\r\n<p>स्रोत: https://saharanpur.nic.in/tourist-place/</p>","SubContentHindi":null,"ImageUrl":"14555caa-006d-4877-9bb1-38aab3489ff3_DarUL-Uloom-Deoband.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रेल द्वारा</p>\r\n<p>सहारनपुर अंबाला डिवीजन के अंतर्गत आता है और यह उत्तरी और एनडब्ल्यू रेलवे नेटवर्क द्वारा सेवित है। रेलवे स्टेशन शहर के मध्य में स्थित है। आप मुरादाबाद मार्ग से या हापुड़, मीरुत के माध्यम से यहां जा सकते हैं, जबकि आप किस्मत से या इलाहाबाद से आ रहे हैं। नई दिल्ली से आप यहां मेरठ, मुजफ्फरनगर या शामली मार्ग से जा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>सहारनपुर पूर्व, पश्चिम और दक्षिण में चलने वाले राष्ट्रीय राजमार्गों के चौराहे पर है। यह देहरादून (68 किमी), हरिद्वार (63 किमी), चंडीगढ़ (137 किमी), दिल्ली (181 किमी), लखनऊ (580 किमी) और जम्मू तवी (466 किमी) जैसे प्रमुख शहरों के साथ सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>यदि आप हवाई मार्ग से सहारनपुर जाना चाहते हैं तो आप देहरादून हवाई अड्डे से यात्रा कर सकते हैं और वहाँ से आप रोडवेज या भारतीय रेल से यात्रा कर सकते हैं। इसके अलावा सहारनपुर जाने के लिए एक विकल्प हवाई मार्ग से है। नई दिल्ली के आईजीआई हवाई अड्डे पर आप सड़क या भारतीय मार्ग से जा सकते हैं। रेलवे</p>","SubContentHindi":null,"ImageUrl":"7eee4547-a217-4dcc-a9b3-58de019bed4f_Saharanpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-saharanpur-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"सहारनपुर","slug":"saharanpur"}],"recommendations":[{"id":136,"title":"गाजीपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"7b74c36d-3afd-44fd-b5f5-19ac5243f5c2_ghazipur-railway.jpg","dateCreated":"2018-09-08T08:08:22.802Z","dateModified":"2018-09-08T09:01:15.971Z","contributedBy":"AskGif","content":"गाज़ीपुर (पहले गाजीपुर, गौसपुर और गाज़ीपुर) की वर्तनी, उत्तर प्रदेश राज्य में एक शहर है। गाज़ीपुर शहर गाजीपुर जिले का प्रशासनिक मुख्यालय है, जो चार जिलों में से एक है जो उत्तर प्रदेश के वाराणसी डिवीजन का निर्माण करता है। गाजीपुर शहर गाजीपुर जिले के पांच अलग-अलग तहसीलों या उपविभागों में से एक का ग","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7b74c36d-3afd-44fd-b5f5-19ac5243f5c2_ghazipur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गाजीपुर","slug":"ghazipur"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ghazipur-uttar-pradesh","total":0},{"id":131,"title":"फरुक्खाबाद में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","dateCreated":"2018-09-02T04:57:38.638Z","dateModified":"2018-09-02T05:31:38.483Z","contributedBy":"AskGif","content":"फररुखाबाद उत्तरी भारत में उत्तर प्रदेश राज्य में एक शहर है। यह पूर्व रियासत राज्य फररुखाबाद की राजधानी थी\r\n&nbsp;\r\nफरुक्खाबाद लेट के बीच स्थित है। 26 डिग्री 46 'एन और 27 डिग्री 43' एन और लांग। 79 डिग्री 7 'ई और 80 डिग्री 2' ई। जिले उत्तर में बादाण और शाहजहांपुर, पूर्व में हरदोई जिला","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फर्रुखाबाद","slug":"farrukhabad"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-farrukhabad-uttar-pradesh","total":0},{"id":124,"title":"चित्रकूट धाम (करवी) में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","dateCreated":"2018-08-28T13:09:26.868Z","dateModified":"2018-08-28T13:38:08.189Z","contributedBy":"AskGif","content":"चित्रकूट धाम (करवी) उत्तर प्रदेश राज्य के चित्रकूट जिले में जिला मुख्यालय और नगर पालिका है।\r\nइतिहास\r\nअतीत में, करवी शहर बांदा जिले में एक तहसील था। 6 मई 1 99 7 को उत्तर प्रदेश सरकार ने बांदा जिले से एक नया जिला चित्रकूट (प्रारंभ में छत्रपति शाहूजी महाराज नगर) नामित किया। तब से शहर ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8f36b68b-f21e-448c-b811-4eb691a5ab61_chitrakoot-dham-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"चित्रकथ-धाम","slug":"chitrakoot-dham"}],"slug":"top-places-to-visit-in-chitrakoot-dham-karwi-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}