{"id":190,"title":"Top Places to visit in Sambhal (Bheem Nagar), Uttar Pradesh","imageUrl":"3ba0daa1-ae2e-4031-b03f-c967aaa9a1f2_Sambhal-railway.jpg","dateCreated":"2018-12-25T05:14:17.264Z","dateModified":"2018-12-25T06:52:06.211Z","contributedBy":"AskGif","content":"<p>Sambhal is a city in Sambhal district of Uttar Pradesh, India.</p>\r\n<p>&nbsp;</p>\r\n<p>The Sambhal headquarters are situated in Pawasa Sambhal.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Sambhal district had a population of around 22 lakh (2,200,000) in 2011 census, which roughly equal to the population of Botswana[6] and New Mexico[7] of U.S. .</p>\r\n<p>&nbsp;</p>\r\n<p>Literacy rate of sambhal district is 57% and sex ratio is 78%.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are many schools, colleges and degree colleges in Sambhal district. Many Islamic Madrasas have important role in field of education, including Madrasa Sirajul Uloom Hilali Sarai Sambhal.</p>\r\n<p>&nbsp;</p>\r\n<p>Famous Degree Colleges in Sambhal include:</p>\r\n<p>&nbsp;</p>\r\n<p>Mahatma Gandhi Memorial Post Graduate College</p>\r\n<p>Government Degree College Sambhal</p>\r\n<p>Hind Inter College, Sambhal</p>\r\n<p>S.M. Degree College</p>\r\n<p>Sambhal College of Engineering and Management</p>\r\n<p>Ishrat Group Of Institutions Sambhal</p>\r\n<p>Model Public Law College</p>\r\n<p>M B M Girls Inter College Sirsi</p>\r\n<p>I M Inter College Sirsi</p>\r\n<p>H H Inter College wavaie</p>\r\n<p>Secondary schools include: Al-Qadeer Higher Secondary School, Sambhal.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative Divisions</p>\r\n<p>Sambhal district divided in three tehsils: Sambhal, Chandausi, and Gunnaur.</p>\r\n<p>&nbsp;</p>\r\n<p>Other major towns in sambhal district are: Asmoli, Babrala, Bahjoi, Gawan, Narauli, Pawansa, Sirsi, and Sarai Tarin.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sambhal</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism in Sambhal</p>\r\n<p>Sambhal is a small town but has its fair share of tourist spots that one can visit to get an insight into the town&rsquo;s glorious past and colourful present. Religion weighs heavy in this small town and it is hence thickly laden with mosques and temples aplenty. Some of these monuments are as old as time itself and have stayed the same for several centuries efficiently withstanding the test of time.</p>\r\n<p>&nbsp;</p>\r\n<p>The first ever Babri Masjid to have built stands tall in the town of Sambhal, making it a true testament of how the Mughals had a lasting bearing on the shaping up of this small town. Sambhal also has the famous Kalki Vishnu Mandir whose entrance reads &ldquo;Pracheen Sri Kalki Vishnu Mandir&rdquo; meaning the ancient Vishnu Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Let&rsquo;s take a look at these tourist spots in detail.</p>\r\n<p>&nbsp;</p>\r\n<p>Manokamna Mandir</p>\r\n<p>This is a very popular temple in Sambhal. The Manokamna Mandir houses the samadhi or the final place of rest of Baba Ram Mani. Baba Ram Mani is considered to be a great saint by the locals and he is said to have cured people of many illnesses and lived the life of a selfless and an extremely kind being. Several legends are associated with Baba Mani such as the stories of how he was capable of being in two places at the same time and is considered by many as being a messenger of God. He is said to have appeared whenever one of his devotees was in need of help and was widely worshipped as a&nbsp; sadaguru is now visited by hundreds of people from far and wide, on a daily basis, to offer prayers and wish for a boon.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple complex also includes a pond that is surrounded by several other small temples such as the Hanuman Mandir, the Ram Sita Mandir and the Deviji Mandir. One can, therefore, visit all these temples at one go.Every year, a big &lsquo;BHANDARA&rsquo;&nbsp; takes place at the temple to honour the life and times of Baba Ram Mani where people throng to take part in it. It is held on the 8th of January every year and one can plan their trip to Sambhal accordingly to coincide with this event and take part in the bhandara.</p>\r\n<p>Manokamna Mandir, Manokamna Mandir Marg, Sambhal, Uttar Pradesh 244302</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Kalki Vishnu Mandir in Sambhal</p>\r\n<p>Hinduism no doubt has several gods, but three of them are considered as being the main ones, with those being &ndash; Lord Shiva, Lord Vishnu and Lord Brahma. Of these, Lord Vishnu is considered as being one of the creators of the world and one who preserves it. He is worshipped in various forms or &lsquo;Avatars&rsquo; . All throughout history, Lord Vishnu has donned several incarnations and re-incarnations which is related to the theory of Vishnu&rsquo;s Dashavataram.</p>\r\n<p>&nbsp;</p>\r\n<p>Right from his first avatar&nbsp; viz. Vaman avatar&nbsp; and leading up to his last avatar&nbsp; viz. Buddha, he is said to have walked on Earth during one yuga&nbsp; (epoch) or the other and brought about deliverance to all the deserving people in the world. It might sound a bit mythical but the belief is still very much rife and Lord Vishnu is still devotedly worshipped, all across the world, as he is said to don his tenth incarnation called &lsquo;Sri Kalki&rsquo; avatar very soon.</p>\r\n<p>&nbsp;</p>\r\n<p>He will apparently take on this avatar by taking birth in the town of Sambhal and put an end to all the evils of Kalyuga and usher in deliverance. This event is said to have been predicted a very long time back by historical soothsayers and is included in the Hindu epic, Mahabharata . In this avatar, Vishnu is shown to be riding a white horse and wielding a sword in the air in order to effectively wipe out all the evils from this world. This Kalki Vishnu Temple was one of the first ones to be built in India and is a place that houses immense sanctity and great religious significance.</p>\r\n<p>Address :-Manokamna Mandir Marg, Kot, Sambhal, Uttar Pradesh-244302</p>\r\n<p>&nbsp;</p>\r\n<p>Ghanta Ghar</p>\r\n<p>From Big Ben to Mecca clock tower, the victorian and Elizabethan style of displaying time has always been a very popular concept. One such clock tower is present in Sambhal that is said to have existed since a very long time. It&rsquo;s a red and white building with the top hosting the clock on all four faces of the building. Although it has undergone a lot of exterior deterioration, the tower is still a great architectural piece that adds glitz to this small town.</p>\r\n<p>source:&nbsp; https://sambhal.nic.in/places-of-interest/</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3ba0daa1-ae2e-4031-b03f-c967aaa9a1f2_Sambhal-railway.jpg","subContents":[{"SubTitle":"1. Maa Kela Devi Mandir","SubTitleHindi":null,"SubContent":"<p>Kaila Devi temple has a long history. Mother Kaila has two temples in the country. First in Rajasthan and the other in the Bhanga area of Sambhal. Here in the Navaratri it is said that the Goddess Darshan of the lion is coming. The banyan tree located in the temple premises is also of great significance. It is said that this banyan tree is seven hundred years old. Philosophy of Yaduvansh Kuldev&rsquo;s mother Kaaladevi on Monday is of particular importance.</p>","SubContentHindi":null,"ImageUrl":"efd45e19-0466-4f16-8ccd-1c7effdb0ab3_Maa-Kela-Devi-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. How to Reach","SubTitleHindi":null,"SubContent":"<p>Sambhal in the northern state of Uttar Pradesh is quite close to the national capital, New Delhi. The city and its surrounding region have a rich history being ruled at different points in time by several different kings and dynasties</p>\r\n<p>&nbsp;</p>\r\n<p>Read more</p>\r\n<p>&nbsp;</p>\r\n<p>Connectivity Information</p>\r\n<p>Reaching Sambhal By Flight</p>\r\n<p>Sambhal is not well connected to other major cities of the country via regular flights. The nearest airport is in Pantnagar at a distance of 101kms.</p>\r\n<p>&nbsp;</p>\r\n<p>Airports: Pantnagar Airport</p>\r\n<p>&nbsp;</p>\r\n<p>Reaching Sambhal By Train</p>\r\n<p>There is no regular trains to Sambhal from other major cities of the country. The nearest Railway station is at Moradabad which is located at a distance of 35kms.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway Station(s): Moradabad , Kathghar</p>","SubContentHindi":null,"ImageUrl":"76c383f7-1167-4e35-9784-79826ed64a72_Sambhal-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sambhal-bheem-nagar-uttar-pradesh","tags":[{"name":"sambhal","slug":"sambhal"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":163,"title":"Top Places to visit in Kasganj (Kanshi Ram Nagar), Uttar Pradesh","imageUrl":"b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","dateCreated":"2018-12-01T11:03:31.336Z","dateModified":"2018-12-01T11:20:52.409Z","contributedBy":"AskGif","content":"&nbsp;\r\nKasganj is a city and the district headquarters of Kasganj district in the Indian state of Uttar Pradesh.\r\nGeography\r\nKasganj is located at 27.82&deg;N 78.65&deg;E. It has an average elevation of 177 metres (580 feet). Situated on the banks of river Kali, the town is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kasganj","slug":"kasganj"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"kanshi-ram-nagar","slug":"kanshi-ram-nagar"}],"slug":"top-places-to-visit-in-kasganj-kanshi-ram-nagar-uttar-pradesh","total":0},{"id":134,"title":"Top Places to Visit in Gautam Budh Nagar, Uttar Pradesh","imageUrl":"a5164881-e6de-4908-a5b8-873ed3b1b48d_Gautam-Budh-Nagar.jpg","dateCreated":"2018-09-05T14:09:21.961Z","dateModified":"2018-09-05T14:34:03.393Z","contributedBy":"AskGif","content":"Gautam Budh Nagar is a largely suburban district of Uttar Pradesh state in northern India. It is part of the National Capital Region (India). Greater Noida is the district administrative headquarters. The city of Greater Noida is India's first ISO 16001 certified city.\r\n&nbsp;\r\nISO ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a5164881-e6de-4908-a5b8-873ed3b1b48d_Gautam-Budh-Nagar.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"gautam-budh-nagar","slug":"gautam-budh-nagar"}],"slug":"top-places-to-visit-in-gautam-budh-nagar-uttar-pradesh","total":0},{"id":110,"title":"Top Places to Visit in Bahraich, Uttar Pradesh","imageUrl":"6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","dateCreated":"2018-08-16T05:13:01.281Z","dateModified":"2020-06-08T12:23:07.245Z","contributedBy":"AskGif","content":"Bahraich is a city and a municipal board in Bahraich district in the state of Uttar Pradesh, India. Located on the Saryu River, a tributary of river Ghaghra, Bahraich is 125 km north-east of Lucknow, the state capital. The towns of Barabanki, Gonda, Balrampur, Lakhimpur, and Sitapur share local b","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bahraich","slug":"bahraich"}],"slug":"top-places-to-visit-in-bahraich-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}