{"id":190,"title":"संभल (भीम नगर) में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3ba0daa1-ae2e-4031-b03f-c967aaa9a1f2_Sambhal-railway.jpg","dateCreated":"2018-12-25T05:14:17.264Z","dateModified":"2018-12-25T06:52:06.211Z","contributedBy":"AskGif","content":"<p>संभल भारत के उत्तर प्रदेश के संभल जिले का एक शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>संभल मुख्यालय पावसा संभल में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>संभल जिले की जनसंख्या २०११ की जनगणना में लगभग २२ लाख (२,२००,०००) थी, जो बोट्सवाना [६] और न्यू मैक्सिको [of] की आबादी के लगभग बराबर थी।</p>\r\n<p>&nbsp;</p>\r\n<p>संभल जिले की साक्षरता दर 57% है और लिंगानुपात 78% है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>संभल जिले में कई स्कूल, कॉलेज और डिग्री कॉलेज हैं। मदरसा सिराजुल उलूम हिलाली सराय संभल सहित कई इस्लामिक मदरसों की शिक्षा के क्षेत्र में महत्वपूर्ण भूमिका है।</p>\r\n<p>&nbsp;</p>\r\n<p>संभल में प्रसिद्ध डिग्री कॉलेजों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>महात्मा गांधी मेमोरियल पोस्ट ग्रेजुएट कॉलेज</p>\r\n<p>गवर्नमेंट डिग्री कॉलेज संभल</p>\r\n<p>हिंद इंटर कॉलेज, संभल</p>\r\n<p>एस.एम. डिग्री कॉलेज</p>\r\n<p>संभल कॉलेज ऑफ इंजीनियरिंग एंड मैनेजमेंट</p>\r\n<p>इशरत ग्रुप ऑफ इंस्टीट्यूशंस संभल</p>\r\n<p>मॉडल पब्लिक लॉ कॉलेज</p>\r\n<p>एम बी एम गर्ल्स इंटर कॉलेज सिरसी</p>\r\n<p>आई एम इंटर कॉलेज सिरसी</p>\r\n<p>एच एच इंटर कॉलेज wavaie</p>\r\n<p>माध्यमिक विद्यालयों में शामिल हैं: अल-कदीर हायर सेकेंडरी स्कूल, संभल।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>संभल जिला तीन तहसीलों में विभाजित है: संभल, चंदौसी, और गुन्नौर।</p>\r\n<p>&nbsp;</p>\r\n<p>संभल जिले के अन्य प्रमुख शहर हैं: असमोली, बबराला, बहजोई, गवन, नरौली, पवनसा, सिरसी और सराय तारिन।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sambhal</p>\r\n<p>&nbsp;</p>\r\n<p>संभल में पर्यटन</p>\r\n<p>सम्भल एक छोटा सा शहर है, लेकिन पर्यटन स्थलों में इसकी उचित हिस्सेदारी है, जो शहर के शानदार अतीत और रंगीन वर्तमान में एक अंतर्दृष्टि प्राप्त करने के लिए यात्रा कर सकता है। इस छोटे से शहर में धर्म का वजन बहुत अधिक है और इसलिए इसे मस्जिदों और मंदिरों के साथ बहुत मोटा किया जाता है। इन स्मारकों में से कुछ समय के रूप में ही पुराने हैं और समय की कसौटी पर कुशलता के साथ कई शताब्दियों के लिए समान रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पहली बार बाबरी मस्जिद का निर्माण संभल शहर में लंबा है, यह इस बात का एक सच्चा प्रमाण है कि मुगलों का इस छोटे से शहर को आकार देने में स्थायी प्रभाव कैसे पड़ा। सम्भल में प्रसिद्ध कल्कि विष्णु मंदिर भी है जिसके प्रवेश द्वार पर लिखा है \"प्राचीन श्री कल्कि विष्णु मंदिर\" जिसका अर्थ है प्राचीन विष्णु मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>आइए इन पर्यटक स्थलों पर एक नज़र डालते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मनोकामना मंदिर</p>\r\n<p>सम्भल में यह बहुत लोकप्रिय मंदिर है। मनोकामना मंदिर में बाबा राम मणि की समाधि या अंतिम स्थान है। बाबा राम मणि को स्थानीय लोगों द्वारा एक महान संत माना जाता है और कहा जाता है कि उन्होंने कई बीमारियों के लोगों को ठीक किया और एक निस्वार्थ और एक अत्यंत दयालु जीवन जिया। बाबा मणि के साथ कई किंवदंतियाँ जुड़ी हुई हैं, जैसे कि वह एक ही समय में दो स्थानों पर रहने में कैसे सक्षम थी और कई लोगों द्वारा इसे ईश्वर का दूत माना जाता है। ऐसा कहा जाता है कि जब भी उनके किसी भक्त को मदद की जरूरत होती थी, तब उनकी पूजा की जाती थी और एक सद्गुरु के रूप में उनकी पूजा की जाती थी, जो अब रोजाना दूर-दूर के सैकड़ों लोगों से प्रार्थना करने और एक वरदान की कामना के लिए आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर परिसर में एक तालाब भी शामिल है जो कई अन्य छोटे मंदिरों से घिरा हुआ है जैसे कि हनुमान मंदिर, राम सीता मंदिर और देवीजी मंदिर। इसलिए, एक बार में इन सभी मंदिरों का दौरा कर सकते हैं। हर साल, एक बड़ा AR भण्डारा &rsquo;मंदिर में बाबा राम मणि के जीवन और समय का सम्मान करने के लिए होता है जहां लोग इसमें भाग लेते हैं। यह हर साल 8 जनवरी को आयोजित किया जाता है और कोई भी इस आयोजन के साथ संभल के अनुसार अपनी यात्रा की योजना बना सकता है और भंडारे में भाग ले सकता है।</p>\r\n<p>मनोकामना मंदिर, मनोकामना मंदिर मार्ग, संभल, उत्तर प्रदेश 244302</p>\r\n<p>&nbsp;</p>\r\n<p>संभल में श्री कल्कि विष्णु मंदिर</p>\r\n<p>हिंदू धर्म में कोई संदेह नहीं है कि कई देवता हैं, लेकिन उनमें से तीन को मुख्य माना जाता है, वे हैं - भगवान शिव, भगवान विष्णु और भगवान ब्रह्मा। इनमें से, भगवान विष्णु को दुनिया के रचनाकारों में से एक माना जाता है और जो इसे संरक्षित करते हैं। उन्हें विभिन्न रूपों या 'अवतारों' में पूजा जाता है। पूरे इतिहास में, भगवान विष्णु ने कई अवतार और पुन: अवतार लिए हैं जो विष्णु के दशावतारम के सिद्धांत से संबंधित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ठीक उसके पहले अवतार से। वामन अवतार और उनके अंतिम अवतार तक अग्रणी। कहा जाता है कि, उन्होंने कहा कि एक युग (युग) या दूसरे के दौरान पृथ्वी पर चला गया और दुनिया में सभी योग्य लोगों के लिए उद्धार लाया। यह थोड़ा पौराणिक लग सकता है, लेकिन विश्वास अभी भी बहुत व्याप्त है और भगवान विष्णु की अभी भी पूरी दुनिया में भक्तिपूर्वक पूजा की जाती है, क्योंकि उनके दसवें अवतार को h श्री कल्कि &rsquo;अवतार कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वह स्पष्ट रूप से संभल शहर में जन्म लेकर इस अवतार को धारण करेगा और कलयुग की सभी बुराइयों को दूर करेगा और उद्धार में प्रवेश करेगा। इस घटना के बारे में कहा जाता है कि यह ऐतिहासिक कालिखों द्वारा बहुत पहले की भविष्यवाणी की गई थी और हिंदू महाकाव्य, महाभारत में शामिल है। इस अवतार में, विष्णु को एक सफेद घोड़े की सवारी करते हुए दिखाया गया है और इस दुनिया से सभी बुराइयों को प्रभावी ढंग से मिटाने के लिए हवा में तलवार लहराते हुए दिखाया गया है। यह कल्कि विष्णु मंदिर भारत में निर्मित होने वाले पहले लोगों में से एक था और एक ऐसा स्थान है जहाँ पवित्रता और महान धार्मिक महत्व है।</p>\r\n<p>पता: -मनोकामना मंदिर मार्ग, कोट, संभल, उत्तर प्रदेश -244302</p>\r\n<p>&nbsp;</p>\r\n<p>घण्टा घर</p>\r\n<p>बिग बेन से लेकर मक्का क्लॉक टॉवर तक, विजेता और एलिजाबेथन शैली के प्रदर्शन का समय हमेशा एक बहुत लोकप्रिय अवधारणा रही है। ऐसा ही एक क्लॉक टॉवर संभल में मौजूद है जिसके बारे में कहा जाता है कि यह बहुत लंबे समय से मौजूद है। यह एक लाल और सफेद इमारत है जिसमें इमारत के सभी चार मुखों पर घड़ी की मेजबानी की जाती है। हालाँकि यह बहुत अधिक बाहरी गिरावट से गुज़रा है, लेकिन टॉवर अभी भी एक महान वास्तुशिल्प टुकड़ा है जो इस छोटे से शहर में ग्लिट्ज़ जोड़ता है।</p>\r\n<p>स्रोत: https://sambhal.nic.in/places-of-interest/</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3ba0daa1-ae2e-4031-b03f-c967aaa9a1f2_Sambhal-railway.jpg","subContents":[{"SubTitle":"1. मां केला देवी मंदिर","SubTitleHindi":null,"SubContent":"<p>कैला देवी मंदिर का लंबा इतिहास रहा है। देश में मां कैला के दो मंदिर हैं। पहला राजस्थान में और दूसरा संभल के भांगा इलाके में। नवरात्रि में यहां कहा जाता है कि सिंह के देव दर्शन हो रहे हैं। मंदिर परिसर में स्थित बरगद के पेड़ का भी बहुत महत्व है। कहा जाता है कि यह बरगद का पेड़ सात सौ साल पुराना है। सोमवार को यदुवंश कुलदेव की मां कैलादेवी के दर्शन का विशेष महत्व है।</p>","SubContentHindi":null,"ImageUrl":"efd45e19-0466-4f16-8ccd-1c7effdb0ab3_Maa-Kela-Devi-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>उत्तरी राज्य उत्तर प्रदेश में संभल राष्ट्रीय राजधानी, नई दिल्ली के काफी करीब है। शहर और इसके आसपास के क्षेत्र में कई अलग-अलग राजाओं और राजवंशों द्वारा समय पर अलग-अलग बिंदुओं पर शासन किया जा रहा है</p>\r\n<p>&nbsp;</p>\r\n<p>और पढो</p>\r\n<p>&nbsp;</p>\r\n<p>कनेक्टिविटी की जानकारी</p>\r\n<p>संभल फ्लाइट से पहुंचना</p>\r\n<p>संभल नियमित उड़ानों के माध्यम से देश के अन्य प्रमुख शहरों से अच्छी तरह से जुड़ा नहीं है। सबसे नजदीकी हवाई अड्डा 101 किलोमीटर की दूरी पर पंतनगर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डे: पंतनगर हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से संभल पहुंचना</p>\r\n<p>देश के अन्य प्रमुख शहरों से संभल के लिए कोई नियमित ट्रेन नहीं है। निकटतम रेलवे स्टेशन मुरादाबाद में है जो 35 किलोमीटर की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे स्टेशन: मुरादाबाद, काठगढ़</p>","SubContentHindi":null,"ImageUrl":"76c383f7-1167-4e35-9784-79826ed64a72_Sambhal-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sambhal-bheem-nagar-uttar-pradesh","tags":[{"name":"संभल","slug":"sambhal"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":163,"title":"कासगंज (कन्शी राम नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","dateCreated":"2018-12-01T11:03:31.336Z","dateModified":"2018-12-01T11:20:52.409Z","contributedBy":"AskGif","content":"कासगंज भारतीय शहर उत्तर प्रदेश के कासगंज जिले का एक शहर और जिला मुख्यालय है।\r\nभूगोल\r\nकासगंज 27.82 डिग्री एन 78.65 डिग्री ई पर स्थित है। इसकी औसत ऊंचाई 177 मीटर (580 फीट) है। काली नदी के तट पर स्थित, यह शहर हिमालयी तलहटी के निकट है। यह डोआब में स्थित है, पवित्र नदियों गंगा और यमुना औ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b83b00b2-6065-4637-af85-7ebf00d910e2_kasganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कासगंज","slug":"kasganj"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कन्शी-राम-नगर","slug":"kanshi-ram-nagar"}],"slug":"top-places-to-visit-in-kasganj-kanshi-ram-nagar-uttar-pradesh","total":0},{"id":134,"title":"गौतम बुद्ध नगर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"a5164881-e6de-4908-a5b8-873ed3b1b48d_Gautam-Budh-Nagar.jpg","dateCreated":"2018-09-05T14:09:21.961Z","dateModified":"2018-09-05T14:34:03.393Z","contributedBy":"AskGif","content":"गौतमबुद्ध नगर उत्तरी भारत में उत्तर प्रदेश राज्य का एक बड़े पैमाने पर उपनगरीय जिला है। यह राष्ट्रीय राजधानी क्षेत्र (भारत) का हिस्सा है। ग्रेटर नोएडा जिला प्रशासनिक मुख्यालय है। ग्रेटर नोएडा शहर भारत का पहला आईएसओ 16001 प्रमाणित शहर है।\r\n&nbsp;\r\nआईएसओ 16001: 2017 सामान्य आवश्यकताओं ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a5164881-e6de-4908-a5b8-873ed3b1b48d_Gautam-Budh-Nagar.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"गौतमबुद्ध-नगर","slug":"gautam-budh-nagar"}],"slug":"top-places-to-visit-in-gautam-budh-nagar-uttar-pradesh","total":0},{"id":110,"title":"बहरीच में देखने के लिए शीर्ष स्थान,  उत्तर प्रदेश","imageUrl":"6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","dateCreated":"2018-08-16T05:13:01.281Z","dateModified":"2020-06-08T12:23:07.245Z","contributedBy":"AskGif","content":"बहराइच उत्तर प्रदेश राज्य के बहरीच जिले में एक शहर और एक नगरपालिका बोर्ड है। घाघरा नदी की एक सहायक साड़ी नदी पर स्थित बहरीच राज्य की राजधानी लखनऊ के 125 किमी उत्तर-पूर्व में स्थित है। बाराबंकी, गोंडा, बलरामपुर, लखीमपुर और सीतापुर के कस्ब बहरीच के साथ स्थानीय सीमाएं साझा करते हैं। एक कारक जो इस शह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6ed56ed4-a47d-45fa-974e-a19997394130-Bahraich-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बहराइच","slug":"bahraich"}],"slug":"top-places-to-visit-in-bahraich-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}