{"id":192,"title":"Top Places to visit in Bhadohi (Gyanpur), Uttar Pradesh","imageUrl":"868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","dateCreated":"2018-12-25T07:35:38.699Z","dateModified":"2018-12-25T07:41:37.655Z","contributedBy":"AskGif","content":"<p>Bhadohi Bhadohi district in the northern Indian state of Uttar Pradesh. It is also known as the \"Carpet City,\" as it is home to the largest hand-knotted carpet weaving industry hub in South Asia. The city is 45 km west of Varanasi and 82 km east of Allahabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Colleges</p>\r\n<p>Indian Institute of Carpet Technology, the only institute of its kind in Asia, was established by Ministry of Textiles, Government of India in 2001. It has been recognized by All India Council for Technical Education and is affiliated with Joint Seat Allocation Authority(JOSAA).The institute offers a Bachelor of Technology (B.Tech) in Carpet and Textile Technology (CTT). The syllabus of the programmes covers both practical as well as theoretical understanding of the process of dyeing, textile fibres, carpet washing, and other industrial techniques.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Bhadohi carpets</p>\r\n<p>&nbsp;</p>\r\n<p>Carpet weaving in Bhadohi-Mirzapur region dates back to the 16th century, during the reign of Mughal Emperor, Akbar[1] and is believed to have established when centuries ago, some Iranian master weavers stopped at Madhosingh village, near Khamaria, in Bhadohi while travelling in India, and subsequently set up looms here.</p>\r\n<p>&nbsp;</p>\r\n<p>The present day Bhadohi district is biggest carpet manufacturing centres in India, most known for its hand-knotted carpet. While the Mirzapur-Bhadohi region has the largest number of weavers involved in handmade carpet weaving cluster, engaging around 3.2 million people in the industry, Bhadohi alone employs 2.2 million rural artisans in its 100 percent export-oriented industry. Bhadohi based organisations account for about 75% of the Rs 44 billion of total carpet exports from India, The annual turnover of carpet exports from Bhadohi was Rs 25 billion (approx) in 2010.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2010, the carpets of the region received the Geographical Indication (GI) tag, which means carpets manufactured in nine districts of the region, Bhadohi, Mirzapur, Varanasi, Ghazipur, Sonebhadra, Kaushambi, Allahabad, Jaunpur and Chandauli would be tagged with 'handmade carpet of Bhadohi'. Most of the production is aimed at foreign countries.</p>\r\n<p>&nbsp;</p>\r\n<p>Well-known carpet types from Bhadohi include cotton Dhurries, Chhapra Mir carpets, Abusan, Persian, Loribaft, Indo Gabbeh but also Nepalese carpets and more recent shaggy type carpets. They are manufactured in various qualities.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhadohi received a major boost in November 2018 as the government has extended the 'export excellence' tag to it. Under the 'Towns of Export Excellence' tag, carpet makers of the city will get financial assistance from the central government to procure modern machines, improve export infrastructure, and organise fairs and exhibitions in different parts of the world to attract global buyers. Bhadohi will be the 37th town in India to get this status. The tag would help put the carpet city on the world map.</p>\r\n<p>The holy place of Sitamarhi is situated between Allahabad and Varanasi, near the national highway No.2 and also connected with Allahabad and Varanasi railway line with Jangiganj, the nearest railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>It is a well known Hindu pilgrim and a good tourist spot with a lot of tourist almost throughout the year.It is said that this temple is the place where mother Sita went into the earth when she willed it while she was living in the forest of Sitamarhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Other one temple of Baba Hariharnath who is situated in gyanpur in bhadohi</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhadohi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","subContents":[{"SubTitle":"1. Sita Samahit Sthal","SubTitleHindi":null,"SubContent":"<p>Sitamarhi temple is located in Bhadohi district. This temple is situated on the banks of Ganga river and 11 km from Jangiganj Bazar in the middle of Allahabad and Varanasi. It is believed that at this place Mother Sita had absorbed herself in the earth. Here is the 110 feet high statue of Hanuman ji, which has the distinction of being the world&rsquo;s greatest statue of the Hanuman ji.</p>","SubContentHindi":null,"ImageUrl":"2d31c943-90c6-4933-9dd9-43dabeead638_Sita-Samahit-Sthal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. How to Reach","SubTitleHindi":null,"SubContent":"<p>Bhadohi district is a district of Uttar Pradesh state in northern India. It is the smallest district by area in Uttar Pradesh and city of Gyanpur is the district headquarters. The city is 45 km west of Varanasi and 82 km east of Allahabad. Distance between Bhadohi to Lucknow is 234 KM.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest International Airport is Lal Bahadur&nbsp; Shastri&nbsp; International Airport, Varanasi, approx 45 min drive from the city. It is well connected to a spectrum of cities like Delhi,Lucknow and Mumbai.</p>\r\n<p>source: https://bhadohi.nic.in/</p>","SubContentHindi":null,"ImageUrl":"3f23a010-d92b-4867-8615-5570a1982a7a_Bhadohi-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bhadohi-gyanpur-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"gyanpur","slug":"gyanpur"},{"name":"bhadohi","slug":"bhadohi"}],"recommendations":[{"id":166,"title":"Top Places to Visit in Lakhimpur (Lakhimpur Kheri), Uttar Pradesh","imageUrl":"91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","dateCreated":"2018-12-08T08:14:57.969Z","dateModified":"2018-12-08T08:37:13.088Z","contributedBy":"AskGif","content":"Lakhimpur is a city and a municipal board in Lakhimpur Kheri district in the Indian state of Uttar Pradesh.\r\n&nbsp;\r\nEducation\r\nEducation is available at the Junior and Senior Basic Schools, Senior Secondary Schools and college level.\r\n&nbsp;\r\nSt. Don Bosco's Co","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"lakhimpur-kheri","slug":"lakhimpur-kheri"},{"name":"lakhimpur","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-lakhimpur-kheri-uttar-pradesh","total":0},{"id":135,"title":"Top Places to Visit in Ghaziabad, Uttar Pradesh","imageUrl":"2d34b9aa-81cf-4922-ab3d-e4249abbab25_Ghaziabad-Railway-Station.jpg","dateCreated":"2018-09-06T13:56:29.667Z","dateModified":"2018-09-06T15:18:43.946Z","contributedBy":"AskGif","content":"Ghaziabad is a city in the Indian state of Uttar Pradesh. It is sometimes referred to as the \"Gateway of UP\" because it is close to New Delhi, on the main route into Uttar Pradesh. It is a part of the National Capital Region of Delhi. It is a large and planned industrial city, with a population o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d34b9aa-81cf-4922-ab3d-e4249abbab25_Ghaziabad-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ghaziabad","slug":"ghaziabad"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ghaziabad-uttar-pradesh","total":0},{"id":115,"title":"Top Places to Visit in Banda, Uttar Pradesh","imageUrl":"c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","dateCreated":"2018-08-19T06:00:15.872Z","dateModified":"2020-06-13T06:06:15.784Z","contributedBy":"AskGif","content":"Banda is a city and a municipal board in Banda district in the state of Uttar Pradesh, India. Banda lies south of the Yamuna river in the Bundelkhand region. It is the administrative headquarters of Banda District. The town is well connected to major cities with railways and state highways. The t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"banda","slug":"banda"}],"slug":"top-places-to-visit-in-banda-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}