{"id":192,"title":"भदोही (ज्ञानपुर) में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","dateCreated":"2018-12-25T07:35:38.699Z","dateModified":"2018-12-25T07:41:37.655Z","contributedBy":"AskGif","content":"<p>उत्तर भारतीय राज्य उत्तर प्रदेश में भदोही भदोही जिला। इसे \"कालीन शहर\" के रूप में भी जाना जाता है, क्योंकि यह दक्षिण एशिया में सबसे बड़ा हाथ से बुना हुआ कालीन बुनाई उद्योग हब है। शहर वाराणसी से पश्चिम में 45 किमी और इलाहाबाद से 82 किमी पूर्व में है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>कालेजों</p>\r\n<p>भारतीय कालीन प्रौद्योगिकी संस्थान, एशिया में अपनी तरह का एकमात्र संस्थान है, जिसकी स्थापना 2001 में भारत सरकार के कपड़ा मंत्रालय द्वारा की गई थी। इसे अखिल भारतीय तकनीकी शिक्षा परिषद द्वारा मान्यता दी गई है और यह संयुक्त सीट आवंटन प्राधिकरण (JOSAA) से संबद्ध है। । संस्थान कालीन और वस्त्र प्रौद्योगिकी (CTT) में बैचलर ऑफ टेक्नोलॉजी (B.Tech) प्रदान करता है। कार्यक्रमों के पाठ्यक्रम में व्यावहारिक, साथ ही रंगाई, कपड़ा फाइबर, कालीन धोने और अन्य औद्योगिक तकनीकों की प्रक्रिया की सैद्धांतिक समझ शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>भदोही कालीन</p>\r\n<p>&nbsp;</p>\r\n<p>भदोही-मिर्जापुर क्षेत्र में कालीन बुनाई 16 वीं शताब्दी में हुई, मुगल सम्राट, अकबर [1] के शासनकाल के दौरान और माना जाता है कि इसकी स्थापना सदियों पहले हुई थी, कुछ ईरानी मास्टर बुनकर भदोही में खमरिया के पास, माधोसिंह गांव में रुक गए थे, जबकि भारत में यात्रा करना, और बाद में यहां करघे स्थापित करना।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान में भदोही जिला भारत में सबसे बड़ा कालीन विनिर्माण केंद्र है, जो अपने हाथ से बुना हुआ कालीन के लिए जाना जाता है। जबकि मिर्जापुर-भदोही क्षेत्र में हस्तनिर्मित कालीन बुनाई क्लस्टर में शामिल बुनकरों की सबसे बड़ी संख्या है, जो उद्योग में लगभग 3.2 मिलियन लोगों को उलझाते हैं, भदोही अकेले अपने 100 प्रतिशत निर्यात उन्मुख उद्योग में 2.2 मिलियन ग्रामीण कारीगरों को रोजगार देता है। भदोही स्थित संगठनों का भारत से कुल कालीन निर्यात का लगभग 44 अरब रुपये का लगभग 75% है, भदोही से कालीन निर्यात का वार्षिक कारोबार 2010 में 25 बिलियन (लगभग) था।</p>\r\n<p>&nbsp;</p>\r\n<p>2010 में, क्षेत्र के कालीनों को भौगोलिक संकेत (जीआई) टैग प्राप्त हुआ, जिसका अर्थ है कि क्षेत्र के नौ जिलों, भदोही, मिर्जापुर, वाराणसी, गाजीपुर, सोनभद्र, कौशांबी, इलाहाबाद, जौनपुर और चंदौली में निर्मित कालीनों को 'के साथ टैग किया जाएगा। भदोही का हस्तनिर्मित कालीन '। अधिकांश उत्पादन विदेशी देशों के उद्देश्य से है।</p>\r\n<p>&nbsp;</p>\r\n<p>भदोही के प्रसिद्ध कालीन प्रकारों में कपास की धोरी, छपरा मीर कालीन, अबुसन, फारसी, लोरिबाफ्ट, इंडो गब्बे, लेकिन नेपाली कालीन और हाल ही में झबरा प्रकार के कालीन शामिल हैं। वे विभिन्न गुणों में निर्मित होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भदोही को नवंबर 2018 में एक बड़ा बढ़ावा मिला क्योंकि सरकार ने 'निर्यात उत्कृष्टता' टैग को बढ़ा दिया है। 'टाउन ऑफ एक्सपोर्ट एक्सीलेंस' टैग के तहत, शहर के कालीन निर्माताओं को वैश्विक खरीदारों को आकर्षित करने के लिए आधुनिक मशीनों की खरीद, निर्यात के बुनियादी ढांचे में सुधार और दुनिया के विभिन्न हिस्सों में मेलों और प्रदर्शनियों का आयोजन करने के लिए केंद्र सरकार से वित्तीय सहायता मिलेगी। भदोही यह दर्जा पाने वाला भारत का 37 वां शहर होगा। यह टैग कालीन शहर को विश्व मानचित्र पर रखने में मदद करेगा।</p>\r\n<p>सीतामढ़ी का पवित्र स्थान राष्ट्रीय राजमार्ग संख्या 2 के पास इलाहाबाद और वाराणसी के बीच स्थित है, और यह निकटतम रेलवे स्टेशन जंगीगंज के साथ इलाहाबाद और वाराणसी रेलवे लाइन से भी जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह एक प्रसिद्ध हिंदू तीर्थस्थल है और लगभग पूरे वर्ष में बहुत सारे पर्यटकों के साथ एक अच्छा पर्यटन स्थल है। ऐसा कहा जाता है कि यह मंदिर वह स्थान है जहाँ माता सीता धरती में गई थीं जब वह वन में रह रही थीं। सीतामढ़ी।</p>\r\n<p>&nbsp;</p>\r\n<p>बाबा हरिहरनाथ का अन्य एक मंदिर जो भदोही में ज्ञानपुर में स्थित है</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhadohi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868614d9-633f-49fa-a9d9-9a75a812286e_Bhadohi-railway.jpg","subContents":[{"SubTitle":"1. सीता समाहित स्तल","SubTitleHindi":null,"SubContent":"<p>सीतामढ़ी मंदिर भदोही जिले में स्थित है। यह मंदिर गंगा नदी के तट पर और इलाहाबाद और वाराणसी के मध्य जंगीगंज बाजार से 11 किमी दूर स्थित है। ऐसा माना जाता है कि इस स्थान पर माता सीता ने स्वयं को पृथ्वी में समा लिया था। यहां हनुमान जी की 110 फीट ऊंची प्रतिमा है, जिसे हनुमान जी की विश्व की सबसे बड़ी प्रतिमा होने का गौरव प्राप्त है।</p>","SubContentHindi":null,"ImageUrl":"2d31c943-90c6-4933-9dd9-43dabeead638_Sita-Samahit-Sthal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>भदोही जिला उत्तर भारत में उत्तर प्रदेश राज्य का एक जिला है। यह उत्तर प्रदेश में क्षेत्रफल के हिसाब से सबसे छोटा जिला है और ज्ञानपुर शहर जिला मुख्यालय है। शहर वाराणसी से पश्चिम में 45 किमी और इलाहाबाद से 82 किमी पूर्व में है। भदोही से लखनऊ के बीच की दूरी 234 KM है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम अंतर्राष्ट्रीय हवाई अड्डा, लाल बहादुर शास्त्री अंतर्राष्ट्रीय हवाई अड्डा, वाराणसी है, जो शहर से लगभग 45 मिनट की ड्राइव पर है। यह दिल्ली, लखनऊ और मुंबई जैसे शहरों के स्पेक्ट्रम से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>स्रोत: https://bhadohi.nic.in/</p>","SubContentHindi":null,"ImageUrl":"3f23a010-d92b-4867-8615-5570a1982a7a_Bhadohi-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bhadohi-gyanpur-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"ज्ञानपुर","slug":"gyanpur"},{"name":"भदोही","slug":"bhadohi"}],"recommendations":[{"id":166,"title":"लखीमपुर (लखीमपुर खेरी) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","dateCreated":"2018-12-08T08:14:57.969Z","dateModified":"2018-12-08T08:37:13.088Z","contributedBy":"AskGif","content":"लखीमपुर भारतीय राज्य उत्तर प्रदेश के लखीमपुर खेरी जिले में एक शहर और एक नगरपालिका बोर्ड है।\r\n&nbsp;\r\nशिक्षा\r\nशिक्षा जूनियर और सीनियर बेसिक स्कूल, सीनियर सेकेंडरी स्कूल और कॉलेज स्तर पर उपलब्ध है।\r\n&nbsp;\r\nसेंट डॉन बोस्को कॉलेज\r\nलखीमपुर खेरी में सीमित नामा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/91a77926-1c85-467b-a979-de954faacd10_lakhimpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"लखीमपुर-खेरी","slug":"lakhimpur-kheri"},{"name":"लखीमपुर","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-lakhimpur-kheri-uttar-pradesh","total":0},{"id":135,"title":"गाजियाबाद में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"2d34b9aa-81cf-4922-ab3d-e4249abbab25_Ghaziabad-Railway-Station.jpg","dateCreated":"2018-09-06T13:56:29.667Z","dateModified":"2018-09-06T15:18:43.946Z","contributedBy":"AskGif","content":"गाजियाबाद भारतीय उत्तर प्रदेश राज्य में एक शहर है। इसे कभी-कभी \"यूपी का गेटवे\" कहा जाता है क्योंकि यह उत्तर प्रदेश के मुख्य मार्ग पर नई दिल्ली के नजदीक है। यह दिल्ली के राष्ट्रीय राजधानी क्षेत्र का हिस्सा है। यह 2,358,525 की जनसंख्या के साथ एक बड़ा और योजनाबद्ध औद्योगिक शहर है। सड़कों और रेलवे से","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d34b9aa-81cf-4922-ab3d-e4249abbab25_Ghaziabad-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गाज़ियाबाद","slug":"ghaziabad"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ghaziabad-uttar-pradesh","total":0},{"id":115,"title":"बांदा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","dateCreated":"2018-08-19T06:00:15.872Z","dateModified":"2020-06-13T06:06:15.784Z","contributedBy":"AskGif","content":"बांदा उत्तर प्रदेश राज्य के बांदा जिले में एक शहर और एक नगरपालिका बोर्ड है। बांदा बुंदेलखंड क्षेत्र में यमुना नदी के दक्षिण में स्थित है। यह बांदा जिले का प्रशासनिक मुख्यालय है। यह शहर रेलवे और राज्य राजमार्गों के साथ प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। यह शहर इलाहाबाद के 95 किमी दक्षिण-पश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0c1f54f-5cac-456b-9f7e-a1009bc7531f-Banda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बांदा","slug":"banda"}],"slug":"top-places-to-visit-in-banda-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}