{"id":195,"title":"श्रावस्ती में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"71b14e00-153b-4622-99fa-cc37e7dbb7e3_Shravasti-district.jpg","dateCreated":"2018-12-25T11:29:41.294Z","dateModified":"2018-12-25T11:45:22.908Z","contributedBy":"AskGif","content":"<p>श्रावस्ती प्राचीन भारत का एक शहर था और गौतम बुद्ध के जीवनकाल में भारत के छह सबसे बड़े शहरों में से एक था। यह शहर श्रावस्ती के वर्तमान जनपद के उपजाऊ गंगा के मैदानों में स्थित था, जो उत्तर प्रदेश के उत्तर-पूर्व में लगभग 170 किलोमीटर (106 मील) दूर बलरामपुर के पास उत्तर प्रदेश के देवीपाटन मंडल से है। पहले यह बहराइच जिले का एक हिस्सा था, लेकिन बाद में प्रशासनिक कारणों से इसका विभाजन हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>श्रावस्ती पश्चिम राप्ती नदी के पास स्थित है और गौतम बुद्ध के जीवन से निकटता से जुड़ा हुआ है, जिनके बारे में माना जाता है कि उन्होंने यहाँ 24 चतुर्युमियाँ व्यतीत की थीं। [१] \"सहेत-महत\" गाँव के पास के पुराने स्तूप, राजसी विहार और कई मंदिर बुद्ध के श्रावस्ती के साथ संबंध स्थापित करते हैं। कहा जाता है कि वैदिक काल के राजा, श्रावस्त ने इस शहर की स्थापना की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>छठी शताब्दी ईसा पूर्व से छठी शताब्दी ईसा पूर्व के दौरान श्रावस्ती कोसल साम्राज्य की राजधानी थी। यह समृद्ध व्यापारिक केंद्र अपने धार्मिक संघों के लिए प्रसिद्ध था। माना जाता है कि शोभनाथ मंदिर जैन धर्म में तीर्थंकर सम्भवनाथ का जन्मस्थान है, जो श्रावस्ती को जैनियों के लिए भी एक महत्वपूर्ण केंद्र बनाता है। नागार्जुन के अनुसार, शहर की ईसा पूर्व 5 वीं शताब्दी में 900,000 की आबादी थी और इसने मगध की राजधानी, राजगीर की भी देखरेख की।</p>\r\n<p>&nbsp;</p>\r\n<p>जैसा कि mentioned ब्रुहत्कल्प &rsquo;और चौदहवीं शताब्दी के विभिन्न कल्पों में वर्णित है, शहर का नाम माहिद था। बाद के उल्लेखों से पता चलता है कि इस शहर का नाम चेत-महत था। यह भी उल्लेख किया गया है कि इस शहर में एक विशाल किला है जिसमें देवकुलिका की मूर्तियों के साथ कई मंदिर थे।</p>\r\n<p>&nbsp;</p>\r\n<p>आज इस शहर के चारों ओर पृथ्वी और ईंट की एक विशाल प्राचीर है। श्रावस्ती शहर के पास excav खेत-महत &rsquo;में खुदाई के दौरान, कई प्राचीन मूर्तियाँ और शिलालेख मिले। उन्हें अब मथुरा और लखनऊ के संग्रहालयों में रखा गया है। वर्तमान में, भारत सरकार का पुरातात्विक विभाग संबद्ध अनुसंधान करने के लिए साइट की खुदाई कर रहा है। जेतवना मठ श्रावस्ती के करीब एक प्रसिद्ध मठ था।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shravasti</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71b14e00-153b-4622-99fa-cc37e7dbb7e3_Shravasti-district.jpg","subContents":[{"SubTitle":"1. विभूति नाथ मंदिर","SubTitleHindi":null,"SubContent":"<p>मुख्यालय भिनगा के साथ जिला श्रावस्ती उत्तर प्रदेश के उत्तरी क्षेत्र में स्थित है, जो नेपाल की सीमा से सटे हिमालय की सीमा में स्थित है। महाभारत काल के दौरान, पांडव बारह वर्ष निर्वासन में और एक वर्ष छुपाने के स्थान पर रहे। निर्वासन की अवधि में वे कभी-कभी SOHALVA नामक इस वन क्षेत्र में रहते हैं। उस समय भीम ने एक गाँव बनाना शुरू किया, इसलिए गाँव का नाम भीमगाँव के नाम से जाना गया, बाद में यह भिंगा बन गया। हिमालयन रेंज में, 36 किमी उत्तर के रूप में भीमगाँव, पांडव ने शिव मंदिर की नींव रखी जो VIBHUTH NATH के नाम से प्रसिद्ध है। हर साल हजारों भक्त मंदिर आते हैं। \"सावन\" के दौरान लाखों भक्त भगवान शिव की प्रार्थना करने के लिए मंदिर जाते हैं।</p>","SubContentHindi":null,"ImageUrl":"6e553dfd-1bcc-4767-b44c-d0b5ff3a0c8c_Vibhuti-Nath-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. सुहेलदेव वन्यजीव अभयारण्य","SubTitleHindi":null,"SubContent":"<p>भारत-नेपाल सीमा के करीब बलरामपुर और श्रावस्ती जिले में, सुहेलदेव वन्य जीवन अभयारण्य 452 वर्ग किलोमीटर के क्षेत्र में फैला हुआ है। 220 sq.kms के बफर जोन के साथ सुहेलदेव वन्य जीवन अभयारण्य 1988 में स्थापित किया गया था। अंतर्राष्ट्रीय सीमा पर स्थित, यह अभयारण्य भूमि की एक पट्टी है, जो पूर्व से पश्चिम तक लगभग 120 किमी लंबा और 6-8 किलोमीटर चौड़ा है। उत्तर में नेपाल के जंगलों हैं और एक साथ वे एक स्थितिगत इकाई बनाते हैं। वन्य जीवन अभयारण्य में तुलसीपुर, बरहवा, बंकटवा, पूर्वी सुहेलवा और पश्चिमी सुहेलवा रेंज और बफर जोन में भाबर और रामपुर रेंज शामिल हैं। इन प्राकृतिक वनों में एक विशाल प्राकृतिक संपदा और जैव-विविधता है।</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; सुहेलदेव वन्य जीवन अभयारण्य एक महत्वपूर्ण बौद्ध सर्किट के पास स्थित है और अभयारण्य की दक्षिणी सीमा पर एक महत्वपूर्ण बौद्ध स्थल श्रावस्ती में कई विदेशी बौद्ध पर्यटक आते हैं। यह श्रावस्ती से है कि बौद्ध पर्यटक सर्किट, अर्थात कपिलवस्तु, लुम्बिनी और कुशीनगर के अन्य पवित्र स्थानों पर जाते हैं।</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; जमींदारी उन्मूलन अधिनियम 1952 के लागू होने से पहले, अभयारण्य की अधिकांश वन भूमि बलरामपुर के महाराजा की निजी संपत्ति थी और इस क्षेत्र को बलरामपुर एस्टेट के रूप में जाना जाता था। बाद में जमींदारी उन्मूलन के बाद, यूपी राज्य में जंगलों को आत्मसात कर लिया गया।</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; अभयारण्य की एक और अनूठी विशेषता थारू जनजाति की उपस्थिति है। मोंगोलॉइड विशेषताओं वाले थारू जनजाति लंबे समय से इस क्षेत्र के निवासी हैं और वे अपने अस्तित्व और आजीविका के लिए वन भूमि पर निर्भर हैं।</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; वनस्पति मुख्य रूप से शीशम, खैर, आदि पाए जाते हैं। जामुन के पेड़। जिगना, हल्दू, फलदू पौधे आदि भी देखे जा सकते हैं। वन क्षेत्र में औषधीय पौधों की भी अपनी उचित हिस्सेदारी है।</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; जंगली जानवरों टाइगर्स, तेंदुए, चीतल, भालू, वोल्फ, हरे, जैकाल, जंगली सूअर, सांभर, मानके, लंगूर, अजगर, ओटर्स आदि को आमतौर पर देखा जा सकता है। ब्लैक पार्ट्रिज, क्वेल्स, पीकॉक, किंगफिशर, बुलबुल, माइना, ईगल्स, नाइटिंगेल्स, कोयल, और उल्लू आदि जैसे कई पक्षी भी वन क्षेत्र में निवास करते हैं।</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; अभयारण्य क्षेत्र चित्तौड़गढ़, कोहरगड्डी, भगवानपुर, गिरिजथा, खैरमन और रज़ियालताल जैसे बड़े जलाशयों / जलाशयों में। ये जल-निकाय बड़ी संख्या में स्थानीय और प्रवासी पक्षियों को आकर्षित करते हैं। अभयारण्य में सभी जल निकायों में से, चित्तौड़गढ़, भगवानपुर और रज़ियातल अधिक सुंदर और रोमांचकारी अनुभव प्रदान करते हैं।</p>","SubContentHindi":null,"ImageUrl":"c17ff0da-5a90-477c-8e26-af181e5cdd22_Suhaildev-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कच्छी कूटी","SubTitleHindi":null,"SubContent":"<p>कच्छी कुटी, महेट में स्थित महत्वपूर्ण खुदाई संरचनाओं में से एक है और महेट क्षेत्र में स्थित दो टीलों के बीच है। कच्छी कुटी कुछ मीटर की दूरी पर स्थित है। पक्की कुटी से आगे और दक्षिण-पूर्व दिशा में। इस स्थल से खुदाई में निकली बोधिसत्व की एक छवि के निचले हिस्से पर पाए गए शिलालेख से पता चलता है कि यह संरचना कंधना काल की है। सबूत बताते हैं कि इस साइट को बाद में कई बार नवीनीकृत किया गया है। साइट को कुछ विद्वानों द्वारा ब्राह्मणवादी मंदिर के साथ संबद्ध माना गया है, जबकि विद्वानों के एक अन्य समूह ने कुछ चीनी तीर्थयात्रियों फान-हिएन और ह्वेन त्सांग को उद्धृत करते हुए इस साइट को सुदत्त (अनाथपिका) के स्तूप के साथ जोड़ा।</p>\r\n<p>यह 2 शताब्दी ईस्वी से 12 वीं शताब्दी ईस्वी से शुरू होने वाले विभिन्न अवधियों के संरचनात्मक अवशेषों का प्रतिनिधित्व करता है। संरचना के विभिन्न स्तर इसकी पहचान को समझने के लिए बहुत जटिल बनाते हैं। साइट और उजागर संरचनाओं की प्रकृति से बरामद प्राचीन वस्तुओं की एक बड़ी संख्या के आधार पर, कुषाण काल ​​के एक बौद्ध स्तूप पर गुप्त काल से संबंधित एक तीर्थ का अधिपति प्रतीत होता है। पाथवे इस संरचना को शहर के गेट से जोड़ता है जिसे नौशहरा और कंदभरी द्वार के रूप में जाना जाता है।</p>","SubContentHindi":null,"ImageUrl":"749ddf1d-c94b-4905-af9c-c5be40556985_Kacchi-Kuti.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. पक्की कुटी","SubTitleHindi":null,"SubContent":"<p>पक्की कुटी महेट क्षेत्र में पाए जाने वाले सबसे बड़े टीलों में से एक है। इसकी पहचान अंगुलिमाल के स्तूप के अवशेषों के रूप में की गई है, जैसा कि प्रसिद्ध चीनी यात्री फा-हिएन और ह्वेन त्सांग और कनिंघम द्वारा भी कहा गया है, जबकि कुछ अन्य विद्वान इसे 'हॉल ऑफ लॉ' के खंडहर से संबंधित मानते हैं, जिसे प्रसेनजित ने बनाया था। भगवान बुद्ध का सम्मान। इस संरचना में बाद के कई बदलाव और परिवर्धन हुए हैं। यह आयताकार योजना पर निर्मित सीढ़ीदार स्तूप प्रतीत होता है। खुदाई के समय निवारक उपाय के रूप में संरचना को समर्थन और नालियां प्रदान की गई थीं। संरचनात्मक अवशेषों का सामान्य लेआउट विभिन्न अवधियों की रचनात्मक गतिविधियों का प्रतिनिधित्व करता है, जिनमें से सबसे पहले कुषाण काल को सौंपा जा सकता है।</p>","SubContentHindi":null,"ImageUrl":"f1d90565-46ee-4f17-ac41-2f7d2decefc7_Pakki-Kuti.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. विपश्यना ध्यान केंद्र, श्रावस्ती","SubTitleHindi":null,"SubContent":"<p>यह ध्यान केंद्र, बुद्ध इंटर कॉलेज के सामने, स्टेट हाईवे 26 पर स्थित है, जो कि जतवाना पुरातत्व पार्क से मुश्किल से कुछ मिनटों की दूरी पर है। जैसा कि जेतावण वह स्थान है जहां बुद्ध ने कहीं और (24 बारिश की वापसी) की तुलना में अधिक समय बिताया, यह केंद्र उन लोगों के लिए अत्यधिक अनुशंसित है जो ध्यान सीखने की इच्छा रखते हैं, साथ ही साथ अनुभवी ध्यान लगाने वाले भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>केंद्र दस-दिवसीय पाठ्यक्रम प्रदान करता है, जो महीने में दो बार आयोजित किए जाते हैं। ये पूरी तरह से आवासीय पाठ्यक्रम हैं, और प्रत्येक पाठ्यक्रम में लगभग 50 छात्र बैठ सकते हैं। इस तकनीक के पुराने छात्रों का छोटे पाठ्यक्रमों में भाग लेने के लिए स्वागत है, जो समय-समय पर पेश किए जाते हैं। पाठ्यक्रमों की एक पूरी अनुसूची, पालन किए जाने वाले अनुशासन का कोड और ऑनलाइन आवेदन की सुविधा निम्नलिखित साइट पर उपलब्ध है: http://courses.dhamma.org/en/schedules/schsuvatthi</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://shravasti.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"7ebebbe1-aa04-4a90-8db7-6f4ae7ca2efe_Vibhuti-Nath-Temple-Golden-Buddha.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवा से</p>\r\n<p>श्रावस्ती से निकटतम हवाई अड्डा लखनऊ है। लखनऊ एयरपोर्ट श्रावस्ती से लगभग 170 किलोमीटर दूर है। निजी के साथ-साथ दोनों सार्वजनिक वाहक द्वारा संचालित उड़ानों की एक श्रृंखला के माध्यम से इस तरह के नई दिल्ली, मुंबई, आगरा, चेन्नई और बैंगलोर के रूप में: हवाई अड्डा में अच्छी तरह से भारत के अन्य शहरों से जुड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल / ट्रेन द्वारा</p>\r\n<p>निकटतम रेलहेड बलरामपुर है जो श्रावस्ती से 17 किलोमीटर दूर है। फिर भी, गोंडा रेलवे स्टेशन जो कि पास में भी है, कनेक्टिविटी के लिए एक बेहतर विकल्प है। इस तरह के नई दिल्ली, मुंबई, कोलकाता, आगरा, लखनऊ, बंगलौर और अहमदाबाद आदि के रूप में: गोंडा स्टेशन अच्छी तरह से उत्तर प्रदेश और भारत के अन्य शहरों से जुड़ा है</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क द्वारा</p>\r\n<p>श्रावस्ती रोडवेज द्वारा उत्तर प्रदेश के बाकी हिस्सों से अच्छी तरह से जुड़ा हुआ है। निकटतम मेगा टर्मिनस गोंडा में है जो श्रावस्ती शहर से 50 किलोमीटर की दूरी पर है। गोंडा, लखनऊ, बरेली, कानपुर, इलाहाबाद, आगरा और मथुरा जैसे शहरों से बस द्वारा अच्छी तरह से जुड़ा हुआ है। दोनों उत्तर प्रदेश राज्य सड़क परिवहन निगम के साथ-साथ निजी खिलाड़ी भी इन बसों का संचालन करते हैं</p>","SubContentHindi":null,"ImageUrl":"af009c92-61cb-4fc1-838e-f65c7a446cb9_Shravasti-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-shravasti-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"श्रावस्ती","slug":"shravasti"}],"recommendations":[{"id":162,"title":"कानपुर (कानपुर नगर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","dateCreated":"2018-11-29T16:33:16.223Z","dateModified":"2018-11-30T04:47:16.668Z","contributedBy":"AskGif","content":"कानपुर भारत में 11 वां सबसे अधिक आबादी वाला शहरी समूह है, उत्तर प्रदेश में सबसे बड़ा शहरी समूह, भारत का 12 वां सबसे अधिक आबादी वाला शहर, और लखनऊ के बाद उत्तर प्रदेश राज्य का दूसरा सबसे बड़ा शहर और उत्तर प्रदेश में सबसे अधिक जनसंख्या वाला महानगर है। यह शहर कानपुर नगर जिले और कानपुर डिवीजन का प्रशा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कानपुर-नगर","slug":"kanpur-nagar"},{"name":"कानपुर","slug":"kanpur"}],"slug":"top-places-to-visit-in-kanpur-kanpur-nagar-uttar-pradesh","total":0},{"id":113,"title":"बल्लीया में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","dateCreated":"2018-08-17T05:44:38.71Z","dateModified":"2020-06-10T04:07:01.192Z","contributedBy":"AskGif","content":"बलिआ बिहार के किनारे भारतीय उत्तर प्रदेश में नगर पालिका के साथ एक शहर है। शहर की पूर्वी सीमा दो प्रमुख नदियों, गंगा और घाघरा के जंक्शन पर स्थित है। यह शहर वाराणसी के पूर्व में 140 किमी (87 मील) पूर्व में स्थित है। भोजपुरी प्राथमिक स्थानीय भाषा है। 1 9 अगस्त 1 9 42 को बलिआ स्वतंत्र था; यह भारत का ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बलिया","slug":"ballia"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ballia-uttar-pradesh","total":0},{"id":106,"title":"औरय्या में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","dateCreated":"2018-08-10T06:26:26.988Z","dateModified":"2020-06-07T05:31:58.926Z","contributedBy":"AskGif","content":"औरय्या उत्तर प्रदेश राज्य के औरय्या जिले में एक शहर और एक नगरपालिका बोर्ड है। यह जिला मुख्यालय भी है। एनएच 1 शहर के केंद्र से गुजरता है। दीबियापुर आरएस निकटतम रेलवे स्टेशन है। सैफाई हवाई पट्टी निकटतम हवाई अड्डा है।\r\nरोहिल्ला के तहत 1760 में अहमद शाह दुर्रानी ने भारत पर हमला किया; 1761 में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"औरय्या","slug":"auraiya"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-auraiya-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}