{"id":195,"title":"Top Places to visit in Shravasti, Uttar Pradesh","imageUrl":"71b14e00-153b-4622-99fa-cc37e7dbb7e3_Shravasti-district.jpg","dateCreated":"2018-12-25T11:29:41.294Z","dateModified":"2018-12-25T11:45:22.908Z","contributedBy":"AskGif","content":"<p>Shravasti was a city of ancient India and one of the six largest cities in India during Gautama Buddha's lifetime. The city was located in the fertile Gangetic plains in the present-day district of the same name, Shravasti, that belongs to Devipatan division of Uttar Pradesh near Balrampur, some 170 kilometres (106 mi) north-east of Lucknow. Earlier, it was a part of the Bahraich district, but the latter was split due to administrative reasons.</p>\r\n<p>&nbsp;</p>\r\n<p>Shravasti is located near the West Rapti River and is closely associated with the life of Gautama Buddha, who is believed to have spent 24 Chaturmases here.[1] Age-old stupas, majestic viharas and several temples near the village of \"Sahet-Mahet\" establish Buddha's association with Shravasti. It is said that the Vedic period king, Shravasta, founded this town.</p>\r\n<p>&nbsp;</p>\r\n<p>Shravasti was the capital of the Kosala Kingdom during 6th century BCE to 6th century CE. This prosperous trading centre was well known for its religious associations. Sobhanath temple is believed to be the birthplace of the Tirthankara Sambhavanath in Jainism, making Shravasti an important center for Jains as well. According to Nagarjuna, the city had a population of 900,000 in 5th century BCE and it even overshadowed Magadha's capital, Rajgir.</p>\r\n<p>&nbsp;</p>\r\n<p>As mentioned in the 'Bruhatkalpa' and various Kalpas of the fourteenth century, the name of the city was Mahid. There are subsequent mentions showing that the name of this city was Sahet-Mahet. It is also mentioned that a vast fort covered this city in which there were many temples with idols of Devkulikas.</p>\r\n<p>&nbsp;</p>\r\n<p>Today a great rampart of earth and brick surrounds this city. During excavation in 'Sahet-Mahet' near Shravasti City, many ancient idols and inscriptions were found. They are now kept in museums at Mathura and Lucknow. At present, the archaeological department of the Indian Government is excavating the site to perform allied research. Jetavana monastery was a famous monastery close to Shravasti.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shravasti</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71b14e00-153b-4622-99fa-cc37e7dbb7e3_Shravasti-district.jpg","subContents":[{"SubTitle":"1. Vibhuti Nath Temple","SubTitleHindi":null,"SubContent":"<p>The district Shravasti with headquarter Bhinga is situated in the northern zone of Uttar Pradesh in Himalayan range, adjacent to Nepal border. During Mahabharata period, Pandava spend twelve years in exile and one year concealed place. At the period exile they resides sometimes in this forest region called SOHALVA. At that time Bhima initiated to formed a village, so the name of village was known as Bhimgaon, later on it became BHINGA. In Himalayan range, 36 Km north form Bhimgaon, Pandva laid foundation a Shiva temple which is famous as VIBHUTI NATH. Thousands of devotee visit the temple every year. During \"Sawan\" millions of devotee visits the temple for offering their prayer to lord Shiva.</p>","SubContentHindi":null,"ImageUrl":"6e553dfd-1bcc-4767-b44c-d0b5ff3a0c8c_Vibhuti-Nath-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Suhaildev Wildlife Sanctuary","SubTitleHindi":null,"SubContent":"<p>Suhaildev Wild Life Sanctuary, in the district of Balrampur and Shravasti, close to the Indo-Nepal border, is spread over an area of 452 sq.kms. With a buffer zone of 220 sq.kms the Suhaildev Wild Life Sanctuary was established in 1988. Situated on the International Border ,this sanctuary is a strip of land , approximately, 120kms long from the east to west and 6-8 kms wide. In the north are the jungles of Nepal and together they form a situational unit. The wild life sanctuary encompasses Tulsipur, Barhawa, Bankatwa, Eastern Suhailwa and Western Suhailwa Range and the Buffer Zone covers Bhaabar and Rampur Range. These natural forests have a vast natural wealth and bio-diversity.</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; The Suhaildev Wild Life Sanctuary is situated near an important Buddhist circuit and a number of foreign Buddhist tourists visit Shravasti, an important Buddhist holy place on the southern border of the sanctuary. It is from Shravasti that the Buddhist tourists move on to the other holy places on the circuit ,viz, Kapilvastu, Lumbini and Kushinagar.</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; Before the implementation of the Zamindari Abolition Act 1952, most of the forest land of the sanctuary was the personal property of the Maharaja of Balrampur and the area was known as Balrampur Estate. Later after the abolition of Zamindari, the forests were assimilated in to the state of U.P.</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; Another unique feature of the sanctuary is the presence of the Tharu Tribe. The Tharu tribe having mongoloid features have been residents of this area since long and are wholly dependent on the forest land for their survival and livelihood.</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; Vegetation Primarily Sheesham, Khair, etc are commonly found. Jaamun Trees. Jigna, Haldu, Faldu plants etc can also be seen. Medicinal plants also have their fair share in the forest area.</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; Wild Animals Tigers, Leopard, Cheetal, Bear, Wolfe, Hare, Jackal, Wild Boar, Sambar, Mankey, Langoor, Python ,Otters etc can be commonly sighted. A number of birds like Black Partridge, Quails, Peacocks, Kingfishers, Bulbuls, Mynahs, Eagles, Nightingales, Cuckoo, and Owls etc also inhabit the forest area.</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; Large water bodies /reservoirs like Chittorgarh, Kohargaddi, Bhagwanpur, Girgitha, Khairmaan and Raziataal dot the sanctuary area. These water-bodies attract a large number of local and migratory birds. Of all the water bodies in the sanctuary, Chittorgarh, Bhagwanpur and Raziataal offer a more scenic and enthralling experience.</p>","SubContentHindi":null,"ImageUrl":"c17ff0da-5a90-477c-8e26-af181e5cdd22_Suhaildev-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Kacchi Kuti","SubTitleHindi":null,"SubContent":"<p>Kacchi Kuti is one of the significant excavated structures situated inside Mahet and is among the two mounds located in the Mahet area. Kachchi Kuti is situated few mts. ahead &amp; in south-east direction of Pakki Kuti. Inscriptions, found on the lower portion of an image of Bodhisatva excavated from this site, reveal that this structure dates back to Kushana Period. Evidences show that this site has been renovated several times subsequently. The site has been considered to be associated with the Brahmanical temple by some scholars while another group of scholars quoting some Chinese pilgrims Fa-hien &amp; Hiuen Tsang associate this site with the Stupa of Sudatta (Anathpindika).</p>\r\n<p>It represents structural remains of different periods beginning from 2nd century AD to 12th century AD. The different strata of the structure makes it very complicated to understand its identification. On the basis of a large number of antiquities recovered from the site and nature of exposed structures, there appears to be a superimposition of a shrine belonging to Gupta Period over a Buddhist stupa of Kushana Period. The pathway connects this structure with city gate known as Naushahra &amp; Kandbhari gates.</p>","SubContentHindi":null,"ImageUrl":"749ddf1d-c94b-4905-af9c-c5be40556985_Kacchi-Kuti.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Pakki Kuti","SubTitleHindi":null,"SubContent":"<p>Pakki Kuti is one of the largest mounds found in Mahet area. It has been identified as remains of stupa of Angulimala as referred by famous Chinese traveller Fa-hien &amp; Hiuen Tsang &amp; also by Cunningham while some other scholars relate it to the ruins of &lsquo;Hall of Law&rsquo;, supposed to have been built by Prasenjit in honour of Lord Buddha. The structure has undergone a number of subsequent alterations and additions. It appears to be a terraced stupa built on rectangular plan. The supports and drains were provided to the structure as a preventive measure during the time of excavation. The general layout of the structural remains represents constructional activities of different periods, of which earliest may be assigned to Kushana Period.</p>","SubContentHindi":null,"ImageUrl":"f1d90565-46ee-4f17-ac41-2f7d2decefc7_Pakki-Kuti.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Vipassana Meditation Centre, Sravasti","SubTitleHindi":null,"SubContent":"<p>This meditation centre is situated right on State Highway 26, opposite Buddha Inter College, barely a few minutes walk from the Jetavana Archaeological Park. As Jetavana is the place where the Buddha spent more time than anywhere else (24 rain retreats), this centre is highly recommended for those who wish to learn meditation, as well as the experienced meditators.</p>\r\n<p>&nbsp;</p>\r\n<p>The center offers Ten-day courses, which are held twice a month. These are fully residential courses, and each course can accommodate about 50 students. Old students of this technique are welcome to attend shorter courses also, which are offered from time to time. A complete schedule of the courses, the code of discipline to be followed, and facility of online application is available at the following site: http://courses.dhamma.org/en/schedules/schsuvatthi</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://shravasti.nic.in/tourist-places/</p>","SubContentHindi":null,"ImageUrl":"7ebebbe1-aa04-4a90-8db7-6f4ae7ca2efe_Vibhuti-Nath-Temple-Golden-Buddha.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Air</p>\r\n<p>The nearest airport from Shravasti is Lucknow. Lucknow Airport is near about 170 kilometers from Shravasti. The airport is well connected to other cities in India such as New Delhi, Mumbai, Agra, Chennai and Bangalore through a range of flights operated by both private as well as public carriers.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail/Train</p>\r\n<p>The nearest railhead is Balrampur that is 17 Kilometers from Shravasti. Nevertheless, Gonda railway station that is also nearby is a better option when it comes to connectivity. Gonda station is well connected to other cities in Uttar Pradesh and India such as New Delhi, Mumbai, Kolkata, Agra, Lucknow, Bangalore and Ahmedabad etc.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>Shravasti is well connected to the rest of Uttar Pradesh by roadways. The nearest mega terminus is at Gonda that is 50 kilometers from the downtown Shravasti. Gonda in turn is well connected by bus to cities like Lucknow, Bareilly, Kanpur, Allahabad, Agra and Mathura. Both Uttar Pradesh State Road Transport Corporation as well as Private players operates these buses</p>","SubContentHindi":null,"ImageUrl":"af009c92-61cb-4fc1-838e-f65c7a446cb9_Shravasti-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-shravasti-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"shravasti","slug":"shravasti"}],"recommendations":[{"id":162,"title":"Top Places to visit in Kanpur (Kanpur Nagar), Uttar Pradesh","imageUrl":"6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","dateCreated":"2018-11-29T16:33:16.223Z","dateModified":"2018-11-30T04:47:16.668Z","contributedBy":"AskGif","content":"Kanpur is the 11th most populous urban agglomeration in India, largest urban agglomeration in Uttar Pradesh, 12th most populous city in India, and the second largest city in the state of Uttar Pradesh after Lucknow, and the most populous metropolis in Uttar Pradesh. The city is the administrative","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a180191-d7a3-474d-9012-f1c326c33b12_kanpur-central-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"kanpur-nagar","slug":"kanpur-nagar"},{"name":"kanpur","slug":"kanpur"}],"slug":"top-places-to-visit-in-kanpur-kanpur-nagar-uttar-pradesh","total":0},{"id":113,"title":"Top Places to Visit in Ballia, Uttar Pradesh","imageUrl":"04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","dateCreated":"2018-08-17T05:44:38.71Z","dateModified":"2020-06-10T04:07:01.192Z","contributedBy":"AskGif","content":"Ballia is a city with a municipal board in the Indian state of Uttar Pradesh bordering Bihar. The eastern boundary of the city lies at the junction of two major rivers, the Ganges and the Ghaghara. The city is situated 140 km (87 mi) east of Varanasi. Bhojpuri is the primary local language. Balli","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ballia","slug":"ballia"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ballia-uttar-pradesh","total":0},{"id":106,"title":"Top Places to Visit in Auraiya, Uttar Pradesh","imageUrl":"93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","dateCreated":"2018-08-10T06:26:26.988Z","dateModified":"2020-06-07T05:31:58.926Z","contributedBy":"AskGif","content":"Auraiya is a city and a municipal board in Auraiya district in the state of Uttar Pradesh, India. It is district headquarters as well. NH 19 passes through the center of the town. Dibiyapur RS is nearest Railway Station. Saifai Airstrip is nearest airport.\r\nUnder the Rohillas In 1760, Ahma","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/93fca22b-b073-443f-99eb-be625d57c4ca-Auraiya-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"auraiya","slug":"auraiya"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-auraiya-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}