{"id":197,"title":"टोटका ! वास्तव में?","imageUrl":"5177c987-2e91-4e1b-8b1e-cd02614a7d04_superstition-totka.jpg","dateCreated":"2018-12-27T14:39:20.092Z","dateModified":"2018-12-27T14:44:35.706Z","contributedBy":"AskGif","content":"<p>जीवन में कुछ घटनाओं के आने पर हर विकास निरर्थक लगता है। माला ने कहा कि हमारी घरेलू मदद ने आज मेरे साथ अपने डर को साझा किया। वह एक मेहनती महिला है, जो 4-5 घरों के दैनिक कामों में मदद करती है और अपना जीवनयापन करती है। वह तीन बच्चों की एक एकल माँ है- एक विवाहित बेटी और दो छोटे लड़के (लगभग 5-6 वर्ष)। वह अपने माथे पर एक बोल्ड क्रिमसन रेखा पहनती है, यहां तक ​​कि उसके पति के बाद भी और वह अलग हो गई है। वह कहती है, यह उसे सुरक्षित महसूस कराता है और कम से कम उसके चेहरे पर कड़वे सवालों को रोकता है। खैर, यह एक और लंबी कहानी है। आज, वह अस्वस्थ लग रही थी। जब मैंने उससे पूछा, तो वह एक बच्चे की तरह रोने लगी और बोली, \"दीदी, तुम जानती हो कि एक टोटका क्या है? किसी ने मेरे घर पर ऐसा किया। उन्होंने मेरा नाम, मेरी बेटी का नाम और कुछ बाल के साथ एक कागज पर अन्य चीजें लिखीं,\" मुर्गे की चोंच, मोर पंख, वगैरह। मुझे डर है कि अब क्या होगा, मेरे लिए, मेरे बच्चे। वे इतने छोटे हैं। वे खुद से भी नहीं लड़ सकते। यह पिछले दो दिनों से मेरे दिमाग में चल रहा है। \"खाने में सक्षम नहीं है। मैं अच्छा महसूस नहीं कर रहा हूं। मुझे नहीं पता कि क्या करना है।\" वह भयभीत थी। वह रोती रही। मैंने एक गिलास पानी लिया और उसे शांत होने को कहा। मैंने उसे समझाने की कोशिश की कि ये सभी चीजें हथियार लोगों को उसके जैसे लोगों के मन में डर पैदा करने के लिए हैं। यदि वह घबरा जाती है, तो टोटका का उद्देश्य पूरा हो जाएगा। मैंने उसे समझाने की कोशिश की कि वह इसे किसी के पास ले जाएगा, जो टोटका के रहस्य को सुलझाने का दावा करता है, और मदद के एवज में पैसे मांगता है। वह इस प्रक्रिया में अपनी मेहनत की कमाई को बर्बाद कर देगा। मैंने उसे बहादुर बनने के लिए, घर जाने के लिए, अच्छी तरह से खाने और नींद की आवाज़ (और शाम को टीवी नहीं देखने) के लिए कहा। उसने कहा, \"दीदी, तुम सही कह रही हो, लेकिन मुझे डर है अगर कुछ गलत होता है। मैं समझ गई हूं कि तुम क्या कह रहे हो। मैं इसे ध्यान में रखूंगा। लेकिन, मुझे नहीं पता ...\" मैंने उससे पूछा। सावधान और जो हुआ उस पर तंज नहीं कसा जाना चाहिए। भयभीत होना उत्तर नहीं है। इस तरह की चीजें मुझे पॉन्डर बनाती हैं- हमारी तमाम प्रगति के बावजूद, कुछ चीजें हैं जो लोगों को भयभीत करती हैं। इस तरह की आशंकाएँ हमारे विवेक में इतनी गहराई से सेट हैं कि उन्हें लड़ना एक कठिन लड़ाई की तरह लगता है। मुझे उम्मीद है कि वह अपने स्वास्थ्य की देखभाल करती है, अच्छी तरह से खाती है, और जब मैं उसे रविवार को देखती हूं, तो मैं सामान्य रूप से माला को मुस्कुराते हुए अपने अंतर को देखते हुए देखता हूं।</p>\r\n<p>सौजन्य: पारुल कौशिक</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5177c987-2e91-4e1b-8b1e-cd02614a7d04_superstition-totka.jpg","subContents":[],"category":{"name":"कहानी","slug":"story"},"slug":"totka-really","tags":[{"name":"मैंने जो भी महसूस किया वह लिखा","slug":"felt-it-wrote-it"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"अंधविश्वास","slug":"superstition"},{"name":"काला-जादू","slug":"black-magic"}],"recommendations":[{"id":1365,"title":"क्या भारत को परमाणु ऊर्जा का पीछा करना चाहिए?","imageUrl":"10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","dateCreated":"2020-06-14T12:53:51.367Z","dateModified":"2020-06-14T12:54:25.153Z","contributedBy":"AskGif","content":"माना जाता है कि कुडनकुलम, भारत के सबसे सफल परमाणु ऊर्जा संयंत्रों में से एक है, जिसे 2011 फुकुशिमा आपदा के बाद नागरिक समाज द्वारा भारी उथल-पुथल का सामना करना पड़ा। परमाणु ऊर्जा संयंत्रों के लगभग सभी स्थलों में कुडनकुलम दोहराया गया। भारत ने भोपाल गैस त्रासदी में दुनिया की सबसे खराब औद्योगिक आपदाओं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10ef9071-4b01-4d78-a7ec-be67f7e6bcf8-nuclear.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"should-india-pursue-nuclear-power","total":0},{"id":196,"title":"द मैन हू न्यू इनफिनिटी","imageUrl":"60f23552-9493-427b-b6d2-20c99b479974_Srinivasa-Ramanujan.jpg","dateCreated":"2018-12-27T14:24:28.218Z","dateModified":"2018-12-27T14:24:28.218Z","contributedBy":"AskGif","content":"लोग आते हैं और लोग चले जाते हैं, लेकिन कुछ ऐसे भी हैं जो अपने भौतिक अस्तित्व को जारी रखते हैं। ये लोग मानव हैं, लेकिन मानव जाति के लिए उनके योगदान के लिए कोई कम भगवान नहीं हैं। ऐसा ही एक आदमी है अनंत को जानने वाला।\r\nजैसे-जैसे मैं अपनी गणितज्ञ मां के पंखों के नीचे बड़ा हुआ, मैंने अक्सर उनके","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/60f23552-9493-427b-b6d2-20c99b479974_Srinivasa-Ramanujan.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"गणित","slug":"maths"},{"name":"अंक-शास्त्र","slug":"mathematics"},{"name":"श्रीनिवास-रामानुजन","slug":"srinivasa-ramanujan"},{"name":"मैंने जो भी महसूस किया वह लिखा","slug":"felt-it-wrote-it"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"the-man-who-knew-infinity","total":0},{"id":188,"title":"वहाँ शांति रहने दो","imageUrl":"4224dc7d-3c2c-4b9e-8d9d-daff2a8a7232_Let-there-be-PEACE.jpg","dateCreated":"2018-12-24T14:25:17.439Z","dateModified":"2018-12-24T14:25:38.037Z","contributedBy":"AskGif","content":"जो कभी-कभी इतिहास में सिर्फ एक घटना होती है, इतिहास की किताबों में एक पैराग्राफ तक कम हो जाती है, यह जीवन को कितना बदल देती है यह उस व्यक्ति के लिए अकल्पनीय है जो इसके माध्यम से नहीं हुआ है। बंटवारे के समय से एक परिवार की कहानी सुनी और उसने मुझे मार डाला, यह राक्षसी, भयावह था, लेकिन मेरे लिए, यह ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4224dc7d-3c2c-4b9e-8d9d-daff2a8a7232_Let-there-be-PEACE.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"शांति","slug":"peace"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"let-there-be-peace","total":0},{"id":184,"title":"मानव होने के नाते !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"इससे पहले कि मैं अपनी बात कहूं, मैं आपसे कुछ पूछना चाहता हूं ...\r\n&nbsp;\r\nऐसा क्यों है कि आज हमें किसी की मदद करने के लिए भी भयावह तार्किक होना पड़ता है ??? क्या मानवता अभी भी जीवित नहीं है ??? क्यों नहीं...\r\n&nbsp;\r\nक्या हम अभी भी हैं ???\r\n&nbsp;\r\nक्या ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"मानव-होने-के-नाते","slug":"being-human"}],"slug":"being-human-","total":0}]}