{"id":198,"title":"Keep the past in your heart while you soar high","imageUrl":"ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","dateCreated":"2018-12-27T15:00:42.661Z","dateModified":"2018-12-27T15:05:07.085Z","contributedBy":"AskGif","content":"<p>As I write this, I am the saddest I have been in years. Our history is so full of flesh-shed, bloodshed, death and times when humankind mastered his own kind. From slavery to the various revolutions, history weeps with the episodes of gut wrenching and tearful stories of man wronged by man. How was that possible? Given any circumstance? How could one be so cruel?</p>\r\n<p>&nbsp;</p>\r\n<p>We cannot be proud of such times, under any circumstance. What had we become in the past? No more human. Inflicting pain upon others could give pleasure to some of our ancestors. Ashamed of my kind.</p>\r\n<p>&nbsp;</p>\r\n<p>Every time I watch a movie, read an article, tearfully finish a book, witness a documentary dealing with a true story, it makes me go nuts. I feel the responsibility, I feel the agony, I sense those questions my mind raises, demanding an answer, when I am only numb. I am never afraid of horror movies or rides or virtual reality crazy coasters because, I know in the end it is not the reality but just a creative fantasy. But, a movie like 12 years a slave or Bhagat Singh or Gandhi or Bose or Ghadar takes away that comfort from me and puts me in this zone where I have to save myself from the impact of the read or watch, but it is not easy because it happened. I only feel more disturbed because I realise that this depiction would only be more sober than what would have happened in the gory past.</p>\r\n<p>&nbsp;</p>\r\n<p>My heart goes out to all those who suffered in those numerous places, chambers, plantations, prisons, where dignity of life was snatched from humankind. Like our writers, Directors, actors; I don't think we can too step in the shoes of those who suffered during various national movements, slavery, world wars, other wars; but what we can do today is not let History repeat itself. For most of history, I believe it has been the greed of a few that cost life and dignity to the innumerable who suffered. I am afraid we are still greedy, we all want more and it is okay to be wanting so, but we must take a step back and see if we will be proud of our actions or inaction another day. We need to be sure we are meeting out our need and greed but not tearing other person's soul apart.</p>\r\n<p>&nbsp;</p>\r\n<p>I cannot, not add, the same has to be thought about the environment, about animals, plants, hills, rivers, our oceans. Life is a treasure. Life is an opportunity. Life is to be taken as a blessing. Life is to love and be loved. Life is to dream and achieve. Life is to value everything around us, see beyond rupees, dollars and dinars.</p>\r\n<p>&nbsp;</p>\r\n<p>I pray we all be kind and compassionate while we dream and achieve and inflict upon no one the pain that future generations would hear of and feel like I do today, right now!</p>\r\n<p>courtesy: Parul Kaushik</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","subContents":[],"category":{"name":"story","slug":"story"},"slug":"keep-the-past-in-your-heart-while-you-soar-high","tags":[{"name":"felt-it-wrote-it","slug":"felt-it-wrote-it"},{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"aspiration","slug":"aspiration"}],"recommendations":[{"id":1363,"title":"Cleaning India, Digitalising the world: Modi’s Act in the East","imageUrl":"582e5999-a33d-4033-a1bf-4e80daf6385d-skill.jpg","dateCreated":"2020-06-14T12:29:31.609Z","dateModified":"2020-06-14T12:29:44.993Z","contributedBy":"AskGif","content":"There are issues, many coming into the limelight after decades of silence, bigger than they look, of solidarity with your people and how they can contribute towards the country. Spellbinding magic is cast on NRI and PIOs as the 10- day tour of the Prime Minister to Myanmar, Fiji and Australia rea","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/582e5999-a33d-4033-a1bf-4e80daf6385d-skill.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"}],"slug":"cleaning-india-digitalising-the-world-modis-act-in-the-east","total":0},{"id":187,"title":"Being a Daughter","imageUrl":"35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","dateCreated":"2018-12-24T14:13:58.178Z","dateModified":"2020-06-15T01:45:00.677Z","contributedBy":"AskGif","content":"First of all, I would like to congratulate all the boys out there who gave pleasant happiness to their parents, the day they were born and all the patience in the world to deal with their tantrums life-long.\r\nAnd secondly, girls, you could just do nothing about it. But make sure that you l","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"daughter","slug":"daughter"},{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"parent","slug":"parent"}],"slug":"being-a-daughter","total":0},{"id":185,"title":"Small Town - Big Dreams","imageUrl":"fa84033c-926d-44ed-acab-6e9b470b1b49_onstartups-think-big-dream-big.jpg","dateCreated":"2018-12-24T13:27:47.51Z","dateModified":"2018-12-24T13:28:58.698Z","contributedBy":"AskGif","content":"This post is about small-town people and big-city people and the sickening difference that seems to prevail between the two... small town people are definitely a little lesser equipped but have no dearth of talent and are definitely very hard working....and as is said the thing that one gets afte","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa84033c-926d-44ed-acab-6e9b470b1b49_onstartups-think-big-dream-big.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"}],"slug":"small-town-big-dreams","total":0},{"id":184,"title":"Being Human !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"Before I have my say, I want to ask u something...\r\nWhy is it that today we have to get horrendously logical even when we want to help somebody??? isn't humanity still alive??? why not...\r\n<p style=\"text-align: center;\">ARE WE STILL HUMAN???\r\n<p style=\"text-align: center;\">ARE WE B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"being-human","slug":"being-human"}],"slug":"being-human-","total":0}]}