{"id":198,"title":"ऊँचा उठने के दौरान अतीत को अपने दिल में रखें","imageUrl":"ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","dateCreated":"2018-12-27T15:00:42.661Z","dateModified":"2018-12-27T15:05:07.085Z","contributedBy":"AskGif","content":"<p>जैसा कि मैंने यह लिखा है, मैं वर्षों में सबसे दुखी हूं। हमारा इतिहास मांस-मदिरा, रक्तपात, मृत्यु और उस समय से भरा हुआ है जब मानव जाति को अपनी तरह से महारत हासिल थी। दासता से लेकर विभिन्न क्रांतियों तक, इतिहास गूँजने के एपिसोड के साथ रोता है और आदमी के साथ आदमी की आंसू भरी कहानियाँ सुनाता है। यह कैसे संभव था? किसी भी परिस्थिति को देखते हुए? कोई इतना निर्दयी कैसे हो सकता है?</p>\r\n<p>&nbsp;</p>\r\n<p>हम किसी भी परिस्थिति में ऐसे समय पर गर्व नहीं कर सकते। हम अतीत में क्या बन गए थे? और कोई इंसान नहीं। दूसरों पर दुख दर्द हमारे कुछ पूर्वजों को खुशी दे सकता है। मेरी तरह शर्म आती है।</p>\r\n<p>&nbsp;</p>\r\n<p>हर बार जब मैं एक फिल्म देखता हूं, एक लेख पढ़ता हूं, एक किताब को पूरी तरह से समाप्त करता हूं, एक सच्ची कहानी के साथ एक वृत्तचित्र का गवाह होता है, यह मुझे पागल कर देता है। मैं जिम्मेदारी महसूस करता हूं, मुझे पीड़ा महसूस होती है, मुझे लगता है कि मेरे दिमाग में वे सवाल उठते हैं, जब मैं केवल जवाब देने के लिए जवाब मांगता हूं। मैं हॉरर फिल्मों या राइड्स या वर्चुअल रियलिटी क्रेज़ी कोस्टरों से कभी नहीं डरता क्योंकि, मुझे पता है कि यह वास्तविकता नहीं है, बल्कि एक रचनात्मक कल्पना है। लेकिन, 12 साल की एक गुलाम या भगत सिंह या गांधी या बोस या ग़दर जैसी फिल्म मुझे उस आराम से दूर ले जाती है और मुझे इस क्षेत्र में ले जाती है जहाँ मुझे खुद को पढ़ने या देखने के प्रभाव से बचाना है, लेकिन यह आसान नहीं है क्योंकि यह हुआ। मैं केवल और अधिक परेशान महसूस करता हूं क्योंकि मुझे एहसास है कि यह चित्रण केवल गोरे अतीत में क्या हुआ होगा की तुलना में अधिक शांत होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>मेरा दिल उन सभी जगहों पर जाता है, जिन्होंने उन कई स्थानों, कक्षों, वृक्षारोपण, जेलों में, जहाँ जीवन की गरिमा मानव जाति से छीन ली थी। जैसे हमारे लेखक, निर्देशक, अभिनेता; मुझे नहीं लगता कि हम उन लोगों के जूते में भी कदम रख सकते हैं जो विभिन्न राष्ट्रीय आंदोलनों, गुलामी, विश्व युद्धों, अन्य युद्धों के दौरान पीड़ित हुए; लेकिन आज हम जो कर सकते हैं, वह इतिहास को खुद को दोहराने नहीं देता है। अधिकांश इतिहास के लिए, मेरा मानना ​​है कि यह उस थोड़े से लोगों का लालच है, जिसने जीवन और उस असंख्य को गरिमा दी, जो भुगतना पड़ा। मुझे डर है कि हम अभी भी लालची हैं, हम सभी और अधिक चाहते हैं और ऐसा होना ठीक है, लेकिन हमें एक कदम वापस लेना चाहिए और देखना चाहिए कि क्या हम अपने कार्यों पर गर्व करेंगे या किसी अन्य दिन निष्क्रियता करेंगे। हमें यह सुनिश्चित करने की ज़रूरत है कि हम अपनी ज़रूरत और लालच को पूरा कर रहे हैं, लेकिन दूसरे व्यक्ति की आत्मा को नहीं तोड़ रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मैं जोड़ नहीं सकता, पर्यावरण, जानवरों, पौधों, पहाड़ियों, नदियों, हमारे महासागरों के बारे में भी नहीं सोचा जा सकता। जीवन एक खजाना है। जीवन एक अवसर है। जीवन को आशीर्वाद के रूप में लेना है। जीवन को प्यार करना और प्यार करना है। जीवन सपने देखना और हासिल करना है। जीवन हमारे चारों ओर हर चीज को महत्व देता है, रुपए, डॉलर और दीनार से परे देखें।</p>\r\n<p>&nbsp;</p>\r\n<p>मैं प्रार्थना करता हूं कि हम सपने देखते समय दयालु और दयालु बनें और भविष्य में आने वाली पीढ़ियों के दर्द को महसूस करेंगे और महसूस करेंगे, जैसे मैं आज करता हूं, ठीक है!</p>\r\n<p>courtesy: Parul Kaushik</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7eda4e-4bff-413f-919d-9b27c423fca0_ambition.jpg","subContents":[],"category":{"name":"कहानी","slug":"story"},"slug":"keep-the-past-in-your-heart-while-you-soar-high","tags":[{"name":"मैंने जो भी महसूस किया वह लिखा","slug":"felt-it-wrote-it"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"आकांक्षा","slug":"aspiration"}],"recommendations":[{"id":1363,"title":"भारत की सफाई, दुनिया का डिजिटलकरण: पूर्व में मोदी का अधिनियम","imageUrl":"582e5999-a33d-4033-a1bf-4e80daf6385d-skill.jpg","dateCreated":"2020-06-14T12:29:31.609Z","dateModified":"2020-06-14T12:29:44.993Z","contributedBy":"AskGif","content":"कई मुद्दे हैं, कई दशकों के मौन के बाद सुर्खियों में आ रहे हैं, वे अपने लोगों के साथ एकजुटता की तुलना में बड़े हैं, और वे देश के लिए कैसे योगदान कर सकते हैं। स्पेलबाइंडिंग का जादू एनआरआई और पीआईओ पर डाला जाता है, क्योंकि प्रधानमंत्री म्यांमार, फिजी और ऑस्ट्रेलिया के 10 दिवसीय दौरे पर भारत पहुंचते ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/582e5999-a33d-4033-a1bf-4e80daf6385d-skill.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"cleaning-india-digitalising-the-world-modis-act-in-the-east","total":0},{"id":187,"title":"एक बेटी होने के नाते","imageUrl":"35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","dateCreated":"2018-12-24T14:13:58.178Z","dateModified":"2020-06-15T01:45:00.677Z","contributedBy":"AskGif","content":"सबसे पहले, मैं उन सभी लड़कों को बधाई देना चाहता हूं जिन्होंने अपने माता-पिता को सुखद दिन दिए, जिस दिन वे पैदा हुए थे और दुनिया के सभी धैर्य अपने नखरे जीवन भर निभाने के लिए।\r\n&nbsp;\r\nऔर दूसरी बात, लड़कियों, आप इसके बारे में कुछ नहीं कर सकते। लेकिन सुनिश्चित करें कि आप एक योग्य बेटी ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35525274-31e1-4768-8d1f-d4af9b73a9f7_daughter.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"बेटी","slug":"daughter"},{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"माता-पिता","slug":"parent"}],"slug":"being-a-daughter","total":0},{"id":185,"title":"छोटे शहर बड़े सपने","imageUrl":"fa84033c-926d-44ed-acab-6e9b470b1b49_onstartups-think-big-dream-big.jpg","dateCreated":"2018-12-24T13:27:47.51Z","dateModified":"2018-12-24T13:28:58.698Z","contributedBy":"AskGif","content":"यह पोस्ट छोटे शहर के लोगों और बड़े शहर के लोगों के बारे में है और दोनों के बीच व्याप्त बीमारी का अंतर है ... छोटे शहर के लोग निश्चित रूप से थोड़े कम सुसज्जित हैं, लेकिन प्रतिभा में कोई कमी नहीं है और निश्चित रूप से बहुत मेहनती हैं। ..और जैसा कि कहा जाता है कि संघर्ष और कठिन परिश्रम के बाद व्यक्ति","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa84033c-926d-44ed-acab-6e9b470b1b49_onstartups-think-big-dream-big.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"}],"slug":"small-town-big-dreams","total":0},{"id":184,"title":"मानव होने के नाते !!!","imageUrl":"fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","dateCreated":"2018-12-24T13:10:05.791Z","dateModified":"2018-12-24T13:28:26.331Z","contributedBy":"AskGif","content":"इससे पहले कि मैं अपनी बात कहूं, मैं आपसे कुछ पूछना चाहता हूं ...\r\n&nbsp;\r\nऐसा क्यों है कि आज हमें किसी की मदद करने के लिए भी भयावह तार्किक होना पड़ता है ??? क्या मानवता अभी भी जीवित नहीं है ??? क्यों नहीं...\r\n&nbsp;\r\nक्या हम अभी भी हैं ???\r\n&nbsp;\r\nक्या ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc292462-93cf-425c-8f6f-2f7eabbab0fe_being-human.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"मानव-होने-के-नाते","slug":"being-human"}],"slug":"being-human-","total":0}]}