{"id":201,"title":"Top Places to visit in Sonbhadra, Uttar Pradesh","imageUrl":"a57262c6-ee42-4466-96a9-e524e23bab95_Sonbhadra-railway.jpg","dateCreated":"2018-12-28T15:29:54.879Z","dateModified":"2018-12-28T15:51:28.315Z","contributedBy":"AskGif","content":"<p>Sonbhadra or Sonebhadra is the second largest district of Uttar Pradesh, India. Sonbhadra is the only district in India which borders four states namely Madhya Pradesh, Chhattishgarh Jharkhand and Bihar. The district has an area of 6788 km&sup2; and a population of 1,862,559 (2011 census), with a population density of 270 persons per km&sup2;.It lies in the extreme southeast of the state, and is bounded by Mirzapur District to the northwest, Chandauli District to the north, Kaimur and Rohtas districts of Bihar state to the northeast, Garhwa district of Jharkhand state to the east, Balrampur District of Chhattisgarh state to the south, and Singrauli district of Madhya Pradesh state to the west. The district headquarters is in the town of Robertsganj.Sonbhadra district is an industrial zone and it has lots of minerals like bauxite, limestone, coal, gold etc. Sonbhadra is called as \"Energy Capital of India\" because there are so many power plants.[1] Sonbhadra lies between vindhya and Kaimur hills, and its topology and natural environment prompted First Prime minister of India Pt. Jawarharlal Nehru to refer to Sonbhadra as The Switzerland of India.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2017 Uttar Pradesh's chief minister Yogi Adityanath gives recognition to \"Sonbhadra\" as a tourist attraction hub in Purvanchal region and further promoted by Uttar Pradesh Tourism Dept.</p>\r\n<p>&nbsp;</p>\r\n<p>The forts Located in the district</p>\r\n<p>Agori Fort</p>\r\n<p>Vijaygarh Fort</p>\r\n<p>Sodhrigarh Durg</p>\r\n<p>&nbsp;</p>\r\n<p>The heroine of Famous Novel Chandrakanta written by Devaki Nandan Khatri was the princess of Vijaygarh and the daughter of king Jay Singh.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attraction</p>\r\n<p>&nbsp;</p>\r\n<p>Salkhan Fossils Park in sonbhadra district</p>\r\n<p>Historical places</p>\r\n<p>&nbsp;</p>\r\n<p>Vijaygarh Fort on the Hill top</p>\r\n<p>Vijaygarh Fort</p>\r\n<p>Agori Fort</p>\r\n<p>Veer Lorik Patthar</p>\r\n<p>Cave Paintings of Sonbhadra</p>\r\n<p>Nature</p>\r\n<p>&nbsp;</p>\r\n<p>Rihand Dam</p>\r\n<p>Salkhan Fossil Park</p>\r\n<p>Mukkha Fall</p>\r\n<p>Son View Point, Robertsganj</p>\r\n<p>Rihand Dam</p>\r\n<p>Dhanraul Dam</p>\r\n<p>Kaimoor Wildlife Sanctuary</p>\r\n<p>Temples</p>\r\n<p>&nbsp;</p>\r\n<p>Shivdwar Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Renukeshwar Mahadev Temple</p>\r\n<p>Shivdwar</p>\r\n<p>Renukeshwar Mahadev Temple</p>\r\n<p>Vandevi Temple</p>\r\n<p>Jwaladevi Temple, Shaktinagar</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sonbhadra_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a57262c6-ee42-4466-96a9-e524e23bab95_Sonbhadra-railway.jpg","subContents":[{"SubTitle":"1. Salakhan Fosils Park","SubTitleHindi":null,"SubContent":"<p>Salkhan Fossils Park, officially known as Sonbhadra Fossils Park, is a fossil park in Uttar Pradesh, India. It is located 12 km from Robertsganj, near Salkhan village on state highway SH5A in Sonbhadra district. The fossils in the park are estimated to be nearly 1400 million years old.The fossils found in the Sonbhadra Fossils Park are algae and stromatolites types of fossils. The park is spread over an area of about 25 hectares in Kaimur Range, adjacent to Kaimur Wildlife Sanctuary. It comes under jurisdiction of the State forest department.Geologists have been aware of the fossils found in the present-day park area since the 1930s. People who have carried out research in the area include Mr. Auden (1933), Mr. Mathur (1958 and 1965), and Professor S. Kumar (1980&ndash;81). On 23 August 2001. Subsequently, it was formally inaugurated as a fossil park by District Magistrate Bhagawan Shankar on 8 August 2002.An international workshop was organised in December 2002, attracting participation from 42 delegates from India and abroad. Canadian geologist H.J. Hoffman was impressed by the fossils, and remarked that he had not seen such beautiful and clear fossils anywhere else in the world. In 2004, research Mukund Sharma further explored the area</p>","SubContentHindi":null,"ImageUrl":"4a8cd27a-aa15-4918-ae45-df4771f3f47a_Salakhan-Fosils-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Gotthani Shiv Mandir (Gupta Kashi)</p>\r\n<p>It is known as gupta kashi because of having a battery of grand ancient temples. The religious importance of the place is multiplied thousand times due to the fact that this is located on the confluence of Renu, Sone and Vijul river. It is 6 km west chopan. Numerous artistic black stone idols belonging to 11th and 12th century abound here. This is the chief pilgrim centre of tribals. Shivratri is the chief festival and function over here. Besides, there is 15 day long fare in which local artist display their art and entertain the viewers, visitors and tourist and thereby keep alive and enrich their art tradition and culture.</p>\r\n<p>&nbsp;</p>\r\n<p>Kund Vasini Dham(kudari devi):</p>\r\n<p>This shaktipeeth of great religious and historical importance is situated on the western bank of river sone in the 35 km west-south of district headquarter. The temple of great pauranic value is built in khajuraho style on khuta and chood system. There is complete no use of cement and gurdurs etc. Huge numbers of devotees visit round the year to offer their worship to goddess. This is also equally important from tourist point.</p>\r\n<p>&nbsp;</p>\r\n<p>Amila bhawani dham</p>\r\n<p>Situated at a distance of 77 km in the hills of tariya range of overa division, people have great respect and reverence for this place. Beside local residents devotees from adjoining states like Bihar, Madhya Pradesh and Jharkhand etc come and visit here in large groups.</p>\r\n<p>&nbsp;</p>\r\n<p>Panch Mukhi Mahadev</p>\r\n<p>churk: situated on the hill, 3km from district headquarter. It is said that the Panchmukhi (five headed Lord shiva) appeared in fifth century. The caves on the lower hills are filled with paintings and carvings suggesting that place would have been inhabited by tribals and that they might have recorded their desires and feeling in artistic manner in line with their culture and tradition. There are in all sixteen such historic caves attracting huge number of tourists and devotees.</p>\r\n<p>&nbsp;</p>\r\n<p>Nal Raja Mau</p>\r\n<p>situated on the way connecting district headquarter with vijayagah. It is located at a distance of 15 km from district headquarter in the vicinity of mau village. Here there is a grand and stupendous statue of sahasra shiv accompanied with numerous other idols along with one extra large statue of Lord Buddha.</p>\r\n<p>&nbsp;</p>\r\n<p>Shivdwar</p>\r\n<p>This ancient but excellent shiv mandir is about 40km north-west from district headquarter and 10 km from Ghorawal. This stupendous shiv temple contains the astounding blackstone idol of shiv and parvati in the procreational posture which is 3 ft high.Quite a good number of black and brown stone idols are also kept nearby. It appears that this might have been a great place for shiv sadhna. Shivratri is the main festival and there is huge gathering on this occasion. Throughout sawan there is a tradition of Jalabhishek by kawariyas. People flock from different parts of the country to worship lord Shiva over there. There is a museum run by department of archaeology containing numerous idols collected from adjoining areas.</p>\r\n<p>&nbsp;</p>\r\n<p>Mukhafall</p>\r\n<p>This beautiful waterfall is situated 40 km west of district head quarter on the bank of river Belan in Ghorawal tehsil. Here the water of river belan is falling from a height of about 100 ft. The scenic beauty of the waterfall and its rich natural surrounding compels the tourists to visit the place again and again. A huge number of beautiful rock painting add to the beauty and specialty of the place.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahuariya kaimur</p>\r\n<p>Mahuariya kaimur jeev Bihar: 16 km north-west from district headquarter. Full of scenic beauty, breathtaking beautiful place, abounding in wild life, like black deer etc besides rare aromatic and medicinal plants. The serenity, richness, vividity of the nature over here compels the tourists to visit the place again and again.</p>\r\n<p>&nbsp;</p>\r\n<p>Anpara</p>\r\n<p>Anpara is a town in Sonebhadra district in the state of Uttar Pradesh, India. It hosts a Anpara Thermal Power Station with a total installed capacity of power generation of 2830MW. It is built aside Govind Ballabh Pant Sagar Lake and the Rihand River (a tributary of the Son River).[citation needed]. It is well surrounded by smalls hills from the Deccan plateau region.Owing to the rising number of educational institutes in Anpara and nearby towns, Anpara has been a part of rapid rise in educational facilities and competency in the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Hanuman Mandir, Jhingurdah</p>\r\n<p>Anpara : This stupendous temple of Mahaveer Hanuman is grand in architecture and quiet ancient. This is 116 km from district headquarter, attracting huge number of devotees and tourist.</p>\r\n<p>Shaktinagar</p>\r\n<p>Shaktinagar is a small town in Sonbhadra, Mirzapur Division, Uttar Pradesh near Varanasi, India.The Pin Code of Shaktinagar is 231222. NTPC plant of 2000MW thermal energy generation capacity.The NTPC&rsquo;s PLF (plant load factor) is high at around 98% and it is the mother plant of NTPC all over India. It was established in 1975 and started its operations in 1980 with 7 units operating (200MW * 5 and 500MW * 2). The source of water it uses is the Rihand Dam and the source of coal is the NCL mines around Shaktinagar like Jayant, Duddhichua, Nigahi, Kakri, Khadia and Bina.The coal supplies from NCL has made it possible to produce about 10515 MW of electricity from pithead power plants of National Thermal Power Corporation (NTPC), Uttar Pradesh Rajya Vidyut Utpadan Nigam Ltd (UPRVUNL) and Renupower division of M/s. Hindalco Industries. The region is now called the power capital of India. The ultimate capacity of power generation of these power plants is 13295 MW and NCL is fully prepared to meet the increased demand of coal for the purpose. In addition, NCL supplies coal to power plants of Rajasthan Rajya Vidyut Utpadan Nigam Ltd, Delhi Vidyut Board (DVB) and Haryana State Electricity Board.</p>\r\n<p>&nbsp;</p>\r\n<p>Jwalamukhi Shaktipeeth</p>\r\n<p>Shaktinagar : Situated at Shaktinagar, this temple is 113 km from district headquarter. The temple adjoins Uttar Pradesh, Madhya Pradesh, Jharkhand, Chhatisgarh and Bihar. Its importance and religious value is considered on par with Vindhyadham and Maihardham. It is believed that the tongue of Maa Sati Bhavani had fallen over here which is why the peeth is named Jwalamukhi coming under the category of Sidhpeeth. This is one of the highest seats of reverence,devotion and sadhana. There is a huge festival organized every Navaratra attracting enormous crowd.</p>\r\n<p>&nbsp;</p>\r\n<p>Renukoot Nagar Panchayat</p>\r\n<p>Renukoot is a city and a nagar panchayat in Sonbhadra district in the Indian state of Uttar Pradesh. Renukoot is 68 km south from the district headquarters Robertsganj and 158 km from Varanasi.Renukoot is an industrial town. It is well known for the Hindalco aluminium plant and Rihand Dam. It is situated in eastern Uttar Pradesh sharing borders with Chhattisgarh, Jharkhand, Bihar and Madhya Pradesh. It is about 434 km from the capital city Lucknow and 1010 km from Saharanpur , thus making it the only city that has great distances with other cities in one state. When Uttarakhand was a part of Uttar Pradesh, the greatest distance was between Uttarkashi and Renukoot was 1223 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Renukeshwar Mahadev Mandir</p>\r\n<p>65 km from district headquarter, this temple is situated at Renukut. This temple is built and beautifully maintained by Hindalco family. Lord Shiva along with his consort Parvati is the chief diety here. On the very entrance there is a grand Sun temple. This awesome place is most favorite point for innumerable devotees, visitors and tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>Rihand Dam</p>\r\n<p>Rihand Dam, also known as Govind Ballabh Pant Sagar, is a concrete gravity dam located at Pipri in Sonbhadra District in Uttar Pradesh, Its reservoir area is on the border of Madhya pradesh and Uttar Pradesh. It is on the Rihand River which is the tributary of the Son River. The catchment area of this dam is spread in Uttar Pradesh, Madhya Pradesh &amp; Chhattisgarh whereas it supplies irrigation water in Bihar located in the downstream of the river. Rihand dam is a concrete gravity dam with a length of 934.21 m. The maximum height of the dam is 91.44 m and was constructed during period 1954-62. The dam comprises 61 independent blocks and ground joints. The powerhouse is situated at the toe of the dam, with installed capacity of 300 MW (6 units of 50 MW each). The Intake Structure is situated between blocks no. 28 to 33. The Dam is in distress condition. It is proposed to carry out the rehabilitation works in the dam and the powerhouse. The F.R.L. of the dam is 268.22 m and it impounds 8.6 Million Acre ft of water. It is one of the biggest reservoir by its gross storage capacity in India but sufficient water is not flowing in to the reservoir. The construction of the dam resulted in forced relocation of nearly 100,000 people Many super thermal power stations are located in the catchment area of the dam. These are Singrauli, Vindyachal, Rihand, Anpara &amp; Sasan super thermal power stations and Renukoot thermal station. The high alkalinity run off water from the ash dumps (some are located in the reservoir area) of these coal-fired power stations ultimately collects in this reservoir enhancing its water alkalinity and pH. Using high alkalinity water for irrigation converts the agriculture fields in to fallow Alkali soils.</p>\r\n<p>&nbsp;</p>\r\n<p>Hindalco aluminium plant</p>\r\n<p>The Hindustan Aluminum Corporation Limited was established in 1958 by the Aditya Birla Group. In 1962 the company began production in Renukoot in Uttar Pradesh making 20 thousand metric tons per year of aluminium metal and 40 thousand metric tons per year of alumina. In 1989 the company was restructured and renamed Hindalco.</p>\r\n<p>&nbsp;</p>\r\n<p>Fossils Park</p>\r\n<p>ANOTHER FOSSIL park was discovered in Sonebhadra disrtrict recently. Over 150-crore-year-old fossils were found in Badagaon village under the Chopan Vikas Khand. The fossils are greater in number than those found in the park of Salkhan village.</p>\r\n<p>&nbsp;</p>\r\n<p>After identification and discovery of one more fossil park in Sonebhadra district. the district has found its place not only in Uttar Pradesh but also on the world map. The district has this honour as two fossil parks were found in a district and a Vikas Khand. Now the Sonebhadra district is being considered as a lucky place where the first evidence of life on earth was found. After the discovery of a large number of fossils there, the possibility of finding hydrocarbon. uranium and phosphorite has increased.</p>\r\n<p>&nbsp;</p>\r\n<p>The new fossil park of Badagaon was discovered when Dr. Mukund Sharma, a scientist of the Birbal Sahani Institute in Lucknow were at the fossil park in Salkhan village.</p>\r\n<p>&nbsp;</p>\r\n<p>In the meantime, a shepherd came there and asked them to follow him. They reached Jata Shankar Pahari of Badagoan village and observed that the fossils of Salkhan and Badagaon villages were similar.</p>\r\n<p>&nbsp;</p>\r\n<p>Later, they came to the conclusion that these fossils were stramatolite and were over 150-crore-year-old. After studying and research, the fact came to light that the geologist John Oadon had accepted the presence of fossils but did not brief the people about their creation. He described these fossils as lime-stone.</p>\r\n<p>&nbsp;</p>\r\n<p>Dr. Mukund Sharma said that the discover of fossils in Salkhan and Badagaon villages would help in counting the days of a solar year.</p>\r\n<p>source:&nbsp;https://sonbhadra.nic.in/</p>","SubContentHindi":null,"ImageUrl":"352ebf6e-da60-42d4-8082-9f556367619f_rihand-dam-askgif.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. How to Reach","SubTitleHindi":null,"SubContent":"<p>By air</p>\r\n<p>Muirpur Airport at Muirpur, a private airport used by chartered and private planes near Renukut</p>\r\n<p>Varanasi International Airport in Varanasi.</p>\r\n<p>Flights are available to all major Indian cities including Delhi, Mumbai, Kolkata, Lucknow, Agra, Bangalore, Chennai, Patna, Khajuraho, Hyderabad, Gaya, etc. International connections are Bangkok, Colombo, Hong Kong and Kathmandu.</p>\r\n<p>&nbsp;</p>\r\n<p>By train</p>\r\n<p>Mirzapur Railway Station.</p>\r\n<p>Sonbhadra Railway Station.</p>\r\n<p>Chopan Railway station.</p>\r\n<p>Obra Railway station.</p>\r\n<p>Renukoot Railway station near RIHAND DAM.</p>\r\n<p>Anpara Railway station.</p>\r\n<p>Singrauli Railway station.</p>\r\n<p>Shaktinagar Railway station.</p>\r\n<p>Varanasi Railway station.</p>\r\n<p>Dudhi Railway station.</p>\r\n<p>The city is connected by rail to Delhi, Allahabad, Ranchi and Patna. Some notable trains passing through the district are Muri express (Jammu Tawi - Delhi - Tata Nagar), Jharkhand Swarna Jayanti Express/12873(Hatia - Kanpur - Delhi), Triveni Express (Bareilly - Lucknow - Shaktinagar/Singrauli/barwadih) Bhopal Express(Bhopal-Howrah)weekly and Shaktipunj Express/11448(Howrah-Bokaro - Chopan- Jabalpur).Intercity Express/03346 (Singrauli- Chopan-Varanasi).</p>\r\n<p>&nbsp;</p>\r\n<p>By road</p>\r\n<p>Robertsganj, the headquarters of Sonbhadra, is located about 88 km from the city of Varanasi which has the nearest airport. Robertsganj is well connected to Lucknow, Allahabad, Varanasi, Mirzapur, Gorakhpur, Faizabad, Ambikapur Sasaram &amp; Garhwa by road. Buses are available at all hours of the day from Varanasi and it normally takes 2&frac12; hours to cover the distance. The highway connecting Varanasi and Waidhan passes through the district. Though this is not a national highway it is a very busy road because of the towns Dalla, Renukot, Anpara, Shaktinagar which are sufficiently commercialized areas. National Thermal Power corporation is in Shaktinagar and also National Coalfield different projects like Singrauli, Khadia, Jayant, Dudhichua, amlori, Kakri etc. These areas have several major coal mines which cater a big part of the coal need of the state. Churk a nearby town is situated around 10 km, where Jaypee Group is establishing a thermal power project. One of the main reasons this road is always busy is due to daily transport of around 1000 trucks of grits and sand.</p>","SubContentHindi":null,"ImageUrl":"8ea50ddd-9325-410b-8347-d79f0d3da24f_Sonbhadra-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sonbhadra-uttar-pradesh","tags":[{"name":"sonbhadra","slug":"sonbhadra"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":180,"title":"Top Places to visit in Pratapgarh, Uttar Pradesh","imageUrl":"4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","dateCreated":"2018-12-22T08:04:39.454Z","dateModified":"2018-12-22T08:20:33.071Z","contributedBy":"AskGif","content":"Pratapgarh, also called Belha or Bela Pratapgarh, is a city and municipality of Uttar Pradesh, India. It is the administrative headquarters of Pratapgarh district, part of the Allahabad Division. Pratapgarh is the birthplace of the 'national poet' Harivansh Rai Bachchan.\r\n&nbsp;\r\nIt","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pratapgarh","slug":"pratapgarh"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-pratapgarh-uttar-pradesh","total":0},{"id":179,"title":"Top Places to visit in Pilibhit, Uttar Pradesh","imageUrl":"713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","dateCreated":"2018-12-22T06:10:46.189Z","dateModified":"2018-12-22T07:26:26.271Z","contributedBy":"AskGif","content":"Pilibhit is a city and a municipal board in the Pilibhit district in the Indian state of Uttar Pradesh. Pilibhit is the north-easternmost district of Bareilly division, situated in the Rohilkhand region of the sub-Himalayan Plateau belt next to foothills of Sivalik Range on the boundary of Nepal,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"pilibhit","slug":"pilibhit"}],"slug":"top-places-to-visit-in-pilibhit-uttar-pradesh","total":0},{"id":125,"title":"Top Places to Visit in Deoria, Uttar Pradesh","imageUrl":"3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","dateCreated":"2018-08-29T13:40:56.61Z","dateModified":"2018-08-29T14:16:41.97Z","contributedBy":"AskGif","content":"Deoria is a city in the state of Uttar Pradesh, India. It is one of five tehsils of the Deoria district. Deoria is located 50 km to the southeast of Gorakhpur and about 310 km from the state capital Lucknow.\r\nDeoria district is one of the districts of Uttar Pradesh state of India, and Deor","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"deoria","slug":"deoria"}],"slug":"top-places-to-visit-in-deoria-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}