{"id":201,"title":"सोनभद्र में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"a57262c6-ee42-4466-96a9-e524e23bab95_Sonbhadra-railway.jpg","dateCreated":"2018-12-28T15:29:54.879Z","dateModified":"2018-12-28T15:51:28.315Z","contributedBy":"AskGif","content":"<p>सोनभद्र या सोनभद्र उत्तर प्रदेश, भारत का दूसरा सबसे बड़ा जिला है। सोनभद्र भारत का एकमात्र जिला है जो चार राज्यों अर्थात् मध्य प्रदेश, छत्तीसगढ़ झारखंड और बिहार की सीमाओं को पार करता है। जिले का क्षेत्रफल 6788 वर्ग किमी और 1,862,559 (2011 की जनगणना) की आबादी है, जिसकी जनसंख्या घनत्व 270 व्यक्ति प्रति किमी&sup2; है। यह राज्य के दक्षिण-पूर्व में स्थित है और मिर्जापुर जिले से उत्तर-पश्चिम, चंदौली जिले तक घिरा हुआ है। उत्तर में बिहार राज्य के कैमूर और रोहतास जिले, उत्तर-पूर्व में झारखंड राज्य के गढ़वा जिले, दक्षिण में छत्तीसगढ़ राज्य के बलरामपुर जिले और पश्चिम में मध्य प्रदेश राज्य के सिंगरौली जिले हैं। जिला मुख्यालय राबर्ट्सगंज शहर में है। सोनभद्र जिला एक औद्योगिक क्षेत्र है और इसमें बहुत सारे खनिज जैसे बॉक्साइट, चूना पत्थर, कोयला, सोना आदि हैं। सोनभद्र को \"भारत की ऊर्जा राजधानी\" कहा जाता है क्योंकि वहाँ बहुत सारे बिजली संयंत्र हैं। [1] सोनभद्र विंध्य और कैमूर पहाड़ियों के बीच स्थित है, और इसकी टोपोलॉजी और प्राकृतिक वातावरण ने भारत के प्रथम प्रधानमंत्री पं। जौहरलाल नेहरू ने भारत के स्विट्जरलैंड के रूप में सोनभद्र का उल्लेख किया।</p>\r\n<p>&nbsp;</p>\r\n<p>2017 में उत्तर प्रदेश के मुख्यमंत्री योगी आदित्यनाथ ने पूर्वांचल क्षेत्र में एक पर्यटक आकर्षण केंद्र के रूप में \"सोनभद्र\" को मान्यता दी और उत्तर प्रदेश पर्यटन विभाग द्वारा इसे और बढ़ावा दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में स्थित किले</p>\r\n<p>अगोरी किला</p>\r\n<p>विजयगढ़ किला</p>\r\n<p>सोढीगढ़ दुर्ग</p>\r\n<p>&nbsp;</p>\r\n<p>देवकी नंदन खत्री द्वारा लिखित प्रसिद्ध उपन्यास चंद्रकांता की नायिका विजयगढ़ की राजकुमारी और राजा सिंह की बेटी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>सोनभद्र जिले का सलखन जीवाश्म पार्क</p>\r\n<p>ऐतिहासिक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>विजयगढ़ किला पहाड़ी की चोटी पर</p>\r\n<p>विजयगढ़ किला</p>\r\n<p>अगोरी किला</p>\r\n<p>वीर लोरिक पथार</p>\r\n<p>सोनभद्र की गुफा चित्र</p>\r\n<p>प्रकृति</p>\r\n<p>&nbsp;</p>\r\n<p>रिहंद बांध</p>\r\n<p>सल्खन फॉसिल पार्क</p>\r\n<p>मुक्खा फॉल</p>\r\n<p>सोन व्यू प्वाइंट, रॉबर्ट्सगंज</p>\r\n<p>रिहंद बांध</p>\r\n<p>धनरोल बांध</p>\r\n<p>कैमूर वन्यजीव अभयारण्य</p>\r\n<p>मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>शिवद्वार मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>रेणुकेश्वर महादेव मंदिर</p>\r\n<p>Shivdwar</p>\r\n<p>रेणुकेश्वर महादेव मंदिर</p>\r\n<p>वन्देवी मंदिर</p>\r\n<p>ज्वालादेवी मंदिर, शक्तिनगर</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sonbhadra_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a57262c6-ee42-4466-96a9-e524e23bab95_Sonbhadra-railway.jpg","subContents":[{"SubTitle":"1. सल्खन फॉसिल्स पार्क","SubTitleHindi":null,"SubContent":"<p>सुलखान फॉसिल्स पार्क, जिसे आधिकारिक तौर पर सोनभद्र फॉसिल्स पार्क के रूप में जाना जाता है, भारत के उत्तर प्रदेश में एक जीवाश्म पार्क है। यह राबर्ट्सगंज से 12 किलोमीटर दूर, सोनभद्र जिले में राज्य राजमार्ग SH5A पर सल्खान गाँव के पास स्थित है। पार्क में जीवाश्म लगभग 1400 मिलियन वर्ष पुराने हैं। सोनभद्र जीवाश्म पार्क में पाए जाने वाले जीवाश्म शैवाल और स्ट्रोमेटोलाइट प्रकार के जीवाश्म हैं। कैमूर वन्यजीव अभयारण्य से सटे कैमूर रेंज में लगभग 25 हेक्टेयर क्षेत्र में यह पार्क फैला हुआ है। यह राज्य के वन विभाग के अधिकार क्षेत्र में आता है। वैज्ञानिकों को 1930 के दशक के बाद से वर्तमान पार्क क्षेत्र में पाए गए जीवाश्मों के बारे में पता है। क्षेत्र में शोध करने वाले लोगों में मिस्टर ऑडेन (1933), श्री माथुर (1958 और 1965) और प्रोफेसर एस। कुमार (1980-81) शामिल हैं। 23 अगस्त 2001 को। इसके बाद, औपचारिक रूप से इसका उद्घाटन 8 अगस्त 2002 को जिला मजिस्ट्रेट भगवान शंकर द्वारा जीवाश्म पार्क के रूप में किया गया। दिसंबर 2002 में एक अंतरराष्ट्रीय कार्यशाला का आयोजन किया गया, जिसमें भारत और विदेश के 42 प्रतिनिधियों ने भाग लिया। कनाडाई भूविज्ञानी एच.जे. हॉफमैन जीवाश्मों से प्रभावित थे, और टिप्पणी की कि उन्होंने दुनिया में कहीं भी इस तरह के सुंदर और स्पष्ट जीवाश्म नहीं देखे थे। 2004 में, अनुसंधान मुकुंद शर्मा ने इस क्षेत्र की और खोज की</p>","SubContentHindi":null,"ImageUrl":"4a8cd27a-aa15-4918-ae45-df4771f3f47a_Salakhan-Fosils-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>गोठानी शिव मंदिर (गुप्त काशी)</p>\r\n<p>भव्य प्राचीन मंदिरों की बैटरी होने के कारण इसे गुप्ता काशी के नाम से जाना जाता है। इस स्थान का धार्मिक महत्व इस तथ्य के कारण हजार गुना है कि यह रेणु, सोन और विजुल नदी के संगम पर स्थित है। यह 6 किमी पश्चिम चोपन है। 11 वीं और 12 वीं शताब्दी से संबंधित कई कलात्मक काले पत्थर की मूर्तियाँ यहाँ मौजूद हैं। यह आदिवासियों का प्रमुख तीर्थस्थल है। शिवरात्रि यहाँ का प्रमुख त्योहार और समारोह है। इसके अलावा, 15 दिन का किराया है, जिसमें स्थानीय कलाकार अपनी कला का प्रदर्शन करते हैं और दर्शकों, आगंतुकों और पर्यटकों का मनोरंजन करते हैं और इस तरह अपनी कला परंपरा और संस्कृति को जीवित रखते हैं और समृद्ध करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुंड वासिनी धाम (कुदारी देवी):</p>\r\n<p>महान धार्मिक और ऐतिहासिक महत्व का यह शक्तिपीठ जिला मुख्यालय से 35 किलोमीटर पश्चिम-दक्षिण में नदी के पश्चिमी तट पर स्थित है। महान पुराणिक मूल्य के मंदिर को खजुराहो शैली में खूंटा और चूड प्रणाली पर बनाया गया है। सीमेंट और गुरुद्वारों आदि का पूर्ण उपयोग नहीं होता है। बड़ी संख्या में श्रद्धालु देवी की पूजा करने के लिए साल भर आते हैं। यह पर्यटन की दृष्टि से भी उतना ही महत्वपूर्ण है।</p>\r\n<p>&nbsp;</p>\r\n<p>अमिला भवानी धाम</p>\r\n<p>ओवरा डिवीजन के तरिया रेंज की पहाड़ियों में 77 किमी की दूरी पर स्थित है, लोगों में इस स्थान के लिए बहुत सम्मान और श्रद्धा है। स्थानीय निवासियों के अलावा आसपास के राज्यों जैसे बिहार, मध्य प्रदेश और झारखंड आदि से बड़ी संख्या में श्रद्धालु यहां आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पंच मुखी महादेव</p>\r\n<p>चुर्क: जिला मुख्यालय से 3 किमी दूर पहाड़ी पर स्थित है। ऐसा कहा जाता है कि पंचमुखी (पांच प्रमुख भगवान शिव) पांचवीं शताब्दी में प्रकट हुए थे। निचली पहाड़ियों पर बनी गुफाएँ चित्रों और नक्काशी से भरी हुई हैं जो यह बताती हैं कि यह स्थान आदिवासियों द्वारा बसाया गया होगा और हो सकता है कि उन्होंने अपनी इच्छाओं और महसूस को अपनी संस्कृति और परंपरा के अनुरूप कलात्मक ढंग से दर्ज किया हो। सभी सोलह ऐसी ऐतिहासिक गुफाएँ हैं जिनमें बड़ी संख्या में पर्यटक और श्रद्धालु आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नल राजा मऊ</p>\r\n<p>जिला मुख्यालय को विजयागाह से जोड़ने वाले रास्ते पर स्थित है। यह मऊ गांव के आसपास के क्षेत्र में जिला मुख्यालय से 15 किमी की दूरी पर स्थित है। यहाँ भगवान शिव की एक अतिरिक्त बड़ी प्रतिमा के साथ कई अन्य मूर्तियों के साथ सहस्र शिवलिंग की एक भव्य और शानदार प्रतिमा है।</p>\r\n<p>&nbsp;</p>\r\n<p>Shivdwar</p>\r\n<p>यह प्राचीन लेकिन उत्कृष्ट शिव मंदिर जिला मुख्यालय से लगभग 40 किमी उत्तर-पश्चिम में और घोरावल से 10 किमी दूर है। इस शानदार शिव मंदिर में प्राक्रतिक मुद्रा में शिव और पार्वती की अद्भुत काले पत्थर की मूर्ति है जो 3 फीट ऊंची है। इसके अलावा अच्छी संख्या में काले और भूरे पत्थर की मूर्तियों को भी पास में रखा गया है। ऐसा प्रतीत होता है कि यह शिव साधना के लिए एक महान स्थान रहा होगा। शिवरात्रि मुख्य त्योहार है और इस अवसर पर भारी भीड़ होती है। पूरे सावन में कावारियों द्वारा जलाभिषेक की परंपरा है। वहां पर भगवान शिव की पूजा करने के लिए देश के विभिन्न हिस्सों से लोग आते हैं। पुरातत्व विभाग द्वारा संचालित एक संग्रहालय है जिसमें आस-पास के क्षेत्रों से एकत्र की गई कई मूर्तियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Mukhafall</p>\r\n<p>यह खूबसूरत झरना घोरावल तहसील में बेलन नदी के किनारे जिला मुख्यालय से 40 किमी पश्चिम में स्थित है। यहाँ नदी बेलन का पानी लगभग 100 फीट की ऊँचाई से गिर रहा है। झरने की प्राकृतिक सुंदरता और इसके समृद्ध प्राकृतिक आकर्षण पर्यटकों को बार-बार आने के लिए मजबूर करते हैं। बड़ी संख्या में खूबसूरत रॉक पेंटिंग जगह की सुंदरता और विशेषता को जोड़ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>महुअरिया कैमूर</p>\r\n<p>महुअरिया कैमूर जीव बिहार: जिला मुख्यालय से उत्तर-पश्चिम में 16 किमी। प्राकृतिक सौंदर्य से भरपूर, लुभावनी खूबसूरत जगह, जंगली जीवन में लाजवाब, जैसे काले हिरण आदि के अलावा दुर्लभ सुगंधित और औषधीय पौधे। यहां की प्रकृति की शांति, समृद्धि, जीवंतता पर्यटकों को बार-बार आने के लिए मजबूर करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>अनपरा</p>\r\n<p>अनपरा भारत के उत्तर प्रदेश राज्य में सोनभद्र जिले का एक कस्बा है। यह 2830MW की बिजली उत्पादन की कुल स्थापित क्षमता के साथ अनपरा थर्मल पावर स्टेशन की मेजबानी करता है। इसे गोविंद बल्लभ पंत सागर झील और रिहंद नदी (सोन नदी की एक सहायक नदी) से अलग बनाया गया है। [उद्धरण वांछित] यह दक्खन पठार क्षेत्र से छोटी पहाड़ियों से घिरा हुआ है। अनपरा और आस-पास के शहरों में शैक्षणिक संस्थानों की बढ़ती संख्या के कारण, अनपरा क्षेत्र में शैक्षिक सुविधाओं और योग्यता में तेजी से वृद्धि का एक हिस्सा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>हनुमान मंदिर, झिंगुरदह</p>\r\n<p>अनपरा: महावीर हनुमान का यह शानदार मंदिर वास्तुकला और शांत प्राचीन में भव्य है। यह जिला मुख्यालय से 116 किमी दूर है, जिसमें भारी संख्या में श्रद्धालु और पर्यटक आते हैं।</p>\r\n<p>शक्तिनगर</p>\r\n<p>शक्तिनगर सोनभद्र, मिर्जापुर डिवीजन, उत्तर प्रदेश में वाराणसी, भारत के पास एक छोटा सा शहर है। शक्तिनगर का पिन कोड 231222 है। एनटीपीसी का 2000MW थर्मल ऊर्जा उत्पादन क्षमता का प्लांट। NTPC का PLF (प्लांट लोड फैक्टर) लगभग 98% है और यह पूरे भारत में NTPC का मदर प्लांट है। इसे 1975 में स्थापित किया गया था और 1980 में 7 इकाइयों के संचालन (200MW * 5 और 500MW * 2) के साथ अपना परिचालन शुरू किया। पानी का उपयोग इसका स्रोत रिहंद बांध है और कोयले का स्रोत शक्तिनगर के आसपास जयंत, दुद्धीचुआ, निगाही, काकड़ी, खड़िया और बीना की एनसीएल खदानें हैं। एनसीएल से कोयले की आपूर्ति से लगभग 10515 मेगावाट बिजली का उत्पादन संभव हो गया है। नेशनल थर्मल पावर कॉरपोरेशन (NTPC), उत्तर प्रदेश राज्य विद्युत उत्पादन निगम लिमिटेड (UPRVUNL) और रेनूपावर डिवीजन के पिथेड पावर प्लांट्स से। Hindalco Industries। इस क्षेत्र को अब भारत की शक्ति राजधानी कहा जाता है। इन बिजली संयंत्रों की बिजली उत्पादन की अंतिम क्षमता 13295 मेगावाट है और एनसीएल इस उद्देश्य के लिए कोयले की बढ़ती मांग को पूरा करने के लिए पूरी तरह से तैयार है। इसके अलावा, एनसीएल राजस्थान राज्य विद्युत उत्पादन निगम लिमिटेड, दिल्ली विद्युत बोर्ड (DVB) और हरियाणा राज्य बिजली बोर्ड के बिजली संयंत्रों को कोयले की आपूर्ति करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ज्वालामुखी शक्तिपीठ</p>\r\n<p>शक्तिनगर: शक्तिनगर में स्थित यह मंदिर जिला मुख्यालय से 113 किमी दूर है। मंदिर में उत्तर प्रदेश, मध्य प्रदेश, झारखंड, छत्तीसगढ़ और बिहार शामिल हैं। इसका महत्व और धार्मिक मूल्य विंध्यधाम और मैहरधाम के बराबर माना जाता है। ऐसा माना जाता है कि मां सती भवानी की जीभ यहां पर गिरी थी, इसीलिए इस पीठ को ज्वालामुखी नाम दिया गया, जो सिद्धपीठ की श्रेणी में आती है। यह श्रद्धा, भक्ति और साधना की सर्वोच्च सीटों में से एक है। हर नवरात्र को विशाल भीड़ को आकर्षित करने के लिए एक विशाल उत्सव आयोजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेणुकूट नगर पंचायत</p>\r\n<p>रेणुकूट भारतीय राज्य उत्तर प्रदेश में सोनभद्र जिले में एक शहर और एक नगर पंचायत है। रेणुकूट जिला मुख्यालय रॉबर्ट्सगंज से 68 किमी दक्षिण में और वाराणसी से 158 किमी दूर है। रेणुकूट एक औद्योगिक शहर है। यह हिंडाल्को एल्यूमीनियम संयंत्र और रिहंद बांध के लिए अच्छी तरह से जाना जाता है। यह पूर्वी उत्तर प्रदेश में छत्तीसगढ़, झारखंड, बिहार और मध्य प्रदेश के साथ सीमा साझा करता है। यह राजधानी लखनऊ से लगभग 434 किमी और सहारनपुर से 1010 किमी दूर है, इस प्रकार यह एकमात्र शहर है जो एक राज्य में अन्य शहरों के साथ महान दूरी रखता है। जब उत्तराखंड उत्तर प्रदेश का हिस्सा था, उत्तरकाशी और रेणुकूट के बीच सबसे बड़ी दूरी 1223 किमी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>रेणुकेश्वर महादेव मंदिर</p>\r\n<p>जिला मुख्यालय से 65 किमी दूर, यह मंदिर रेणुकूट में स्थित है। यह मंदिर हिंडाल्को परिवार द्वारा बनाया और खूबसूरती से बनाए रखा गया है। भगवान शिव अपनी पत्नी पार्वती के साथ यहां प्रमुख देवता हैं। इसके प्रवेश द्वार पर एक भव्य सूर्य मंदिर है। यह भयानक स्थान असंख्य भक्तों, आगंतुकों और पर्यटकों के लिए सबसे पसंदीदा स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>रिहंद बांध</p>\r\n<p>रिहंद बाँध, जिसे गोविंद बल्लभ पंत सागर के नाम से भी जाना जाता है, उत्तर प्रदेश में सोनभद्र जिले के पिपरी में स्थित एक ठोस गुरुत्वाकर्षण बाँध है, इसका जलाशय क्षेत्र मध्य प्रदेष और उत्तर प्रदेश की सीमा पर है। यह रिहंद नदी पर है जो सोन नदी की सहायक नदी है। इस बांध का जलग्रहण क्षेत्र उत्तर प्रदेश, मध्य प्रदेश और छत्तीसगढ़ में फैला हुआ है, जबकि यह नदी के बहाव क्षेत्र में स्थित बिहार में सिंचाई के पानी की आपूर्ति करता है। रिहंद बांध 934.21 मीटर की लंबाई के साथ एक ठोस गुरुत्वाकर्षण बांध है। बांध की अधिकतम ऊंचाई 91.44 मीटर है और इसका निर्माण 1954-62 की अवधि के दौरान किया गया था। बांध में 61 स्वतंत्र ब्लॉक और जमीनी जोड़ शामिल हैं। बिजलीघर बांध के तल पर स्थित है, जिसमें 300 मेगावाट (प्रत्येक 50 मेगावाट की 6 इकाइयां) की स्थापित क्षमता है। इंटेक संरचना ब्लॉक नंबर के बीच स्थित है। 28 से 33. डैम संकटपूर्ण स्थिति में है। यह बांध और बिजलीघर में पुनर्वास कार्यों को पूरा करने का प्रस्ताव है। एफ.आर.एल. बांध का क्षेत्रफल 268.22 मीटर है और यह 8.6 मिलियन एकड़ फीट पानी को बहाता है। यह भारत में इसकी सकल भंडारण क्षमता द्वारा सबसे बड़े जलाशय में से एक है, लेकिन जलाशय में पर्याप्त पानी नहीं बह रहा है। बांध के निर्माण के परिणामस्वरूप लगभग 100,000 लोगों को मजबूर किया गया था। कई सुपर थर्मल पावर स्टेशन बांध के जलग्रहण क्षेत्र में स्थित हैं। ये हैं सिंगरौली, विंध्याचल, रिहंद, अनपरा और सासन सुपर थर्मल पावर स्टेशन और रेणुकूट थर्मल स्टेशन। इन कोयले से चलने वाले बिजलीघरों के राख डंप (कुछ जलाशय क्षेत्र में स्थित हैं) से उच्च क्षारीयता चलती है और अंततः इस जलाशय में अपना जल क्षारीयता और पीएच बढ़ाती है। सिंचाई के लिए उच्च क्षारीय जल का उपयोग करना कृषि क्षेत्रों को अल्कली मिट्टी को गिराने में परिवर्तित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Hindalco एल्यूमीनियम संयंत्र</p>\r\n<p>हिंदुस्तान एल्युमीनियम कॉर्पोरेशन लिमिटेड की स्थापना 1958 में आदित्य बिड़ला समूह द्वारा की गई थी। 1962 में कंपनी ने उत्तर प्रदेश के रेणुकूट में एल्युमिनियम धातु का प्रति वर्ष 20 हजार मीट्रिक टन और एल्यूमिना का 40 हजार मीट्रिक टन उत्पादन शुरू किया। 1989 में कंपनी का पुनर्गठन किया गया और उसका नाम बदलकर हिंडाल्को कर दिया गया।</p>\r\n<p>source:&nbsp;https://sonbhadra.nic.in/</p>","SubContentHindi":null,"ImageUrl":"352ebf6e-da60-42d4-8082-9f556367619f_rihand-dam-askgif.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवाईजहाज से</p>\r\n<p>मुइरपुर में मुइरपुर हवाई अड्डा, एक निजी हवाई अड्डा जो रेनुकुट के पास चार्टर्ड और निजी विमानों द्वारा उपयोग किया जाता है</p>\r\n<p>वाराणसी में वाराणसी अंतरराष्ट्रीय हवाई अड्डा।</p>\r\n<p>दिल्ली, मुंबई, कोलकाता, लखनऊ, आगरा, बैंगलोर, चेन्नई, पटना, खजुराहो, हैदराबाद, गया, आदि सहित सभी प्रमुख भारतीय शहरों के लिए उड़ानें उपलब्ध हैं। अंतर्राष्ट्रीय कनेक्शन बैंकॉक, कोलंबो, हांगकांग और काठमांडू हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>मिर्जापुर रेलवे स्टेशन।</p>\r\n<p>सोनभद्र रेलवे स्टेशन।</p>\r\n<p>चोपन रेलवे स्टेशन।</p>\r\n<p>ओबरा रेलवे स्टेशन।</p>\r\n<p>रेनकूट रेलवे स्टेशन के पास RIHAND DAM।</p>\r\n<p>अनपरा रेलवे स्टेशन।</p>\r\n<p>सिंगरौली रेलवे स्टेशन।</p>\r\n<p>शक्तिनगर रेलवे स्टेशन।</p>\r\n<p>वाराणसी रेलवे स्टेशन।</p>\r\n<p>दुद्धी रेलवे स्टेशन।</p>\r\n<p>शहर दिल्ली, इलाहाबाद, रांची और पटना से रेल द्वारा जुड़ा हुआ है। जिले से गुजरने वाली कुछ उल्लेखनीय ट्रेनें मुरी एक्सप्रेस (जम्मू तवी - दिल्ली - टाटा नगर), झारखंड स्वर्ण जयंती एक्सप्रेस / 12873 (हटिया - कानपुर - दिल्ली), त्रिवेणी एक्सप्रेस (बरेली - लखनऊ - शक्तिनगर / सिंगरौली / बरवाडीह) भोपाल एक्सप्रेस ( भोपाल-हावड़ा) साप्ताहिक और शक्तिपुंज एक्सप्रेस / 11448 (हावड़ा-बोकारो - चोपन- जबलपुर)। Intercity Express / 03346 (सिंगरौली-चोपन-वाराणसी)।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>सोनभद्र का मुख्यालय राबर्ट्सगंज, वाराणसी शहर से लगभग 88 किमी दूर स्थित है, जिसका निकटतम हवाई अड्डा है। रॉबर्ट्सगंज सड़क मार्ग से लखनऊ, इलाहाबाद, वाराणसी, मिर्जापुर, गोरखपुर, फैजाबाद, अंबिकापुर सासाराम और गढ़वा से अच्छी तरह से जुड़ा हुआ है। वाराणसी से दिन के सभी घंटों में बसें उपलब्ध हैं और सामान्य रूप से दूरी तय करने में 2 to घंटे लगते हैं। वाराणसी और वैधन को जोड़ने वाला राजमार्ग जिले से होकर गुजरता है। हालांकि यह एक राष्ट्रीय राजमार्ग नहीं है, यह शहर दल्ला, रेणुकोट, अनपरा, शक्तिनगर के कारण बहुत व्यस्त सड़क है जो पर्याप्त रूप से व्यवसायिक क्षेत्र हैं। नेशनल थर्मल पावर कॉरपोरेशन शक्तिनगर में है और सिंगरौली, खड़िया, जयंत, दुधीचुआ, अमलोरी, काकड़ी आदि जैसे विभिन्न राष्ट्रीय कोयला क्षेत्र भी हैं। इन क्षेत्रों में कई प्रमुख कोयला खदानें हैं, जो राज्य की कोयले की जरूरत का एक बड़ा हिस्सा पूरा करती हैं। चूरक एक नजदीकी शहर है जो लगभग 10 किमी दूर स्थित है, जहां जेपी ग्रुप एक थर्मल पावर प्रोजेक्ट स्थापित कर रहा है। इस सड़क के मुख्य कारणों में से एक हमेशा व्यस्त रहने के कारण लगभग 1000 ट्रक ग्रिट्स और रेत का परिवहन होता है।</p>","SubContentHindi":null,"ImageUrl":"8ea50ddd-9325-410b-8347-d79f0d3da24f_Sonbhadra-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sonbhadra-uttar-pradesh","tags":[{"name":"सोनभद्र","slug":"sonbhadra"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":180,"title":"प्रतापगढ़ में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","dateCreated":"2018-12-22T08:04:39.454Z","dateModified":"2018-12-22T08:20:33.071Z","contributedBy":"AskGif","content":"प्रतापगढ़, जिसे बेल्हा या बेला प्रतापगढ़ भी कहा जाता है, उत्तर प्रदेश, भारत का एक शहर और नगरपालिका है। यह प्रतापगढ़ जिले का प्रशासनिक मुख्यालय है, जो इलाहाबाद मंडल का हिस्सा है। प्रतापगढ़ 'राष्ट्रीय कवि' हरिवंश राय बच्चन का जन्म स्थान है।\r\n&nbsp;\r\nयह उत्तर प्रदेश के सबसे पुराने जिलो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4edaa3fd-8f21-4ced-a755-d70eb1aefa83_Pratapgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"प्रतापगढ़","slug":"pratapgarh"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-pratapgarh-uttar-pradesh","total":0},{"id":179,"title":"पीलीभीत में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","dateCreated":"2018-12-22T06:10:46.189Z","dateModified":"2018-12-22T07:26:26.271Z","contributedBy":"AskGif","content":"पीलीभीत भारत के उत्तर प्रदेश राज्य में पीलीभीत जिले में एक शहर और एक नगरपालिका बोर्ड है। पीलीभीत बरेली मंडल का उत्तर-पूर्वी जिला है, जो नेपाल की सीमा पर स्थित शिवालिक रेंज की तलहटी के बगल में उप-हिमालयी पठार क्षेत्र के रोहिलखंड क्षेत्र में स्थित है, जो गोमती नदी की उत्पत्ति के लिए जाना जाता है और","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/713fab04-2aa6-41b9-824b-e59d40fc408d_Pilibhit-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"पीलीभीत","slug":"pilibhit"}],"slug":"top-places-to-visit-in-pilibhit-uttar-pradesh","total":0},{"id":125,"title":"देवरिया में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","dateCreated":"2018-08-29T13:40:56.61Z","dateModified":"2018-08-29T14:16:41.97Z","contributedBy":"AskGif","content":"देवरिया उत्तर प्रदेश, भारत राज्य में एक शहर है। यह देवरिया जिले के पांच तहसीलों में से एक है। देवरिया गोरखपुर के दक्षिणपूर्व में 50 किमी और राज्य की राजधानी लखनऊ से करीब 310 किमी दूर स्थित है।\r\nदेवरिया जिला उत्तर प्रदेश राज्य के जिलों में से एक है, और देवरिया शहर जिला मुख्यालय है। देवरिया ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3a1b4eb7-9c82-400c-be0e-7dcb012ad554_deoria-sadar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"देवरिया","slug":"deoria"}],"slug":"top-places-to-visit-in-deoria-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}