{"id":202,"title":"सुल्तानपुर में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","dateCreated":"2018-12-28T16:35:06.817Z","dateModified":"2018-12-28T18:48:37.792Z","contributedBy":"AskGif","content":"<p>सुल्तानपुर भारतीय राज्य उत्तर प्रदेश में एक शहर और सुल्तानपुर जिले में एक नगरपालिका बोर्ड है। गोमती (गंगा नदी की एक प्रमुख सहायक नदी) के दाहिने किनारे पर स्थित, सुल्तानपुर सुल्तानपुर जिले का प्रशासनिक मुख्यालय है और फैजाबाद मंडल का एक हिस्सा है। यह राज्य की राजधानी लखनऊ से 135 किलोमीटर पूर्व में स्थित है। सुल्तानपुर के लोगों की आम भाषा अवधी है, जो हिंदी की एक बोली है।</p>\r\n<p>&nbsp;</p>\r\n<p>हालाँकि यह क्षेत्र सदियों से उत्तर भारतीय राज्यों का हिस्सा रहा है, लेकिन शहर का रिकॉर्डेड इतिहास औपनिवेशिक काल में शुरू हुआ। लंबे समय से हिंदू और बौद्ध संस्कृति का एक केंद्र यह 12 वीं शताब्दी में मुस्लिम कब्जे में आया था। 1857 के विद्रोह के सैन्य अभियानों के दौरान शहर पूरी तरह से नष्ट हो गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>सुल्तानपुर में दर्शनीय स्थल विक्टोरिया मंज़िल, क्राइस्ट चर्च और चिमनलाल पार्क हैं। शहर में बड़ी संख्या में मंदिर और महल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कालेजों</p>\r\n<p>कमला नेहरू प्रौद्योगिकी संस्थान</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sultanpur,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","subContents":[{"SubTitle":"1. पारिजात वृक्षा","SubTitleHindi":null,"SubContent":"<p>पारिजात वृक्षा, जिला उद्योग केंद्र परिसर, पीडब्ल्यूडी सड़क सिविल लाइंस क्षेत्र में स्थित है। यह एक बहुत पुराना पेड़ है और इस जगह पर आने वाले लोगों की इच्छा पूरी करता है और उसके लिए प्रार्थना करता है। यहां, इस पारिजात वृक्ष में लोगों की बहुत आस्था होती है।</p>","SubContentHindi":null,"ImageUrl":"7d1418ae-5317-440b-b43b-5d95d21081f5_Parijaat-Vriksh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. धोपाप मंदिर","SubTitleHindi":null,"SubContent":"<p>धोपाप मंदिर तहसील लम्भुआ में स्थित है। यह स्थान सुल्तानपुर-जौनपुर रोड (NH-56) पर गोमती नदी के दाहिने किनारे पर स्थित है, जो सुल्तानपुर शहर से लगभग 32 किमी दक्षिण पूर्व में और अयोध्या से 85 किमी, लोहरामऊ से 8 किमी दूर है। कादीपुर से किमी।</p>\r\n<p>विष्णु पुराण के अनुसार, गोमती को इस मार्ग में धुतोपापा के नाम से जाना जाता था, जो पूर्व से धोपाप तक पहुंचती है और इस स्थान के पास एक लूप बनाने के बाद यह दक्षिण पूर्व की ओर तीव्र मोड़ लेती है। घाट को धोपाप घाट के रूप में जाना जाता है, जहां लोग नदी में अपने पापों को धोने के लिए राम के उदाहरण का पालन करते हैं। कहानी यह है कि भगवान राम ने राक्षस राजा रावण, जो ब्राह्मण जाति का था, की हत्या के पाप के लिए यहाँ अनुपस्थिति प्राप्त की, जबकि महर्षि वशिष्ठ की सलाह पर नदी में डुबकी लगाकर श्रीलंका से लौट रहे थे।</p>\r\n<p>लोगों का मानना ​​है कि जो दशहरे के दिन जगह का दौरा करता है, वह गोमती नदी में अपने पाप धो सकता है। यहाँ भगवान राम का एक बड़ा मंदिर है जो बड़ी संख्या में भक्तों द्वारा दौरा किया जाता है। गंगा दशहरा और चैत्र रामनवमी के दिन ज्येष्ठ माह के 10 वें दिन यहां स्नान मेला (ज्येष्ठ स्नान मेला) आयोजित किया जाता है। एक राम मंदिर घाट पर स्थित है जो सूर्योदय-सूर्यास्त से खुलता है।</p>","SubContentHindi":null,"ImageUrl":"cc774880-3107-4291-8e66-559781b020f5_Dhopap-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. बिजेथुआ महावीरन मंदिर","SubTitleHindi":null,"SubContent":"<p>यह सुरापुर-सुल्तानपुर में एक बहुत प्रसिद्ध मंदिर है। कई लोग मंगलवार और शनिवार को यहां आते हैं और वह हनुमान मंदिर की यात्रा के बाद यहां आते हैं। रामायण में इस स्थान की अपनी कहानी है। इस स्थान पर, भगवान हनुमान ने कालनेमि को हराया था और यहां विश्राम किया था जब वह भगवान लक्ष्मण के लिए संजीवनी लाने जा रहे थे, जो उस समय अचेतन में थे। भगवान हनुमान ने मकर कुंड में स्नान किया जो बिजेथुआ मंदिर के किनारे भी उपलब्ध है। रावण कालनेमि को हनुमान को विचलित करने के लिए इस स्थान पर भेजता है लेकिन मकर कुंड में स्नान करने के दौरान, एक मकड़ी ने उसे बताया कि जो संत वहां था वह एक राक्षस था। भगवान हनुमान की पूजा करने के लिए लाखों लोग मंगलवार और शनिवार को यहां आते हैं। इस मंदिर का किसी भी मंदिर में घंटियों की सबसे बड़ी संख्या होने का अपना रिकॉर्ड है।</p>\r\n<p>आठवां महावीरन: यह कादीपुर तहसील में जिला मुख्यालय से लगभग 50 किमी की दूरी पर स्थित है और यहां रोडवेज बस और निजी टैक्सी से जाया जा सकता है।</p>","SubContentHindi":null,"ImageUrl":"a4899a4e-f01a-45c7-aaa2-201166742886_Bijethua-Mahaviran-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. विजेथुआ महावीरन","SubTitleHindi":null,"SubContent":"<p>तहसील कादीपुर में स्थित विजथुआ महावीरन एक प्रसिद्ध धार्मिक मंदिर है। बिजेथुआ महावीर मंदिर उत्तर प्रदेश के जिला सुल्तानपुर में स्थित है। यह सुरापुर-सुल्तानपुर में एक बहुत प्रसिद्ध मंदिर है। कई लोग मंगलवार और शनिवार को यहां आते हैं और वे हनुमान मंदिर की यात्रा के बाद यहां आनंद लेते हैं। रामायण में इस स्थान की अपनी कहानी है। इस स्थान पर, भगवान हनुमान ने कालनेमि को हराया था और यहां विश्राम किया था जब वह भगवान लक्ष्मण के लिए संजीवनी लाने जा रहे थे, जो उस समय अचेतन में थे। भगवान हनुमान ने मकर कुंड में स्नान किया जो बिजेथुआ मंदिर के किनारे भी उपलब्ध है। रावण कालनेमि को हनुमान को विचलित करने के लिए इस स्थान पर भेजता है लेकिन मकर कुंड में स्नान करने के दौरान, एक मकड़ी ने उसे बताया कि जो संत वहां था वह एक राक्षस था। भगवान हनुमान की पूजा करने के लिए लाखों लोग मंगलवार और शनिवार को यहां आते हैं। इस मंदिर का किसी भी मंदिर में घंटियों की सबसे बड़ी संख्या होने का अपना रिकॉर्ड है।</p>","SubContentHindi":null,"ImageUrl":"f64e1279-4fb9-4b3c-a4d2-48e24a713311_Vijethua-Mahaveeran.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. धोपाप","SubTitleHindi":null,"SubContent":"<p>धोपाप मंदिर तहसील लम्भुआ में स्थित है। यह स्थान सुल्तानपुर-जौनपुर रोड (NH-56) पर गोमती नदी के दाहिने किनारे पर स्थित है, जो सुल्तानपुर शहर से लगभग 32 किमी दक्षिण पूर्व में और अयोध्या से 85 किमी, लोहरामऊ से 8 किमी दूर है। कादीपुर से किमी।</p>\r\n<p>विष्णु पुराण के अनुसार, गोमती को इस मार्ग में धुतोपापा के नाम से जाना जाता था, जो पूर्व से धोपाप तक पहुंचती है और इस स्थान के पास एक लूप बनाने के बाद यह दक्षिण पूर्व की ओर तीव्र मोड़ लेती है। घाट को धोपाप घाट के रूप में जाना जाता है, जहां लोग नदी में अपने पापों को धोने के लिए राम के उदाहरण का पालन करते हैं। कहानी यह है कि भगवान राम ने राक्षस राजा रावण, जो ब्राह्मण जाति का था, की हत्या के पाप के लिए यहाँ अनुपस्थिति प्राप्त की, जबकि महर्षि वशिष्ठ की सलाह पर नदी में डुबकी लगाकर श्रीलंका से लौट रहे थे।</p>\r\n<p>लोगों का मानना ​​है कि जो दशहरे के दिन जगह का दौरा करता है, वह गोमती नदी में अपने पाप धो सकता है। यहाँ भगवान राम का एक बड़ा मंदिर है जो बड़ी संख्या में भक्तों द्वारा दौरा किया जाता है। गंगा दशहरा और चैत्र रामनवमी के दिन ज्येष्ठ माह के 10 वें दिन यहां स्नान मेला (ज्येष्ठ स्नान मेला) आयोजित किया जाता है। एक राम मंदिर घाट पर स्थित है जो सूर्योदय-सूर्यास्त से खुलता है।</p>","SubContentHindi":null,"ImageUrl":"33cf34cb-3ad4-4c37-85aa-8556eaacdedf_Dhopap.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. सीताकुंड","SubTitleHindi":null,"SubContent":"<p>यह गोमती नदी पर सुल्तानपुर शहर में स्थित है। लोग इस भारी संख्या में चैत रामनवमी, माधव अमावस्या और कार्तिक पूर्णिमा पर गोमती नदी में स्नान करने आते हैं। उपलब्ध रिकॉर्ड के अनुसार, भगवती सीता ने वनवास के दौरान भगवान श्री राम के साथ यहां स्नान किया था।</p>","SubContentHindi":null,"ImageUrl":"41ce0b5e-da34-4419-bdef-0ea5402c7aeb_Sitakund.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सुल्तानपुर जिला फैजाबाद, लखनऊ, प्रतापगढ़ और जौनपुर पड़ोसी जिलों से रेल और सड़कों से अच्छी तरह जुड़ा हुआ है। आसपास के सभी जिलों से रोडवेज की सेवाएं उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क-</p>\r\n<p>सुल्तानपुर पहुंचने के कई रास्ते हैं। सुल्तानपुर फ़ैज़ाबाद से 60 किलोमीटर, इलाहाबाद से 103 किलोमीटर, लखनऊ से 135 किलोमीटर, वाराणसी से 162 किलोमीटर, कानपुर से 231 किलोमीटर, दिल्ली से 630 किलोमीटर, भोपाल से 662 किलोमीटर, उत्तर प्रदेश राज्य सड़क परिवहन निगम (यूपीएसआरटीसी) से जयपुर से 743 किलोमीटर दूर है। ) और कुछ निजी यात्रा सेवाएं।</p>\r\n<p>यूपीएसआरटीसी पर ऑनलाइन टिकट यात्रा की बुकिंग के लिए</p>\r\n<p>&nbsp;</p>\r\n<p>Trains-</p>\r\n<p>इसका अपना रेलवे स्टेशन है जिसका नाम सुल्तानपुर रेलवे जंक्शन है जो उत्तर प्रदेश के अन्य प्रमुख शहरों और लखनऊ, कानपुर, दिल्ली, जयपुर और भोपाल जैसे सभी प्रमुख शहरों से जुड़ा हुआ है।</p>\r\n<p>आईआरसीटीसी पर ऑनलाइन टिकट यात्रा की बुकिंग के लिए</p>\r\n<p>&nbsp;</p>\r\n<p>क्र.सं. प्लेस फॉर्म डिस्टेंस मोड ऑफ ट्रांसपोर्टेशन</p>\r\n<p>1 नई दिल्ली 645 किलोमीटर ट्रेन</p>\r\n<p>2 इलाहाबाद 98 किलोमीटर ट्रेन</p>\r\n<p>3 लखनऊ 139 किलोमीटर ट्रेन</p>\r\n<p>4 जयपुर 699 किलोमीटर ट्रेन</p>\r\n<p>5 भोपाल 725 किलोमीटर ट्रेन</p>\r\n<p>6 पटना 362 किलोमीटर ट्रेन</p>\r\n<p>7 कानपुर 214 किलोमीटर ट्रेन</p>\r\n<p>हवाईजहाज से-</p>\r\n<p>निकटतम घरेलू हवाई अड्डा इलाहाबाद एयरपोर्ट, उत्तर प्रदेश है, जो सुतनपुर से लगभग दो घंटे की ड्राइव पर है। यह एयर इंडिया के माध्यम से नई दिल्ली से अच्छी तरह से जुड़ा हुआ है। दूसरा निकटतम अंतरराष्ट्रीय हवाई अड्डा चौधरी चरण सिंह हवाई अड्डा लखनऊ है, जो सुल्तानपुर से लगभग 148 किलोमीटर दूर है। विभिन्न राष्ट्रीय और अंतर्राष्ट्रीय गंतव्यों के लिए लगातार उड़ानें यहां से उड़ान भरती हैं।</p>\r\n<p>source: https://sultanpur.nic.in</p>","SubContentHindi":null,"ImageUrl":"b0cc634e-a102-46ec-8f12-9627e5c019db_Sultanpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sultanpur-uttar-pradesh","tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"सुल्तानपुर","slug":"sultanpur"}],"recommendations":[{"id":121,"title":"बुलंदशहर में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","dateCreated":"2018-08-25T13:28:20.063Z","dateModified":"2018-10-04T15:36:10.49Z","contributedBy":"AskGif","content":"बुलंदशहर उत्तर प्रदेश राज्य के बुलंदशहर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह बुलंदशहर जिले का प्रशासनिक मुख्यालय है। यह शहर दिल्ली राष्ट्रीय राजधानी क्षेत्र (एनसीआर) का हिस्सा है। भारत सरकार के अनुसार, जिला बुलंदशहर जनसंख्या, सामाजिक-आर्थिक संकेतक और बुनियादी सुविधाओं के संकेतकों पर 2011 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बुलंदशहर","slug":"bulandshahr"}],"slug":"top-places-to-visit-in-bulandshahr-uttar-pradesh","total":0},{"id":113,"title":"बल्लीया में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","dateCreated":"2018-08-17T05:44:38.71Z","dateModified":"2020-06-10T04:07:01.192Z","contributedBy":"AskGif","content":"बलिआ बिहार के किनारे भारतीय उत्तर प्रदेश में नगर पालिका के साथ एक शहर है। शहर की पूर्वी सीमा दो प्रमुख नदियों, गंगा और घाघरा के जंक्शन पर स्थित है। यह शहर वाराणसी के पूर्व में 140 किमी (87 मील) पूर्व में स्थित है। भोजपुरी प्राथमिक स्थानीय भाषा है। 1 9 अगस्त 1 9 42 को बलिआ स्वतंत्र था; यह भारत का ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बलिया","slug":"ballia"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ballia-uttar-pradesh","total":0},{"id":80,"title":"गोरखपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","dateCreated":"2018-08-03T08:52:50.612Z","dateModified":"2018-12-08T08:53:04.596Z","contributedBy":"AskGif","content":"गोरखपुर एक राज्य है जो उत्तर प्रदेश&nbsp;(U.P/UP) के उत्तर-पूर्वी हिस्से में राप्ती नदी के किनारे स्थित है, जिसमें 673,446 आबादी है। यह नेपाल सीमा के पास स्थित है, राज्य की राजधानी लखनऊ के 273 किलोमीटर पूर्व में। यह गोरखपुर जिला और गोरखपुर डिवीजन का प्रशासनिक मुख्यालय है। यह शहर गोरखनाथ मठ, गोरक्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"गोरखपुर उत्तर प्रदेश तक कैसे पहुंचे","slug":"how-to-reach-gorakhpur-uttar-pradesh"},{"name":"गोरखपुर","slug":"gorakhpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-gorakhpur-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}