{"id":202,"title":"Top Places to visit in Sultanpur, Uttar Pradesh","imageUrl":"f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","dateCreated":"2018-12-28T16:35:06.817Z","dateModified":"2018-12-28T18:48:37.792Z","contributedBy":"AskGif","content":"<p>Sultanpur is a city and a municipal board in Sultanpur District in the Indian state of Uttar Pradesh. Located on the right banks of the Gomti (a major tributary of the Ganga River), Sultanpur is the administrative headquarters of Sultanpur District and is a part of Faizabad Division. It is situated 135 kilometres east of state capital Lucknow. The common language of the people of Sultanpur is Awadhi, a dialect of Hindi.</p>\r\n<p>&nbsp;</p>\r\n<p>Although the area has been part of successive North Indian kingdoms through centuries, the recorded history of the city began in the colonial times. Long a center of Hindu and Buddhist culture it came under Muslim occupation in the 12th century. The city was completely destroyed during the military operations of the Revolt of 1857.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest in Sultanpur are Victoria Manzil, Christ Church and Chimanlal Park. The city has a large number of temples and palaces.</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges</p>\r\n<p>Kamla Nehru Institute of Technology</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sultanpur,_Uttar_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","subContents":[{"SubTitle":"1. Parijaat Vriksh","SubTitleHindi":null,"SubContent":"<p>Parijaat Vriksh, Jila Uddyog Kendra campus ,PWD road is situated in Civil lines area. It is a very old tree and fulfills the wishes of people who visit at this place and pray for that. Here, regular offerings are made by people having a lot of faith in this parijaat tree.</p>","SubContentHindi":null,"ImageUrl":"7d1418ae-5317-440b-b43b-5d95d21081f5_Parijaat-Vriksh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Dhopap Temple","SubTitleHindi":null,"SubContent":"<p>Dhopap temple is located in tehsil Lambhua.This place is located on the right bank of River Gomti on Sultanpur-Jaunpur road (NH-56), about 32 km south east of Sultanpur city &amp; 85 km from Ayodhya, 8 km from Lohramau, 8 km from Kadipur.</p>\r\n<p>According to Vishnu Puran, Gomti was known in this tract as Dhutopapa, which reaches Dhopap from the east and after forming a loop near this place it takes sharp turn to the south east. Ghat known as Dhopap Ghat has been constructed, where people follow the example of Rama in washing away their sins in the river. The story goes that Lord Rama obtained here absolution for the sin of killing the demon King Ravan, who was of Brahmin caste, while returning from Sri Lanka by taking a dip in the river on the advice of Maharshi Vashistha.</p>\r\n<p>People believe that one who visits the place on the day of Dushehra can wash their sins in the Gomti River. There is a large temple of Lord Ram here which is visited by a large number of devotees. Bathing fair (Jyestha snan mela) is held here on the 10th day of Jyestha month, on Ganga Dushehra &amp; on Chaitra Ramnavami. A Ram temple is located at the Ghat which opens from Sunrise-Sunset.</p>","SubContentHindi":null,"ImageUrl":"cc774880-3107-4291-8e66-559781b020f5_Dhopap-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Bijethua Mahaviran Temple","SubTitleHindi":null,"SubContent":"<p>It is a very famous temple in Surapur-Sultanpur. Many people visit here on Tuesday &amp; Saturday &amp; he enjoys here after a visit to Hanuman Mandir. This place has its own story in Ramayana. At this place, Lord Hanuman defeated Kaalnemi and taken rest here when he was going to bring Sanjeevani for Lord Lakshman, who was in the unconscious that time. Lord Hanuman took a bath in Makari Kund which is also available at the side of Bijethua Temple. Ravana sends to Kaalnemi to this place to distract Lord Hanuman but while taking a bath in Makari Kund, a spider told him that the Saint who is there was a demon. Millions of people visit this place on Tuesday and Saturday to worship here for Lord Hanuman. This temple has its own record of having the largest number of bells in any temple.</p>\r\n<p>Bighthuah Mahaviran: It is located about 50 km from the district headquarter in Kadipur tehsil and can be visited by roadways bus and private taxi.</p>","SubContentHindi":null,"ImageUrl":"a4899a4e-f01a-45c7-aaa2-201166742886_Bijethua-Mahaviran-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Vijethua Mahaveeran","SubTitleHindi":null,"SubContent":"<p>Vijethua Mahaveeran situated in Tehsil Kadipur is a well known religious temple.Bijethua Mahavir temple is situated in district Sultanpur, Uttar Pradesh. It is a very famous temple in Surapur-Sultanpur. Many people visit here on Tuesday &amp; Saturday &amp; They enjoy here after a visit to Hanuman Mandir. This place has its own story in Ramayana . At this place, Lord Hanuman defeated Kaalnemi and taken rest here when he was going to bring Sanjeevani for Lord Lakshman, who was in the unconscious that time. Lord Hanuman took a bath in Makari Kund which is also available at the side of Bijethua Temple. Ravana sends to Kaalnemi to this place to distract Lord Hanuman but while taking a bath in Makari Kund, a spider told him that the Saint who is there was a demon. Millions of people visit this place on Tuesday and Saturday to worship here for Lord Hanuman. This temple has its own record of having the largest number of bells in any temple.</p>","SubContentHindi":null,"ImageUrl":"f64e1279-4fb9-4b3c-a4d2-48e24a713311_Vijethua-Mahaveeran.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Dhopap","SubTitleHindi":null,"SubContent":"<p>Dhopap temple&nbsp; is located in tehsil Lambhua.This place is located on the right bank of River Gomti on Sultanpur-Jaunpur road (NH-56), about 32 km south east of Sultanpur city &amp; 85 km from Ayodhya, 8 km from Lohramau, 8 km from Kadipur.</p>\r\n<p>According to Vishnu Puran, Gomti was known in this tract as Dhutopapa, which reaches Dhopap from the east and after forming a loop near this place it takes sharp turn to the south east. Ghat known as Dhopap Ghat has been constructed, where people follow the example of Rama in washing away their sins in the river. The story goes that Lord Rama obtained here absolution for the sin of killing the demon King Ravan, who was of Brahmin caste, while returning from Sri Lanka by taking a dip in the river on the advice of Maharshi Vashistha.</p>\r\n<p>People believe that one who visits the place on the day of Dushehra can wash their sins in the Gomti River. There is a large temple of Lord Ram here which is visited by a large number of devotees. Bathing fair (Jyestha snan mela) is held here on the 10th day of Jyestha month, on Ganga Dushehra &amp; on Chaitra Ramnavami. A Ram temple is located at the Ghat which opens from Sunrise-Sunset.</p>","SubContentHindi":null,"ImageUrl":"33cf34cb-3ad4-4c37-85aa-8556eaacdedf_Dhopap.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Sitakund","SubTitleHindi":null,"SubContent":"<p>It is situated in the city of Sultanpur on the Gomti River. People come to Bath in the Gomti river at Chait Ramnavmi, Madhav Amavasya and Kartik Purnima, in this huge number. According to available records, Bhagwati Sita had bath here with Lord Shri Ram while on the way to exile.</p>","SubContentHindi":null,"ImageUrl":"41ce0b5e-da34-4419-bdef-0ea5402c7aeb_Sitakund.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>Sultanpur district is well connected with Rail and Roads from Faizabad, Lucknow, Prapapgarh and Jaunpur neighboring districts. Roadways services are available from all the nearby districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Road-</p>\r\n<p>There are many ways to reach Sultanpur. Sultanpur is 60 Kms from Faizabad, 103 Kms from Allahabad, 135 Kms from Lucknow, 162 Kms from Varanasi, 231 Kms from Kanpur, 630 Kms from Delhi, 662 Kms from Bhopal, 743 Kms from Jaipur through Uttar Pradesh State Road Transport Corporation (UPSRTC) and some private travel services.</p>\r\n<p>For booking of online ticket visit on UPSRTC</p>\r\n<p>&nbsp;</p>\r\n<p>Trains-</p>\r\n<p>It has its own Railway Station named as Sultanpur Railway Junction which is connected to the all major cities of Uttar Pradesh and other state like Lucknow, Kanpur, Delhi, Jaipur and Bhopal.</p>\r\n<p>For booking of online ticket visit on IRCTC</p>\r\n<p>&nbsp;</p>\r\n<p>S.NO. Place Form Distance Mode of transportation</p>\r\n<p>1 New Delhi 645 Kilometers Train</p>\r\n<p>2 Allahabad 98 Kilometers Train</p>\r\n<p>3 Lucknow 139 Kilometers Train</p>\r\n<p>4 Jaipur 699 Kilometers Train</p>\r\n<p>5 Bhopal 725 Kilometers Train</p>\r\n<p>6 Patna 362 Kilometers Train</p>\r\n<p>7 Kanpur 214 Kilometers Train</p>\r\n<p>By Air-</p>\r\n<p>The nearest Domestic Airport is Allahabad Airport,Uttar Pradesh, roughly two hour drive from Sutanpur. It is well connected to New Delhi through Air India.The second nearest International Airport is Chaudhari Charan Singh Airport Lucknow, roughly 148 kilometers from Sultanpur. Frequent Flights to various National and International destinations take off from here.</p>\r\n<p>source: https://sultanpur.nic.in</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"b0cc634e-a102-46ec-8f12-9627e5c019db_Sultanpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sultanpur-uttar-pradesh","tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"sultanpur","slug":"sultanpur"}],"recommendations":[{"id":121,"title":"Top Places to Visit in Bulandshahr, Uttar Pradesh","imageUrl":"75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","dateCreated":"2018-08-25T13:28:20.063Z","dateModified":"2018-10-04T15:36:10.49Z","contributedBy":"AskGif","content":"Bulandshahr is a city and a municipal board in Bulandshahr district in the state of Uttar Pradesh, India. It is the administrative headquarters of Bulandshahr District. This city is part of the Delhi National Capital Region (NCR). According to Government of India, the district Bulandshahr is the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/75f575cb-92a4-4053-9b0f-6d38eb989814_Bulandshahr-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bulandshahr","slug":"bulandshahr"}],"slug":"top-places-to-visit-in-bulandshahr-uttar-pradesh","total":0},{"id":113,"title":"Top Places to Visit in Ballia, Uttar Pradesh","imageUrl":"04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","dateCreated":"2018-08-17T05:44:38.71Z","dateModified":"2020-06-10T04:07:01.192Z","contributedBy":"AskGif","content":"Ballia is a city with a municipal board in the Indian state of Uttar Pradesh bordering Bihar. The eastern boundary of the city lies at the junction of two major rivers, the Ganges and the Ghaghara. The city is situated 140 km (87 mi) east of Varanasi. Bhojpuri is the primary local language. Balli","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04b6171e-8137-4b00-a889-2fe04210b7d7-Ballia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ballia","slug":"ballia"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-ballia-uttar-pradesh","total":0},{"id":80,"title":"Top Places to visit in Gorakhpur, Uttar Pradesh","imageUrl":"3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","dateCreated":"2018-08-03T08:52:50.612Z","dateModified":"2018-12-08T08:53:04.596Z","contributedBy":"AskGif","content":"Gorakhpur is a city located along the banks of Rapti river in the north-eastern part of the Indian state of Uttar Pradesh (U.P/UP), with a population of 673,446. It is located near the Nepal border, 273 kilometres east of the state capital Lucknow. It is the administrative headquarters of Gorakhp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fd5dbba-27fb-4551-a418-346951d05335_gorakhpur-junction.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"how-to-reach-gorakhpur-uttar-pradesh","slug":"how-to-reach-gorakhpur-uttar-pradesh"},{"name":"gorakhpur","slug":"gorakhpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-gorakhpur-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}