{"id":203,"title":"उन्नाव में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","dateCreated":"2018-12-29T05:00:30.558Z","dateModified":"2018-12-29T05:11:36.75Z","contributedBy":"AskGif","content":"<p>उन्नाव उत्तर प्रदेश के उन्नाव जिले का मुख्यालय है, भारत कानपुर और लखनऊ के बीच स्थित है। उन्नाव एक बड़ा औद्योगिक शहर है जिसके चारों ओर तीन औद्योगिक उपनगर हैं। यह उत्तर प्रदेश का 37 वां सबसे बड़ा शहर है। यह शहर अपने चमड़े, मच्छरदानी और रासायनिक उद्योगों के लिए प्रसिद्ध है। उन्नाव एक ऐतिहासिक शहर है जिसमें कई ऐतिहासिक इमारतें और संरचनाएं हैं। ट्रांस गंगा सिटी, उन्नाव को एक प्रमुख औद्योगिक और इन्फ्रास्ट्रक्चर हब के रूप में विकसित करने के लिए एक नया उपग्रह शहर विकसित किया जा रहा है क्योंकि यह क्षेत्र कानपुर-लखनऊ काउंटर मैग्नेट क्षेत्र के अंतर्गत आता है। उन्नाव जिला 4558 किमी 2 के क्षेत्र को कवर करने वाले राज्य के मध्य गंगा मैदान का एक हिस्सा है। यह शहर कानपुर महानगर के नगर पालिका के रूप में सूचीबद्ध है और महानगरीय क्षेत्र के भीतर दूसरा सबसे बड़ा शहर है। उत्तर प्रदेश सरकार ने \"ट्रांस गंगा हाईटेक सिटी\" नाम से एक बड़ी परियोजना शुरू की है।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>उन्नाव अपने समोसे (कचौड़ी गली, उन्नाव के), चाट (छोटा चौराहा में मुन्ना की चाट), मनोरंजन के पाव भाजी और चहारवंशी चौराहा (जिला केंद्र से 18 किलोमीटर) के कलाजामुन के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर में कई हिंदी और अंग्रेजी माध्यम स्कूलों के साथ इंजीनियरिंग कॉलेज और प्रबंधन संस्थान हैं। इंजीनियरिंग कॉलेजों को एआईसीटीई द्वारा अनुमोदित किया जाता है और डॉ ए पी जे अब्दुल कलाम तकनीकी विश्वविद्यालय, लखनऊ से संबद्ध किया जाता है। अधिकांश स्कूल उत्तर प्रदेश बोर्ड से संबद्ध हैं, लेकिन कुछ ऐसे भी हैं, जिनकी आईसीएसई-आईएससी और सीबीएसई से संबद्धता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षण संस्थानों की सूची</p>\r\n<p>मास्टरमाइंड पब्लिक स्कूल सती तालाब, उन्नाव (10 वीं कक्षा के बच्चों के तहत उन्नाव का टॉप)</p>\r\n<p>जय किसान इंटर कॉलेज, चमियानी, उन्नाव (JKIC) (यूपी बोर्ड से संबद्ध)</p>\r\n<p>जय किशन बालिका महाविद्यालय, चमियानी, उन्नाव (JKBMV) (CSMU से संबद्ध)</p>\r\n<p>सरस्वती विद्या मंदिर इंटर कॉलेज संत गरीब दास नगर</p>\r\n<p>सरस्वती ज्ञान मंदिर उच्चतर माध्यमिक विद्यालय, बीघापुर, उन्नाव (यू.पी. बोर्ड)</p>\r\n<p>श्री राम मूर्ति स्मारक कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, लखनऊ कानपुर रोड, उन्नाव पर 35 किमी</p>\r\n<p>विशम्भर दयाल इंटर कॉलेज खेतलपुरवा बल्लापुर उन्नाव</p>\r\n<p>लखनऊ पब्लिक स्कूल, उन्नाव [C.P. सिंह फाउंडेशन]</p>\r\n<p>सन दे सन इंटर कॉलेज</p>\r\n<p>जवाहर नवोदय विद्यालय, राजीवपुरम, काली मिट्टी उन्नाव</p>\r\n<p>राम कुमार दीक्षित इंटर कॉलेज भंभुवर कोरारी</p>\r\n<p>सरस्वती विद्या मंदिर इंटर कॉलेज (SVM) (यूपी बोर्ड)</p>\r\n<p>गवर्नमेंट इंटर कॉलेज फॉर बॉयज (जीआईसी)</p>\r\n<p>गवर्नमेंट गर्ल्स इंटर कॉलेज (GGIC)</p>\r\n<p>राजा शंकर सहाय इंटर कॉलेज फॉर बॉयज़ (RSS)</p>\r\n<p>रानी शंकर सहाय इंटर कॉलेज फॉर गर्ल्स</p>\r\n<p>डॉ। जी नाथ जी दयाल इंटर कॉलेज फॉर गर्ल्स</p>\r\n<p>केन्द्रीय विद्यालय (kvunnao.ac.in) (CBSE)</p>\r\n<p>बेन हूर इंटर कॉलेज (सह-एड)</p>\r\n<p>सेंट जूड्स कॉलेज (ICSE, सह-संस्करण)</p>\r\n<p>सेंट लॉरेंस स्कूल (ICSE, सह-संस्करण)</p>\r\n<p>सर सैयद पब्लिक स्कूल (ICSE, सह-संस्करण)</p>\r\n<p>पैट्रियट इंटर कॉलेज (सह-एड)</p>\r\n<p>ब्रिलिएंट पब्लिक स्कूल (सह-एड)</p>\r\n<p>आहूजा इंटरनेशनल स्कूल (सह-एड)</p>\r\n<p>जेएन शाह मेमोरियल स्कूल (सह-एड)</p>\r\n<p>सेंट पीटर स्कूल (सह-एड)</p>\r\n<p>R.R.B.N इंटर कॉलेज (सह-एड)</p>\r\n<p>उन्नाव में डिग्री कॉलेज</p>\r\n<p>दयानंद सुभाष नेशनल (DSN) उन्नाव शहर में स्थित सबसे पुराना, सबसे बड़ा स्नातकोत्तर, सह-एड कॉलेज है। लड़कियों के लिए श्री नारायण पीजी कॉलेज, हरिवंश राय बच्चन डिग्री कॉलेज, महा प्राण निराला डिग्री कॉलेज, गवर्नमेंट डिग्री कॉलेज (बाखखेड़ा) कुछ लोकप्रिय डिग्री कॉलेज हैं। हाल ही में कई अन्य डिग्री कॉलेज ग्रामीण क्षेत्रों में आए हैं। ये सभी डिग्री कॉलेज छत्रपति शाहू जी महाराज विश्वविद्यालय (कानपुर विश्वविद्यालय) के अंतर्गत आते हैं। वर्तमान में CSJM विश्वविद्यालय ने उन्नाव जिले में स्थित 23 डिग्री कॉलेजों की सूची बनाई है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में दो मुख्य पुस्तकालय हैं जिनमें विविध क्षेत्रों की पुस्तकों का अच्छा संग्रह है। उनमें से एक श्री विश्वंभर दयालु त्रिपाठी जिला पुस्तकालय है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Unnao</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","subContents":[{"SubTitle":"1. शहीद चंद्र शेखर आजाद पक्षी अभयारण्य","SubTitleHindi":null,"SubContent":"<p>नवाबगंज पक्षी अभयारण्य, जिसका नाम 2015 में शहीद चंद्र शेखर आज़ाद पक्षी अभयारण्य रखा गया, एक पक्षी अभयारण्य है जो उत्तर प्रदेश में कानपुर-लखनऊ राजमार्ग पर उन्नाव जिले में स्थित है, जिसमें एक झील और आसपास का वातावरण है। यह उत्तरी भारत के कई वेटलैंड्स में से एक है। अभयारण्य प्रवासी पक्षियों की 250 प्रजातियों को ज्यादातर सीआईएस (या पूर्व में यूएसएसआर) देशों से सुरक्षा प्रदान करता है, लेकिन संख्या 1990 के बाद से घट रही है, ज्यादातर हिमाचल और राजस्थान में नए क्षेत्रों में स्थानांतरित हो रहे हैं। अभयारण्य में एक हिरण पार्क, वॉचटॉवर और नावें भी हैं।</p>","SubContentHindi":null,"ImageUrl":"abd56071-617c-4101-b864-207e3b79a8ea_Shahid-Chandra-Shekhar-Azad-Bird-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. बदरका हरबंस","SubTitleHindi":null,"SubContent":"<p>बदरका हरबंस का गाँव उन्नाव - रायबरेली रोड के पश्चिम में 3 किलोमीटर की दूरी पर अचलगंज के पास उन्नाव से लगभग 11 किमी दूर स्थित है। इसकी स्थापना 1643 ई। में शाहजहाँ के दरबार के एक अधिकारी राजा हरबंस ने की थी, जिसने परगना हरहा में सम्राट से 500 बीघा अनुदान प्राप्त किया था। उन्होंने लगभग 500 मीटर की ऊंचाई तक चूना पत्थर के ब्लॉक की दीवारों के साथ यहां एक अच्छा घर बनाया, बुर्ज की दीवारों के साथ सुरमा लगाया, प्रवेश द्वार पर लाल पत्थर के विस्तृत तख्ते पर, बारी-बारी से गीज़ और हाथियों के जोड़े में। नक्काशीदार स्तंभों पर समर्थित दर्शकों का एक बड़ा हॉल औपचारिक रूप से यहाँ खड़ा था, लेकिन कहा जाता है कि लखनऊ में इमामबाड़ा बनाने में मदद करने के लिए आसफ़-उद-दौला ने इन स्तंभों को लिया था। राजा हरबंस द्वारा निर्मित घर बहुत ही सुरम्य और विशाल था, और इसके निर्माण की ताकत की गणना समय के हाथों को धता बताने के लिए की गई थी।</p>","SubContentHindi":null,"ImageUrl":"01db4959-6417-426c-a15e-8eb745969425_Badarqa-Harbans.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. बक्सर","SubTitleHindi":null,"SubContent":"<p>जिले का सबसे दक्षिणी गाँव बक्सर, गंगा के बाएँ तट पर, लगभग 5 किमी दक्षिण में डौंडिया खेड़ा और 51 किमी दक्षिण-पूर्व में उन्नाव में स्थित है। कहा जाता है कि यह स्थान एक संस्कृत शब्द बकासराम से इसका नाम निकाला गया है, जो एक गांव, बक्श के निवास को दर्शाता है, जिसने वर्तमान गांव के स्थान पर एक शहर की स्थापना की थी। उन्होंने यहां निवास किया और नागेश्वर नाथ महादेव के लिए एक मंदिर बनवाया। कहा जाता है कि 5000 साल पहले भगवान कृष्ण ने मारा था। यह भी कहा जाता है कि राजा अभय चंद, एक बैस राजपूत ने बकेश्वर महादेव के मंदिर के नाम पर इसका नामकरण किया और इसे अपनी राजधानी बनाया। 1857 में स्वतंत्रता संग्राम में सक्रिय भाग लेने वाले, डौंडिया खेरा के राजा राम बख्श सिंह को एक मंदिर के ऊपर एक पेड़ पर लगाया गया था, जिसे अंग्रेजों ने भी उड़ा दिया था। मंदिर के खंडहर और कई टूटी हुई छवियाँ अभी भी गाँव में पाई जाती हैं। कार्तिका की पूर्णिमा के दिन यहाँ स्नान करने वाले लोगों की एक बड़ी संख्या में भाग लिया जाता है।</p>\r\n<p>स्रोत: https://unnao.nic.in/</p>","SubContentHindi":null,"ImageUrl":"e562659f-486a-4542-a2a1-09a79456d237_Baksar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>उन्नाव रेलवे स्टेशन</p>\r\n<p>उन्नाव को भारतीय रेलवे के माध्यम से जोड़ा जाता है। उन्नाव रेलवे स्टेशन लखनऊ-कानपुर खंड पर स्थित रायबरेली, इलाहाबाद, हरदोई, बालामऊ के लिए जंक्शन बिंदु है। आगरा, अहमदाबाद, बैंगलोर, भोपाल, नागपुर, विजयवाड़ा, चेन्नई, कोयम्बटूर, पलक्कड़, भुवनेश्वर, भद्रक, कटक, चेन्नई, चंडीगढ़, चित्रकूट, कोचीन, दिल्ली, गोरखपुर, एर्नाकुलम, हैदराबाद, जयपुर, जम्मू तवी, जैसे प्रमुख शहरों के लिए ट्रेनें झाँसी, जालंधर, अमृतसर, पानीपत, गोरखपुर, ग्वालियर, दरभंगा, कोटा, मुंबई, नागपुर, पटना, पुरी, सूरत, त्रिवेंद्रम, वड़ोदरा, उज्जैन, वाराणसी, वड़ोदरा, यहाँ पर बोर्ड किए जा सकते हैं। उन्नाव में रेलवे स्टेशन हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>उन्नाव रेलवे स्टेशन- यह उन्नाव शहर का प्रमुख जंक्शन रेलवे स्टेशन है और भारत के प्रमुख शहरों से कई एक्सप्रेस / मेल ट्रेनों से जुड़ा हुआ है।</p>\r\n<p>मगरवारा रेलवे स्टेशन-यह औद्योगिक उपनगर मगरवारा में एक यात्री / ईएमयू ट्रेन स्टेशन है।</p>\r\n<p>सोनिक रेलवे स्टेशन-यह यूपीएसआईडीसी औद्योगिक क्षेत्र के पास उन्नाव शहर के पूर्व की ओर एक रेलवे स्टेशन है और इसमें केवल यात्री / ईएमयू ट्रेनें रुकती हैं।</p>\r\n<p>कानपुर ब्रिज लेफ्ट बैंक स्टेशन- यह उन्नाव के जुड़वां शहर शुक्लागंज की नगरपालिका सीमा के भीतर स्थित एक स्टेशन है और इसमें केवल यात्री / ईएमयू ठहराव है।</p>\r\n<p>कानपुर लखनऊ हाई स्पीड रेलवे</p>\r\n<p>नियोजित उच्च गति रेलवे के कानपुर और लखनऊ के बीच उन्नाव एकमात्र रेलवे स्टेशन होगा। [९]</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>निराला नगर के पास उन्नाव बाईपास गेट</p>\r\n<p>प्रमुख राष्ट्रीय राजमार्ग NH 25 उन्नाव से होकर गुजरता है जो उन्नाव से बाईपास है। स्टेट हाईवे जो कि 78 किलोमीटर है उन्नाव में अच्छी स्थिति है। लखनऊ-आगरा एक्सप्रेसवे जो भारत का सबसे लंबा एक्सेस-नियंत्रित एक्सप्रेसवे होगा, जो उन्नाव जिले से होकर गुजरेगा और इस पर काम चल रहा है। यह एक छह लेन का एक्सप्रेसवे होगा। [१०]</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>निकटतम हवाई अड्डा लखनऊ अंतर्राष्ट्रीय हवाई अड्डा पूर्व की ओर (लगभग 50 किमी) और कानपुर हवाई अड्डा पश्चिम की ओर (लगभग 25 कि.मी.) है।</p>\r\n<p>&nbsp;</p>\r\n<p>इनर सिटी ट्रांसपोर्ट</p>\r\n<p>शहर में ऑटो-रिक्शा (बाय-पास से टेंपो स्टैंड (कानपुर), पेडल रिक्शा और सब मेट्रोपॉलिटन सिटी बसों और किफायती क्रॉस ओवरों जैसे एंडेवर, स्कॉर्पियो, इनोवा, बोलेरो आदि का परिवहन पसंद है, जो निजी तौर पर चलती हैं। कानपुर मेट्रोपॉलिटन बस सेवा। मगवारा और शुक्लागंज के माध्यम से उन्नाव रोडवेज वर्कशॉप से ​​कानपुर सेंट्रल रेलवे स्टेशन तक सिटी बसों को संचालित करने की योजना है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Unnao</p>","SubContentHindi":null,"ImageUrl":"95466014-1aed-4ca3-854c-2c2c78618577_Unnao-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-unnao-uttar-pradesh","tags":[{"name":"उन्नाव","slug":"unnao"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":155,"title":"कानपुर देहाट जिले, अकबरपुर (मती) में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"813f4599-0ad9-4285-ba69-ebd9212c68aa_Kanpur-Dehat-district-board.jpg","dateCreated":"2018-11-25T05:09:03.055Z","dateModified":"2018-11-25T05:20:51.015Z","contributedBy":"AskGif","content":"कानपुर देहाट जिला उत्तरी भारत में उत्तर प्रदेश राज्य का एक जिला है। जिले का प्रशासनिक मुख्यालय मती-अकबरपुर में है। यह जिला कानपुर डिवीजन का हिस्सा है।\r\n&nbsp;\r\nइतिहास\r\nकानपुर जिला को 1 9 77 में कानपुर नगर और कानपुर देहाट में दो जिलों में विभाजित किया गया था। दोनों को फिर से 1","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/813f4599-0ad9-4285-ba69-ebd9212c68aa_Kanpur-Dehat-district-board.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कानपुर-देहाट-जिला","slug":"kanpur-dehat-district"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-kanpur-dehat-district-akbarpur-mati-uttar-pradesh","total":0},{"id":127,"title":"एटा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","dateCreated":"2018-08-30T15:12:57.42Z","dateModified":"2018-08-30T16:07:26.681Z","contributedBy":"AskGif","content":"एटा एक नगर पालिका शहर है जो भारत के उत्तर प्रदेश राज्य के एटा जिले का जिला मुख्यालय भी है। नई दिल्ली से इटाह तक ड्राइविंग दूरी 207 किमी है और वहां पहुंचने के लिए सार्वजनिक परिवहन द्वारा लगभग 4 घंटे लगते हैं। यह आगरा से 82 किलोमीटर दूर है, जो सड़क से एक घंटे और 33 मिनट है। एटा जिला अलीगढ़ डिवीजन क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एटा","slug":"etah"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-etah-uttar-pradesh","total":0},{"id":109,"title":"बागपत में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"8835773f-a6de-4e3e-924a-40ff66bb425a-Bagpat-railway.jpg","dateCreated":"2018-08-15T13:47:21.931Z","dateModified":"2020-06-08T04:25:03.969Z","contributedBy":"AskGif","content":"बागपत जिला उत्तर प्रदेश राज्य के 75 जिलों में से एक बागपत शहर के मुख्यालय के साथ है। 1 99 7 में बनाया गया, जिले में 1,321 वर्ग किलोमीटर (510 वर्ग मील) और 1,163,991 की आबादी है।\r\nबागपत जिला वर्ष 1 99 7 में बनाया गया था और मेरठ जिले के पूर्व बागपत तहसील के नाम पर रखा गया था।\r\nबागपत जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8835773f-a6de-4e3e-924a-40ff66bb425a-Bagpat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बागपत","slug":"bagpat"}],"slug":"top-places-to-visit-in-bagpat-baghpat-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}