{"id":203,"title":"Top Places to visit in Unnao, Uttar Pradesh","imageUrl":"025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","dateCreated":"2018-12-29T05:00:30.558Z","dateModified":"2018-12-29T05:11:36.75Z","contributedBy":"AskGif","content":"<p>Unnao is the headquarters of Unnao district in Uttar Pradesh, India between Kanpur and Lucknow. Unnao is a large industrial city with three industrial suburbs around it. It is the 37th largest city in Uttar Pradesh. The city is famous for its leather, mosquito net and chemical industries. Unnao is an historical city with many historical buildings and structures. Trans Ganga City, a new satellite town of Unnao is being developed in order to develop Unnao as a major industrial and infrastructural hub as the region comes under Kanpur-Lucknow Counter Magnet Area. Unnao district is a part of Central Ganges Plain of the state covering an area of 4558 km2. The city is enlisted as a municipality of Kanpur Metropolitan Area and is the second largest city within the metropolitan area. Uttar Pradesh government has started a big project, named \"Trans Ganga Hightech City\".</p>\r\n<p>&nbsp;</p>\r\n<p>Food</p>\r\n<p>Unnao is known for its Samosas (of Kachaudi Gali, Unnao), Chaat (Munna ki chaat at Chota chauraha), Pav Bhaji of Manoranjan and kalajamuns of Chakalwansi Chauraha (18 km. from district centre).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The city consists of Engineering Colleges and Management Institutes along with many Hindi and English Medium schools. Engineering Colleges are approved by AICTE and affiliated to Dr A P J Abdul Kalam Technical University, Lucknow. Majority of the schools are affiliated to Uttar Pradesh Board but there are some which have affiliations to ICSE-ISC and CBSE.</p>\r\n<p>&nbsp;</p>\r\n<p>List of educational institutes</p>\r\n<p>MasterMind Public School sati Talab,unnao (Unnao's top in under 10th class Children's)</p>\r\n<p>Jay Kisan Inter College,Chamiyani, Unnao (JKIC) (Affiliated to UP Board)</p>\r\n<p>Jai Kishan Balika Mahavidyalay, Chamiyani, Unnao (JKBMV) (affiliated with CSJMU)</p>\r\n<p>Saraswati Vidya Mandir Inter College Saint Pooran Das Nagar</p>\r\n<p>Saraswati Gyan Mandir Higher Secondary School, Bighapur, Unnao (U.P.Board)</p>\r\n<p>Shri Ram Murti Smarak College of Engineering and Technology, 35 km on Lucknow Kanpur Road, Unnao</p>\r\n<p>Vishambhar Dayal Inter college Khetalpurwa ballapur unnao</p>\r\n<p>Lucknow Public School, Unnao [A C.P. Singh Foundation]</p>\r\n<p>Sun De Sun Inter College</p>\r\n<p>Jawahar Navodaya Vidyalaya, Rajivpuram, Kali mitti Unnao</p>\r\n<p>Ram Kumar Dixit Inter College Bhumbhuwar Korari</p>\r\n<p>Saraswati Vidya Mandir Inter College (SVM) (UP Board)</p>\r\n<p>Government Inter College for Boys (GIC)</p>\r\n<p>Government Girls Inter College (GGIC)</p>\r\n<p>Raja Shankar Sahay Inter College for Boys (RSS)</p>\r\n<p>Rani Shankar Sahay Inter College for Girls</p>\r\n<p>Dr. G. Nath G. Dayal Inter College for Girls</p>\r\n<p>Kendriya Vidyalaya (kvunnao.ac.in) (CBSE)</p>\r\n<p>Ben Hur Inter College (co-ed)</p>\r\n<p>St. Jude's College (ICSE, co-ed)</p>\r\n<p>St. Lawrence School (ICSE, co-ed)</p>\r\n<p>Sir Syed Public School (ICSE, co-ed)</p>\r\n<p>Patriot Inter College (co-ed)</p>\r\n<p>Brilliant Public School (co-ed)</p>\r\n<p>Ahuja International School (co-ed)</p>\r\n<p>JN Shah Memorial School (co-ed)</p>\r\n<p>St. Peter's School (co-ed)</p>\r\n<p>R.R.B.N Inter College(co-ed)</p>\r\n<p>Degree Colleges in Unnao</p>\r\n<p>Dayanand Subhash National (DSN) is the oldest, largest post-graduate, co-ed college located in Unnao city. Shri Narain PG College for girls, Harivansh Rai Bachhan Degree College, Maha Pran Nirala Degree College, Government Degree College (Bakhakhera) are some of the popular degree colleges. Lately many other degree colleges have come up in the rural areas. All these degree colleges come under Chhatrapati Shahu Ji Maharaj University (Kanpur University). Currently CSJM University lists 23 degree colleges located in Unnao district.</p>\r\n<p>&nbsp;</p>\r\n<p>There are two main libraries in the city which have good collection of books from diverse areas. One of them is Shri Vishwambhar Dayalu Tripathi District Library.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Unnao</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/025fb021-1901-4646-925a-d5efd232a70d_unnao-railway.jpg","subContents":[{"SubTitle":"1. Shahid Chandra Shekhar Azad Bird Sanctuary","SubTitleHindi":null,"SubContent":"<p>Nawabganj Bird Sanctuary, renamed in 2015 Shahid Chandra Shekhar Azad Bird Sanctuary, is a bird sanctuary located in Unnao district on the Kanpur-Lucknow highway in Uttar Pradesh, India consisting of a lake and the surrounding environment. It is one of the many wetlands of Northern India. The sanctuary provides protection for 250 species of migratory birds mostly from CIS(or formerly USSR) countries, but the numbers have been dwindling since the 1990s, most having relocated to newer areas in Himachal and Rajasthan. The sanctuary also houses a deer park, watchtowers and boats.</p>","SubContentHindi":null,"ImageUrl":"abd56071-617c-4101-b864-207e3b79a8ea_Shahid-Chandra-Shekhar-Azad-Bird-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Badarqa Harbans","SubTitleHindi":null,"SubContent":"<p>The village of Badarqa Harbans lies about 11 km south of Unnao near Achalganj at a distance of 3 Km west of Unnao &ndash; Rae Bareli road. It was founded in 1643 AD by Raja Harbans, an official at the court of Shah Jahan, who recieved a grant of 500 Bighas from the Emperor in pargana Harha. He built a fine house here with walls of limestone blocks to a height of about 500m, surmounted with turreted walls, on an elaborate frieze of red stone over the gateway, having alternately Geese &amp; Elephants in pairs. A large hall of audience supported on carved pillars formely stood here, but Asaf-ud-daula is said to have taken these pillars to help building Imambara at Lucknow. The house built by Raja Harbans was was very picturesque and massive, and the strength of its construction was calculated to defy the hands of time.</p>","SubContentHindi":null,"ImageUrl":"01db4959-6417-426c-a15e-8eb745969425_Badarqa-Harbans.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Baksar","SubTitleHindi":null,"SubContent":"<p>Baksar, the southmost village of the district, lies on the left bank of the Ganga, about 5 km south of Daundia Khera and 51 km south-east of Unnao. The place is said to derive its name from a sanskrit word Bakasram denoting the residence of Baka, a rakshas, who founded a town at the site of the present village. He lived here and erected a temple to Nageshwar Nath Mahadeo. Baka is said to have been killed by lord Krishna more than 5000 years ago. It is also said that Raja Abhai Chand, a Bais Rajput conquered the place naming it after the shrine of Bakeshwar Mahadeo and made it its capital. Ram Bakhsh Singh, the Raja of Daundia Khera, who took an active part in the freedom struggle in 1857 was anged here on a tree over a Temple which was also blown up by the British. The ruins of the Temple and and several broken images are still found in the Village. A bathing fair, attended by a large number of people, is annually held here on the full moon day of Kartika.</p>\r\n<p>source: https://unnao.nic.in/</p>","SubContentHindi":null,"ImageUrl":"e562659f-486a-4542-a2a1-09a79456d237_Baksar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Unnao Railway Station</p>\r\n<p>Unnao is seamlessly connected through Indian Railways. Unnao railway station is the junction point for Rae Bareli, Allahabad, Hardoi, Balamau situated at Lucknow-Kanpur stretch. Trains for major cities like Agra, Ahmedabad, Bangalore, Bhopal, Nagpur, Vijaywada, Chennai, Coimbatore, Palakkad, Bhubaneswar, Bhadrak, Cuttak, Chennai, Chandigarh, Chitrakoot, Cochin, Delhi, Gorakhpur, Ernakulam, Hyderabad, Jaipur, Jammu Tawi, Jhansi, Jalandhar, Amritsar, Panipat, Gorakhpur, Gwalior, Darbhanga, Kota, Mumbai, Nagpur, Patna, Puri, Surat, Trivandrum, Vadodara, Ujjain, Varanasi, Vadodara, can be boarded here.The railway stations in Unnao Urban Agglomeration are:-</p>\r\n<p>&nbsp;</p>\r\n<p>Unnao Railway Station- This is the major junction railway station in the city of Unnao and is connected to major cities of India with many express/mail trains.</p>\r\n<p>Magarwara Railway Station-This is a passenger/EMU train station in the industrial suburb of Magarwara.</p>\r\n<p>Sonik Railway Station-This is a railway station towards East of Unnao city near UPSIDC Industrial Area and has only passenger/EMU trains stoppage.</p>\r\n<p>Kanpur Bridge Left Bank Station- This is a station within the municipal limits of Shuklaganj, the twin city of Unnao and has only passenger/EMU stoppage.</p>\r\n<p>Kanpur Lucknow High Speed Railway</p>\r\n<p>Unnao will be the only railway station between Kanpur and Lucknow of the planned high speed railways.[9]</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>Unnao Bypass Gate near Nirala Nagar</p>\r\n<p>The major national highway NH 25 passes through Unnao which has bypass from Unnao. The State Highway which is 78 km encompasses Unnao is in good condition. Lucknow-Agra Expressway which will be India's longest access-controlled expressway will pass through Unnao district and the work is under construction. It will be a six lane expressway.[10]</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The nearest airport is Lucknow International Airport towards east (approx. 50 km) and Kanpur Airport towards west(approx. 25 km),</p>\r\n<p>&nbsp;</p>\r\n<p>Inner city transport</p>\r\n<p>The city has transport likes auto-rickshaw (By-Pass to Tempo Stand (Kanpur), Pedal rickshaws and Sub Metropolitan city buses and economical cross overs like Endeavour, Scorpio, Innova, Bolero etc. which are privately run. Kanpur Metropolitan Bus Service has planned to operate city buses from Unnao Roadways Workshop to Kanpur Central railway station via Magawara and Shuklaganj.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Unnao</p>","SubContentHindi":null,"ImageUrl":"95466014-1aed-4ca3-854c-2c2c78618577_Unnao-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-unnao-uttar-pradesh","tags":[{"name":"unnao","slug":"unnao"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":155,"title":"Top Places to visit in Kanpur Dehat district, Akbarpur (Mati), Uttar Pradesh","imageUrl":"813f4599-0ad9-4285-ba69-ebd9212c68aa_Kanpur-Dehat-district-board.jpg","dateCreated":"2018-11-25T05:09:03.055Z","dateModified":"2018-11-25T05:20:51.015Z","contributedBy":"AskGif","content":"Kanpur Dehat district is a district of Uttar Pradesh state in northern India. The administrative headquarters of the district are at Mati-Akbarpur. This district is part of Kanpur division.\r\n&nbsp;\r\nHistory\r\nKanpur District was divided into two districts, namely Kanpur Nagar ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/813f4599-0ad9-4285-ba69-ebd9212c68aa_Kanpur-Dehat-district-board.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kanpur-dehat-district","slug":"kanpur-dehat-district"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-kanpur-dehat-district-akbarpur-mati-uttar-pradesh","total":0},{"id":127,"title":"Top Places to Visit in Etah, Uttar Pradesh","imageUrl":"c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","dateCreated":"2018-08-30T15:12:57.42Z","dateModified":"2018-08-30T16:07:26.681Z","contributedBy":"AskGif","content":"Etah is a municipality town which is also the district headquarters of Etah district of Uttar Pradesh state, India. The driving distance from New Delhi to Etah is 207 km and it takes approximately 4 hours by public transport to reach there. It is 82 kilometers from Agra, which is one hour and 33 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9d19e3a-0bf8-4610-8deb-34cbee8e05ac_etah-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"etah","slug":"etah"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-etah-uttar-pradesh","total":0},{"id":109,"title":"Top Places to Visit in Bagpat, Baghpat, Uttar Pradesh","imageUrl":"8835773f-a6de-4e3e-924a-40ff66bb425a-Bagpat-railway.jpg","dateCreated":"2018-08-15T13:47:21.931Z","dateModified":"2020-06-08T04:25:03.969Z","contributedBy":"AskGif","content":"Bagpat district is one of the 75 districts of the Indian state of Uttar Pradesh with headquarters at the town of Baghpat. Created in 1997, the district has an area of 1,321 square kilometres (510 sq mi) and a population of 1,163,991.\r\nBaghpat district was created in the year 1997 and named","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8835773f-a6de-4e3e-924a-40ff66bb425a-Bagpat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bagpat","slug":"bagpat"}],"slug":"top-places-to-visit-in-bagpat-baghpat-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}