{"id":205,"title":"बलौदा बाजार में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","dateCreated":"2018-12-29T10:30:28.355Z","dateModified":"2018-12-31T04:46:34.74Z","contributedBy":"AskGif","content":"<p>बलौदा बाजार शहर भारत के छत्तीसगढ़ राज्य में बलौदा बाजार जिले में एक नगर पालिका परिषद है। पिन 493332. इसे हाल ही में जिला घोषित किया गया है। बलौदा बाजार को छत्तीसगढ़ का सीमेंट हब भी कहा जाता है क्योंकि कई प्रतिष्ठित सीमेंट प्लांट हैं। अल्ट्रा टेक सीमेंट हिरमी, ग्रासिम सीमेंट रावण, अंबुजा सीमेंट रावण और लाफार्ज सीमेंट सोनाडीह आदि, बलौदा बाजार के वर्तमान विधायक (2013 - 2018) श्री जनक राम वर्मा हैं। यह शहर शेफ विजय शर्मा का जन्म स्थान भी है, जो वर्ष 2015 में मास्टरशेफ इंडिया में शीर्ष 6 में था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>इस शहर में दो सरकारी कॉलेज, एक पॉलिटेक्निक कॉलेज, एक सरकारी हाई स्कूल और 50 से अधिक निजी शिक्षण संस्थान हैं। प्रमुख स्कूलों में से एक हैं अंबुज विद्या पीठ, वर्धमान विद्या पीठ, गुरुकुल इंग्लिश मीडियम स्कूल, सेक्रेड हार्ट कॉन्वेंट स्कूल, आदित्य बिड़ला पब्लिक स्कूल आदि वर्तमान में कोई इंजीनियरिंग कॉलेज नहीं हैं। सरकारी पंडित चक्रपाणि शुक्ल बहुउद्देशीय उच्चतर माध्यमिक विद्यालय को औपचारिक रूप से सरकार के रूप में जाना जाता है। हाई स्कूल वर्ष 1948 में स्थापित क्षेत्र का मुख्य हाई स्कूल था। इसका उद्घाटन पंडित रविशंकर शुक्ला ने किया था।</p>\r\n<p>रुचि के स्थान</p>\r\n<p>बलौदाबाजार में रुचि के स्थान - भाटापारा जिला इस प्रकार हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>जीरुधपुरी धाम, कसडोल ब्लॉक</p>\r\n<p>दामाखेड़ा, सिमगा ब्लॉक</p>\r\n<p>बार नवापारा, कसडोल ब्लॉक</p>\r\n<p>तुरतुरिया, कसडोल ब्लॉक</p>\r\n<p>मावली मंदिर, सिमरपुर (भाटापारा ब्लॉक)</p>\r\n<p>सोन बरसा नेचर सफारी, बलौदाबाजार</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Baloda_Bazar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","subContents":[{"SubTitle":"1. तुरतुरिया - बाल्मीकि आश्रम और लव-कुश का जन्मस्थान","SubTitleHindi":null,"SubContent":"<p>तुरतुरिया प्राकृतिक और औपचारिक स्थान है, जो रायपुर जिले से 84 किमी और बलौदाबाजार जिले से 29 किमी, कसडोल तहसील से 12 किमी दूर, बोरोई से 5 किमी और सिरपुर से 23 किमी दूर स्थित है, जिसे कुरर्तुरिया के नाम से जाना जाता है। उक्त स्थल को सुरसुरी गंगा के नाम से भी जाना जाता है। यह स्थान प्राकृतिक दृश्यों से भरा एक सुरम्य स्थान है जो चारों ओर से पहाड़ी से घिरा हुआ है। इसके आस-पास, बारनवापारा वाइल्ड लाइफ सैंचुअरी भी स्थित है। तुरतुरिया बलभद्र नाले पर बहरिया नामक गाँव के पास स्थित है। कहा जाता है कि त्रेतायुग में महर्षि वाल्मीकि का आश्रम इसी स्थान पर था और यह लव-कुश का जन्मस्थान था।</p>\r\n<p>इस जगह का नाम इस तथ्य के कारण है कि बलभद्रि नाले का जल प्रवाह चट्टान से होकर जाता है, फिर टुटुर की आवाज इसके कारण गूंजती लहरों के कारण निकलती है। जिसके कारण इसे तुर्तुरिया का नाम दिया गया है। इसका जल प्रवाह एक लंबी संकरी सुरंग से होकर जाता है और एक बेसिन में गिरता है जिसका निर्माण प्राचीन ईंटों से हुआ है। जिस स्थान पर यह पानी कुंड में गिरता है, वहाँ एक गाय का मुँह बनाया जाता है, जिसके कारण उसके मुँह से पानी दिखाई देता है। गोमुख के दोनों किनारों पर दो प्राचीन पत्थर की मूर्तियाँ स्थापित हैं, जो विष्णु जी की हैं, उनमें से एक खड़ी स्थिति में है और दूसरी प्रतिमा में विष्णु जी को शेषनाग पर बैठे दिखाया गया है। दो बहादुर व्यक्तियों की प्राचीन पत्थर की मूर्तियाँ कुंड के पास बनाई गई हैं, जिसमें क्रमशः एक वीर एक सिंह को तलवार के साथ प्रदर्शित किया जाता है, और दूसरी मूर्ति में, एक अन्य वीर व्यक्ति को एक जानवर की गर्दन पहने हुए दिखाया गया है। इस जगह पर शिवलिंग पाए गए हैं, इसके अलावा, प्राचीन पत्थर के स्तंभ भी काफी मात्रा में बिखरे हुए हैं, जिसमें कलात्मक खुदाई की गई है। इसके अलावा, कुछ शिलालेख भी यहां स्थापित हैं। कुछ प्राचीन बुद्ध की प्रतिमाएँ भी यहाँ स्थापित हैं। कुछ भग्न मंदिरों के अवशेष भी हैं। इस स्थान पर बौद्ध, वैष्णव और शैव धर्म से संबंधित मूर्तियों का पाया जाना इस तथ्य को भी पुष्ट करता है कि यहाँ इन तीन संस्कृतियों की मिश्रित संस्कृति रही है। ऐसा माना जाता है कि बौद्ध मठ थे जिनमें बौद्ध भिक्षु निवास करते थे। सिरपुर के निकट होने के कारण, यह अधिक जोर देता है कि यह स्थान कभी बौद्ध संस्कृति का केंद्र रहा है। यहाँ प्राप्त शिलालेखों के शास्त्रों से यह अनुमान लगाया जाता है कि यहाँ प्राप्त प्रतिमा का समय 8-9 वीं शताब्दी है। आज भी यहां महिला पुजारियों की नियुक्ति होती है जो एक प्राचीन परंपरा है। अप्रैल के महीने में यहाँ तीन दिवसीय मेला लगता है और बड़ी संख्या में भक्त यहाँ आते हैं। धार्मिक और पुरातात्विक स्थल होने के अलावा, यह अपनी प्राकृतिक सुंदरता के कारण भी पर्यटकों को आकर्षित करता है।</p>","SubContentHindi":null,"ImageUrl":"e2733fcf-204b-4ada-82fa-a5a4f3346dc7_Valmiki-Ashram-chhattisgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. मावली माता मंदिर सिंगारपुर","SubTitleHindi":null,"SubContent":"<p>सिंगारपुर छत्तीसगढ़ के बलौदाबाजार जिले के भाटापारा की तहसील का एक गाँव है। सिंगारपुर अपनी तहसील मुख्य शहर भाटापारा से 11.8 किमी दूर है, जिला मुख्यालय बलौदाबाजार से 34.8 किमी दूर है और इसकी राजधानी रायपुर से 75 किमी दूर है। सिंगारपुर में, देवी मौली माता का एक प्रसिद्ध मंदिर है। ऐसा माना जाता है कि शिव, ब्रह्मा और विष्णु की इच्छा से मौली माता यहां प्रकट हुई थीं। माता मौली की मूर्ति प्राचीन काल में स्थापित की गई थी।</p>","SubContentHindi":null,"ImageUrl":"a528bbf8-987d-44dc-a59f-469d27168b36_Mawali-Mata-Mandir-Singarpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. सिद्धेश्वर मंदिर, पलारी","SubTitleHindi":null,"SubContent":"<p>सिद्धेश्वर मंदिर, यह शिव मंदिर छत्तीसगढ़ राज्य के बलौदाबाजार जिले में बलौदाबाजार से रायपुर रोड से 25 किलोमीटर दूर पलारी गाँव में बालसमुंद तालाब के तट पर स्थित है। इस मंदिर का निर्माण लगभग 7-8 वीं शताब्दी ईस्वी में हुआ था। ईंट से बना, यह मंदिर पश्चिम की ओर है। मंदिर के प्रवेश द्वार पर, देवी गंगा और यमुना के तट को त्रिभंगमुद्रा में प्रदर्शित किया गया है। त्रिमूर्ति दरवाजे के सिर पर अंकित है। गेट शाखा पर अष्ट डिकपाल के प्रवेश और अंकन पर स्थित सिद्धन पर शिव विवाह का दृश्य खूबसूरती से उकेरा गया है। गर्भगृह में सिद्धेश्वर नाम का शिवलिंग स्थापित है। इस मंदिर का शिखर भाग सुरम्य, गजमुख और वाल्यान आकार से सुशोभित है, जो चैत्य गवाक्ष के भीतर निर्मित हैं। यह मौजूदा छत्तीसगढ़ ईंट-निर्मित मंदिरों का एक बड़ा नमूना है। यह स्मारक छत्तीसगढ़ राज्य द्वारा संरक्षित है।</p>","SubContentHindi":null,"ImageUrl":"8d078d3f-0c64-4f64-b8c8-773227813c80_Siddheshwar-Mandir-Palari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. सोन बरसा नेचर सफारी","SubTitleHindi":null,"SubContent":"<p>जिला मुख्यालय से महज 3 किमी दूर ग्राम पंचायत लटुआ में स्थित सोनबरसा रिजर्व फॉरेस्ट को नेचर सफारी के रूप में विकसित किया गया है। हिरण पार्क भी इसमें स्थित है। इस जंगल सफारी में, लोगों को जिप्सी से यात्रा करने का अवसर मिलता है। साइकिलिंग में इसका आनंद लिया जा सकता है। बच्चों के मनोरंजन के साथ, वन विभाग द्वारा पिकनिक मनाने के लिए एक अच्छी जगह बनाई गई है।</p>","SubContentHindi":null,"ImageUrl":"6033f998-a141-48a8-8b76-02cf065c1d0d_Son-Barsa-Nature-Safari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. गिरौदपुरी धाम","SubTitleHindi":null,"SubContent":"<p>महानदी और जोंक नदियों के संगम पर स्थित, बलौदाबाजार से 40 KM और बिलासपुर से 80 किमी दूर, गिरौदपुरी धाम छत्तीसगढ़ के सबसे श्रद्धालुओं में से एक है। आध्यात्मिकता और ऐतिहासिक अभिरुचि के गहरे संबंध रखने वाला यह छोटा सा गाँव, छत्तीसगढ़ के सतनामी पंथ के संस्थापक, गुरु घासीदास का जन्मस्थान है। क्षेत्र के एक किसान परिवार में जन्मे, एक दिन वह गुरु घासीदास बनने के लिए उठे, छत्तीसगढ़ में बहुत अधिक प्रतिष्ठित व्यक्ति थे। तीर्थयात्री उनकी ims सीट &rsquo;पर जाने के लिए यहाँ पहुँचते हैं, जो जैत खम्बा के बगल में स्थित है। उनके बारे में कहा जाता है कि उन्होंने लंबे समय तक औरधारा के पेड़ के नीचे तपस्या की थी जो अब भी है। इस पवित्र स्थान को तपोभूमि के नाम से भी जाना जाता है। चरण कुंड एक पवित्र तालाब और वार्षिक गिरौदपुरी मेला का स्थल है। यहाँ से एक किलोमीटर की दूरी पर प्राचीन अमृत कुंड स्थित है, जिसका जल मीठा माना जाता है।</p>","SubContentHindi":null,"ImageUrl":"d810d08e-eb44-4efe-bbd1-d4ec01425044_Giraudpuri-Dham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. बार नवापारा वन्यजीव अभयारण्य","SubTitleHindi":null,"SubContent":"<p>यह अभयारण्य बलौदाबाजार जिले में स्थित है, जो 245 वर्ग किलोमीटर है। के क्षेत्र में फैला हुआ है। इसे 1972 में वन्यजीव अधिनियम के तहत वन्यजीव अभयारण्य घोषित किया गया था।</p>\r\n<p>यह अभयारण्य, समतल और पहाड़ी क्षेत्र का मिश्रण है जो 265 मीटर से 400 मीटर तक फैला हुआ है। इस अभयारण्य में चार सींग वाले हिरण, बाघ, तेंदुए, जंगली भैंसे, अजगर, भौंकने वाले हिरण, लकड़बग्घा, चिंकारा और ब्लैक बॉक्स आदि पाए जाते हैं। यहां पक्षी प्रेमियों के लिए बहुत कुछ है।</p>\r\n<p>यहाँ पर विभिन्न प्रकार की पक्षियों की कई प्रजातियाँ जैसे बागली, बुलबुल, इरगेट्स और तोता आदि देखी जा सकती हैं। यह वन क्षेत्र सूखे पर्णपाती पेड़ों और अन्य वृक्षों में समृद्ध है, जिनमें तेंदू, बीयर, सेमिनल, साक, सागौन और कैनाडा आदि शामिल हैं।</p>\r\n<p>छत्तीसगढ़ के महासमुंद जिले के उत्तरी भाग में स्थित, बारनवापारा वन्यजीव अभयारण्य क्षेत्र के सबसे अच्छे और महत्वपूर्ण वन्यजीव अभयारण्यों में से एक है। 1976 के वन्यजीव संरक्षण अधिनियम के तहत 1976 में स्थापित, अभयारण्य केवल 245 वर्ग किलोमीटर क्षेत्र को कवर करने के लिए एक छोटा सा है। क्षेत्र की स्थलाकृति 265-440 मिलियन टन की ऊंचाई से लेकर समतल और पहाड़ी इलाकों तक है। बरनवापा वन्यजीव अभयारण्य अपनी हरी वनस्पतियों और अद्वितीय वन्यजीवों के लिए जाना जाता है।</p>\r\n<p>वनस्पति और जीव - बरनवपारा वन्यजीव अभयारण्य</p>\r\n<p>&nbsp;</p>\r\n<p>बरनावापारा वन्यजीव अभयारण्य की वनस्पतियों में मुख्य रूप से उष्णकटिबंधीय शुष्क पर्णपाती वन शामिल हैं जिनमें टीकोनिया, सालम, बांस और प्रमुख पेड़ ट्रिममिलिया हैं। अभयारण्य में पाए जाने वाले अन्य प्रमुख पौधों में सेमल, महुआ, बेर और तेंदुआ शामिल हैं। अभयारण्य में समृद्ध और रसीला वनस्पति कवर वन्यजीवों की एक विस्तृत विविधता का समर्थन करता है। बरनवापारा अभयारण्य में बाघ, सुस्ती भालू, उड़न गिलहरी, सियार, चार सींग वाले हिरण, तेंदुआ, चिंकारा, काला हिरन, जंगली बिल्ली, भौंकने वाला हिरण, साही, बंदर, बाइसन, धारीदार लकड़बग्घा, जंगली कुत्ते, चीतल, प्रमुख वन्यजीव सांभर, नील गाय शामिल हैं। , गौर, मुंतजैक, कुछ जंगली सूअर, कोबरा, ड्रैगन का नाम देने के लिए। अभयारण्य एक बड़े आकार की पक्षी आबादी भी है जिसमें कुछ प्रमुख तोते, बुलिश, सफेद पूंछ वाले जानवर, हरा अवधावत, कमजोर केस्टरेल, मोर, लकड़ी के पेकर्स, रैकेट टेल ड्रिगो, एग्रेट्स और नाम के हीरो हैं। बरनवापारा वन्यजीव अभयारण्य यात्रा सभी वन्यजीव उत्साही, पक्षी प्रेमियों और प्रकृति प्रेमियों के लिए एक रोमांचक और पुरस्कृत अनुभव होने का वादा करती है।</p>\r\n<p>स्रोत: https://balodabazar.gov.in/</p>","SubContentHindi":null,"ImageUrl":"9519e172-abd7-45cf-afc8-c9568f574c54_Bar-Navapara-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>बलौदाबाजार - भाटापारा जिला छत्तीसगढ़ के कुछ मुख्य शहरों से सड़क और आंशिक रूप से ट्रेन मार्ग से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>राया वाया:</p>\r\n<p>यह रायपुर से 85 किमी और बिलासपुर से लगभग 60 किमी दूर स्थित है। रायपुर, बिलासपुर, कोरबा, जांजगीर-चांपा, गिधोरी, भाटापारा, सिमगा, महासमुंद, जगदलपुर के लिए सीधी बस सेवा है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन:</p>\r\n<p>बलौदाबाजार से 24 किमी की सड़क की यात्रा भाटापारा रेलवे स्टेशन से भारत के अंबिकापुर, बिलासपुर, रायपुर, दुर्ग, जबलपुर, कटनी आदि प्रमुख शहरों तक की जा सकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>बरनावापारा वन्यजीव अभयारण्य</p>\r\n<p>बरनवारा वन्यजीव अभयारण्य जिला मुख्यालय से कसडोल शहर के माध्यम से जा सकता है। महासमुंद रेलवे स्टेशन (60 किमी) बारनवापारा अभयारण्य का निकटतम रेलवे स्टेशन है। बारावसपारा रायपुर के साथ पिथौरा से और पटवा के माध्यम से NH 6 से जुड़ता है, जिसे सड़क के माध्यम से लोक निर्माण विभाग और वन विभाग के माध्यम से आसानी से पहुँचा जा सकता है।</p>","SubContentHindi":null,"ImageUrl":"c9426404-c7f6-4817-89ad-b4448b57cbc6_Baloda-Bazar-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-baloda-bazar-chhattisgarh","tags":[{"name":"भाटापारा","slug":"bhatapara"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बलौदा-बाजार","slug":"baloda-bazar"}],"recommendations":[{"id":231,"title":"सुकमा में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","dateCreated":"2019-01-09T14:55:56.924Z","dateModified":"2019-01-09T15:20:03.639Z","contributedBy":"AskGif","content":"सुकमा भारत के छत्तीसगढ़ के सुकमा जिले का एक कस्बा है।\r\nसुकमा जिला \"रेड कॉरिडोर\" का एक हिस्सा है, जो नक्सली-माओवादी विद्रोह से प्रभावित बेल्ट है। यह क्षेत्र माओवादियों द्वारा लगातार हमले के अधीन रहा है, जो पुलिस कर्मियों और राजनीतिक नेताओं को निशाना बनाते रहे हैं। सेना, पुलिस और पुलिस कर्मि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सुकमा","slug":"sukma"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-sukma-chhattisgarh","total":0},{"id":225,"title":"महासमुंद में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"c08ecd01-8701-417b-b08d-3adc601f725e_Mahasamund-railway.jpg","dateCreated":"2019-01-06T05:42:22.334Z","dateModified":"2019-01-06T06:05:02.61Z","contributedBy":"AskGif","content":"महासमुंद शहर भारतीय राज्य छत्तीसगढ़ में महासमुंद जिले का एक शहर है। शहर को 30 वार्डों और चार क्षेत्रों में विभाजित किया गया है और यह ट्रांस-महानदी क्षेत्र का सबसे बड़ा शहर है। यह महासमुंद जिले का प्रशासनिक मुख्यालय और धमतरी, बिरगांव और चरोदा के साथ प्रस्तावित नए नगर निगम का हिस्सा है। वर्तमान महा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c08ecd01-8701-417b-b08d-3adc601f725e_Mahasamund-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"महासमुंद","slug":"mahasamund"}],"slug":"top-places-to-visit-in-mahasamund-chhattisgarh","total":0},{"id":209,"title":"बेमेतरा में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"बेमेतरा छत्तीसगढ़ का एक शहर हैं, जो दुर्ग जिले से अलग होकर नए जिले के रूप में १४ जनवरी २०१२ को अस्तित्व में आया।\r\n&nbsp;\r\nयह जिला मूल रूप से अपने उन्हारी उत्पादन के लिए पुरे एशिया में विख्यात हैं। यहाँ चना का अत्यधिक उत्पादन होता है। शिक्षा के क्षेत्र में भी यह जिला अग्रिणी रहा हैं।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बेमेतरा","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}