{"id":205,"title":"Top Places to visit in Baloda Bazar, Chhattisgarh","imageUrl":"7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","dateCreated":"2018-12-29T10:30:28.355Z","dateModified":"2018-12-31T04:46:34.74Z","contributedBy":"AskGif","content":"<p>Baloda Bazar city is a nagar palika parishad in Baloda Bazar district in the state of Chhattisgarh, India. PIN 493332. It is recently declared as a District. Baloda Bazar is also called Cement hub of Chhattisgarh because there are many reputed Cement Plants. Ultra Tech Cement Hirmi, Grasim Cement Rawan, Ambuja Cement Rawan &amp; Lafarge Cement Sonadih etc, Current MLA ( 2013 - 2018 ) of Baloda Bazar is Shri Janak Ram Verma. This city is also the birth place of Chef Vijay Sharma who was in top 6 in Masterchef India in the year 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The town has two Government run colleges,one polytechnic colleges, a Government run High School and over 50 private educational institutions.Some of the prominent schools are Ambuja Vidya Peeth, Vardhman Vidya Peeth, Gurukul English Medium School, Sacred Heart Convent School, Aditya Birla Public School etc.There are no Engineering colleges at present. Government Pandit Chakrapani Shukla Multipurpose Higher Secondary School Formally known as Govt. High School was the main high school of the region established in the year 1948.It was inaugurated by Pandit Ravi Shankar Shukla.</p>\r\n<p>Places of Interest</p>\r\n<p>Places of Interest In Balodabazar &ndash; Bhatapara district are as follows:</p>\r\n<p>&nbsp;</p>\r\n<p>Giraudhpuri Dham, Kasdol Block</p>\r\n<p>Damakheda, Simga Block</p>\r\n<p>Bar Navapara, Kasdol Block</p>\r\n<p>Turturiya, Kasdol Block</p>\r\n<p>Mawali Mandir, Simgarpur (Bhatapara Block)</p>\r\n<p>Son Barsa Nature Safari, Balodabazar</p>\r\n<p>source: https://en.wikipedia.org/wiki/Baloda_Bazar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","subContents":[{"SubTitle":"1. Turturiya - Balmiki Ashram and Birthplace of Lav-Kush","SubTitleHindi":null,"SubContent":"<p>Turturiya is natural and ceremonial place is located 84 km from Raipur district and 29 km from Balodabazar district, 12 km away from Kasdol Tehsil, 5 km from Boroi , and 23 km from Sirpur , which is known as Turturiya . The above site is also known as Surasuri Ganga . This place is a picturesque place filled with natural scenery which is surrounded by hillside. Around this, Baranvapara Wild Life Santuary is also located. Turturiya is situated on the Balbhadri Nalla near the village called Bahriya. It is said that Maharshi Valmiki&rsquo;s ashram was at this place in Tretayuga and that was the birthplace of Lav-kush.</p>\r\n<p>The name of this place is due to the fact that the water flow of the Balabhadri drain goes through the rock, then the sound of the tutur emerges due to the buzzing waves from it. Due to which it has been given the name of Turturiya. Its water flow goes through a long narrow tunnel and falls into a basin which is constructed from ancient bricks. At the place where this water falls in the Kunda, a cow&rsquo;s mouth is made, due to which water is visible from its mouth. There are two ancient stone statues installed on both sides of the gomukh , which is of Vishnu ji, one of them is in a standing position and in the second statue, Vishnu ji is shown sitting on the Sheshnag . The ancient stone statues of the two brave persons are made near the pool, in which respectively a heroic one lion is displayed with the sword, and in the second statue, another heroic person is shown wearing an animal neck. Shivaling has been found in this place, in addition to this, the ancient stone columns have also been scattered in a considerable quantity, in which artistic excavation has been done. Besides this, some inscriptions are also established here. The statues of some ancient Buddha are also established here. There are also residues of some of the fractal shrines. The founding of idols related to Buddhism, Vaishnava and Shaivism at this place also assures the fact that there has been a mixed culture of these three cultures here. It is believed that there were Buddhist monasteries in which Buddhist monks were residing. Due to being close to Sirpur , it gets more emphasis that this place has ever been the center of Buddhist culture. It is estimated from the scriptures of the inscriptions received here that the time of the statue received here is 8-9th century . Even today, there is the appointment of female priestesses which is an ancient tradition. There is a three-day fair here in the month of April and a large number of devotees come here. Apart from being a religious and archaeological site, it also attracts tourists due to its natural beauty.</p>","SubContentHindi":null,"ImageUrl":"e2733fcf-204b-4ada-82fa-a5a4f3346dc7_Valmiki-Ashram-chhattisgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Mawali Mata Mandir Singarpur","SubTitleHindi":null,"SubContent":"<p>Singarpur is a village in the tehsil of Bhatapara in Balodabazar district of Chhattisgarh. Singarpur is 11.8 km from its Tehsil main city Bhatapara, district headquarter is 34.8 km from Balodabazar and its capital is 75 km away from Raipur. In Singarpur, the goddess Mauli is a famous temple of Mata. It is believed that Mauli Mata appeared here with the wish of Shiva, Brahma and Vishnu. The statue of Mata Mauli was established in ancient times.</p>","SubContentHindi":null,"ImageUrl":"a528bbf8-987d-44dc-a59f-469d27168b36_Mawali-Mata-Mandir-Singarpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Siddheshwar Mandir, Palari","SubTitleHindi":null,"SubContent":"<p>Siddheshwar Temple, this Shiva temple is located on the embankment of Balasamund pond in Palari village, 25 km away from Balodabazar to Raipur Road in Balodabazar district of Chhattisgarh State. This temple was built in about 7-8th century AD. Made of brick, this temple is west-facing.On the entrance of the temple, river Goddess Ganga and Yamuna have been displayed in Tribhangaamudra. The Trinity is marking on the head of the door. The view of Shiva wedding is beautifully engraved on the Sidhn situated at the entrance and marking of the Asht Dikpal on the gate branch. Shivalinga named Siddheshwar is installed in the sanctum sanctorum. The shikhar part of this temple is embellished with the picturesque, gajmukh and vaalyan shapes which are built within the Chaitya Gaavaksh. This is a great specimen of existing Chhattisgarh brick-built temples. This monument is protected by the State of Chhattisgarh.</p>","SubContentHindi":null,"ImageUrl":"8d078d3f-0c64-4f64-b8c8-773227813c80_Siddheshwar-Mandir-Palari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Son Barsa Nature Safari","SubTitleHindi":null,"SubContent":"<p>The Sonbarasa Reserve Forest located in Gram Panchayat Latua, just 3 km away from the district headquarters, has been developed as Nature Safari. The Deer Park is also located in it. In this jungle safari, people have the opportunity to travel by gypsy. This can be enjoyed in bicycling. Along with the entertainment of children, a nice place to celebrate a picnic has been made by forest department.</p>","SubContentHindi":null,"ImageUrl":"6033f998-a141-48a8-8b76-02cf065c1d0d_Son-Barsa-Nature-Safari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Giraudpuri Dham","SubTitleHindi":null,"SubContent":"<p>Situated by the confluence of the Mahanadi and Jonk rivers, 40 KM from Balodabazar and 80 km from Bilaspur, the Giroudpuri Dham is one of Chhattisgarh&rsquo;s most revered pilgrimage points. This tiny village, which has deep associations of spirituality and historical interest, is the birthplace of the founder of Chhattisgarh&rsquo;s Satnami Panth, Guru Ghasidas. Born into a farmer family of the region, one day he rose up to become Guru Ghasidas, a much revered figure in Chhattisgarh. Pilgrims arrive here to venerate him at his &lsquo;seat&rsquo;, which is located next to the Jait Khamba. He is said to have done tapasya for a long time under the Auradhara tree which is still there. This sacred place is also known as tapobhumi. The Charan Kund is a sacred pond and the site of the annual Giroudpuri Mela. Another kilometre from here is located the ancient Amrit Kund, whose waters are believed to be sweet.</p>","SubContentHindi":null,"ImageUrl":"d810d08e-eb44-4efe-bbd1-d4ec01425044_Giraudpuri-Dham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Bar Navapara Wildlife Sanctuary","SubTitleHindi":null,"SubContent":"<p>This sanctuary is located in Balodabazar district, which is 245 square kilometers. Is spread over the area of. It was declared as Wildlife Sanctuary under the Wildlife Act in 1972.</p>\r\n<p>It is a mixture of sanctuary, flat and mountainous area which extends from 265 meters to 400 meters. In this sanctuary, four horned deer, tigers, leopards, wild buffaloes, dragon, barking deer, hyena, porcupine, chinkara and black box etc. are found. Here is a lot to see for bird lovers.</p>\r\n<p>Here many species of birds of various types like Bagley, Bulbul, Irgates and Parrot etc. can be seen here. This forest area is rich in dry deciduous trees and other trees including tendu, beer, seminal, saak, teak and cane etc.</p>\r\n<p>Located in the northern part of the Mahasamund district of Chhattisgarh, the Baranavapara Wildlife Sanctuary is one of the finest and important wildlife sanctuaries in the region. Established in 1976 under the Wildlife Conservation Act of 1972, the sanctuary is a small one to cover only relatively 245 square kilometers area. The topography of the area ranges from 265-440 million tonnes in height to flat and mountainous terrain. Barnawapa Wildlife Sanctuary is known for its green vegetation and unique wildlife.</p>\r\n<p>Flora and Fauna &ndash; Baranvapara Wildlife Sanctuary</p>\r\n<p>&nbsp;</p>\r\n<p>The vegetation of the Baranavapara Wildlife Sanctuary consists mainly of tropical dry deciduous forests with teakonia, sal, bamboo and major trees being triminelia. Other major plants found in the sanctuary include Semal, Mahua, Plum and Leopard. The rich and lush vegetation cover supports a wide variety of wildlife in the Sanctuary. Baranvapara sanctuary includes tiger, sloth bear, flying squirrel, jackal, four horned deer, leopard, chinkara, black buck, wild cat, barking deer, porcupine, monkey, bison, striped hyena, wild dogs, chital, major wildlife Sambar, Neel Cow, Gaur, Muntjac, to name some wild boar, cobra, dragon. Sanctuary is also a large size bird population with some of the major parrots, bullshy, white-tailed beasts, green Avadavat, weak kestrels, peacocks, wood peckers, racket tail drongo, egrets, and heroons to name. Baranvapara Wildlife Sanctuary Tour promises to be an exciting and rewarding experience for all wildlife enthusiasts, bird lovers and nature lovers.</p>\r\n<p>source: https://balodabazar.gov.in/</p>","SubContentHindi":null,"ImageUrl":"9519e172-abd7-45cf-afc8-c9568f574c54_Bar-Navapara-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>Balodabazar &ndash; Bhatapara District is well connected to some main cities of Chhattisgarh via road and partial connected on train route.</p>\r\n<p>&nbsp;</p>\r\n<p>Via Raod :</p>\r\n<p>It is located 85 km from Raipur and about 60 km from Bilaspur.There is a direct bus service for Raipur, Bilaspur, Korba, Janjigir-Champa, Gidhori, Bhatapara, Simga, Mahasamund, Jagdalpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Via Train :</p>\r\n<p>A trip to 24 km of road from Balaudabazar can be done from Bhatapara railway station to Ambikapur, Bilaspur, Raipur, Durg, Jabalpur, Katni etc Major cities of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Barnavapara Wildlife Sanctuary</p>\r\n<p>Barnawawara Wildlife Sanctuary can be go from the district headquarter through Kasdol city.Mahasamund railway station (60 km) is the nearest railway station of Baranawapara Sanctuary. Baravanspara connects with Pithora with Raipur and on NH 6 via Patwa, which can be reached easily through Roads of Public Works Department and Forest Department.</p>","SubContentHindi":null,"ImageUrl":"c9426404-c7f6-4817-89ad-b4448b57cbc6_Baloda-Bazar-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-baloda-bazar-chhattisgarh","tags":[{"name":"bhatapara","slug":"bhatapara"},{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"baloda-bazar","slug":"baloda-bazar"}],"recommendations":[{"id":231,"title":"Top Places to visit in Sukma, Chhattisgarh","imageUrl":"35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","dateCreated":"2019-01-09T14:55:56.924Z","dateModified":"2019-01-09T15:20:03.639Z","contributedBy":"AskGif","content":"Sukma is a town in Sukma district in Chhattisgarh, India.\r\nSukma district is a part of the \"red corridor\", the belt affected by the Naxalite&ndash;Maoist insurgency. This region has been under continuous attack by the Maoists, who have been targeting police personnel and political leaders.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sukma","slug":"sukma"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-sukma-chhattisgarh","total":0},{"id":225,"title":"Top Places to visit in Mahasamund, Chhattisgarh","imageUrl":"c08ecd01-8701-417b-b08d-3adc601f725e_Mahasamund-railway.jpg","dateCreated":"2019-01-06T05:42:22.334Z","dateModified":"2019-01-06T06:05:02.61Z","contributedBy":"AskGif","content":"Mahasamund City is a City in Mahasamund District in the Indian state of Chhattisgarh. The city is divided into 30 wards and four zones and it is the largest city in the Trans-Mahanadi Area. It is also the administrative headquarters of Mahasamund District and part of the proposed new Municipal Co","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c08ecd01-8701-417b-b08d-3adc601f725e_Mahasamund-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"mahasamund","slug":"mahasamund"}],"slug":"top-places-to-visit-in-mahasamund-chhattisgarh","total":0},{"id":209,"title":"Top Places to visit in Bemetara, Chhattisgarh","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"Bemetara is a town of the Indian state of Chhattisgarh. Bemetara district is a new district in the state of Chhattisgarh, India.\r\n&nbsp;\r\nThe district was formally inaugurated by the Chief Minister. Raman Singh, on 13 January 2012. Shruti Singh, IAS became the first Collector and Di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"bemetara","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}