{"id":207,"title":"बलरामपुर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","dateCreated":"2019-01-02T16:06:23.249Z","dateModified":"2019-01-02T17:42:46.502Z","contributedBy":"AskGif","content":"<p>बलरामपुर भारतीय राज्य छत्तीसगढ़ के बलरामपुर-रामानुजगंज जिले का मुख्यालय है। यह राज्य मुख्यालय रायपुर से 441 किलोमीटर उत्तर में प्रशासनिक मुख्यालय है।</p>\r\n<p>बलरामपुर-रामानुजगंज जिला अंबिकापुर (सरगुजा) संभाग का एक हिस्सा है। यह 1 जनवरी 2012 को अस्तित्व में आया और पूर्व में सरगुजा जिले का हिस्सा था। यह छत्तीसगढ़, भारत का एक जिला है, जिसका मुख्यालय बलरामपुर, छत्तीसगढ़ में है। बलरामपुर-रामानुजगंज जिला छत्तीसगढ़ राज्य के उत्तरी भाग में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रामानुजगंज बलरामपुर जिले के ऐतिहासिक स्थानों में से एक है। यह बलरामपुर जिले का सबसे अधिक आबादी वाला शहर है। रामानुजगंज छत्तीसगढ़-झारखंड राज्य का सीमावर्ती शहर है। निकटतम हवाई अड्डे रांची और रायपुर हैं। निकटतम रेलवे स्टेशन गढ़वा और अंबिकापुर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>बलरामपुर-रामानुजगंज जिले का एकमात्र विश्वविद्यालय 2 सितंबर 2008 को सरगुजा विश्वविद्यालय बना।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Balrampur,_Chhattisgarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","subContents":[{"SubTitle":"1. पवई झरना","SubTitleHindi":null,"SubContent":"<p>यह जलप्रपात सेमरसोत अभयारण्य में चानन नदी पर स्थित है। यह 100 फीट की ऊंचाई से गिरता है। लोग विभिन्न अवसरों पर यहां आनंद लेने आते हैं। पर्यटक बलरामपुर से जमुआटांड़ तक वाहन की व्यवस्था कर सकते हैं। अंतिम 1.5 किलोमीटर पैदल यात्रा करनी होती है। यह प्राकृतिक वन दृश्य के साथ ट्रेकिंग के लिए बहुत अच्छी जगह है।</p>","SubContentHindi":null,"ImageUrl":"282e5fd4-e811-429c-8985-65ac3d8692e0_Pawai-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. तातापानी","SubTitleHindi":null,"SubContent":"<p>बलरामपुर के जिला मुख्यालय से लगभग 12 किलोमीटर की दूरी पर स्थित है, तातापानी, जो पूरे देश में प्राकृतिक रूप से गर्म पानी के लिए प्रसिद्ध है। जलाशयों में जमीन से भारी पानी बहता है और बारह महीनों तक पानी के झरने बनते हैं। स्थानीय भाषा में, गर्मी का मतलब गर्मी से है। इसी कारण इस स्थान का नाम तातापानी पड़ा। ऐसा माना जाता है कि भगवान राम ने सीताजी के पथार को खेल खेल में मारा और सीता माता के हाथों में गर्म तेल का कटोरा मारा। तेल जमीन पर गिरता है, और जहां तेल गिरता है, वहां से गर्म पानी निकलने लगता है जमीन। स्थानीय लोग यहां की भूमि को पवित्र मानते हैं और कहा जाता है कि यहां गर्म पानी से स्नान करने से सभी चरम रोग समाप्त हो जाते हैं। लोग इस अद्भुत दृश्य को देखने के लिए राज्य से यहां आते हैं और गर्म पानी का आनंद लेते हैं। यहां के शिव मंदिर में लगभग चार साल पुरानी एक मूर्ति है, जिसकी हर साल पूजा की जाती है, मकर संक्रांति के त्योहार पर लाखों पर्यटक यहां आते हैं। इस दौरान, एक विशाल मेले का आयोजन किया जाता है, जिसमें पर्यटक झूले, मीना बाज़ार और अन्य दुकानों का आनंद ले सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"913d577b-31e4-441e-a4eb-9f87d40758f3_Tatapani.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"3. दीपडीह","SubTitleHindi":null,"SubContent":"<p>दिपाडीह - अंबिकापुर से कुसिमा मार्ग पर 75 किलोमीटर की दूरी पर दिपडीह नामक एक जगह है। 8 वीं से 14 वीं शताब्दी के शैव और शाक्य संप्रदाय के पुरातात्विक अवशेष दीपडीह के आसपास के क्षेत्रों में बिखरे हुए हैं। दीपडीह के आसपास कई शिव मंदिर होंगे। कई शिवलिंग, नदी और देवी दुर्गा की एक कलात्मक मूर्ति है। इस मंदिर के स्तंभों पर भगवान विष्णु, कुबेर, कार्तिकेय और कई देवी-देवताओं की कलात्मक मूर्तियां दिखाई देती हैं। देवी प्रतिमाओं में महिषासुर मर्दिनी की एक विशिष्ट मूर्ति है। देवी-चामुंडा की कई प्रतिमाएं हैं। उरांव टोला स्थित शिव मंदिर बहुत ही कलात्मक है। शिव मंदिर के बाहरी भित्तियों में सर्प, मोर, बंदर, हंस और मूर्तिकला उत्कीर्ण हैं। सिवन सरना परिसर में एक शिव मंदिर है जो पंचायण शैली में निर्मित है। इस मंदिर के मंदिरों में आकर्षक ज्यामितीय सजावट है। मंदिर के प्रवेश द्वार को गणेशजी लक्ष्मी की मूर्ति से सजाया गया है। उमा-महेश्वर की भयावह प्रतिमा दर्शनीय है। इस स्थान पर रानी पोखरा, बोरजा टीला, सेमल टीला, अमा टीला आदि के कलात्मक खंडहर दिखाई देते हैं। दपडीह की मैथुनी प्रतिमाएँ खजुराहो शैली की बनी हुई हैं। दर्शनीय स्थल - उरांव टोला शिव मंदिर, सावंत सरना प्रवेश द्वार, महिषासुर मर्दिनी की विशेष प्रतिमा, पंचायतन शैली शिव मंदिर, गजाभिषेक की लक्ष्मी प्रतिमा, उगला-महेश्वर की अलिंगनार मूर्ति, भगवान विष्णु। मूर्तियां, रानी पोखरा, बोरुजो टीला, सेमल टीला, अमा टीला और खजुराहो शैली में मैथुनी मूर्तियां हैं।</p>","SubContentHindi":null,"ImageUrl":"f5a1c9c5-d813-437f-af1d-9bfd115b0bd7_Devi-Patan-Temple-Tulsipur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"4. सेमरसोत अभयारण्य","SubTitleHindi":null,"SubContent":"<p>सेमरसोत अभयारण्य - अंबिकापुर-रामानुजगंज मार्ग पर 58 किमी इसकी सीमा दूर से शुरू होती है। इस अभयारण्य में सैंडूर, सेमरसोत, चेतन और सासु नदियों का पानी बहता है। अधिकांश जलाशय में सेमरसोत नदी बहती है। इसलिए इसका नाम सेमरसोत था। सेमरसोट जलाशय अक्सर बाँस के जंगलों से ढका रहता है। यह क्षेत्र 430.36 वर्ग किमी है। है। इस अभयारण्य को सुंदर बनाने के लिए वृक्ष, वृक्ष, वृक्ष, वर्ष, सरई, आम और टिंडू सहायक हैं। वन्यजीवों में, जंगली जानवरों में, तेंदुए, गौर, नीलगाय, चीतल, सांभर, कोत्रा, सोन कुत्ता, सियार और भालू को सनकी तरीके से देखा जा सकता है। यह अभयारण्य नवंबर से जून तक पर्यटकों के लिए खुला है। रात-दिन के लिए निरीक्षण गृह का निर्माण किया गया है। अभयारण्य में, वन विभाग द्वारा विंग टॉवर का निर्माण किया गया है, ताकि पर्यटक प्रकृति की सुंदरता का आनंद ले सकें।</p>","SubContentHindi":null,"ImageUrl":"ed0d149e-48ee-4d53-8f7b-2d11a4781d86_Suhaildev-Wildlife-Sanctury.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"5. कोइलाबस - बलरामपुर","SubTitleHindi":null,"SubContent":"<p>कोइलाबास बलरामपुर में घूमने के लिए शीर्ष स्थानों में से एक है। बलरामपुर आने वाले लोग भी इस जगह पर जाते हैं।</p>","SubContentHindi":null,"ImageUrl":"4f075524-5342-4c1f-a4eb-d9e47a38c7df_Koilabas-Balrampur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रास्ते से :</p>\r\n<p>जिला बलरामपुर NH343 से अंबिकापुर, छत्तीसगढ़ (80 किलोमीटर) और गढ़वा, झारखंड (80 किलोमीटर) से अच्छी तरह जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से :</p>\r\n<p>अंबिकापुर (ABKP) रेलवे स्टेशन (81 किलोमीटर)</p>\r\n<p>&nbsp;</p>\r\n<p>गढ़वा रोड (GHD) रेलवे स्टेशन (90 किलोमीटर)</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से :</p>\r\n<p>स्वामी विवेकानंद हवाई अड्डा, रायपुर, छत्तीसगढ़</p>\r\n<p>&nbsp;</p>\r\n<p>बिरसा मुंडा एयरपोर्ट, रांची, झारखंड</p>\r\n<p>स्रोत: https://balrampur.gov.in/</p>","SubContentHindi":null,"ImageUrl":"e73babb4-f0b6-4bc5-ae63-5d4ca11fd4ea_Balrampur-chhattisgarh-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-balrampur-chhattisgarh","tags":[{"name":"बलरामपुर","slug":"balrampur"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":232,"title":"सूरजपुर में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"सूरजपुर एक शहर और एक नगर पालिका परिषद है जो मध्य भारत में छत्तीसगढ़ राज्य के सूरजपुर जिले में रिहंद नदी के तट पर स्थित है। यह राज्य मुख्यालय रायपुर से 256 किमी उत्तर में स्थित सूरजपुर जिले का प्रशासनिक मुख्यालय है। राष्ट्रीय राजमार्ग 43 का सूरजपुर से होकर गुजरने का मार्ग है।\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"सूरजपुर","slug":"surajpur"}],"slug":"top-places-to-visit-in-surajpur-chhattisgarh","total":0},{"id":231,"title":"सुकमा में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","dateCreated":"2019-01-09T14:55:56.924Z","dateModified":"2019-01-09T15:20:03.639Z","contributedBy":"AskGif","content":"सुकमा भारत के छत्तीसगढ़ के सुकमा जिले का एक कस्बा है।\r\nसुकमा जिला \"रेड कॉरिडोर\" का एक हिस्सा है, जो नक्सली-माओवादी विद्रोह से प्रभावित बेल्ट है। यह क्षेत्र माओवादियों द्वारा लगातार हमले के अधीन रहा है, जो पुलिस कर्मियों और राजनीतिक नेताओं को निशाना बनाते रहे हैं। सेना, पुलिस और पुलिस कर्मि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सुकमा","slug":"sukma"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-sukma-chhattisgarh","total":0},{"id":216,"title":"दुर्ग में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","dateCreated":"2019-01-04T13:29:29.037Z","dateModified":"2019-01-04T13:41:30.852Z","contributedBy":"AskGif","content":"दुर्ग भारतीय राज्य छत्तीसगढ़ में एक शहर है, जो शिवनाथ नदी के पूर्व में है और दुर्ग-भिलाई शहरी समूह का हिस्सा है। यह दुर्ग जिले का मुख्यालय है।\r\nदुर्ग जिला भारत के छत्तीसगढ़ में स्थित एक जिला है। जिला मुख्यालय दुर्ग है। जिले में 2,238 वर्ग किमी का क्षेत्र शामिल है। 2011 के बाद यह रायपुर के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दुर्ग","slug":"durg"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-durg-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}