{"id":207,"title":"Top Places to visit in Balrampur, Chhattisgarh","imageUrl":"5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","dateCreated":"2019-01-02T16:06:23.249Z","dateModified":"2019-01-02T17:42:46.502Z","contributedBy":"AskGif","content":"<p>Balrampur is the headquarters of Balrampur-Ramanujganj district of the Indian state of Chhattisgarh. It is the administrative headquarters 441 km North of the state headquarters Raipur.</p>\r\n<p>Balrampur-Ramanujganj district is a part of Ambikapur (Surguja) division. It came into existence on 1 January 2012 and was formerly part of Surguja district. It is a district of Chhattisgarh, India, with headquarters in Balrampur, Chhattisgarh. The Balrampur-Ramanujganj district lies on the northern part of Chhattisgarh state.</p>\r\n<p>&nbsp;</p>\r\n<p>Ramanujganj is one of the historical places in Balrampur district.It is the most populous town of the Balrampur district.Ramanujganj is the border town of Chhattishgarh-Jharkhand State.The nearest airports are Ranchi and Raipur. The nearest railway stations are Garhwa and Ambikapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The only university in Balrampur-Ramanujganj district is Sarguja University created on 2 September 2008.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Balrampur,_Chhattisgarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","subContents":[{"SubTitle":"1. Pawai Waterfall","SubTitleHindi":null,"SubContent":"<p>This waterfall is located on Chanan river in Semersot Sanctuary. It falls from the height of 100 Ft. People come here at various occasion to enjoy. Tourists may arranged vehicle from Balrampur to Jamuatand. Last 1.5 Km has to be traveled by foot. It is great place for trekking with natural forest view.</p>","SubContentHindi":null,"ImageUrl":"282e5fd4-e811-429c-8985-65ac3d8692e0_Pawai-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Tatapani","SubTitleHindi":null,"SubContent":"<p>Located about 12 kilometers from the district headquarters of Balrampur, Tatapani, which is famous all over the country for natural exhausting hot water. Heavy water flowed from the ground in the reservoirs and springs of water for twelve months. In the local language, heat is meant to heat. That is why this place has been named Tatapani. It is believed that Lord Rama hit the Paththar of Sitaji in the game play and hit the hot oil bowl in the hands of Sita mother.Hot oil spills on the ground, and where the oil droplets fall, hot water starts to break out of the ground. Local people regard the land here as sacred and it is said that bathing with hot water here ends all the extreme diseases.People come here from the state to see this wonderful scene and enjoy hot water. There is an idol of about four years old in Shiva temple here, which is worshiped every year, millions of tourists come here on the festival of Makar Sankranti. During this time, a huge fair is organized wherein tourist swings, Mina Bazar and other shops can be enjoyed.</p>","SubContentHindi":null,"ImageUrl":"913d577b-31e4-441e-a4eb-9f87d40758f3_Tatapani.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"3. Dipadih","SubTitleHindi":null,"SubContent":"<p>Dipadih &ndash; 75 km on Kusima Marg from Ambikapur There is a place called Dipadih at a distance. The archaeological remains of the Shaiv and Shakya sect of the 8th to 14th centuries are scattered in the areas around Dipadih. There will be many Shiva temples around Dipadih. There is an artistic statue of many Shivling, River and Goddess Durga.The artistic sculptures of Lord Vishnu, Kuber, Kartikeya and many gods and goddesses are visible on the pillars of this temple. There is a typical idol of Mahishasur Mardini in the Goddess statues. Devi-Chamunda has many statues. The Shiva Temple located at Uraon Tola is very artistic. Serpent, peacock, monkey, goose, and sculpture are engraved in the exterior reefs of the Shiva temple. The Sivan Sarna complex has a Shiva temple built in Panchayana style. The temples of this temple have attractive geometrical decorations.The entrance of the temple is decorated with the statue of Ganabhishekya Lakshmi. Uma-Maheshwar&rsquo;s ghastly statue is visible. The artistic ruins of Rani Pokhara, Borja Tila, Semal Tila, Ama Tila etc. are visible at this place. Dapdih&rsquo;s Mathini statues are made of Khajuraho style.Places of interest &ndash; Uraon Tola Shiv Temple, Sawant Sarna entrance, special statue of Mahishasur Mardini, Panchayatan style Shiva temple, Gajbhishakit&rsquo;s Lakshmi statue, Ugla-Maheshwar&rsquo;s Alingnar idol, Lord Vishnu, Kuber, Kartikeya artistic sculptures, Rani Pokhra, Borujo Tila, Semal Tila, Ama Tila and Khajuraho style have mathuni sculptures.</p>","SubContentHindi":null,"ImageUrl":"f5a1c9c5-d813-437f-af1d-9bfd115b0bd7_Devi-Patan-Temple-Tulsipur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"4. Semrsot Sanctuary","SubTitleHindi":null,"SubContent":"<p>Semersot sanctuary &ndash; 58 km on Ambikapur-Ramanujganj road Its range starts from the distance. Water in Sandur, SemarSot, Chetan and Sasu rivers flows in this sanctuary. The river Semersot flows in most of the reservoir. Hence its name was Semersot. Semersot reservoir is often covered with bamboo forests.Its area is 430.36 sq km. is. To make this sanctuary beautiful, the trees, trees, trees, years, sarai, mango, and tindu are helpful. In the wildlife, in the wild animals, leopards, gaur, Nilgai, chital, sambhar, kotra, son dog, jackal and bear can be seen in a whimsical way.This sanctuary is open for tourists from November to June. Inspection house has been constructed for night-time. In the sanctuary, the Wing Tower has been constructed by the Forest Department, so that tourists can enjoy the beauty of nature.</p>","SubContentHindi":null,"ImageUrl":"ed0d149e-48ee-4d53-8f7b-2d11a4781d86_Suhaildev-Wildlife-Sanctury.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"5. Koilabas - Balrampur","SubTitleHindi":null,"SubContent":"<p>Koilabas is among the top places to visit in Balrampur. People who visit Balrampur also visit this place.</p>","SubContentHindi":null,"ImageUrl":"4f075524-5342-4c1f-a4eb-d9e47a38c7df_Koilabas-Balrampur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Road :</p>\r\n<p>District Balrampur is well connected by NH343 to Ambikapur, Chhattisgarh(80 Km) and Garhwa, Jharkhand(80 Km)</p>\r\n<p>&nbsp;</p>\r\n<p>By Train :</p>\r\n<p>Ambikapur(ABKP) Railway Station (81 Km)</p>\r\n<p>&nbsp;</p>\r\n<p>Garhwa Road (GHD) Railway Station (90 Km)</p>\r\n<p>&nbsp;</p>\r\n<p>By Air :</p>\r\n<p>Swamy Vivekanand Airport, Raipur, Chhattisgarh</p>\r\n<p>&nbsp;</p>\r\n<p>Birsa Munda Airport, Ranchi, Jharkhand</p>\r\n<p>source: https://balrampur.gov.in/</p>","SubContentHindi":null,"ImageUrl":"e73babb4-f0b6-4bc5-ae63-5d4ca11fd4ea_Balrampur-chhattisgarh-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-balrampur-chhattisgarh","tags":[{"name":"balrampur","slug":"balrampur"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":232,"title":"Top Places to visit in Surajpur, Chhattisgarh","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"Surajpur is a city and a Nagar Palika Parishad situated in the bank of Rihand River in Surajpur district of Chhattisgarh state in central India. It is the administrative headquarters of the Surajpur district, located 256 km North from the state headquarters Raipur. National Highway 43 has its rou","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"surajpur","slug":"surajpur"}],"slug":"top-places-to-visit-in-surajpur-chhattisgarh","total":0},{"id":231,"title":"Top Places to visit in Sukma, Chhattisgarh","imageUrl":"35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","dateCreated":"2019-01-09T14:55:56.924Z","dateModified":"2019-01-09T15:20:03.639Z","contributedBy":"AskGif","content":"Sukma is a town in Sukma district in Chhattisgarh, India.\r\nSukma district is a part of the \"red corridor\", the belt affected by the Naxalite&ndash;Maoist insurgency. This region has been under continuous attack by the Maoists, who have been targeting police personnel and political leaders.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sukma","slug":"sukma"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-sukma-chhattisgarh","total":0},{"id":216,"title":"Top Places to visit in Durg, Chhattisgarh","imageUrl":"3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","dateCreated":"2019-01-04T13:29:29.037Z","dateModified":"2019-01-04T13:41:30.852Z","contributedBy":"AskGif","content":"Durg is a city in the Indian state of Chhattisgarh, east of the Shivnath River and is part of the Durg-Bhilai urban agglomeration. It is the headquarters of Durg District.\r\nDurg district is a district situated in Chhattisgarh, India. The district headquarters is Durg. The district covers a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"durg","slug":"durg"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-durg-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}