{"id":208,"title":"Top Places to visit in Bastar (Jagdalpur), Chhattisgarh","imageUrl":"5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","dateCreated":"2019-01-02T17:59:03.739Z","dateModified":"2019-01-02T18:23:52.994Z","contributedBy":"AskGif","content":"<p>Bastar District is a district of the state of Chhattisgarh in central India. Jagdalpur is the district headquarters. The district has an area of 10755.79 km&sup2;. Bastar District is bounded on the northwest by Narayanpur district, on the north by Kondagaon District, on the east by Nabarangpur and Koraput districts of Odisha state, on the south and southwest by Dantewada District, and on the west by Gadchiroli District of Maharashtra state. It possesses a unique blend of tribal and Odia culture.</p>\r\n<p>&nbsp;</p>\r\n<p>Bastar division is an administrative division of Chhattisgarh state in central India. It includes the districts of Bastar, Dantewada, Bijapur, Narayanpur, Sukma and Kanker.</p>\r\n<p>&nbsp;</p>\r\n<p>Bastar Division was created in 1999, when the larger Bastar District was divided into the present-day districts of Bastar, Dantewada, and Kanker. In 2000 the division became part of the newly created state of Chhattisgarh.The present Divisional Commissioner is Mr. Dhananjay Dewangan (Ias)</p>\r\n<p>&nbsp;</p>\r\n<p>Bastar is the southernmost region in the state of Chhattisgarh. It is a forested mineral rich region with a population of 25 million people and a rich cultural heritage. Spread over a geographical area 39,117 km2, it is divided into seven administrative districts: Kanker, Narayanpur, Kondagaon, Bijapur, Dantewada, Bastar and Sukma. An estimated 12, 98, 987 voters live in the Bastar Lok Sabha (parliamentary) constituency. In recent times, the area has become the hub of Naxal or Left Wing Extremism (LWE) related conflict. Government statistics highlight the disproportionate number of incidents of violence and deaths in this area. The latest census of India (2011) indicates declining population trend in the LWE districts in Bastar.</p>\r\n<p>&nbsp;</p>\r\n<p>Some of the most vulnerable population groups in India live in Bastar. The area is home to a number of different tribal groups (Scheduled tribes) and a variety of languages and dialects are spoken locally. Human developmental shortfalls among these groups have been further compounded in recent times by the incidence of left-wing extremism. Local agriculture, animal husbandry and forest based livelihood systems as well as weekly markets and transport networks have been disrupted by prolonged conflict. In a region where standard human development indicators were relatively low to begin with, widespread absence and worsening access to healthcare, education, drinking water, sanitation and food is creating an alarming situation. Availability of state functionaries responsible for delivering these basic minimum services in the conflict affected areas is also very low. Not surprisingly the health and nutrition indicators of all the districts are well below the state average.</p>\r\n<p>&nbsp;</p>\r\n<p>Major Industries</p>\r\n<p>Nagarnar Steel Plant</p>\r\n<p>National Mineral Development Corporation (NMDC) is setting up a 3 MTPA capacity greenfield Integrated Steel Plant in Nagarnar, located 16 km from Jagdalpur, with an estimated outlay of Rs 210 billion. The land for the plant has already been acquired as of August 2010 and, as of February 2012, five major packages of the steel plant have already been awarded to internationally acclaimed companies at a cost of around Rs. 65 billion.</p>\r\n<p>&nbsp;</p>\r\n<p>Tata Steel Plant</p>\r\n<p>Tata Steel had inked the deal with the Chhattisgarh Government in June 2005 to set up a green field integrated steel plant at Lohandiguda, about 20 km from Jagdalpur. The proposed 5.5-million-tonne per annum plant has an estimated outlay of Rs 195 billion.</p>\r\n<p>&nbsp;</p>\r\n<p>An environment ministry panel has recommended the diversion of forest land for the steel plant in a decision that was taken in the meeting of a Forest Advisory Committee (FAC) of the Ministry of Environment and Forests (MoEF), Government of India</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bastar_district</p>\r\n<p>&nbsp;</p>\r\n<p>Bastar is a tribal region in Chhattisgarh, blessed with an exceptional scenic beauty that beckons the lovers of nature to explore the forests, waterfalls, wildlife, ancient temples, tribal dances and music. Located at a distance of 264 km from Raipur, Bastar is one of the most significant eco-friendly destinations of the country. It has plenty to offer to its visitors with its valuable tribal art and culture that lie in and around the lush green city of Jagdalpur. One can choose from National Parks, waterfalls, natural caves, palaces, museums and places of religious significance.</p>\r\n<p>&nbsp;</p>\r\n<p>The Bastar Palace located in Jagdalpur is a historical monument which has an impressive art and architectural work with exquisite carvings and engravings on walls and ceilings. Bastar Palace was built by the rulers of Bastar and speaks of many legends of gallantry and heroism of these kings. The Bhoromdeo Temple is adorned with magnificently carved erotic sculptures. It also has a Shiva Lingam which is a striking piece of architecture. The Danteshwari Temple is an ancient temple of Devi Danteshwari and is said to be one of the 52 sacred Shakti peethas of the Hindu Mythology. The temple attracts tourists throughout the year, especially during the festival of Dusshera.</p>\r\n<p>&nbsp;</p>\r\n<p>Tirathgarh&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The Kanger Valley National Park, based near the Kholaba River has amazing wilderness and rich biodiversity. For nature lovers and wildlife enthusiasts, it is a perfect place to be. Wildlife here includes panther, tiger, bear, snakes, jackals, langurs, and many species of Deer&rsquo;s. One can also spot numerous varieties of birds perching at the tree tops. The Bairamgarh Wildlife Sanctuary, with its striking landscapes is famous for Chital that are found roaming in open grasslands as well as dense forests. The Indravati National Park is another significant national park of the Bastar region. Natural caves abound in the Bastar region of Chhattisgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Located in the Kanger Forest near Jagdalpur is the 330 meters long Kutumsar Cave, which is the second longest natural cave in the world. The caves are pitch-dark, enclosing stalactite formation of the Shiva Lingam. The Kailash Cave, located nearby, is also well-known for its natural carving of the idol of Lord Shiva. Other impressive caves in the Bastar region are the Dandak Cave, Kanger Cave, Karpan Cave, and Devgiri Cave, among others.</p>\r\n<p>&nbsp;</p>\r\n<p>Myna and Wild Buffalo, Bastar</p>\r\n<p>&nbsp;</p>\r\n<p>The natural landscape of Bastar encompasses many beautiful waterfalls, both big and small, surrounded with lush green forests. The horse-shoe shaped Chitrakoot Falls is the largest waterfall in India, and a major tourist attraction. The Tirathgarh Waterfall located in the Kanger Forest is a wonderful site which also has an old Shiv-Parvati temple at the spot. Other smaller waterfalls include Kanger Dhara, Mandawa Waterfall, Chitradhara, and Tamada Ghumar.</p>\r\n<p>&nbsp;</p>\r\n<p>Spread across thick bamboo forests is the huge Bhainsa Darha Lake, which inhabits crocodiles and tortoises. Dalpat Sagar is the largest artificial lake of Chhattisgarh and a major source of fish. The Anthropological Museum provides a valuable insight into the history, culture, and lifestyle of the various tribes of Bastar. Enriched with natural beauty and pleasant atmosphere, Bastar is an adventurer&rsquo;s delight and a nature lover&rsquo;s paradise. Visitors to Bastar retreat to their city life refreshed and revived!</p>\r\n<p>&nbsp;</p>\r\n<p>Best time to visit:</p>\r\n<p>November to June</p>\r\n<p>&nbsp;</p>\r\n<p>( One should avoid planning a trip during rainy season, as monsoons bring heavy showers and the caves get closed owing to floods.)</p>\r\n<p>&nbsp;</p>\r\n<p>History has it that Bastar is 'Dandakaranya', the legendary forest, through which Lord Rama passed during his exile.</p>\r\n<p>Valmiki's ashram has been identified by researchers here in Bastar.</p>\r\n<p>Bastar is also acknowledged as the 'Kashmir of Chhattishgarh'.</p>\r\n<p>source: http://bastar.gov.in/en/nature-and-tourism</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","subContents":[{"SubTitle":"1. Chitrakot Waterfall","SubTitleHindi":null,"SubContent":"<p>It was said to be Indian Niagara,actually it was better than Niagara as small boats took us what awesome rainbow small droplets falling a sight to behold</p>","SubContentHindi":null,"ImageUrl":"90330cee-d8f5-4e87-9ed4-0decb3abce52_Chitrakot-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Tirathgarh Falls","SubTitleHindi":null,"SubContent":"<p>If there is any spot that will provide you with a combination of fun, entertainment, picnic and adventure, it is this Tirathgarh Falls at the Kanger Valley national Park. This is one of the best-known picnic spots in Jagdalpur as well.</p>\r\n<p>&nbsp;</p>\r\n<p>Highlights &ndash; The most stunning waterfalls in the whole of Chhattisgarh is this waterfall, the limelight of this waterfall is that the falls over here split into multiple falls as it flows down and gives a Stunning view for the spectators. This is also an ecotourism spot as it enjoins the Kanger Valley national park. When you are done with seeing/enjoying this 300 feet fall, you can spend some spiritual time at the small temple that is located opposite to the falls over a huge rock.</p>\r\n<p>&nbsp;</p>\r\n<p>Location &ndash; Towards the South-west of Jagdalpur at a distance of 35Km lies this magnificent waterfalls.</p>\r\n<p>&nbsp;</p>\r\n<p>Timings &ndash; Can visit this waterfall at any time, though monsoon season will be great to see the sprinkling falls</p>","SubContentHindi":null,"ImageUrl":"1b7b7bfe-2916-406a-b75a-c8baf87334be_tirathgarh-falls.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Kailash and Kotumsar Cave","SubTitleHindi":null,"SubContent":"<p>Kailash and Kotusmar Cave is not only a unique cave, but is also the second longest cave in the whole world. The cave discovered in 1993 stretches to an area of 100m.</p>\r\n<p>&nbsp;</p>\r\n<p>Highlights &ndash; The uniqueness of the cave is that it can&rsquo;t be accessed beyond a certain point due to lack of oxygen flow inside the deep cave. This two-kilometer-deep cave looks stunningly gigantic amidst the dense forests. Want to get some fun? Clap your hands inside the cave and you will hear back musical sounds vibrating from the hollow walls. Once you are done exploring the cave, pay a visit to the adjacent Kanger National park also</p>\r\n<p>&nbsp;</p>\r\n<p>Location &ndash; The cave is located just beside the Tirathgarh Waterfalls and about 40 Km away from Jagdalpur</p>\r\n<p>&nbsp;</p>\r\n<p>Timings: The cave is open from 7AM till 7PM</p>","SubContentHindi":null,"ImageUrl":"863f3d55-1139-4cda-b362-005f715ba531_kailash-and-kotumsar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Kanger Valley National Park","SubTitleHindi":null,"SubContent":"<p>Established during 1982, the Kanger Valley National Park is bounded by numerous villages on all of its sides. Deriving its name from the Kanger River, this National Park Is declared as one of the Asian Biosphere Reserve.</p>\r\n<p>&nbsp;</p>\r\n<p>Highlights &ndash; The highlight of this Park is its Location and surrounding, the Park is surrounded by a rich biodiversity of fauna like Chikara, barking deer, Chital, jackal, hyena, wild boar, buck, drongo and some rare mouse deer. You can show your kids the animal world over here instead of showing them in the animal book, apart from this, the rich flora like fungi, algae, bryophytes and pteridophytes add beauty to the park. Last but not the least complete the trip by taking the Safari rides.</p>\r\n<p>&nbsp;</p>\r\n<p>Location &ndash; Situated on river Kolab, this 34Km long park is 27 km away from Jagdalpur</p>\r\n<p>&nbsp;</p>\r\n<p>Timing &ndash; The Park is open on all weekdays from 7AM to 6PM</p>","SubContentHindi":null,"ImageUrl":"4499b981-66e4-43f8-9abf-58e2bca78017_kangervally-tirathgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Danteshwari Temple","SubTitleHindi":null,"SubContent":"<p>The Warangal ancestral deity of the Chalukya kings got established as Danteshwari near the congregation of Dankini River and Shankini River and hence this place was named as Danteshwari.</p>\r\n<p>&nbsp;</p>\r\n<p>Highlights &ndash; This temple is built in dedication to Goddess Danteshwari, the highlight of this temple is that this is one of the 52 Shakthi peethas in the Whole country. As per the legends this is the place where the tooth or Daanth of Sati fell during the Satya Yuga. The Goddess is taken out for a huge procession during the Dusshera time and hence tourists can pay homage to this temple during this time and also light the Jyoti Kalashas.</p>\r\n<p>&nbsp;</p>\r\n<p>Location &ndash; The temple is situated in Dantewada to the south-west of Jagdalpur</p>\r\n<p>&nbsp;</p>\r\n<p>Timings &ndash; Best for visit is during Navarathri time</p>","SubContentHindi":null,"ImageUrl":"a5d0c630-7ada-480c-9939-27a459ea8f10_danteshwari-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>BY FLIGHT</p>\r\n<p>&nbsp;</p>\r\n<p>There are no regular flights from other major cities of the country to Jagdalpur. Nearest airport is Visakhapatnam Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Jagdalpur</p>\r\n<p>195 km away</p>\r\n<p>&nbsp;</p>\r\n<p>Visakhapatnam Airport (VTZ), Vishakhapatnam, Andhra Pradesh</p>\r\n<p>Jagdalpur</p>\r\n<p>231 km away</p>\r\n<p>&nbsp;</p>\r\n<p>Rajahmundry Airport (RJA), Rajahmundry, Andhra Pradesh</p>\r\n<p>BY TRAIN</p>\r\n<p>&nbsp;</p>\r\n<p>Jagdalpur is well connected to other major cities of the country via regular trains.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway Station(s): Jagdalpur (JDB)</p>\r\n<p>&nbsp;</p>\r\n<p>BY BUS</p>\r\n<p>&nbsp;</p>\r\n<p>You can easily get regular buses to Jagdalpur from other major cities of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Bus Station(s): Jagdalpur</p>","SubContentHindi":null,"ImageUrl":"3b0ff329-92d4-49a8-925a-13c99ef1d619_bastar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bastar-jagdalpur-chhattisgarh","tags":[{"name":"bastar","slug":"bastar"},{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"jagdalpur","slug":"jagdalpur"}],"recommendations":[{"id":227,"title":"Top Places to visit in Narayanpur, Chhattisgarh","imageUrl":"ee1c18de-2055-4666-b962-2e86c25d23af_Narayanpur-image.jpg","dateCreated":"2019-01-07T15:24:16.049Z","dateModified":"2019-01-07T15:41:07.621Z","contributedBy":"AskGif","content":"Narayanpur town is the administrative headquarters of Narayanpur district of the Indian state of Chhattisgarh. It is one of two new districts created on 11 May 2007, originating from the Bastar district.\r\n&nbsp;\r\nNarayanpur is very much affected by the Naxalites, the main reason tha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee1c18de-2055-4666-b962-2e86c25d23af_Narayanpur-image.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"narayanpur","slug":"narayanpur"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-narayanpur-chhattisgarh","total":0},{"id":225,"title":"Top Places to visit in Mahasamund, Chhattisgarh","imageUrl":"c08ecd01-8701-417b-b08d-3adc601f725e_Mahasamund-railway.jpg","dateCreated":"2019-01-06T05:42:22.334Z","dateModified":"2019-01-06T06:05:02.61Z","contributedBy":"AskGif","content":"Mahasamund City is a City in Mahasamund District in the Indian state of Chhattisgarh. The city is divided into 30 wards and four zones and it is the largest city in the Trans-Mahanadi Area. It is also the administrative headquarters of Mahasamund District and part of the proposed new Municipal Co","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c08ecd01-8701-417b-b08d-3adc601f725e_Mahasamund-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"mahasamund","slug":"mahasamund"}],"slug":"top-places-to-visit-in-mahasamund-chhattisgarh","total":0},{"id":208,"title":"Top Places to visit in Bastar (Jagdalpur), Chhattisgarh","imageUrl":"5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","dateCreated":"2019-01-02T17:59:03.739Z","dateModified":"2019-01-02T18:23:52.994Z","contributedBy":"AskGif","content":"Bastar District is a district of the state of Chhattisgarh in central India. Jagdalpur is the district headquarters. The district has an area of 10755.79 km&sup2;. Bastar District is bounded on the northwest by Narayanpur district, on the north by Kondagaon District, on the east by Nabarangpur an","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bastar","slug":"bastar"},{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"jagdalpur","slug":"jagdalpur"}],"slug":"top-places-to-visit-in-bastar-jagdalpur-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}