{"id":208,"title":"बस्तर (जगदलपुर) में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","dateCreated":"2019-01-02T17:59:03.739Z","dateModified":"2019-01-02T18:23:52.994Z","contributedBy":"AskGif","content":"<p>बस्तर जिला मध्य भारत में छत्तीसगढ़ राज्य का एक जिला है। जगदलपुर जिला मुख्यालय है। जिले का क्षेत्रफल 10755.79 वर्ग किमी है। बस्तर जिला उत्तर पश्चिम में नारायणपुर जिले, उत्तर में कोंडागांव जिला, पूर्व में ओडिशा राज्य के नबरंगपुर और कोरापुट जिलों द्वारा, दक्षिण और दक्षिण पश्चिम में दंतेवाड़ा जिले द्वारा और पश्चिम में महाराष्ट्र राज्य के गढ़चिरौली जिले से घिरा हुआ है। इसमें आदिवासी और ओडिया संस्कृति का अनूठा मिश्रण है।</p>\r\n<p>&nbsp;</p>\r\n<p>बस्तर विभाजन मध्य भारत में छत्तीसगढ़ राज्य का एक प्रशासनिक प्रभाग है। इसमें बस्तर, दंतेवाड़ा, बीजापुर, नारायणपुर, सुकमा और कांकेर जिले शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बस्तर डिवीजन 1999 में बनाया गया था, जब बस्तर जिले का बड़ा हिस्सा बस्तर, दंतेवाड़ा और कांकेर के वर्तमान जिलों में विभाजित था। 2000 में यह विभाजन छत्तीसगढ़ के नव निर्मित राज्य का हिस्सा बन गया। वर्तमान संभागीय आयुक्त श्री धनंजय देवांगन (IAS) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बस्तर छत्तीसगढ़ राज्य का सबसे दक्षिणी क्षेत्र है। यह 25 मिलियन लोगों की आबादी और एक समृद्ध सांस्कृतिक विरासत के साथ एक वनाच्छादित खनिज समृद्ध क्षेत्र है। एक भौगोलिक क्षेत्र में फैले 39,117 किमी 2, यह सात प्रशासनिक जिलों में विभाजित है: कांकेर, नारायणपुर, कोंडागांव, बीजापुर, दंतेवाड़ा, बस्तर और सुकमा। बस्तर लोकसभा (संसदीय) निर्वाचन क्षेत्र में अनुमानित 12, 98, 987 मतदाता रहते हैं। हाल के दिनों में, यह क्षेत्र नक्सल या वामपंथी उग्रवाद (LWE) से संबंधित संघर्ष का केंद्र बन गया है। सरकारी आंकड़े इस क्षेत्र में हिंसा और मौतों की संख्या के अनुपात को उजागर करते हैं। भारत की नवीनतम जनगणना (2011) बस्तर में LWE जिलों में घटती जनसंख्या प्रवृत्ति को इंगित करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत में कुछ सबसे कमजोर जनसंख्या समूह बस्तर में रहते हैं। यह क्षेत्र कई अलग-अलग जनजातीय समूहों (अनुसूचित जनजातियों) और विभिन्न भाषाओं और बोलियों का स्थान है, जो स्थानीय स्तर पर बोली जाती हैं। इन समूहों के बीच मानव विकासात्मक कमी हाल के दिनों में वामपंथी उग्रवाद की घटनाओं से और बढ़ गई है। स्थानीय कृषि, पशुपालन और वन आधारित आजीविका प्रणाली के साथ-साथ साप्ताहिक बाजार और परिवहन नेटवर्क लंबे समय तक संघर्ष से बाधित रहे हैं। ऐसे क्षेत्र में जहां मानक मानव विकास संकेतक शुरू करने के लिए अपेक्षाकृत कम थे, स्वास्थ्य, शिक्षा, पेयजल, स्वच्छता और भोजन तक व्यापक अनुपस्थिति और बिगड़ती पहुंच एक खतरनाक स्थिति पैदा कर रही है। संघर्ष प्रभावित क्षेत्रों में इन बुनियादी न्यूनतम सेवाओं को देने के लिए जिम्मेदार राज्य पदाधिकारियों की उपलब्धता भी बहुत कम है। आश्चर्यजनक रूप से सभी जिलों के स्वास्थ्य और पोषण संकेतक राज्य औसत से कम नहीं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख उद्योगों</p>\r\n<p>नगरनार स्टील प्लांट</p>\r\n<p>राष्ट्रीय खनिज विकास निगम (NMDC) जगदलपुर से 16 किमी दूर स्थित नगरनार में 3 MTPA क्षमता वाला ग्रीनफील्ड इंटीग्रेटेड स्टील प्लांट स्थापित कर रहा है, जिसका अनुमानित परिव्यय 210 बिलियन रुपये है। प्लांट के लिए जमीन पहले ही अगस्त 2010 तक हासिल कर ली गई है और फरवरी 2012 तक स्टील प्लांट के पांच प्रमुख पैकेज पहले ही अंतरराष्ट्रीय स्तर पर प्रशंसित कंपनियों को लगभग रु। की लागत से दिए जा चुके हैं। 65 बिलियन।</p>\r\n<p>&nbsp;</p>\r\n<p>टाटा स्टील प्लांट</p>\r\n<p>टाटा स्टील ने जून 2005 में छत्तीसगढ़ सरकार के साथ जगदलपुर से लगभग 20 किलोमीटर दूर लोहंडीगुड़ा में एक ग्रीन फील्ड इंटीग्रेटेड स्टील प्लांट लगाने का सौदा किया था। प्रस्तावित 5.5 मिलियन टन प्रति वर्ष संयंत्र का अनुमानित परिव्यय 195 बिलियन रुपये है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक पर्यावरण मंत्रालय के पैनल ने भारत सरकार के पर्यावरण और वन मंत्रालय (MoEF) की एक वन सलाहकार समिति (FAC) की बैठक में लिए गए एक निर्णय में स्टील प्लांट के लिए वन भूमि के डायवर्सन की सिफारिश की है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bastar_district</p>\r\n<p>&nbsp;</p>\r\n<p>बस्तर छत्तीसगढ़ में एक आदिवासी क्षेत्र है, जो एक असाधारण प्राकृतिक सुंदरता से समृद्ध है, जो प्रकृति के प्रेमियों को जंगलों, झरनों, वन्य जीवन, प्राचीन मंदिरों, आदिवासी नृत्यों और संगीत का पता लगाने के लिए प्रेरित करता है। रायपुर से 264 किमी की दूरी पर स्थित, बस्तर देश के सबसे महत्वपूर्ण पर्यावरण के अनुकूल स्थलों में से एक है। जगदलपुर के हरे-भरे शहर में और उसके आस-पास अपनी मूल्यवान आदिवासी कला और संस्कृति के साथ अपने आगंतुकों को देने के लिए बहुत कुछ है। राष्ट्रीय उद्यानों, झरनों, प्राकृतिक गुफाओं, महलों, संग्रहालयों और धार्मिक महत्व के स्थानों में से एक का चयन कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जगदलपुर में स्थित बस्तर पैलेस एक ऐतिहासिक स्मारक है जिसमें दीवारों और छतों पर उत्कृष्ट नक्काशी और नक्काशी के साथ एक प्रभावशाली कला और स्थापत्य कला है। बस्तर पैलेस बस्तर के शासकों द्वारा बनाया गया था और इन राजाओं की वीरता और वीरता के कई किंवदंतियों की बात करता है। भोरमदेव मंदिर भव्य रूप से नक्काशीदार कामुक मूर्तियों से सुसज्जित है। इसमें एक शिव लिंगम भी है जो वास्तुकला का एक अद्भुत नमूना है। दंतेश्वरी मंदिर देवी दंतेश्वरी का एक प्राचीन मंदिर है और हिंदू पौराणिक कथाओं के 52 पवित्र शक्तिपीठों में से एक कहा जाता है। मंदिर पूरे साल पर्यटकों को आकर्षित करता है, खासकर दशहरा के त्योहार के दौरान।</p>\r\n<p>&nbsp;</p>\r\n<p>तीरथगढ़</p>\r\n<p>&nbsp;</p>\r\n<p>खोलबा नदी के पास स्थित कांगेर वैली नेशनल पार्क में अद्भुत जंगल और समृद्ध जैव विविधता है। प्रकृति प्रेमियों और वन्यजीव उत्साही लोगों के लिए, यह एक आदर्श स्थान है। यहां वन्यजीवों में पैंथर, बाघ, भालू, सांप, गीदड़, लंगूर और हिरण की कई प्रजातियां शामिल हैं। पेड़ की चोटी पर पक्षियों की कई किस्मों को देखा जा सकता है। बैरमगढ़ वन्यजीव अभयारण्य, अपनी हड़ताली परिदृश्य के साथ चीतल के लिए प्रसिद्ध है जो खुले घास के मैदानों और घने जंगलों में घूमते हुए पाए जाते हैं। इंद्रावती राष्ट्रीय उद्यान बस्तर क्षेत्र का एक और महत्वपूर्ण राष्ट्रीय उद्यान है। छत्तीसगढ़ के बस्तर क्षेत्र में प्राकृतिक गुफाएँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जगदलपुर के पास कांगेर वन में स्थित 330 मीटर लंबी कुटुमसर गुफा है, जो दुनिया की दूसरी सबसे लंबी प्राकृतिक गुफा है। गुफाएँ गहरे रंग की हैं, जो शिव लिंगम के स्टैलेक्टाइट गठन को घेरे हुए हैं। पास में स्थित कैलाश गुफा, भगवान शिव की मूर्ति की प्राकृतिक नक्काशी के लिए भी प्रसिद्ध है। बस्तर क्षेत्र की अन्य प्रभावशाली गुफाएँ दण्डक गुफा, कांगेर गुफा, करपन गुफा और देवगिरी गुफा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मैना और जंगली भैंस, बस्तर</p>\r\n<p>&nbsp;</p>\r\n<p>बस्तर का प्राकृतिक परिदृश्य कई खूबसूरत झरनों को सम्&zwj;मिलित करता है, दोनों बड़े और छोटे, हरे भरे जंगलों से घिरे हैं। घोड़े के जूते के आकार का चित्रकूट फॉल्स भारत का सबसे बड़ा झरना है, और एक प्रमुख पर्यटक आकर्षण है। कांगेर वन में स्थित तीरथगढ़ जलप्रपात एक अद्भुत स्थल है, जिसका एक पुराना शिव-पार्वती मंदिर भी है। अन्य छोटे झरनों में कांगेर धरा, मंडावा झरना, चित्रधारा, और तमदा घूमर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बांस के घने जंगलों में फैली विशाल भैंसा दरहा झील है, जिसमें मगरमच्छ और कछुए रहते हैं। दलपत सागर छत्तीसगढ़ की सबसे बड़ी कृत्रिम झील और मछली का एक प्रमुख स्रोत है। मानवविज्ञान संग्रहालय बस्तर के विभिन्न जनजातियों के इतिहास, संस्कृति और जीवन शैली में एक मूल्यवान अंतर्दृष्टि प्रदान करता है। प्राकृतिक सुंदरता और सुखद वातावरण से भरपूर, बस्तर एक साहसी और प्राकृतिक प्रेमी का स्वर्ग है। बस्तर के आगंतुक अपने शहर के जीवन को ताज़ा और पुनर्जीवित करते हैं!</p>\r\n<p>&nbsp;</p>\r\n<p>यात्रा करने का सबसे अच्छा समय:</p>\r\n<p>नवंबर से जून</p>\r\n<p>&nbsp;</p>\r\n<p>(बारिश के मौसम में यात्रा की योजना बनाने से बचना चाहिए, क्योंकि मानसून भारी वर्षा लाता है और गुफाएं बाढ़ के कारण बंद हो जाती हैं।)</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास यह है कि बस्तर 'दंडकारण्य' है, जो कि पौराणिक वन है, जिससे भगवान राम अपने वनवास के दौरान गुजरे थे।</p>\r\n<p>वाल्मीकि के आश्रम की पहचान बस्तर के शोधकर्ताओं ने यहां की है।</p>\r\n<p>बस्तर को 'छत्तीसगढ़ के कश्मीर' के रूप में भी स्वीकार किया जाता है।</p>\r\n<p>स्रोत: http://bastar.gov.in/en/nature-and-tourism</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","subContents":[{"SubTitle":"1. चित्रकोट जलप्रपात","SubTitleHindi":null,"SubContent":"<p>यह भारतीय नियाग्रा कहा जाता था, वास्तव में यह नियाग्रा से बेहतर था क्योंकि छोटी नावें हमें ले गईं, जो भयानक इंद्रधनुष छोटी बूंदों को देखने के लिए गिरती हैं</p>","SubContentHindi":null,"ImageUrl":"90330cee-d8f5-4e87-9ed4-0decb3abce52_Chitrakot-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. तीरथगढ़ जलप्रपात","SubTitleHindi":null,"SubContent":"<p>यदि कोई स्थान है जो आपको मनोरंजन, मनोरंजन, पिकनिक और रोमांच का संयोजन प्रदान करेगा, तो यह कांगेर घाटी राष्ट्रीय उद्यान में तीरथगढ़ फॉल्स है। यह जगदलपुर के सबसे प्रसिद्ध पिकनिक स्पॉट में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य आकर्षण - पूरे छत्तीसगढ़ में सबसे आश्चर्यजनक झरना यह झरना है, इस जलप्रपात की खासियत यह है कि यहाँ पर गिरने वाला पानी कई झरनों में विभाजित हो जाता है क्योंकि यह नीचे बहता है और दर्शकों के लिए एक आश्चर्यजनक दृश्य देता है। यह एक इकोटूरिज्म स्पॉट भी है क्योंकि यह कांगेर घाटी राष्ट्रीय उद्यान में शामिल है। जब आप इस 300 फीट की गिरावट को देखने / आनंद लेने के साथ संपन्न होते हैं, तो आप उस छोटे से मंदिर में कुछ आध्यात्मिक समय बिता सकते हैं जो एक विशाल चट्टान के ऊपर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान - 35Km की दूरी पर जगदलपुर के दक्षिण-पश्चिम की ओर यह शानदार झरना स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>समय - किसी भी समय इस झरने की यात्रा कर सकते हैं, हालांकि मानसून का मौसम छिड़काव को देखने के लिए बहुत अच्छा होगा</p>","SubContentHindi":null,"ImageUrl":"1b7b7bfe-2916-406a-b75a-c8baf87334be_tirathgarh-falls.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Kailash and Kotumsar Cave","SubTitleHindi":null,"SubContent":"<p>कैलाश और कोटुसमर गुफा न केवल एक अनोखी गुफा है, बल्कि पूरी दुनिया में दूसरी सबसे लंबी गुफा है। 1993 में खोजी गई गुफा 100 मीटर के क्षेत्र तक फैली हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य विशेषताएं - गुफा की विशिष्टता यह है कि गहरी गुफा के अंदर ऑक्सीजन के प्रवाह में कमी के कारण इसे एक निश्चित बिंदु से परे नहीं पहुँचा जा सकता है। घने जंगलों के बीच यह दो किलोमीटर गहरी गुफा आश्चर्यजनक रूप से विशाल दिखाई देती है। कुछ मजा लेना चाहते हैं? गुफा के अंदर अपने हाथों को ताली बजाएं और आप खोखले दीवारों से हिलती हुई संगीतमय आवाज़ सुनेंगे। एक बार जब आप गुफा की खोज करते हैं, तो निकटवर्ती कांगेर नेशनल पार्क में भी जाएँ</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान - गुफा तीरथगढ़ झरने के पास और जगदलपुर से लगभग 40 किलोमीटर दूर स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>समय: गुफा सुबह 7 बजे से शाम 7 बजे तक खुली रहती है</p>","SubContentHindi":null,"ImageUrl":"863f3d55-1139-4cda-b362-005f715ba531_kailash-and-kotumsar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कांगेर घाटी राष्ट्रीय उद्यान","SubTitleHindi":null,"SubContent":"<p>1982 के दौरान स्थापित, कांगेर घाटी राष्ट्रीय उद्यान इसके सभी किनारों पर कई गांवों से घिरा हुआ है। कांगेर नदी से अपना नाम हटाते हुए, इस राष्ट्रीय उद्यान को एशियाई बायोस्फीयर रिजर्व में से एक घोषित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य आकर्षण - इस पार्क का मुख्य आकर्षण इसका स्थान और आस-पास है, यह पार्क चिकारा, बार्किंग हिरण, चीतल, सियार, लकड़बग्घा, जंगली सूअर, हिरन, ड्रोंगो और कुछ दुर्लभ माउस हिरण जैसे जीवों की समृद्ध जैव विविधता से घिरा हुआ है। आप अपने बच्चों को जानवरों की किताब में दिखाने के बजाय यहां जानवरों की दुनिया दिखा सकते हैं, इसके अलावा, कवक, शैवाल, ब्रायोफाइट्स और टेरिडोफाइट्स जैसे समृद्ध वनस्पति पार्क में सुंदरता जोड़ते हैं। अंतिम लेकिन सफारी की सवारी लेकर यात्रा को कम से कम पूरा न करें।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान - कोलाब नदी पर स्थित, यह 34 किमी लंबा पार्क जगदलपुर से 27 किमी दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>समय - पार्क सभी सप्ताह के दिनों में सुबह 7 बजे से शाम 6 बजे तक खुला रहता है</p>","SubContentHindi":null,"ImageUrl":"4499b981-66e4-43f8-9abf-58e2bca78017_kangervally-tirathgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. दंतेश्वरी मंदिर","SubTitleHindi":null,"SubContent":"<p>चालुक्य राजाओं के वारंगल पुश्तैनी देवता को दन्किनी नदी और शंखिनी नदी की मण्डली के पास दंतेश्वरी के रूप में स्थापित किया गया था और इसलिए इस स्थान का नाम दंतेश्वरी रखा गया।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य आकर्षण - यह मंदिर देवी दंतेश्वरी के समर्पण में बनाया गया है, इस मंदिर की खास बात यह है कि यह पूरे देश में 52 शक्ति पीठों में से एक है। किंवदंतियों के अनुसार, यह वह जगह है जहां सती के दांत या दाता सत्य युग के दौरान गिर गए थे। देवी को दशहरा के समय एक विशाल जुलूस के लिए निकाला जाता है और इसलिए पर्यटक इस दौरान इस मंदिर में श्रद्धांजलि अर्पित कर सकते हैं और ज्योति कलशों पर रोशनी भी डाल सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान - मंदिर जगदलपुर के दक्षिण-पश्चिम में दंतेवाड़ा में स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>समय - यात्रा के लिए सर्वश्रेष्ठ नवरात्रि के समय है</p>","SubContentHindi":null,"ImageUrl":"a5d0c630-7ada-480c-9939-27a459ea8f10_danteshwari-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>बाय फ्लाइट</p>\r\n<p>&nbsp;</p>\r\n<p>देश के अन्य प्रमुख शहरों से जगदलपुर के लिए नियमित उड़ानें नहीं हैं। निकटतम हवाई अड्डा विशाखापत्तनम हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जगदलपुर</p>\r\n<p>195 किमी दूर</p>\r\n<p>&nbsp;</p>\r\n<p>विशाखापत्तनम एयरपोर्ट (VTZ), विशाखापट्टनम, आंध्र प्रदेश</p>\r\n<p>जगदलपुर</p>\r\n<p>231 किमी दूर</p>\r\n<p>&nbsp;</p>\r\n<p>राजमुंदरी हवाई अड्डा (RJA), राजमुंदरी, आंध्र प्रदेश</p>\r\n<p>ट्रेन से</p>\r\n<p>&nbsp;</p>\r\n<p>जगदलपुर नियमित ट्रेनों के माध्यम से देश के अन्य प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे स्टेशन: जगदलपुर (JDB)</p>\r\n<p>&nbsp;</p>\r\n<p>बस से</p>\r\n<p>&nbsp;</p>\r\n<p>आप जगदलपुर से देश के अन्य प्रमुख शहरों के लिए आसानी से नियमित बसें प्राप्त कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बस स्टेशन: जगदलपुर</p>","SubContentHindi":null,"ImageUrl":"3b0ff329-92d4-49a8-925a-13c99ef1d619_bastar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bastar-jagdalpur-chhattisgarh","tags":[{"name":"बस्तर","slug":"bastar"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"जगदलपुर","slug":"jagdalpur"}],"recommendations":[{"id":227,"title":"नारायणपुर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"ee1c18de-2055-4666-b962-2e86c25d23af_Narayanpur-image.jpg","dateCreated":"2019-01-07T15:24:16.049Z","dateModified":"2019-01-07T15:41:07.621Z","contributedBy":"AskGif","content":"नारायणपुर शहर भारतीय राज्य छत्तीसगढ़ के नारायणपुर जिले का प्रशासनिक मुख्यालय है। यह 11 मई 2007 को बस्तर जिले से उत्पन्न दो नए जिलों में से एक है।\r\n&nbsp;\r\nनारायणपुर नक्सलियों से बहुत अधिक प्रभावित है, इसका मुख्य कारण इस क्षेत्र की जनजातियाँ आर्थिक विकास से वंचित हैं। 1985 में शुरू क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee1c18de-2055-4666-b962-2e86c25d23af_Narayanpur-image.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नारायणपुर","slug":"narayanpur"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-narayanpur-chhattisgarh","total":0},{"id":225,"title":"महासमुंद में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"c08ecd01-8701-417b-b08d-3adc601f725e_Mahasamund-railway.jpg","dateCreated":"2019-01-06T05:42:22.334Z","dateModified":"2019-01-06T06:05:02.61Z","contributedBy":"AskGif","content":"महासमुंद शहर भारतीय राज्य छत्तीसगढ़ में महासमुंद जिले का एक शहर है। शहर को 30 वार्डों और चार क्षेत्रों में विभाजित किया गया है और यह ट्रांस-महानदी क्षेत्र का सबसे बड़ा शहर है। यह महासमुंद जिले का प्रशासनिक मुख्यालय और धमतरी, बिरगांव और चरोदा के साथ प्रस्तावित नए नगर निगम का हिस्सा है। वर्तमान महा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c08ecd01-8701-417b-b08d-3adc601f725e_Mahasamund-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"महासमुंद","slug":"mahasamund"}],"slug":"top-places-to-visit-in-mahasamund-chhattisgarh","total":0},{"id":208,"title":"बस्तर (जगदलपुर) में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","dateCreated":"2019-01-02T17:59:03.739Z","dateModified":"2019-01-02T18:23:52.994Z","contributedBy":"AskGif","content":"बस्तर जिला मध्य भारत में छत्तीसगढ़ राज्य का एक जिला है। जगदलपुर जिला मुख्यालय है। जिले का क्षेत्रफल 10755.79 वर्ग किमी है। बस्तर जिला उत्तर पश्चिम में नारायणपुर जिले, उत्तर में कोंडागांव जिला, पूर्व में ओडिशा राज्य के नबरंगपुर और कोरापुट जिलों द्वारा, दक्षिण और दक्षिण पश्चिम में दंतेवाड़ा जिले द्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बस्तर","slug":"bastar"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"जगदलपुर","slug":"jagdalpur"}],"slug":"top-places-to-visit-in-bastar-jagdalpur-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}