{"id":209,"title":"बेमेतरा में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"<p>बेमेतरा छत्तीसगढ़ का एक शहर हैं, जो दुर्ग जिले से अलग होकर नए जिले के रूप में १४ जनवरी २०१२ को अस्तित्व में आया।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला मूल रूप से अपने उन्हारी उत्पादन के लिए पुरे एशिया में विख्यात हैं। यहाँ चना का अत्यधिक उत्पादन होता है। शिक्षा के क्षेत्र में भी यह जिला अग्रिणी रहा हैं। अंतर्राष्ट्रीय स्तर के कवि सुरेन्द्र दुबे भी इसी माटी के हैं, इन्टरनेट पर न्यूज़ सर्विस दे रहे अजीत कुमार शर्मा बेमेतरा जिले के पहले अधिमान्य प्राप्त पत्रकार हैं। माता भद्रकाली संस्थान, योगिद्वीप. देवरबीजा, सरदा, देवकर. नवागढ़ सहित कई महत्वपूर्ण जगह इस किले में स्थित हैं।बेमेतरा से लगभग 14 किलोमीटर की दूरी पर ग्राम संडी है जहाँ पर माँ सिद्धि विराज मान है जिसके दर्शन मात्र से मनोकामनाएँ पूर्ण होती है।रेलमार्ग से अछूता यह शहर सिर्फ सड़क मार्ग के भरोसे भी सफलता की और अग्रसर हैं। यही बेमेतरा की रहने वाली श्री मती रिंकी पांडेय ने शिक्षा के क्षेत्र में बहुत काम किया है , आपने सरकारी विद्यालय में पढाने के साथ साथ निःशुल्क गरीब बच्चो को अपने घर पर पढ़ाती है, जिसमे सभी वर्गों के गरीब बच्चे पढ़ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसंख्या</p>\r\n<p>बेमेतरा नगर नवीन बेमेतरा जिले का एकमात्र नगर पालिका है।। जो 21 वार्डों में बटा हुआ है। बेमेतरा नगर पालिका के वर्तमान अध्यक्ष श्री विजय सिन्हा जी हैं। बेमेतरा नगर की जनसंख्या 2011 की जनगणना के हिसाब से 28536 है। बेमेतरा नगर में स्थित सिद्ध शक्तिपीठ माता भद्रकाली व माता शीतला के प्रसिद्ध मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थिति</p>\r\n<p>छत्तीसगढ राज्य दुर्ग जिले को विभजित कर 21 वें जिले के रूप में बालोद एवं 22वें जिले के रूप में 13 जनवरी 2012 को बेमेतरा जिला का गठन किया गया। जिसका विधिवत उदृघाटन राज्य के मुख्यमंत्री माननीय रमन सिंह जी के द्वारा किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>विस्तार</p>\r\n<p>लगभग दो हजार 855 वर्ग किलोमीटर में फैले इस नये जिले में पांच तहसीलों के अंतर्गत 697 गांव, 334 ग्राम पंचायत और सात नगरीय क्षेत्र शामिल हैं। बेमेतरा जिला शिवनाथ, सुरही, हाफ और संकरी नदी के आंचल में 697 गांवों और 334 ग्राम पंचायतों के साथ दो हजार 855 वर्ग किलोमीटर में फैला हुआ है। नये जिले में पांच तहसीलें (विकासखण्ड) - नवागढ़, बेमेतरा, बेरला, साजा और थानखम्हरिया और सात नगरीय निकाय- नगर पालिका परिषद बेमेतरा सहित नगर पंचायत साजा, थानखम्हरिया, मारो, देवकर, परपोड़ी और बेरला शामिल हैं। जिले के सभी 697 आबाद गांवों का विद्युतीकरण हो चुका है। बेमेतरा जिले में किसान लगभग दो लाख 35 हजार हेक्टेयर में खेती करते हैं। मुख्य रूप से बेमेतरा जिले में धान के साथ-साथ दलहन-तिलहन, गन्ना और गेहूं की खेती हो रही है। नये बेमेतरा जिले की कुल जनसंख्या सात लाख 95 हजार 334 है। इसमें सात लाख 21 हजार की आबादी ग्रामीण क्षेत्रों में निवास करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>मन्दिर</p>\r\n<p>जिला मुख्यालय बेमेतरा से लगभग 15 किलोमीटर की दूरी पर हाफ नदी के किनारे ग्राम बुचीपुर में चौदहवीं शताब्दी का प्रसिध्द महामाया मंदिर इस नये जिले के गौरवशाली इतिहास का साक्षी है। बेमेतरा जिले में कुल एक हजार 385 शैक्षणिक संस्थाएं संचालित हो रही है। इनमें पांच कॉलेज, 63 हायर सेकेण्डरी स्कूल, 59 हाई स्कूल, 411 मिडिल स्कूल, 845 प्राथमिक शालाएं और दो तकनीकी शिक्षण संस्थाएं शामिल हैं। बेमेतरा से 15 किलोमीटर की दुरी पर देवरबीजा ग्राम में स्थित सीता मंदिर और रायपुर जीले की सरहद में शिवनाथ और खारून नदी के संगम में अत्यंत रमणीय व धार्मिक पर्यटक स्थल सोमनाथ का मंदिर इस जिले की शोभा बढ़ाते हैं।</p>\r\n<p>source: https://hi.wikipedia.org/wiki/%E0%A4%AC%E0%A5%87%E0%A4%AE%E0%A5%87%E0%A4%A4%E0%A4%B0%E0%A4%BE</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","subContents":[{"SubTitle":"1. भद्रकाली मंदिर","SubTitleHindi":null,"SubContent":"<p>जय माँ भद्रकाली मंदिर बेमेतरा में स्थित है, यह मंदिर छत्तीसगढ़ के लोगों के लिए काफी धार्मिक महत्व का है, यह प्रसिद्ध पूजा स्थलों में से एक है जो बेमेतरा, छत्तीसगढ़ में स्थित है।</p>","SubContentHindi":null,"ImageUrl":"2c2f8e73-e281-410f-9691-dee6253b63e0_Bhadrakali-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. मडकु दवेप","SubTitleHindi":null,"SubContent":"<p>मदकू दवेप बेमेतरा के पसंदीदा पर्यटन स्थलों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"8b69fbd8-783a-4421-86ba-5b8386d9c9a1_Madku-Dweep.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>जिले में कोई रेलवे लाइन नहीं है। यहाँ से निकटतम रेलवे स्टेशन तिल्दा (35 किमी) है और प्रमुख स्टेशन रायपुर (66 किमी) है। बेमेतरा शहर रायपुर, जबलपुर, बिलासपुर, दुर्ग और कवर्धा से सड़क मार्ग से अच्छी तरह जुड़ा हुआ है। राष्ट्रीय राजमार्ग NH12A बेमेतरा शहर के मध्य से होकर गुजरता है, जो राज्य की राजधानी रायपुर को जबलपुर से जोड़ता है। दो राज्य राजमार्ग बेमेतरा से पहले बेमेतरा से दुर्ग और दूसरा कुमारी मुंगेली से होकर गुजरता है। बेमेतरा में निकटतम हवाई अड्डा रायपुर है, जो शहर से 66 किमी दूर है। बेमेतरा में स्थानीय परिवहन हाथ रिक्शा और ऑटो रिक्शा है। लोग अपनी अपनी सुविधानुसार यात्रा करते हैं, जैसे कि मोटरसाइकिल, कार और साइकिल।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़कें</p>\r\n<p>बेमेतरा शहर रोडवेज द्वारा रायपुर, जबलपुर, बिलासपुर, दुर्ग और कवर्धा से अच्छी तरह से जुड़ा हुआ है। NH-12 शहर के केंद्र से होकर गुजरता है जो राज्य के सबसे व्यस्त सड़क में से एक है। यह राजमार्ग राज्य की राजधानी रायपुर को एक प्रमुख शहर से जोड़ता है मध्य प्रदेश का शहर, जबलपुर। बेमेतरा से दो राज्य राजमार्ग गुजर रहे हैं जो दुर्ग से बेमेतरा और कुम्हारी - बेमेतरा - मुंगेली हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>बेमेतरा जिले में कोई रेलवे लाइन नहीं है और निकटतम रेलवे स्टेशन तिल्दा (35 किमी) और प्रमुख स्टेशन रायपुर (66 किमी) और दुर्ग लगभग 72 किमी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दुर्ग-बेमेतरा-मुंगेली-बिलासपुर रेलवे लाइन के लिए एक नई रेलवे लाइन का सर्वेक्षण प्रस्तावित है।</p>","SubContentHindi":null,"ImageUrl":"ca46548d-b419-49fc-aa77-8edafada1996_Bemetara-chhattisgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bemetara-chhattisgarh","tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बेमेतरा","slug":"bemetara"}],"recommendations":[{"id":230,"title":"राजनांदगांव में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","dateCreated":"2019-01-08T18:22:29.538Z","dateModified":"2019-01-08T19:24:11.047Z","contributedBy":"AskGif","content":"राजनांदगांव भारत के छत्तीसगढ़ राज्य में राजनांदगाँव जिले का एक शहर है। 2011 की जनगणना के अनुसार शहर की जनसंख्या 163,122 थी। दुर्ग जिले के विभाजन के परिणामस्वरूप राजनांदगांव जिला 26 जनवरी 1973 को अस्तित्व में आया।\r\n&nbsp;\r\nभाषा\r\nछत्तीसगढ़ी और हिंदी राजनांदगांव में मुख्य बोली ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजनंदगांव","slug":"rajnandgaon"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-rajnandgaon-chhattisgarh","total":0},{"id":215,"title":"धमतरी में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","dateCreated":"2019-01-04T09:27:51.724Z","dateModified":"2019-01-04T09:36:50.955Z","contributedBy":"AskGif","content":"धमतरी भारत के छत्तीसगढ़ राज्य में एक नगर निगम [1] और जिला है, जो 6 जुलाई 1998 को गठित महासमुंद लोकसभा क्षेत्र का हिस्सा है। [उद्धरण वांछित] यह जिला छत्तीसगढ़ की कुल आबादी का 3.13 प्रतिशत है।\r\nधमतरी को \"धम्म\" + \"तराई\" जिले से संक्षिप्त किया गया है और यह छत्तीसगढ़ क्षेत्र के उपजाऊ मैदानों मे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"धमतरी","slug":"dhamtari"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dhamtari-chhattisgarh","total":0},{"id":208,"title":"बस्तर (जगदलपुर) में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","dateCreated":"2019-01-02T17:59:03.739Z","dateModified":"2019-01-02T18:23:52.994Z","contributedBy":"AskGif","content":"बस्तर जिला मध्य भारत में छत्तीसगढ़ राज्य का एक जिला है। जगदलपुर जिला मुख्यालय है। जिले का क्षेत्रफल 10755.79 वर्ग किमी है। बस्तर जिला उत्तर पश्चिम में नारायणपुर जिले, उत्तर में कोंडागांव जिला, पूर्व में ओडिशा राज्य के नबरंगपुर और कोरापुट जिलों द्वारा, दक्षिण और दक्षिण पश्चिम में दंतेवाड़ा जिले द्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बस्तर","slug":"bastar"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"जगदलपुर","slug":"jagdalpur"}],"slug":"top-places-to-visit-in-bastar-jagdalpur-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}