{"id":212,"title":"बीजापुर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","dateCreated":"2019-01-03T17:24:41.954Z","dateModified":"2019-01-03T17:42:00.383Z","contributedBy":"AskGif","content":"<p>बीजापुर भारत के बीजापुर जिले, छत्तीसगढ़ में एक शहर है। यह जिले की सीट है और बीजापुर जिले के 4 तालुकों में से एक है। बीजापुर तालुक का क्षेत्रफल 928 किमी 2 और 60,055 निवासी (2001 की जनगणना) है। यह राष्ट्रीय राजमार्ग 16 पर स्थित है जो तेलंगाना में निजामाबाद को दक्षिणपूर्वी छत्तीसगढ़ के जगदलपुर से जोड़ता है।</p>\r\n<p>बीजापुर जिला, जिसे पहले बिरजापुर के रूप में जाना जाता था, मध्य भारत में छत्तीसगढ़ राज्य के 27 जिलों में से एक है। यह 11 मई 2007 को बनाए गए दो नए जिलों में से एक है। 2011 तक नारायणपुर के बाद यह छत्तीसगढ़ (18 में से) का दूसरा सबसे कम आबादी वाला जिला है। 2011 की जनगणना के अनुसार, भारत में यह दूसरा सबसे कम साक्षर जिला है, जिसकी साक्षरता दर 41.58% है। मध्य प्रदेश</p>\r\n<p>&nbsp;</p>\r\n<p>बीजापुर के वर्तमान कलेक्टर श्री अयाज तंबोली हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>जिला जंगल से समृद्ध है। जिले में पाया जाने वाला जंगल मिश्रित वन रेंज वाले शुष्क क्षेत्र में आता है। शुष्क क्षेत्र मिश्रित जंगल से युक्त है और यह नम और मध्यवर्ती बेल्ट के बीच फैला हुआ है, लेकिन आम तौर पर जिले के पश्चिमी आधे और दक्षिणी हिस्सों तक सीमित है। विभिन्न प्रकार के पेड़ पाए जाते हैं, उदाहरण के लिए, धवरा (एनोगेइसस लैटिफोलिया), भीरा (क्लोरोक्सिलीन स्वेतेनिया), रौनी (सोयामीडा फेब्रिफ्यूगा) और अन्य जैसे चार, तेंदू, आइनिया, आंवला, हर्रा और हरिया।</p>\r\n<p>&nbsp;</p>\r\n<p>पथरीले क्षेत्रों में, पेड़ आमतौर पर अस्त और विकृत होते हैं। चट्टानी क्षेत्र में आम के पेड़ सलाई, हंगू, खैर, हर्रा, पलास और सेसम हैं। जिले के उत्तरी भागों में, जंगल के पेड़ सागौन (टेक्टोना ग्रैंडिस), साल (शोरारो-बस्ता), सिरसा (डालबर्गिया लतीफोलिया), बिजसाल (पेटरोकार्पस म्यूपियम), कुसुम (श्लीचेरा तर्जुगा), पलास (ब्यूटा फ्रोंडोसा, मह) हैं। (बेसिया लतीफोलिया) तेंदू (डायोस्पायोस मेलानोक्सिलीन), हर्रा (टर्मिनलिया चेबुला) अओनला (फीलैंथस एम्बेलिसा) साजा (टर्मिनाला टोमेंटोसा), कौहा (टी। अर्जुन), सलाई (बोसवेलिया सेराटा), चार (बुकाननिया लतीफोलिया)</p>\r\n<p>&nbsp;</p>\r\n<p>हथेलियाँ लोगों की घरेलू अर्थव्यवस्था में एक महत्वपूर्ण स्थान भरती हैं। पालमीरा पाम (बोरसुआ फ्लेबेलिफ़र), जिसे स्थानीय रूप से टार के रूप में जाना जाता है, दक्षिण-पश्चिम में बड़े पैमाने पर बढ़ता है। इसी से लोग ताड़ी निकालते हैं। इसके अलावा महत्त्वपूर्ण है सल्फी (Caryota यूरेन्स)। सल्फी पहाड़ियों की छायादार घाटियों में और बढ़ते मैदानों के अवसादों में बढ़ता है। यह जिले के मध्य क्षेत्रों में सबसे अच्छा है। सल्फी एक सैप का उत्पादन करता है, जिसे इसी नाम से जाना जाता है, और एक स्वादिष्ट रस प्रदान करता है। अन्य खजूर के पेड़ जंगली खजूर (फीनिक्स सिल्वेस्ट्रीस) और पी। एकाउलिस हैं, जिन्हें स्थानीय रूप से छिंद और बुटा छिंद (पी। फिनीनिफेरा) नाम दिया गया है। इस बुटा छिंद के तने से एक ग्रब प्राप्त होता है जो जनजातियों के लिए एक विनम्रता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला अपने समृद्ध वन्यजीवों के लिए प्रसिद्ध है, क्योंकि इसमें बहुत घने जंगल हैं। जंगल में जिले भर में बाघ और पैंथर पाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार बीजापुर जिले में, छत्तीसगढ़ की आबादी 255,180 है, [8] लगभग वानुअतु के राष्ट्र के बराबर है। [9] इससे इसे भारत में 581 वें (कुल 640 में से) की रैंकिंग मिली है। [8] जिले का जनसंख्या घनत्व 39 निवासियों प्रति वर्ग किलोमीटर (100 / वर्ग मील) है। [8] 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 8.76% थी। [8] बीजापुर में प्रत्येक 1000 पुरुषों पर 982 महिलाओं का लिंग अनुपात है, [8] और साक्षरता दर 41.58% है</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और विरासत</p>\r\n<p>बीजापुर एक आदिवासी क्षेत्र होने के कारण देश में सबसे अधिक जनजातियाँ जुड़ी हुई हैं। बीजापुर वास्तव में देश में जनजाति की सबसे पुरानी और घनी आबादी है, जो अब कई वर्षों से लगभग अछूती है। यह आदिम व्यक्ति की संस्कृति के संरक्षण की सबसे दुर्लभ है। आदिवासी लोगों के पास पोशाक पहनने वाली महिलाओं के साथ अपने नियम और कानून हैं जो बहुत अलग और रंगीन और मोतियों और धातुओं से बने गहने हैं। बीजापुर में जनजातियों को उनकी अनूठी संस्कृति और पारंपरिक जीवन शैली के लिए जाना जाता है। वे भरोसेमंद और ईमानदार मुस्कुराते चेहरों के साथ अपनी दुनिया में रहते हैं। प्रत्येक जनजाति की अपनी बोली है और एक दूसरे से अलग है, जिस तरह से वे कपड़े पहनते हैं, उनकी भाषा, जीवन शैली, उत्सव और अनुष्ठान, आदि सभी भगवान भैरराम देव आदि की पूजा करते हैं जैसे मारिरो, सोना, धनकुल, चरण परब, कोटनी। और झलियाना बहुत प्रसिद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनजाति के बीच त्योहारों को लगभग पूरे वर्ष मनाया जाता है, जिसमें अंधविश्वासों का प्रचलन है। हालाँकि, वनों की कटाई के कारण जनजातियाँ आर्थिक रूप से कमजोर हो रही हैं क्योंकि उनमें से बहुत से लोग पेड़ों पर निर्भर हैं। प्राकृतिक वन के विलुप्त होने के साथ यह उनके लिए धीरे-धीरे बहुत कठिन होता जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>बड़ी संख्या में जनजाति उनके बीच रहते हैं और स्थानीय लोगों के साथ घुलने-मिलने से बचते हैं और हमेशा एक-दूसरे पर भरोसा करते हैं। वे पूर्ण सद्भाव में रहते हैं और जंगल की रक्षा के लिए पेड़ों की पूजा करते हैं। आधुनिक समाज में उनसे सीखने के लिए बहुत कुछ है विशेष रूप से पर्यावरण के संरक्षण के तरीके।</p>\r\n<p>&nbsp;</p>\r\n<p>आइए हम बीजापुर की कुछ सबसे लोकप्रिय जनजातियों में देखें,</p>\r\n<p>&nbsp;</p>\r\n<p>गोंड जनजाति</p>\r\n<p>गोंडों को कोइटोरियास / कोटोरिया जनजाति के रूप में पहचाना जाता है, जो मुख्य रूप से बीजापुर के जंगल को प्रमुखता देता है। कुछ का मानना ​​है कि वे दुनिया की सबसे पुरानी जनजाति हैं। गोंड भारत में अपनी घोटुल प्रणाली से शादी के कारण विशिष्ट रूप से जाने जाते हैं। घोटुल प्रणाली देवी लिंगोपान से संबंधित है। लिंगो, सर्वोच्च देवता ने पहला घोटुल बनाया।</p>\r\n<p>&nbsp;</p>\r\n<p>आदिवासी गोंड जनजाति की तीन उप जातियां डोरला, मारिया और मुरिया जाति हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हलबास जनजाति</p>\r\n<p>वे मुख्य रूप से किसान हैं और न केवल बस्तर में पाए जाते हैं, बल्कि वे मध्य प्रदेश, ओडिशा और महाराष्ट्र में फैले हुए हैं। वे हल्बी बोली बोलते हैं जो एक ऐसी भाषा है जिसे बस्तर के राजा बोलते थे। बीजापुर के हलबस का मानना ​​है कि उनके पूर्वज राजा अनम देव के साथ वारंगल के थे। हलबा शब्द की उत्पत्ति हाल अर्थ शब्द हल से हुई है और इस प्रकार इसे हल्बा के नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>डोलरा जनजाति</p>\r\n<p>इस जनजाति के लोग मुख्य रूप से बीजापुर के भोपालपटनम के क्षेत्रों में पाए जाते हैं। उनकी बोली डोरली टेलीगू भाषा से प्रभावित है। उनके पूर्वज भी वारंगल से हैं। डोरला समुदाय गायों के साथ संबंध रखता है और देवता भीम देव के प्रति बहुत सम्मान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गाँव हाट</p>\r\n<p>हर गाँव में साप्ताहिक हाट आयोजित किया जाता है, जिसमें छोटे से लेकर बड़े सामान को जनजातियों द्वारा बेचा जाता है ताकि वे जीविकोपार्जन कर सकें। स्थानीय लोग हाट में आनंद लेने और कुछ समय बिताने और मौज-मस्ती करने के लिए आते हैं। एक भी बेचा जा सकता है कि स्थानीय स्नैक्स की कोशिश कर सकते हैं। सूखे महुआ फूल, चावल भालू / लंढा, सल्फी से बनी स्थानीय शराब जैसी विशिष्ट वस्तुएं यहाँ बहुत अधिक मात्रा में पाई जाती हैं। वे बेहतर कीमतों के लिए हाट में निर्मित हाथ से बना शिल्प लाते हैं। मुर्गा लड़ाई यहाँ देखने के लिए एक नियमित दृश्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>मेंढक का विवाह</p>\r\n<p>डोरलास मेंढकों के विवाह के करतबों को मनाने के लिए प्रसिद्ध हैं, जिन्हें \"कपल पांडुम\" के रूप में जाना जाता है, यह उन महिलाओं द्वारा मनाया जाता है, जहां पुजारी द्वारा एक तिथि तय की जाती है और महिलाएं मैदान से मेंढकों को इकट्ठा करती हैं और उन्हें एक नए बर्तन में रखती हैं। इस बर्तन को एक नए कपड़े के साथ कवर किया गया है। इसके बाद बर्तनों को ग्राम प्रधान के घर ले जाया जाता है और लगभग एक सप्ताह तक रखा जाता है, जिसके बाद उन्हें एक जुलूस में ले जाया जाता है और पास की धारा और तालाबों में छोड़ दिया जाता है। अवसर के दौरान वृद्ध महिलाएं कबीले भगवान को विशेष श्रद्धांजलि देती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नृत्य</p>\r\n<p>जन्म से लेकर मृत्यु तक और जीवन के हर चरण में, नृत्य जनजातियों का अविभाज्य हिस्सा है। रंग-बिरंगे परिधानों, आभूषणों और हेड गियर का उपयोग आदिवासी नृत्य की महत्वपूर्ण विशेषताएं हैं। अधिक आकर्षण जोड़ने के लिए, गूँगरोज़ और घंटियाँ शरीर से बंधी होती हैं, जो एक संगीतमय ध्वनि पैदा करती है। आकर्षक नृत्य आदिवासी संस्कृति का एक हिस्सा है जिसमें कुछ प्रसिद्ध रूप हैं,</p>\r\n<p>&nbsp;</p>\r\n<p>गोंड - बिलमा, फाग</p>\r\n<p>&nbsp;</p>\r\n<p>डोरला - डोरला</p>\r\n<p>&nbsp;</p>\r\n<p>चपरा चटनी</p>\r\n<p>चपराहा चटनी को लाल चींटी की चटनी के रूप में भी जाना जाता है। अगर आप लाल चींटियों से बनी चटनी के बारे में सोच रहे हैं, तो आप बिल्कुल सही हैं! अंडे के साथ लाल चींटियों को घोंसले से इकट्ठा किया जाता है और टमाटर और मसालों के साथ मिलाया जाता है। यह इसमें लाल चींटियों के साथ चटनी बनाता है। कोई भी अनुमान लगाता है कि लाल चींटियों का उपयोग क्यों किया जाता है? क्योंकि लाल चींटियों को प्रोटीन से भरपूर माना जाता है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bijapur_district,_Chhattisgarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","subContents":[{"SubTitle":"1. इंद्रावती राष्ट्रीय उद्यान","SubTitleHindi":null,"SubContent":"<p>इंद्रावती राष्ट्रीय उद्यान भारत के छत्तीसगढ़ राज्य के बीजापुर जिले में स्थित एक राष्ट्रीय उद्यान है। इसका नाम पास की इंद्रावती नदी से पड़ा है। यह दुर्लभ जंगली भैंसों की अंतिम आबादी में से एक है। इंद्रावती राष्ट्रीय उद्यान छत्तीसगढ़ का सबसे अच्छा और सबसे प्रसिद्ध वन्यजीव पार्क है। यह उदंती-सीतानदी के साथ छत्तीसगढ़ में दो परियोजना बाघ स्थलों में से एक है, इंद्रावती राष्ट्रीय उद्यान छत्तीसगढ़ के बीजापुर जिले में स्थित है। यह पार्क इंद्रावती नदी से अपना नाम बताता है, जो पूर्व से पश्चिम की ओर बहती है और भारतीय राज्य महाराष्ट्र के साथ रिजर्व की उत्तरी सीमा बनाती है। लगभग 2799.08 किमी 2 के कुल क्षेत्रफल के साथ, इंद्रावती ने 1981 में एक राष्ट्रीय उद्यान का दर्जा प्राप्त किया और 1983 में भारत के सबसे प्रसिद्ध बाघ अभयारण्यों में से एक बनने के लिए भारत के प्रसिद्ध प्रोजेक्ट टाइगर के तहत एक बाघ आरक्षित स्थान प्राप्त किया।</p>","SubContentHindi":null,"ImageUrl":"4cc43758-320d-432c-9de4-8e898cd6ce50_Indravati-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. सकल नारायण गुफा और मंदिर","SubTitleHindi":null,"SubContent":"<p>शाकालनारायण पहाड़ियां बीजापुर से लगभग 50 किलोमीटर दूर हैं। 1 किमी इलाके और जंगल को पार करने के बाद, एक गुफा मिल सकती है। इसे गुड़ी पर्व / उगादी पर जनता के लिए खोला जाता है। जब कोई गुफा के मुख्य द्वार में प्रवेश करता है, तो कई अन्य सुरंगें खोली जाती हैं जहाँ कोई भगवान कृष्ण और शेष नाग की मूर्तियों को देख सकता है। बीजापुर की शंकणपल्ली गुफाओं के साथ उसूर गुफा और उसूर झरना बहुत कम खोजा गया है, हालांकि, स्थानों की यात्रा के लिए महान हैं और तत्काल ध्यान देने की आवश्यकता है</p>","SubContentHindi":null,"ImageUrl":"f5e3531a-a7ab-432f-a6db-32485251efdd_Sakal-Narayan-Cave-and-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. भद्रकाली मंदिर","SubTitleHindi":null,"SubContent":"<p>भद्रकाली गांव में मंदिर भोपालपटनम से 20kms है। मंदिर देवी काली को समर्पित है। स्थानीय लोगों का मानना है कि काकतीय शासक जो देवी काली के आस्तिक थे उन्होंने सबसे पहले यहाँ चित्र स्थापित किया। वह स्थान जहाँ मंदिर स्थित है, पहले घने जंगलों के भीतर स्थित एक गुफा थी। वसंत पंचमी के दिन एक बड़ा मेला लगता है और छत्तीसगढ़, तेलंगाना और महाराष्ट्र के दूर-दूर से श्रद्धालु यहाँ आते हैं। अग्नि कुंड यहां आयोजित किया जाता है जहां लोग लाल गर्म कोयले के बिस्तर के माध्यम से चलते हैं।</p>","SubContentHindi":null,"ImageUrl":"ef508dc8-974b-453a-9e40-f4e4f25146b3_Bhadrakali-Temple-cg.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. भैरमदेव मंदिर","SubTitleHindi":null,"SubContent":"<p>मंदिर बीजापुर जिले में महत्वपूर्ण लोगों में से एक है और इसे पूरी तरह से खोजने के लिए बहुत अधिक जांच की आवश्यकता है। यह मंदिर बीजापुर के भैरमगढ़ में स्थित है और एक चट्टान कट अर्द्धनारीश्वर बड़े शिलाखंडों पर उकेरी गई है। छवि 13-14वीं शताब्दी ईस्वी की है। यह भगवान शिव का अवतार है, जो मां दंतेश्वरी का भगवान माना जाता है। मंदिर से 500 मीटर की दूरी पर, नाग राजाओं से संबंधित कई मूर्तियां पाई जाती हैं, जो ऐतिहासिक महत्व की हैं। क्षेत्र में भगवान ब्रह्मा की दुर्लभ छवि इसके वास्तु मूल्य को साबित करती है। इसलिए, यह खुदाई साबित करती है कि स्मारक कितना पुराना है और हालत में सुधार के लिए तत्काल ध्यान देने की आवश्यकता है।</p>\r\n<p>स्रोत: https://bijapur.gov.in/en/</p>","SubContentHindi":null,"ImageUrl":"4864f535-06db-4055-a0ad-71e8e183179f_Bhairamdev-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>वायु :</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम अंतर्राष्ट्रीय हवाई अड्डा स्वामी विवेकानंद हवाई अड्डा, रायपुर (480Km) है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल:</p>\r\n<p>&nbsp;</p>\r\n<p>बीजापुर से निकटतम रेलवे स्टेशन दंतेवाड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क:</p>\r\n<p>&nbsp;</p>\r\n<p>बीजापुर शहर से गुजरने वाला राष्ट्रीय राजमार्ग NH16 है। यह बीजापुर को पूर्व की ओर जगदलपुर और महाराष्ट्र से गुजरते हुए पश्चिम में आंध्र प्रदेश के निजामाबाद से जोड़ता है। भोपालपटनम में NH 63, बीजापुर को वारंगल और हैदराबाद की ओर जाने वाली NH 202 से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रायपुर से दूरी SH 5 से होकर 416.2 किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>दंतेवाड़ा से दूरी NH.2 के माध्यम से 87.2 किमी है।</p>","SubContentHindi":null,"ImageUrl":"d2bc433f-74ed-41e3-9060-082337c51a81_Bijapur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bijapur-chhattisgarh","tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बीजापुर","slug":"bijapur"}],"recommendations":[{"id":226,"title":"मुंगेली में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"मुंगेली भारतीय राज्य छत्तीसगढ़ में एक शहर और मुंगेली जिले का एक नगरपालिका है। मुंगेली का पिन कोड 495334 है। मुंगेली, बिलासपुर जिले के अलग होने से एक नवगठित जिला है।\r\nमुंगेली जिला छत्तीसगढ़, भारत का एक जिला है, [1] जिसका मुख्यालय मुंगेली में है।\r\nभूगोल\r\nमुंगेली 22.07 &deg; N 8","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मुंगेली","slug":"mungeli"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-mungeli-chhattisgarh","total":0},{"id":218,"title":"जांजगीर-चांपा (नैला जांजगीर) में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","dateCreated":"2019-01-05T05:03:15.279Z","dateModified":"2019-01-05T05:47:26.314Z","contributedBy":"AskGif","content":"जांजगीर-चांपा भारतीय राज्य छत्तीसगढ़ में एक जिला है और एक छोटा सा विकासशील जिला है। जिला जांजगीर का जिला मुख्यालय जांजगीर-चम्पा कलचुरी राजवंश के महाराजा जाजवल्य देव का शहर है। इससे पहले बिलासपुर जिले का एक हिस्सा, जांगिड़ को 1998 में अपने स्वयं के एक अलग जिले में तराशा गया था, और ताजे खनन वाले जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नैला-जांजगीर","slug":"naila-janjgir"},{"name":"जांजगीर-चंपा","slug":"janjgir-champa"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-janjgir-champa-naila-janjgir-chhattisgarh","total":0},{"id":212,"title":"बीजापुर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","dateCreated":"2019-01-03T17:24:41.954Z","dateModified":"2019-01-03T17:42:00.383Z","contributedBy":"AskGif","content":"बीजापुर भारत के बीजापुर जिले, छत्तीसगढ़ में एक शहर है। यह जिले की सीट है और बीजापुर जिले के 4 तालुकों में से एक है। बीजापुर तालुक का क्षेत्रफल 928 किमी 2 और 60,055 निवासी (2001 की जनगणना) है। यह राष्ट्रीय राजमार्ग 16 पर स्थित है जो तेलंगाना में निजामाबाद को दक्षिणपूर्वी छत्तीसगढ़ के जगदलपुर से जो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बीजापुर","slug":"bijapur"}],"slug":"top-places-to-visit-in-bijapur-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}