{"id":212,"title":"Top Places to visit in Bijapur, Chhattisgarh","imageUrl":"461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","dateCreated":"2019-01-03T17:24:41.954Z","dateModified":"2019-01-03T17:42:00.383Z","contributedBy":"AskGif","content":"<p>Bijapur is a town in Bijapur district, Chhattisgarh, India. It is the seat of the district and one of the 4 taluks in Bijapur district. The Bijapur taluk has an area of 928 km2 and 60,055 inhabitants (2001 census). It is situated on the National Highway 16 which connects Nizamabad in Telangana with Jagdalpur in southeastern Chhattisgarh.</p>\r\n<p>Bijapur District, formerly known as Birjapur, is one of the 27 districts of the state of Chhattisgarh in central India. It is one of the two new districts created on May 11, 2007. As of 2011 it is the second least populous district of Chhattisgarh (out of 18), after Narayanpur. It is the second-least literate district in India, with a literacy rate of at 41.58%, according to the 2011 census. Madhya Pradesh</p>\r\n<p>&nbsp;</p>\r\n<p>The present collector of Bijapur is Shri Ayaj Tamboli.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>The district is rich in forest. The forest found in the district falls under the dry region comprising mixed forest range. The dry region consists of mixed forest is extensive and is interspersed between the moist and intermediate belt but more generally confined to the western half and southern parts of the district. A variety of trees are found for example, Dhawra (Anogeissus latifolia), Bhirra (Chloroxylon swietenia), Rhoni (Soymida febrifuga) and others like Char, Tendu, Aonia, Aonla, Harra and Haria.</p>\r\n<p>&nbsp;</p>\r\n<p>In the rocky regions, the trees are generally stunted and deformed. Common trees in the rocky region are Salai, Hangu, Khair, Harra, Palas and Sesam. In the northern portions of the district, the forest trees are Teak (Tectona grandis), Sal (Shoraaro-busta), Sirsa (Dalbergia latifolia), Bijasal (Ptetocarpus marsupium), Kusum (Schleichera trijuga), Palas (Butea frondosa), Mahua (Bassia latifolia) Tendu (Diospyos melanoxylon), Harra (Terminalia chebula) Aonla (Phyllanthus emblica) Saja (Terminalla tomentosa), Kauha (T. arjuna), Salai (Boswellia serrata), Char (Buchanania latifolia) amongst others.</p>\r\n<p>&nbsp;</p>\r\n<p>Palms fill an important place in the domestic economy of the people. The Palmyra palm (Borassua flabellifer), locally known as tar, grows extensively in the south-west. From this people extract tari. Also of importance is Sulphy (Caryota urens). Sulphy grows in the shady valleys of hills and depressions of undulating plains. It thrives best in the central regions of the district. The sulphi yields a sap, known by the same name, and provides a delicious juice. Other palm trees are the wild date palms (Phoenix Sylvestris) and P. acaulis, which are locally named as chhind and the buta chhind (P. farinifera). From the stem of this buta chhind is obtained a grub which is a delicacy for the tribes.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is famous for its rich wildlife as it has very thick cover of forest. Tigers and panthers are found throughout the district in the forest.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Bijapur district, Chhattisgarh has a population of 255,180,[8] roughly equal to the nation of Vanuatu.[9] This gives it a ranking of 581st in India (out of a total of 640).[8] The district has a population density of 39 inhabitants per square kilometre (100/sq mi).[8] Its population growth rate over the decade 2001-2011 was 8.76%.[8] Bijapur has a sex ratio of 982 females for every 1000 males,[8] and a literacy rate of 41.58%</p>\r\n<p>&nbsp;</p>\r\n<p>Culture &amp; Heritage</p>\r\n<p>Bijapur being a tribal territory has the largest number of tribes associated in the country. Bijapur in fact has the oldest and the densest population of tribe in the country, almost untouched for many years now. It is the rarest of conserve culture of the primitive man.The tribal people have their own rules and regulations with women wearing attire which is very different and colorful and jewelry made of beads and metals. The tribes in Bijapur are known for their unique culture and traditional living style. They live in their own world with trust worthy and honest smiling faces. Each tribe has their own dialect and differs from each other the way they dress, their language, life style, celebration and ritual, etc. All of them worship God Bhairam dev etc. Folk songs like Mariro, Sona, Dhankul, Chait Parab, Kotni and Jhaliana are very famous.</p>\r\n<p>&nbsp;</p>\r\n<p>Festivals amongst the tribe are celebrated almost all throughout the year with superstitions being prevalent amongst. However, the tribes are becoming economically weak due to deforestation as lot many of them are dependent on trees. With the extinction of natural forest it is becoming very difficult for them gradually.</p>\r\n<p>&nbsp;</p>\r\n<p>A large number of tribe live amongst them and avoid mixing with local people and always trust each other. They live in complete harmony and worship the trees to protect the forest. Modern society has a lot to learn from them especially the ways to conserve the environment.</p>\r\n<p>&nbsp;</p>\r\n<p>Let us look into some of the most popular tribes of Bijapur,</p>\r\n<p>&nbsp;</p>\r\n<p>Gonds Tribe</p>\r\n<p>The Gonds recognized as Koytorias/Kotoriya tribe mainly predominates the forest of Bijapur . Some believe they are the oldest tribe of the world. The Gonds are uniquely known in India due to their Ghotul system of marriage. The Ghotul system is related to Goddess Lingopan. Lingo, the supreme deity created the first Ghotul.</p>\r\n<p>&nbsp;</p>\r\n<p>The three sub castes of the aboriginal Gond tribe are the Dorla, Maria and Muria races.</p>\r\n<p>&nbsp;</p>\r\n<p>Halbaas Tribe</p>\r\n<p>They are mainly farmers and are not only found in Bastar but they are spread in Madhya Pradesh, Odisha and Maharashtra. They speak Halbi dialect which is a language the king of Bastar used to speak. Halbas of Bijapur believe that their ancestors were from Warangal with Raja Anam Dev. The origin of the word Halba is from the word Hal meaning plough and thus known as Halba.</p>\r\n<p>&nbsp;</p>\r\n<p>Dolra Tribe</p>\r\n<p>The people of this tribe are mainly found in the areas of Bhopalpatnam of Bijapur. Their dialect is Dorli influenced by the Telegu language. Their ancestors are also from Warangal. Dorla community has affinity with cows and pays much respect to deity Bheema Dev.</p>\r\n<p>&nbsp;</p>\r\n<p>Village Haats</p>\r\n<p>Weekly haats are held in every village wherein small to big stuffs are sold by the tribes in order to earn a living. The local people come to the haat to enjoy and spend some time buying and having fun. One can even try the local snacks that are sold. Exclusive items like local liquor made from dried mahua flower, rice bear/landa, salphi are the items mostly found here in plenty. They bring thei hand made craft to the haats for better prices. Cock fight is a regular scene to watch here.</p>\r\n<p>&nbsp;</p>\r\n<p>Frog Marriage</p>\r\n<p>Dorlas are famous in celebrating marriage feats of frogs to get sufficient rains known as &ldquo;kappal pandum.&rdquo; It is celebrated by the women where a date is fixed by the priest and the ladies collects frogs from the field and keeps them in a new pot. This pot is covered with a new cloth as well. The pots are then taken to the village head&rsquo;s house and kept for almost a week after which they are taken in a procession and left to the nearby stream and ponds. During the occasion the aged women pay special homage to the clan God.</p>\r\n<p>&nbsp;</p>\r\n<p>Dance</p>\r\n<p>From birth to death and in every step of life, dance is inseparable part of the tribes. Use of colorful costumes, ornaments and head gear are important characteristics of the tribal dance. To add more charm, gungroos and bells are tied to the body which creates a musical sound.Collective dancing is a part of the tribal culture with some of the famous forms being,</p>\r\n<p>&nbsp;</p>\r\n<p>Gond &ndash; Bilma, Fag</p>\r\n<p>&nbsp;</p>\r\n<p>Dorla &ndash; Dorla</p>\r\n<p>&nbsp;</p>\r\n<p>Chaprah chutney</p>\r\n<p>The Chaprah Chutney is also known as the red ant chutney. If you are thinking of chutney made with red ants, then you are absolutely correct! The red ants along with the eggs are collected from the nest and are mixed with tomatoes and spices. This creates chutney with red ants in it. Any guesses why red ants are used? Because red ants are considered to be rich in proteins.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bijapur_district,_Chhattisgarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","subContents":[{"SubTitle":"1. Indravati National Park","SubTitleHindi":null,"SubContent":"<p>Indravati National Park is a national park located in Bijapur district of Chhattisgarh state of India. It derives its name from the nearby Indravati River. It is home to one of the last populations of rare wild buffalo. Indravati National Park is the finest and most famous wildlife parks of Chhattisgarh. It is one among the two project tiger sites in Chhattisgarh along with Udanti-sitanadi, Indravati National Park is located in Bijapur district of Chhattisgarh. The park derives itsname from the Indravati River, which flows from east to west and forms the northern boundary of the reserve with the Indian state of Maharashtra. With a total area of approximately 2799.08 km2, Indravati attained the status of a national park in 1981 and a tiger reserve in 1983 under the famous Project Tiger of India, to become one of the most famous tiger reserves of India.</p>","SubContentHindi":null,"ImageUrl":"4cc43758-320d-432c-9de4-8e898cd6ce50_Indravati-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Sakal Narayan Cave and temple","SubTitleHindi":null,"SubContent":"<p>The Sakalnarayan hills are around 50kms from Bijapur. After crossing the 1km terrain and forest, a cave can be found. It is opened to the public on Gudi Parva/Ugadi. When one enters the main door of the cave, many other tunnels are opened up where one can notice the statues of Lord Krishna and Sesh Nag. Usur cave and Usur waterfall along with Shankanpalli caves of Bijapur are very less explored, however, the places are great to visit and require immediate attention</p>","SubContentHindi":null,"ImageUrl":"f5e3531a-a7ab-432f-a6db-32485251efdd_Sakal-Narayan-Cave-and-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Bhadrakali Temple","SubTitleHindi":null,"SubContent":"<p>The temple in the Bhadrakali village is 20kms from Bhopalpatnam. The temple is dedicated to Goddess Kali. Locals believe that the Kakatiya ruler who was a believer of Goddess Kali installed the picture here first. The place where the temple is located was a cave earlier situated within the dense forests. A large fair is held on the Vasant Panchami day and devotees from far off places of Chhattisgarh, Telangana and Maharashtra visit here. Agni kund is held here where people walk through a bed of red hot coal.</p>","SubContentHindi":null,"ImageUrl":"ef508dc8-974b-453a-9e40-f4e4f25146b3_Bhadrakali-Temple-cg.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Bhairamdev Temple","SubTitleHindi":null,"SubContent":"<p>The temple is one of the important ones in the Bijapur district and requires a lot of investigation to be done to fully discover it. The temple is located in Bhairamgarh in Bijapur and a rock cut Ardhanariswar carved on large boulders. The image belongs to 13-14th century AD. It is an incarnation of Lord Shiva, believed Lord of Maa Danteswari. Within 500 meters to the temple, several sculptures related to Nag Kings are found which are of historical importance. Rare image of Lord Brahma in the area proves its architectural value. Hence, this excavation proves how old the monument is and requires an urgent attention to improve the condition.</p>\r\n<p>source: https://bijapur.gov.in/en/</p>","SubContentHindi":null,"ImageUrl":"4864f535-06db-4055-a0ad-71e8e183179f_Bhairamdev-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>Air :</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest International airports is Swami Vivekananda Airport, Raipur (480Km) .</p>\r\n<p>&nbsp;</p>\r\n<p>Rail:</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest Railway station from Bijapur is Dantewada.</p>\r\n<p>&nbsp;</p>\r\n<p>Road:</p>\r\n<p>&nbsp;</p>\r\n<p>The National Highway that passes Bijapur town is the NH16. It connects Bijapur to Jagdalpur towards the east and to Nizamabad in Andhra Pradesh in the west while passing through Maharashtra. The NH 63 at Bhopalpatnam connects Bijapur to the NH 202 leading to Warangal and Hyderabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Distance from Raipur is 416.2 km via SH 5.</p>\r\n<p>&nbsp;</p>\r\n<p>Distance from Dantewada is 87.2 km via NH63.</p>","SubContentHindi":null,"ImageUrl":"d2bc433f-74ed-41e3-9060-082337c51a81_Bijapur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bijapur-chhattisgarh","tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"bijapur","slug":"bijapur"}],"recommendations":[{"id":226,"title":"Top Places to visit in Mungeli, Chhattisgarh","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"Mungeli is a town and a municipality in Mungeli district in the Indian state of Chhattisgarh. Pin code of Mungeli is 495334. Mungeli is a newly formed district from the separation of bilaspur district.\r\nMungeli district is a district of Chhattisgarh, India,[1] with headquarters in Mungeli.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mungeli","slug":"mungeli"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-mungeli-chhattisgarh","total":0},{"id":218,"title":"Top Places to visit in Janjgir-Champa (Naila Janjgir), Chhattisgarh","imageUrl":"044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","dateCreated":"2019-01-05T05:03:15.279Z","dateModified":"2019-01-05T05:47:26.314Z","contributedBy":"AskGif","content":"Janjgir&ndash;Champa is a district in the Indian state of Chhattisgarh and is a small developing district. The District Headquarters Janjgir of the district Janjgir&ndash;Champa is the city of Maharaja Jajawalya Dev of the Kalachuri dynasty. Earlier a part of the Bilaspur district, Jangir was car","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"naila-janjgir","slug":"naila-janjgir"},{"name":"janjgir-champa","slug":"janjgir-champa"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-janjgir-champa-naila-janjgir-chhattisgarh","total":0},{"id":212,"title":"Top Places to visit in Bijapur, Chhattisgarh","imageUrl":"461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","dateCreated":"2019-01-03T17:24:41.954Z","dateModified":"2019-01-03T17:42:00.383Z","contributedBy":"AskGif","content":"Bijapur is a town in Bijapur district, Chhattisgarh, India. It is the seat of the district and one of the 4 taluks in Bijapur district. The Bijapur taluk has an area of 928 km2 and 60,055 inhabitants (2001 census). It is situated on the National Highway 16 which connects Nizamabad in Telangana wi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"bijapur","slug":"bijapur"}],"slug":"top-places-to-visit-in-bijapur-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}