{"id":213,"title":"Top Places to visit in Dantewada, Chhattisgarh","imageUrl":"2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","dateCreated":"2019-01-04T05:11:02.899Z","dateModified":"2019-01-04T07:09:04.274Z","contributedBy":"AskGif","content":"<p>Dantewada (also known as Dantewara) is a town and a nagar palika in the Dantewada district in the state of Chhattisgarh, India.[1] It is the administrative headquarters of Dantewada District.</p>\r\n<p>&nbsp;</p>\r\n<p>The town is named after the goddess Danteshwari, the presiding deity of the Danteshwari Temple located in the town, 80 km from the Jagdalpur tehsil. The goddess is worshipped as an incarnation of Shakti and the temple is held to be one of the fifty-two sacred Shakti Peethas.Dantewada Town is well connected by broad gauge railway line from Visakhapatnam.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Danteshwari temple</p>\r\n<p>One of the Shaktipeethas of India, Maa Danteshwari temple is in Dantewada. The presiding deity of Dantewada is goddess Danteshwari. World famous Bastar Dussehra which is also the longest festival of world, starts from Dantewada Shaktipeeth.</p>\r\n<p>&nbsp;</p>\r\n<p>Dholkal Ganesha</p>\r\n<p>Ganesha idol at a height of 3000 feet is amidst the lush green forests of Bailadila ranges. Path to the peak is full of beautiful sightings. Tourists are visiting Dholkal for real adventure.</p>\r\n<p>&nbsp;</p>\r\n<p>Phoolpad waterfalls</p>\r\n<p>Phoolpad waterfall is a beautiful waterfall with scenic ambience. Recently, District Administration Dantewada started River Rappelling to boost the tourism of that area.</p>\r\n<p>&nbsp;</p>\r\n<p>Barsoor</p>\r\n<p>Known as \"the city of temples and lakes\", Barsoor has a great historical significance. Grandeur architecture of the temples speak out the glorious history of Barsoor. Twin Ganesha idol, Mama Bhancha temple, Chandraditya temple and Battisha temple are some of them.</p>\r\n<p>&nbsp;</p>\r\n<p>Saathdhara Waterfalls</p>\r\n<p>Six kilometers from Barsoor, there is a bridge which connects Abujhmarh with Barsoor. The bridge is on Indravati river and before it, there is a trek of around two kilometers to reach at the waterfall. Indravati river streams separated by seven sub-streams and flows through rocky terrain and forms Saathdhara waterfall.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>Dantewada Tehsil is divided into thirty-one gram panchayats, each one of which has jurisdiction over one or more villages.[3]</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census,[4] Dantewada had a population of 13,633. Males constituted 53% of the population and females 47%. Dantewada had an average literacy rate of 70%, higher than the national average of 59.5%: male literacy was 78% and, female literacy was 61%. In 2001 in Dantewada, 14% of the population was under 6 years of</p>\r\n<p>&nbsp;</p>\r\n<p>Educational Institutes</p>\r\n<p>1- Government Danteshwari PG College Dantewada</p>\r\n<p>http://www.pgcollegedantewada.com</p>\r\n<p>&nbsp;</p>\r\n<p>2. College of Agriculture, Chitalanka, Dantewada</p>\r\n<p>&nbsp;</p>\r\n<p>3. Kendriya Vidyalaya, Dantewada￼</p>\r\n<p>http://www.kvdantewada.com/home.php</p>\r\n<p>&nbsp;</p>\r\n<p>4.Jawahar Navodaya Vidyalaya , Barsoor, Dantewada</p>\r\n<p>http://www.jnvbarsoor.in</p>\r\n<p>&nbsp;</p>\r\n<p>5. Govt Model Higher Secondary School, Dantewada</p>\r\n<p>&nbsp;</p>\r\n<p>6. NMDC Polytechnic College Dantewada</p>\r\n<p>http://nmdcdavpoly.in</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Dantewada is a beautifull district situated in southern bastar region of&nbsp; &nbsp;Chhatisgarh state . The district is blessed with Beautiful tall and long series of hills with full of thick green saal and teak forests. Rivers Indravati,Godavari &amp; Shabhari flow through out the district.These rivers form many panoramic views and water falls at many sites in the district. Apart from the scenic beauty historical places like Barsoor, Bhadrakali and Dantewada are also worth visiting. Bailadila Iron ore project Township, mines, parks and Hill top habitations of Aakash Nagar and Kailash Nagar are places without viewing which the visit of Dantewada will not be complete.</p>\r\n<p>&nbsp;</p>\r\n<p>Dantewada: A very ancient town of India, Dantewada had been the capital city of a glorious Kingdom in its golden past.&nbsp; This town was known as Tarlapal and Dantawali in pre-historical days, mention of which can be found on the stone carvings found in the district. A splendid temple of Goddess Danteswari tops the list of places of interest, in the town. This temple , which is one among the Shaktipithas of the country, is visited by devotees from different parts of the&nbsp; country&nbsp; through out&nbsp; &nbsp;the&nbsp; year. Constructed, mainly on the South Indian style of&nbsp; (temple) architecture, and located at the confluence of the holy rivers Shankini&nbsp; &amp; Dhankini, this temple gives a pleasant feeling of peace and immense satisfaction to the minds of devotees who visit. Apart from Danteshwari temple, the temple of Bhairm Baba is also hystorically important place to visit.</p>\r\n<p>Bailadila: Mountain range, famous in the world for the enormous &amp; top quality deposits of Iron ore. Total 14 reserves have been discovered in this range out of which the mining activities are going on in 3 deposits. As this range of mountain contains peaks that look like the humps of the ox at different places, this range of mountains is called as &ldquo;Baila Dila&rdquo;, meaning the hump of ox, in the local language. Bailadila has been established as an Industrial area that has been divided into two towns, namely Bacheli (29 KMs from Dantewada) &amp; Kirandul (41 KMs from Dantewada). The Iron Ore mines are situated at the top most peak of this mountain range known as &ldquo;Aakash Nagar&rdquo;, which can be visited with prior permission from NMDC (National Mineral Development Corporation). A 22 KMs lengthy Ghat Road, that leads the visitors from Bacheli to Aakash Nagar thrills them with serpentine twists and offers a bird eye view of the entire region through out the journey.&nbsp; Apart from understanding the mining activities of NMDC, one can enjoy the pleasant locality of Aakash Nagar, which is stretched into the blue sky, offering the visitors a panoramic view of the green forests and beautiful landscapes. Similarly 12 Kms Ghat Road from Kirandul takes the visitors to Kailash Nagar, yet another peak of Bailadila range. Kailash Nagar is equally beautiful as Aakash Nagar. One can find the rare and wonderful deposits of &ldquo;Blue Dust&rdquo; the sand like blue colored Iron Ore, which satisfies one&rsquo;s quest to come in encounter with the wonders of mother nature.</p>\r\n<p>Convayance:- Buses as well as private taxies are available from Dantewada at regular intervals for both Bacheli &amp; Kirandul</p>\r\n<p>Barsur: 75 KMs from Jagdalpur on the way to Dantewada a small town Geedam is situated, 24 KMs towards North of Geedam village Barsur is located. The small sleepy village Barsur happened to be the thrown of power during the tenure of the Gangawanshi rulers in as early as 840 A.D. Barsur, situated on the bank of river Indrawati is famously known as the city of temples and ponds. It is believed that there used to be 147 temples and equal number of ponds here in the towering days of Barsur. Even though Barsur had lost its glory gradually century after century, the ruins of numerous temples that are found here will still manage to attract the attention of the people. Some of the temples worth mentioning are Mama-Bhanjaa temple, Chandraditya temple, Battisa temple and a mammoth statue of Lord Ganesha. Apart from these temples one vast pond of pre-historical days is worth visiting.</p>\r\n<p>Conveyance:- Taxies are available from Geedam at regular intervals</p>\r\n<p>Bodhghat Sath Dhar: 6 KMs from Barsur, river Indravati divides into 7 parts to form one small waterfall.&nbsp; This spot, fully covered with dense green forests stands to explain the beauty of the combination of the river, water and the mountains. With all its beauty and peaceful locality Sath Dhar is an idle picnic spot. Memory Pillars of Gamawada 14 KMs from Dantewada, on the way to Bacheli one small village Gama Wada is located where large sized stone pillars invites the visitors to have a glance at the age old tradition of the local tribes.&nbsp; These giant sized stone pillars which were erected centuries back by the local inhabitants are basically the memory pillars dedicated to their diseased elders and relatives.</p>\r\n<p>Conveyance:- Buses &amp; Taxies available from Dantewada at regular intervals.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dantewada</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","subContents":[{"SubTitle":"1. Samlur Shiva Temple","SubTitleHindi":null,"SubContent":"<p>Samlur is located around 9 KMs from District HQ Dantewada, here lies an ancient Shiva Temple almost intact and is being regularly worshiped by the disciples.</p>","SubContentHindi":null,"ImageUrl":"c9dd04f3-9a5b-477c-b6d2-78f222668658_Samlur-Shiva-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Bacheli","SubTitleHindi":null,"SubContent":"<p>Located 28 KMs from District HQ Dantewada, Bacheli is famous for finest Iron ore of the country. NMDC is doing the mining activity in Bacheli and Kirandul towns on Bailadila ranges.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"601116d4-90e5-4d20-b8f8-29de118322d9_Bacheli.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Barsur - An Archaeological Treasure","SubTitleHindi":null,"SubContent":"<p>Once the Capital of Nagavansh Raja Banasur, Barsur is a fond destination for one who love history and ancient sculptures. This tiny town is filled with archaeological treasures.</p>","SubContentHindi":null,"ImageUrl":"c4db52af-d140-4b69-bddf-5b9025949c1a_Barsur-An-Archaeological-Treasure.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Fulpad Waterfalls","SubTitleHindi":null,"SubContent":"<p>Located amidst lush green hilly area Fulpad is an adventure spot for one who love trekking and nature alike</p>","SubContentHindi":null,"ImageUrl":"deb4b448-5852-4471-88b3-14518260c6e2_Fulpad-Waterfalls.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Dholkal Ganesh","SubTitleHindi":null,"SubContent":"<p>Dholkal Ganesh is a beautiful spot located 3000 feet high in the Bailadila Mountain ranges in District Dantewada.&nbsp; A 3 Feet beautiful stone idol of Lord Ganesha believed to be made during the Naga dynasty between 10th and 11th centuries is the main attraction of the site. Located 13 KMs from the district HQ Dantewada, this spot is the heaven for nature lovers, and for those who love to trek amidst lush green hillocks.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"86834b0c-0697-4e8d-a96a-304d3f4c4c72_Dholkal-Ganesh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Dantewada","SubTitleHindi":null,"SubContent":"<p>Temple dedicated to the most revered Goddess of Bastar Ma Danteshwari, believed to be one among the 52 Shakti Pithas. Teeth of Sati Devi is believed to have fallen here, hence the name Dantewada derived.</p>","SubContentHindi":null,"ImageUrl":"517b5d73-075a-4224-b08d-32bfb6fcb147_Dantewada.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>Dantewada is well connected with road from the state capital Raipur. Many buses are available through out the day to cover this 400 Kms distance between Raipur and Dantewada which include luxury buses with AC and Berth facilities at nights.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from Raipur, buses are also available to Dantewada from other major cities of Chhattisgarh like Bilaspur, Durg, Dhamtari, Kanker and Jagdalpur.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Dantewada is also connected with inter-state bus services from Andhra Pradesh and Telangana, with regular bus services from Hyderabad and Vishakapattanam (Vizag)</p>\r\n<p>&nbsp;</p>\r\n<p>Dantewada is also approachable through train route, and is connected to Vishakapattanam with two regular trains.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Nearest airport is Jagdalpur which is 88 Kms fom Dantewada&nbsp;</p>\r\n<p>source: https://dantewada.nic.in</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"f2aed854-a940-461d-9366-fb968454c8ee_Dantewada-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dantewada-chhattisgarh","tags":[{"name":"dantewada","slug":"dantewada"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":230,"title":"Top Places to visit in Rajnandgaon, Chhattisgarh","imageUrl":"289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","dateCreated":"2019-01-08T18:22:29.538Z","dateModified":"2019-01-08T19:24:11.047Z","contributedBy":"AskGif","content":"Rajnandgaon is a city in Rajnandgaon District, in the state of Chhattisgarh, India. As of the 2011 census the population of the city was 163,122. Rajnandgaon district came into existence on 26 January 1973, as a result of the division of Durg district.\r\n&nbsp;\r\nLanguage\r\nChha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajnandgaon","slug":"rajnandgaon"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-rajnandgaon-chhattisgarh","total":0},{"id":226,"title":"Top Places to visit in Mungeli, Chhattisgarh","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"Mungeli is a town and a municipality in Mungeli district in the Indian state of Chhattisgarh. Pin code of Mungeli is 495334. Mungeli is a newly formed district from the separation of bilaspur district.\r\nMungeli district is a district of Chhattisgarh, India,[1] with headquarters in Mungeli.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mungeli","slug":"mungeli"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-mungeli-chhattisgarh","total":0},{"id":209,"title":"Top Places to visit in Bemetara, Chhattisgarh","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"Bemetara is a town of the Indian state of Chhattisgarh. Bemetara district is a new district in the state of Chhattisgarh, India.\r\n&nbsp;\r\nThe district was formally inaugurated by the Chief Minister. Raman Singh, on 13 January 2012. Shruti Singh, IAS became the first Collector and Di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"bemetara","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}