{"id":213,"title":"दंतेवाड़ा में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","dateCreated":"2019-01-04T05:11:02.899Z","dateModified":"2019-01-04T07:09:04.274Z","contributedBy":"AskGif","content":"<p>दंतेवाड़ा (जिसे दंतेवाड़ा के नाम से भी जाना जाता है) भारत के छत्तीसगढ़ राज्य के दंतेवाड़ा जिले का एक शहर और एक नगर पालिका है। [१] यह दंतेवाड़ा जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>जगदलपुर तहसील से 80 किमी दूर कस्बे में स्थित दंतेश्वरी मंदिर के प्रमुख देवता दंतेश्वरी के नाम पर इस शहर का नाम रखा गया है। देवी को शक्ति के अवतार के रूप में पूजा जाता है और मंदिर को पच्चीस पवित्र शक्तिपीठों में से एक माना जाता है। दंतेवाड़ा टाउन विशाखापत्तनम से ब्रॉड गेज रेलवे लाइन द्वारा जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>दंतेश्वरी मंदिर</p>\r\n<p>भारत के शक्तिपीठों में से एक, दंतेवाड़ा में मां दंतेश्वरी मंदिर है। दंतेवाड़ा के प्रमुख देवता दंतेश्वरी देवी हैं। विश्व प्रसिद्ध बस्तर दशहरा जो दुनिया का सबसे लंबा त्योहार भी है, दंतेवाड़ा शक्तिपीठ से शुरू होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ढोलकल गणेश</p>\r\n<p>बैलाडीला पर्वतमाला के हरे भरे जंगलों के बीच 3000 फीट की ऊंचाई पर गणेश की मूर्ति है। शिखर तक का रास्ता खूबसूरत नजारों से भरा है। असली रोमांच के लिए पर्यटक ढोलकल का दौरा कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>फूलपाद झरने</p>\r\n<p>फूलपद झरना सुंदर वातावरण के साथ एक सुंदर झरना है। हाल ही में, जिला प्रशासन दंतेवाड़ा ने उस क्षेत्र के पर्यटन को बढ़ावा देने के लिए रिवर रैपलिंग शुरू की।</p>\r\n<p>&nbsp;</p>\r\n<p>Barsoor</p>\r\n<p>\"मंदिरों और झीलों का शहर\" के रूप में जाना जाता है, बारसूर का एक बड़ा ऐतिहासिक महत्व है। मंदिरों की भव्य वास्तुकला बारसूर के गौरवशाली इतिहास को बयां करती है। जुड़वां गणेश की मूर्ति, मामा भांजा मंदिर, चंद्रादित्य मंदिर और बत्तीशा मंदिर उनमें से कुछ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शतधारा जलप्रपात</p>\r\n<p>बारसूर से छह किलोमीटर की दूरी पर एक पुल है जो अबुझमार को बारसूर से जोड़ता है। पुल इंद्रावती नदी पर है और इसके पहले, झरने तक पहुंचने के लिए लगभग दो किलोमीटर का ट्रेक है। इंद्रावती नदी सात उप धाराओं से अलग हो जाती है और चट्टानी इलाके से होकर बहती है और साथ में सहाराधारा झरना बन जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>दंतेवाड़ा तहसील को इकतीस ग्राम पंचायतों में विभाजित किया गया है, जिनमें से प्रत्येक में एक या एक से अधिक गांवों पर अधिकार क्षेत्र है। [३]</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, [4] दंतेवाड़ा की जनसंख्या 13,633 थी। पुरुषों ने 53% जनसंख्या और महिलाओं ने 47% का गठन किया। दंतेवाड़ा की औसत साक्षरता दर 70% थी, जो राष्ट्रीय औसत 59.5% से अधिक थी: पुरुष साक्षरता 78% थी और, महिला साक्षरता 61% थी। 2001 में दंतेवाड़ा में, 14% आबादी 6 साल से कम थी</p>\r\n<p>&nbsp;</p>\r\n<p>शैक्षिक संस्थान</p>\r\n<p>1- शासकीय दंतेश्वरी पीजी कॉलेज दंतेवाड़ा</p>\r\n<p>http://www.pgcollegedantewada.com</p>\r\n<p>&nbsp;</p>\r\n<p>2. कृषि महाविद्यालय, चीतलंका, दंतेवाड़ा</p>\r\n<p>&nbsp;</p>\r\n<p>3. केन्द्रीय विद्यालय, दंतेवाड़ा</p>\r\n<p>http://www.kvdantewada.com/home.php</p>\r\n<p>&nbsp;</p>\r\n<p>4. जवाहर नवोदय विद्यालय, बारसूर, दंतेवाड़ा</p>\r\n<p>http://www.jnvbarsoor.in</p>\r\n<p>&nbsp;</p>\r\n<p>5. सरकारी मॉडल उच्चतर माध्यमिक विद्यालय, दंतेवाड़ा</p>\r\n<p>&nbsp;</p>\r\n<p>6. एनएमडीसी पॉलिटेक्निक कॉलेज दंतेवाड़ा</p>\r\n<p>http://nmdcdavpoly.in</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>दंतेवाड़ा छत्तीसगढ़ राज्य के दक्षिणी बस्तर क्षेत्र में स्थित एक सुंदर इलाका है। यह जिला सुंदर हरी भरी पहाड़ियों और सागौन के जंगलों से भरा हुआ है। नदियाँ इंद्रावती, गोदावरी और शबरी जिले से होकर बहती हैं। ये नदियाँ कई मनोरम दृश्य बनाती हैं और जिले में कई स्थलों पर पानी गिरता है। प्राकृतिक सुंदरता के अलावा ऐतिहासिक स्थान जैसे बारसूर, भद्रकाली और दंतेवाड़ा भी देखने लायक हैं। बैलाडीला लौह अयस्क परियोजना टाउनशिप, माइंस, पार्क और आकाश नगर और कैलाश नगर की पहाड़ी शीर्ष बस्तियाँ ऐसी जगहें हैं, जिन्हें देखे बिना दंतेवाड़ा की यात्रा पूरी नहीं होगी।</p>\r\n<p>&nbsp;</p>\r\n<p>दंतेवाड़ा: भारत का एक बहुत प्राचीन शहर, दंतेवाड़ा अपने सुनहरे अतीत में एक शानदार राज्य की राजधानी था। इस शहर को पूर्व-ऐतिहासिक दिनों में तरलापाल और दंतावली के रूप में जाना जाता था, जिसका उल्लेख जिले में पाए गए पत्थर की नक्काशी पर पाया जा सकता है। देवी दंतेश्वरी का एक भव्य मंदिर शहर में रुचि के स्थानों की सूची में सबसे ऊपर है। यह मंदिर, जो देश के शक्तिपीठों में से एक है, में वर्ष के माध्यम से देश के विभिन्न हिस्सों से भक्तों द्वारा दौरा किया जाता है। मुख्य रूप से दक्षिण भारतीय शैली (मंदिर) वास्तुकला पर निर्मित, और पवित्र नदियों शंखिनी और धनकिनी के संगम पर स्थित, यह मंदिर दर्शन करने वाले भक्तों के मन को शांति और असीम संतुष्टि का सुखद एहसास देता है। दंतेश्वरी मंदिर के अलावा, भैरम बाबा का मंदिर भी देखने के लिए महत्वपूर्ण स्थान है।</p>\r\n<p>बैलाडिला: पर्वत श्रृंखला, जो लौह अयस्क के विशाल और उच्च गुणवत्ता वाले भंडार के लिए दुनिया में प्रसिद्ध है। इस रेंज में कुल 14 रिजर्व खोजे गए हैं, जिनमें से 3 डिपॉजिट में खनन गतिविधियां चल रही हैं। चूँकि पर्वत की इस श्रेणी में चोटियाँ होती हैं जो विभिन्न स्थानों पर बैल के कूबड़ की तरह दिखती हैं, इसलिए पहाड़ों की इस श्रेणी को स्थानीय भाषा में \"बैला दीला\" कहा जाता है, जिसका अर्थ है बैल का कूबड़। बैलाडीला को एक औद्योगिक क्षेत्र के रूप में स्थापित किया गया है जिसे दो कस्बों में विभाजित किया गया है, जिसका नाम बचेली (दंतेवाड़ा से 29 KM) और किरंदुल (दंतेवाड़ा से 41 KM) है। लौह अयस्क की खदानें इस पर्वत श्रृंखला के सबसे ऊपरी शिखर पर स्थित हैं, जिसे &ldquo;आकाश नगर&rdquo; के नाम से जाना जाता है, जिसे NMDC (राष्ट्रीय खनिज विकास निगम) से पूर्व अनुमति के साथ देखा जा सकता है। 22 किलोमीटर लंबा घाट रोड, जो बचेली से आकाश नगर की ओर जाता है, जो उन्हें नागिन के साथ घूमता है और यात्रा के दौरान पूरे क्षेत्र का एक विहंगम दृश्य प्रस्तुत करता है। एनएमडीसी की खनन गतिविधियों को समझने के अलावा, आकाश नगर के सुखद इलाके का आनंद ले सकते हैं, जो नीले आकाश में फैला हुआ है, जो आगंतुकों को हरे भरे जंगलों और सुंदर परिदृश्य का मनोरम दृश्य प्रस्तुत करता है। इसी तरह किरंदुल से 12 किलोमीटर घाट रोड कैलाश नगर तक आगंतुकों को ले जाता है, फिर भी बैलाडिला रेंज का एक और शिखर। कैलाश नगर आकाश नगर जितना ही सुंदर है। \"ब्लू डस्ट\" की दुर्लभ और अद्भुत जमा राशि को नीले रंग के लौह अयस्क की तरह पाया जा सकता है, जो कि माँ की प्रकृति के चमत्कारों के साथ आने के लिए किसी की खोज को संतुष्ट करता है।</p>\r\n<p>बातचीत: - बछेली और किरनुल दोनों के लिए नियमित अंतराल पर बसों के साथ-साथ निजी टैक्सी भी उपलब्ध हैं</p>\r\n<p>बारसूर: जगदलपुर से दंतेवाड़ा जाने वाले रास्ते पर 75 KM का एक छोटा शहर गेदम स्थित है, 24 किमी उत्तर में गेदम गाँव बारसूर की ओर स्थित है। छोटा सोता हुआ गाँव बारसूर, गंगवंशी शासकों के कार्यकाल के दौरान सत्ता में फेंक दिया गया था, जैसा कि 840 ए। डी। बारसुर, इंद्रावती नदी के तट पर स्थित है, जो मंदिरों और तालाबों के शहर के रूप में प्रसिद्ध है। ऐसा माना जाता है कि बारसूर के विशाल दिनों में यहाँ 147 मंदिर और बराबर तालाब हुआ करते थे। भले ही बारसूर ने सदी के बाद धीरे-धीरे अपनी महिमा खो दी थी, यहां पाए जाने वाले कई मंदिरों के खंडहर अभी भी लोगों का ध्यान आकर्षित करने का प्रबंधन करेंगे। उल्लेख के लायक कुछ मंदिरों में मामा-भांजा मंदिर, चंद्रादित्य मंदिर, बत्तीसा मंदिर और भगवान गणेश की एक विशाल मूर्ति है। इन मंदिरों के अलावा, पूर्व-ऐतिहासिक दिनों का एक विशाल तालाब देखने लायक है।</p>\r\n<p>नियम: - नियमित अंतराल पर गेदम से टैक्सियाँ उपलब्ध हैं</p>\r\n<p>बोधघाट शठ धार: बारसूर से 6 KM दूर, इंद्रावती नदी 7 भागों में विभाजित होकर एक छोटा झरना बनाती है। पूरी तरह से घने हरे जंगलों से ढका यह स्थान नदी, पानी और पहाड़ों के संयोजन की सुंदरता को समझाने के लिए खड़ा है। इसकी सभी सुंदरता और शांतिपूर्ण इलाके के साथ सेठ धर एक आदर्श पिकनिक स्थल है। दंतेवाड़ा से गामावाड़ा 14 किलोमीटर के स्मृति स्तंभ, बचेली के रास्ते में एक छोटा सा गाँव गामा वाडा स्थित है जहाँ बड़े आकार के पत्थर के खंभे आगंतुकों को स्थानीय जनजातियों की सदियों पुरानी परंपरा पर एक नज़र डालने के लिए आमंत्रित करते हैं। ये विशाल आकार के पत्थर के खंभे जो स्थानीय निवासियों द्वारा सदियों पहले बनाए गए थे, मूल रूप से स्मृति स्तंभ हैं जो अपने रोगग्रस्त बुजुर्गों और रिश्तेदारों को समर्पित हैं।</p>\r\n<p>कन्वेयन्स: - दंतेवाड़ा से नियमित अंतराल पर बसें और टैक्सी उपलब्ध हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dantewada</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","subContents":[{"SubTitle":"1. समलूर शिव मंदिर","SubTitleHindi":null,"SubContent":"<p>समलूर जिला मुख्यालय दंतेवाड़ा से लगभग 9 KM दूर स्थित है, यहाँ एक प्राचीन शिव मंदिर लगभग बरकरार है और शिष्यों द्वारा नियमित रूप से पूजा की जा रही है।</p>","SubContentHindi":null,"ImageUrl":"c9dd04f3-9a5b-477c-b6d2-78f222668658_Samlur-Shiva-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. बचेली","SubTitleHindi":null,"SubContent":"<p>जिला मुख्यालय दंतेवाड़ा से 28 KM दूर स्थित, बचेली देश के बेहतरीन लौह अयस्क के लिए प्रसिद्ध है। एनएमडीसी बलाडिला पर्वतमाला पर बचेली और किरंदुल कस्बों में खनन गतिविधि कर रहा है।</p>","SubContentHindi":null,"ImageUrl":"601116d4-90e5-4d20-b8f8-29de118322d9_Bacheli.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. बारसूर - एक पुरातात्विक खजाना","SubTitleHindi":null,"SubContent":"<p>एक बार नागवंश राजा बाणासुर की राजधानी, बारसूर एक इतिहास और प्राचीन मूर्तियों से प्यार करने वाले लोगों के लिए एक प्रसिद्ध स्थल है। यह छोटा शहर पुरातात्विक खजाने से भरा है।</p>","SubContentHindi":null,"ImageUrl":"c4db52af-d140-4b69-bddf-5b9025949c1a_Barsur-An-Archaeological-Treasure.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. फुलपेड झरने","SubTitleHindi":null,"SubContent":"<p>हरे-भरे पहाड़ी क्षेत्र के बीच स्थित फुलपेड ट्रेकिंग और प्रकृति को समान रूप से पसंद करने वाले लोगों के लिए एक साहसिक स्थान है</p>","SubContentHindi":null,"ImageUrl":"deb4b448-5852-4471-88b3-14518260c6e2_Fulpad-Waterfalls.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. ढोलकल गणेश","SubTitleHindi":null,"SubContent":"<p>ढोलकल गणेश एक खूबसूरत जगह है जो जिला दंतेवाड़ा में बिलाडिला पर्वत श्रृंखला में 3000 फीट ऊँचा है। माना जाता है कि 10 वीं और 11 वीं शताब्दी के बीच नागा राजवंश के दौरान बनाई गई भगवान गणेश की 3 फीट सुंदर पत्थर की मूर्ति स्थल का मुख्य आकर्षण है। जिला मुख्यालय दंतेवाड़ा से 13 KM दूर स्थित, यह स्थान प्रकृति प्रेमियों के लिए स्वर्ग है, और जो लोग हरे भरे पहाड़ियों के बीच ट्रेक करना पसंद करते हैं।</p>","SubContentHindi":null,"ImageUrl":"86834b0c-0697-4e8d-a96a-304d3f4c4c72_Dholkal-Ganesh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. दंतेवाड़ा","SubTitleHindi":null,"SubContent":"<p>बस्तर मा दंतेश्वरी की सबसे प्रतिष्ठित देवी को समर्पित मंदिर, 52 शक्तिपीठों में से एक माना जाता है। माना जाता है कि सती देवी का दांत यहां गिरा था, इसलिए इसका नाम दंतेवाड़ा पड़ा।</p>","SubContentHindi":null,"ImageUrl":"517b5d73-075a-4224-b08d-32bfb6fcb147_Dantewada.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>दंतेवाड़ा राज्य की राजधानी रायपुर से सड़क मार्ग से अच्छी तरह जुड़ा हुआ है। रायपुर और दंतेवाड़ा के बीच इस 400 किलोमीटर की दूरी को कवर करने के लिए दिन के दौरान कई बसें उपलब्ध हैं, जिसमें रातों में एसी और बर्थ सुविधाओं के साथ लक्जरी बसें शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रायपुर के अलावा, छत्तीसगढ़ के अन्य प्रमुख शहरों जैसे बिलासपुर, दुर्ग, धमतरी, कांकेर और जगदलपुर से भी दंतेवाड़ा के लिए बसें उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दंतेवाड़ा आंध्र प्रदेश और तेलंगाना से अंतरराज्यीय बस सेवाओं से भी जुड़ा हुआ है, हैदराबाद और विशाखापट्टनम (विजाग) से नियमित बस सेवा के साथ</p>\r\n<p>&nbsp;</p>\r\n<p>दंतेवाड़ा ट्रेन मार्ग के माध्यम से भी स्वीकार्य है, और दो नियमित ट्रेनों के साथ विशाखापट्टनम से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा जगदलपुर है जो 88 किलोमीटर दूर दंतेवाड़ा है</p>\r\n<p>स्रोत: https://dantewada.nic.in</p>","SubContentHindi":null,"ImageUrl":"f2aed854-a940-461d-9366-fb968454c8ee_Dantewada-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dantewada-chhattisgarh","tags":[{"name":"दंतेवाड़ा","slug":"dantewada"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":230,"title":"राजनांदगांव में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","dateCreated":"2019-01-08T18:22:29.538Z","dateModified":"2019-01-08T19:24:11.047Z","contributedBy":"AskGif","content":"राजनांदगांव भारत के छत्तीसगढ़ राज्य में राजनांदगाँव जिले का एक शहर है। 2011 की जनगणना के अनुसार शहर की जनसंख्या 163,122 थी। दुर्ग जिले के विभाजन के परिणामस्वरूप राजनांदगांव जिला 26 जनवरी 1973 को अस्तित्व में आया।\r\n&nbsp;\r\nभाषा\r\nछत्तीसगढ़ी और हिंदी राजनांदगांव में मुख्य बोली ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजनंदगांव","slug":"rajnandgaon"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-rajnandgaon-chhattisgarh","total":0},{"id":226,"title":"मुंगेली में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"मुंगेली भारतीय राज्य छत्तीसगढ़ में एक शहर और मुंगेली जिले का एक नगरपालिका है। मुंगेली का पिन कोड 495334 है। मुंगेली, बिलासपुर जिले के अलग होने से एक नवगठित जिला है।\r\nमुंगेली जिला छत्तीसगढ़, भारत का एक जिला है, [1] जिसका मुख्यालय मुंगेली में है।\r\nभूगोल\r\nमुंगेली 22.07 &deg; N 8","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मुंगेली","slug":"mungeli"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-mungeli-chhattisgarh","total":0},{"id":209,"title":"बेमेतरा में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"बेमेतरा छत्तीसगढ़ का एक शहर हैं, जो दुर्ग जिले से अलग होकर नए जिले के रूप में १४ जनवरी २०१२ को अस्तित्व में आया।\r\n&nbsp;\r\nयह जिला मूल रूप से अपने उन्हारी उत्पादन के लिए पुरे एशिया में विख्यात हैं। यहाँ चना का अत्यधिक उत्पादन होता है। शिक्षा के क्षेत्र में भी यह जिला अग्रिणी रहा हैं।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बेमेतरा","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}