{"id":215,"title":"धमतरी में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","dateCreated":"2019-01-04T09:27:51.724Z","dateModified":"2019-01-04T09:36:50.955Z","contributedBy":"AskGif","content":"<p>धमतरी भारत के छत्तीसगढ़ राज्य में एक नगर निगम [1] और जिला है, जो 6 जुलाई 1998 को गठित महासमुंद लोकसभा क्षेत्र का हिस्सा है। [उद्धरण वांछित] यह जिला छत्तीसगढ़ की कुल आबादी का 3.13 प्रतिशत है।</p>\r\n<p>धमतरी को \"धम्म\" + \"तराई\" जिले से संक्षिप्त किया गया है और यह छत्तीसगढ़ क्षेत्र के उपजाऊ मैदानों में स्थित है। यह जिला 20 &deg; 42 'N अक्षांश और 81 &deg; 33' E देशांतर पर स्थित है। धमतरी जिले का गठन आधिकारिक तौर पर 6 जुलाई 1998 को महासमुंद के साथ छत्तीसगढ़ की राजधानी रायपुर जिले को विभाजित करते हुए किया गया था। परिणामस्वरूप रायपुर जिले की सीमाएं रायपुर, महासमुंद और धमतरी जिलों में परिवर्तित हो जाती हैं। धमतरी, कुरुद और नगरी धमतरी जिले में तहसीलों के रूप में शामिल हैं और धमतरी, कुरुद, नगरी और मगरलोड को ब्लॉक के रूप में शामिल किया गया है। जिले का कुल क्षेत्रफल 2029 किमी 2 और समुद्र तल से 305 मीटर ऊपर है। यह जिला उत्तर में जिला रायपुर और जिला कांकेर के साथ-साथ दक्षिण में बस्तर, पूर्व में उड़ीसा राज्य का हिस्सा और पश्चिम में जिला दुर्ग और कांकेर से घिरा हुआ है। महानदी इस जिले की प्रमुख नदी है और महानदी को अब तक कंकनाडी, चित्रोत्पला, नीलोत्पला, मंदवाहिनी, जयराथ आदि नामों से जाना जाता है। इसकी सहायक नदियाँ हैं- बाल्ड, सोंदूर, जोंक, खारुन और शिवनाथ। धमतरी जिले की भूमि की उर्वरता को इन नदियों की उपस्थिति के लिए जिम्मेदार ठहराया जा सकता है। इस क्षेत्र की मुख्य फसल धान है। महानदी; मध्य भारत की प्रमुख नदियों में से एक सिहावा की पहाड़ियों में निकलती है और दो पूर्व में बंगाल की खाड़ी में बहती है। धमतरी जिला दो लोकसभा निर्वाचन क्षेत्रों (कांकेर और महासमुंद) और तीन विधानसभा क्षेत्रों (धमतरी, कुरुद, सिहावा) के बीच में आता है। राष्ट्रीय राजमार्ग संख्या 30 (पहले एनएच 43) रायपुर - विजयनगरम (आंध्र प्रदेश) धमतरी से गुजरती है। रायपुर धमतरी से 78 किमी दूर है। धमतरी की एक अनूठी विशेषता चावल की कुल मिलों की संख्या है, जो 136 से अधिक है। पूर्व में, सतपुड़ा रेंज स्थित है। यह सिहावा पहाड के नाम से प्रसिद्ध है। कांकेर जिला पश्चिम में स्थित है। उत्तर में रायपुर, छत्तीसगढ़ का दिल और राजधानी शहर है। दक्षिण की ओर ओडिशा राज्य की सीमा स्थित है। रविशंकर सागर बांध जो लगभग 57000 हेक्टेयर भूमि को सिंचित करता है और राज्य की राजधानी रायपुर के लिए सुरक्षित पेयजल संसाधन की एक मुख्य आपूर्ति इकाई के रूप में भी काम करता है और साथ ही भिलाई इस्पात संयंत्र की आपूर्ति जिला राजधानी से लगभग 11 किलोमीटर की दूरी पर है। 10 मेगावाट हाइड्रो-इलेक्ट्रिक पावर प्लांट का काम प्रगति पर है और बहुत जल्द पूरा होने की संभावना है। एशिया का पहला सिफोन बांध वर्ष 1914 में मदमसिली में बनाया गया था। मदमसीली, सोंदूर बांध के अलावा, दुधवा बांध प्रमुख परियोजनाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>धमतरी के वर्तमान कलेक्टर श्री सी। आर। प्रसन्ना हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>स्कूलों</p>\r\n<p>&nbsp;</p>\r\n<p>मॉडल इंग्लिश हायर सेकेंडरी स्कूल</p>\r\n<p>नूतन उच्चतर माध्यमिक विद्यालय</p>\r\n<p>सरकार। बॉयज हायर सेकेंडरी स्कूल</p>\r\n<p>सरकार। बालिका उच्चतर माध्यमिक विद्यालय</p>\r\n<p>सर्वोदय उच्चतर माध्यमिक विद्यालय</p>\r\n<p>हरिओम हायर सेकेंडरी स्कूल</p>\r\n<p>सरस्वती शिशु मंदिर उच्चतर माध्यमिक विद्यालय</p>\r\n<p>मेनोनाइट वरिष्ठ माध्यमिक विद्यालय</p>\r\n<p>अंजुमन हायर सेकेंडरी स्कूल</p>\r\n<p>सेंट मैरी इंग्लिश मीडियम स्कूल</p>\r\n<p>दिल्ली पब्लिक स्कूल</p>\r\n<p>सेंट जेवियर्स स्कूल</p>\r\n<p>विद्या कुंज</p>\r\n<p>केन्द्रीय विद्यालय</p>\r\n<p>सरस्वती शिशु विद्या मंदिर</p>\r\n<p>अजीम प्रेमजी स्कूल, शंकरदाह,</p>\r\n<p>कालेजों</p>\r\n<p>&nbsp;</p>\r\n<p>कॉम्प-टेक डिग्री कॉलेज</p>\r\n<p>सरकार। P.G. कॉलेज</p>\r\n<p>सरकार। पॉलिटेक्निक कॉलेज</p>\r\n<p>सरकार। गर्ल्स कॉलेज</p>\r\n<p>जेनेसिस कॉलेज</p>\r\n<p>Kl कॉलेज ऑफ हॉर्टिकल्चर</p>\r\n<p>वन्देमातरम कॉलेज</p>\r\n<p>स्वास्थ्य देखभाल</p>\r\n<p>धमतरी क्रिश्चियन हॉस्पिटल (DCH)</p>\r\n<p>धमतरी जिला अस्पताल (DDH)</p>\r\n<p>रुचि के स्थान</p>\r\n<p>धमतरी अपनी पारंपरिक लोक संस्कृति के लिए जाना जाता है। [उद्धरण वांछित] जिले के प्रमुख दर्शनीय स्थलों में रविशंकर वाटर डैम (जिसे गंगरेल डैम भी कहा जाता है), अपने सूर्यास्त के लिए जाना जाता है। यह बांध छत्तीसगढ़ और अन्य राज्यों के पर्यटकों को आकर्षित करता है, खासकर जब यह मानसून के दौरान अधिक हो जाता है। सीतानदी वन्यजीव अभयारण्य, एक लोकप्रिय पर्यटक आकर्षण है, एक बाघ अभयारण्य है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dhamtari</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","subContents":[{"SubTitle":"1. गंगरेल बांध","SubTitleHindi":null,"SubContent":"<p>गंगरेल बांध: गंगरेल बांध का एक और नाम रविशंकर बांध है। धमतरी जिले में, यह स्थान आगंतुकों के लिए एक प्रसिद्ध स्थान है। बांध का निर्माण महानदी नामक नदी की चौड़ाई के साथ किया गया है। बांध की दूरी 15 किलोमीटर है। 10 एमवी क्षमता की गंगरेल हाइडल पावर परियोजना नाम की एक हाइडल पावर परियोजनाएं यहां विकसित की गई हैं। पड़ोसी क्षेत्र के लिए बिजली का उत्पादन किया जाता है। 15,000 क्यूसेक पानी है</p>\r\n<p>गंगरेल बांध द्वारा निहित। इस बांध को सबसे बड़ा और सबसे लंबा बांध माना जाता है।</p>","SubContentHindi":null,"ImageUrl":"6a63668c-f10e-4da2-a0b2-14ae504e2629_Gangrel-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. मुरली सिल्ली बांध","SubTitleHindi":null,"SubContent":"<p>मैडम सिल्ली बांध, जिसे मरुम सिल्ली भी कहा जाता है, महानदी नदी की सहायक नदी सिलारी नदी पर स्थित एक तटबंध बांध है। यह छत्तीसगढ़ के धमतरी जिले में स्थित है। 1914 और 1923 के बीच निर्मित यह एशिया का पहला बांध है जिसमें साइफन स्पिलवेज है। मदमसीली रायपुर से लगभग 95 किमी दूर है। यह छत्तीसगढ़ के सबसे प्रमुख वास्तु चमत्कारों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"d3e161cd-d4d7-4f52-a921-5f0459ee6f36_Murrum-Silli-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. सिहावा","SubTitleHindi":null,"SubContent":"<p>सिहावा छत्तीसगढ़ के प्रमुख तीर्थस्थलों में से एक है जो धमतरी के निकट स्थित है। जंगलों और पहाड़ों से घिरा यह छोटा सा शहर महानदी नदी के तटबंध पर स्थित है। कर्बेश्वर मंदिर, गणेश घाट, श्रृंगी ऋषि का आश्रम, हाथी खोत, दंतेश्वरी गुफा, अमृत कुंड और महामाई मंदिर सिहावा के पवित्र स्थल हैं।</p>\r\n<p>स्रोत: https://dhamtari.gov.in/</p>","SubContentHindi":null,"ImageUrl":"79f26b6e-a978-444a-b704-7ee5227aef8c_Sihawa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>उड़ान से</p>\r\n<p>धमतरी का अपना कोई हवाई अड्डा नहीं है। धमतरी से लगभग 75 किलोमीटर दूर रायपुर में निकटतम हवाई अड्डा सुलभ है। कई हवाई जहाज संचालक यहां से नियमित उड़ानें संचालित करते हैं और इसे सभी प्रमुख शहरों से जोड़ते हैं। प्रीपेड टैक्सी रायपुर एयरपोर्ट से धमतरी के लिए आसानी से उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>नियमित बस सेवाएं, चाहे वह एक्सप्रेस हों या स्लीपर आधारित, धमतरी शहर को प्लाई और फ्रॉस्ट करती हैं। वे राष्ट्रीय राजमार्गों जैसे एनएच 30 और कई अन्य राज्य राजमार्गों जैसे रायपुर, भिलाई, आदि से अच्छी तरह से जुड़े नेटवर्क के माध्यम से दैनिक आधार पर काम करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>धमतरी रेलमार्ग द्वारा रायपुर से अच्छी तरह जुड़ा हुआ है। धमतरी रेलवे स्टेशन, रेलवे द्वारा धमतरी शहर को शेष भारत से जोड़ने वाला प्रमुख रेलवे जंक्शन है। वर्तमान में धमतरी से रायपुर के केंद्री स्टेशन तक एक नैरो गेज ट्रेन उपलब्ध है।</p>","SubContentHindi":null,"ImageUrl":"4612045b-710c-4475-9cee-126bc6cfdea3_Dhamtari-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dhamtari-chhattisgarh","tags":[{"name":"धमतरी","slug":"dhamtari"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":232,"title":"सूरजपुर में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"सूरजपुर एक शहर और एक नगर पालिका परिषद है जो मध्य भारत में छत्तीसगढ़ राज्य के सूरजपुर जिले में रिहंद नदी के तट पर स्थित है। यह राज्य मुख्यालय रायपुर से 256 किमी उत्तर में स्थित सूरजपुर जिले का प्रशासनिक मुख्यालय है। राष्ट्रीय राजमार्ग 43 का सूरजपुर से होकर गुजरने का मार्ग है।\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"सूरजपुर","slug":"surajpur"}],"slug":"top-places-to-visit-in-surajpur-chhattisgarh","total":0},{"id":230,"title":"राजनांदगांव में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","dateCreated":"2019-01-08T18:22:29.538Z","dateModified":"2019-01-08T19:24:11.047Z","contributedBy":"AskGif","content":"राजनांदगांव भारत के छत्तीसगढ़ राज्य में राजनांदगाँव जिले का एक शहर है। 2011 की जनगणना के अनुसार शहर की जनसंख्या 163,122 थी। दुर्ग जिले के विभाजन के परिणामस्वरूप राजनांदगांव जिला 26 जनवरी 1973 को अस्तित्व में आया।\r\n&nbsp;\r\nभाषा\r\nछत्तीसगढ़ी और हिंदी राजनांदगांव में मुख्य बोली ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजनंदगांव","slug":"rajnandgaon"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-rajnandgaon-chhattisgarh","total":0},{"id":207,"title":"बलरामपुर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","dateCreated":"2019-01-02T16:06:23.249Z","dateModified":"2019-01-02T17:42:46.502Z","contributedBy":"AskGif","content":"बलरामपुर भारतीय राज्य छत्तीसगढ़ के बलरामपुर-रामानुजगंज जिले का मुख्यालय है। यह राज्य मुख्यालय रायपुर से 441 किलोमीटर उत्तर में प्रशासनिक मुख्यालय है।\r\nबलरामपुर-रामानुजगंज जिला अंबिकापुर (सरगुजा) संभाग का एक हिस्सा है। यह 1 जनवरी 2012 को अस्तित्व में आया और पूर्व में सरगुजा जिले का हिस्सा थ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बलरामपुर","slug":"balrampur"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-balrampur-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}