{"id":215,"title":"Top Places to visit in Dhamtari, Chhattisgarh","imageUrl":"17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","dateCreated":"2019-01-04T09:27:51.724Z","dateModified":"2019-01-04T09:36:50.955Z","contributedBy":"AskGif","content":"<p>Dhamtari is a municipal corporation [1] and district in the state of Chhattisgarh, India, which is part of the Mahasamund Lok Sabha constituency formed on 6 July 1998.[citation needed]. The district is home to 3.13 percent of Chhattisgarh's total population.</p>\r\n<p>Dhamtari is abbreviated from \"Dhamma\" + \"Tarai\" district and is situated in the fertile plains of the Chhattisgarh region. This district is situated at 20&deg;42' N latitude and 81&deg;33' E longitude. Dhamtari district was officially formed on 6 July 1998 dividing the Raipur district currently the capital of Chhattisgarh along with Mahasamund. As a result the boundaries of the Raipur district is converted into the districts e.g Raipur, Mahasamund and Dhamtari. Dhamtari, Kurud and Nagari are included in Dhamtari district as tehsils and Dhamtari, Kurud, Nagari and Magarlod are included as blocks. The total area of the district is 2029 km2 and 305 meters above mean sea level. The district is surrounded by District Raipur in the north and District Kanker as well as Bastar in the south, part of Orissa state in east and District Durg and Kanker in west. Mahanadi is the principal river of this district and Mahanadi is so far named as Kankannadi, Chitrotpala, Neelotpala, Mandvahini, Jairath, etc. Its tributaries being Pairy, Sondur, Jonk, Kharun and Shivnath. The fertility of lands of Dhamtari district can be attributed to the presence of these rivers. The chief crop of this region is paddy. Mahanadi; one of the major rivers in central India originates in the hills of Sihawa and flows two the east into the Bay of Bengal. Dhamtari district falls between two Lok Sabha constituencies (Kanker and Mahasamund) and three Assembly constituencies (Dhamtari, Kurud, Sihawa). National Highway No. 30 (Previously NH 43) Raipur &ndash; Vizianagaram (Andhra Pradesh) passes through Dhamtari. Raipur is 78 km from Dhamtari. A unique feature of Dhamtari is the total number of rice mills, more than 136. In the east, Satpura range is located. It is popularly known as Sihawa pahad. Kanker district lies in the west . In North lies Raipur, the heart and capital city of Chhattisgarh. Southwards lies the boundary of Odisha state. Ravishankar Sagar dam that irrigates almost 57000 Hectare of land and also acts as a main supply unit of safe drinking water resource for state capital Raipur as well as supply to Bhilai Steel Plant lies at almost 11 Km from the District capital . Work of 10 MW hydro-electric power plant is progressing and is likely to be completed very soon. Asia's first ever Siphon dam was built in the year 1914 at Madamsilli. Besides Madamsilli, Sondur dam, Dudhawa dam are the major projects.</p>\r\n<p>&nbsp;</p>\r\n<p>The present collector of Dhamtari is Shri C. R. Prasanna.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools</p>\r\n<p>&nbsp;</p>\r\n<p>Model English Higher Secondary School</p>\r\n<p>Nutan Higher Secondary School</p>\r\n<p>Govt. Boys Higher Secondary School</p>\r\n<p>Govt. Girls Higher Secondary School</p>\r\n<p>Sarvodaya Higher Secondary School</p>\r\n<p>Hari Om Higher Secondary School</p>\r\n<p>Saraswati Shishu Mandir Higher Secondary School</p>\r\n<p>Mennonite Senior Secondary School</p>\r\n<p>Anjuman Higher Secondary School</p>\r\n<p>St. Marys English Medium School</p>\r\n<p>Delhi Public School</p>\r\n<p>St. Xaviers School</p>\r\n<p>Vidya Kunj</p>\r\n<p>Kendriya Vidyalaya</p>\r\n<p>Saraswati Shishu Vidya Mandir</p>\r\n<p>Azim Premji School, shankardah,</p>\r\n<p>Colleges</p>\r\n<p>&nbsp;</p>\r\n<p>Comp-Tech Degree College</p>\r\n<p>Govt. P.G. College</p>\r\n<p>Govt. Polytechnic College</p>\r\n<p>Govt. Girls College</p>\r\n<p>Genesis College</p>\r\n<p>Kl College of Horticulture</p>\r\n<p>Vandemataram College</p>\r\n<p>Healthcare</p>\r\n<p>Dhamtari Christian Hospital (DCH)</p>\r\n<p>Dhamtari District Hospital (DDH)</p>\r\n<p>Places of interest</p>\r\n<p>Dhamtari is known for its traditional folk culture.[citation needed] Among the district's points of interest is the Ravishankar Water Dam (also known as the Gangrel Dam), noted for its sunsets. The dam attracts tourists from Chhattisgarh and other states, especially when it overflows during the monsoon. The Sitanadi Wildlife Sanctuary, a popular tourist attraction, is a tiger reserve.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dhamtari</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","subContents":[{"SubTitle":"1. Gangrel Dam","SubTitleHindi":null,"SubContent":"<p>Gangrel Dam: Another name of the Gangrel Dam is Ravishankar Dam. In the Dhamtari District, this location is quite a famous spot for the visitors. The dam has been constructed along the breadth of the river named Mahanadi. The distance of the dam is 15 Kms. A Hydel power projects named the Gangrel Hydel Power Project of 10 MV capacity has been developed here. The power for the neighboring area is produced. As much as 15,000 cusec of water is</p>\r\n<p>contained by the Gangrel Dam. This dam is considered to be the largest and the lengthiest dam.</p>","SubContentHindi":null,"ImageUrl":"6a63668c-f10e-4da2-a0b2-14ae504e2629_Gangrel-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Murrum Silli Dam","SubTitleHindi":null,"SubContent":"<p>The Madam Silli Dam, also spelled Murrum Silli, is an embankment dam on the Sillari River, a tributary of the Mahanadi River. It is located in Dhamtari District of Chhattisgarh. Built between 1914 and 1923, it is the first dam in Asia to have Siphon Spillways. Madamsilli is about 95 km from Raipur. It is one of the most prominent architectural marvels in Chhattisgarh.</p>","SubContentHindi":null,"ImageUrl":"d3e161cd-d4d7-4f52-a921-5f0459ee6f36_Murrum-Silli-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Sihawa","SubTitleHindi":null,"SubContent":"<p>Sihawa is one of the chief pilgrimage centres of Chhattisgarh which is located in proximity to Dhamtari. Surrounded by forests and mountains, this small township is located on the embankment of Mahanadi River. Karbeshwar Temple, Ganesh Ghat, Ashram of Shringi rishi, Hathi Khot, Danteshwari Cave, Amrit Kund and Mahamai Temple are noteworthy holy sites of Sihawa.</p>\r\n<p>source: https://dhamtari.gov.in/</p>","SubContentHindi":null,"ImageUrl":"79f26b6e-a978-444a-b704-7ee5227aef8c_Sihawa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>By flight&nbsp;</p>\r\n<p>Dhamtari doesn&rsquo;t have airport of its own. The nearest airport accessible is in Raipur, approximately 75 km away from Dhamtari. Many Airplane operators operate regular flights from here connecting it to all the major cities. Prepaid taxis are easily available from the Raipur Airport to Dhamtari.</p>\r\n<p>&nbsp;</p>\r\n<p>By road</p>\r\n<p>Regular bus services, whether express or sleeper based, ply to and fro the city of Dhamtari. They operate on a daily basis, through a well-connected network of national highways such as NH 30 and several other state highways from places like Raipur, Bhilai, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>By train</p>\r\n<p>Dhamtari is well connected to the Raipur by railways as well. Dhamtari railway station is the principal railway junction connecting Dhamtari town to the rest of India by railways. Currently a narrow gauge train is available from Dhamtari to Kendri station of Raipur.</p>","SubContentHindi":null,"ImageUrl":"4612045b-710c-4475-9cee-126bc6cfdea3_Dhamtari-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dhamtari-chhattisgarh","tags":[{"name":"dhamtari","slug":"dhamtari"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":232,"title":"Top Places to visit in Surajpur, Chhattisgarh","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"Surajpur is a city and a Nagar Palika Parishad situated in the bank of Rihand River in Surajpur district of Chhattisgarh state in central India. It is the administrative headquarters of the Surajpur district, located 256 km North from the state headquarters Raipur. National Highway 43 has its rou","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"surajpur","slug":"surajpur"}],"slug":"top-places-to-visit-in-surajpur-chhattisgarh","total":0},{"id":230,"title":"Top Places to visit in Rajnandgaon, Chhattisgarh","imageUrl":"289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","dateCreated":"2019-01-08T18:22:29.538Z","dateModified":"2019-01-08T19:24:11.047Z","contributedBy":"AskGif","content":"Rajnandgaon is a city in Rajnandgaon District, in the state of Chhattisgarh, India. As of the 2011 census the population of the city was 163,122. Rajnandgaon district came into existence on 26 January 1973, as a result of the division of Durg district.\r\n&nbsp;\r\nLanguage\r\nChha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajnandgaon","slug":"rajnandgaon"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-rajnandgaon-chhattisgarh","total":0},{"id":207,"title":"Top Places to visit in Balrampur, Chhattisgarh","imageUrl":"5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","dateCreated":"2019-01-02T16:06:23.249Z","dateModified":"2019-01-02T17:42:46.502Z","contributedBy":"AskGif","content":"Balrampur is the headquarters of Balrampur-Ramanujganj district of the Indian state of Chhattisgarh. It is the administrative headquarters 441 km North of the state headquarters Raipur.\r\nBalrampur-Ramanujganj district is a part of Ambikapur (Surguja) division. It came into existence on 1 J","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"balrampur","slug":"balrampur"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-balrampur-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}