{"id":216,"title":"Top Places to visit in Durg, Chhattisgarh","imageUrl":"3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","dateCreated":"2019-01-04T13:29:29.037Z","dateModified":"2019-01-04T13:41:30.852Z","contributedBy":"AskGif","content":"<p>Durg is a city in the Indian state of Chhattisgarh, east of the Shivnath River and is part of the Durg-Bhilai urban agglomeration. It is the headquarters of Durg District.</p>\r\n<p>Durg district is a district situated in Chhattisgarh, India. The district headquarters is Durg. The district covers an area of 2,238 km&sup2;. As of 2011 it is the second most populous district of Chhattisgarh (out of 18), after Raipur.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is home to two important religious sites. The principal Hindu temple, the Ganga Maiyaat Jhalmala, Jain shrine of Uwasaggaharam Parshwa Teerth at Nagpura (near Durg), attract pilgrims from all over India.The Langurveer Mandir is one and only Hindu Temple Devoted to God Langoorveer in India situated in Durg.</p>\r\n<p>&nbsp;</p>\r\n<p>The town of Bhilai is home to the Bhilai Steel Plant. now durg has been divided into 3 major district namely Durg, Balod and Bemetara.</p>\r\n<p>&nbsp;</p>\r\n<p>The present collector of Durg is Shri Umesh Kumar Agrawal.</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Durg had a population of 268,679. Males constitute 51% of the population and females 49%. Durg has an average literacy rate of 72%, male literacy is 79% and, female literacy is 65%. In Durg, 13% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>In the 2011 census Durg-Bhilainagar Urban Agglomeration had a population of 1,064,077.[4] Durg-Bhilainagar Urban Agglomeration includes: Durg (M Corp.), Bhilai Nagar (M Corp.), Dumardih (part) (OG), Bhilai Charoda (M), Jamul (M), Kumhari (M), and Utai (NP).[5]</p>\r\n<p>&nbsp;</p>\r\n<p>Durg Municipal Corporation had a total population of 268,679 in 2011, out of which 136,537 were males and 132,142 were females. Durg had a below six years population of 29,165. Durg had an effective literacy rate (7+ population) of 87.94 per cent and a sex ratio of 968.[6]</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Cities in Durg</p>\r\n<p>Durg</p>\r\n<p>Bhilai</p>\r\n<p>Towns in Durg</p>\r\n<p>Anda</p>\r\n<p>Dhamdha</p>\r\n<p>Jamul</p>\r\n<p>Kumhari</p>\r\n<p>Mahamaya</p>\r\n<p>Patan</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Arun Vora, M.L.A.</p>\r\n<p>Amit Sana, runner-up in Indian Idol 1</p>\r\n<p>Saroj Pandey, mayor, M.L.A. and M.P.</p>\r\n<p>Harpreet Singh, cricketer</p>\r\n<p>Santosh Araswilli, table tennis international medalist</p>\r\n<p>Tamradhwaj Sahu, M.L.A. and M.P.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Durg</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","subContents":[{"SubTitle":"1. Maitri Bagh","SubTitleHindi":null,"SubContent":"<p>A zoo cum children&rsquo;s park, maintained by the Bhilai Steel Plant. The highlights of the Zoo are exotic animal and avian species, lake, toy trains and others. The musical fountain, situated on the island in the artificial lake in Maitri Garden is a dynamic spectacle which responds to the music in a way that interprets the style and rhytmm of the musical performance. As the music plays, jets of water shoot in the air, twist, sway, pirouette, pulse, drum and skip with the beat &ndash; each movement lit by brilliant colours. 2 shows are organized here in the evenings, on alternate days. White tigers are the main attraction of the zoo. Every year a flower show is organized here.</p>","SubContentHindi":null,"ImageUrl":"25f32c0e-9e03-447e-a36d-b218a22761dc_Maitri-Bagh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Shri Uwassaggaharam Parshwa Tirth, Nagpura","SubTitleHindi":null,"SubContent":"<p>Situated on the bank of river Sheonath, amidst entrancing natural scenery, this shrine of the 23rd Teerthankar Lord Shri Parshwanath commemorates his holy visit to this region about 3000 years ago as a Shraman (A wandering mendicant dedicated to self-realization through self sacrifice). Scattered Jain Sculpture, large number of devotees and dilapidated ancient shrine along with Lord&rsquo;s Foot &ndash; prints historically, proves the Lord&rsquo;s journey to this area. The mysterious manner of locating, finding, procuring and then installing this ancient idol also proves categorically, his divine grace. This shrine is virtually an epic of Jain-devotional philosophy engraved on stones. A pilgrimage to this shrine inspires noble conduct, self -discipline, penance and equanimity.</p>\r\n<p>This is a Jain shrine in Nagpura established in 1995. The campus houses temples, guest houses, a garden and Naturopathy and Yoga Centre. The entrance to the resplendent marble temple of Shri Parshwanath is through a 30 feet gate that has the idol of Parshwanath, supported by four pillars (representing the four essentials of spiritual atonement, i.e., wisdom, introspection, good conduct, penance), being worshipped by two elephants. Sacred water, amiya , oozes from the idol here. Hundreds of pilgrims visit this shrine on full-moon.</p>\r\n<p>source: https://durg.gov.in/</p>","SubContentHindi":null,"ImageUrl":"f6161387-caa3-44f1-97f8-7268a9bc7eb1_Shri-Uwassaggaharam-Parshwa-Tirth-Nagpura.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Culture & Heritage","SubTitleHindi":null,"SubContent":"<p>Chhattisgarh is rich in its cultural heritage. The State has a very unique and vibrant culture. There are over 35 big and small colourful tribes spread over the region. Their rhythmic folk music, dances and dramas are a treat to watch and also provide an insight into the culture of the State. The most famous dance-drama of the State is Pandwani, which is a musical narration of the great Hindu epic Mahabharata. Raut Nacha ( folk dance of cowherds), the Panthi and Soowa are some of the other famous dance styles of the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Pandwani &ndash; Chhattisgarh&rsquo;s solo drama, which is also known by the people of other countries. Tejan Bai gave a fame to Pandwani in today&rsquo;s context, not only in our country, but also in abroad.</p>\r\n<p>&nbsp;</p>\r\n<p>Pandwani means Pandavwani &ndash; that is Panda Katha, a story of Mahabharata. Pandwani is a folk ballad form performed predominantly in Chhattisgarh. It depicts the story of the Pandavas, the leading characters in the epic Mahabharata. It is narrated in a very lively form, almost constructing the scenes in the minds of the audience.Traditionally a male preserve, it has seen the inclusion of women artist in recent times.The artists in the Pandwani narration consist of a lead artist and some supporting singers and musicians. The lead artist narrates one episode after another from the epic in a very forceful manner. He enacts the characters in the scenes to produce a more realistic effect. Occasionally, he also breaks out into a dance movement. During the performance he sings along the rhythm produced by the ektara held in his hand. There are two styles of narration in Pandwani; Vedamati and Kapalik. In the Vedamati style the lead artist narrates in a simple manner by sitting on the floor throughout the performance. The Kaplik style is livelier, where the narrator actually enacts the scenes and characters.</p>\r\n<p>&nbsp;</p>\r\n<p>Panthi</p>\r\n<p>Panthi dance is given by Satnami community of Chhattisgarh. Songs related with dance depicts importance of human life with strong spiritual messages with prime focus on omnipotent devotion. The songs convey the spirit of renunciation of their gurus and teachings of Saints such as Kabir, Ravidas and Dadu. For Guru Ghasidas&rsquo;s panths purnima of magha month is very important because they celebrate this day as birth anniversary of their guru. Their is a &lsquo;Jaith khamb&rsquo; set up for the occasion and the dancers indulge with their panthi dance. Panthi dance is known as fast stepping dance in which performers present their dance skill and flexible movements, equipped with white dhoti, waist belt, ghungaroo. They also carry &ldquo;Mridanga&rdquo; and waves themselves in parade.</p>\r\n<p>Panthi is a strong weapon unleashed with a concrete but non violent message by the people rationally discriminated by the system having ideology of dictatorship in their very nature over centuries. This dance is traditional folk dance of Satnami community of Chhattisgarh who are the followers of Satnam panth. The Panth was established by the Great Saint Guru Ghasidas.</p>\r\n<p>&nbsp;</p>\r\n<p>Raut Nacha</p>\r\n<p>Raut dance is a traditional dance of the Yadav community which is performed on Deepawali. In this dance, the Rauts, wearing a special costume, sing and dance in group with stick in their hands in the pathways of the village. After the performance of dance in the house of every householder, they gives blessings to every household by singing songs of blessings. &lsquo;Timki&rsquo;, &lsquo;Mohri&rsquo;, &lsquo;Dafda&rsquo;, &lsquo;Dholak&rsquo;, &lsquo;Singabaja&rsquo; etc. are the main instruments of this dance. &lsquo;Dhohas&rsquo; are sung in between the dance. These &lsquo;Dhohas&rsquo; are filled with devotion, policy, humor and mythological references. Men are mainly involved in Raut dance but children also eagerly follow them.</p>\r\n<p>Raut dance is similar to Gopi&rsquo;s dance with Lord Krishna. Songs are sung by some members of the group, some play musical instruments and some members dance with wearing bright and colorful clothes. Dance is usually done in groups. The dancer carry a colored stick and metal shield in their hands and and they wear Ghoongharoo in their vests and ankles. They respect the brave warriors in this dance and tell about the ancient battles and the eternal victory of good over evil. Dance represents the mythical battle between King &lsquo;Kans&rsquo; and Lord Krishna and celebrates victory. And in the evening, &lsquo;Matar Madhai&rsquo; are organized in many villages.</p>","SubContentHindi":null,"ImageUrl":"16cc45a7-0f21-4a41-9157-71f4b7dc2add_Culture-Heritage-durg.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Getting to Durg is very easy. It is well connected by all major systems of transport.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>Raipur (54 KM) is the nearest Airport connected with Delhi, Mumbai, Nagpur, Kolkata, Bhubneshwar, Chennai, Ranchi &amp; Vishakapatnam.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail</p>\r\n<p>It lies on the Mumbai-Howrah main line. Durg railway station is at a distance of 1101 Km from Mumbai, 867 Km from Howrah, 1354 Km from New Delhi and 275 Km from Nagpur.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>&nbsp;</p>\r\n<p>Durg is directly connected to Nagpur and Raipur (Capital of Chhattisgarh) by road. It lies on National Highway No. &ndash; 6 (G. E. Road). Buses, taxis, tempos and autos are the main modes of road transport.</p>","SubContentHindi":null,"ImageUrl":"350976dd-c49b-4276-a353-5ec09efb975b_Durg-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-durg-chhattisgarh","tags":[{"name":"durg","slug":"durg"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":228,"title":"Top Places to visit in Raigarh, Chhattisgarh","imageUrl":"780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","dateCreated":"2019-01-07T16:40:30.063Z","dateModified":"2019-01-07T16:51:09.932Z","contributedBy":"AskGif","content":"Raigarh is a city and municipal corporation in the Raigarh district of the Indian state of Chhattisgarh. The administrative headquarters of Raigarh district, it is known for its coal reserves and power generation for the state as well as the country.It is also known as Sanskardhani i.e. Cultural ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"raigarh","slug":"raigarh"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-raigarh-chhattisgarh","total":0},{"id":209,"title":"Top Places to visit in Bemetara, Chhattisgarh","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"Bemetara is a town of the Indian state of Chhattisgarh. Bemetara district is a new district in the state of Chhattisgarh, India.\r\n&nbsp;\r\nThe district was formally inaugurated by the Chief Minister. Raman Singh, on 13 January 2012. Shruti Singh, IAS became the first Collector and Di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"bemetara","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":207,"title":"Top Places to visit in Balrampur, Chhattisgarh","imageUrl":"5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","dateCreated":"2019-01-02T16:06:23.249Z","dateModified":"2019-01-02T17:42:46.502Z","contributedBy":"AskGif","content":"Balrampur is the headquarters of Balrampur-Ramanujganj district of the Indian state of Chhattisgarh. It is the administrative headquarters 441 km North of the state headquarters Raipur.\r\nBalrampur-Ramanujganj district is a part of Ambikapur (Surguja) division. It came into existence on 1 J","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"balrampur","slug":"balrampur"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-balrampur-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}