{"id":216,"title":"दुर्ग में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","dateCreated":"2019-01-04T13:29:29.037Z","dateModified":"2019-01-04T13:41:30.852Z","contributedBy":"AskGif","content":"<p>दुर्ग भारतीय राज्य छत्तीसगढ़ में एक शहर है, जो शिवनाथ नदी के पूर्व में है और दुर्ग-भिलाई शहरी समूह का हिस्सा है। यह दुर्ग जिले का मुख्यालय है।</p>\r\n<p>दुर्ग जिला भारत के छत्तीसगढ़ में स्थित एक जिला है। जिला मुख्यालय दुर्ग है। जिले में 2,238 वर्ग किमी का क्षेत्र शामिल है। 2011 के बाद यह रायपुर के बाद छत्तीसगढ़ (18 में से) का दूसरा सबसे अधिक आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला दो महत्वपूर्ण धार्मिक स्थलों का घर है। नागपुरा (दुर्ग के पास) में प्रमुख हिंदू मंदिर, गंगा मइयात झलमला, उदयसगगराम परवा तीर्थ के जैन तीर्थस्थल, पूरे भारत के तीर्थयात्रियों को आकर्षित करते हैं। लंगूरवीर मंदिर दुर्ग में स्थित भारत में भगवान लंगूरवीर को समर्पित एक और एकमात्र हिंदू मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>भिलाई शहर भिलाई स्टील प्लांट का घर है। अब दुर्ग को 3 प्रमुख जिले अर्थात् दुर्ग, बालोद और बेमेतरा में विभाजित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>दुर्ग के वर्तमान कलेक्टर श्री उमेश कुमार अग्रवाल हैं।</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, दुर्ग की जनसंख्या 268,679 थी। पुरुषों की आबादी का 51% और महिलाओं का 49% है। दुर्ग में साक्षरता दर 72% है, पुरुष साक्षरता 79% है और महिला साक्षरता 65% है। दुर्ग में, 13% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना में दुर्ग-भिलाईनगर शहरी समूह की जनसंख्या 1,064,077 थी। [4] दुर्ग-भीलीनगर अर्बन एग्लोमरेशन में शामिल हैं: दुर्ग (एम कॉर्प), भिलाई नगर (एम कॉर्प), डुमरडीह (भाग) (ओजी), भिलाई चरोदा (एम), जामुल (एम), कुम्हारी (एम), और यूताई (एनपी) )। [5]</p>\r\n<p>&nbsp;</p>\r\n<p>दुर्ग नगर निगम की 2011 में कुल जनसंख्या 268,679 थी, जिसमें से 136,537 पुरुष थे और 132,142 महिलाएँ थीं। दुर्ग में 29,165 की आबादी के नीचे छह साल थे। दुर्ग की साक्षरता दर (7+ जनसंख्या) 87.94 प्रतिशत थी और लिंगानुपात 968 था। [6]</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>दुर्ग में शहर</p>\r\n<p>दुर्ग</p>\r\n<p>भिलाई</p>\r\n<p>दुर्ग में नगर</p>\r\n<p>आंदा</p>\r\n<p>Dhamdha</p>\r\n<p>Jamul</p>\r\n<p>Kumhari</p>\r\n<p>महामाया</p>\r\n<p>पाटन</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>अरुण वोरा, एम.एल.ए.</p>\r\n<p>अमित सना, इंडियन आइडल 1 में उपविजेता</p>\r\n<p>सरोज पांडेय, महापौर, एम.एल.ए. और एम.पी.</p>\r\n<p>हरप्रीत सिंह, क्रिकेटर</p>\r\n<p>संतोष अर्सविल्ली, टेबल टेनिस अंतर्राष्ट्रीय पदक विजेता</p>\r\n<p>ताम्रध्वज साहू, एम.एल.ए. और एम.पी.</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Durg</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","subContents":[{"SubTitle":"1. मैत्री बाग","SubTitleHindi":null,"SubContent":"<p>एक चिड़ियाघर सह बच्चों का पार्क, जिसे भिलाई स्टील प्लांट द्वारा रखा गया है। चिड़ियाघर के मुख्य आकर्षण विदेशी जानवर और एवियन प्रजातियां, झील, खिलौना ट्रेनें और अन्य हैं। मैत्री गार्डन में कृत्रिम झील में द्वीप पर स्थित संगीतमय फव्वारा एक गतिशील तमाशा है, जो संगीत की शैली और शैली के प्रदर्शन की व्याख्या करता है। जैसा कि संगीत बजता है, हवा में पानी की शूटिंग के जेट्स, ट्विस्ट, स्वे, पाइरेट, पल्स, ड्रम और बीट के साथ छोड़ते हैं - प्रत्येक आंदोलन शानदार रंगों द्वारा जलाया जाता है। वैकल्पिक दिनों में, शाम को यहां 2 शो आयोजित किए जाते हैं। सफेद बाघ चिड़ियाघर का मुख्य आकर्षण हैं। हर साल यहां एक फ्लावर शो का आयोजन किया जाता है।</p>","SubContentHindi":null,"ImageUrl":"25f32c0e-9e03-447e-a36d-b218a22761dc_Maitri-Bagh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. श्री उवसग्गहरम परसवा तीर्थ, नागपुरा","SubTitleHindi":null,"SubContent":"<p>प्राकृतिक दृश्यों के प्रवेश के बीच, शोनथ नदी के तट पर स्थित, 23 वें तीर्थंकर भगवान श्री पार्श्वनाथ का यह तीर्थस्थल लगभग 3000 साल पहले एक श्रमण (आत्म बलिदान के माध्यम से आत्म-प्राप्ति के लिए समर्पित एक भटकने वाला प्रसंग) के रूप में इस क्षेत्र में उनकी पवित्र यात्रा की याद दिलाता है। बिखरी हुई जैन मूर्तिकला, बड़ी संख्या में भक्तों और भगवान के पैर के साथ-साथ प्राचीन मंदिरों को तोड़ती हुई, ऐतिहासिक रूप से, इस क्षेत्र में भगवान की यात्रा को प्रमाणित करती है। इस प्राचीन मूर्ति को स्थापित करने, खोजने, खरीदने और फिर स्थापित करने का रहस्यमय ढंग भी स्पष्ट रूप से उनकी दिव्य कृपा साबित होता है। यह मंदिर वस्तुतः पत्थरों पर उकेरी गई जैन-भक्ति दर्शन का एक महाकाव्य है। इस तीर्थस्थल की तीर्थयात्रा से महान आचरण, आत्म-अनुशासन, तपस्या और समभाव की प्रेरणा मिलती है।</p>\r\n<p>यह 1995 में स्थापित नागपुरा में एक जैन मंदिर है। परिसर में मंदिर, अतिथि गृह, एक उद्यान और प्राकृतिक चिकित्सा और योग केंद्र हैं। श्री पार्श्वनाथ के देदीप्यमान संगमरमर मंदिर का प्रवेश द्वार एक 30 फीट के द्वार के माध्यम से है, जिसमें पार्श्वनाथ की मूर्ति है, जो चार स्तंभों द्वारा समर्थित है (आध्यात्मिक प्रायश्चित के चार आवश्यक गुणों का प्रतिनिधित्व करता है, अर्थात, ज्ञान, आत्मनिरीक्षण, अच्छा आचरण, तपस्या)। दो हाथियों द्वारा। यहां पवित्र मूर्ति से पवित्र जल, अमिया। पूर्णिमा पर सैकड़ों तीर्थयात्री इस तीर्थ यात्रा पर जाते हैं।</p>\r\n<p>स्रोत: https://durg.gov.in/</p>","SubContentHindi":null,"ImageUrl":"f6161387-caa3-44f1-97f8-7268a9bc7eb1_Shri-Uwassaggaharam-Parshwa-Tirth-Nagpura.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. संस्कृति और विरासत","SubTitleHindi":null,"SubContent":"<p>छत्तीसगढ़ अपनी सांस्कृतिक विरासत में समृद्ध है। राज्य में एक बहुत ही अनोखी और जीवंत संस्कृति है। इस क्षेत्र में 35 से अधिक बड़ी और छोटी रंगीन जनजातियाँ फैली हुई हैं। उनका लयबद्ध लोक संगीत, नृत्य और नाटक देखने और राज्य की संस्कृति में एक अंतर्दृष्टि प्रदान करने के लिए एक इलाज है। राज्य का सबसे प्रसिद्ध नृत्य-नाटक पंडवानी है, जो महान हिंदू महाकाव्य महाभारत का संगीतमय वर्णन है। राउत नाचा (चरवाहों का लोक नृत्य), पंथी और सोवा क्षेत्र की अन्य प्रसिद्ध नृत्य शैलियों में से कुछ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पंडवानी - छत्तीसगढ़ का एकल नाटक, जिसे अन्य देशों के लोग भी जानते हैं। तीजन बाई ने आज के संदर्भ में न केवल हमारे देश में, बल्कि विदेशों में भी पंडवानी को प्रसिद्धि दिलाई।</p>\r\n<p>&nbsp;</p>\r\n<p>पंडवानी का अर्थ है पांडववाणी - यह पंडा कथा है, जो महाभारत की एक कहानी है। पंडवानी छत्तीसगढ़ में मुख्य रूप से किया जाने वाला एक लोक गीत है। इसमें महाभारत के प्रमुख पात्रों पांडवों की कहानी को दर्शाया गया है। इसे बहुत ही जीवंत रूप में सुनाया गया है, जो लगभग दर्शकों के मन में दृश्यों का निर्माण कर रहा है। आमतौर पर एक पुरुष संरक्षण करते हैं, इसमें हाल के दिनों में महिला कलाकार को शामिल किया गया है। पंडवानी कथन में कलाकारों में एक मुख्य कलाकार और कुछ शामिल हैं गायकों और संगीतकारों का समर्थन करना। मुख्य कलाकार महाकाव्य से एक के बाद एक बहुत ही जबरदस्त तरीके से एक एपिसोड सुनाता है। वह दृश्यों में पात्रों को अधिक यथार्थवादी प्रभाव उत्पन्न करने के लिए अधिनियमित करता है। कभी-कभी, वह एक डांस मूवमेंट में भी टूट जाता है। प्रदर्शन के दौरान वह अपने हाथ में रखे हुए एकतारा द्वारा निर्मित ताल के साथ गाता है। पंडवानी में कथन की दो शैलियाँ हैं; वेदमती और कापालिक। वेदमती शैली में मुख्य कलाकार पूरे प्रदर्शन के दौरान फर्श पर बैठकर सरल तरीके से वर्णन करता है। द कपालिक शैली जीवंत है, जहां कथाकार वास्तव में दृश्यों और पात्रों को लागू करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पंथी</p>\r\n<p>पंथी नृत्य छत्तीसगढ़ के सतनामी समुदाय द्वारा दिया जाता है। नृत्य से संबंधित गीतों में मानव जीवन के महत्व को दर्शाया गया है, जिसमें सर्वशक्तिमान भक्ति पर प्रमुख ध्यान केंद्रित है। गीत अपने गुरुओं के त्याग और कबीर, रविदास और दादू जैसे संतों की शिक्षाओं की भावना को व्यक्त करते हैं। माघ महीने की गुरु घासीदास की पूर्णिमा के लिए बहुत महत्वपूर्ण है क्योंकि वे इस दिन को अपने गुरु की जयंती के रूप में मनाते हैं। इस अवसर पर उनके लिए एक k जैथ खंब &rsquo;स्थापित किया जाता है और नर्तक उनके पैन्थी नृत्य से रूबरू होते हैं। पंथी नृत्य को तेजी से कदम रखने वाले नृत्य के रूप में जाना जाता है जिसमें कलाकार अपने नृत्य कौशल और लचीले आंदोलनों को पेश करते हैं, जो सफेद धोती, कमर की बेल्ट, घुंघरू से सुसज्जित होते हैं। वे \"मृदंगा\" भी ले जाते हैं और परेड में खुद को तरंगित करते हैं।</p>\r\n<p>पंथी सदियों से अपने स्वभाव में तानाशाही की विचारधारा रखने वाली प्रणाली द्वारा लोगों के साथ भेदभावपूर्ण तरीके से ठोस लेकिन अहिंसक संदेश के साथ एक मजबूत हथियार है। यह नृत्य छत्तीसगढ़ के सतनामी समुदाय का पारंपरिक लोक नृत्य है जो सतनाम पंथ के अनुयायी हैं। पंथ की स्थापना महान संत गुरु घासीदास ने की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>राउत नाचा</p>\r\n<p>राउत नृत्य यादव समुदाय का एक पारंपरिक नृत्य है जो दीपावली पर किया जाता है। इस नृत्य में गांव के रास्तों में विशेष वेशभूषा पहने हुए राउत हाथों में छड़ी के साथ समूह में गाते और नृत्य करते हैं। हर गृहस्थ के घर में नृत्य के प्रदर्शन के बाद, वे आशीर्वाद के गीत गाकर हर घर को आशीर्वाद देते हैं। &lsquo;टिम्की&rsquo;, ri मोहरी &rsquo;, da दफड़ा&rsquo;, ki ढोलक &rsquo;, etc. सिंगबाजा&rsquo; आदि इस नृत्य के मुख्य उपकरण हैं। 'ढोहा' नृत्य के बीच गाया जाता है। ये 'धौह' भक्ति, नीति, हास्य और पौराणिक संदर्भों से भरे हैं। पुरुष मुख्य रूप से राउत नृत्य में शामिल होते हैं लेकिन बच्चे भी उत्सुकता से उनका अनुसरण करते हैं।</p>\r\n<p>राउत नृत्य भगवान कृष्ण के साथ गोपी के नृत्य के समान है। समूह के कुछ सदस्यों द्वारा गाने गाए जाते हैं, कुछ संगीत वाद्ययंत्र बजाते हैं और कुछ सदस्य उज्ज्वल और रंगीन कपड़े पहनकर नृत्य करते हैं। नृत्य आमतौर पर समूहों में किया जाता है। नर्तकी अपने हाथों में एक रंगीन छड़ी और धातु की ढाल ले जाती है और वे अपने वास्कट और टखनों में घुंघरू पहनती हैं। वे इस नृत्य में बहादुर योद्धाओं का सम्मान करते हैं और प्राचीन लड़ाइयों और बुराई पर अच्छाई की शाश्वत जीत के बारे में बताते हैं। नृत्य राजा the कंस और भगवान कृष्ण के बीच की पौराणिक लड़ाई का प्रतिनिधित्व करता है और जीत का जश्न मनाता है। और शाम को, कई गांवों में ar मटर मढई &rsquo;का आयोजन किया जाता है।</p>","SubContentHindi":null,"ImageUrl":"16cc45a7-0f21-4a41-9157-71f4b7dc2add_Culture-Heritage-durg.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>दुर्ग जाना बहुत आसान है। यह परिवहन की सभी प्रमुख प्रणालियों द्वारा अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>रायपुर (54 KM) दिल्ली, मुंबई, नागपुर, कोलकाता, भुवनेश्वर, चेन्नई, रांची और विशाखापत्तनम से जुड़ा निकटतम हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा</p>\r\n<p>यह मुंबई-हावड़ा मुख्य लाइन पर स्थित है। दुर्ग रेलवे स्टेशन मुंबई से 1101 किलोमीटर, हावड़ा से 867 किलोमीटर, नई दिल्ली से 1354 किलोमीटर और नागपुर से 275 किलोमीटर की दूरी पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>&nbsp;</p>\r\n<p>दुर्ग सीधे सड़क मार्ग से नागपुर और रायपुर (छत्तीसगढ़ की राजधानी) से जुड़ा हुआ है। यह राष्ट्रीय राजमार्ग संख्या - 6 (G. E. Road) पर स्थित है। बसें, टैक्सी, टेम्पो और ऑटो सड़क परिवहन के मुख्य साधन हैं।</p>","SubContentHindi":null,"ImageUrl":"350976dd-c49b-4276-a353-5ec09efb975b_Durg-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-durg-chhattisgarh","tags":[{"name":"दुर्ग","slug":"durg"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":228,"title":"रायगढ़ में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","dateCreated":"2019-01-07T16:40:30.063Z","dateModified":"2019-01-07T16:51:09.932Z","contributedBy":"AskGif","content":"रायगढ़ भारतीय राज्य छत्तीसगढ़ के रायगढ़ जिले में एक शहर और नगर निगम है। रायगढ़ जिले का प्रशासनिक मुख्यालय, यह राज्य के साथ-साथ देश के लिए अपने कोयला भंडार और बिजली उत्पादन के लिए जाना जाता है। इसे संस्कारधनी यानी छत्तीसगढ़ की सांस्कृतिक राजधानी के रूप में भी जाना जाता है।\r\n&nbsp;\r\nल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायगढ़","slug":"raigarh"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-raigarh-chhattisgarh","total":0},{"id":209,"title":"बेमेतरा में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"बेमेतरा छत्तीसगढ़ का एक शहर हैं, जो दुर्ग जिले से अलग होकर नए जिले के रूप में १४ जनवरी २०१२ को अस्तित्व में आया।\r\n&nbsp;\r\nयह जिला मूल रूप से अपने उन्हारी उत्पादन के लिए पुरे एशिया में विख्यात हैं। यहाँ चना का अत्यधिक उत्पादन होता है। शिक्षा के क्षेत्र में भी यह जिला अग्रिणी रहा हैं।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बेमेतरा","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":207,"title":"बलरामपुर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","dateCreated":"2019-01-02T16:06:23.249Z","dateModified":"2019-01-02T17:42:46.502Z","contributedBy":"AskGif","content":"बलरामपुर भारतीय राज्य छत्तीसगढ़ के बलरामपुर-रामानुजगंज जिले का मुख्यालय है। यह राज्य मुख्यालय रायपुर से 441 किलोमीटर उत्तर में प्रशासनिक मुख्यालय है।\r\nबलरामपुर-रामानुजगंज जिला अंबिकापुर (सरगुजा) संभाग का एक हिस्सा है। यह 1 जनवरी 2012 को अस्तित्व में आया और पूर्व में सरगुजा जिले का हिस्सा थ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5fceda18-6df4-435e-a2e2-22f86ac0f1d8_Balrampur-railway-chhattisgarh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बलरामपुर","slug":"balrampur"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-balrampur-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}