{"id":217,"title":"गरियाबंद में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"b7a1d1b7-8f4a-426a-9b38-039a1bf99c41_gariaband-district-chhattisgarh.png","dateCreated":"2019-01-04T14:44:45.55Z","dateModified":"2019-01-04T15:10:44.437Z","contributedBy":"AskGif","content":"<p>गरियाबंद छत्तीसगढ़ राज्य का एक छोटा सा शहर है और हेडकाउटर गरियाबंद जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम रेलहेड महासमुंद रेलवे स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>जटामयी मंदिर - रायपुर से 85 किलोमीटर दूर गरियाबंद में स्थित है। \"जटामयी मंदिर\" एक छोटे से जंगल के खूबसूरत स्थलों के बीच स्थित \"माता जटामयी\" को समर्पित है। मंदिर में ग्रेनाइट से बनी एक विशाल मीनार और कई छोटे शिखर / मीनारें हैं। मुख्य प्रवेश द्वार के ऊपर, पौराणिक चरित्रों को दर्शाती एक भित्ति चित्र देख सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>घाटारानी मंदिर - यह जटमाई मंदिर से 25 किमी दूर स्थित एक बड़ा झरना है। गटरानी मंदिर में नवरात्रि उत्सव बहुत उत्साह और भक्ति के साथ मनाया जाता है। यहां हम नवरात्रि जैसे त्योहारों पर विशेष रूप से एक सजावट देखते हैं। मानसून के बाद यह यात्रा का सबसे अच्छा समय है। मंदिर के पास सुंदर झरना बहता है, जो इस जगह को और अधिक आकर्षक बनाता है। पूरे परिवार के लिए पसंदीदा पिकनिक स्थल के रूप में गंतव्य को बनाने के लिए पूर्ण प्रवाह में झरना। मंदिर में प्रवेश करने से पहले स्नान करना सबसे अच्छा स्थान है। अधिक साहसी जंगल में बढ़ोतरी कर सकते हैं। रायपुर से घाटारानी मंदिर के लिए आसानी से वाहन उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूतेश्वरनाथ - गरियाबंद से 3 किमी दूर घने जंगलों के बीच स्थित मरौदा गाँव। सुरम्य जंगलों और पहाड़ियों से घिरे इस क्षेत्र में प्रकृति के स्पार्कलिंग द्वारा दिया गया दुनिया का सबसे बड़ा शिवलिंग। खबर आती है कि महाकाल और अन्य शिवलिंगों का आकार घटता है जबकि शिवलिंग जिसका आकार छोटा नहीं होता है लेकिन हर साल बढ़ता है। यह शिवलिंग प्राकृतिक रूप से निर्मित है। हर साल महाशिवरात्रि और सावन के सोमवार (कावारिया) को यहां लोग आते हैं। छत्तीसगढ़ के गरियाबंद जिले में स्थित इस शिवलिंग को यहाँ \"भूतेश्वरनाथ\" कहा जाता है, जिसे \"भकुर्रा\" भी कहा जाता है। छत्तीसगढ़ में \"द्वादस ज्योतिर्लिंग\" की तरह इसे \"अर्धनारीश्वर शिवलिंग\" के रूप में मान्यता प्राप्त है। सबसे आश्चर्यजनक तथ्य यह है कि शिवलिंग का आकार हर साल लगातार बढ़ रहा है। शायद इसलिए कि यहां आने वाले भक्तों की संख्या हर साल बढ़ रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिक्सर बांध - सिक्सर बांध एक कृत्रिम बांध है [4] जो जिला मुख्यालय से 50 किमी की दूरी पर स्थित है। यह सभी मौसमों में सुलभ है। सिकसर बांध वर्ष 1977 में बनाया गया था। सिकसर बांध की लंबाई 1540 मीटर और अधिकतम ऊंचाई 9.32 मीटर है। सिकर बांध में 2X35 मेगावाट जल जल विद्युत संयंत्र की क्षमता स्थापित की गई है जो बिजली के साथ-साथ सिंचाई का उत्पादन कर रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>उदंती सीतानदी टाइगर रिज़र्व - छत्तीसगढ़ सरकार रायपुर के उदंती सीतानदी टाइगर रिज़र्व की अधिसूचना अस्तित्व पत्र संख्या / F-8-43/2007/10-2 दिनांक 20/02/2009 में अस्तित्व में आई। शुद्ध नस्ल की भैंसों के लिए उदंती सीतानदी टाइगर रिजर्व का प्रयास। वर्तमान में एक मादा भैंस, एक मादा बच्चा और 9 नर भैंस हैं। उनकी संख्या बढ़ाने के लिए लगभग 25.00 हेक्टेयर में बचाव केंद्र बनाया गया है। जहां मादा भैंस की संख्या बढ़ाने के लिए इसकी संख्या बढ़ जाती है, लेकिन अब नर भैंस अधिक हैं और अपने वंश को बचाने के लिए मादा भैंस की तत्काल आवश्यकता है। इसलिए हरियाणा के करनाल में एक क्लोन मादा भैंस तैयार की जा रही है। जिसे उदंती सीतानदी टाइगर रिजर्व में मादा भैंस वंश को बढ़ाने के लिए लाया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gariaband_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b7a1d1b7-8f4a-426a-9b38-039a1bf99c41_gariaband-district-chhattisgarh.png","subContents":[{"SubTitle":"1. उदंती सीतानदी टाइगर रिजर्व","SubTitleHindi":null,"SubContent":"<p>उदंती सीतानदी टाइगर रिजर्व की अधिसूचना छत्तीसगढ़ सरकार रायपुर के उदंती सीतानदी टाइगर रिजर्व की अधिसूचना अस्तित्व में पत्र संख्या / एफ-8-43/2007/10-2 दिनांक 20/02/2009 में आई। उदंती सीतानदी टाइगर रिजर्व शुद्ध नस्ल की भैंसों के लिए प्रयास करता है। वर्तमान में एक मादा भैंस, एक मादा बच्चा और 9 नर भैंस हैं। उनकी संख्या बढ़ाने के लिए लगभग 25.00 हेक्टेयर में बचाव केंद्र बनाया गया है। जहां मादा भैंस की संख्या बढ़ाने के लिए इसकी संख्या बढ़ जाती है, लेकिन अब नर भैंस अधिक हैं और अपने वंश को बचाने के लिए मादा भैंस की तत्काल आवश्यकता है।</p>","SubContentHindi":null,"ImageUrl":"518e9627-17db-4e91-9f75-6991ee421486_Udanti-Sitanadi-Tiger-Reserve.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. सिकसार बांध","SubTitleHindi":null,"SubContent":"<p>सिक्सर बांध जिला मुख्यालय से 50 किमी की दूरी पर स्थित है। यह सभी मौसमों में सुलभ है। सिकसर बांध का निर्माण वर्ष 1977 में किया गया था। सिकसर बांध की लंबाई 1540 मीटर और अधिकतम ऊंचाई 9.32 मीटर है। सिकर बांध में 2X35 मेगावाट जल जल विद्युत संयंत्र की क्षमता स्थापित की गई है जो बिजली के साथ-साथ सिंचाई का उत्पादन कर रही है।</p>","SubContentHindi":null,"ImageUrl":"e0888202-1770-4a27-9be4-1d79b1c451dc_Sikasar-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. भूतेश्वरनाथ मंदिर","SubTitleHindi":null,"SubContent":"<p>गरियाबंद से 3 किमी दूर घने जंगलों के बीच स्थित मरौदा गाँव। सुरम्य जंगलों और पहाड़ियों से घिरे इस क्षेत्र में प्रकृति के स्पार्कलिंग द्वारा दिया गया दुनिया का सबसे बड़ा शिवलिंग। खबर आती है कि महाकाल और अन्य शिवलिंगों का आकार घटता है, जबकि एक शिवलिंग है जिसका आकार छोटा नहीं होता बल्कि हर साल बढ़ता है। यह शिवलिंग प्राकृतिक रूप से निर्मित है। महाशिवरात्रि पर हर साल और सावन के सोमवार (कावरिया) को यहां लोग आते हैं। छत्तीसगढ़ के गरियाबंद जिले में स्थित इस शिवलिंग को यहाँ \"भूतेश्वरनाथ\" कहा जाता है, जिसे \"भकुर्रा\" भी कहा जाता है। &ldquo;द्वादस ज्योतिर्लिंग&rdquo; जैसे छत्तीसगढ़ में इसे &ldquo;अर्धनारीश्वर शिवलिंग&rdquo; के रूप में मान्यता प्राप्त है।</p>\r\n<p>&nbsp;</p>\r\n<p>सबसे आश्चर्यजनक तथ्य यह है कि शिवलिंग का आकार हर साल लगातार बढ़ रहा है। शायद इसलिए कि यहां आने वाले भक्तों की संख्या हर साल बढ़ रही है।</p>","SubContentHindi":null,"ImageUrl":"c7f89d5c-f629-4056-9188-c7e33642faab_Bhooteshwarnath-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. घटारानी मंदिर","SubTitleHindi":null,"SubContent":"<p>यह जटमाई मंदिर से 25 किमी दूर स्थित एक बड़ा झरना है। गटरानी मंदिर में नवरात्रि उत्सव बहुत उत्साह और भक्ति के साथ मनाया जाता है। यहां हम नवरात्रि जैसे त्योहारों पर विशेष रूप से एक सजावट देखते हैं। मानसून के बाद यह यात्रा का सबसे अच्छा समय है। मंदिर के पास सुंदर झरना बहता है, जो इस स्थान को और अधिक आकर्षक बनाता है। पूरे परिवार के लिए पसंदीदा पिकनिक स्पॉट के रूप में गंतव्य बनाने के लिए पूर्ण प्रवाह में झरना। मंदिर में प्रवेश करने से पहले स्नान करने के लिए सबसे अच्छी जगह है। अधिक साहसी जंगल में बढ़ोतरी कर सकते हैं। रायपुर से घाटारानी मंदिर के लिए आसानी से वाहन उपलब्ध हैं।</p>","SubContentHindi":null,"ImageUrl":"e527041e-eb1a-46c9-a492-41e469a51888_Ghatarani-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. जटामयी मंदिर","SubTitleHindi":null,"SubContent":"<p>रायपुर से 85 किलोमीटर दूर गरियाबंद में स्थित है। \"जटामयी मंदिर\" एक छोटे से जंगल के खूबसूरत स्थलों के बीच स्थित \"माता जटामयी\" को समर्पित है। मंदिर में ग्रेनाइट से बनी एक विशाल मीनार और कई छोटे शिखर / मीनारें हैं। मुख्य प्रवेश द्वार के ऊपर, पौराणिक चरित्रों को दर्शाती एक भित्ति चित्र देख सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"c1dea77f-d81b-419c-8868-cb73fe10add6_Jatmayi-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. राजीव लोचन मंदिर","SubTitleHindi":null,"SubContent":"<p>गरियाबंद के उत्तर-पूर्व में महानदी नदी के दाहिने किनारे पर स्थित है, जहाँ यह \"पैरी\" और \"सोढ़ूर\" नामक अपनी सहायक नदियों में मिलती है। यह जिला मुख्यालय से सड़क द्वारा जुड़ा हुआ है और सड़क पर नियमित बसें चलती हैं। यह दक्षिण-पूर्व में रायपुर जिला मुख्यालय से 45 किमी दूर है। अभनपुर से निकलने वाली एक छोटी रेल लाइन \"रायपुर-धमतरी\" और राजिम के दूसरी ओर स्थित नवापारा को जोड़ती है। राजिम के पास नदी पर उच्च पुल के कारण, बारह महीने के लिए सड़क संपर्क स्थापित किया गया है।</p>\r\n<p>स्रोत: https://gariaband.gov.in/en/</p>","SubContentHindi":null,"ImageUrl":"81403c5a-e279-422c-aed2-1c14359b14f0_Rajiv-Lochan-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रायपुर से अभनपुर तक राजिम से गरियाबंद तक</p>","SubContentHindi":null,"ImageUrl":"fd8862fd-b6df-496f-8c20-de6b87b0aa32_Gariaband-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-gariaband-chhattisgarh","tags":[{"name":"गरियाबंद","slug":"gariaband"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":213,"title":"दंतेवाड़ा में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","dateCreated":"2019-01-04T05:11:02.899Z","dateModified":"2019-01-04T07:09:04.274Z","contributedBy":"AskGif","content":"दंतेवाड़ा (जिसे दंतेवाड़ा के नाम से भी जाना जाता है) भारत के छत्तीसगढ़ राज्य के दंतेवाड़ा जिले का एक शहर और एक नगर पालिका है। [१] यह दंतेवाड़ा जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nजगदलपुर तहसील से 80 किमी दूर कस्बे में स्थित दंतेश्वरी मंदिर के प्रमुख देवता दंतेश्वरी के नाम पर इस ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दंतेवाड़ा","slug":"dantewada"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dantewada-chhattisgarh","total":0},{"id":209,"title":"बेमेतरा में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"बेमेतरा छत्तीसगढ़ का एक शहर हैं, जो दुर्ग जिले से अलग होकर नए जिले के रूप में १४ जनवरी २०१२ को अस्तित्व में आया।\r\n&nbsp;\r\nयह जिला मूल रूप से अपने उन्हारी उत्पादन के लिए पुरे एशिया में विख्यात हैं। यहाँ चना का अत्यधिक उत्पादन होता है। शिक्षा के क्षेत्र में भी यह जिला अग्रिणी रहा हैं।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बेमेतरा","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":205,"title":"बलौदा बाजार में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","dateCreated":"2018-12-29T10:30:28.355Z","dateModified":"2018-12-31T04:46:34.74Z","contributedBy":"AskGif","content":"बलौदा बाजार शहर भारत के छत्तीसगढ़ राज्य में बलौदा बाजार जिले में एक नगर पालिका परिषद है। पिन 493332. इसे हाल ही में जिला घोषित किया गया है। बलौदा बाजार को छत्तीसगढ़ का सीमेंट हब भी कहा जाता है क्योंकि कई प्रतिष्ठित सीमेंट प्लांट हैं। अल्ट्रा टेक सीमेंट हिरमी, ग्रासिम सीमेंट रावण, अंबुजा सीमेंट रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भाटापारा","slug":"bhatapara"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बलौदा-बाजार","slug":"baloda-bazar"}],"slug":"top-places-to-visit-in-baloda-bazar-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}