{"id":217,"title":"Top Places to visit in Gariaband, Chhattisgarh","imageUrl":"b7a1d1b7-8f4a-426a-9b38-039a1bf99c41_gariaband-district-chhattisgarh.png","dateCreated":"2019-01-04T14:44:45.55Z","dateModified":"2019-01-04T15:10:44.437Z","contributedBy":"AskGif","content":"<p>Gariaband is the small town in Chhattisgarh State and is headqauter Gariaband district.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest railhead is Mahasamund railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Jatmayi Temple - Located in Gariaband, 85 km from Raipur. \"Jatmayi Temple\" is dedicated to the \"Mata Jatmayi\" located between the beautiful sights of a small forest. Temple is beautifully carved out of granite with a huge tower and many small peak/ towers. On top of the main entrance, can see one murals depicting mythological characters.</p>\r\n<p>&nbsp;</p>\r\n<p>Ghatarani Temple - It is a big waterfall located 25km from Jatmai Temple. In Gatarani Temple Navratri festival is celebrated with much enthusiasm and devotion. Here we sees a decoration especially on festive occasions like Navratri. After the Monsoon it is the best time for visit. Beautiful waterfall flows near the temple, which makes this place more attractive The waterfall in full flow to make the destination as a favorite picnic spot for the whole family. Waterfall is the best place to take a dip before entering the temple. The more adventurous can take a hike in the woods. Easily vehicles are available from Raipur to Ghatarani Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhooteshwarnath - Marauda village situated at nestled among thick forests 3km away from Gariaband. The world's largest Shivalinga given by the nature sparkling in the region surrounded by picturesque forests and hills. The news comes where the size of Mahakal and other Shivlings decrease while there's a Shivling whose size does not shrink but increases every year. This Shivling is produced naturally. Every year on Mahashivratri and Monday of Sawan people (Kawariya) arrives here. This Shivling located in Gariaband district of Chhattisgarh is called here \"Bhooteshwarnath\", which also called \"Bhakurra\". In Chhattisgarh like \"Dwadas Jyotirling\" it is recognised as \"Ardhnarishwar Shivling\". The most surprising fact is that the size of the Shivling is continuously increasing every year. Probably because the number of devotees who come here is rising every year.</p>\r\n<p>&nbsp;</p>\r\n<p>Sikaser Dam - Sikaser Dam is an artificial dam[4] located at the distance of 50km from the district headquarter. It is accessible in all seasons. Sikaser Dam was built in year 1977. The length of Sikaser Dam is 1540 meter and maximum height is 9.32 meter. In the Sikaser dam capacity of the 2X35 MW Water Hydropower Plant is installed which is producing electricity as well as irrigation.</p>\r\n<p>&nbsp;</p>\r\n<p>Udanti Sitanadi Tiger Reserve - The notification of Udanti Sitanadi Tiger Reserve of Chhattisgarh Government Raipur came into existence letter No./F-8-43/2007/10-2 dated 20/02/2009. Udanti Sitanadi Tiger Reserve efforts for pure breed buffaloes. Presently there is a female buffalo, a female child and 9 male buffaloes. To increase their number the rescue center has been created in approximately 25.00 hectares. Where breeding females buffalo to increase its numbers but now there are more male buffaloes and there is urgent need of female buffalo to save their dynasty. Therefore a clone female buffalo is being prepared at Karnal, institute in Haryana. Which will be brought as soon as in Udanti Sitanadi Tiger Reserve to increase female buffaloes dynasty.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gariaband_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b7a1d1b7-8f4a-426a-9b38-039a1bf99c41_gariaband-district-chhattisgarh.png","subContents":[{"SubTitle":"1. Udanti Sitanadi Tiger Reserve","SubTitleHindi":null,"SubContent":"<p>The notification of Udanti Sitanadi Tiger Reserve The notification of Udanti Sitanadi Tiger Reserve of Chhattisgarh Government Raipur came into existance letter No./F-8-43/2007/10-2 dated 20/02/2009. Udanti Sitanadi Tiger Reserve efforts for pure breed buffaloes.Presently there is a female buffalo, a female child and 9 male buffaloes. To increase their number the rescue center has been created in approximately 25.00 hectares. Where breeding females buffalo to increase its numbers but now there are more male buffaloes and there is urgent need of female buffalo to save their dynasty.</p>","SubContentHindi":null,"ImageUrl":"518e9627-17db-4e91-9f75-6991ee421486_Udanti-Sitanadi-Tiger-Reserve.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Sikasar Dam","SubTitleHindi":null,"SubContent":"<p>Sikaser Dam is located at the distance of 50km from the district headquarter. It is accessible in all seasons. Sikaser Dam was built in year 1977. The length of Sikaser Dam is 1540 meter and maximum height is 9.32 meter. In the Sikaser dam capacity of the 2X35 MW Water Hydropower Plant is installed which is producing electricity as well as irrigation.</p>","SubContentHindi":null,"ImageUrl":"e0888202-1770-4a27-9be4-1d79b1c451dc_Sikasar-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Bhooteshwarnath Temple","SubTitleHindi":null,"SubContent":"<p>Marauda village situated at nestled among thick forests 3km away from Gariaband. The world&rsquo;s largest Shivalinga given by the nature sparkling in the region surrounded by picturesque forests and hills. The news comes where the size of Mahakal and other Shivlings decreses while there&rsquo;s a Shivling whose size does not shrink but increases every year. This Shivling is produced naturally.Every year on Mahashivratri and Monday of Sawan people (Kawariya) arrives here. This Shivling located in Gariaband district of Chhattisgarh is called here \"Bhooteshwarnath\", which also called \"Bhakurra\". In Chhattisgarh like &ldquo;Dwadas Jyotirling\"&nbsp;it is recognised as \"Ardhnarishwar Shivling\".</p>\r\n<p>&nbsp;</p>\r\n<p>The most surprising fact is that the size of the Shivling is continuously increasing every year. Probably because the number of devotees who come here is rising every year.</p>","SubContentHindi":null,"ImageUrl":"c7f89d5c-f629-4056-9188-c7e33642faab_Bhooteshwarnath-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Ghatarani Temple","SubTitleHindi":null,"SubContent":"<p>It is a big waterfall located 25km from Jatmai Temple. In Gatarani Temple Navratri festival is celebrated with much enthusiasm and devotion. Here we sees a decoration especially on festive occasions like Navratri. After the monsoon it is the best time for visit. Beautiful waterfall flows near the temple, which makes this place more attractive The waterfall in full flow to make the destination as a favorite picnic spot for the whole family.Waterfall is the best place to take a dip before entering the temple. The more adventurous can take a hike in the woods. Easily vehicles are available from Raipur to Ghatarani Temple.</p>","SubContentHindi":null,"ImageUrl":"e527041e-eb1a-46c9-a492-41e469a51888_Ghatarani-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Jatmayi Temple","SubTitleHindi":null,"SubContent":"<p>Located in Gariaband, 85 km from Raipur. \"Jatmayi Temple\" is dedicated to the \"Mata Jatmayi\" located between the beautiful sights of a small forest. Temple is beautifully carved out of granite with a huge tower and many small peak/ towers. On top of the main entrance, can see one murals depicting mythological characters.</p>","SubContentHindi":null,"ImageUrl":"c1dea77f-d81b-419c-8868-cb73fe10add6_Jatmayi-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Rajiv Lochan Temple","SubTitleHindi":null,"SubContent":"<p>Located in right bank of the Mahanadi river on the north-east of Gariaband, where it joins its tributaries called &ldquo;Parry&rdquo; and &ldquo;Sodhur&rdquo;. It is connected by road from the district headquarters and regular runs buses on the road. It is 45km far from Raipur district headquarter in the south-east. A small rail line &ldquo;Raipur-Dhamtari&rdquo; emanating from the Abhanapur and combines Navapara located on the other side of Rajim. Due to high bridge on the river near Rajim, road contacts has been established for twelve-months.</p>\r\n<p>source: https://gariaband.gov.in/en/</p>","SubContentHindi":null,"ImageUrl":"81403c5a-e279-422c-aed2-1c14359b14f0_Rajiv-Lochan-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>From Raipur to Abhanpur to Rajim to Gariaband</p>","SubContentHindi":null,"ImageUrl":"fd8862fd-b6df-496f-8c20-de6b87b0aa32_Gariaband-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-gariaband-chhattisgarh","tags":[{"name":"gariaband","slug":"gariaband"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":213,"title":"Top Places to visit in Dantewada, Chhattisgarh","imageUrl":"2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","dateCreated":"2019-01-04T05:11:02.899Z","dateModified":"2019-01-04T07:09:04.274Z","contributedBy":"AskGif","content":"Dantewada (also known as Dantewara) is a town and a nagar palika in the Dantewada district in the state of Chhattisgarh, India.[1] It is the administrative headquarters of Dantewada District.\r\n&nbsp;\r\nThe town is named after the goddess Danteshwari, the presiding deity of the Dantes","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dantewada","slug":"dantewada"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dantewada-chhattisgarh","total":0},{"id":209,"title":"Top Places to visit in Bemetara, Chhattisgarh","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"Bemetara is a town of the Indian state of Chhattisgarh. Bemetara district is a new district in the state of Chhattisgarh, India.\r\n&nbsp;\r\nThe district was formally inaugurated by the Chief Minister. Raman Singh, on 13 January 2012. Shruti Singh, IAS became the first Collector and Di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"bemetara","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":205,"title":"Top Places to visit in Baloda Bazar, Chhattisgarh","imageUrl":"7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","dateCreated":"2018-12-29T10:30:28.355Z","dateModified":"2018-12-31T04:46:34.74Z","contributedBy":"AskGif","content":"Baloda Bazar city is a nagar palika parishad in Baloda Bazar district in the state of Chhattisgarh, India. PIN 493332. It is recently declared as a District. Baloda Bazar is also called Cement hub of Chhattisgarh because there are many reputed Cement Plants. Ultra Tech Cement Hirmi, Grasim Cement","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhatapara","slug":"bhatapara"},{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"baloda-bazar","slug":"baloda-bazar"}],"slug":"top-places-to-visit-in-baloda-bazar-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}