{"id":219,"title":"Top Places to visit in Jashpur (Jashpur Nagar), Chhattisgarh","imageUrl":"9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","dateCreated":"2019-01-05T09:03:54.48Z","dateModified":"2019-01-05T10:21:16.07Z","contributedBy":"AskGif","content":"<p>Jashpur Nagar is a town and a Nagar palika in Jashpur District in the Indian state of Chhattisgarh. It is the administrative headquarters of Jashpur district and was formerly the capital of Jashpur State.</p>\r\n<p>Jashpur State, was one of the princely states of India during the period of the British Raj. The town of Jashpur was the former state's capital. The rulers were Rajputs of the Chauhan dynasty.</p>\r\n<p>After the Independence of India Jashpur State was merged with the princely states of Raigarh, Sakti, Sarangarh and Udaipur to form the Raigarh district of Madhya Pradesh.[1] Now the district of Raigarh is part of Chhattisgarh state.</p>\r\n<p>ashpur District lies in the north-eastern corner of the state of Chhattisgarh in India adjoining the border of Jharkhand and Odisha. Jashpur Nagar is the administrative headquarters of the district. It is a part of the Red Corridor.</p>\r\n<p>Festivals</p>\r\n<p>Dasahara is one of the major festivals of Jashpur Nagar. It is celebrated with full enthusiasm for nine days, followed by grand Ravan Dahan on Vijayadashami.</p>\r\n<p>Towns</p>\r\n<p>The main towns situated on the national highway (N.H.78) are Lodam, Gholeng, and Jashpur in the Upper ghat and Kunkuri, Bandarchuwan, Kansabel, Ludeg, and Patthalgaon. The roads running from Jashpur H.Q are:</p>\r\n<p>&nbsp;</p>\r\n<p>Jashpur Ranchi.</p>\r\n<p>Jashpur Ambikapur via Manora, Kusmi (170).</p>\r\n<p>Jashpur Ambikapur via Sanna Bagicha (170 km). These 2 and 3 are not all-weather road.</p>\r\n<p>Jashpur Ambikapur via Kunkuri, patthalgaon (200 km).</p>\r\n<p>Jashpur Ambikapur via Nrayanpur Baghicha.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jashpur_Nagar</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","subContents":[{"SubTitle":"1. Badalkhol Abhyaran","SubTitleHindi":null,"SubContent":"<p>BadalKhole Abhyaran situated in forest department, the area of this place is 104 square fit, the climate of this place is totally optimum for the wild animals &amp; birds. This place is totally hill-station so tourist lick to come this place specially in their summers vacations, in side of Abhyaran in gram Kurhati pana have residential houses by the department of Forest.</p>","SubContentHindi":null,"ImageUrl":"fe2f3829-4f48-45c8-a37f-e21bf9ada4c8_Badalkhol-Abhyaran.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Sograh Aghor Asram","SubTitleHindi":null,"SubContent":"<p>Sograh Aghor Asram situated about 18 Km from Jashpur Nagar. It have the temple of Avdhot Bhagvan shri Ram. Peoples have came to this historical place from many cities and they want the biography about Lord Aghoreswar they want to follow their life&rsquo;s history.</p>","SubContentHindi":null,"ImageUrl":"456dd43b-dc4e-47da-9477-0ee4a9a90d1f_Sograh-Aghor-Asram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Khuriarani Cave","SubTitleHindi":null,"SubContent":"<p>Khuriarani ki Gupha is one of the most important historical place in Jashpur nagar the Civilians of this place known as Korva Janjati this spot is 17 Km far away from Bagicha Village. It is the most typical way to rich there, inside of hill have khuria Rani Temple, the way is very typical for inside of the hill because it have very dark in the cave.</p>","SubContentHindi":null,"ImageUrl":"2998662f-d909-4158-9a46-e9440f6b2c94_Khuriarani-Cave.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Damera","SubTitleHindi":null,"SubContent":"<p>This is Located in south from Jashpur Nagar about 12 Km nearest to BadhyeeKhana Village.This Place is knows as a Tourist Place,this place have MELA on every Year specially in RamNavmi and Kartik purnima.Peoples tolds about this place that when Second world war started on1939 and England and Germany was attacked on very sensitive places than this usability was increased even today we can find this historical place.</p>","SubContentHindi":null,"ImageUrl":"85eb21d5-8eb8-4bae-9686-ae9320ff7357_Damera.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Cathedral(Mahagirja Ghar) Kunkuri","SubTitleHindi":null,"SubContent":"<p>This Cathedral has the second rank in Asia.It is even not ranked by niether any Church committee nor by our rev.Pop&rsquo;s.It has given second rank in Asia by the anti christain groups.Thus almighty god blessed them to encounter and put up it in the second position by its religius love ,mercy and secrefice point of view.It was founded in 1962 in the period of Late Rev.Bishop Stanislas Tigga .Fr. J.M Karsi drew its map.Br. Joseph Toppo started its cunstruction by Istones .After his death Fr.Manustain S.J completed its cunstruction in the period of Late Rev.Bishop Francis Ekka.It was Inaugurated on 27th October 1979.This church has seven arcade in a shape of an arch and seven sacraments symbols made of angle Iron. A beautiful shrine ,just infront of this cathedral biuilding is also inviting the visitor to pray before the mother marry (Mercy of Mother) .All religius people come here every day to visit this church and shrine .They all nelting before god jesus and Mother merry and getting releaf from their troubles.</p>","SubContentHindi":null,"ImageUrl":"80076990-95f4-4f65-92ff-6139384c8432_Cathedral-Mahagirja-Ghar-Kunkuri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Rani Dah waterfall","SubTitleHindi":null,"SubContent":"<p>It is good for picnic. Many family come to enjoy the spot situated in the middle of forest and Hills. Water pool an natural scenery explain the pleasure of visitors. It is hardly 12 Km from H.Q near Echkela.</p>","SubContentHindi":null,"ImageUrl":"c4ced4f3-d4f9-404c-953a-44d6c810985f_Rani-Dah-waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Danpuri Waterfall","SubTitleHindi":null,"SubContent":"<p>It is in the middle of the forest. One can reach at the bottom of fall in two hours.</p>","SubContentHindi":null,"ImageUrl":"9623e542-5eb0-4d72-961b-f1830908ddb5_Danpuri-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Rajpuri Water fall","SubTitleHindi":null,"SubContent":"<p>It is very attractive waterfall and rich of natural beauty. Many distant natural lovers come for picnic and enjoy the scene and encampash them in a photo graph for future remembrance. It is situated near Bagicha about 90 Km from H.Q.</p>","SubContentHindi":null,"ImageUrl":"3cda9658-6dd1-43c7-bf1b-9b01360d68c1_Rajpuri-Water-fall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Kailash Gupha (Cave)","SubTitleHindi":null,"SubContent":"<p>It is built in mountain ,cutting of rocks. Fountains and plantains are expanding its beauty and attraction. A sweet water is pouring here for the visitors. Many people visit here daily to enjoy the it architecture. Just near at Samarbar Sanskrit Mahavidyalays is telling its own history located in forest area out from the town and city. It is the second SANSKRIT MAHAVIDYALAY in our country. It is ahead from Bagicha about 120 Km from H.Q. It is nearer from Ambikapur ,Hardly about 60 Km.</p>","SubContentHindi":null,"ImageUrl":"d97ba6d0-fbcf-4ad7-91f7-718a2ef9c80e_Kailash-Gupha-Cave.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. How to Reach","SubTitleHindi":null,"SubContent":"<p>Jashpur situated on the Northern part of Chhattisgarh is rich in mineral contents and natural resources. The many reserve forest and wildlife sanctuaries of the area tells of the variety of animal species that this area shelters. Most of Jashpur is inhabited by tribal population or more specifically the Uraon clan. With the advent of the missionaries in Jashpur, most of these tribals have converted themselves to Christians. Jashpur is segregated into the Upper Ghats and the Lower Ghats. While the Upper Ghats is replete with hilly terrain, dense forest and caves, the Lower Ghats abounds in waterfalls, rivers and tribal villages. Since Jashpur is well connected to the major and minor towns and cities of Chhattisgarh you do not have to worry about How to Reach Jashpur.</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach Jashpur by Air :</p>\r\n<p>The nearest airport to Jashpur lies in Ranchi which is the Jharkhand state capital. You can avail direct flight to Ranchi from Delhi, Mumbai, Bhopal, Bhubaneshwar, Kolkata, Jabalpur, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach Jashpur by Train :</p>\r\n<p>The nearest railway station to Jashpur lies in Raigarh and Ranchi. Raigarh is connected to the rest of India by an extensive railway network.</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach Jashpur by Road :</p>\r\n<p>Jashpur is well connected to Bhilai, Raipur, Bastar, Raigarh, Ranchi through a network of roads. National Highway 78 and 43 runs through Jashpur.</p>\r\n<p>source: https://jashpur.nic.in/en/</p>","SubContentHindi":null,"ImageUrl":"998670f0-723a-4129-acb8-fdcc2bd45726_Jashpur-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"91"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jashpur-jashpur-nagar-chhattisgarh","tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"jashpur","slug":"jashpur"},{"name":"jashpur-nagar","slug":"jashpur-nagar"}],"recommendations":[{"id":232,"title":"Top Places to visit in Surajpur, Chhattisgarh","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"Surajpur is a city and a Nagar Palika Parishad situated in the bank of Rihand River in Surajpur district of Chhattisgarh state in central India. It is the administrative headquarters of the Surajpur district, located 256 km North from the state headquarters Raipur. National Highway 43 has its rou","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"surajpur","slug":"surajpur"}],"slug":"top-places-to-visit-in-surajpur-chhattisgarh","total":0},{"id":226,"title":"Top Places to visit in Mungeli, Chhattisgarh","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"Mungeli is a town and a municipality in Mungeli district in the Indian state of Chhattisgarh. Pin code of Mungeli is 495334. Mungeli is a newly formed district from the separation of bilaspur district.\r\nMungeli district is a district of Chhattisgarh, India,[1] with headquarters in Mungeli.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mungeli","slug":"mungeli"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-mungeli-chhattisgarh","total":0},{"id":208,"title":"Top Places to visit in Bastar (Jagdalpur), Chhattisgarh","imageUrl":"5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","dateCreated":"2019-01-02T17:59:03.739Z","dateModified":"2019-01-02T18:23:52.994Z","contributedBy":"AskGif","content":"Bastar District is a district of the state of Chhattisgarh in central India. Jagdalpur is the district headquarters. The district has an area of 10755.79 km&sup2;. Bastar District is bounded on the northwest by Narayanpur district, on the north by Kondagaon District, on the east by Nabarangpur an","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bastar","slug":"bastar"},{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"jagdalpur","slug":"jagdalpur"}],"slug":"top-places-to-visit-in-bastar-jagdalpur-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}