{"id":219,"title":"जशपुर (जशपुर नगर) में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","dateCreated":"2019-01-05T09:03:54.48Z","dateModified":"2019-01-05T10:21:16.07Z","contributedBy":"AskGif","content":"<p>जशपुर नगर भारतीय राज्य छत्तीसगढ़ में जशपुर जिले का एक कस्बा और नगर पालिका है। यह जशपुर जिले का प्रशासनिक मुख्यालय है और पूर्व में जशपुर राज्य की राजधानी थी।</p>\r\n<p>जशपुर राज्य, ब्रिटिश राज की अवधि के दौरान भारत की रियासतों में से एक था। जशपुर शहर पूर्व राज्य की राजधानी था। शासक चौहान वंश के राजपूत थे।</p>\r\n<p>भारत की आजादी के बाद जशपुर राज्य का विलय रायगढ़, सक्ती, सारंगढ़ और उदयपुर रियासतों के साथ मध्य प्रदेश के रायगढ़ जिले के रूप में किया गया था। [१] अब रायगढ़ जिला छत्तीसगढ़ राज्य का हिस्सा है।</p>\r\n<p>झारखंड और ओडिशा की सीमा से सटे भारत में छत्तीसगढ़ राज्य के उत्तर-पूर्वी कोने में आशापुर जिला स्थित है। जशपुर नगर जिले का प्रशासनिक मुख्यालय है। यह रेड कॉरिडोर का एक हिस्सा है।</p>\r\n<p>समारोह</p>\r\n<p>दशहरा जशपुर नगर के प्रमुख त्योहारों में से एक है। यह पूरे नौ दिनों तक पूरे उत्साह के साथ मनाया जाता है, इसके बाद विजयदशमी पर भव्य रावण दहन किया जाता है।</p>\r\n<p>कस्बों</p>\r\n<p>राष्ट्रीय राजमार्ग पर स्थित मुख्य शहर (N.H.78) लोद, घोलेंग, और जशपुर ऊपरी घाट में हैं और कुंकुरी, बंडार्चुवान, कांसाबेल, लुडग और पत्थलगाँव। जशपुर H.Q से चलने वाली सड़कें हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>जशपुर रांची।</p>\r\n<p>जशपुर अंबिकापुर वाया मनोरा, कुसमी (170)।</p>\r\n<p>जशपुर अंबिकापुर वाया सना बागीचा (170 किमी)। ये 2 और 3 ऑल-वेदर रोड नहीं हैं।</p>\r\n<p>जशपुर अंबिकापुर के माध्यम से कुनकुरी, पथलगाँव (200 किमी)।</p>\r\n<p>जशपुर अंबिकापुर वाया नेरेनपुर बागीचा।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jashpur_Nagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","subContents":[{"SubTitle":"1. बादलखोल अभ्यारण","SubTitleHindi":null,"SubContent":"<p>वन विभाग में स्थित बादलखोल अभ्यारण, इस जगह का क्षेत्रफल 104 वर्ग फिट है, इस जगह की जलवायु जंगली जानवरों और पक्षियों के लिए पूरी तरह से अनुकूल है। यह स्थान पूरी तरह से हिल-स्टेशन है इसलिए पर्यटक इस स्थान पर आने के लिए विशेष रूप से अपनी ग्रीष्मकाल की छुट्टियों में चाट लेते हैं, ग्राम कुरहती में अभयारण के किनारे वन विभाग के आवासीय मकान हैं।</p>","SubContentHindi":null,"ImageUrl":"fe2f3829-4f48-45c8-a37f-e21bf9ada4c8_Badalkhol-Abhyaran.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. सोगर अघोर आश्रम","SubTitleHindi":null,"SubContent":"<p>जोगपुर नगर से लगभग 18 किलोमीटर दूर स्थित सोगर अघोर आश्रम। इसमें अवधूत भगवान श्री राम का मंदिर है। कई शहरों से लोग इस ऐतिहासिक स्थान पर आए हैं और वे भगवान अघोरेश्वर के बारे में जीवनी चाहते हैं कि वे अपने जीवन के इतिहास का पालन करना चाहते हैं।</p>","SubContentHindi":null,"ImageUrl":"456dd43b-dc4e-47da-9477-0ee4a9a90d1f_Sograh-Aghor-Asram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. खुरारानी गुफा","SubTitleHindi":null,"SubContent":"<p>खुरारानी की गुफ़ा जशपुर नगर में सबसे महत्वपूर्ण ऐतिहासिक स्थान है, इस स्थान के नागरिक कोरवा जन्जती के रूप में जाने जाते हैं, यह स्थान बागीचा गाँव से 17 किलोमीटर दूर है। यह वहाँ अमीर होने का सबसे विशिष्ट तरीका है, पहाड़ी के अंदर खुरिया रानी मंदिर है, जिस तरह से पहाड़ी के अंदर के लिए बहुत विशिष्ट है क्योंकि यह गुफा में बहुत अंधेरा है।</p>","SubContentHindi":null,"ImageUrl":"2998662f-d909-4158-9a46-e9440f6b2c94_Khuriarani-Cave.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. दमेरा","SubTitleHindi":null,"SubContent":"<p>यह दक्षिण में जशपुर नगर से लगभग 12 किलोमीटर की दूरी पर बद्धीखाना गाँव के समीप स्थित है। इस स्थान को एक पर्यटक स्थल के रूप में जाना जाता है, इस स्थान पर हर साल विशेष रूप से रामनवमी और कार्तिक पूर्णिमा पर MELA होता है। इस स्थान के बारे में लोग जानते हैं कि द्वितीय विश्व युद्ध कब शुरू हुआ था on1939 और इंग्लैंड और जर्मनी पर बहुत संवेदनशील स्थानों पर हमला किया गया था, इस प्रयोज्यता में वृद्धि हुई थी आज भी हम इस ऐतिहासिक स्थान को पा सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"85eb21d5-8eb8-4bae-9686-ae9320ff7357_Damera.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैथेड्रल (महागिरजा घर) कुनकुरी","SubTitleHindi":null,"SubContent":"<p>इस कैथेड्रल की एशिया में दूसरी रैंक है। इसे किसी भी चर्च समिति ने नहीं दिया है और न ही हमारी पुनरीक्षण द्वारा। Pop's ने इसे एंटी क्रिस्चियन समूहों द्वारा एशिया में दूसरी रैंक दी है। इसके लिए सर्वशक्तिमान ईश्वर ने उन्हें मुठभेड़ और आशीर्वाद दिया अपने धार्मिक प्रेम, दया और एकांत दृष्टिकोण से दूसरी स्थिति में। यह 1962 में लेट रेव.बिशप स्टानिस्लास तिग्गा .Fr की अवधि में स्थापित किया गया था। जे.एम.कारसी ने इसका मानचित्र तैयार किया। जोसेफ टोप्पो ने इस्तोनस द्वारा अपना निर्माण शुरू कर दिया। उनकी मृत्यु के बाद Fr.Manistent SJ ने लेट रेव। बिशप फ्रांसिस एक्का के काल में अपना निर्माण पूरा कर लिया। 27 अक्टूबर 1979 को इसका उद्घाटन किया गया। इस चर्च में एक आर्च और सात के आकार में सात आर्केड हैं संस्कार प्रतीक लोहे के बने कोण। इस कैथेड्रल बायुडिंग के ठीक सामने एक सुंदर तीर्थस्थल भी माता के विवाह से पहले प्रार्थना करने के लिए आगंतुक को आमंत्रित कर रहा है (दया की माँ)। सभी धर्म के लोग हर दिन इस चर्च और मंदिर में दर्शन के लिए आते हैं। सभी भगवान जीसस और मदर मीरा के समक्ष सभी प्रार्थना करते हैं। और उनकी परेशानियों से छुटकारा पा रहे हैं।</p>","SubContentHindi":null,"ImageUrl":"80076990-95f4-4f65-92ff-6139384c8432_Cathedral-Mahagirja-Ghar-Kunkuri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. रानी दाह झरना","SubTitleHindi":null,"SubContent":"<p>यह पिकनिक के लिए अच्छा है। कई परिवार जंगल और पहाड़ियों के बीच स्थित स्थान का आनंद लेने आते हैं। वाटर पूल एक प्राकृतिक दृश्य आगंतुकों की खुशी की व्याख्या करता है। इकेकेला के पास एच। क्यू से मुश्किल से 12 किलोमीटर दूर है।</p>","SubContentHindi":null,"ImageUrl":"c4ced4f3-d4f9-404c-953a-44d6c810985f_Rani-Dah-waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. दानपुरी झरना","SubTitleHindi":null,"SubContent":"<p>यह जंगल के बीच में है। एक दो घंटे में गिरावट के निचले स्तर पर पहुंच सकता है।</p>","SubContentHindi":null,"ImageUrl":"9623e542-5eb0-4d72-961b-f1830908ddb5_Danpuri-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. राजपुरी वाटर फॉल","SubTitleHindi":null,"SubContent":"<p>यह बहुत ही आकर्षक झरना है और प्राकृतिक सुंदरता से भरपूर है। कई दूर के प्राकृतिक प्रेमी पिकनिक के लिए आते हैं और दृश्य का आनंद लेते हैं और उन्हें भविष्य के स्मरण के लिए एक फोटो ग्राफ में संलग्न करते हैं। यह एच। क्यू से बागीचा के करीब 90 किलोमीटर की दूरी पर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"3cda9658-6dd1-43c7-bf1b-9b01360d68c1_Rajpuri-Water-fall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. कैलाश गुफ़ा (गुफा)","SubTitleHindi":null,"SubContent":"<p>यह पहाड़ में, चट्टानों को काटकर बनाया गया है। फव्वारे और पौधे अपनी सुंदरता और आकर्षण का विस्तार कर रहे हैं। आगंतुकों के लिए यहाँ एक मीठा पानी डाला जाता है। कई लोग रोजाना यहां वास्तुकला का आनंद लेने के लिए आते हैं। समरबार के निकट ही संस्कृत महाविद्याएँ नगर और शहर से बाहर वन क्षेत्र में स्थित अपना इतिहास बता रही हैं। यह हमारे देश में दूसरा SANSKRIT MAHAVIDYALAY है। यह बागीचा से H.Q से लगभग 120 किलोमीटर आगे है। यह अंबिकापुर से लगभग 60 किलोमीटर की दूरी पर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"d97ba6d0-fbcf-4ad7-91f7-718a2ef9c80e_Kailash-Gupha-Cave.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>छत्तीसगढ़ के उत्तरी भाग पर स्थित जशपुर खनिज सामग्री और प्राकृतिक संसाधनों से समृद्ध है। क्षेत्र के कई आरक्षित वन और वन्यजीव अभयारण्य जानवरों की प्रजातियों की विविधता के बारे में बताते हैं कि यह क्षेत्र आश्रयों है। जशपुर का अधिकांश हिस्सा आदिवासी आबादी या अधिक विशेष रूप से उराँव वंश द्वारा बसा हुआ है। जशपुर में मिशनरियों के आगमन के साथ, इनमें से अधिकांश आदिवासियों ने खुद को ईसाइयों में बदल लिया है। जशपुर को ऊपरी घाटों और निचले घाटों में विभाजित किया गया है। जबकि ऊपरी घाट पहाड़ी इलाकों, घने जंगल और गुफाओं से भरे हुए हैं, निचले घाट झरने, नदियों और आदिवासी गाँवों में हैं। चूँकि जशपुर छत्तीसगढ़ के प्रमुख और छोटे शहरों और शहरों से अच्छी तरह जुड़ा हुआ है, ऐसे में आपको जशपुर तक पहुँचने की चिंता करने की आवश्यकता नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई मार्ग से जशपुर कैसे पहुँचें:</p>\r\n<p>जशपुर का निकटतम हवाई अड्डा रांची में स्थित है जो झारखंड राज्य की राजधानी है। आप दिल्ली, मुंबई, भोपाल, भुवनेश्वर, कोलकाता, जबलपुर, आदि से रांची के लिए सीधी उड़ान का लाभ उठा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से जशपुर कैसे पहुंचें:</p>\r\n<p>जशपुर का निकटतम रेलवे स्टेशन रायगढ़ और रांची में स्थित है। रायगढ़ एक व्यापक रेलवे नेटवर्क द्वारा शेष भारत से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग से जशपुर कैसे पहुँचें:</p>\r\n<p>जशपुर सड़कों के एक नेटवर्क के माध्यम से भिलाई, रायपुर, बस्तर, रायगढ़, रांची से अच्छी तरह से जुड़ा हुआ है। राष्ट्रीय राजमार्ग 78 और 43 जशपुर के माध्यम से चलते हैं।</p>\r\n<p>स्रोत: https://jashpur.nic.in/en/</p>","SubContentHindi":null,"ImageUrl":"998670f0-723a-4129-acb8-fdcc2bd45726_Jashpur-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"91"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jashpur-jashpur-nagar-chhattisgarh","tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"जशपुर","slug":"jashpur"},{"name":"जशपुर-नगर","slug":"jashpur-nagar"}],"recommendations":[{"id":232,"title":"सूरजपुर में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"सूरजपुर एक शहर और एक नगर पालिका परिषद है जो मध्य भारत में छत्तीसगढ़ राज्य के सूरजपुर जिले में रिहंद नदी के तट पर स्थित है। यह राज्य मुख्यालय रायपुर से 256 किमी उत्तर में स्थित सूरजपुर जिले का प्रशासनिक मुख्यालय है। राष्ट्रीय राजमार्ग 43 का सूरजपुर से होकर गुजरने का मार्ग है।\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"सूरजपुर","slug":"surajpur"}],"slug":"top-places-to-visit-in-surajpur-chhattisgarh","total":0},{"id":226,"title":"मुंगेली में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"मुंगेली भारतीय राज्य छत्तीसगढ़ में एक शहर और मुंगेली जिले का एक नगरपालिका है। मुंगेली का पिन कोड 495334 है। मुंगेली, बिलासपुर जिले के अलग होने से एक नवगठित जिला है।\r\nमुंगेली जिला छत्तीसगढ़, भारत का एक जिला है, [1] जिसका मुख्यालय मुंगेली में है।\r\nभूगोल\r\nमुंगेली 22.07 &deg; N 8","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मुंगेली","slug":"mungeli"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-mungeli-chhattisgarh","total":0},{"id":208,"title":"बस्तर (जगदलपुर) में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","dateCreated":"2019-01-02T17:59:03.739Z","dateModified":"2019-01-02T18:23:52.994Z","contributedBy":"AskGif","content":"बस्तर जिला मध्य भारत में छत्तीसगढ़ राज्य का एक जिला है। जगदलपुर जिला मुख्यालय है। जिले का क्षेत्रफल 10755.79 वर्ग किमी है। बस्तर जिला उत्तर पश्चिम में नारायणपुर जिले, उत्तर में कोंडागांव जिला, पूर्व में ओडिशा राज्य के नबरंगपुर और कोरापुट जिलों द्वारा, दक्षिण और दक्षिण पश्चिम में दंतेवाड़ा जिले द्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5957fe3d-f98c-4d1c-b587-31cd207b83c1_Jagdalpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बस्तर","slug":"bastar"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"जगदलपुर","slug":"jagdalpur"}],"slug":"top-places-to-visit-in-bastar-jagdalpur-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}