{"id":220,"title":"Top Places to visit in Kabirdham (Kawardha), Chhattisgarh","imageUrl":"05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","dateCreated":"2019-01-05T12:22:15.065Z","dateModified":"2019-01-05T12:29:41.712Z","contributedBy":"AskGif","content":"<p>Kawardha is a city and a municipality in Kabirdham district in the Indian state of Chhattisgarh. It is the administrative headquarters of Kabirdham district. Kawardha is also known for the \"Temple of Bhoramdeo.\"</p>\r\n<p>&nbsp;</p>\r\n<p>The collector of Kawardha is Shri Niraj Kumar Bansod.</p>\r\n<p>Kabirdham district is one of the 27 administrative districts of Chhattisgarh state in central India. The district was earlier known as Kawardha district. The district is located between 21.32' to 22.28' north latitude and 80.48' to 81.48' east longitude. The district covers an area of 4,447.5 km2 (1,717.2 sq mi). The city of Kawardha is its administrative headquarters. This district is known for the Bhoramdeo temple (which is also known by the sobriquet, \"the Khajuraho of Chhattisgarh\") located at a distance of 18 km from the district headquarters, Kawardha.</p>\r\n<p>&nbsp;</p>\r\n<p>The boundaries of the district are Dindori District to the north, Mungeli District and Bemetara to the east, Rajnandgaon District to the south, Balaghat District and Mandla District to the west. The northern and western parts are surrounded by the Maikal mountain ranges of Satpura.</p>\r\n<p>Kawardha State was one of the princely states in the Central Provinces of India during the period of the British Raj.[1] The capital of the state was Khairagarh town, in Kabirdham district of Chhattisgarh state. The Bhoramdeo Temple is located less than 20 km to the west of the main town.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>There are immense possibilities of tourism in the district of Kabirdham. Along with various scenic and scenic sites, archaeological religious and historical sites are also the center of attraction. Famous religious Bhormadev Shiva temple is known for its name as Khajuraho of Chhattisgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>The Chilphi Valley, which is situated in the lap of nature, is also the main center of the district in terms of tourism. Apart from this, Bhormadev Sanjriyaan, Bakelah Pachrahi Jain Tirtha, Ranidhara Waterfall, Paradak Reservoir, Vrindavan Park are also present in the district</p>\r\n<p>&nbsp;</p>\r\n<p>Bhoramdev Temple</p>\r\n<p>Buda Mahadev Temple</p>\r\n<p>Sarodha Dam</p>\r\n<p>Vrindavan Garden</p>\r\n<p>Chilphi Valley</p>\r\n<p>Rani Dahara Water Fall</p>\r\n<p>Peedaghat</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kawardha</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","subContents":[{"SubTitle":"1. Bhoramdev Centrury","SubTitleHindi":null,"SubContent":"<p>Bhoramdev Sanctuary is spread over Green Hariers. Expanded in the area of 352 square kilometer, this sanctuary boasts many natural and prehistoric features in it. Kanha National Park and Achanakmar Tiger reserve provides protection for both.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhormadev Sanctuary was notified in the year 2001. Then Chhattisgarh was formed as a new state. Along with the Chilphi Valley, an extended buffer zone of Kanha National Park also came to the newly formed Chhattisgarh state. Since this area of Bhoramdev and Chilphi was already in the form of a corridor between the Khanha National Park and Achnakmar. The movement of wildlife has always been there. Therefore, similarities are also found in the species of wild beings naturally. It was also notified here only on the name of Bhomdev Temple, named after Khajuraho of Chhattisgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhormadev Temple Sanctuary extends from 800 53 &lsquo;east latitude to 810 10&rsquo; latitude and 210 54 &lsquo;north longitude 220 15&rsquo;. In the north it extends to the southern boundary of Dindori district, then Mandalakona touches the northern boundaries of the village in the south. Similarly, from Chapri village to Chapri village is the eastern boundary of the Western Border Reserve, this sanctuary stretches to the fifth village of Balaghat district situated on the eastern boundary of Kanha National Park in the west.</p>","SubContentHindi":null,"ImageUrl":"bef02fb0-4948-429e-b922-4b29f85f877f_Bhoramdev-Centrury.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Bhoramdev Temple,Kawardha","SubTitleHindi":null,"SubContent":"<p>Bhoramdeo a thousand year old temple situated in Chouragaon is 18 km from Kawardha in Kabirdham district of Chhattisgarh and 125 Km from Raipur . this temple is dedicated to Lord Shiva. The temple is artificially situated between the mountain ranges, it was built during the period from 7th to 11th century. There is a glimpse of the Khajuraho temple in the temple here, hence this temple is also called &ldquo;Khajuraho of Chhattisgarh&rdquo;.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple&rsquo;s face is east. The temple is a beautiful example of the civilian style. The temple can be entered from three sides. The temple is built on a five feet high dive. From the three entrances can be entered directly in the temple pavilion. The length of the pavilion is 60 feet and the width is 40 feet. There are 4 pillars in the middle of the pavilion and there are 12 pillars on the side, which have kept the terrace of the pavilion. All pillars are very beautiful and artistic. On each pillar there is a keecha, which is handled by the roof.</p>","SubContentHindi":null,"ImageUrl":"3706c36d-a551-4cad-8bbe-f475df1c7902_Bhoramdev-Temple-Kawardha.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Air :</p>\r\n<p>The nearest International airports is Swami Vivekananda Airport, Raipur (135Km) .</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail:</p>\r\n<p>Two nearest Railway station from Kawardha is Raipur which is 120 k.m from Kabirdham District and second is Bilaspur which was 120 k.m from Kabirdham District.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road:</p>\r\n<p>By road we are also reach Kabidham District through National Highway 12A which was connected to Raipur District .</p>\r\n<p>source: https://kawardha.gov.in/</p>","SubContentHindi":null,"ImageUrl":"5dc91ebf-aabc-43d3-a613-d21ae62aa843_Kawardha-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kabirdham-kawardha-chhattisgarh","tags":[{"name":"kabirdham","slug":"kabirdham"},{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"kawardha","slug":"kawardha"}],"recommendations":[{"id":221,"title":"Top Places to visit in Kanker, Chhattisgarh","imageUrl":"afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","dateCreated":"2019-01-05T12:56:30.11Z","dateModified":"2019-01-05T13:04:18.153Z","contributedBy":"AskGif","content":"Kanker city, a municipality, is the headquarter of Kanker District of the Indian state of Chhattisgarh.\r\nGeography\r\n&nbsp;\r\nThe district's headquarters, Kanker town, is situated on the National Highway NH-43.Kanker town lies between Chhattisgarh's two largest cities: Chhattis","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kanker","slug":"kanker"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-kanker-chhattisgarh","total":0},{"id":219,"title":"Top Places to visit in Jashpur (Jashpur Nagar), Chhattisgarh","imageUrl":"9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","dateCreated":"2019-01-05T09:03:54.48Z","dateModified":"2019-01-05T10:21:16.07Z","contributedBy":"AskGif","content":"Jashpur Nagar is a town and a Nagar palika in Jashpur District in the Indian state of Chhattisgarh. It is the administrative headquarters of Jashpur district and was formerly the capital of Jashpur State.\r\nJashpur State, was one of the princely states of India during the period of the Brit","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"jashpur","slug":"jashpur"},{"name":"jashpur-nagar","slug":"jashpur-nagar"}],"slug":"top-places-to-visit-in-jashpur-jashpur-nagar-chhattisgarh","total":0},{"id":209,"title":"Top Places to visit in Bemetara, Chhattisgarh","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"Bemetara is a town of the Indian state of Chhattisgarh. Bemetara district is a new district in the state of Chhattisgarh, India.\r\n&nbsp;\r\nThe district was formally inaugurated by the Chief Minister. Raman Singh, on 13 January 2012. Shruti Singh, IAS became the first Collector and Di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"bemetara","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}