{"id":220,"title":"कबीरधाम (कवर्धा) में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","dateCreated":"2019-01-05T12:22:15.065Z","dateModified":"2019-01-05T12:29:41.712Z","contributedBy":"AskGif","content":"<p>कवर्धा भारतीय राज्य छत्तीसगढ़ में एक शहर और कबीरधाम जिले में एक नगर पालिका है। यह कबीरधाम जिले का प्रशासनिक मुख्यालय है। कवर्धा को \"भोरमदेव के मंदिर\" के लिए भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कवर्धा के कलेक्टर श्री नीरज कुमार बंसोड़ हैं।</p>\r\n<p>कबीरधाम जिला मध्य भारत में छत्तीसगढ़ राज्य के 27 प्रशासनिक जिलों में से एक है। जिले को पहले कवर्धा जिले के रूप में जाना जाता था। यह जिला 21.32 'से 22.28' उत्तरी अक्षांश और 80.48 'से 81.48' पूर्वी देशांतर के बीच स्थित है। जिले में 4,447.5 किमी 2 (1,717.2 वर्ग मील) का क्षेत्र शामिल है। कवर्धा शहर इसका प्रशासनिक मुख्यालय है। यह जिला भोरमदेव मंदिर (जिसे छत्तीसगढ़ के खजुराहो \"भी कहा जाता है), जिला मुख्यालय कवर्धा से 18 किमी की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले की सीमाएँ उत्तर में डिंडोरी जिले, मुंगेली जिले और पूर्व में बेमेतरा, दक्षिण में राजनांदगांव जिला, पश्चिम में बालाघाट जिला और मंडला जिले हैं। उत्तरी और पश्चिमी भाग सतपुड़ा की मैकल पर्वत श्रृंखला से घिरा हुआ है।</p>\r\n<p>कवर्धा राज्य ब्रिटिश राज की अवधि के दौरान भारत के मध्य प्रांतों में से एक था। [१] राज्य की राजधानी खैरागढ़ शहर थी, छत्तीसगढ़ राज्य के कबीरधाम जिले में। भोरमदेव मंदिर मुख्य शहर के पश्चिम में 20 किमी से कम की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>कबीरधाम जिले में पर्यटन की अपार संभावनाएं हैं। विभिन्न दर्शनीय और दर्शनीय स्थलों के साथ, पुरातात्विक धार्मिक और ऐतिहासिक स्थल भी आकर्षण का केंद्र हैं। प्रसिद्ध धार्मिक भोरमदेव शिव मंदिर को छत्तीसगढ़ के खजुराहो के नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रकृति की गोद में बसी चिल्फी घाटी भी पर्यटन की दृष्टि से जिले का प्रमुख केंद्र है। इसके अलावा, भोरमदेव संजरियन, बकेला पचरही जैन तीर्थ, रानीधारा जलप्रपात, पारदक जलाशय, वृंदावन पार्क भी जिले में मौजूद हैं</p>\r\n<p>&nbsp;</p>\r\n<p>भोरमदेव मंदिर</p>\r\n<p>बूड़ा महादेव मंदिर</p>\r\n<p>सरोधा बांध</p>\r\n<p>वृंदावन गार्डन</p>\r\n<p>चिल्फी घाटी</p>\r\n<p>रानी दहारा वाटर फॉल</p>\r\n<p>Peedaghat</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kawardha</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","subContents":[{"SubTitle":"1. भोरमदेव सेंचुरी","SubTitleHindi":null,"SubContent":"<p>भोरमदेव अभयारण्य ग्रीन हरिहर में फैला हुआ है। 352 वर्ग किलोमीटर के क्षेत्र में विस्तारित यह अभयारण्य इसमें कई प्राकृतिक और प्रागैतिहासिक विशेषताएं समेटे हुए है। कान्हा नेशनल पार्क और अचनाकमार टाइगर रिजर्व दोनों के लिए सुरक्षा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भोरमदेव अभयारण्य को वर्ष 2001 में अधिसूचित किया गया था। तब छत्तीसगढ़ एक नए राज्य के रूप में बना था। चिल्फी घाटी के साथ, कान्हा नेशनल पार्क का एक विस्तारित बफर जोन भी नवगठित छत्तीसगढ़ राज्य में आया। चूंकि भोरमदेव और चिल्फी का यह क्षेत्र पहले से ही खान राष्ट्रीय उद्यान और अछनेरा के बीच एक गलियारे के रूप में था। वन्यजीवों की आवाजाही हमेशा से रही है। इसलिए, प्राकृतिक रूप से वन्य प्राणियों की प्रजातियों में समानताएं भी पाई जाती हैं। इसे भी केवल भोमदेव मंदिर के नाम पर, छत्तीसगढ़ के खजुराहो के नाम पर अधिसूचित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भोरमदेव मंदिर अभयारण्य का विस्तार 800 53 San पूर्वी अक्षांश से 810 10 'अक्षांश और 210 54 15 उत्तर देशांतर 220 15' तक है। उत्तर में यह डिंडोरी जिले की दक्षिणी सीमा तक विस्तृत है, फिर मंडलाकोना दक्षिण में गांव की उत्तरी सीमा को छूती है। इसी प्रकार, छपरी गाँव से छपरी गाँव पश्चिमी सीमा रिज़र्व की पूर्वी सीमा है, यह अभयारण्य पश्चिम में कान्हा नेशनल पार्क की पूर्वी सीमा पर स्थित बालाघाट जिले के पाँचवें गाँव तक फैला हुआ है।</p>","SubContentHindi":null,"ImageUrl":"bef02fb0-4948-429e-b922-4b29f85f877f_Bhoramdev-Centrury.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. भोरमदेव मंदिर, कवर्धा","SubTitleHindi":null,"SubContent":"<p>भोरमदेव एक हजार साल पुराना मंदिर है, जो चौरागाँव में स्थित है, छत्तीसगढ़ के कबीरधाम जिले के कवर्धा से 18 किमी और रायपुर से 125 किलोमीटर दूर है। यह मंदिर भगवान शिव को समर्पित है। मंदिर कृत्रिम रूप से पर्वत श्रृंखलाओं के बीच स्थित है, इसे 7 वीं से 11 वीं शताब्दी की अवधि के दौरान बनाया गया था। यहाँ मंदिर में खजुराहो मंदिर की झलक दिखाई देती है, इसलिए इस मंदिर को &ldquo;छत्तीसगढ़ का खजुराहो&rdquo; भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर का मुख पूर्व की ओर है। मंदिर नागर शैली का एक सुंदर उदाहरण है। मंदिर में तीन तरफ से प्रवेश किया जा सकता है। मंदिर पांच फीट ऊंचे गोता पर बनाया गया है। तीन प्रवेश द्वार से सीधे मंदिर के मंडप में प्रवेश किया जा सकता है। मंडप की लंबाई 60 फीट और चौड़ाई 40 फीट है। मंडप के बीच में 4 स्तंभ हैं और किनारे पर 12 स्तंभ हैं, जिन्होंने मंडप की छत को बनाए रखा है। सभी स्तंभ बहुत सुंदर और कलात्मक हैं। प्रत्येक खंभे पर एक कीचा है, जिसे छत द्वारा नियंत्रित किया जाता है।</p>","SubContentHindi":null,"ImageUrl":"3706c36d-a551-4cad-8bbe-f475df1c7902_Bhoramdev-Temple-Kawardha.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवाईजहाज से :</p>\r\n<p>निकटतम अंतर्राष्ट्रीय हवाई अड्डा स्वामी विवेकानंद हवाई अड्डा, रायपुर (135Km) है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा:</p>\r\n<p>कवर्धा से दो निकटतम रेलवे स्टेशन रायपुर है जो कबीरधाम जिले से 120 k.m है और दूसरा बिलासपुर है जो कबीरधाम जिले से 120 k.m था।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से:</p>\r\n<p>सड़क मार्ग से हम राष्ट्रीय राजमार्ग 12 ए के माध्यम से कबीधम जिले तक भी पहुँचते हैं जो रायपुर जिले से जुड़ा था।</p>\r\n<p>स्रोत: https://kawardha.gov.in/</p>","SubContentHindi":null,"ImageUrl":"5dc91ebf-aabc-43d3-a613-d21ae62aa843_Kawardha-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kabirdham-kawardha-chhattisgarh","tags":[{"name":"कबीरधाम","slug":"kabirdham"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"कवर्धा","slug":"kawardha"}],"recommendations":[{"id":221,"title":"कांकेर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","dateCreated":"2019-01-05T12:56:30.11Z","dateModified":"2019-01-05T13:04:18.153Z","contributedBy":"AskGif","content":"कांकेर शहर, एक नगर पालिका, भारतीय राज्य छत्तीसगढ़ के कांकेर जिले का मुख्यालय है।\r\nभूगोल\r\n&nbsp;\r\nजिले का मुख्यालय, कांकेर शहर, राष्ट्रीय राजमार्ग NH-43 पर स्थित है। कांकेर शहर छत्तीसगढ़ के दो सबसे बड़े शहरों के बीच स्थित है: छत्तीसगढ़ की राजधानी, रायपुर और जगदलपुर, पड़ोसी बस्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कांकेर","slug":"kanker"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-kanker-chhattisgarh","total":0},{"id":219,"title":"जशपुर (जशपुर नगर) में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","dateCreated":"2019-01-05T09:03:54.48Z","dateModified":"2019-01-05T10:21:16.07Z","contributedBy":"AskGif","content":"जशपुर नगर भारतीय राज्य छत्तीसगढ़ में जशपुर जिले का एक कस्बा और नगर पालिका है। यह जशपुर जिले का प्रशासनिक मुख्यालय है और पूर्व में जशपुर राज्य की राजधानी थी।\r\nजशपुर राज्य, ब्रिटिश राज की अवधि के दौरान भारत की रियासतों में से एक था। जशपुर शहर पूर्व राज्य की राजधानी था। शासक चौहान वंश के राजप","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"जशपुर","slug":"jashpur"},{"name":"जशपुर-नगर","slug":"jashpur-nagar"}],"slug":"top-places-to-visit-in-jashpur-jashpur-nagar-chhattisgarh","total":0},{"id":209,"title":"बेमेतरा में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"बेमेतरा छत्तीसगढ़ का एक शहर हैं, जो दुर्ग जिले से अलग होकर नए जिले के रूप में १४ जनवरी २०१२ को अस्तित्व में आया।\r\n&nbsp;\r\nयह जिला मूल रूप से अपने उन्हारी उत्पादन के लिए पुरे एशिया में विख्यात हैं। यहाँ चना का अत्यधिक उत्पादन होता है। शिक्षा के क्षेत्र में भी यह जिला अग्रिणी रहा हैं।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बेमेतरा","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}