{"id":221,"title":"कांकेर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","dateCreated":"2019-01-05T12:56:30.11Z","dateModified":"2019-01-05T13:04:18.153Z","contributedBy":"AskGif","content":"<p>कांकेर शहर, एक नगर पालिका, भारतीय राज्य छत्तीसगढ़ के कांकेर जिले का मुख्यालय है।</p>\r\n<p>भूगोल</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का मुख्यालय, कांकेर शहर, राष्ट्रीय राजमार्ग NH-43 पर स्थित है। कांकेर शहर छत्तीसगढ़ के दो सबसे बड़े शहरों के बीच स्थित है: छत्तीसगढ़ की राजधानी, रायपुर और जगदलपुर, पड़ोसी बस्तर जिले का जिला मुख्यालय।</p>\r\n<p>कांकेर रियासत</p>\r\n<p>1809 से 1818 तक भूप देव के शासनकाल के दौरान कांकेर राज्य नागपुर के भोसलों के नियंत्रण में आया। नरहरि देब के शासन के दौरान, कांकेर राज्य मराठा से अंग्रेजों के नियंत्रण में आ गया। क्योंकि ब्रिटिश सरकार ने नरहरि देव को गोद दे दिया था, इसलिए उन्होंने अंग्रेजों को दोषी माना। 1882 में कांकेर राज्य का नियंत्रण आयुक्त रायपुर को सौंप दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>नरहर देव के शासन ने गदिया पर्वत के पास एक महल, एक प्रिंटिंग प्रेस, एक पुस्तकालय, राधाकृष्ण मंदिर, रामजानकी मंदिर, जगन्नाथ मंदिर और बालाजी मंदिर सहित कई इमारतों का निर्माण देखा। नरहर देव ने अपने लोगों के लिए अनाज रखने के लिए 'रत्न भंडार' की योजना बनाई। उन्होंने कांकेर के पास नरहरपुर नामक एक नए शहर की स्थापना की।</p>\r\n<p>&nbsp;</p>\r\n<p>1904 में कोमल देव कांकेर के राजा बने। उनके शासन के दौरान एक अंग्रेजी माध्यमिक स्कूल, एक गर्ल्स स्कूल, और 15 प्राथमिक स्कूल स्थापित किए गए, साथ ही दो अस्पताल: एक कांकेर में और दूसरा संबलपुर में। उन्होंने गोविंदपुर नाम के कांकेर के पास एक नए शहर की स्थापना की। उन्होंने कांकेर के बजाय गोविंदपुर को राजधानी बनाने का प्रयास किया। 8 जनवरी 1925 को उनकी मृत्यु हो गई। उनकी मृत्यु के बाद, भानुप्रताप देव राजा बने। भानुप्रताप देव भारत की आजादी से पहले कांकेर के अंतिम राजा थे। स्वतंत्रता के बाद, वह दो बार कांकेर निर्वाचन क्षेत्र से विधान सभा के सदस्य के रूप में चुने गए। भानुप्रताप देव की अध्यक्षता के बाद, मालगुजार की मुल्ला और भानुप्रतापपुर के साथ मित्रतापूर्ण शर्तों के कारण, शर्तों और भूमि को खरीदा गया और चम्पालाल चोपडा को हस्तांतरित कर दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>कांकेर जिले के आकर्षण:</p>\r\n<p>&nbsp;</p>\r\n<p>कांकेर पैलेस</p>\r\n<p>यह स्थान अपने शाही महल के लिए बहुत प्रसिद्ध है जिसमें आदिवासी गाँव और गहरे जंगल शामिल हैं। महल को 12 वीं शताब्दी के शाही परिवार द्वारा सम्मानित किया गया था। स्वर्गीय महाराजाधिराज उदय प्रताप देव का परिवार 2002 से यहां निवास कर रहा था। अब महल के कुछ हिस्से को एक होटल में परिवर्तित किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>गड़िया पहाड़</p>\r\n<p>गंडिया पर्वत कंदरा वंश के समय प्रकाश में आया था। जब कंदरा के राजा धर्म देव ने कांकेर जीता, तो उन्होंने गढ़िया पर्वत पर अपनी राजधानी घोषित की, जो एक किले का एक प्राकृतिक रूप है। पहाड़ पर एक प्राकृतिक जलाशय है जो कभी नहीं सूखता है और जो पूरे साल पानी से भरा रहता है। इस जलाशयों के एक भाग को 'सोनई' और दूसरे भाग को 'रूपाई' कहा जाता है। सोनाई और रूपई कंदरा राजा धर्म देव की दो बेटियाँ थीं। इस जलाशय के दक्षिणी भाग पर 'चुरी पगार' नाम की एक गुफा है। इस गुफा का प्रवेश द्वार बहुत संकरा है। किसी भी हमले के दौरान राजा और उनका परिवार इस गुफा में सुरक्षित रूप से रहता था।</p>\r\n<p>&nbsp;</p>\r\n<p>मलंजखुडम जलप्रपात</p>\r\n<p>दक्षिण रूप कांकेर की ओर लगभग 15 किलोमीटर दूर एक छोटा सा पहाड़ है। इस पर्वत पर निले गोंडी नामक एक स्थान है जहाँ से दुध नदी अपना आकार लेती है। 10 किलोमीटर पार करने के बाद एक स्थान है जिसका नाम मलंजकुद्दुम है जहाँ से नदी तीन झरने का निर्माण करती है। इन झरनों की ऊँचाई 10 मीटर है। क्रमशः 15 मीटर और 9 मीटर। इस जल प्रपात का ढलान सीढ़ी की तरह है। इस झरने की लहर बहुत ही आकर्षक और चुनौतीपूर्ण है। यह पिकनिक के लिए एक आदर्श स्थान है। इस स्थान तक पहुँचने के लिए सड़क उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>चार्रे-मार्रे झरना</p>\r\n<p>यह कांकेर जिले में स्थित एक और सुंदर झरना है। यह झरना कांकेर जिले के अंतागढ़ ब्लॉक से 17 किलोमीटर दूर स्थित है। अंतागढ़ से आमाबेरा के रास्ते में चार्रे-मर्रे नाम की एक जगह है। जलप्रपात जोगिधारा नामक नदी द्वारा निर्मित होता है, जो मतला घाटी में बहती है। इस झरने की ऊंचाई 16 मीटर है। इस जल प्रपात का ढलान जिग जैग है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिवानी मंदिर</p>\r\n<p>यह मंदिर कांकेर शहर में स्थित है। इस मंदिर को शिवानी मां मंदिर कहा जाता है। देवी की प्रतिमा उत्कृष्ट है। एक मिथक के अनुसार यह देवी काली मां और दुर्गा मां के दो देवी नामों का मेल है। खड़ी आधा हिस्सा देवी काली का है और शेष आधा हिस्सा देवी दुर्गा का है। दुनिया में इस प्रकार की दो ही प्रतिमाएँ हैं (अन्य एक कोलकाता में है)।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ फेमस मंदिर</p>\r\n<p>संतोषी मंदिर - नया बस स्टैंड के पास</p>\r\n<p>माँ शीतला देवी मंदिर - शीतलपारा</p>\r\n<p>जगन्नाथ मंदिर - राजापारा</p>\r\n<p>शिव मंदिर - अप डाउन रोड</p>\r\n<p>हनुमान मंदिर - अप डाउन रोड</p>\r\n<p>कृष्ण मंदिर - दैनिक बाजार के पास</p>\r\n<p>बालाजी मंदिर - राजापारा</p>\r\n<p>त्रिपुर सुंदरी मंदिर - नाथिया नया गाँव</p>\r\n<p>शनिदेव मंदिर- दैनिक बाजार के पास</p>\r\n<p>कंकालीन मंदिर- निकट एम.जी. परवरिश</p>\r\n<p>साईं मंदिर- शीतलापारा के पास</p>\r\n<p>माँ सिंहवाहिनी मंदिर - राजापारा</p>\r\n<p>जैन मंदिर-राजापारा</p>\r\n<p>आकर्षण के अन्य स्थान</p>\r\n<p>पहाड़ पर टंकी</p>\r\n<p>केशकाल घाट</p>\r\n<p>ईशान वैन</p>\r\n<p>भंडारी पारा बांध</p>\r\n<p>अप डाउन रोड</p>\r\n<p>खेरकट्टा जलाशय</p>\r\n<p>मनकेशरी बांध</p>\r\n<p>दुधवा बांध</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kanker_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","subContents":[{"SubTitle":"1. मलंजखुडम जलप्रपात","SubTitleHindi":null,"SubContent":"<p>दक्षिण दिशा की ओर और 15 किलोमीटर दूर कांकेर, एक छोटा सा पहाड़ है। इस पर्वत पर निले गोंडी नामक एक स्थान है जहाँ से डोड नदी अपने आकार लेती है। पर्वतारोही पथ की 10 किलोमीटर की लंबाई पार करने के बाद एक स्थान है जिसका नाम मलंजखुदुम है जहाँ से नदी तीन जल प्रपात बनाती है, इन जल प्रपात की ऊँचाई 10 मीटर है। क्रमशः 15 मीटर और 9 मीटर। इस जल प्रपात का ढलान एक नेता की तरह है। इस जल प्रपात की लहरें बहुत ही आकर्षक और चुनौतीपूर्ण हैं। यह स्थान यात्रा के लिए बहुत अच्छा है। यह जलप्रपात छात्रों, शिक्षकों, नेताओं और कलाकारों और अधिकारियों में बहुत लोकप्रिय है। यह पिकनिक के लिए एक आदर्श स्थान है। इस स्थान तक पहुँचने के लिए सड़क उपलब्ध है।</p>","SubContentHindi":null,"ImageUrl":"72d3c62b-a8c7-4488-bad4-428c06ee83a6_Malanjhkudum-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>कांकेर हवाई मार्ग से कैसे पहुँचें</p>\r\n<p>कांकेर से निकटतम अंतर्राष्ट्रीय हवाई अड्डा स्वामी विवेकानंद हवाई अड्डा, रायपुर है, जो शहर से 127 किमी दूर है। यह एयर इंडिया, इंडिगो, जेट एयरवेज और जेट लाइट के माध्यम से बैंगलोर, भोपाल, अहमदाबाद, चंडीगढ़, चेन्नई, हैदराबाद, इंदौर, जयपुर, दिल्ली, कोलकाता और मुंबई आदि जैसे प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा कांकेर कैसे पहुँचे</p>\r\n<p>कांकेर से निकटतम रेलवे स्टेशन रायपुर रेलवे स्टेशन है, जो शहर से 127 किलोमीटर दूर है। रायपुर में भुवनेश्वर, जयपुर और जोधपुर जैसे शहरों के लिए आज़ाद हिंद एक्सप्रेस, भुवनेश्वर एक्सप्रेस, जनशताब्दी एक्सप्रेस, ज्ञानेश्वरी एक्सप्रेस, समरसता एक्सप्रेस, ल्जन आर गरीबरथ और दुर्ग जाट एक्सप्रेस एक्सप्रेस हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग द्वारा कांकेर कैसे पहुंचे</p>\r\n<p>कांकेर पहुंचने के कई रास्ते हैं। यह मोहला से 112 किलोमीटर, रायपुर से 128 किलोमीटर, नागपुर से 341 किलोमीटर, हैदराबाद से 641 किलोमीटर और कोलकाता से 944 किलोमीटर दूर है।</p>\r\n<p>स्रोत: https://kanker.gov.in</p>","SubContentHindi":null,"ImageUrl":"f28498e2-cb71-49f8-860b-2d5bdab4b658_Kanker-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"2"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kanker-chhattisgarh","tags":[{"name":"कांकेर","slug":"kanker"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":224,"title":"कोरिया (बैकुंठपुर) में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"505bb352-87e8-47f7-89ae-7d472b54c9f9_Korea-Chhattisgarh.jpg","dateCreated":"2019-01-06T05:06:44.715Z","dateModified":"2019-01-06T05:21:03.043Z","contributedBy":"AskGif","content":"कोरिया राज्य, वर्तमान में कोरिया के रूप में जाना जाता है, भारत के ब्रिटिश साम्राज्य की एक रियासत थी। [१] 1947 में भारतीय स्वतंत्रता के बाद, कोरिया के शासक ने 1 जनवरी 1948 को भारत के संघ में प्रवेश किया और कोरिया को मध्य प्रांत और बरार प्रांत के सर्गुजा जिले का हिस्सा बनाया गया। जनवरी 1950 में, \"म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/505bb352-87e8-47f7-89ae-7d472b54c9f9_Korea-Chhattisgarh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोरिया","slug":"korea"},{"name":"बैकुंठपुर","slug":"baikunthpur"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-korea-baikunthpur-chhattisgarh","total":0},{"id":215,"title":"धमतरी में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","dateCreated":"2019-01-04T09:27:51.724Z","dateModified":"2019-01-04T09:36:50.955Z","contributedBy":"AskGif","content":"धमतरी भारत के छत्तीसगढ़ राज्य में एक नगर निगम [1] और जिला है, जो 6 जुलाई 1998 को गठित महासमुंद लोकसभा क्षेत्र का हिस्सा है। [उद्धरण वांछित] यह जिला छत्तीसगढ़ की कुल आबादी का 3.13 प्रतिशत है।\r\nधमतरी को \"धम्म\" + \"तराई\" जिले से संक्षिप्त किया गया है और यह छत्तीसगढ़ क्षेत्र के उपजाऊ मैदानों मे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"धमतरी","slug":"dhamtari"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dhamtari-chhattisgarh","total":0},{"id":204,"title":"बालोद में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"d1da230e-aeaf-4d13-987e-dd39791e4318_Balod-railway.jpg","dateCreated":"2018-12-29T05:39:04.107Z","dateModified":"2018-12-29T06:00:33.59Z","contributedBy":"AskGif","content":"बालोद, टंडुला नदी के तट पर स्थित एक शहर है और भारत के छत्तीसगढ़ राज्य के बालोद जिले में एक नाग पालिका है। बालोद धमतरी से 44 किमी और दुर्ग से 58 किमी दूर है। बालोद में एक कॉलेज, एक अदालत, एक सीएचसी (सामुदायिक स्वास्थ्य केंद्र), और एक जेल है। बालोद में चिकित्सा सुविधाएं अच्छी हैं। 1912 में सुखा और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1da230e-aeaf-4d13-987e-dd39791e4318_Balod-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बालोद","slug":"balod"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-balod-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}