{"id":221,"title":"Top Places to visit in Kanker, Chhattisgarh","imageUrl":"afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","dateCreated":"2019-01-05T12:56:30.11Z","dateModified":"2019-01-05T13:04:18.153Z","contributedBy":"AskGif","content":"<p>Kanker city, a municipality, is the headquarter of Kanker District of the Indian state of Chhattisgarh.</p>\r\n<p>Geography</p>\r\n<p>&nbsp;</p>\r\n<p>The district's headquarters, Kanker town, is situated on the National Highway NH-43.Kanker town lies between Chhattisgarh's two largest cities: Chhattisgarh's capital, Raipur, and Jagdalpur, the district headquarters of the neighbouring Bastar district.</p>\r\n<p>Kanker Princely State</p>\r\n<p>The Kanker state came under the control of the Bhosales of Nagpur during the reign of Bhoop Dev from 1809 to 1818. During the kingship of Narhari Deb, the Kanker state came under control of the British from Maratha. Because the British government gave the adoption to Narhari Dev, he acknowledged fealty to the British. In 1882, the control of Kanker State was handed over to Commissioner Raipur.</p>\r\n<p>&nbsp;</p>\r\n<p>The rule of Narhar Deo saw the construction of many buildings, including a palace near Gadiya Mountain, a printing press, a library, Radhakrishna Temple, Ramjanki Temple, Jagannath Temple and Balaji Temple. Narhar Deo made a plan termed 'Ratna Bhandar' for keeping grain in stock for his people. He established a new town named Narharpur near Kanker.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1904, Komal Dev became the king of Kanker. During his rule one English secondary school, one Girls school, and 15 primary Schools were established, as well as two hospitals: one in Kanker and the other in Sambalpur. He established a new town near Kanker named Govindpur. He also tried to make Govindpur the capital, instead of Kanker. He died on 8 January 1925. After his death, Bhanupratap Dev became the king. Bhanupratap Dev was the last king of Kanker before the Independence of India. After independence, he was elected twice as a member of the legislative assembly from Kanker constituency. After the presidency of Bhanupratap Dev, due to friendly terms with Malgujar's of Mulla and Bhanupratappur, the terms and land were purchased and transferred to Champalal Chopda.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanker District attractions:</p>\r\n<p>&nbsp;</p>\r\n<p>Kanker Palace</p>\r\n<p>This place is very renowned for its royal palace including the tribal villages and the deep forests. The palace was owned by the esteemed 12th century royal family. The family of the late Maharajadhiraj Udai Pratap Deo resided here, since 2002. Now some section of the palace are being converted into a hotel.</p>\r\n<p>&nbsp;</p>\r\n<p>The Gadiya Mountain</p>\r\n<p>The Gadiya Mountain came into light at the time of Kandra dynasty. When the Kandra king Dharma Dev won the Kanker, he declared his capital on Gadhiya Mountain, which is a natural form of a fort. On the mountain there is a natural reservoir which never dries and which is filled by water throughout the year. One part of this reservoirs is called 'Sonai' and the other part is called 'Rupai'. Sonai and Rupai were the two daughters of the Kandra king Dharma Dev. On the southern part of this reservoir there is a cave named 'Churi pagar'. The entrance to this cave is very narrow. During any attack the King and his family lived safely in this cave.</p>\r\n<p>&nbsp;</p>\r\n<p>Malanjhkudum Waterfall</p>\r\n<p>About 15 kilometres away towards south form Kanker, there is a small mountain. On this mountain there is a spot named Neele Gondi from where the Doodh river takes its shape. After crossing the 10 kilometres there is a place named as Malanjhkudum from where the river produces three waterfalls. The heights of these waterfalls are 10 meters. 15 meters and 9 meters respectively. The slope of this water fall is like a ladder. The wave of this waterfall is very attractive and challenging. This is an ideal place for picnic. The road is available to reach this spot.</p>\r\n<p>&nbsp;</p>\r\n<p>Charre-Marre Waterfall</p>\r\n<p>This is another beautiful waterfall situated in Kanker district. This waterfall is situated 17 kilometers away from Antagarh block of Kanker district. There is a place named Charre-Marre on the way from Antagarh to Aamabera. The waterfall produces by the river named Jogidahara which flows in Matla valley. The height of this waterfall is 16 meters. The slope of this water fall is jig jag.</p>\r\n<p>&nbsp;</p>\r\n<p>Shivani Temple</p>\r\n<p>This temple is situated in Kanker city. This temple is called Shivani Maa temple. The statue of goddess is excellent. According to a myth this Goddess is a combination of two Goddess name Kali Maa and Durga Maa. The vertically half part is of goddess Kali and the remaining half part is of goddess Durga. There are only two of this type of statue in the world (the other one is in Kolkata).</p>\r\n<p>&nbsp;</p>\r\n<p>Some Famous Temples</p>\r\n<p>Santoshi Temple - Near New Bus Stand</p>\r\n<p>Maa Shitla Devi Temple - Shitlapara</p>\r\n<p>Jagannath Temple - Rajapara</p>\r\n<p>Shiv Temple - Up Down Road</p>\r\n<p>Hanuman Temple - Up Down Road</p>\r\n<p>Krishna Temple - Near Daily Market</p>\r\n<p>Balaji Temple - Rajapara</p>\r\n<p>Tripur Sundari Temple - Nathiya Nava Gaon</p>\r\n<p>Shanidev Temple- Near Daily market</p>\r\n<p>Kankaleen Temple- Near M.G. Ward</p>\r\n<p>Sai Temple- Near Shitlapara</p>\r\n<p>Maa Singhwahini Temple - Rajapara</p>\r\n<p>Jain Mandir-Rajapara</p>\r\n<p>Other places of attraction</p>\r\n<p>Tank on mountain</p>\r\n<p>Keshkal Ghat</p>\r\n<p>Ishan van</p>\r\n<p>Bhandari Para Dam</p>\r\n<p>Up Down Road</p>\r\n<p>Kherkatta Reservoir</p>\r\n<p>Mankesri Dam</p>\r\n<p>Dudhawa Dam</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kanker_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","subContents":[{"SubTitle":"1. Malanjhkudum Waterfall","SubTitleHindi":null,"SubContent":"<p>Towards South direction and 15 kilometers away form Kanker, there is a small mountain. On this mountain there is a spot named Neele Gondi from where the doodh river takes its shape. After crossing the 10 kilometers length of mountaineer path there is a place named as Malanjhkudum from where the river produces three water falls, the heights of these water falls are 10 meters. 15 meters and 9 meters respectively. The slope of this water fall is like a leader. The waves of this water fall is very attractive and challenging. This spot is very good for traveling. This water fall is very popular in students, teachers, leaders and artists and officers. this is a ideal place for picnic. The road is available to reach this spot.</p>","SubContentHindi":null,"ImageUrl":"72d3c62b-a8c7-4488-bad4-428c06ee83a6_Malanjhkudum-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. How to Reach","SubTitleHindi":null,"SubContent":"<p>How to reach Kanker by Air</p>\r\n<p>The nearest International Airport from Kanker is Swami Vivekanand Airport, Raipur, which is 127 km away from the city. It is well connected with major cities like Bangalore, Bhopal, Ahmadabad, Chandigarh, Chennai, Hyderabad, Indore, Jaipur, Delhi, Kolkata and Mumbai etc. via Air India, Indigo, Jet Airways and Jet Lite.</p>\r\n<p>&nbsp;</p>\r\n<p>How to reach Kanker by Rail</p>\r\n<p>The nearest Railway Station from Kanker is Raipur Railway Station, 127 Kms from the city. Raipur has daily trains to the cities like Bhubaneswar, Jaipur and Jodhpur via Azad Hind Express, Bhubaneshwar Express, Janshatabdi Express, Jnaneswari Delx, Samarsata Express, Ljn R Garibrath and Durg Jat Sf Express.</p>\r\n<p>&nbsp;</p>\r\n<p>How to reach Kanker by Road</p>\r\n<p>There are many ways to reach Kanker. It is 112 Kms from Mohala, 128 Kms from Raipur, 341 Kms from Nagpur, 641 Kms from Hyderabad and 944 Kms from Kolkata.</p>\r\n<p>source: https://kanker.gov.in</p>","SubContentHindi":null,"ImageUrl":"f28498e2-cb71-49f8-860b-2d5bdab4b658_Kanker-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"2"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kanker-chhattisgarh","tags":[{"name":"kanker","slug":"kanker"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":224,"title":"Top Places to visit in Korea (Baikunthpur), Chhattisgarh","imageUrl":"505bb352-87e8-47f7-89ae-7d472b54c9f9_Korea-Chhattisgarh.jpg","dateCreated":"2019-01-06T05:06:44.715Z","dateModified":"2019-01-06T05:21:03.043Z","contributedBy":"AskGif","content":"Korea State, currently spelled as Koriya, was a princely state of the British Empire of India.[1] After Indian independence in 1947, the ruler of Korea acceded to the Union of India on 1 January 1948, and Koriya was made part of Surguja District of Central Provinces and Berar province. In January","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/505bb352-87e8-47f7-89ae-7d472b54c9f9_Korea-Chhattisgarh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"korea","slug":"korea"},{"name":"baikunthpur","slug":"baikunthpur"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-korea-baikunthpur-chhattisgarh","total":0},{"id":215,"title":"Top Places to visit in Dhamtari, Chhattisgarh","imageUrl":"17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","dateCreated":"2019-01-04T09:27:51.724Z","dateModified":"2019-01-04T09:36:50.955Z","contributedBy":"AskGif","content":"Dhamtari is a municipal corporation [1] and district in the state of Chhattisgarh, India, which is part of the Mahasamund Lok Sabha constituency formed on 6 July 1998.[citation needed]. The district is home to 3.13 percent of Chhattisgarh's total population.\r\nDhamtari is abbreviated from \"","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dhamtari","slug":"dhamtari"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dhamtari-chhattisgarh","total":0},{"id":204,"title":"Top Places to visit in Balod, Chhattisgarh","imageUrl":"d1da230e-aeaf-4d13-987e-dd39791e4318_Balod-railway.jpg","dateCreated":"2018-12-29T05:39:04.107Z","dateModified":"2018-12-29T06:00:33.59Z","contributedBy":"AskGif","content":"Balod is a town in banks of river Tandula and a nagar palika in Balod district in the state of Chhattisgarh, India. Balod is 44 km from Dhamtari and 58 km from Durg. Balod has one college, one court, one CHC ( Community Health Center ), and a jail. Medical facilities are good in Balod. There are ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1da230e-aeaf-4d13-987e-dd39791e4318_Balod-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"balod","slug":"balod"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-balod-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}