{"id":222,"title":"कोंडागांव में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"6f104e58-7aaf-4043-8215-60ae5d0fcadd_Kondagaon-image.jpg","dateCreated":"2019-01-05T13:46:14.985Z","dateModified":"2019-01-05T14:00:34.913Z","contributedBy":"AskGif","content":"<p>कोंडागांव जगदलपुर शहर से लगभग 70 किलोमीटर दूर एक नगर पालिका है जो भारतीय राज्य छत्तीसगढ़ में कोंडागांव जिले का मुख्यालय है। कोंडागांव 24 जनवरी 2012 को बस्तर जिले से अलग हो गया और छत्तीसगढ़ राज्य के 27 वें जिले के रूप में गठित हुआ। यह ज्यादातर अपने बेल मेटल क्राफ्ट और अन्य कलाओं के लिए प्रसिद्ध है, जो बस्तर के आदिवासी के मूल निवासी हैं। छत्तीसगढ़ के शिल्प किन्नर (लिट। शिल्प शहर) के रूप में भी जाना जाता है, इस क्षेत्र में विभिन्न प्रकार के स्वदेशी शिल्प के कारण।</p>\r\n<p>पृष्ठभूमि</p>\r\n<p>कोंडागांव 19.6 &deg; N 81.67 &deg; E पर स्थित है। [2] इसकी औसत ऊंचाई 593 मीटर (1945 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, [3] कोंडागांव की जनसंख्या 26,772 थी। पुरुषों की आबादी का 50% और महिलाओं का 50% है। कोंडागांव की औसत साक्षरता दर 64% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 73% है, और महिला साक्षरता 55% है। कोंडागांव में, 14% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोंडागांव NH 30 राजमार्ग पर स्थित है और इसे रायपुर या जगदलपुर तक पहुँचा जा सकता है। कोंडागांव से रायपुर और जगदलपुर के लिए लगातार बस सेवाएं उपलब्ध हैं। निकटतम रेलवे स्टेशन जगदलपुर है। सरकारी कॉलेज परिसर से सटे खेल के मैदान में एक हेलीकॉप्टर पट्टी अस्थायी रूप से बनाई गई थी, जिसका उपयोग कभी-कभी किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर छत्तीसगढ़ राज्य के सबसे तेजी से विकसित होने वाले जिला मुख्यालयों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>कस्बे के पूर्वी इलाके में एक दो पहाड़ी टीले जो कि शहर के वन विभाग द्वारा एक पर्यटक पार्क के रूप में पुनर्जीवित किए जा रहे हैं। यह पार्क बस्तर क्षेत्र के सामान्य जंगली जानवरों और फव्वारों की मेजबानी करेगा। पहाड़ी का प्रमुख हिस्सा मनोरंजक क्षेत्र में बदल गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के दक्षिणी तामझाम में स्थित नारियल विकास बोर्ड एक केंद्र सरकार का नारियल विकास फार्म है, जो पूरे नारियल और मिश्रित वृक्षारोपण में फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोंडागांव विभिन्न हस्तशिल्पों का केंद्र है, जो बस्तर हस्तशिल्प के रूप में दुनिया भर में प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर और आस-पास के अधिकांश शिल्पकारों द्वारा प्रचलित घंटी धातु शिल्प, अंतरराष्ट्रीय स्तर पर प्रसिद्ध मूर्तिकला कला के लगभग लुप्त हो चुके रूप का प्रशंसित रूप है। बेल-धातु कला के प्रसिद्ध शिल्पकारों में से कुछ स्वर्गीय डॉ। जयदेव हैं। बघेल (राष्ट्रीय पुरस्कार से सम्मानित), सुशील सखुजा, सुकचंद, सुरेश बाघमारे आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार इस कला रूपों और कारीगरों को बढ़ावा देने के लिए विभिन्न योजनाओं और नीतियों का समर्थन करती है, जिसमें राष्ट्रीय डिजाइन संस्थान में प्रशिक्षण के लिए कुछ चुनिंदा दूसरी या तीसरी पीढ़ी के कारीगर को प्रायोजित करना शामिल है, जो उन्हें रुझानों के साथ संयम रखने और उनके कला रूपों के दायरे को चौड़ा करने में सक्षम बनाता है। ।</p>\r\n<p>&nbsp;</p>\r\n<p>कोंडागांव लकड़ी मिलों के लिए भी प्रसिद्ध है, क्योंकि यह प्रभाग भारतीय उपमहाद्वीप के सबसे बड़े वन प्रभागों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर दक्षिण और उत्तर सहित भारत के विभिन्न हिस्सों से आने वाले प्रवासियों और प्रवासियों के लिए जाना जाता है। लाला होटल शहर का सबसे पुराना होटल है, जो स्वतंत्रता के बाद के युग में संचालित हो रहा था, जब कोंडागांव एक छोटे से गाँव में था। निराला चाट भंडार शहर में एक पॉट बर्तन बनाने वाली कंपनी है, जो पॉट पिस्सिंग के लिए प्रसिद्ध है। इस बार हाल ही में निर्माण कार्य बच्चे और माँ के लिए 100 बेड की एमसीएच विंग पूरा किया गया है। भारत की (HSCC (I) लिमिटेड। कोंडागांव नरंगी नदी के किनारे स्थित है।</p>\r\n<p>स्रोत:&nbsp;https://en.wikipedia.org/wiki/Kondagaon</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6f104e58-7aaf-4043-8215-60ae5d0fcadd_Kondagaon-image.jpg","subContents":[{"SubTitle":"1. कोपाबेड़ा स्थित शिव मंदिर","SubTitleHindi":null,"SubContent":"<p>कोपाबेड़ा सिथत शिव मंदिर का विलक्षण मंदिर , कोण्डागंव से 4.5 कि.मी. दूर नांरगी नदी के पास सिथत है। यहां पहुंचने के लिए साल के घने वृक्षों के मध्य से होकर गुरजना पड़ता है।प्राचीन दण्डाकारण्य का यह क्षेत्र रामयण कालीन बाणसुर का इलाका माना जाता है। सामान्य तौर पर अब पूरे क्षेत्र में षाक्य व षैव है। षैव से संबंधित जितने भी इस अंचल में मंदिर है, उन मंदिरों में स्थापित षिव लिंगों के संदर्भ मे रोचक तथ्य देखने का मिलता है। यह रोचक तथ्य है शिवलिंगों का स्वप्नमिथक से जुड़ा होना । कोपाबेड़ा का मंदिर भी इससे अछुता नहीं है। जनश्रुति है कि भक्त जन को स्वप्न में इस शिवलिंग के दर्शन हुए। स्वप्न के आधार पर ही उन्होंनें पास के जंगल में इसे स्थापित किया। यह घटना 1950-51 र्इ. के आसपास की है।प्रत्येक शिवरात्रि को यहां मंला लगता है। पूजन की परंपरा यह कि गांव के देवस्थनल जो कि नदी के किनारे राजाराव के नाम से जाना जाता है उसकी पूजा सर्वप्रथम की जाती है। कहा जाता है कि इस षिवलिंग के संदर्भ में एक महत्वपूर्ण तथ्य यह भी है कि जब यह प्राप्त हुआ था, तब यह काफी छोटा था किन्तु वर्तमान में इसका आकार काफी बड़ा हो गया है। सावन के महीने में नागसर्प के जोड़े की यहां मौजूदगी भी आष्चर्य कर देने वाली घटना है ऐसी मान्यता है।</p>","SubContentHindi":null,"ImageUrl":"f0fb0906-9764-4d1a-a2ca-97dd1e1c51fe_Shiv-Temple-located-in-Coppa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. मुलमुला","SubTitleHindi":null,"SubContent":"<p>तहसील कोण्डागांव षामपुर माकड़ी को जाने वाले मार्ग पर चिपावण्ड ग्राम से लगभग 5 किमी की दूरी पर ग्राम मुलमुला सिथत है। इस गांव से लगभग 3-4 कि.मी. अंदर सुरक्षित वन क्षेत्र में मुलमुला एवं काकरावेड़ा जंगल मूसर देव नामक स्थल है। वर्तमान में यहां कर्इ प्राचीन टीले हैं इन टीलों के पास ही एक शिवलिंग है। चूंकि यह शिवलिंग लम्बार्इ में मूसर की आकृति का है जिसके कारण स्थानीय लोक इसे मूसर देव के नाम से जानते है। टीलों का विवरण है: टीला क्रमांक 01 :- इस टीले का आकर 12&times;12&times;2 मी. है। टीले पर एक षिवलिंग है जो दो भागों में विभक्त है जिसका माप 135&times;20&times;19 से.मी. है एवं जलहरी 97&times;40&times;8 से.मी. है। टीला क्रमांक 02 इस टीले का आकार 18&times;20&times;3 मी. है। यह टीला प्रथम टीले से लगभग 50 मी. की दूरी पर दक्षिण दिषा में सिथत है यहां पर बिखरी पड़ी र्इटों की माप 34&times;17&times;7 से.मी. है। इस टीले की भी अज्ञात लोगों द्वारा 4&times;2&times;2 की परिधि में खुदार्इ की जा चुकी हैै। खुदार्इ से र्इंटों से निर्मित दीवारें स्पश्ट दिखार्इ दे रही है। इसके अतिरिक्त कोण्डागांव जिले में अनेक स्थल है जिनका पुरातातिवक व धार्मिक महत्व है।</p>","SubContentHindi":null,"ImageUrl":"182b1ec8-4f64-4d40-85bc-25a14a591d2d_Mulumula.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. आराध्य माँ दंतेष्वरी - बडे़डोंगर","SubTitleHindi":null,"SubContent":"<p>फरसगांव से मात्र 16 कि.मी. दूरी पर रचा बसा चारों ओर पहाडि़यों से घिरा यह क्षेत्र बडे़डोंगर अपने इतिहास का बखान कर रहा है। आज इस क्षेत्र की चर्चा सम्पूर्ण छत्तीसगढ़ राज्य में है। कहावत है, कि बस्तर की आराध्य देवी मां दंतेष्वरी का निवास स्थान प्रमुख रूप से मंदिर दंतेवाड़ा है। पहले कभी बस्तर की राजधानी बडे़डोंगर में मार्इ जी का प्रमुख पर्व दषहरे का संचालन इसी मंदिर से होता था। कथा प्रचलित है कि महिशासुर नामक दैत्य का संग्राम मां दंतेष्वरी से इसी स्थल पर हुआ था। महिशासुर उस रणभूमि में कोटि-कोटि सहस्त्र रथ हाथियों एवं घोड़ों से घिरा हुआ था। देवी ने अस्त्र षस्त्रों काी वर्शा कर उनके सारे उपाय विफल किए। बडे़डोंगर में पुराने समय में 147 तालाब पाये गये थे जो इसे विषेश तौर पर तालाबों की पवित्र नगरी के नाम से विख्यात करते है।</p>","SubContentHindi":null,"ImageUrl":"2b1060e5-bcc8-4fda-9093-353616a4cd1f_Adorable-Mum-Danteshwari-Baddongar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. पर्यटक स्थल","SubTitleHindi":null,"SubContent":"<p>आलोर :- ग्राम पंचायत आलोर जनपंद पंचायत फरसगांव के अंतर्गत है। पंचायत की दांयी दिशा में अत्यंत ही मनोरम पर्वत श्रृंखला है। इस पर्वत श्रृंखला के बीचोंबीच धरातल से 100 मी. की ऊंचार्इ पर प्राचीनकाल की मां लिंगेष्वरी देवी की प्रतिमा विधमान है। जनश्रुति अनुसार मंदिर सातवीं शताब्दी का होना बतया जाता जा रहा है। इस मंदिर के प्रांगण में प्राचीन गुफाएं सिथत है। प्राचीन मान्यता के अनुसार वर्श में एक बार पितृमोक्ष अमावस्या माह के प्रथम बुधवार को श्रद्धालुओं के दर्षन हेतु पाशाण कपाट खोला जाता है। सूर्योदय के साथ ही दर्षन प्रारंभ होकर सूर्यास्त तक मां की प्रतिमा का दर्षन कर श्रद्धालुगण हर्श विभोर होते है।</p>\r\n<p>सुरम्य घाटी केशकाल की :- कोण्डागांव जिले की केशकाल तहसील में सुरम्य एवं मनोहरी केशकाल घाटी राष्ट्रीय राजमार्ग 30 पर कोण्डागांव-कांकेर के मध्य सिथत है। केषकाल घाटी घने वन क्षेत्र, पहाडि़यों तथा खूबसूरत घुमावदार मोड़ों के लिए प्रसिद्ध है। इसे तेलिन घाटी के नाम से भी जाना जाता है। इस घाटी के मध्य से गुजरने वाला 4 कि.मी. का राजमार्ग तथा इस पर सिथत 12 घुमावदार मोड़ पथिकों के मन में उत्साह एवं रोमांच भर देते है। मार्ग के किनारे तेलिन माता का मंदिर सिथत है एवं कुछ दूर भंगाराम मांर्इ जो न्याय की देवी मानी जाती हैं उनका पवित्र स्थल स्थित है। तेलिन सती मां मंदिर में यात्री रूककर माता का दर्शन तथा क्षणिक विश्राम कर अपने गंतव्य की ओर प्रस्थान करत है।</p>\r\n<p>टाटामारी :- धन-धान्य की अधिश्ठात्री शक्ति -स्वरूपा माता महालक्ष्मी शक्ति पीठ छत्तीसगढ़ टाटामारी सुरडोंगर केषकाल में आदिमकाल से पौराणिक मान्यताओें पर अखण्ड ऋषि के तपोवन पर स्थापित है। बारह भंवर केशकाल घाटी के ऊपरी पठार पर पिछले कर्इ वर्शों से दीपावली लक्ष्मी पूजा के दिन विधि-विधान से श्रद्धालुजन पूजा अर्चना सम्पन्न करते आ रहें है। सुरडोंगर तालाब भंगाराम मार्इ मंदिर होते टाटामारी ऊपरी पहाड़ी पठार पर महालक्ष्मी शक्ति पीठ स्थल तक माता भार्इ बहन श्रद्धा भकित से पहुंचते हैं। प्राकृतिक सौंदर्य से आच्छादित स्थल,मनोरम छटा, सौंदर्यमयी अनुपम स्थल का दर्षन करते हैं।ऐतिहासिक धरोहर स्थल टाटामारी के पठार कही डेढ सौ एकड़ जमीन पर अनुपम ऊंची चोटियों का विहंगम दृष्य देखते बनता है। या स्थल नैसर्गिक रूप से मनोहरी है।</p>\r\n<p>ऐतिहासिक- धार्मिक स्थल गढ़ धनोरा :- गढ़ धनोरा ऐतिहासिक-धार्मिक स्थल नवगठित कोंडागांव जिले के केशकाल तहसील में स्थित है,यह कोण्डागांव जिले के केशकाल तहसील में स्थित है, यह कोण्डगांव-केशकालमुख्य मार्ग पर केशकाल से 2 कि.मी. पूर्व बायें ओर 3 किमी की दूरी पर सिथत है। धनोरा को कर्ण की राजधानी कहा जाता है। गढ़ धनोरा में 5-6वीं षदी के प्राचीन मंदिर, विश्णु एंव अन्य मूर्तियां व बावड़ी प्राप्त हुर्इ है। यहां केशकाल टीलों की खुदार्इ पर अनेक शिव मंदिरों मिले है। यहां स्थित एक टीले पर कर्इ शिवलिंग है, यह गोबरहीन के नाम से प्रसिद्ध है। यहां महाशिवरात्रि के अवसर पर विशाल मेला भरता है। इसी तरहकेशकाल की पवित्र पुरातातिवक भूमि में अनेक स्थल ऐसे हैं जो न केवल प्राचीन इतिहास के लिए अत्यंत महत्वपूर्ण है बलिक श्रद्धा एवं आस्था के अदभुत केंद्र है। जिनमें नारना मे अदभुत शिवलिंग तथा पिपरा के जोड़ा शिवलिंग की बड़ी मान्यता है।</p>\r\n<p>भोंगापाल :- भोंगापाल कोण्डागांव जिले के फरसगांव तहसील के बडे़डोंगर क्षेत्र में भोंगापाल गांव सिथत है। भोंगापाल, बंडापाल, मिसरी तथा बड़गर्इ ग्रामों के मध्य बौद्धकालीन ऐतिहासिक टीले एवं अवषेश मौजुद हैं। ये ऐतिहासिक टीले एवं अवषेश मौर्य युगीन तथा गुप्तकालीन हैं। इतिहासकारों का अनुमान है कि यह स्थल प्राचीन काल में दक्षिणी राज्यों को जोड़ने वाले मार्ग पर सिथत है। भोंगापाल में र्इंटों से निर्मित विषाल चैत्य मंदिर है, यह चैत्य बौद्ध भिक्षुओं के धर्म प्रचार- प्रसार एवं निवास का प्रमुख केन्द्र था। इसके समीप एक ध्वंस मंदिर के पास सप्तमातृकाओंं की प्रतिमा है, जिसमें एक ही षिला पर वैश्णवी, कौमारी, इंद्राणी,माहेष्वरी, वाराही, चामुण्डा तथा नरसिंही की प्रतिमा निर्मित है।</p>\r\n<p>जटायु शिला:- जटायु षिला फरसगांव के समीप कोण्डगांव फरसगांव मुख्य मार्ग से पषिचम दिषा में 3 किमी की दूरी पर सिथत है। यहां पहाड़ी के ऊपर बड़ी-बड़ी षिलाएं है। षिलाओं तथा वाच टावर से दूर-दूर तक मनोहारी प्राकृतिक दृष्य दिखायी देते हैं। कहा जाता है कि इसी स्थान पर रामायण काल में सीता जी के हरण के दौरान रावण एवं जटायु के मध्य संघर्श हुआ था।</p>\r\n<p>शैल चित्र:- इनका पाया जाना कोण्डागांव जिले को एक विषिश्ट पहचान देता है। ये षैल चित्र लिंगदरहा, लहू हाता, लयाह मटटा, मुत्ते खड़का, सिंगार हुर में पाए गए हैं। जो व्यापक षोध का विशय हो सकते हैं।</p>\r\n<p>source:&nbsp;http://kondagaon.gov.in</p>","SubContentHindi":null,"ImageUrl":"93a5ecce-6af2-4564-a31e-2ab5afc9bdb6_Tourist-place-Kondagaon.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>कोंडागांव जिले में आपका स्वागत है</p>\r\n<p>क्र.सं. शहर / शहर की दूरी (लगभग) राज्य सड़क का प्रकार</p>\r\n<p>1. रायपुर 225 के.एम. छत्तीसगढ़ एन.एच.-30</p>\r\n<p>2. कांकेर 85 के.एम. छत्तीसगढ़ एन.एच.-30</p>\r\n<p>3. नारायणपुर 52 K.M छत्तीसगढ़ NH-16</p>\r\n<p>4. उमरकोट 65 K.M छत्तीसगढ़ NH-16</p>","SubContentHindi":null,"ImageUrl":"6d5f512f-89d9-4bb6-8e29-140e925acc5f_Kondagaon-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kondagaon-chhattisgarh","tags":[{"name":"कोंडागांव","slug":"kondagaon"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":222,"title":"कोंडागांव में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"6f104e58-7aaf-4043-8215-60ae5d0fcadd_Kondagaon-image.jpg","dateCreated":"2019-01-05T13:46:14.985Z","dateModified":"2019-01-05T14:00:34.913Z","contributedBy":"AskGif","content":"कोंडागांव जगदलपुर शहर से लगभग 70 किलोमीटर दूर एक नगर पालिका है जो भारतीय राज्य छत्तीसगढ़ में कोंडागांव जिले का मुख्यालय है। कोंडागांव 24 जनवरी 2012 को बस्तर जिले से अलग हो गया और छत्तीसगढ़ राज्य के 27 वें जिले के रूप में गठित हुआ। यह ज्यादातर अपने बेल मेटल क्राफ्ट और अन्य कलाओं के लिए प्रसिद्ध है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6f104e58-7aaf-4043-8215-60ae5d0fcadd_Kondagaon-image.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोंडागांव","slug":"kondagaon"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-kondagaon-chhattisgarh","total":0},{"id":218,"title":"जांजगीर-चांपा (नैला जांजगीर) में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","dateCreated":"2019-01-05T05:03:15.279Z","dateModified":"2019-01-05T05:47:26.314Z","contributedBy":"AskGif","content":"जांजगीर-चांपा भारतीय राज्य छत्तीसगढ़ में एक जिला है और एक छोटा सा विकासशील जिला है। जिला जांजगीर का जिला मुख्यालय जांजगीर-चम्पा कलचुरी राजवंश के महाराजा जाजवल्य देव का शहर है। इससे पहले बिलासपुर जिले का एक हिस्सा, जांगिड़ को 1998 में अपने स्वयं के एक अलग जिले में तराशा गया था, और ताजे खनन वाले जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नैला-जांजगीर","slug":"naila-janjgir"},{"name":"जांजगीर-चंपा","slug":"janjgir-champa"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-janjgir-champa-naila-janjgir-chhattisgarh","total":0},{"id":217,"title":"गरियाबंद में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"b7a1d1b7-8f4a-426a-9b38-039a1bf99c41_gariaband-district-chhattisgarh.png","dateCreated":"2019-01-04T14:44:45.55Z","dateModified":"2019-01-04T15:10:44.437Z","contributedBy":"AskGif","content":"गरियाबंद छत्तीसगढ़ राज्य का एक छोटा सा शहर है और हेडकाउटर गरियाबंद जिला है।\r\n&nbsp;\r\nनिकटतम रेलहेड महासमुंद रेलवे स्टेशन है।\r\n&nbsp;\r\nपर्यटन\r\nजटामयी मंदिर - रायपुर से 85 किलोमीटर दूर गरियाबंद में स्थित है। \"जटामयी मंदिर\" एक छोटे से जंगल के खूबसूरत स्थलों के बीच ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b7a1d1b7-8f4a-426a-9b38-039a1bf99c41_gariaband-district-chhattisgarh.png","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गरियाबंद","slug":"gariaband"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-gariaband-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}