{"id":223,"title":"Top Places to visit in Korba, Chhattisgarh","imageUrl":"a716c824-f2ad-45f7-9d6c-2011a933c0ab_Korba-railway.jpg","dateCreated":"2019-01-05T16:21:43.145Z","dateModified":"2019-01-05T17:48:30.621Z","contributedBy":"AskGif","content":"<p>Korba is a city and an industrial area in Korba District in the Indian state of Chhattisgarh. Korba is known as the Power Capital of India. Korba has South Eastern Coalfields (SECL), National Thermal Power Corporation (NTPC), Chhattisgarh State Power Generation Company (CSPGCL), Bharat Aluminium Company (BALCO), Lanco Amarkantak Power Plant and various industries.</p>\r\n<p>Government and jurisdiction</p>\r\n<p>Korba is headquarter of Korba district. Korba City has been a metropolitan municipality with a mayor-council form of government. Korba Municipal Corporation (KMC) was established in 1956 under the Madhya Pradesh Nagar Palika Nigam Adhiniyam. The KMC is responsible for public education, correctional institutions, libraries, public safety, recreational facilities, sanitation, water supply, local planning and welfare services. The mayor and councillors are elected to five-year terms.</p>\r\n<p>&nbsp;</p>\r\n<p>Korba (Lok Sabha constituency) is a Lok Sabha parliamentary constituency for the city and constituency is composed of the following assembly segments:[13] Rampur (ST) (assembly constituency no. 20), Korba (assembly constituency no. 21), Katghora (assembly constituency no. 22) and Pali-Tanakhar (ST) (assembly constituency no. 23) is part of Korba district. Currently, Banshilal Mahto of Bharatiya Janata Party is a member of parliament to the 16th Lok Sabha and Jaysingh Agrawal of Indian National Congress sitting Member of the Legislative Assembly from Korba (Vidhan Sabha constituency)</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools</p>\r\n<p>DELHI PUBLIC SCHOOL,NTPC</p>\r\n<p>KENDRIYA VIDYALAYA, NTPC</p>\r\n<p>Beacon English School</p>\r\n<p>DAV Public School, Gevra</p>\r\n<p>DAV Public School, S.E.C.L., Kusmunda</p>\r\n<p>Jawahar Navodaya Vidyalaya, Korba</p>\r\n<p>DAV Public School, S.E.C.L., Korba</p>\r\n<p>College</p>\r\n<p>Government Engineer Vishwesarraiya Post Graduate College</p>\r\n<p>Government Minimata Girls College</p>\r\n<p>Government Polytechnic, Korba</p>\r\n<p>Institute of Technology, Korba</p>\r\n<p>Jyoti Bhushan Pratap Singh Law College, Korba</p>\r\n<p>Kamla Nehru College, Korba</p>\r\n<p>Modern College of Management and Information Technology</p>\r\n<p>source: https://en.wikipedia.org/wiki/Korba,_Chhattisgarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a716c824-f2ad-45f7-9d6c-2011a933c0ab_Korba-railway.jpg","subContents":[{"SubTitle":"1. Devapahari","SubTitleHindi":null,"SubContent":"<p>Devapahari is situated 58 KM. North East from Korba on the bank of Chornai river. This river made one lovely water fall named Govind Kunj in Devapahari.</p>","SubContentHindi":null,"ImageUrl":"90132e25-4405-4370-a592-69d956c0dc58_Devapahari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Kudurmal","SubTitleHindi":null,"SubContent":"<p>Kudurmal is a small village sitauted around 15 KM away from Korba district headquarter. The historical importance is that there is a Samadhi of one of the disciple of Saint Kabir&rsquo;s, which is about 500 years old.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides this, there is a temple named Sankatmochan Hanuman Mandir, which was built by Mahatma Kevlal Patel, who was a prominent Saint.an idol of Hanuman has been installed in the centre of the temple. the sorroundings of the temple has small other temples of Kali, Durga, Ram, Sita, Kabir etc. There is a fair on Magh Purnima in every year (January and February).</p>\r\n<p>&nbsp;</p>\r\n<p>near the temple there is a cave below a rock, which is also attracted by the pillgrims rock.</p>","SubContentHindi":null,"ImageUrl":"d86f5a9b-bb49-4a06-ab89-1aa569b29d61_Kudurmal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Kanki","SubTitleHindi":null,"SubContent":"<p>Kanki is a village situated on the banks of Hasdeo river near Urga, which is at 20 KM from Korba. Kanki is at a distance of 12 Kms From Urga. This religious place famous in the name of Kankeshwar or Chakreshwar Mahadev temple. It is believed that the temple at Kanki was built near AD 1857 by the Zamindars of Korba.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple is adorned with number of beautiful images made in stones. There is number of idols of God Shiva Parvati etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides this, there is another ancient temple of goddess Durga.</p>\r\n<p>&nbsp;</p>\r\n<p>This village is surrounded by dense forest and number of ponds can be found there. The area is visited by migratory birds who vist here during their breeding time.</p>","SubContentHindi":null,"ImageUrl":"67fe9d2d-d61a-4bf9-aca4-b6bda2340ade_Kanki.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Mouhargarh","SubTitleHindi":null,"SubContent":"<p>The remnants of the fort is found at the height of 2000 ft. on Pouna Khara hill, which is situated around 15 kms north east of Rajgamar coal mines. An encient writing can be found on one of the pillars. Besides there are some idols.</p>\r\n<p>&nbsp;</p>\r\n<p>The dense forest around the fort is home for various types of wild animals and birds.</p>","SubContentHindi":null,"ImageUrl":"54b0026c-b8f9-4532-8a2d-602bc620cfaa_Mouhargarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Tuman","SubTitleHindi":null,"SubContent":"<p>Tuman is a small village situated at 10 km away from Katghora, which is 30 km away from district headquarter in the north-west direction.</p>\r\n<p>&nbsp;</p>\r\n<p>The ancient history states that Tuman was the capital of kings in Haihaya dynasty. One ancient Shiv Mandir is found here. It is believed that the mandir was built during the reign of Kalchuri (Near 11 A.D) by the king Ratnadev First.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides this Shiv Mandir, some other remnants are also found there.</p>","SubContentHindi":null,"ImageUrl":"ab67f2bb-894b-49d5-b3c5-4df43b64feb3_Tuman.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Chaiturgarh","SubTitleHindi":null,"SubContent":"<p>Chaithurgarh (Lafagarh) is situated around 70 kms away from Korba town. it is 25 KM north of Pali and situated at a height of 3060 height on the hill top. It was constructed by Raja Pratwidev First. Archeologists consider it as one of the strongest natural fort. Since it is protected by strong natural walls, only at some places walls have been built. The fort has three main entrances which are named as Menaka, Humkara, and Simhadwar.</p>\r\n<p>&nbsp;</p>\r\n<p>On the hilltop there is a plain area having an area of 5sqkm. where there are five ponds. Out of which three are Perennially full of water.</p>\r\n<p>&nbsp;</p>\r\n<p>The famous Mahishasur Mardini temple is situated here. The idol of Mahishasur Mardini having 12 hands is installed in the sanctum sanctorum. Shankar cave is situated 3 kms away from the temple. The cave which is like a tunnel, is 25 ft. long. One can go inside the cave only by creeping since it is very short in diameter.</p>\r\n<p>&nbsp;</p>\r\n<p>The hillocks of chaithurgarh is famous for its natural beauty and the adventures experiences it offers. Many types of wild animals and birds are found here. The SECL constructed a rest house for visitors here. The temple trust also made some rooms for the tourists.</p>\r\n<p>Special Pujas are held during the Navaratri.</p>","SubContentHindi":null,"ImageUrl":"6f54cd9e-e387-4f24-bdb8-9396e313d7ce_Chaiturgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Madwarani","SubTitleHindi":null,"SubContent":"<p>Madwarani Mandir is situated on the Korba-Champa Road at a distance 22 KM from district headquarter.There is a temple of Godess Madwarani at the top of the hill. The legend behind this temple is that at the season of Nawaratri, jowar was growing under Kalmi trees near the temple. During the Nawratri season(September. October) of each year there is fair celebrated by the local people.</p>","SubContentHindi":null,"ImageUrl":"ecb8dd32-c5ab-4471-8ab1-18740337dbc9_Madwarani.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Sarvamangala","SubTitleHindi":null,"SubContent":"<p>Sarvamangala is one of the famous temple in Korba district.The Goddess of this temple is Durga. This temple was built by the ancestors of Rajeshwar Dayal one of the Zamindar in Korba. The temple is sorrounded by Trilokinath Mandir, Kali Mandir and Jyoti Kalash Bhavan. There is also a cave, which goes under the river and comes out on the other side. Rani Dhanraj Kunwar Devi was used to this cave for her daily visit to the temple.</p>","SubContentHindi":null,"ImageUrl":"990be6f9-3cd8-4d7d-9db0-8651073ef408_Sarvamangala.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Kosagaigarh","SubTitleHindi":null,"SubContent":"<p>Kosagaigarh is a village situated 25 kms off Korba-Katghora Road on the hillocks of Putka Pahad. This was built by Raja. Natural walls protect it and so only at some parts the builders felt the need of constructing walls. From this place, which is situated 1570 feet from the sea level, a big part of Korba district is visible.</p>\r\n<p>&nbsp;</p>\r\n<p>At the main entry point of the fort there is a tunnel like passage, where there is space for only one person can walk.</p>\r\n<p>&nbsp;</p>\r\n<p>During war the soldiers of the king used to prevent the enemy by rolling down big stones from the fort.</p>\r\n<p>&nbsp;</p>\r\n<p>Remains of ancient structures like etc. are scattered around the hill. The fort is hidden in the dense forest, which is the home for wild animals like beer, leopard etc.</p>","SubContentHindi":null,"ImageUrl":"c8a46313-11b4-4391-82e3-473ecc7dc108_Kosagaigarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. Kendai","SubTitleHindi":null,"SubContent":"<p>Kendai is a village situated at a distance 85 km from korba district headquarter on the Bilaspur-Ambikapur State highway No. 5. This is one of the beautiful picnic spot in the district. There is one lovely waterfall having 75 feet height.</p>","SubContentHindi":null,"ImageUrl":"40717b05-0729-44bf-a66b-8427b483f3c6_Kendai.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. How to Reach","SubTitleHindi":null,"SubContent":"<p>The headquarter of Korba districts situated about 200 KM. from the capital city Raipur.</p>\r\n<p>&nbsp;</p>\r\n<p>By Train : From Raipur Junction to Korba train takes approx. 4hrs. Train route is From Raipur (Jn.) &ndash; Bilaspur (Jn) &ndash; Champa (Jn) -Korba station.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road : From Raipur to Korba it takes approx. 5 hrs via Road. Route is Raipur &ndash; Bilaspur &ndash; Pali &ndash; Katghora &ndash; Korba.</p>\r\n<p>source: https://korba.gov.in/</p>","SubContentHindi":null,"ImageUrl":"e671c5b8-4023-4e54-9898-f4fac821346e_Korba-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-korba-chhattisgarh","tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"korba","slug":"korba"}],"recommendations":[{"id":232,"title":"Top Places to visit in Surajpur, Chhattisgarh","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"Surajpur is a city and a Nagar Palika Parishad situated in the bank of Rihand River in Surajpur district of Chhattisgarh state in central India. It is the administrative headquarters of the Surajpur district, located 256 km North from the state headquarters Raipur. National Highway 43 has its rou","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"surajpur","slug":"surajpur"}],"slug":"top-places-to-visit-in-surajpur-chhattisgarh","total":0},{"id":226,"title":"Top Places to visit in Mungeli, Chhattisgarh","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"Mungeli is a town and a municipality in Mungeli district in the Indian state of Chhattisgarh. Pin code of Mungeli is 495334. Mungeli is a newly formed district from the separation of bilaspur district.\r\nMungeli district is a district of Chhattisgarh, India,[1] with headquarters in Mungeli.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mungeli","slug":"mungeli"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-mungeli-chhattisgarh","total":0},{"id":213,"title":"Top Places to visit in Dantewada, Chhattisgarh","imageUrl":"2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","dateCreated":"2019-01-04T05:11:02.899Z","dateModified":"2019-01-04T07:09:04.274Z","contributedBy":"AskGif","content":"Dantewada (also known as Dantewara) is a town and a nagar palika in the Dantewada district in the state of Chhattisgarh, India.[1] It is the administrative headquarters of Dantewada District.\r\n&nbsp;\r\nThe town is named after the goddess Danteshwari, the presiding deity of the Dantes","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dantewada","slug":"dantewada"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dantewada-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}