{"id":223,"title":"कोरबा में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"a716c824-f2ad-45f7-9d6c-2011a933c0ab_Korba-railway.jpg","dateCreated":"2019-01-05T16:21:43.145Z","dateModified":"2019-01-05T17:48:30.621Z","contributedBy":"AskGif","content":"<p>कोरबा भारतीय राज्य छत्तीसगढ़ में कोरबा जिले का एक शहर और एक औद्योगिक क्षेत्र है। कोरबा को भारत की शक्ति राजधानी के रूप में जाना जाता है। कोरबा में साउथ ईस्टर्न कोलफील्ड्स (SECL), नेशनल थर्मल पावर कॉर्पोरेशन (NTPC), छत्तीसगढ़ स्टेट पावर जनरेशन कंपनी (CSPGCL), भारत एल्युमीनियम कंपनी (BALCO), लैंको अमरकंटक पावर प्लांट और विभिन्न उद्योग हैं।</p>\r\n<p>सरकार और क्षेत्राधिकार</p>\r\n<p>कोरबा कोरबा जिले का मुख्यालय है। कोरबा शहर एक महानगरीय नगरपालिका रहा है जिसमें सरकार का मेयर-परिषद रूप होता है। कोरबा नगर निगम (KMC) की स्थापना 1956 में मध्य प्रदेश नगर पालिका निगम अधिनयम के तहत की गई थी। केएमसी सार्वजनिक शिक्षा, सुधारक संस्थानों, पुस्तकालयों, सार्वजनिक सुरक्षा, मनोरंजन सुविधाओं, स्वच्छता, जल आपूर्ति, स्थानीय नियोजन और कल्याण सेवाओं के लिए जिम्मेदार है। महापौर और पार्षदों को पांच साल के लिए चुना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोरबा (लोकसभा निर्वाचन क्षेत्र) शहर और निर्वाचन क्षेत्र के लिए एक लोकसभा संसदीय क्षेत्र है जो निम्नलिखित विधानसभा क्षेत्रों से बना है: [१३] रामपुर (एसटी) (विधानसभा निर्वाचन क्षेत्र संख्या २०), कोरबा (विधानसभा निर्वाचन क्षेत्र संख्या २१), कटघोरा। (विधानसभा निर्वाचन क्षेत्र संख्या 22) और पाली-तनखार (एसटी) (विधानसभा क्षेत्र संख्या 23) कोरबा जिले का हिस्सा है। वर्तमान में, भारतीय जनता पार्टी के बंशीलाल महतो 16 वीं लोकसभा के लिए संसद सदस्य हैं और कोरबा (विधानसभा क्षेत्र) से भारतीय राष्ट्रीय कांग्रेस के जयसिंह अग्रवाल विधान सभा के सदस्य बैठे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>स्कूलों</p>\r\n<p>दिल्ली पब्लिक स्कूल, एनटीपीसी</p>\r\n<p>KENDRIYA VIDYALAYA, NTPC</p>\r\n<p>बीकन इंग्लिश स्कूल</p>\r\n<p>डीएवी पब्लिक स्कूल, गेवरा</p>\r\n<p>डीएवी पब्लिक स्कूल, एस.ई.सी.एल, कुसमुंडा</p>\r\n<p>जवाहर नवोदय विद्यालय, कोरबा</p>\r\n<p>डीएवी पब्लिक स्कूल, एस.ई.सी.एल., कोरबा</p>\r\n<p>कॉलेज</p>\r\n<p>गवर्नमेंट इंजीनियर विश्वेसरैया पोस्ट ग्रेजुएट कॉलेज</p>\r\n<p>गवर्नमेंट मिनीमाता गर्ल्स कॉलेज</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक, कोरबा</p>\r\n<p>प्रौद्योगिकी संस्थान, कोरबा</p>\r\n<p>ज्योति भूषण प्रताप सिंह लॉ कॉलेज, कोरबा</p>\r\n<p>कमला नेहरू कॉलेज, कोरबा</p>\r\n<p>आधुनिक प्रबंधन और सूचना प्रौद्योगिकी कॉलेज</p>\r\n<p>source: https://en.wikipedia.org/wiki/Korba,_Chhattisgarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a716c824-f2ad-45f7-9d6c-2011a933c0ab_Korba-railway.jpg","subContents":[{"SubTitle":"1. देवपहाड़ी","SubTitleHindi":null,"SubContent":"<p>देवपहाड़ी 58 KM में स्थित है। चूरई नदी के तट पर कोरबा से उत्तर पूर्व। इस नदी ने देवपहाड़ी में गोविंद कुंज नाम का एक प्यारा सा झरना बनाया।</p>","SubContentHindi":null,"ImageUrl":"90132e25-4405-4370-a592-69d956c0dc58_Devapahari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कुदुरमल","SubTitleHindi":null,"SubContent":"<p>कुदुरमल कोरबा जिला मुख्यालय से लगभग 15 KM दूर एक छोटा सा गाँव है। ऐतिहासिक महत्व यह है कि संत कबीर के शिष्य की एक समाधि है, जो लगभग 500 वर्ष पुरानी है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके अलावा, संकटमोचन हनुमान मंदिर नाम का एक मंदिर है, जिसे महात्मा केवलाल पटेल ने बनवाया था, जो एक प्रमुख संत थे। हनुमान की मूर्ति मंदिर के केंद्र में स्थापित की गई है। मंदिर के आसपास के मंदिरों में काली, दुर्गा, राम, सीता, कबीर आदि के अन्य छोटे मंदिर हैं। प्रत्येक वर्ष (जनवरी और फरवरी) में माघ पूर्णिमा पर मेला लगता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर के पास एक चट्टान के नीचे एक गुफा है, जो कि खंभे की चट्टान से भी आकर्षित है।</p>","SubContentHindi":null,"ImageUrl":"d86f5a9b-bb49-4a06-ab89-1aa569b29d61_Kudurmal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कांकी","SubTitleHindi":null,"SubContent":"<p>कांकी उरगा के पास हसदेव नदी के तट पर स्थित एक गाँव है, जो कोरबा से 20 KM की दूरी पर है। कांकी उरगा से 12 किलोमीटर की दूरी पर है। यह धार्मिक स्थान कनकेश्वर या चक्रेश्वर महादेव मंदिर के नाम से प्रसिद्ध है। ऐसा माना जाता है कि कांकी में मंदिर 1857 ई। के आसपास कोरबा के जमींदारों द्वारा बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर पत्थरों में बने कई सुंदर चित्रों से सुशोभित है। भगवान शिव पार्वती आदि की मूर्तियों की संख्या है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके अलावा, देवी दुर्गा का एक और प्राचीन मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह गाँव घने जंगल से घिरा हुआ है और वहाँ तालाबों की संख्या पाई जा सकती है। क्षेत्र में उन प्रवासी पक्षियों द्वारा दौरा किया जाता है जो अपने प्रजनन समय के दौरान यहां रहते हैं।</p>","SubContentHindi":null,"ImageUrl":"67fe9d2d-d61a-4bf9-aca4-b6bda2340ade_Kanki.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. मोहरगढ़","SubTitleHindi":null,"SubContent":"<p>किले के अवशेष 2000 फीट की ऊँचाई पर, पौना खारा पहाड़ी पर पाए जाते हैं, जो राजगाम की कोयला खदानों से लगभग 15 किलोमीटर उत्तर पूर्व में स्थित है। स्तंभों में से एक पर एक ईर्ष्या लेखन पाया जा सकता है। इसके अलावा कुछ मूर्तियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>किले के चारों ओर घने जंगल विभिन्न प्रकार के जंगली जानवरों और पक्षियों के लिए घर हैं।</p>","SubContentHindi":null,"ImageUrl":"54b0026c-b8f9-4532-8a2d-602bc620cfaa_Mouhargarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. तुमन","SubTitleHindi":null,"SubContent":"<p>तुमान कटघोरा से 10 किमी दूर स्थित एक छोटा सा गाँव है, जो उत्तर-पश्चिम दिशा में जिला मुख्यालय से 30 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्राचीन इतिहास में कहा गया है कि तुमान हैहय वंश में राजाओं की राजधानी थी। एक प्राचीन शिव मंदिर यहाँ पाया जाता है। ऐसा माना जाता है कि मंदिर राजा रत्नादेव प्रथम द्वारा कलचुरी (लगभग 11 A.D) के शासनकाल के दौरान बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इस शिव मंदिर के अलावा, कुछ अन्य अवशेष भी वहाँ पाए जाते हैं।</p>","SubContentHindi":null,"ImageUrl":"ab67f2bb-894b-49d5-b3c5-4df43b64feb3_Tuman.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. चैतुरगढ़","SubTitleHindi":null,"SubContent":"<p>कोरबा शहर से लगभग 70 किलोमीटर दूर चैथुरगढ़ (लाफागढ़) स्थित है। यह पाली के उत्तर में 25 KM और पहाड़ी की चोटी पर 3060 की ऊँचाई पर स्थित है। इसका निर्माण राजा पृथ्वीराज प्रथम ने करवाया था। पुरातत्वविदों ने इसे सबसे मजबूत प्राकृतिक किले में से एक माना है। चूंकि यह मजबूत प्राकृतिक दीवारों द्वारा संरक्षित है, केवल कुछ स्थानों पर दीवारों का निर्माण किया गया है। किले के तीन मुख्य प्रवेश द्वार हैं जिनका नाम मेनका, हमकारा और सिंहद्वार है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिलटॉप पर एक मैदानी क्षेत्र है जिसका क्षेत्रफल 5 वर्ग किमी है। जहाँ पाँच तालाब हैं। जिनमें से तीन पानी से भरे हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रसिद्ध महिषासुर मर्दिनी मंदिर यहाँ स्थित है। गर्भगृह में 12 हाथों वाली महिषासुर मर्दिनी की मूर्ति स्थापित है। मंदिर से 3 किलोमीटर दूर शंकर गुफा स्थित है। सुरंग की तरह बनी यह गुफा 25 फीट लंबी है। व्यास में बहुत कम होने के बाद ही कोई भी गुफा के अंदर जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चैथुरगढ़ की पहाड़ी अपनी प्राकृतिक सुंदरता के लिए प्रसिद्ध है और रोमांच का अनुभव कराता है। कई प्रकार के जंगली जानवर और पक्षी यहाँ पाए जाते हैं। SECL ने यहां आगंतुकों के लिए एक विश्राम गृह का निर्माण किया। मंदिर ट्रस्ट ने पर्यटकों के लिए कुछ कमरे भी बनाए हैं।</p>\r\n<p>नवरात्रि के दौरान विशेष पूजा आयोजित की जाती है।</p>","SubContentHindi":null,"ImageUrl":"6f54cd9e-e387-4f24-bdb8-9396e313d7ce_Chaiturgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. मदवरानी","SubTitleHindi":null,"SubContent":"<p>मदरवानी मंदिर कोरबा-चंपा रोड पर जिला मुख्यालय से 22 किलोमीटर की दूरी पर स्थित है। पहाड़ी के शीर्ष पर देवी मदवरानी का मंदिर है। इस मंदिर के पीछे किंवदंती यह है कि नवरात्रि के मौसम में, मंदिर के पास कलमी पेड़ों के नीचे ज्वार बढ़ रहा था। प्रत्येक वर्ष के नवरात्रि के मौसम (सितंबर अक्टूबर) के दौरान स्थानीय लोगों द्वारा मेला मनाया जाता है।</p>","SubContentHindi":null,"ImageUrl":"ecb8dd32-c5ab-4471-8ab1-18740337dbc9_Madwarani.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. सर्वमंगला","SubTitleHindi":null,"SubContent":"<p>सर्वमंगला कोरबा जिले के प्रसिद्ध मंदिरों में से एक है। इस मंदिर की देवी दुर्गा हैं। यह मंदिर कोरबा के जमींदार राजेश्वर दयाल के पूर्वजों द्वारा बनाया गया था। मंदिर त्रिलोकीनाथ मंदिर, काली मंदिर और ज्योति कलश भवन से घिरा हुआ है। यहां एक गुफा भी है, जो नदी के नीचे जाती है और दूसरी तरफ से निकलती है। रानी धनराज कुंवर देवी इस गुफा के लिए मंदिर में अपनी दैनिक यात्रा के लिए जाती थीं।</p>","SubContentHindi":null,"ImageUrl":"990be6f9-3cd8-4d7d-9db0-8651073ef408_Sarvamangala.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. कोसागिगढ़","SubTitleHindi":null,"SubContent":"<p>कोसागिगढ़ एक गाँव है जो कोरबा-कटघोरा रोड से 25 किलोमीटर दूर पुटका पहाड की पहाड़ियों पर स्थित है। इसे राजा ने बनवाया था। प्राकृतिक दीवारें इसकी रक्षा करती हैं और इसलिए कुछ हिस्सों में ही बिल्डरों को दीवारों के निर्माण की आवश्यकता महसूस होती है। इस स्थान से, जो समुद्र तल से 1570 फीट की दूरी पर स्थित है, कोरबा जिले का एक बड़ा हिस्सा दिखाई देता है।</p>\r\n<p>&nbsp;</p>\r\n<p>किले के मुख्य प्रवेश बिंदु पर एक सुरंग है जिसमें मार्ग है, जहाँ केवल एक व्यक्ति के चलने के लिए जगह है।</p>\r\n<p>&nbsp;</p>\r\n<p>युद्ध के दौरान राजा के सैनिक किले से बड़े पत्थरों को गिराकर दुश्मन को रोकते थे।</p>\r\n<p>&nbsp;</p>\r\n<p>पहाड़ी आदि प्राचीन संरचना के अवशेष बिखरे हुए हैं। किला घने जंगल में छिपा हुआ है, जो जंगली जानवरों जैसे बीयर, तेंदुआ आदि के लिए घर है।</p>","SubContentHindi":null,"ImageUrl":"c8a46313-11b4-4391-82e3-473ecc7dc108_Kosagaigarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. केंडाई","SubTitleHindi":null,"SubContent":"<p>केंदई, बिलासपुर-अंबिकापुर राज्य राजमार्ग संख्या 5 पर कोरबा जिला मुख्यालय से 85 किलोमीटर की दूरी पर स्थित एक गाँव है। यह जिले के खूबसूरत पिकनिक स्पॉट में से एक है। 75 फीट ऊँचाई वाला एक प्यारा झरना है।</p>","SubContentHindi":null,"ImageUrl":"40717b05-0729-44bf-a66b-8427b483f3c6_Kendai.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>कोरबा जिलों का मुख्यालय लगभग 200 KM है। राजधानी रायपुर से।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन द्वारा: रायपुर जंक्शन से कोरबा तक ट्रेन लगभग जाती है। 4hrs। ट्रेन मार्ग रायपुर (Jn।) से है - बिलासपुर (Jn) - चंपा (Jn) -कोर्बा स्टेशन।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग से: रायपुर से कोरबा तक लगभग अनुमानित जगह है। सड़क के माध्यम से 5 बजे। मार्ग रायपुर - बिलासपुर - पाली - कटघोरा - कोरबा है।</p>\r\n<p>स्रोत: https://korba.gov.in/</p>","SubContentHindi":null,"ImageUrl":"e671c5b8-4023-4e54-9898-f4fac821346e_Korba-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-korba-chhattisgarh","tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"कोरबा","slug":"korba"}],"recommendations":[{"id":232,"title":"सूरजपुर में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"सूरजपुर एक शहर और एक नगर पालिका परिषद है जो मध्य भारत में छत्तीसगढ़ राज्य के सूरजपुर जिले में रिहंद नदी के तट पर स्थित है। यह राज्य मुख्यालय रायपुर से 256 किमी उत्तर में स्थित सूरजपुर जिले का प्रशासनिक मुख्यालय है। राष्ट्रीय राजमार्ग 43 का सूरजपुर से होकर गुजरने का मार्ग है।\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"सूरजपुर","slug":"surajpur"}],"slug":"top-places-to-visit-in-surajpur-chhattisgarh","total":0},{"id":226,"title":"मुंगेली में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"मुंगेली भारतीय राज्य छत्तीसगढ़ में एक शहर और मुंगेली जिले का एक नगरपालिका है। मुंगेली का पिन कोड 495334 है। मुंगेली, बिलासपुर जिले के अलग होने से एक नवगठित जिला है।\r\nमुंगेली जिला छत्तीसगढ़, भारत का एक जिला है, [1] जिसका मुख्यालय मुंगेली में है।\r\nभूगोल\r\nमुंगेली 22.07 &deg; N 8","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मुंगेली","slug":"mungeli"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-mungeli-chhattisgarh","total":0},{"id":213,"title":"दंतेवाड़ा में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","dateCreated":"2019-01-04T05:11:02.899Z","dateModified":"2019-01-04T07:09:04.274Z","contributedBy":"AskGif","content":"दंतेवाड़ा (जिसे दंतेवाड़ा के नाम से भी जाना जाता है) भारत के छत्तीसगढ़ राज्य के दंतेवाड़ा जिले का एक शहर और एक नगर पालिका है। [१] यह दंतेवाड़ा जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nजगदलपुर तहसील से 80 किमी दूर कस्बे में स्थित दंतेश्वरी मंदिर के प्रमुख देवता दंतेश्वरी के नाम पर इस ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दंतेवाड़ा","slug":"dantewada"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dantewada-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}