{"id":225,"title":"महासमुंद में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"c08ecd01-8701-417b-b08d-3adc601f725e_Mahasamund-railway.jpg","dateCreated":"2019-01-06T05:42:22.334Z","dateModified":"2019-01-06T06:05:02.61Z","contributedBy":"AskGif","content":"<p>महासमुंद शहर भारतीय राज्य छत्तीसगढ़ में महासमुंद जिले का एक शहर है। शहर को 30 वार्डों और चार क्षेत्रों में विभाजित किया गया है और यह ट्रांस-महानदी क्षेत्र का सबसे बड़ा शहर है। यह महासमुंद जिले का प्रशासनिक मुख्यालय और धमतरी, बिरगांव और चरोदा के साथ प्रस्तावित नए नगर निगम का हिस्सा है। वर्तमान महापौर (नगर पालिका) श्रीपवन पटेल हैं। [कब?] इस क्षेत्र के लोग महासमुंद डिवीजन संभल (राजस्व डिवीजन) के नए राजस्व डिवीजन बनाने की मांग करते हैं, जिसमें महासमुंद जिला, गरियाबंद जिला और बलौदा बाजार जिला शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मनोरंजन</p>\r\n<p>महासमुंद शहर में दो सिनेमा हॉल विठोबा सिनेप्लेक्स और श्रीराम टॉकीज हैं। हाल ही में तीन स्क्रीन इनबॉक्स मल्टीप्लेक्स के निर्माण की प्रक्रिया चल रही है जो कभी पूरी नहीं होगी।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>महासमुंद शहर आस-पास के क्षेत्रों का शैक्षणिक केंद्र है। कुछ प्रमुख संस्थान हैं</p>\r\n<p>&nbsp;</p>\r\n<p>वीडनर मेमोरियल सीनियर सेकेंडरी स्कूल सीबीएसई पैटर्न</p>\r\n<p>केन्द्रीय विद्यालय सीबीएसई पैटर्न</p>\r\n<p>न्यू होली फेथ स्कूल सीबीएसई पैटर्न</p>\r\n<p>दिल्ली पब्लिक स्कूल सीबीएसई पैटर्न</p>\r\n<p>महर्षि पब्लिक स्कूल सीबीएसई पैटर्न</p>\r\n<p>सरस्वती उच्चतर माध्यमिक विद्यालय सीजी बोर्ड</p>\r\n<p>शिशु संस्कार केंद्र उच्चतर माध्यमिक विद्यालय सीजी बोर्ड</p>\r\n<p>गुड शेफर्ड हायर सेकेंडरी स्कूल सीजी बोर्ड</p>\r\n<p>श्याम विद्या उच्चतर माध्यमिक विद्यालय सीजी बोर्ड</p>\r\n<p>डीएमएस हायर सेकेंडरी स्कूल सीजी बोर्ड</p>\r\n<p>वृंदावन उच्चतर माध्यमिक विद्यालय सीजी बोर्ड</p>\r\n<p>माता गायत्री उच्चतर माध्यमिक विद्यालय सीजी बोर्ड</p>\r\n<p>आशी बाई गोलछा बालिका उच्चतर माध्यमिक विद्यालय सीजी बोर्ड</p>\r\n<p>सरकार। मॉडल बॉयज़ हायर सेकेंडरी स्कूल सीजी बोर्ड</p>\r\n<p>छत्तीसगढ़ उच्चतर माध्यमिक विद्यालय सीजी बोर्ड</p>\r\n<p>ड्रीम इंडिया पब्लिक स्कूल सीबीएसई पैटर्न</p>\r\n<p>चंद्रोदय पब्लिक स्कूल</p>\r\n<p>रिवरडेल वर्ल्ड स्कूल</p>\r\n<p>कालेजों</p>\r\n<p>महाप्रभु वल्लभाचार्य सरकार पीजी कॉलेज।</p>\r\n<p>माता कर्म सरकार पीजी गर्ल्स कॉलेज।</p>\r\n<p>शांति बाई आर्ट्स; साइंस एंड कॉमर्स कॉलेज।</p>\r\n<p>जय हिंद कॉलेज।</p>\r\n<p>सरकार। पॉलिटेक्निक कॉलेज।</p>\r\n<p>सरकार। वेटनरी अस्पताल और पॉलिटेक्निक कॉलेज।</p>\r\n<p>सरकार। आजीविका महाविद्यालय।</p>\r\n<p>इंडियन कॉलेज।</p>\r\n<p>श्याम बी ईडी कॉलेज।</p>\r\n<p>सरकार। वन रक्षक प्रशिक्षण केंद्र।</p>\r\n<p>पुरुषोत्तम कौशिक सरकार। कृषि महाविद्यालय।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>महासमुंद में और इसके आसपास के पर्यटक स्थलों में दक्षिण कोसल की प्राचीन राजधानी सिरपुर और इसके लक्ष्मण मंदिर, बुद्ध विहार और कई पुरातात्विक स्थल शामिल हैं। राज्य सरकार ने इस क्षेत्र को विश्व विरासत स्थल के रूप में विकसित करने का निर्णय लिया है। आसपास के अन्य पर्यटक स्थलों में कोडर डैम, राजिम कुंभ, राजीव लोचन मंदिर और खल्लारी मंदिर शामिल हैं। महाप्रभु वल्लभाचार्य का जन्म स्थान पास के चंपारण में है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mahasamund</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c08ecd01-8701-417b-b08d-3adc601f725e_Mahasamund-railway.jpg","subContents":[{"SubTitle":"1. बिरकोनी का चंडी मंदिर","SubTitleHindi":null,"SubContent":"<p>चंडी मंदिर N.H.6 और लगभग 10 किमी पर बिरकोनी गांव में है। महासमुंद के उत्तर में। मंदिर का निर्माण कार्य प्रगति पर है। चैत्र और कुंवर की नवरात्रि के दौरान भक्त ज्योति प्रज्वलित करते हैं।</p>","SubContentHindi":null,"ImageUrl":"06d1c4ca-6bda-4c21-8e92-823d5c41ea32_Chandi-Temple-of-Birkoni.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. चंडी मंदिर (गुच्छपाली)","SubTitleHindi":null,"SubContent":"<p>गुच्छापाली गाँव लगभग 40 कि.मी. महासमुंद के दक्षिण की ओर। देवी चंडी की प्राकृतिक मेगा मूर्ति वाला चंडी मंदिर इस गाँव में स्थित है। चैत्र माह के नवरात्रि के दौरान मेला मनाया जाता है।</p>","SubContentHindi":null,"ImageUrl":"b8a60b10-789d-4887-8c6f-9e3a3a7c3ac5_Chandi-Temple-Guchhapali.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. सिरपुर","SubTitleHindi":null,"SubContent":"<p>सिरपुर की स्थिति दक्षिण कोसल यानी वर्तमान छत्तीसगढ़ के सभी अंतरराष्ट्रीय प्रसिद्ध ऐतिहासिक स्थानों में सबसे ऊपर है। सिरपुर, पवित्र महानदी नदी के तट पर स्थित है, जो पूरी तरह से सांस्कृतिक और स्थापत्य कला के साथ विलय है। वृद्धावस्था में (सोमवंशीय सम्राटों के समय) सिरपुर को 'श्रीपुर' के नाम से जाना जाता था और दक्षिण कोशल की राजधानी थी। महत्वपूर्ण और मूल प्रयोगों के मूल्य के साथ-साथ धार्मिक और आध्यात्मिक ज्ञान और विज्ञान के कारण सिरपुर का भारतीय कला के इतिहास में बहुत विशेष स्थान है।</p>","SubContentHindi":null,"ImageUrl":"24cf0b84-9d19-490e-bd19-c4962e722c8b_Sirpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. गौधारा (दलदली)","SubTitleHindi":null,"SubContent":"<p>लगभग 10 कि.मी. महासमुंद के पूर्व की ओर एक जगह है, जिसका नाम ददलली है, वहां एक पुराना शिव मंदिर है और घाघरा है। जलधारा लगातार बहती है। ददलली के उत्तर-पूर्व की ओर के गाँव को खूबसूरत जंगल से कवर किया गया है। श्रावण और पौष के महीनों के दौरान बड़ी संख्या में भक्त यहां प्रार्थना करते हैं। पौष मेले के फुलमोन्स के दौरान यहाँ मनाया जाता है। इस जगह पर पर्यटक भी आते हैं।</p>","SubContentHindi":null,"ImageUrl":"357dc2ea-c3b1-4495-99dd-e3da527c8f09_Gaudhara-Daldali.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. खल्लारी माता मंदिर","SubTitleHindi":null,"SubContent":"<p>खल्लारीमाता मंदिर महासमुंद से लगभग 25 किलोमीटर दक्षिण की ओर स्थित खल्लारी गाँव के पहाड़ी जंगल पर है। नवरात्रि के दौरान हर साल भक्त देवी के दर्शन करने और हर साल चैत्र महीने के पूर्णिमा के दिन होने वाले वार्षिक मेले (मेला) में भाग लेने के लिए आते हैं। ऐसा माना जाता है कि महाभारत युग के दौरान पांडव ने इस पहाड़ी की यात्रा की थी, और इस विश्वास का कारण इस पहाड़ी पर दिखाई देने वाले BHIM के पदचिह्न हैं।</p>","SubContentHindi":null,"ImageUrl":"f5709deb-72da-4371-b85e-4f2960ae1ad5_Khallari-Mata-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. श्वेत गंगा (बम्हनी)","SubTitleHindi":null,"SubContent":"<p>बम्हनी गाँव में लगभग 10 कि.मी. महासमुंद स्वेतगंगा के पश्चिम में स्थित है। इस गड्ढे (KUND) से नदी में निरंतर प्रवाह के साथ, झंडे के गड्ढे से एक झरना बहता है। इसके समीप ही भगवान शिव का एक पुराना मंदिर है। माघ महीने के फुलमोहन और महाशिवरात्रि के दिन मेला मनाया जाता है। श्रावण मास के दौरान \"बोलबम कावरिया\" नामक भक्त समूह में आते हैं और स्नान करने के बाद, झरने से भरे दो बर्तन लेते हैं और छड़ी के दोनों छोर पर दो गमलों को बांधते हैं, जिसे कावर कहा जाता है, इस पानी को ले जाएं उनके कंधे और लगभग 50 किमी दूर स्थित सिरपुर गाँव तक चलते हैं। इस स्थान से दूर इस पूरे रास्ते में स्लोगन बोलबम का उच्चारण करें। इस तरह से किए गए पानी को सिरपुर के गांधीेश्वर महादेव मंदिर में शिवलिंग पर स्नान किया जाएगा। उस समय सिरपुर में शयन मिनी बैजनाथ धाम के समान होगा।</p>","SubContentHindi":null,"ImageUrl":"bab13c96-9884-4b3d-a80c-e42afac49685_Shwet-Ganga-Bamhni.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सिरपुर: सिरपुर छत्तीसगढ़ राज्य में महासमुंद जिले का एक गाँव है, जो रायपुर से 78 किमी दूर और महासमुंद शहर से 35 किमी दूर महानदी नदी के किनारे पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग द्वारा: महासमुंद जिला मुख्यालय से सड़क मार्ग द्वारा - 54 मिनट (37.9 किमी) तुम गाँव रोड से सिरपुर, छत्तीसगढ़ होते हुए।</p>\r\n<p>ट्रेन द्वारा: निकटतम रेलहेड महासमुंद में है।</p>\r\n<p>वायु द्वारा: निकटतम हवाई अड्डा रायपुर में है।</p>\r\n<p>बिरकोनी का चंडी मंदिर: गाँव बिरकोनी में चंडी मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग द्वारा: महासमुंद जिला मुख्यालय से सड़क द्वारा -23 मिनट (14.4 किमी) एनएच 353 से चंडी मंदिर बिरकोनी के लिए।</p>\r\n<p>ट्रेन द्वारा: महासमुंद में निकटतम रेल प्रमुख है।</p>\r\n<p>वायु द्वारा: निकटतम हवाई अड्डा रायपुर में है।</p>\r\n<p>गुच्छापाली में चंडी मंदिर: गुच्छापाली गाँव में चंडी मंदिर लगभग 40 कि.मी. महासमुंद के दक्षिण की ओर।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग से: महासमुंद जिला मुख्यालय से सड़क मार्ग द्वारा - 56 मिनट (38.3 किमी) NH353 के माध्यम से चंडी मंदिर गुच्छपाली तक।</p>\r\n<p>ट्रेन द्वारा: महासमुंद में निकटतम रेल प्रमुख है।</p>\r\n<p>वायु द्वारा: निकटतम हवाई अड्डा रायपुर में है।</p>\r\n<p>ददलली गौधरा शिव मंदिर: लगभग 10 किमी। महासमुंद के पूर्व की ओर एक स्थान है जिसे ददलली कहा जाता है, एक पुराना शिव मंदिर और गौधरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग से: महासमुंद जिला मुख्यालय से सड़क मार्ग से - कॉलेज रोड से ददलली गौधरा शिव मंदिर, उमरदा, छत्तीसगढ़ 493445 तक - 18 मिनट (9.0 किमी)।</p>\r\n<p>ट्रेन द्वारा: महासमुंद में निकटतम रेल प्रमुख है।</p>\r\n<p>वायु द्वारा: निकटतम हवाई अड्डा रायपुर में है।</p>\r\n<p>खल्लारी माता मंदिर: खल्लारी माता का मंदिर महासमुंद से लगभग 24.8 किलोमीटर दक्षिण की ओर स्थित खल्लारी गाँव के पहाड़ी जंगल में है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग से: महासमुंद जिला मुख्यालय से सड़क मार्ग द्वारा - 32 मिनट (24.8 किमी) एनएच 353 से खल्लारी माता मंदिर तक।</p>\r\n<p>ट्रेन द्वारा: महासमुंद में निकटतम रेलवे स्टेशन है।</p>\r\n<p>वायु द्वारा: निकटतम हवाई अड्डा रायपुर में है।</p>\r\n<p>स्व गंगा बम्हनी: बम्हनी गाँव में लगभग 10 कि.मी. महासमुंद स्वेत गंगा का पश्चिम स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग से: महासमुंद जिला मुख्यालय से सड़क मार्ग से - राजिम-पोखरा-महासमुंद Rd से स्वाथ गंगा बम्हनी तक 18 मिनट (9.0 किलोमीटर)।</p>\r\n<p>ट्रेन द्वारा: महासमुंद में निकटतम रेलवे स्टेशन है।</p>\r\n<p>वायु द्वारा: निकटतम हवाई अड्डा रायपुर में है।</p>\r\n<p>स्रोत: https://mahasamund.gov.in/en/</p>","SubContentHindi":null,"ImageUrl":"37b1f8ea-461f-49a1-8792-cbdbfebe49d4_Mahasamund-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mahasamund-chhattisgarh","tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"महासमुंद","slug":"mahasamund"}],"recommendations":[{"id":232,"title":"सूरजपुर में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"सूरजपुर एक शहर और एक नगर पालिका परिषद है जो मध्य भारत में छत्तीसगढ़ राज्य के सूरजपुर जिले में रिहंद नदी के तट पर स्थित है। यह राज्य मुख्यालय रायपुर से 256 किमी उत्तर में स्थित सूरजपुर जिले का प्रशासनिक मुख्यालय है। राष्ट्रीय राजमार्ग 43 का सूरजपुर से होकर गुजरने का मार्ग है।\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"सूरजपुर","slug":"surajpur"}],"slug":"top-places-to-visit-in-surajpur-chhattisgarh","total":0},{"id":224,"title":"कोरिया (बैकुंठपुर) में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"505bb352-87e8-47f7-89ae-7d472b54c9f9_Korea-Chhattisgarh.jpg","dateCreated":"2019-01-06T05:06:44.715Z","dateModified":"2019-01-06T05:21:03.043Z","contributedBy":"AskGif","content":"कोरिया राज्य, वर्तमान में कोरिया के रूप में जाना जाता है, भारत के ब्रिटिश साम्राज्य की एक रियासत थी। [१] 1947 में भारतीय स्वतंत्रता के बाद, कोरिया के शासक ने 1 जनवरी 1948 को भारत के संघ में प्रवेश किया और कोरिया को मध्य प्रांत और बरार प्रांत के सर्गुजा जिले का हिस्सा बनाया गया। जनवरी 1950 में, \"म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/505bb352-87e8-47f7-89ae-7d472b54c9f9_Korea-Chhattisgarh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोरिया","slug":"korea"},{"name":"बैकुंठपुर","slug":"baikunthpur"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-korea-baikunthpur-chhattisgarh","total":0},{"id":223,"title":"कोरबा में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"a716c824-f2ad-45f7-9d6c-2011a933c0ab_Korba-railway.jpg","dateCreated":"2019-01-05T16:21:43.145Z","dateModified":"2019-01-05T17:48:30.621Z","contributedBy":"AskGif","content":"कोरबा भारतीय राज्य छत्तीसगढ़ में कोरबा जिले का एक शहर और एक औद्योगिक क्षेत्र है। कोरबा को भारत की शक्ति राजधानी के रूप में जाना जाता है। कोरबा में साउथ ईस्टर्न कोलफील्ड्स (SECL), नेशनल थर्मल पावर कॉर्पोरेशन (NTPC), छत्तीसगढ़ स्टेट पावर जनरेशन कंपनी (CSPGCL), भारत एल्युमीनियम कंपनी (BALCO), लैंको ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a716c824-f2ad-45f7-9d6c-2011a933c0ab_Korba-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"कोरबा","slug":"korba"}],"slug":"top-places-to-visit-in-korba-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}