{"id":226,"title":"मुंगेली में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"<p>मुंगेली भारतीय राज्य छत्तीसगढ़ में एक शहर और मुंगेली जिले का एक नगरपालिका है। मुंगेली का पिन कोड 495334 है। मुंगेली, बिलासपुर जिले के अलग होने से एक नवगठित जिला है।</p>\r\n<p>मुंगेली जिला छत्तीसगढ़, भारत का एक जिला है, [1] जिसका मुख्यालय मुंगेली में है।</p>\r\n<p>भूगोल</p>\r\n<p>मुंगेली 22.07 &deg; N 81.68 &deg; E पर स्थित है। इसकी औसत ऊंचाई 288 मीटर (944 फीट) है। मुंगेली, बिलासपुर जिले के पास 'बिलासपुर' से 50 किलोमीटर और छत्तीसगढ़ की राजधानी रायपुर से 100 किलोमीटर दूर स्थित है। मुंगेली, आगरा नदी के किनारे बसा एक छोटा सा शहर है। इसके उत्तर में पठारी और महानदी बेसिन है दक्षिण में।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2013 की भारत की जनगणना के अनुसार, मुंगेली की जनसंख्या 55,756 थी। (est) पुरुषों की आबादी 52% और महिलाओं की आबादी 48% है। मुंगेली की औसत साक्षरता दर 69% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 78% है, और महिला साक्षरता 59% है। मुंगेली में, 13% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>आवास (होटल / गेस्ट हाउस)</p>\r\n<p>नाम Addres सरकार / निजी</p>\r\n<p>मुंगेली सर्किट हाउस मुंगेली GOVT</p>\r\n<p>Lormi सर्किट हाउस Lormi GOVT</p>\r\n<p>Pathria सर्किट हाउस Pathria GOVT</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mungeli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","subContents":[{"SubTitle":"1. शिवघाट","SubTitleHindi":null,"SubContent":"<p>शिवघाट मनियारी नदी के तट पर बसे लोरमी के प्राचीन नारियल पर स्थित है। भगवान बुद्ध के प्राचीन मंदिर और शिव के सबसे पुराने स्थान पर महामाया मंदिर के उत्तर दिशा में स्थित, शिवघाट यहाँ के हजारों लोगों के लिए आस्था का एक बड़ा केंद्र है। शिव के इस पवित्र मंदिर में शिवलिंग की सबसे पुरानी मूर्ति लगभग 300 साल पुरानी है। स्वयंभू शिव लिंग की उपस्थिति के कारण मनियारी नदी के किनारे, सिहल के स्थान से, लालकामी के सरखमित अभयारण्य में स्थित, मल्कल पर्वत श्रृंखला में स्थित, यह घाट, भगवान शिव के नाम से भोलेनाथ प्रसिद्ध हुए। महाशिवरात्रि के अवसर पर यहां सात दिवसीय मेले का आयोजन किया जाता है। इसमें लोग दरवाजे तक पहुंचते हैं और खूब फेयर करते हैं। यह जिला मुख्यालय मुंगेली से 23 किमी उत्तर-पश्चिम विकास मुख्यालय लोरमी में स्थित है।</p>","SubContentHindi":null,"ImageUrl":"63a2812c-ae24-4d0d-ba43-042f3a20b704_Shivghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. खड़घाट","SubTitleHindi":null,"SubContent":"<p>मुंगेली खड़घाट आगर नदी के किनारे महादेव का सिद्ध मंदिर है। यहां वर्ष 1890 में शैव संप्रदाय के सिद्ध महात्मा शिवकोस्वर आए और यहां की भूमि में उन्हें शांति का अनुभव हुआ। श्री खगरघाट महादेव गणेश्वर महादेव के रूप में प्रसिद्ध हैं। उस समय में, साधु संतों का एक लंबा इतिहास रहा है। खड़घाट प्रणाली सिद्धि के लिए प्रसिद्ध थी। आज भी गोरखनाथ के शिष्यों का दर्शन यहाँ अनिवार्य माना जाता है। दूसरी ओर, परमहंस कुटिया नागा संप्रदाय के श्री हंस बाबा के समाधि स्थल में मौजूद है। महाशिवरात्रि के अवसर पर, अन्य विशेष त्योहारों के अवसर पर, इस स्थान पर एक पपीता सुगंध फैलाया जाता है। खड़घाट के एक तट का नाम बाबा बुदान है, जो आज भी एक रहस्य बना हुआ है। वर्तमान में, जिला प्रशासन ने इस स्थान को एक पर्यटन स्थल के रूप में सजाने का निर्णय लिया है। यह जिला मुख्यालय मुंगेली से 2 किलोमीटर दक्षिण-पूर्व में रामगढ़ गाँव के पास स्थित है।</p>","SubContentHindi":null,"ImageUrl":"ae35c32b-a1ea-4cd7-9a27-9ae15969a2f7_Kharaghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. सेटगंगा","SubTitleHindi":null,"SubContent":"<p>दक्षिण कौशल छत्तीसगढ़ धर्म संस्कृति, पर्यटन, संगीत और इतिहास के संबंध में एक विशेष स्थान रखता है। यहां ऐतिहासिक, धार्मिक, सांस्कृतिक महत्व के कई मंदिर हैं। जिनमें से एक सीतागंगा है। इसका प्राचीन नाम, शाब्दिक अर्थ है - श्वेतगंगा, जिसका अर्थ है सफेद गंगा। कई शताब्दियों पहले, एक गुंबद का गुंबद था, जिसका पानी गंगा की तरह ठंडा, स्वच्छ और शुद्ध था। यह तपस्वी है, साधुओं ने मां गंगा के नाम पर श्वेतगंगा कहा था। जन श्रुति के अनुसार, फेनयांगवंशी राजा का सपना आया था कि मैं विष्णुपदाबजी के समेकन से बह रहा हूं, त्रिपतागामिनी गंगा आपके राज्य की पश्चिमी सीमा में प्रकट होती है। वहां मेरे कुंड और मंदिर की स्थापना करो। 10 वीं और 11 वीं शताब्दी में, राजा ने श्रीराम जानकी मंदिर और श्वेतांग कुंड का निर्माण किया। ग्राम सेतांगा को धार्मिक, सांस्कृतिक और ऐतिहासिक गाँव होने का गौरव प्राप्त है। हर साल गुरूघासीदासजी के मंदिर में जयंती समारोह मनाया जाता है।</p>","SubContentHindi":null,"ImageUrl":"95fdf74f-38ed-42aa-a49c-5e00989585e1_Setganga.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. राजीव गांधी जलाशय (खुड़िया जलाशय)","SubTitleHindi":null,"SubContent":"<p>इस जलाशय का निर्माण तीन प्राकृतिक पहाड़ियों को जोड़कर किया गया है। इन तीन पहाड़ियों के बीच से होकर मनियारी नदी बहती है। ब्रिटिश शासन के दौरान कृषि की संभावनाओं के मद्देनजर, इन तीनों पहाड़ियों को मिलाकर बांध बनाने की प्रक्रिया 1927 में शुरू हुई, जो तीन साल बाद 1930 में पूरी हुई, इसका नाम बदलकर राजीव गांधी जलाशय कर दिया गया। इस बांध को खुड़िया गांव में बनाए जाने के कारण, इस बांध को खुड़िया जलाशय के रूप में भी जाना जाता है। मुंगेली लोरमी और ब्लॉक के किसान मुख्य रूप से राजीव गांधी जलाशय के लिए कृषि पर निर्भर हैं।</p>","SubContentHindi":null,"ImageUrl":"126887ac-0705-4163-8f61-39eaf20b2a2a_Rajiv-Gandhi-reservoir-Khudia-reservoir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. सत्यनारायण मंदिर","SubTitleHindi":null,"SubContent":"<p>छत्तीसगढ़ में, हिंदू धर्म के सभी संप्रदायों के भगवान के मंदिर हैं, लेकिन मुंगेली में एक मंदिर है जो अपने आप में अद्वितीय है। जानकारों के मुताबिक, पूरे देश में सत्य नारायण भगवान का यह दूसरा मंदिर है। मुंगेली शहर के मल्हारपारा में स्थित यह मंदिर आम मंदिरों की तरह ही है, लेकिन इस मंदिर में स्थापित मूर्ति अन्य मंदिरों से कई मायनों में अलग है। विद्वानों के अनुसार, भगवान सत्यनारायण की पूजा करने से मनोकामना पूरी होती है। हालांकि मंदिर निर्माण का सही समय किसी को नहीं पता है, लेकिन स्थानीय लोगों के अनुमान के अनुसार यह 200 साल पुराना मंदिर है। कहा जाता है कि भगवान सत्यनारायण का मंदिर मुंगेली को छोड़कर राजस्थान के पुष्कर में है। भगवान सत्यनारायण मंदिर मल्हारपारा (राजेंद्र वार्ड) में स्थित है, जिसे जिला मुख्यालय मुंगेली का दिल कहा जाता है।</p>","SubContentHindi":null,"ImageUrl":"28d0e281-beec-449e-83d3-051b9029af1e_Satyanarayan-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. अचनकमार टाइगर रिजर्व (ATR)","SubTitleHindi":null,"SubContent":"<p>एक मनोरम, प्राकृतिक, मनोरम सुंदरता के साथ, सुमेरियन टाइगर रिजर्व सतपुड़ा के 553.286 वर्ग किलोमीटर के क्षेत्र में स्थित है, विशाल पहाड़ियों की बांस रेंज और सागौन के साथ अन्य वनस्पतियों के साथ। सुड्डेना रिजर्व की स्थापना 1975 में वाइल्ड लाइफ प्रोटेक्शन एक्ट -1972 के तहत की गई थी। 2007 में इसे बायोस्फीयर घोषित किया गया और 2009 में बाघों की संख्या को टाइगर रिजर्व क्षेत्र घोषित किया गया। अचानक, सुमेरमार टाइगर रिजर्व देश के 39 टाइगर रिजर्व में गिना जाता है। बाघों, तेंदुओं, गौर, उड़ने वाली गिलहरियों, जंगली सूअरों, बाइसन, मिर्ची हिरण, भालू, लकड़बग्घा, सियार, चार सींग वाले हिरण, चिंकारा के साथ यहां 50 प्रकार के स्तनधारी जीव और 200 से अधिक विभिन्न प्रजातियों के पक्षी देखे जा सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"7e8701dc-fd77-4b12-91f3-65023b47db14_Achnakmarg-Tiger-Reserve-ATR.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. मदकु द्वीप","SubTitleHindi":null,"SubContent":"<p>मुक्कू द्वीप, द्वीप के रूप में प्राकृतिक सुंदरता बहुत प्राचीन रमणीय स्थान है, क्योंकि यह शिवनाथ नदी के दो हिस्सों में विभाजित है। इस द्वीप पर प्राचीन शिव मंदिर और कई वास्तुशिल्प ब्लॉक हैं। इस द्वीप पर लगभग 10 वीं और 11 वीं शताब्दी के दो अति प्राचीन शिव मंदिर स्थित हैं। उनमें से एक धनमंतेश्वर में स्थित है और इसके दाईं ओर उत्तर में स्थित एक प्राचीन घाटियाँ हैं, जो पानी को बहाती हैं। इस स्थान पर दो प्राचीन शिलालेख मिले हैं। पहला शिलालेख लगभग तीसरी शताब्दी ईस्वी का ब्रह्मा शिलालेख है। अक्षय निधि और दूसरा शिलालेख शंखलिपि के अक्षरों से सुसज्जित है। इस द्वीप में प्रागैतिहासिक काल के लघु पाषाण शिल्प भी उपलब्ध हैं। बिना सिर के आदमी की मूर्ति वास्तुकला और कला के मामले में 10 वीं और 11 वीं शताब्दी ईस्वी की प्रतीत होती है। आज भी, पुरातात्विक खुदाई में गुप्तकालीन और कलकत्ता नक्काशी की प्राचीन मूर्तियाँ मिली हैं। बकुल के वृक्ष के नीचे गणेश की प्रतिमा में कलचर चतुर्भुजी नृत्य की प्रतिमा मिलती है। यह 11 वीं शताब्दी की एकमात्र सुंदर प्रतिमा है।</p>","SubContentHindi":null,"ImageUrl":"2eec6dfa-1f0b-4024-a981-a97ed6512d83_Madku-Islands.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. मोतीमपुर (अमर द्वीप)","SubTitleHindi":null,"SubContent":"<p>छत्तीसगढ़ राज्य के मुंगेली जिले के ग्राम मोतीमपुर का महत्व इसकी प्रकृति संरचना और सामाजिक धार्मिक आस्था और श्रद्धा के केंद्र के रूप में निरंतर प्रगति पर है। अगार नदी की उत्पत्ति और ग्राम पुंडरी के पास भुरकुंड पर्वत से लंबी दूरी के साथ, शिवनाथ नदी पर संगम का दृश्य बहुत ही आकर्षक है। एक द्वीप जैसी जगह को साफ पानी के बीच में विकसित किया गया है। इसके कारण इसकी सुंदरता पर्यटकों के लिए आकर्षण का केंद्र बनी हुई है।</p>","SubContentHindi":null,"ImageUrl":"1eb6aa66-83f3-489d-b57b-7779c9a686db_Motimpur-Amar-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. हथनीकला मंदिर","SubTitleHindi":null,"SubContent":"<p>हथनीकला देवी स्थल पर्यटन, धार्मिक आस्था और श्रद्धा केंद्रों के रूप में निरंतर प्रगति पर है। पेड़ पौधे और सामने के तालाब ने इस देवी की सुंदरता को घेर लिया और चार चाँद लगा रहे हैं। मंदिर के अंदर बनी देवी दुर्गा की मूर्ति जीवंत प्रतीत होती है। इस मंदिर का निर्माण गांव के राजा, रोहन सिंह राजपूत ने, जन जोग के सहयोग से किया है। 1972 में निर्मित, यह मंदिर सभी धार्मिक लोगों के लिए खुला है। धार्मिक उद्देश्य के अलावा, पर्यटन के अद्वितीय उदाहरण को देखने के लिए लोग साल-दर-साल यहां आते हैं। नवरात्रि के दौरान यहां आने वाले भक्तों की संख्या बढ़ जाती है। यह बेमिसाल मंदिर जिला मुख्यालय मुंगेली से 8 किमी दूर स्थित धरमपुरा के दक्षिण-पूर्व दिशा में स्थित है।</p>","SubContentHindi":null,"ImageUrl":"6f7b6233-0a48-4010-b4b3-901435ac3583_Hathnikala-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>वायु :</p>\r\n<p>निकटतम अंतर्राष्ट्रीय हवाई अड्डा स्वामी विवेकानंद हवाई अड्डा, रायपुर (135Km) है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल:</p>\r\n<p>मुंगेली एक से दो निकटतम रेलवे स्टेशन बिलासपुर है जो मुंगेली जिले से 50 k.m था और दूसरा रायपुर जो मुंगेली जिले से 125 k.m था।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क:</p>\r\n<p>सड़क मार्ग से हम राष्ट्रीय राजमार्ग 130A के माध्यम से मुंगेली जिले तक भी पहुँच सकते हैं जो बिलासपुर जिले से मुंगेली जिले से जुड़ा था।</p>\r\n<p>स्रोत: https://mungeli.gov.in/</p>","SubContentHindi":null,"ImageUrl":"760593ab-5031-4adc-b721-95e9568e035a_Mungeli-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"91"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mungeli-chhattisgarh","tags":[{"name":"मुंगेली","slug":"mungeli"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":226,"title":"मुंगेली में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"मुंगेली भारतीय राज्य छत्तीसगढ़ में एक शहर और मुंगेली जिले का एक नगरपालिका है। मुंगेली का पिन कोड 495334 है। मुंगेली, बिलासपुर जिले के अलग होने से एक नवगठित जिला है।\r\nमुंगेली जिला छत्तीसगढ़, भारत का एक जिला है, [1] जिसका मुख्यालय मुंगेली में है।\r\nभूगोल\r\nमुंगेली 22.07 &deg; N 8","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मुंगेली","slug":"mungeli"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-mungeli-chhattisgarh","total":0},{"id":215,"title":"धमतरी में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","dateCreated":"2019-01-04T09:27:51.724Z","dateModified":"2019-01-04T09:36:50.955Z","contributedBy":"AskGif","content":"धमतरी भारत के छत्तीसगढ़ राज्य में एक नगर निगम [1] और जिला है, जो 6 जुलाई 1998 को गठित महासमुंद लोकसभा क्षेत्र का हिस्सा है। [उद्धरण वांछित] यह जिला छत्तीसगढ़ की कुल आबादी का 3.13 प्रतिशत है।\r\nधमतरी को \"धम्म\" + \"तराई\" जिले से संक्षिप्त किया गया है और यह छत्तीसगढ़ क्षेत्र के उपजाऊ मैदानों मे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"धमतरी","slug":"dhamtari"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dhamtari-chhattisgarh","total":0},{"id":209,"title":"बेमेतरा में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"बेमेतरा छत्तीसगढ़ का एक शहर हैं, जो दुर्ग जिले से अलग होकर नए जिले के रूप में १४ जनवरी २०१२ को अस्तित्व में आया।\r\n&nbsp;\r\nयह जिला मूल रूप से अपने उन्हारी उत्पादन के लिए पुरे एशिया में विख्यात हैं। यहाँ चना का अत्यधिक उत्पादन होता है। शिक्षा के क्षेत्र में भी यह जिला अग्रिणी रहा हैं।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बेमेतरा","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}