{"id":226,"title":"Top Places to visit in Mungeli, Chhattisgarh","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"<p>Mungeli is a town and a municipality in Mungeli district in the Indian state of Chhattisgarh. Pin code of Mungeli is 495334. Mungeli is a newly formed district from the separation of bilaspur district.</p>\r\n<p>Mungeli district is a district of Chhattisgarh, India,[1] with headquarters in Mungeli.</p>\r\n<p>Geography</p>\r\n<p>Mungeli is located at 22.07&deg;N 81.68&deg;E. It has an average elevation of 288 metres (944 feet). Mungeli is located near the Bilaspur district around 50 kilometres from the 'Bilaspur' and 100 kilometres away from the Capital City of Chhattisgarh 'Raipur' Mungeli is a small town on the banks of the river Agar.It has plateau in the north and Mahanadi basin in the south.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2013 India census, Mungeli had a population of 55,756. (est) Males constitute 52% of the population and females 48%. Mungeli has an average literacy rate of 69%, higher than the national average of 59.5%: male literacy is 78%, and female literacy is 59%. In Mungeli, 13% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Accommodation(Hotel / Guest House)</p>\r\n<p>Name Addres Govt / Private</p>\r\n<p>Mungeli Circuit House Mungeli GOVT</p>\r\n<p>Lormi Circuit House Lormi GOVT</p>\r\n<p>Pathria Circuit House Pathria GOVT</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mungeli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","subContents":[{"SubTitle":"1. Shivghat","SubTitleHindi":null,"SubContent":"<p>Sivaghat is situated on the ancient coconut of Lormi settled on the banks of the Maniyari river. Located in the north direction of Lord Buddha&rsquo;s ancient temple and the Mahamaya temple at the oldest place of Shiva, Shivghat is a big center of faith for thousands of people here. The oldest statue of Shivalinga is about 300 years old in this sacred shrine of Shiva. Due to the presence of self-styled Shiv Ling, near the banks of the river Maniyari, from the place of Sihal, located in Larkami&rsquo;s Sarkhamit Sanctuary located in the Malkal mountain range, this ghat, in the name of Lord Shiva by the name of Bholenath became famous. A seven-day fair is organized here on the occasion of Mahashivaratri. In this, people reach the door and enjoy a lot of fairness. This district headquarter is located 23 km north of Mungeli, in the North-West Development Headquarters Lormi.</p>","SubContentHindi":null,"ImageUrl":"63a2812c-ae24-4d0d-ba43-042f3a20b704_Shivghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Kharaghat","SubTitleHindi":null,"SubContent":"<p>Mungeli is the proven temple of Mahadev on the banks of Kharaghat Aagar river. Here in the year 1890, the proven Mahatma Shivakoswar of the Shaiva sect came and in the land here, they experienced peace. Shri Khraghagata Mahadev keeps fame as Ganeshwar Mahadev. In those times, there has been a long history of the sad saints. The Kharaghat system was famous for siddhi. Even today, philosophy of disciples of Gorakhnath is considered mandatory here. On the other side, Paramahansa cottage exists in the shrine site of Shri Hans Baba of Naga sect. On the occasion of Mahashivaratri, on the occasion of other special festivals, a papaya aroma is spread in this place. The name of one coast of Kharaghat is Baba Budan, which still remains a mystery. At present, the district administration has decided to decorate this place as a tourist destination. This district headquarter is located near the village Ramgarh, 2 km southeast of Mungeli.</p>","SubContentHindi":null,"ImageUrl":"ae35c32b-a1ea-4cd7-9a27-9ae15969a2f7_Kharaghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Setganga","SubTitleHindi":null,"SubContent":"<p>South Kaushal Chhattisgarh holds a special place in relation to religion culture, tourism, music and history. There are many shrines of historical, religious, cultural importance here. One of which is Seetanganga. Its ancient name, literally, is &ndash; whiteganga, meaning white ganga. Many centuries ago, there was a dome of a dome, whose water was as cold, clean and pure as the Ganges. It is ascetic, the sadhus called the Whiteganga in the name of the mother Ganga. According to Jan Shruti, the dream of Faniyangwanshi King came in that I am flowing through Vishnupadabaji&rsquo;s consolidation, Triptagamini Ganga manifested in the western boundary of your state. Establish my pool and temple there. In the 10th and 11th centuries, the king constructed the Shriram Janaki Temple and the Shvetaganga Kund there. Gram Setanganga has the distinction of being a religious, cultural and historic village. Every year the Jubilee celebration is celebrated in the temple of Guruchasidasji.</p>","SubContentHindi":null,"ImageUrl":"95fdf74f-38ed-42aa-a49c-5e00989585e1_Setganga.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Rajiv Gandhi reservoir (Khudia reservoir)","SubTitleHindi":null,"SubContent":"<p>This reservoir has been constructed by adding three natural hills. Maniyari river flows through the middle of these three hills. In view of the possibilities of agriculture during the British rule, the process of making the dam by joining these three hills started in 1927, which was completed three years later in 1930, after it was renamed as Rajiv Gandhi Reservoir. Due to this dam being built in Khudia village, this dam is also known as Khudia reservoir. The farmers of Mungeli Lorami and Block are mainly dependent on agriculture for the Rajiv Gandhi reservoir.</p>","SubContentHindi":null,"ImageUrl":"126887ac-0705-4163-8f61-39eaf20b2a2a_Rajiv-Gandhi-reservoir-Khudia-reservoir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Satyanarayan Temple","SubTitleHindi":null,"SubContent":"<p>In Chhattisgarh, there are temples of Gods of all the sects of Hinduism, but there is a temple in Mungali which is unique in itself. According to the experts, this is the second temple of Satya Narayan God in the entire country. This temple situated in Malhapara of Mungeli city is similar to ordinary temples, but the statue set in this temple is different from other temples in many ways. According to the scholars, worshiping Lord Satyanarayan&rsquo;s worship is fulfilling the desire. Although no one knows the exact time of construction of the temple, but according to locals estimates it is 200 years old temple. It is said that the temple of Lord Satyanarayan is in Pushkar of Rajasthan except for Mungeli. Lord Satyanarayan Temple is located in Malhapara (Rajendra Ward), which is called the heart of the district headquarters Mungeli.</p>","SubContentHindi":null,"ImageUrl":"28d0e281-beec-449e-83d3-051b9029af1e_Satyanarayan-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Achnakmarg Tiger Reserve (ATR)","SubTitleHindi":null,"SubContent":"<p>Accompanying a panoramic, natural, panoramic beauty, the Sumerian Tiger Reserve is located in an area of 553.286 sq. Km of Satpura, in the Meccal range of huge hills, along with other vegetation with bamboo and teak. Suddena Reserve was established in 1975 under the Wild Life Protection Act-1972. It was declared a biosphere in 2007 and in 2009, the number of tigers was declared as Tiger Reserve area. Suddenly, the Sumermar Tiger Reserve is counted in 39 Tiger Reserve of the country. There are 50 types of mammalian organisms and birds of more than 200 different species can be seen here with tigers, leopards, gaur, flying squirrels, wild pigs, bison, chilli deer, bears, hyena, jackal, four-horned deer, chinkara.</p>","SubContentHindi":null,"ImageUrl":"7e8701dc-fd77-4b12-91f3-65023b47db14_Achnakmarg-Tiger-Reserve-ATR.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Madku Islands","SubTitleHindi":null,"SubContent":"<p>Mudku Island The natural beauty in the form of island is very ancient delightful place, as it is divided into two parts of the river Shivnath river. There are ancient Shiva temples and many architectural blocks on this island. Two very ancient Shiva temples of about 10th and 11th centuries are situated on this island. One of them is situated at Dhanmanteshwar and on the right side of it is an ancient valleys located in the north, which drains the water. Two ancient inscriptions have been found at this place. The first inscription is the Brahma inscription of about 3rd century AD. The Akshaya fund and the second inscription are equipped with the letters of the Shankhalipi. In this island, miniature stone crafts of prehistoric times are also available. Statue of the man without a head of the head appears to be 10th and 11th century AD in terms of architecture and art. Even today, archaeological excavations have found ancient idols of the Guptun and Calcutta carvings. The statue of the Culturary Chattrabhuji dance is found in the statue of Ganesh under the tree of Bakul. This is the only beautiful statue of the 11th century.</p>","SubContentHindi":null,"ImageUrl":"2eec6dfa-1f0b-4024-a981-a97ed6512d83_Madku-Islands.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Motimpur (Amar Island)","SubTitleHindi":null,"SubContent":"<p>The importance of village Motimpur of the district of Mungeli in Chhattisgarh state is on continuous progress in the form of its nature structure and social religious faith and center of reverence. With the origin of Agar river and long distance from the Bhurkund mountain near village Pundari, the view of the Sangam on the Shivnath river is very attractive. An island-like place is developed in the midst of clean water. Due to this, its beauty remains a tourist attraction for tourists.</p>","SubContentHindi":null,"ImageUrl":"1eb6aa66-83f3-489d-b57b-7779c9a686db_Motimpur-Amar-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Hathnikala Temple","SubTitleHindi":null,"SubContent":"<p>Hathnikala Devi site is on continuous progress in the form of tourism, religious belief and reverence centers. The tree plant and the front pond surrounded the beauty of this Goddess and is setting four moons. The idol of Goddess Durga, built inside the temple, appears to be lively. This temple has been constructed by&nbsp; village King, Rohan Singh Rajput, with the help of Jana Jogog. Built in 1972, this temple is open to all religious people. In addition to religious purpose, people visit here year after year to see the unique example of tourism. The number of devotees coming here during the Navaratri is enlarged. This unmatched temple is located in the south-east direction of Dharampura, located 8 km from the district headquarters Mungeli.</p>","SubContentHindi":null,"ImageUrl":"6f7b6233-0a48-4010-b4b3-901435ac3583_Hathnikala-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. How to Reach","SubTitleHindi":null,"SubContent":"<p>Air :</p>\r\n<p>The nearest International airports is Swami Vivekananda Airport, Raipur (135Km) .</p>\r\n<p>&nbsp;</p>\r\n<p>Rail:</p>\r\n<p>Two nearest Railway station from Mungeli one is Bilaspur which was 50 k.m from Mungeli District and second is Raipur which was 125 k.m from Mungeli District.</p>\r\n<p>&nbsp;</p>\r\n<p>Road:</p>\r\n<p>By road we are also reach Mungeli District through National Highway 130A which was connected to Mungeli District from Bilaspur District .</p>\r\n<p>source: https://mungeli.gov.in/</p>","SubContentHindi":null,"ImageUrl":"760593ab-5031-4adc-b721-95e9568e035a_Mungeli-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"91"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mungeli-chhattisgarh","tags":[{"name":"mungeli","slug":"mungeli"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":226,"title":"Top Places to visit in Mungeli, Chhattisgarh","imageUrl":"1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","dateCreated":"2019-01-07T14:20:07.446Z","dateModified":"2019-01-07T14:49:06.639Z","contributedBy":"AskGif","content":"Mungeli is a town and a municipality in Mungeli district in the Indian state of Chhattisgarh. Pin code of Mungeli is 495334. Mungeli is a newly formed district from the separation of bilaspur district.\r\nMungeli district is a district of Chhattisgarh, India,[1] with headquarters in Mungeli.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1597e295-08bb-48e9-8231-9511ae071bab_Mungeli-image.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mungeli","slug":"mungeli"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-mungeli-chhattisgarh","total":0},{"id":215,"title":"Top Places to visit in Dhamtari, Chhattisgarh","imageUrl":"17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","dateCreated":"2019-01-04T09:27:51.724Z","dateModified":"2019-01-04T09:36:50.955Z","contributedBy":"AskGif","content":"Dhamtari is a municipal corporation [1] and district in the state of Chhattisgarh, India, which is part of the Mahasamund Lok Sabha constituency formed on 6 July 1998.[citation needed]. The district is home to 3.13 percent of Chhattisgarh's total population.\r\nDhamtari is abbreviated from \"","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dhamtari","slug":"dhamtari"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dhamtari-chhattisgarh","total":0},{"id":209,"title":"Top Places to visit in Bemetara, Chhattisgarh","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"Bemetara is a town of the Indian state of Chhattisgarh. Bemetara district is a new district in the state of Chhattisgarh, India.\r\n&nbsp;\r\nThe district was formally inaugurated by the Chief Minister. Raman Singh, on 13 January 2012. Shruti Singh, IAS became the first Collector and Di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"bemetara","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}