{"id":227,"title":"Top Places to visit in Narayanpur, Chhattisgarh","imageUrl":"ee1c18de-2055-4666-b962-2e86c25d23af_Narayanpur-image.jpg","dateCreated":"2019-01-07T15:24:16.049Z","dateModified":"2019-01-07T15:41:07.621Z","contributedBy":"AskGif","content":"<p>Narayanpur town is the administrative headquarters of Narayanpur district of the Indian state of Chhattisgarh. It is one of two new districts created on 11 May 2007, originating from the Bastar district.</p>\r\n<p>&nbsp;</p>\r\n<p>Narayanpur is very much affected by the Naxalites, the main reason that the tribes of this region are disconnected from economic development. Ramakrishna Mission started in 1985 has worked to compose these tribes. Development has included schools, playground, and a stadium for the tribes.</p>\r\n<p>Narayanpur district is one of the 27 districts of Chhattisgarh State in Central India. It is one of the two districts created on May 11, 2007. It was carved out from the erstwhile Bastar district. This district occupies an area of 6640 km&sup2; and it had a population of 110,800 in 2001. Narayanpur town is the administrative headquarters of this district.[1] This district comprises 366 villages.[2] It is currently a part of the Red Corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the least populous district of Chhattisgarh (out of 18).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Narayanpur district has a population of 140,206,[4] roughly equal to the nation of Saint Lucia.[6] This gives it a ranking of 606th in India (out of a total of 640).[4] The district has a population density of 20 inhabitants per square kilometre (52/sq mi) .[4] Its population growth rate over the decade 2001-2011 was 19.49%.[4] Narayanpur has a sex ratio of 998 females for every 1000 males,[4] and a literacy rate of 49.59%.[4] Current district populations are 150771 recorded(Because Handawada area populations was not includeded 2011 census)in Narayanpur district. Handawada area populations was included in Bijapur District before.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Narayanpur District is divided into two administrative blocks:</p>\r\n<p>&nbsp;</p>\r\n<p>Narayanpur, having 45 Gram Panchayats with 176 villages (172 inhabited), is spread over an area of 2760 km2.</p>\r\n<p>Newly Constructed Bridge in Narayanpur.jpg</p>\r\n<p>Orccha, having 24 Gram Panchayats with 237 villages (209 inhabited), is spread over an area of 3880 km2.</p>\r\n<p>Orcha comprises the Abuzhmad region, the unsurveyed zone in central India and home to Primitive Tribal Group Madia Gond and Muriya Gond.</p>\r\n<p>&nbsp;</p>\r\n<p>Narayanpur receives an average annual rainfall of 1300 mm. RTC depoits - 02</p>\r\n<p>&nbsp;</p>\r\n<p>Nature and Tourism</p>\r\n<p>Narayanpur Near Bastar Tourism</p>\r\n<p>Bastar is a tribal region in Chhattisgarh, blessed with an exceptional scenic beauty that beckons the lovers of nature to explore the forests, waterfalls, wildlife, ancient temples, tribal dances and music. Located at a distance of 264 km from Raipur, Bastar is one of the most significant eco-friendly destinations of the country. It has plenty to offer to its visitors with its valuable tribal art and culture that lie in and around the lush green city of Jagdalpur. One can choose from National Parks, waterfalls, natural caves, palaces, museums and places of religious significance.</p>\r\n<p>&nbsp;</p>\r\n<p>The Bastar Palace located in Jagdalpur is a historical monument which has an impressive art and architectural work with exquisite carvings and engravings on walls and ceilings. Bastar Palace was built by the rulers of Bastar and speaks of many legends of gallantry and heroism of these kings. The Bhoromdeo Temple is adorned with magnificently carved erotic sculptures. It also has a Shiva Lingam which is a striking piece of architecture. The Danteshwari Temple is an ancient temple of Devi Danteshwari and is said to be one of the 52 sacred Shakti peethas of the Hindu Mythology. The temple attracts tourists throughout the year, especially during the festival of Dusshera.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Narayanpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee1c18de-2055-4666-b962-2e86c25d23af_Narayanpur-image.jpg","subContents":[{"SubTitle":"1. Chitrakot Waterfall","SubTitleHindi":null,"SubContent":"<p>It was said to be Indian Niagara,actually it was better than Niagara as small boats took us what awesome rainbow small droplets falling a sight to behold</p>","SubContentHindi":null,"ImageUrl":"90330cee-d8f5-4e87-9ed4-0decb3abce52_Chitrakot-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Tirathgarh Falls","SubTitleHindi":null,"SubContent":"<p>If there is any spot that will provide you with a combination of fun, entertainment, picnic and adventure, it is this Tirathgarh Falls at the Kanger Valley national Park. This is one of the best-known picnic spots in Jagdalpur as well.</p>\r\n<p>&nbsp;</p>\r\n<p>Highlights &ndash; The most stunning waterfalls in the whole of Chhattisgarh is this waterfall, the limelight of this waterfall is that the falls over here split into multiple falls as it flows down and gives a Stunning view for the spectators. This is also an ecotourism spot as it enjoins the Kanger Valley national park. When you are done with seeing/enjoying this 300 feet fall, you can spend some spiritual time at the small temple that is located opposite to the falls over a huge rock.</p>\r\n<p>&nbsp;</p>\r\n<p>Location &ndash; Towards the South-west of Jagdalpur at a distance of 35Km lies this magnificent waterfalls.</p>\r\n<p>&nbsp;</p>\r\n<p>Timings &ndash; Can visit this waterfall at any time, though monsoon season will be great to see the sprinkling falls</p>","SubContentHindi":null,"ImageUrl":"1b7b7bfe-2916-406a-b75a-c8baf87334be_tirathgarh-falls.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Kailash and Kotumsar Cave","SubTitleHindi":null,"SubContent":"<p>Kailash and Kotusmar Cave is not only a unique cave, but is also the second longest cave in the whole world. The cave discovered in 1993 stretches to an area of 100m.</p>\r\n<p>&nbsp;</p>\r\n<p>Highlights &ndash; The uniqueness of the cave is that it can&rsquo;t be accessed beyond a certain point due to lack of oxygen flow inside the deep cave. This two-kilometer-deep cave looks stunningly gigantic amidst the dense forests. Want to get some fun? Clap your hands inside the cave and you will hear back musical sounds vibrating from the hollow walls. Once you are done exploring the cave, pay a visit to the adjacent Kanger National park also</p>\r\n<p>&nbsp;</p>\r\n<p>Location &ndash; The cave is located just beside the Tirathgarh Waterfalls and about 40 Km away from Jagdalpur</p>\r\n<p>&nbsp;</p>\r\n<p>Timings: The cave is open from 7AM till 7PM</p>","SubContentHindi":null,"ImageUrl":"863f3d55-1139-4cda-b362-005f715ba531_kailash-and-kotumsar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Kanger Valley National Park","SubTitleHindi":null,"SubContent":"<p>Established during 1982, the Kanger Valley National Park is bounded by numerous villages on all of its sides. Deriving its name from the Kanger River, this National Park Is declared as one of the Asian Biosphere Reserve.</p>\r\n<p>&nbsp;</p>\r\n<p>Highlights &ndash; The highlight of this Park is its Location and surrounding, the Park is surrounded by a rich biodiversity of fauna like Chikara, barking deer, Chital, jackal, hyena, wild boar, buck, drongo and some rare mouse deer. You can show your kids the animal world over here instead of showing them in the animal book, apart from this, the rich flora like fungi, algae, bryophytes and pteridophytes add beauty to the park. Last but not the least complete the trip by taking the Safari rides.</p>\r\n<p>&nbsp;</p>\r\n<p>Location &ndash; Situated on river Kolab, this 34Km long park is 27 km away from Jagdalpur</p>\r\n<p>&nbsp;</p>\r\n<p>Timing &ndash; The Park is open on all weekdays from 7AM to 6PM</p>","SubContentHindi":null,"ImageUrl":"4499b981-66e4-43f8-9abf-58e2bca78017_kangervally-tirathgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Danteshwari Temple","SubTitleHindi":null,"SubContent":"<p>The Warangal ancestral deity of the Chalukya kings got established as Danteshwari near the congregation of Dankini River and Shankini River and hence this place was named as Danteshwari.</p>\r\n<p>&nbsp;</p>\r\n<p>Highlights &ndash; This temple is built in dedication to Goddess Danteshwari, the highlight of this temple is that this is one of the 52 Shakthi peethas in the Whole country. As per the legends this is the place where the tooth or Daanth of Sati fell during the Satya Yuga. The Goddess is taken out for a huge procession during the Dusshera time and hence tourists can pay homage to this temple during this time and also light the Jyoti Kalashas.</p>\r\n<p>&nbsp;</p>\r\n<p>Location &ndash; The temple is situated in Dantewada to the south-west of Jagdalpur</p>\r\n<p>&nbsp;</p>\r\n<p>Timings &ndash; Best for visit is during Navarathri time</p>","SubContentHindi":null,"ImageUrl":"a5d0c630-7ada-480c-9939-27a459ea8f10_danteshwari-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Narayanpur By Air - Raipur Airport aka Mana Airport (231 km) is the nearest airport to reach Narayanpur city where regular flights for Delhi, Nagpur, Mumbai, Kolkata, Bhopal, Ranchi, Bhubaneswar, Ahmedabad, Indore, Bangalore, Hyderabad, Visakhapatnam and Chennai are available. Tourists can also hire local taxis from the airport for a nominal price to reach Narayanpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Narayanpur Railway route &ndash; Jagdalpur Railway Station (120 km) is the nearest railway station as well as a major railway head to reach the city. Metered taxis and local buses are available on hire for a nominal price.</p>\r\n<p>&nbsp;</p>\r\n<p>Narayanpur Bus route &ndash; Narayanpur can be easily reached from other small and major cities of Chhattisgarh state. Govt. owned regular CSRTC bus services are available on a regular basis.</p>\r\n<p>&nbsp;</p>\r\n<p>Narayanpur Road route &ndash; Narayanpur is well connected with other cities within Chhattisgarh such as Bastar (103 km). It is located near National Highway 43 (NH-43), which makes it easier for tourists to travel. Private cabs, non-metered auto rickshaws and state transport buses connect various centers of Chhattisgarh to Narayanpur.</p>","SubContentHindi":null,"ImageUrl":"0b52e97a-d0b5-40b1-867c-2edef51bf118_Narayanpur-chhattisgarh-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-narayanpur-chhattisgarh","tags":[{"name":"narayanpur","slug":"narayanpur"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":229,"title":"Top Places to visit in Raipur, Chhattisgarh","imageUrl":"248a4be8-8457-4c8b-bbe8-af704b4a0cd7_Raipur-railway.jpg","dateCreated":"2019-01-07T17:20:51.028Z","dateModified":"2019-01-07T17:48:21.934Z","contributedBy":"AskGif","content":"Raipur is a city in Raipur district in the Indian state of Chhattisgarh. It is the largest city and the capital city of Chhattisgarh. It was formerly a part of Madhya Pradesh before the state of Chhattisgarh was formed on 1 November 2000.\r\n&nbsp;\r\nEducation\r\nRaipur has become","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/248a4be8-8457-4c8b-bbe8-af704b4a0cd7_Raipur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"raipur","slug":"raipur"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-raipur-chhattisgarh","total":0},{"id":209,"title":"Top Places to visit in Bemetara, Chhattisgarh","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"Bemetara is a town of the Indian state of Chhattisgarh. Bemetara district is a new district in the state of Chhattisgarh, India.\r\n&nbsp;\r\nThe district was formally inaugurated by the Chief Minister. Raman Singh, on 13 January 2012. Shruti Singh, IAS became the first Collector and Di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"bemetara","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":205,"title":"Top Places to visit in Baloda Bazar, Chhattisgarh","imageUrl":"7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","dateCreated":"2018-12-29T10:30:28.355Z","dateModified":"2018-12-31T04:46:34.74Z","contributedBy":"AskGif","content":"Baloda Bazar city is a nagar palika parishad in Baloda Bazar district in the state of Chhattisgarh, India. PIN 493332. It is recently declared as a District. Baloda Bazar is also called Cement hub of Chhattisgarh because there are many reputed Cement Plants. Ultra Tech Cement Hirmi, Grasim Cement","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhatapara","slug":"bhatapara"},{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"baloda-bazar","slug":"baloda-bazar"}],"slug":"top-places-to-visit-in-baloda-bazar-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}