{"id":227,"title":"नारायणपुर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"ee1c18de-2055-4666-b962-2e86c25d23af_Narayanpur-image.jpg","dateCreated":"2019-01-07T15:24:16.049Z","dateModified":"2019-01-07T15:41:07.621Z","contributedBy":"AskGif","content":"<p>नारायणपुर शहर भारतीय राज्य छत्तीसगढ़ के नारायणपुर जिले का प्रशासनिक मुख्यालय है। यह 11 मई 2007 को बस्तर जिले से उत्पन्न दो नए जिलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>नारायणपुर नक्सलियों से बहुत अधिक प्रभावित है, इसका मुख्य कारण इस क्षेत्र की जनजातियाँ आर्थिक विकास से वंचित हैं। 1985 में शुरू किए गए रामकृष्ण मिशन ने इन जनजातियों की रचना करने के लिए काम किया है। विकास में जनजातियों के लिए स्कूल, खेल का मैदान और एक स्टेडियम शामिल है।</p>\r\n<p>नारायणपुर जिला मध्य भारत में छत्तीसगढ़ राज्य के 27 जिलों में से एक है। यह 11 मई, 2007 को बनाए गए दो जिलों में से एक है। इसकी स्थापना बस्तर जिले से की गई थी। यह जिला 6640 वर्ग किमी में फैला हुआ है और इसकी जनसंख्या 2001 में 110,800 थी। नारायणपुर शहर इस जिले का प्रशासनिक मुख्यालय है। [1] इस जिले में 366 गाँव शामिल हैं। [२] यह वर्तमान में रेड कॉरिडोर का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक यह छत्तीसगढ़ (18 में से) का सबसे कम आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, नारायणपुर जिले की जनसंख्या 140,206 है, [4] संत लूसिया के देश के बराबर [6]। यह भारत में 606 वें (कुल 640 में से) की रैंकिंग देता है। [4] जिले का जनसंख्या घनत्व 20 निवासियों प्रति वर्ग किलोमीटर (52 / वर्ग मील) है। [4] दशक 2001-2011 के दौरान इसकी जनसंख्या वृद्धि दर 19.49% थी। [4] नारायणपुर में हर 1000 पुरुषों पर 998 महिलाओं का लिंग अनुपात है, [4] और साक्षरता दर 49.59% है। [4] नारायणपुर जिले में वर्तमान जिले की आबादी 150771 दर्ज की गई है (क्योंकि हंदवाड़ा क्षेत्र की आबादी 2011 की जनगणना में शामिल नहीं थी)। हस्तवाड़ा क्षेत्र की आबादी पहले बीजापुर जिले में शामिल थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>नारायणपुर जिला दो प्रशासनिक खंडों में विभाजित है:</p>\r\n<p>&nbsp;</p>\r\n<p>नारायणपुर, 176 ग्रामों (172 आबाद) के साथ 45 ग्राम पंचायतें हैं, 2760 किमी 2 के क्षेत्र में फैली हुई हैं।</p>\r\n<p>नारायणपुर.जेपीजी में नव निर्मित पुल</p>\r\n<p>237 गांवों (209 आबाद) के साथ 24 ग्राम पंचायतें वाले ओरक्का 3880 किमी 2 के क्षेत्र में फैला हुआ है।</p>\r\n<p>ओरछा में अभज़मद क्षेत्र, मध्य भारत में असुरक्षित क्षेत्र और आदिम जनजातीय समूह माडिया गोंड और मुरिया गोंड शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नारायणपुर में औसत वार्षिक वर्षा 1300 मिमी होती है। [average] आरटीसी डिपो - 02</p>\r\n<p>&nbsp;</p>\r\n<p>प्रकृति और पर्यटन</p>\r\n<p>बस्तर पर्यटन के पास नारायणपुर</p>\r\n<p>बस्तर छत्तीसगढ़ में एक आदिवासी क्षेत्र है, जो एक असाधारण प्राकृतिक सुंदरता से समृद्ध है, जो प्रकृति के प्रेमियों को जंगलों, झरनों, वन्य जीवन, प्राचीन मंदिरों, आदिवासी नृत्यों और संगीत का पता लगाने में मदद करता है। रायपुर से 264 किमी की दूरी पर स्थित, बस्तर देश के सबसे महत्वपूर्ण पर्यावरण के अनुकूल स्थलों में से एक है। जगदलपुर के हरे-भरे शहर में और उसके आस-पास अपनी मूल्यवान आदिवासी कला और संस्कृति के साथ अपने आगंतुकों को देने के लिए बहुत कुछ है। राष्ट्रीय उद्यानों, झरनों, प्राकृतिक गुफाओं, महलों, संग्रहालयों और धार्मिक महत्व के स्थानों में से एक का चयन कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जगदलपुर में स्थित बस्तर पैलेस एक ऐतिहासिक स्मारक है जिसमें दीवारों और छतों पर उत्कृष्ट नक्काशी और नक्काशी के साथ एक प्रभावशाली कला और स्थापत्य कला है। बस्तर पैलेस बस्तर के शासकों द्वारा बनाया गया था और इन राजाओं की वीरता और वीरता के कई किंवदंतियों की बात करता है। भोरमदेव मंदिर भव्य रूप से नक्काशीदार कामुक मूर्तियों से सुसज्जित है। इसमें एक शिव लिंगम भी है जो वास्तुकला का एक अद्भुत नमूना है। दंतेश्वरी मंदिर देवी दंतेश्वरी का एक प्राचीन मंदिर है और हिंदू पौराणिक कथाओं के 52 पवित्र शक्तिपीठों में से एक कहा जाता है। मंदिर पूरे साल पर्यटकों को आकर्षित करता है, खासकर दशहरा के त्योहार के दौरान।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Narayanpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee1c18de-2055-4666-b962-2e86c25d23af_Narayanpur-image.jpg","subContents":[{"SubTitle":"1. चित्रकोट जलप्रपात","SubTitleHindi":null,"SubContent":"<p>यह भारतीय नियाग्रा कहा जाता था, वास्तव में यह नियाग्रा से बेहतर था क्योंकि छोटी नावें हमें ले गईं, जो भयानक इंद्रधनुष छोटी बूंदों को देखने के लिए गिरती हैं</p>","SubContentHindi":null,"ImageUrl":"90330cee-d8f5-4e87-9ed4-0decb3abce52_Chitrakot-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. तीरथगढ़ जलप्रपात","SubTitleHindi":null,"SubContent":"<p>यदि कोई स्थान है जो आपको मनोरंजन, मनोरंजन, पिकनिक और रोमांच का संयोजन प्रदान करेगा, तो यह कांगेर घाटी राष्ट्रीय उद्यान में तीरथगढ़ फॉल्स है। यह जगदलपुर के सबसे प्रसिद्ध पिकनिक स्पॉट में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य आकर्षण - पूरे छत्तीसगढ़ में सबसे आश्चर्यजनक झरना यह झरना है, इस जलप्रपात की खासियत यह है कि यहाँ पर गिरने वाला पानी कई झरनों में विभाजित हो जाता है क्योंकि यह नीचे बहता है और दर्शकों के लिए एक आश्चर्यजनक दृश्य देता है। यह एक इकोटूरिज्म स्पॉट भी है क्योंकि यह कांगेर घाटी राष्ट्रीय उद्यान में शामिल है। जब आप इस 300 फीट की गिरावट को देखने / आनंद लेने के साथ संपन्न होते हैं, तो आप उस छोटे से मंदिर में कुछ आध्यात्मिक समय बिता सकते हैं जो एक विशाल चट्टान के ऊपर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान - 35Km की दूरी पर जगदलपुर के दक्षिण-पश्चिम की ओर यह शानदार झरना स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>समय - किसी भी समय इस झरने की यात्रा कर सकते हैं, हालांकि मानसून का मौसम छिड़काव को देखने के लिए बहुत अच्छा होगा</p>","SubContentHindi":null,"ImageUrl":"1b7b7bfe-2916-406a-b75a-c8baf87334be_tirathgarh-falls.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Kailash and Kotumsar Cave","SubTitleHindi":null,"SubContent":"<p>कैलाश और कोटुसमर गुफा न केवल एक अनोखी गुफा है, बल्कि पूरी दुनिया में दूसरी सबसे लंबी गुफा है। 1993 में खोजी गई गुफा 100 मीटर के क्षेत्र तक फैली हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य विशेषताएं - गुफा की विशिष्टता यह है कि गहरी गुफा के अंदर ऑक्सीजन के प्रवाह में कमी के कारण इसे एक निश्चित बिंदु से परे नहीं पहुँचा जा सकता है। घने जंगलों के बीच यह दो किलोमीटर गहरी गुफा आश्चर्यजनक रूप से विशाल दिखाई देती है। कुछ मजा लेना चाहते हैं? गुफा के अंदर अपने हाथों को ताली बजाएं और आप खोखले दीवारों से हिलती हुई संगीतमय आवाज़ सुनेंगे। एक बार जब आप गुफा की खोज करते हैं, तो निकटवर्ती कांगेर नेशनल पार्क में भी जाएँ</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान - गुफा तीरथगढ़ झरने के पास और जगदलपुर से लगभग 40 किलोमीटर दूर स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>समय: गुफा सुबह 7 बजे से शाम 7 बजे तक खुली रहती है</p>","SubContentHindi":null,"ImageUrl":"863f3d55-1139-4cda-b362-005f715ba531_kailash-and-kotumsar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कांगेर घाटी राष्ट्रीय उद्यान","SubTitleHindi":null,"SubContent":"<p>1982 के दौरान स्थापित, कांगेर घाटी राष्ट्रीय उद्यान इसके सभी किनारों पर कई गांवों से घिरा हुआ है। कांगेर नदी से अपना नाम हटाते हुए, इस राष्ट्रीय उद्यान को एशियाई बायोस्फीयर रिजर्व में से एक घोषित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य आकर्षण - इस पार्क का मुख्य आकर्षण इसका स्थान और आस-पास है, यह पार्क चिकारा, बार्किंग हिरण, चीतल, सियार, लकड़बग्घा, जंगली सूअर, हिरन, ड्रोंगो और कुछ दुर्लभ माउस हिरण जैसे जीवों की समृद्ध जैव विविधता से घिरा हुआ है। आप अपने बच्चों को जानवरों की किताब में दिखाने के बजाय यहां जानवरों की दुनिया दिखा सकते हैं, इसके अलावा, कवक, शैवाल, ब्रायोफाइट्स और टेरिडोफाइट्स जैसे समृद्ध वनस्पति पार्क में सुंदरता जोड़ते हैं। अंतिम लेकिन सफारी की सवारी लेकर यात्रा को कम से कम पूरा न करें।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान - कोलाब नदी पर स्थित, यह 34 किमी लंबा पार्क जगदलपुर से 27 किमी दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>समय - पार्क सभी सप्ताह के दिनों में सुबह 7 बजे से शाम 6 बजे तक खुला रहता है</p>","SubContentHindi":null,"ImageUrl":"4499b981-66e4-43f8-9abf-58e2bca78017_kangervally-tirathgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. दंतेश्वरी मंदिर","SubTitleHindi":null,"SubContent":"<p>चालुक्य राजाओं के वारंगल पुश्तैनी देवता को दन्किनी नदी और शंखिनी नदी की मण्डली के पास दंतेश्वरी के रूप में स्थापित किया गया था और इसलिए इस स्थान का नाम दंतेश्वरी रखा गया।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य आकर्षण - यह मंदिर देवी दंतेश्वरी के समर्पण में बनाया गया है, इस मंदिर की खास बात यह है कि यह पूरे देश में 52 शक्ति पीठों में से एक है। किंवदंतियों के अनुसार, यह वह जगह है जहां सती के दांत या दाता सत्य युग के दौरान गिर गए थे। देवी को दशहरा के समय एक विशाल जुलूस के लिए निकाला जाता है और इसलिए पर्यटक इस दौरान इस मंदिर में श्रद्धांजलि अर्पित कर सकते हैं और ज्योति कलशों पर रोशनी भी डाल सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान - मंदिर जगदलपुर के दक्षिण-पश्चिम में दंतेवाड़ा में स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>समय - यात्रा के लिए सर्वश्रेष्ठ नवरात्रि के समय है</p>","SubContentHindi":null,"ImageUrl":"a5d0c630-7ada-480c-9939-27a459ea8f10_danteshwari-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>नारायणपुर बाय एयर - रायपुर एयरपोर्ट उर्फ ​​माना एयरपोर्ट (231 किमी) नारायणपुर शहर तक पहुँचने के लिए निकटतम हवाई अड्डा है जहाँ से दिल्ली, नागपुर, मुंबई, कोलकाता, भोपाल, रांची, भुवनेश्वर, अहमदाबाद, इंदौर, बैंगलोर, हैदराबाद, विशाखापत्तनम और चेन्नई के लिए नियमित उड़ानें हैं। उपलब्ध हैं। नारायणपुर पहुंचने के लिए पर्यटक हवाई अड्डे से स्थानीय टैक्सियों को मामूली कीमत पर किराए पर ले सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नारायणपुर रेलवे मार्ग - जगदलपुर रेलवे स्टेशन (120 किमी) निकटतम रेलवे स्टेशन के साथ-साथ शहर तक पहुँचने के लिए एक प्रमुख रेलवे प्रमुख है। मामूली टैक्सियों और स्थानीय बसें मामूली कीमत पर किराए पर उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नारायणपुर बस मार्ग - नारायणपुर छत्तीसगढ़ राज्य के अन्य छोटे और प्रमुख शहरों से आसानी से पहुँचा जा सकता है। सरकार। स्वामित्व वाली नियमित CSRTC बस सेवाएं नियमित रूप से उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नारायणपुर रोड मार्ग - नारायणपुर बस्तर (103 किमी) जैसे छत्तीसगढ़ के भीतर अन्य शहरों से अच्छी तरह से जुड़ा हुआ है। यह राष्ट्रीय राजमार्ग 43 (NH-43) के पास स्थित है, जिससे पर्यटकों के लिए यात्रा करना आसान हो जाता है। निजी टैक्सी, गैर-मीटर वाले ऑटो रिक्शा और राज्य परिवहन बसें छत्तीसगढ़ के विभिन्न केंद्रों को नारायणपुर से जोड़ती हैं।</p>","SubContentHindi":null,"ImageUrl":"0b52e97a-d0b5-40b1-867c-2edef51bf118_Narayanpur-chhattisgarh-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-narayanpur-chhattisgarh","tags":[{"name":"नारायणपुर","slug":"narayanpur"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":229,"title":"रायपुर में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"248a4be8-8457-4c8b-bbe8-af704b4a0cd7_Raipur-railway.jpg","dateCreated":"2019-01-07T17:20:51.028Z","dateModified":"2019-01-07T17:48:21.934Z","contributedBy":"AskGif","content":"रायपुर भारतीय राज्य छत्तीसगढ़ में रायपुर जिले का एक शहर है। यह छत्तीसगढ़ का सबसे बड़ा शहर और राजधानी है। 1 नवंबर 2000 को छत्तीसगढ़ राज्य बनने से पहले यह मध्य प्रदेश का एक हिस्सा था।\r\n&nbsp;\r\nशिक्षा\r\nइंजीनियरिंग, प्रबंधन, चिकित्सा और कानून में राष्ट्रीय महत्व के कई संस्थानों क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/248a4be8-8457-4c8b-bbe8-af704b4a0cd7_Raipur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायपुर","slug":"raipur"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-raipur-chhattisgarh","total":0},{"id":209,"title":"बेमेतरा में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","dateCreated":"2019-01-03T14:48:11.822Z","dateModified":"2019-01-03T14:57:22.646Z","contributedBy":"AskGif","content":"बेमेतरा छत्तीसगढ़ का एक शहर हैं, जो दुर्ग जिले से अलग होकर नए जिले के रूप में १४ जनवरी २०१२ को अस्तित्व में आया।\r\n&nbsp;\r\nयह जिला मूल रूप से अपने उन्हारी उत्पादन के लिए पुरे एशिया में विख्यात हैं। यहाँ चना का अत्यधिक उत्पादन होता है। शिक्षा के क्षेत्र में भी यह जिला अग्रिणी रहा हैं।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/206d571f-387c-49b1-b080-ba8ae7d6d166_Bemetara-map.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बेमेतरा","slug":"bemetara"}],"slug":"top-places-to-visit-in-bemetara-chhattisgarh","total":0},{"id":205,"title":"बलौदा बाजार में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","dateCreated":"2018-12-29T10:30:28.355Z","dateModified":"2018-12-31T04:46:34.74Z","contributedBy":"AskGif","content":"बलौदा बाजार शहर भारत के छत्तीसगढ़ राज्य में बलौदा बाजार जिले में एक नगर पालिका परिषद है। पिन 493332. इसे हाल ही में जिला घोषित किया गया है। बलौदा बाजार को छत्तीसगढ़ का सीमेंट हब भी कहा जाता है क्योंकि कई प्रतिष्ठित सीमेंट प्लांट हैं। अल्ट्रा टेक सीमेंट हिरमी, ग्रासिम सीमेंट रावण, अंबुजा सीमेंट रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7ce697bf-a094-4f2e-a766-913bdb210676_Baloda-Bazar-text.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भाटापारा","slug":"bhatapara"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बलौदा-बाजार","slug":"baloda-bazar"}],"slug":"top-places-to-visit-in-baloda-bazar-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}