{"id":228,"title":"रायगढ़ में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","dateCreated":"2019-01-07T16:40:30.063Z","dateModified":"2019-01-07T16:51:09.932Z","contributedBy":"AskGif","content":"<p>रायगढ़ भारतीय राज्य छत्तीसगढ़ के रायगढ़ जिले में एक शहर और नगर निगम है। रायगढ़ जिले का प्रशासनिक मुख्यालय, यह राज्य के साथ-साथ देश के लिए अपने कोयला भंडार और बिजली उत्पादन के लिए जाना जाता है। इसे संस्कारधनी यानी छत्तीसगढ़ की सांस्कृतिक राजधानी के रूप में भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>लगभग 150,000 की आबादी के साथ, यह तेजी से बढ़ता औद्योगिक शहर और मोहन जूट मिल का घर है, जो भारत में सबसे पुरानी जूट मिलों में से एक है और 2000 में छत्तीसगढ़ के बंटवारे से पहले मध्य प्रदेश में एकमात्र है। रायगढ़ इस्पात और लौह अयस्क के साथ-साथ छत्तीसगढ़ की सांस्कृतिक और औद्योगिक राजधानी का भी एक प्रमुख उत्पादक है। जिंदल स्टील एंड पावर लिमिटेड, रायगढ़ में स्थित एक प्रमुख स्टील प्लांट है। रायगढ़ एक प्रमुख चावल उत्पादक जिला है, जिसका सालाना उत्पादन 350,000 टन है। जिले में एक प्रमुख चावल प्रसंस्करण उद्योग रायगढ़ फूड्स एंड होटल बिजनेस प्राइवेट लिमिटेड है। रायगढ़ में विभिन्न शॉपिंग कॉम्प्लेक्स, चौड़े फोर-लेन रोड, 3 स्टार होटल, आगामी मॉल और बहुत कुछ है। रायगढ़ में इला मॉल, गैलेक्सी मॉल, ग्रैंड मॉल कुछ मॉल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नया रायगढ़</p>\r\n<p>'न्यू रायगढ़' (न्यू रायगढ़) में पुराने रायगढ़ को एक बेहतर योजनाबद्ध और एक निर्धारित शहर में बदलना शामिल है। राष्ट्रीय राजमार्ग 216 के आसपास स्थित, यह रायगढ़ के पुराने शहर के दक्षिण-पूर्व में 10 किलोमीटर (6.2 मील) और प्रस्तावित एनटीपीसी लारा-पुसोर साइट से 15 किलोमीटर (9.3 मील) दूर है। कोडातराई हवाई अड्डा (छत्तीसगढ़ का भावी घरेलू हवाई अड्डा) पुराने रायगढ़, नए रायगढ़ और एनटीपीसी स्थल को अलग करता है। नया रायगढ़ राज्य की औद्योगिक राजधानी के रूप में काम करेगा और इस क्षेत्र में उद्योग और व्यापार की बुनियादी सुविधाओं की जरूरतों को भी पूरा करेगा। नया रायगढ़ लगभग 600 एकड़ (240 हेक्टेयर) के क्षेत्र में फैला हुआ है और इसमें कई गाँव शामिल हैं, जिनमें से कोडातराई गाँव नया रायगढ़ का मूल है। कुल अधिग्रहित भूमि का लगभग आधा हिस्सा वनीकरण, सड़कों, पार्कों, सार्वजनिक उपयुक्तताओं, जल सुविधाओं-नहरों, ग्रीन बेल्टों आदि के लिए उपयोग किया जा रहा है। 23 प्रतिशत भूमि शैक्षणिक संस्थानों, सरकारी कार्यालयों और सार्वजनिक सभागारों आदि के लिए आरक्षित होगी। 30 प्रतिशत भूमि के आवासीय और आर्थिक उपयोग के लिए नामित किया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>रायगढ़ छत्तीसगढ़ राज्य के पसंदीदा स्थलों में से एक है जो कोसा रेशम, चावल के खेतों और स्वदेशी जनजातियों के लिए जाना जाता है। रायगढ़ में घूमने के लिए निकटवर्ती स्थान गजमार पहाड़ी में पहाड मंदिर, भूप्पदोपुर में राम झरना, टीपर खोल, मां चंद्रसिनी देवी मंदिर और चंदरपुर में बंजारी मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पंडित लोचन प्रसाद पांडेय समिति जिला पुरातत्व खसरा 1996 में नटवर हाई स्कूल में स्टेशन चौक के पास स्थापित</p>\r\n<p>&nbsp;</p>\r\n<p>रायगढ़ छत्तीसगढ़ के निकट प्रसिद्ध पर्यटक स्थलों में एक छोटा चिड़ियाघर भी शामिल है, जिसमें सारंगढ़ के पास इंदिरा विहार, गोमर्डा वन्यजीव अभयारण्य, श्री श्याम मंदिर मोती महल - राज महल और रायगढ़ किला शामिल हैं और हाल ही में उरदाना में साईं बाबा मंदिर का निर्माण किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>जगह का नाम सीनियर नं</p>\r\n<p>1. राम झरना यह लगभग 18 किलोमीटर है। जिला मुख्यालय से। इसका एक प्राकृतिक जल स्रोत है। इतिहास के अनुसार, भगवान राम एक बार अपने वनवास के दौरान यहां आए थे, और जल स्रोत से पानी पिया था। इसलिए नाम राम झरना। यह एक बहुत अच्छा पिकनिक स्थल है।</p>\r\n<p>2. गोमर्डा अभयारण्य सारंगढ़ तहसील में 60 कि.मी. जिला मुख्यालय से। यह 278 Sq में फैला हुआ है। किलोमीटर। यह कई दुर्लभ जंगली जानवरों जैसे बाघ, बियर, आदि के लिए एक प्राकृतिक घर है।</p>\r\n<p>3. मंदिर गौरीशंकर मंदिर, श्याम मंदिर, पहाड मंदिर रायगढ़ में स्थित है</p>\r\n<p>बंजारी मंदिर 20 कि.मी. जिला प्रमुख क्वार्टर से,</p>\r\n<p>चंद्रहासिनी मंदिर 30 कि.मी. रायगढ़ से (चंद्रपुर, जिला जांजगीर-चांपा में स्थित)</p>\r\n<p>4. पार्क कमला नेहरू पार्क, हरीतिमा, इंदिरा विहार</p>\r\n<p>5. त्यौहार चक्रधर समरोह भारत के अन्य हिस्सों की तरह, रायगढ़ में भी लोग दस दिनों का गणेश उत्सव मनाते हैं। दस दिनों की अंतरिम अवधि भक्ति, पूजा और उत्सव के साथ मनाई जाती है। इस अवसर पर अन्य समारोह और खुशी के उत्सवों के अलावा, सांस्कृतिक कार्यक्रमों के साथ संगीत, नृत्य और नाटक का प्रदर्शन किया जाता है। यह त्यौहार राजा चक्रधर सिंह के पूर्वजों द्वारा उसी समय से मनाया जाता था जब उन्होंने इसे अपना निवास स्थान बनाया था। उनके पास, उनमें से सभी, बहुत रूढ़िवादी थे और उन्हें अनुष्ठानों और अन्य धार्मिक टिप्पणियों में बहुत विश्वास था।</p>\r\n<p>&nbsp;</p>\r\n<p>निवास (होटल / रिसॉर्ट / धर्मशाला)</p>\r\n<p>रायगढ़ में होटल</p>\r\n<p>क्रम संख्या होटल का नाम पता संपर्क नंबर ईमेल आईडी</p>\r\n<p>1 होटल पिंक पर्ल धीमरपुर चौक के पास, जिंदल रोड, रायगढ़ 07762-228012</p>\r\n<p>भीड़। 9752122200 hotelpinkpearl [@] gmail.com</p>\r\n<p>2 होटल राजमहल रामनिवास टॉकीज रोड, रायगढ़ 07762-224454</p>\r\n<p>भीड़। 9926204454 -</p>\r\n<p>3 होटल जोहल पैलेस केवड़ाबाड़ी बस स्टैंड, रायगढ़ 07762-232527 के पास</p>\r\n<p>भीड़। 8109457744 जानकारी [@] hoteljohalpalace.com</p>\r\n<p>4 होटल शिवम नियर रेलवे स्टेशन, रायगढ़ 0777200111</p>\r\n<p>भीड़। 9827922442 -</p>\r\n<p>5 होटल श्रीपुष्पक के पास जिला अस्पताल, रायगढ़ 07762-226600-01,</p>\r\n<p>222071, 223851,</p>\r\n<p>224,378 hotelpushpakraigarh [@] rediffmail.in</p>\r\n<p>6 होटल जिंदल रीजेंसी ढीमरपुर रोड, रायगढ़ 07762-23517-72-73,</p>\r\n<p>320,259</p>\r\n<p>Mob.9926002170 jindalregency [@] yahoo.co.in,</p>\r\n<p>jindalregency [@] yahoo.co.in</p>\r\n<p>&nbsp;</p>\r\n<p>7 होटल श्रद्धा भगवानपुर, रायगढ़ 07762-228800,</p>\r\n<p>Mob.9827123101 hotelshreshtha [@] gmail.com</p>\r\n<p>रेलवे स्टेशन के पास 8 होटल पथिक, रायगढ़ 07762-224717, 225925 होटलपथिक [at] gmail.com</p>\r\n<p>9 होटल अतीथी नियर रेलवे स्टेशन, रायगढ़ 07762-222086,221597</p>\r\n<p>भीड़। 9300982824 -</p>\r\n<p>10 होटल Ans धीमरापुर रोड, जगतपुर, रायगढ़ 07762-235301-304</p>\r\n<p>07762-329675</p>\r\n<p>Mob.9826703604 hotelans याहू [@], co.in</p>\r\n<p>11 होटल साईं शारधा नियर रेलवे स्टेशन, रायगढ़ मोब। 8889914801 -</p>\r\n<p>12 होटल चक्रधर</p>\r\n<p>टूरिस्ट कॉटेज सारंगढ़ रोड, रायगढ़ 07762-261830</p>\r\n<p>भीड़। 9406261856 vinayjaiswal.krb [@] rediffmail.com</p>\r\n<p>13 होटल आशिरवाद रायगढ़ 07762-232476, 232859 -</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Raigarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","subContents":[{"SubTitle":"1. गोमर्डा वन्यजीव अभयारण्य","SubTitleHindi":null,"SubContent":"<p>गोमर्डा वन्यजीव अभयारण्य सारंगढ़ के पास स्थित है। इस क्षेत्र में बहुत सारे पहाड़ी इलाके हैं। 275 वर्ग किमी में फैला यह साहसिक साधकों के लिए आदर्श गंतव्य में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>गोमर्डा वन्यजीव अभयारण्य, छत्तीसगढ़ में जंगली जानवरों की विभिन्न विविधताएं हैं। कुछ सामान्य प्रजातियां विभिन्न प्रकार के डेर और भैंस हैं। जंगली भैंसों को देखने के लिए पर्यटक आते हैं जो झुंड में चलते हैं और एक सुंदर दृश्य बनाते हैं। यदि आप भाग्यशाली हैं तो आप नीलगिरि, सांभर, गौर, बार्किंग डीयर, चूसिंकरा, मंटजैक, स्लॉथ बीयर, जंगली सूअर, ढोले या जंगली कुत्ते और जैकल जैसी अन्य प्रजातियों को भी प्राप्त कर सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"6e6161a1-36f3-44bd-9591-f6f04b09a7c1_Gomarda-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. राम झरना","SubTitleHindi":null,"SubContent":"<p>यह लगभग 18 कि.मी. जिला मुख्यालय से। इसका एक प्राकृतिक जल स्रोत है। इतिहास के अनुसार, भगवान राम एक बार अपने वनवास के दौरान यहां आए थे, और जल स्रोत से पानी पिया था। इसलिए नाम राम झरना। यह एक बहुत अच्छा पिकनिक स्थल है।</p>","SubContentHindi":null,"ImageUrl":"0b554837-6d24-45c2-a92c-153c921f9bd7_Ram-Jharna.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रास्ते से</p>\r\n<p>सड़कों के सुव्यवस्थित नेटवर्क द्वारा पड़ोसी शहरों और कस्बों के साथ रायगढ़ की उत्कृष्ट कनेक्टिविटी है। बिलासपुर (170 किमी), रायपुर (270 किमी), अंबिकापुर (190 किमी) और झारसुगुड़ा ओडिशा (90 किमी) सभी सड़कों द्वारा रायगढ़ से अच्छी तरह से जुड़े हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>रायगढ़ हावड़ा-नागपुर-मुंबई लाइन के टाटानगर-बिलासपुर खंड पर ब्रॉड गेज लाइन का एक स्टेशन है। यह बिलासपुर रेलवे डिवीजन के अंतर्गत आता है। सभी एक्सप्रेस और कुछ सुपरफास्ट ट्रेनें यहाँ रुकती हैं, जबकि गोंडवाना एक्सप्रेस और जनशताब्दी एक्सप्रेस रायगढ़ में उत्पन्न होती हैं। यह नई दिल्ली, मुंबई, कोलकाता, कोटा, पटना, अहमदाबाद, जयपुर, भुवनेश्वर, नागपुर, विशाखापत्तनम आदि जैसे कई प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है, जबकि अन्य स्थलों के लिए इसे बिलासपुर रेलवे स्टेशन पर निर्भर रहना पड़ता है, जो एक क्षेत्रीय रेल है हब देश के हर हिस्से से जुड़ा है और रायगढ़ जिला मुख्यालय से 132 किमी दूर है। मुख्य रेलवे स्टेशन रायगढ़ शहर के बीचों-बीच है। किरोड़ीमल नगर रेलवे स्टेशन रायगढ़ शहर का एक और उपनगर है। आस-पास के क्षेत्र के लोगों की सेवा करने वाला रायगढ़ रेलवे स्टेशन अंबिकापुर, सुरगुजा, धर्मजिगढ़, लैलूंगा, सारंगढ़ है। रायगढ़ रेलवे स्टेशन में अच्छी वाहन पार्किंग की सुविधा है, यहां तक ​​कि रात में पार्किंग की आवश्यकता पर भी किया जा सकता है।</p>\r\n<p>रायगढ़ रेलवे स्टेशन मुख्य मुंबई में स्थित है - हावड़ा रेल मार्ग, जो रेल मार्ग गुजरते हैं उनमें से अधिकांश रायगढ़ स्टेशन में रुकते हैं। बिलासपुर जंक्शन। भारतीय रेलवे के SECR ज़ोन का मुख्यालय है, जो कि रायगढ़ रेलवे स्टेशन से केवल 140 किमी दूर है और सड़क से अच्छी तरह जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>कोंडातराई के पास रायगढ़ हवाई अड्डा शहर के केंद्र से 9 किलोमीटर (5.6 मील) दूर है। राज्य सरकार ने रायगढ़ हवाई अड्डे को 2017 की मई तक घरेलू उड़ानों के लिए राज्य के दूसरे हवाई अड्डे के रूप में विकसित करने के लिए जुलाई 2013 में भारतीय विमानपत्तन प्राधिकरण (एएआई) के साथ एक समझौता ज्ञापन (एमओयू) पर हस्ताक्षर किए [6] एनएच 216 पर एक फोर लेन सड़क प्रस्तावित है। जो हवाई अड्डे को शहर से अधिक कुशलता से जोड़ेगा। जिंदल स्टील एंड पावर लिमिटेड के स्वामित्व वाला एक निजी हवाई अड्डा शहर के उत्तर-पश्चिम में 10 किलोमीटर (6.2 मील) की दूरी पर स्थित है। छत्तीसगढ़ राज्य सरकार और भारतीय विमानपत्तन प्राधिकरण (एएआई) ने रायगढ़ में 280 करोड़ रुपये की लागत से पूर्ण हवाई अड्डे की स्थापना के लिए एक समझौते पर हस्ताक्षर कर सकते हैं। एएआई को दो चरणों में प्रस्तावित हवाई अड्डे के विकास की उम्मीद है, जिसमें पहले चरण में 158 करोड़ रुपये खर्च किए जाएंगे। प्राधिकरण को उम्मीद है कि परियोजना को तीन से चार साल में पूरा किया जाएगा। एक बार हवाई अड्डा चालू हो जाने के बाद, एटीआर -72 विमानों की उड़ानें, जो कि 70 से 80 लोगों के लिए हो सकती हैं, शुरू में शुरू की जाएंगी। एएआई 200 लोगों के बैठने की क्षमता के साथ बड़े विमानों की उड़ानें शुरू करेगा और जब यातायात बढ़ेगा और हवाई अड्डा पूरी तरह से चालू होगा। राज्य सरकार हवाई अड्डे के विकास के लिए AAI को 600 एकड़ जमीन आवंटित कर सकती है। अब तक, रायगढ़ में एक हवाई पट्टी है, जिसका उपयोग मुख्य रूप से छोटे विमानों और हेलिकॉप्टरों के लिए किया जाता है, लेकिन एक बार हवाई अड्डे के विकसित होने के बाद, यह जिले में और उसके आसपास औद्योगिक गतिविधि को एक गति प्रदान करेगा। हवाई अड्डा हवाई संपर्क को बढ़ावा देगा और राज्य की अर्थव्यवस्था को बढ़ाने में मदद करेगा।</p>\r\n<p>रायगढ़ हवाई अड्डा रायपुर हवाई अड्डे से जुड़ा है। रायपुर हवाई अड्डा घरेलू हवाई अड्डा है जो भारत के प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>स्रोत: https://raigarh.gov.in/en/</p>","SubContentHindi":null,"ImageUrl":"ec5ef1d4-3dd2-4bd0-8bcc-a2a6eb89b577_Raigarh-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-raigarh-chhattisgarh","tags":[{"name":"रायगढ़","slug":"raigarh"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":232,"title":"सूरजपुर में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"सूरजपुर एक शहर और एक नगर पालिका परिषद है जो मध्य भारत में छत्तीसगढ़ राज्य के सूरजपुर जिले में रिहंद नदी के तट पर स्थित है। यह राज्य मुख्यालय रायपुर से 256 किमी उत्तर में स्थित सूरजपुर जिले का प्रशासनिक मुख्यालय है। राष्ट्रीय राजमार्ग 43 का सूरजपुर से होकर गुजरने का मार्ग है।\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"सूरजपुर","slug":"surajpur"}],"slug":"top-places-to-visit-in-surajpur-chhattisgarh","total":0},{"id":228,"title":"रायगढ़ में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","dateCreated":"2019-01-07T16:40:30.063Z","dateModified":"2019-01-07T16:51:09.932Z","contributedBy":"AskGif","content":"रायगढ़ भारतीय राज्य छत्तीसगढ़ के रायगढ़ जिले में एक शहर और नगर निगम है। रायगढ़ जिले का प्रशासनिक मुख्यालय, यह राज्य के साथ-साथ देश के लिए अपने कोयला भंडार और बिजली उत्पादन के लिए जाना जाता है। इसे संस्कारधनी यानी छत्तीसगढ़ की सांस्कृतिक राजधानी के रूप में भी जाना जाता है।\r\n&nbsp;\r\nल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायगढ़","slug":"raigarh"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-raigarh-chhattisgarh","total":0},{"id":216,"title":"दुर्ग में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","dateCreated":"2019-01-04T13:29:29.037Z","dateModified":"2019-01-04T13:41:30.852Z","contributedBy":"AskGif","content":"दुर्ग भारतीय राज्य छत्तीसगढ़ में एक शहर है, जो शिवनाथ नदी के पूर्व में है और दुर्ग-भिलाई शहरी समूह का हिस्सा है। यह दुर्ग जिले का मुख्यालय है।\r\nदुर्ग जिला भारत के छत्तीसगढ़ में स्थित एक जिला है। जिला मुख्यालय दुर्ग है। जिले में 2,238 वर्ग किमी का क्षेत्र शामिल है। 2011 के बाद यह रायपुर के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दुर्ग","slug":"durg"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-durg-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}