{"id":228,"title":"Top Places to visit in Raigarh, Chhattisgarh","imageUrl":"780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","dateCreated":"2019-01-07T16:40:30.063Z","dateModified":"2019-01-07T16:51:09.932Z","contributedBy":"AskGif","content":"<p>Raigarh is a city and municipal corporation in the Raigarh district of the Indian state of Chhattisgarh. The administrative headquarters of Raigarh district, it is known for its coal reserves and power generation for the state as well as the country.It is also known as Sanskardhani i.e. Cultural capital of Chhattisgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>With a population of just about 150,000, it is a rapidly growing industrial city and home to the Mohan Jute Mill, one of the oldest jute mills in India and the only one in Madhya Pradesh prior to the splitting off of Chhattisgarh in 2000. Raigarh is also a major producer of steel and iron ore as well as the cultural and industrial capital of Chhattisgarh. Jindal Steel and Power Limited is a major steel plant based in Raigarh.Raigarh is a major rice producing district with a net production of 350,000 tonnes per annum. A major rice processing industry in the district is Raigarh Foods &amp; Hotel Business Pvt Ltd. Raigarh consists of various shopping complexes, broad four-lane roads, 3 star hotels, upcoming malls and much more. Ela Mall,galaxy mall, Grand Mall are some malls in raigarh.</p>\r\n<p>&nbsp;</p>\r\n<p>New Raigarh</p>\r\n<p>'New Raigarh' (New Raigarh) involves the transformation of old Raigarh into a better planned and a laid out town. Located around National Highway 216, it lies 10 kilometres (6.2 mi) to the south-east of the old town of Raigarh and 15 kilometres (9.3 mi) from the proposed NTPC Lara-Pussore site. Kodatarai Airport (the future domestic airport of Chhattisgarh) separates the old Raigarh, new Raigarh and the NTPC site. Naya Raigarh will serve as the industrial capital of the state and also cater to the infrastructure needs of industry and trade in the region. Naya Raigarh is spread over an area of about 600 acres (240 ha) and includes a number of villages of which Kodatarai village forms the core of the Naya Raigarh. About half of the total acquired land is being used for afforestation, roads, parks, public conveniences, water facilities-canals, green belts etc. 23 percent of the land will be reserved for educational institutions, government offices and public auditoriums etc. 30 percent of the land will be designated for residential and economic use.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Raigarh is one of the favorite destinations in the state of Chhattisgarh which is known for Kosa silk, rice fields and indigenous tribes. Nearby place to visit in Raigarh are Pahad Mandir at Gajmar Pahadi, Ram Jharna in bhupdeopur, Teepa Khol, Maa Chandrasini Devi Temple and Banjari Mandir at chandarpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Pandit lochan prasad pandey samiti district Archeology measum Established in 1996 in Natwar High School near station chock Many things of ancient times</p>\r\n<p>&nbsp;</p>\r\n<p>Famous Tourist Places near Raigarh Chhattisgarh also includes a small zoo called Indira Vihar, Gomarda Wildlife Sanctuary near Sarangarh, Shri Shyam Mandir Moti mahal - Raj mahal and Raigarh Fort and recently build Sai baba temple in urdana.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Sr. No. Name Of the Place Description</p>\r\n<p>1. Ram Jharna It is about 18 Kms. from the District Head quarters. It has a natural water source. According to History, Lord Ram once had been here during his Vanwas, and drank water from the water source. Hence the name Ram Jharna. It is a very good picnic spot.</p>\r\n<p>2. Gomarda Abhayaranya Situated in Sarangarh Tehsil 60 Kms. from the District HeadQuarters. It is spread over 278 Sq. Kms. It is a natural home for many rare wild animals like tigers, beers, etc.</p>\r\n<p>3. Temples Gaurishankar Mandir, Shayam Mandir, Pahadh Mandir Situated at Raigarh</p>\r\n<p>Banjari Mandir 20 Kms. from District Head Quarter,</p>\r\n<p>Chandrahasini Mandir 30 Kms. from Raigarh (Situated in Chandrapur, Distt. Janjgir-Champa)</p>\r\n<p>4. Parks Kamla Nehru Park, Haritima, Indira Vihar</p>\r\n<p>5. Festival Chakradhar Samaroh Like other parts of India, In Raigarh also people celebrate ten days Ganesh festival. The interim period of ten days is observed with devotion, worship and festivity. Apart from other ceremonial observation and joyous celebrations the occasion is marked with cultural programs consisting of Music, Dance and Drama performed every evening. This festival used to celebrated by the ancestors of king Chakradhar Singh right from the time they made it their abode. They had, all of them, been very orthodox and had great faith in rituals and other religious observations.</p>\r\n<p>&nbsp;</p>\r\n<p>Accommodation(Hotel/Resort/Dharamsala)</p>\r\n<p>Hotels in Raigarh</p>\r\n<p>Sr. No. Hotel Name Address Contact No. Email Id</p>\r\n<p>1 Hotel Pink Pearl Near Dhimarapur Chawk, Jindal Road, Raigarh 07762-228012</p>\r\n<p>Mob. 9752122200 hotelpinkpearl[at]gmail.com</p>\r\n<p>2 Hotel Rajmahal Ramniwas Talkies Road, Raigarh 07762-224454</p>\r\n<p>Mob. 9926204454 &ndash;</p>\r\n<p>3 Hotel Johal Palace Near Kewdabadi Bus Stand, Raigarh 07762-232527</p>\r\n<p>Mob. 8109457744 info[at]hoteljohalpalace.com</p>\r\n<p>4 Hotel Shivam Near Railway Station, Raigarh 0777200111</p>\r\n<p>Mob. 9827922442 &ndash;</p>\r\n<p>5 Hotel Shreepushpak Near District Hospital, Raigarh 07762-226600-01,</p>\r\n<p>222071, 223851,</p>\r\n<p>224378 hotelpushpakraigarh[at]rediffmail.in</p>\r\n<p>6 Hotel Jindal Regency Dhimarapur Road, Raigarh 07762-23517-72-73,</p>\r\n<p>320259</p>\r\n<p>Mob.9926002170 jindalregency[at]yahoo.co.in,</p>\r\n<p>jindalregency[at]yahoo.co.in</p>\r\n<p>&nbsp;</p>\r\n<p>7 Hotel Shreshtha Bhagwanpur, Raigarh 07762-228800,</p>\r\n<p>Mob.9827123101 hotelshreshtha[at]gmail.com</p>\r\n<p>8 Hotel Pathik Near Railway Station, Raigarh 07762-224717, 225925 hotelpathik[at]gmail.com</p>\r\n<p>9 Hotel Atithi Near Railway Station, Raigarh 07762-222086,221597</p>\r\n<p>Mob. 9300982824 &ndash;</p>\r\n<p>10 Hotel Ans Dhimrapur Road, Jagatpur, Raigarh 07762-235301-304</p>\r\n<p>07762-329675</p>\r\n<p>Mob.9826703604 hotelans[at]yahoo,co.in</p>\r\n<p>11 Hotel sai shardha Near Railway Station, Raigarh Mob. 8889914801 &ndash;</p>\r\n<p>12 Hotel Chakradhar</p>\r\n<p>Tourist Cottage Sarangarh Road, Raigarh 07762-261830</p>\r\n<p>Mob. 9406261856 vinayjaiswal.krb[at]rediffmail.com</p>\r\n<p>13 Hotel Ashirwad Raigarh 07762-232476, 232859 &ndash;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Raigarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","subContents":[{"SubTitle":"1. Gomarda Wildlife Sanctuary","SubTitleHindi":null,"SubContent":"<p>Gomarda Wildlife Sanctuary is situated near Sarangarh. There are a lot of hilly terrains in the region. Spread over 275 sq km it is one of the ideal destination for the adventure seekers.</p>\r\n<p>&nbsp;</p>\r\n<p>Gomarda Wildlife Sanctuary, Chattisgarh has different varities of wild animals. Some of the common species are different types of dears and buffalos. Tourists visit the place to see wild buffalos who move in flocks and make for a pretty sight. If you are lucky then you can also get a other species like the Nilgiri, Sambars, Gaurs, Barking Deer, Chausinkara, Muntjac, Sloth Bear, Wild Boar, Dhole or the wild dog and the Jackel.</p>","SubContentHindi":null,"ImageUrl":"6e6161a1-36f3-44bd-9591-f6f04b09a7c1_Gomarda-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Ram Jharna","SubTitleHindi":null,"SubContent":"<p>It is about 18 Kms. from the District Head quarters. It has a natural water source. According to History, Lord Ram once had been here during his Vanwas, and drank water from the water source. Hence the name Ram Jharna. It is a very good picnic spot.</p>","SubContentHindi":null,"ImageUrl":"0b554837-6d24-45c2-a92c-153c921f9bd7_Ram-Jharna.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Road</p>\r\n<p>Raigarh has excellent connectivity with neighbouring cities and towns by well-maintained network of roads. Bilaspur (170 km), Raipur(270 km), Ambikapur (190 km) and Jharsuguda Odisha (90 km) all are well-linked to Raigarh by roads.</p>\r\n<p>&nbsp;</p>\r\n<p>By Train</p>\r\n<p>Raigarh is a station on the Tatanagar&ndash;Bilaspur section of Howrah-Nagpur-Mumbai line the broad gauge line. It comes under Bilaspur railway division. All express and some superfast trains stop here, while Gondwana express and Janshatabdi express originate at Raigarh. It is well connected with many major cities like New Delhi, Mumbai, Kolkata, Kota, Patna, Ahmedabad, Jaipur, Bhubaneswar, Nagpur, Vishakhapatnam etc., while for other destinations it has to depend upon Bilaspur railway station, which is a regional rail hub connected to every part of country and 132&nbsp; km from Raigarh district headquarter. The main railway station Raigarh is near the heart of the city. Kirodimal Nagar railway station is another suburb small station of Raigarh city. Raigarh railway station serving to the people of nearby area lie Ambikapur, Surguja, Dharamjaigarh, Lailunga, Sarangarh. The Raigarh railway station has good Vehicle parking facility even overnight parking can be done on need.</p>\r\n<p>Raigarh railway station is situated in main Mumbai &ndash; Hawda rail route, most of the trains which passes in the rout has stoppage in raigarh station. Bilaspur Jn. is the HQ of SECR zone of indian railway which is just 140 km away from the raigarh railway station and well connected throuth rail as well as road.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>Raigarh Airport near Kondatarai is 9 kilometres (5.6 mi) from the city center. The State Government signed a memorandum of understanding (MoU) with the Airports Authority of India (AAI) in July 2013 to develop Raigarh Airport as the state's second airport for domestic flights by 2017 May[6] A Four Lane road is proposed on NH 216 which will connect the airport to the city more efficiently. A private airport owned by the Jindal Steel and Power Limited is located 10 kilometres (6.2 mi) north-west of the city. The Chhattisgarh state government and the Airport Authority of India (AAI) may sign an agreement for setting up a full-fledged airport at Raigarh at a cost of Rs 280 crore. AAI is expected to develop the proposed airport in two phases, with Rs 158 crore being spent on the first phase. The authority expects to complete the project in three to four years. Once the airport becomes operational, flights of ATR-72 aircraft, which can seat 70 to 80 people, would be started initially. AAI would introduce flights of bigger aircraft, with seating capacity for 200 people as and when the traffic increases and the airport is fully operational. The state government may allocate 600 acre of land to the AAI for developing the airport. As of now, Raigarh has an air strip, which is primarily used for small aircraft and choppers but once the airport is developed, it would give a fillip to the industrial activity in and around the district. The airport would promote air connectivity and help in boosting the state's economy.</p>\r\n<p>Raigarh air base is connected to Raipur airport. Raipur airport is domestic airport which is well connected to major cities of india.</p>\r\n<p>source: https://raigarh.gov.in/en/</p>","SubContentHindi":null,"ImageUrl":"ec5ef1d4-3dd2-4bd0-8bcc-a2a6eb89b577_Raigarh-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-raigarh-chhattisgarh","tags":[{"name":"raigarh","slug":"raigarh"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":232,"title":"Top Places to visit in Surajpur, Chhattisgarh","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"Surajpur is a city and a Nagar Palika Parishad situated in the bank of Rihand River in Surajpur district of Chhattisgarh state in central India. It is the administrative headquarters of the Surajpur district, located 256 km North from the state headquarters Raipur. National Highway 43 has its rou","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"surajpur","slug":"surajpur"}],"slug":"top-places-to-visit-in-surajpur-chhattisgarh","total":0},{"id":228,"title":"Top Places to visit in Raigarh, Chhattisgarh","imageUrl":"780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","dateCreated":"2019-01-07T16:40:30.063Z","dateModified":"2019-01-07T16:51:09.932Z","contributedBy":"AskGif","content":"Raigarh is a city and municipal corporation in the Raigarh district of the Indian state of Chhattisgarh. The administrative headquarters of Raigarh district, it is known for its coal reserves and power generation for the state as well as the country.It is also known as Sanskardhani i.e. Cultural ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"raigarh","slug":"raigarh"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-raigarh-chhattisgarh","total":0},{"id":216,"title":"Top Places to visit in Durg, Chhattisgarh","imageUrl":"3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","dateCreated":"2019-01-04T13:29:29.037Z","dateModified":"2019-01-04T13:41:30.852Z","contributedBy":"AskGif","content":"Durg is a city in the Indian state of Chhattisgarh, east of the Shivnath River and is part of the Durg-Bhilai urban agglomeration. It is the headquarters of Durg District.\r\nDurg district is a district situated in Chhattisgarh, India. The district headquarters is Durg. The district covers a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3fa153ab-9625-48fe-b696-d27930a84661_Durg-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"durg","slug":"durg"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-durg-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}