{"id":229,"title":"रायपुर में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"248a4be8-8457-4c8b-bbe8-af704b4a0cd7_Raipur-railway.jpg","dateCreated":"2019-01-07T17:20:51.028Z","dateModified":"2019-01-07T17:48:21.934Z","contributedBy":"AskGif","content":"<p>रायपुर भारतीय राज्य छत्तीसगढ़ में रायपुर जिले का एक शहर है। यह छत्तीसगढ़ का सबसे बड़ा शहर और राजधानी है। 1 नवंबर 2000 को छत्तीसगढ़ राज्य बनने से पहले यह मध्य प्रदेश का एक हिस्सा था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>इंजीनियरिंग, प्रबंधन, चिकित्सा और कानून में राष्ट्रीय महत्व के कई संस्थानों की उपस्थिति के कारण रायपुर छत्तीसगढ़ का शैक्षिक केंद्र बन गया है। यह भारत का एकमात्र शहर है जो IIM, NIT, AIIMS, हिदायतुल्लाह नेशनल लॉ यूनिवर्सिटी और IIIT का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रधान संस्थान</p>\r\n<p>भारतीय प्रबंधन संस्थान (IIM) रायपुर</p>\r\n<p>हिदायतुल्ला नेशनल लॉ यूनिवर्सिटी</p>\r\n<p>नेशनल इंस्टीट्यूट ऑफ टेक्नोलॉजी (NIT) रायपुर</p>\r\n<p>अखिल भारतीय आयुर्विज्ञान संस्थान (AIIMS) रायपुर</p>\r\n<p>अंतर्राष्ट्रीय सूचना प्रौद्योगिकी संस्थान, नया रायपुर</p>\r\n<p>मलेरिया अनुसंधान के राष्ट्रीय संस्थान</p>\r\n<p>सरकारी विश्वविद्यालय</p>\r\n<p>पंडित रविशंकर शुक्ल विश्वविद्यालय</p>\r\n<p>इंदिरा गांधी कृषि विश्वविद्यालय</p>\r\n<p>कुशाभाऊ ठाकरे पत्रकारिता अवाम जनशंकर विश्वविद्यालय</p>\r\n<p>आयुष और स्वास्थ्य विज्ञान विश्वविद्यालय छत्तीसगढ़</p>\r\n<p>छत्तीसगढ़ कामधेनु विश्व विद्यालय</p>\r\n<p>गवर्नमेंट इंजीनियरिंग कॉलेज, रायपुर</p>\r\n<p>निजी विश्वविद्यालय और डीम्ड विश्वविद्यालय</p>\r\n<p>एमिटी यूनिवर्सिटी, रायपुर</p>\r\n<p>आईटीएम विश्वविद्यालय, रायपुर</p>\r\n<p>MATS विश्वविद्यालय, रायपुर</p>\r\n<p>आईसीएफएआई विश्वविद्यालय, रायपुर</p>\r\n<p>कलिंग विश्वविद्यालय, रायपुर</p>\r\n<p>वाणिज्य, इंजीनियरिंग और प्रबंधन कॉलेज</p>\r\n<p>रूंगटा कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, रायपुर (RCET, रायपुर)</p>\r\n<p>रूंगटा इंजीनियरिंग कॉलेज, रायपुर (आरईसी, रायपुर)</p>\r\n<p>रायपुर प्रौद्योगिकी संस्थान</p>\r\n<p>दिशा इंस्टीट्यूट ऑफ मैनेजमेंट एंड टेक्नोलॉजी, रायपुर</p>\r\n<p>श्री शंकराचार्य इंस्टीट्यूट ऑफ प्रोफेशनल मैनेजमेंट एंड टेक्नोलॉजी, रायपुर (SSIPMT)</p>\r\n<p>प्रगति कॉलेज ऑफ इंजीनियरिंग एंड मैनेजमेंट</p>\r\n<p>&nbsp;</p>\r\n<p>प्राथमिक और माध्यमिक शिक्षा</p>\r\n<p>होली क्रॉस सीनियर सेकेंडरी स्कूल कापा</p>\r\n<p>राजकुमार कॉलेज, 1882 में स्थापित</p>\r\n<p>रेयान इंटरनेशनल स्कूल</p>\r\n<p>&nbsp;</p>\r\n<p>शेखर सेन, विश्व प्रसिद्ध संगीत मोनोएक्ट खिलाड़ी, रायपुर में पैदा हुए और उनका लालन-पालन हुआ।</p>\r\n<p>अटल नगर</p>\r\n<p>अटल नगर (पहले नया रायपुर के नाम से जाना जाता था) (अटल नगर (पहले नया रायपुर के नाम से जाना जाता था)) छत्तीसगढ़ की नई राजधानी है। राष्ट्रीय राजमार्ग NH-6 और NH-43 के बीच स्थित, यह रायपुर के पुराने शहर से दक्षिण-पूर्व दिशा में 17 किमी दूर है। स्वामी विवेकानंद हवाई अड्डा पुराने और नए शहरों को अलग करता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Raipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/248a4be8-8457-4c8b-bbe8-af704b4a0cd7_Raipur-railway.jpg","subContents":[{"SubTitle":"1. नंदनवन जंगल सफारी","SubTitleHindi":null,"SubContent":"<p>द जंगल सफारी, सेक्टर -39, नया रायपुर में स्थित है। नया रायपुर रायपुर रेलवे स्टेशन से लगभग 35 किमी और स्वामी विवेकानंद एयरपोर्ट, रायपुर से 15 किमी दूर है। नंदनवन जंगल सफारी का पूरा 800 एकड़ क्षेत्र हरे-भरे हैं, जिसमें सुंदर परिदृश्य हैं। कई देशी पौधों की प्रजातियां भी वनस्पति को जोड़ती हैं, जो जानवरों के लिए एक प्राकृतिक निवास स्थान बनाती हैं। इसमें 130 एकड़ का जल निकाय है जिसका नाम 'खंडवा जलाशय' है जो कई प्रवासी पक्षी प्रजातियों को आकर्षित करता है। चार सफारी अर्थात् शाकाहारी, भालू, बाघ और लायन सफारी की स्थापना की गई है। आगामी चिड़ियाघर में जानवरों की एक और 32 प्रजातियों का प्रदर्शन किया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>सफारी</p>\r\n<p>&nbsp;</p>\r\n<p>सफारी क्षेत्र में, अब तक चार सफारी बनाई गई हैं;</p>\r\n<p>&nbsp;</p>\r\n<p>हर्बिवोर सफारी - क्षेत्र 30 हेक्टेयर।</p>\r\n<p>&nbsp;</p>\r\n<p>भालू सफारी - क्षेत्र 20 हेक्टेयर।</p>\r\n<p>&nbsp;</p>\r\n<p>टाइगर सफारी - क्षेत्र 20 हेक्टेयर।</p>\r\n<p>&nbsp;</p>\r\n<p>लायन सफारी - क्षेत्र 20 हेक्टेयर।</p>\r\n<p>&nbsp;</p>\r\n<p>सफारी का पूरा क्षेत्र 5 मीटर की ऊंचाई के चेन लिंक बाड़ से आच्छादित है। और 1.5 मी। और 60 डिग्री पर शीर्ष पर उलटा। इस क्षेत्र में पर्याप्त वनस्पति, आश्रय और जल निकाय हैं। ग्रीन बेल्ट को सफारी और सर्विस रोड के साथ-साथ बनाया गया है और आवास सुधार के लिए 55000 पौधे सफारी के अंदर लगाए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बाड़े के माध्यम से ड्राइव होगी जिसमें प्रवेश और निकास दोहरे फाटकों की प्रणाली के माध्यम से होगा और आगंतुक वाहन कम गति पर सफारी के अंदर नामित सड़क पर चलेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>टाइगर सफारी, हर्बिवोर सफारी, लायन सफारी और बियर सफारी जैसे ये 4 सफारी आगंतुकों के लिए हर तरह से तैयार हैं। वर्तमान में 4 बाघ टाइगर सफारी में रखे गए हैं, 106 हर्बिवोर को हर्बिवोर सफारी में रखा गया है जिसमें चीतल, सांभर, ब्लू बुल, बार्किंग डियर और ब्लैकबक्स शामिल हैं। भालू सफारी में वर्तमान में 4 भालू हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नंदनवन जंगल सफारी, नया रायपुर की यात्रा के लिए ऑनलाइन गेट टिकट: -</p>\r\n<p>&nbsp;</p>\r\n<p>http://junglesafari.cg.nic.in/TicketBook.html</p>","SubContentHindi":null,"ImageUrl":"6c188fef-f719-46b0-b326-8388c2849fe6_Nandanvan-Jungle-Safari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. पुरखौती मुक्तांगन","SubTitleHindi":null,"SubContent":"<p>भारत के पूर्व राष्ट्रपति माननीय ए.पी.जे अब्दुल कलाम द्वारा नवम्बर 2006 को उद्घाटन किया गया, यह आनंदमय बगीचा छत्तीसगढ़ की समृद्ध संस्कृति की झलक देता है। प्रदर्शन करने वाले आदिवासियों के जीवन-संबंधी आंकड़े, विभिन्न लोक-कलाएं छत्तीसगढ़ के जीवंत खजाने पर एक अद्भुत परिप्रेक्ष्य प्रदान करती हैं।</p>","SubContentHindi":null,"ImageUrl":"b6487f50-173e-42fa-83fd-3491def9b3bb_Purkhauti-Muktangan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. राजकुमार कॉलेज","SubTitleHindi":null,"SubContent":"<p>राजकुमार कॉलेज, रायपुर, पूर्वी भारत के प्रमुख संस्थानों में से एक, सर एंड्रयू फ्रेजर द्वारा स्थापित किया गया था, जो सी.पी. के तत्कालीन मुख्य आयुक्त थे। &amp; बरार, जबलपुर में वर्ष 1882 में एक हॉस्टल के रूप में जाना जाता है, जिसे \"राजकुमार स्कूल\" के रूप में जाना जाता है, पूर्वी राज्यों के शासक प्रमुखों और जमींदारों के बेटों और रिश्तेदारों को शिक्षा प्रदान करने के लिए, जिन्होंने इसे स्थापित करने के लिए बड़ी धनराशि दान की थी। स्कूल 1894 तक जबलपुर में काम करता था और उसके बाद, रायपुर में अपनी वर्तमान साइट पर स्थानांतरित हो गया, जिससे यह बोर्डिंग हाउस सुविधाओं के साथ एक पूर्ण विद्यालय बन गया। बीजारोपण किया जा रहा था, अंकुरण 1894 से 1910 तक रायपुर के राजकुमार कॉलेज के प्राचार्य रहे रे। जी। डी। ओसवेल के हाथों में रह गया था। उनके पास एक बहुत ही सुंदर स्कूल था, और एक बहुत ही कठिन काम था, उन्होंने इसे शालीनता से निभाया। राजकुमार कॉलेज का परिवेश, प्रकाश व्यवस्था और वास्तुकला रमणीय है। मनोरम उद्यान और राजसी मेहराब इसे पर्यटकों के आकर्षण का केंद्र बनाते हैं।</p>","SubContentHindi":null,"ImageUrl":"4dede7f3-67c2-419f-9dc5-b14b7bd1bdd3_Rajkumar-College.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. विवेकानंद आश्रम","SubTitleHindi":null,"SubContent":"<p>स्वामी आत्मानंद के प्रयासों की बदौलत, जुलाई, 1957 में रामकृष्ण सेवा समिति की स्थापना हुई। त्याग और स्वयं सेवा की विचारधाराओं पर काम करते हुए, आश्रम आत्म-मुक्ति और विश्व के कल्याण के लिए प्रयास करता है। आज रामकृष्ण परमहंस को समर्पित एक शानदार मंदिर बनाया गया है। आश्रम एक अस्पताल और पुस्तकालय से सुसज्जित है। वर्तमान में, यह धर्मोपदेश रामकृष्ण मिशन आश्रम बेलूर से जुड़ा हुआ है।</p>","SubContentHindi":null,"ImageUrl":"bfa5688b-b5cd-4dce-b3e4-5d0c85abd6cf_Vivekananda-Ashram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. नागर घड़ी","SubTitleHindi":null,"SubContent":"<p>शास्त्री चौक और दाऊ कल्याण सिंह अस्पताल के पास, एक नया पुनर्निर्मित स्तंभ है। घड़ी वास्तव में सुंदर है और 'मीनार' एक प्रसिद्ध पर्यटक आकर्षण है।</p>","SubContentHindi":null,"ImageUrl":"65ca1dba-26c1-44c7-83f2-3d00b6302257_Nagar-Clock.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. सौर ऊर्जा पार्क","SubTitleHindi":null,"SubContent":"<p>भारत के विभिन्न शहर सुंदर उद्यानों से भरे हैं, लेकिन उनमें से कोई भी रायपुर, छत्तीसगढ़ में सौर ऊर्जा पार्क की विशिष्टता से मेल नहीं खा सकता है। रायपुर में छत्तीसगढ़ अक्षय ऊर्जा विकास एजेंसी (क्रेडा) द्वारा स्थापित ऊर्जा शिक्षा पार्क एक अंतर के साथ एक पार्क है। यह हरियाली, रंगीन फूलों, आकर्षक फव्वारों और अद्वितीय झरनों की प्रचुरता के साथ सुंदर उद्यान से घिरा, अक्षय ऊर्जा स्रोतों के विभिन्न रूपों की पीढ़ी और उपयोग के विषय पर एक पार्क है। अक्षय ऊर्जा स्रोतों के विभिन्न रूपों के बारे में सामान्य रूप से लोगों को जागरूक करने और शिक्षित करने के लिए रायपुर में ऊर्जा शिक्षा पार्क स्थापित किया गया है। यह इनडोर और आउटडोर प्रदर्शनों और काम करने वाले मॉडल, इंटरैक्टिव गेम्स और क्विज़ के माध्यम से प्राप्त किया गया है। टॉडलर्स के लिए, सौर संचालित खिलौना-कारें हैं। यह पार्क लगभग 7 किलोमीटर दूर स्थित है। एयरपोर्ट रोड पर रायपुर शहर से। दस वर्ष तक के बच्चों के लिए सौर कार हैं। इन सोलर कारों में बैटरियों के जरिए सोलर सेल पॉवरिंग मोटर से बनी छतें होती हैं। एक अन्य आकर्षण एक कृत्रिम झील में रखी गई सौर नाव है जिसे पार्क में विकसित किया गया है। पर्यटक झील में सौर / चप्पू नौकाओं का आनंद ले सकते हैं। सौर नाव का मोटर उन बैटरी से संचालित होता है जो सौर मॉड्यूल से चार्ज होती हैं जो नाव की छत पर लगी होती हैं।</p>","SubContentHindi":null,"ImageUrl":"e5597e7c-8d23-46e9-8f47-5b538ed5405a_Solar-energy-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. टाउन हॉल","SubTitleHindi":null,"SubContent":"<p>एक बार विक्टोरिया जुबली हॉल के रूप में जाना जाता है, 1887 में टाउन हॉल का उद्घाटन किया गया था। भवन का निर्माण करने के लिए इस्तेमाल किए गए पत्थर रायपुर किले से आए थे। टाउन हॉल शास्त्री चौक और कलेक्ट्रेट भवन से सटा हुआ एक राजसी हॉल है। विभिन्न राजवंशों के सभी शासक राजाओं की एक सूची से हमें उन महापुरुषों के बारे में पता चलता है जो शानदार संग्रह के पीछे हैं। नोट में यह भी कहा गया है कि टाउन हॉल निर्माण 1887 में शुरू किया गया था और 1889 में पूरा हुआ। 1890 में उद्घाटन किया गया, टाउन हॉल स्वतंत्रता के संघर्ष का गवाह है। नगर-निगम ने टाउन हॉल का जीर्णोद्धार किया है। अपने पुराने वैभव को फिर से स्थापित करना।</p>","SubContentHindi":null,"ImageUrl":"3486697e-dfdb-4a97-b343-b59d14ec7a80_Town-Hall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. महंत घासी दास मेमोरियल संग्रहालय","SubTitleHindi":null,"SubContent":"<p>महंत घासी दास मेमोरियल संग्रहालय: जेई रोड पर कलेक्ट्रेट कार्यालय के सामने स्थित, महंत घासी दास मेमोरियल संग्रहालय छत्तीसगढ़ की समृद्ध विरासत में एक खिड़की है। यह संग्रहालय रानी ज्योति देवी - राजनांदगांव के बहुमूल्य योगदान से बनाया गया था। भारत के माननीय राष्ट्रपति डॉ। राजेंद्र प्रसाद ने इसका उद्घाटन किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>समृद्ध सांस्कृतिक कलाकृतियों और पुरातात्विक खुदाई को महंत घासी दास मेमोरियल संग्रहालय में खूबसूरती से प्रदर्शित किया गया है। जटिल रूप से निर्मित मूर्तियाँ। प्राचीन पत्थर के शिलालेख और दुर्लभ सिक्के संग्रहालय में प्रदर्शित किए गए हैं।</p>","SubContentHindi":null,"ImageUrl":"5069404d-1253-4849-91e0-311e48fb97c9_Mahant-Ghasi-Das-Memorial-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. विवेकानंद सरोवर","SubTitleHindi":null,"SubContent":"<p>रायपुर की सबसे पुरानी झील होने के नाते। विवेकानंद सरोवर को बुद्ध तालाब भी कहा जाता है। किंवदंतियों का कहना है कि बुद्ध देव आदिवासियों के पूजनीय देवता थे और यह तालाब उन्हें समर्पित है। एक आधुनिक अपील बनाने के लिए, तालाब का नाम बदलकर विवेकानंद सरोवर कर दिया गया। झील के केंद्र में, पर्यटकों के लिए एक स्वर्गीय स्वर्ग बनाया गया है। इसे नीलाभ गार्डन कहा जाता है। तितलियाँ फड़फड़ाती हैं। फव्वारे रंगीन रोशनी से जगमगाते हैं और फूल इस द्वीप-बगीचे पर एक मीठी खुशबू के साथ हवा भरते हैं। झील के बीच में स्वामी विवेकानंद की 37 फीट ऊंची प्रतिमा बनाई गई है। इस प्रतिमा को 'प्रतिमा के लिए सबसे बड़ा मॉडल' होने के लिए लिम्का बुक ऑफ रिकॉर्ड में शामिल किया गया है। रात में विवेकानंद सरोवर एक अद्भुत रूप से जला हुआ वंडरलैंड प्रस्तुत करता है।</p>","SubContentHindi":null,"ImageUrl":"96ff9726-d95a-4d1a-947c-afc64032d6f0_Vivekananda-Sarovar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. दूधाधारी मंदिर","SubTitleHindi":null,"SubContent":"<p>17- शताब्दी में निर्मित, दूधाधारी मंदिर रायपुर का सबसे पुराना मंदिर है। मंदिर का प्राचीन रहस्यवाद भगवान राम के भक्तों को मंत्रमुग्ध कर देता है। वैष्णव धर्म से संबंधित, दूधाधारी मंदिर में रामायण काल की मूल मूर्तियां हैं। रामायण काल के समय की कलाकृतियां बेहद दुर्लभ हैं जो इस मंदिर को अपनी तरह का बनाती हैं। विद्या यह है कि वहाँ एक स्वामी रहते थे (स्वामी बलहद्र दास के नाम से जो हनुमान के बहुत बड़े भक्त थे। वे केवल दूध (\"दुध-अहारी\") पर जीवित रहते थे और इसलिए, भगवान राम को समर्पित इस मंदिर के रूप में जाना जाने लगा। दूधाधारी मंदिर। कच्छल राजा जैत सिंह (1603-1614 ई।) द्वारा निर्मित। मंदिर की बाहरी दीवारों को भगवान राम से संबंधित आकर्षक मूर्तियों से सजाया गया है। यह प्राचीन मंदिर सभी तीर्थयात्रियों और कला प्रेमियों के लिए एक अद्भुत स्थल है।</p>","SubContentHindi":null,"ImageUrl":"dafd5742-a688-4466-bb5e-b45468a59c35_Dudhadhari-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवाईजहाज से</p>\r\n<p>स्वामी विवेकानंद हवाई अड्डा या मान हवाई अड्डा छत्तीसगढ़ राज्य की सेवा करने वाला प्राथमिक हवाई अड्डा है। हवाई अड्डा, नया रायपुर के पास रायपुर से 15 किमी (9.3 मील) दक्षिण में स्थित है और आप देश के अन्य प्रमुख शहरों से रायपुर के लिए आसानी से नियमित उड़ानें प्राप्त कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा</p>\r\n<p>रायपुर जंक्शन रेलवे स्टेशन भारतीय रेलवे के हावड़ा-नागपुर-मुंबई लाइन पर स्थित है (भुसावल, नागपुर, गोंदिया, बिलासपुर, राउरकेला, खड़गपुर के माध्यम से) और देश के अन्य प्रमुख शहरों से नियमित ट्रेनें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>रायपुर नियमित रूप से बसों के माध्यम से ओडिशा के संबलपुर जिले, महाराष्ट्र के नागपुर और देश के अन्य प्रमुख शहरों से जुड़ा हुआ है।</p>\r\n<p>स्रोत: https://raipur.gov.in/</p>","SubContentHindi":null,"ImageUrl":"65fe18f5-fd99-4472-9579-24e1d070937a_raipur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-raipur-chhattisgarh","tags":[{"name":"रायपुर","slug":"raipur"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":220,"title":"कबीरधाम (कवर्धा) में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","dateCreated":"2019-01-05T12:22:15.065Z","dateModified":"2019-01-05T12:29:41.712Z","contributedBy":"AskGif","content":"कवर्धा भारतीय राज्य छत्तीसगढ़ में एक शहर और कबीरधाम जिले में एक नगर पालिका है। यह कबीरधाम जिले का प्रशासनिक मुख्यालय है। कवर्धा को \"भोरमदेव के मंदिर\" के लिए भी जाना जाता है।\r\n&nbsp;\r\nकवर्धा के कलेक्टर श्री नीरज कुमार बंसोड़ हैं।\r\nकबीरधाम जिला मध्य भारत में छत्तीसगढ़ राज्य के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कबीरधाम","slug":"kabirdham"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"कवर्धा","slug":"kawardha"}],"slug":"top-places-to-visit-in-kabirdham-kawardha-chhattisgarh","total":0},{"id":217,"title":"गरियाबंद में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"b7a1d1b7-8f4a-426a-9b38-039a1bf99c41_gariaband-district-chhattisgarh.png","dateCreated":"2019-01-04T14:44:45.55Z","dateModified":"2019-01-04T15:10:44.437Z","contributedBy":"AskGif","content":"गरियाबंद छत्तीसगढ़ राज्य का एक छोटा सा शहर है और हेडकाउटर गरियाबंद जिला है।\r\n&nbsp;\r\nनिकटतम रेलहेड महासमुंद रेलवे स्टेशन है।\r\n&nbsp;\r\nपर्यटन\r\nजटामयी मंदिर - रायपुर से 85 किलोमीटर दूर गरियाबंद में स्थित है। \"जटामयी मंदिर\" एक छोटे से जंगल के खूबसूरत स्थलों के बीच ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b7a1d1b7-8f4a-426a-9b38-039a1bf99c41_gariaband-district-chhattisgarh.png","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गरियाबंद","slug":"gariaband"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-gariaband-chhattisgarh","total":0},{"id":212,"title":"बीजापुर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","dateCreated":"2019-01-03T17:24:41.954Z","dateModified":"2019-01-03T17:42:00.383Z","contributedBy":"AskGif","content":"बीजापुर भारत के बीजापुर जिले, छत्तीसगढ़ में एक शहर है। यह जिले की सीट है और बीजापुर जिले के 4 तालुकों में से एक है। बीजापुर तालुक का क्षेत्रफल 928 किमी 2 और 60,055 निवासी (2001 की जनगणना) है। यह राष्ट्रीय राजमार्ग 16 पर स्थित है जो तेलंगाना में निजामाबाद को दक्षिणपूर्वी छत्तीसगढ़ के जगदलपुर से जो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बीजापुर","slug":"bijapur"}],"slug":"top-places-to-visit-in-bijapur-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}