{"id":229,"title":"Top Places to visit in Raipur, Chhattisgarh","imageUrl":"248a4be8-8457-4c8b-bbe8-af704b4a0cd7_Raipur-railway.jpg","dateCreated":"2019-01-07T17:20:51.028Z","dateModified":"2019-01-07T17:48:21.934Z","contributedBy":"AskGif","content":"<p>Raipur is a city in Raipur district in the Indian state of Chhattisgarh. It is the largest city and the capital city of Chhattisgarh. It was formerly a part of Madhya Pradesh before the state of Chhattisgarh was formed on 1 November 2000.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Raipur has become the educational hub of Chhattisgarh due to presence of many institutes of National importance in Engineering, Management, Medical and Law. It is the only city in India which is home to IIM, NIT, AIIMS, Hidayatullah National Law University, and IIIT.</p>\r\n<p>&nbsp;</p>\r\n<p>Premier institutes</p>\r\n<p>Indian Institute of Management (IIM) Raipur</p>\r\n<p>Hidayatullah National Law University</p>\r\n<p>National Institute of Technology (NIT) Raipur</p>\r\n<p>All India Institute of Medical Sciences (AIIMS) Raipur</p>\r\n<p>International Institute of Information Technology, Naya Raipur</p>\r\n<p>National Institute of Malaria Research</p>\r\n<p>Government universities</p>\r\n<p>Pandit Ravishankar Shukla University</p>\r\n<p>Indira Gandhi Agricultural University</p>\r\n<p>Kushabhau Thakre Patrakarita Avam Jansanchar University</p>\r\n<p>Ayush &amp; Health Sciences University Chhattisgarh</p>\r\n<p>Chhattisgarh Kamdhenu Vishwavidyalaya</p>\r\n<p>Government Engineering College, Raipur</p>\r\n<p>Private universities and deemed universities</p>\r\n<p>Amity University, Raipur</p>\r\n<p>ITM University, Raipur</p>\r\n<p>MATS University, Raipur</p>\r\n<p>ICFAI University, Raipur</p>\r\n<p>Kalinga University, Raipur</p>\r\n<p>Commerce, engineering and management colleges</p>\r\n<p>Rungta College of Engineering and Technology, Raipur (RCET, Raipur)</p>\r\n<p>Rungta Engineering College, Raipur (REC, Raipur)</p>\r\n<p>Raipur Institute of Technology</p>\r\n<p>Disha Institute of Management and Technology, Raipur</p>\r\n<p>Shri Shankaracharya Institute of Professional Management and Technology, Raipur (SSIPMT)</p>\r\n<p>Pragati College of Engineering and Management</p>\r\n<p>&nbsp;</p>\r\n<p>Primary and secondary education</p>\r\n<p>Holy Cross Senior Secondary School Kapa</p>\r\n<p>Rajkumar College, established 1882</p>\r\n<p>Ryan International School</p>\r\n<p>&nbsp;</p>\r\n<p>Shekhar Sen, world-famous musical monoact player, born and brought up at Raipur.</p>\r\n<p>Atal Nagar</p>\r\n<p>Atal Nagar (formerly known as Naya Raipur) (Atal Nagar (formerly known as New Raipur)) is the new capital of Chhattisgarh. Located between National Highways NH-6 and NH-43, it is 17 km away in the south-east direction from the older city of Raipur. Swami Vivekananda Airport separates the old and new cities.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Raipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/248a4be8-8457-4c8b-bbe8-af704b4a0cd7_Raipur-railway.jpg","subContents":[{"SubTitle":"1.  Nandanvan Jungle Safari","SubTitleHindi":null,"SubContent":"<p>The Jungle Safari, located at sector-39, Naya Raipur. Naya Raipur is about 35km from Raipur Railway Station and 15km from the Swami Vivekanand Airport, Raipur. The entire 800 Acre area of the Nandanvan Jungle Safari is lush green, with beautiful landscapes. Several indigenous plant species also add up to the vegetation, creating a natural habitat for the animals. It has 130 Acre of water body named &lsquo;Khandwa Reservoir&rsquo; which attracts many migratory bird species. Four safaris namely, herbivore, Bear, tiger &amp; Lion Safari has been established. Another 32 species of animal will be exhibited in the upcoming zoo.</p>\r\n<p>&nbsp;</p>\r\n<p>SAFARI</p>\r\n<p>&nbsp;</p>\r\n<p>In safari area, four safaris have been created so far;</p>\r\n<p>&nbsp;</p>\r\n<p>Herbivore Safari &ndash; Area 30 ha.</p>\r\n<p>&nbsp;</p>\r\n<p>Bear Safari &ndash; Area 20 ha.</p>\r\n<p>&nbsp;</p>\r\n<p>Tiger Safari &ndash; Area 20 ha.</p>\r\n<p>&nbsp;</p>\r\n<p>Lion Safari &ndash; Area 20 ha.</p>\r\n<p>&nbsp;</p>\r\n<p>The whole area of safari is covered by chain link fence of the height of 5 m. and 1.5 m. and inverted at the top at 60 degree. The area is having adequate vegetation, shelter and water bodies. Green belt has been created all along safari and service road and 55000 saplings were planted inside the safari for habitat improvement.</p>\r\n<p>&nbsp;</p>\r\n<p>There will be drive through enclosure in which entry and exit will be through a system of double gates and the visitor vehicle will move on the designated road inside the safari at low speed.</p>\r\n<p>&nbsp;</p>\r\n<p>These 4 safaris namely Tiger Safari, Herbivore Safari, Lion Safari and Bear Safari are ready in all respects for visitors. At present 4 tigers are kept in Tiger Safari, 106 Herbivore are kept in Herbivore Safari which includes Chital, Sambhar, Blue bull, Barking Deer and Blackbucks. Bear Safari has 4 bears at present.</p>\r\n<p>&nbsp;</p>\r\n<p>Online Gate Ticket for Visit of Nandanvan Jungle Safari, Naya Raipur :-</p>\r\n<p>&nbsp;</p>\r\n<p>http://junglesafari.cg.nic.in/TicketBook.html</p>","SubContentHindi":null,"ImageUrl":"6c188fef-f719-46b0-b326-8388c2849fe6_Nandanvan-Jungle-Safari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Purkhauti Muktangan","SubTitleHindi":null,"SubContent":"<p>Inaugurated by the Hon&rsquo;ble A.P.J Abdul Kalam the former President of India, on Nov 2006, this blissful garden gives a glimpse of Chhattisgarh&rsquo;s rich culture. Life-like figures of tribals performing, different folk-art provide a wonderful, perspective on the vibrant treasures of Chhattisgarh.</p>","SubContentHindi":null,"ImageUrl":"b6487f50-173e-42fa-83fd-3491def9b3bb_Purkhauti-Muktangan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Rajkumar College","SubTitleHindi":null,"SubContent":"<p>Rajkumar College, Raipur, one of the premier institutions of Eastern India, was founded by Sir Andrew Fraser, the then Chief Commissioner of C.P. &amp; Berar, in the year 1882 at Jabalpur as a hostel known as the &ldquo;Rajkumar School&rdquo;, to impart education to the sons and relatives of the Ruling Chiefs and Zamindars of the Eastern States, who had donated large funds to establish the same. The School functioned at Jabalpur till 1894 and thereafter, shifted to its present site at Raipur, making it a full- fledged school with boarding house facilities. The seeding being done, the sprouting was left in the hands of Rev. G.D. Oswell, who was the Principal of Rajkumar College, Raipur from 1894 to 1910. He had a delicate and difficult task to put the School on a very sound footing, and he performed it admirably. The ambience, lighting and architecture of the Rajkumar college are delightful. Enchanting gardens and majestic arches make it a tourist attraction worth visiting.</p>","SubContentHindi":null,"ImageUrl":"4dede7f3-67c2-419f-9dc5-b14b7bd1bdd3_Rajkumar-College.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Vivekananda Ashram","SubTitleHindi":null,"SubContent":"<p>Thanks to the efforts of swami Atmananda, the Ramakrishna seva samiti was established in July, 1957. Working on the ideologies of renunciation and self -service, the ashram strives for self-emancipation and welfare of the world. Today a resplendent temple dedicated to Ramakrishna paramhans has been built. The ashram is well-equipped with a hospital and library. At present, this hermitage is connected to the Ramakrishna mission ashram Belur.</p>","SubContentHindi":null,"ImageUrl":"bfa5688b-b5cd-4dce-b3e4-5d0c85abd6cf_Vivekananda-Ashram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Nagar Clock","SubTitleHindi":null,"SubContent":"<p>Near the shastri chowk and Dau Kalyan Singh hospital, there is a newly renovated pillar. The clock is really beautiful and the &lsquo;Minar&rsquo; is a famous tourist attraction.</p>","SubContentHindi":null,"ImageUrl":"65ca1dba-26c1-44c7-83f2-3d00b6302257_Nagar-Clock.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Solar energy park","SubTitleHindi":null,"SubContent":"<p>Various cities in India are full of lovely gardens, but none of them can match up to the uniqueness of the solar energy park in Raipur, Chhattisgarh. The energy education park set up by Chhattisgarh renewable energy development agency (creda) at Raipur is a park with a difference. It is a park on the theme of generation and usage of various forms of renewable energy sources, surrounded by beautiful garden with abundance of greenery, colorful flowers, attractive fountains and unique waterfalls. The energy education park at Raipur has been set up to create awareness and educate people in general about the various forms of renewable energy sources. This has been achieved through indoor and outdoor exhibits and through working models, interactive games and quizzes. For toddlers, there are solar operated toy-cars. This park is located approximately 7 kms. From Raipur city on airport road. There are solar cars for children up to age ten. These solar cars have roofs made of a solar cell powering motor through batteries. Another attraction is the solar boat kept in an artificial lake that has been developed in the park. Visitors can enjoy solar/ paddle boats in the lake. The motor of the solar boat is driven by batteries that are charged by solar modules which are mounted on the roof of the boat.</p>","SubContentHindi":null,"ImageUrl":"e5597e7c-8d23-46e9-8f47-5b538ed5405a_Solar-energy-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Town Hall","SubTitleHindi":null,"SubContent":"<p>Once known as the Victoria Jubilee Hall, the Town Hall was inaugurated in 1887. The stones used to construct the building came from the Raipur Fort. The Town Hall is a majestic hall adjoined to the Shastri Chowk and Collectorate Bhavan. A list of all the ruling kings of various dynasties gives us an idea of the great men who are behind the splendid collection. The note also states that the Town Hall construction was initiated in 1887 and completed in 1889. Inaugurated in 1890, the Town Hall stands witness to the struggles of independence. The Nagar-Nigam has renovated the Town Hall. re-establishing its old splendour.</p>","SubContentHindi":null,"ImageUrl":"3486697e-dfdb-4a97-b343-b59d14ec7a80_Town-Hall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Mahant Ghasi Das Memorial Museum","SubTitleHindi":null,"SubContent":"<p>Mahant Ghasi Das Memorial Museum: Located right opposite the Collectorate&rsquo;s Office on JE Road, the Mahant Ghasi Das Memorial Museum is a window into the rich heritage of Chhattisgarh. This museum was made from the valuable contributions of Queen Jyoti Devi &ndash; Rajnandgaon. It was inaugurated by the Hon&rsquo;ble President of India Dr. Rajendra Prasad.</p>\r\n<p>&nbsp;</p>\r\n<p>The rich cultural artefacts and archaeological excavations have been beautifully displayed and safely kept at the Mahant Ghasi Das Memorial Museum. Intricately crafted idols. ancient stone inscriptions and rare coins have been showcased at the museum.</p>","SubContentHindi":null,"ImageUrl":"5069404d-1253-4849-91e0-311e48fb97c9_Mahant-Ghasi-Das-Memorial-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Vivekananda Sarovar","SubTitleHindi":null,"SubContent":"<p>Being the oldest lake in Raipur. the Vivekananda Sarovar is also called the Budha Talaab. Legends say that Budha Dev was the revered deity of the Adivasis and this pond is dedicated to him. To create a modern appeal, the pond was renamed as Vivekananda Sarovar. Right at the centre of the lake, a heavenly paradise has been created for tourists. This is called the Nilabh Garden. Butterflies flutter. fountains omit colourful lights and flowers fill the air with a sweet scent on this island-garden. A 37 ft high statue of Swami Vivekananda has been built in between the lake .This statue has been added to the Limca Book of Records for being the &lsquo;Largest Model for A Statue&rsquo;. At night the Vivekananda Sarovar presents an amazingly lit up wonderland.</p>","SubContentHindi":null,"ImageUrl":"96ff9726-d95a-4d1a-947c-afc64032d6f0_Vivekananda-Sarovar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. Dudhadhari Temple","SubTitleHindi":null,"SubContent":"<p>Built in the 17- century, the Dudhadhari Temple is the oldest temple in Raipur. The antique mysticism of the temple enchants Lord Rama devotees. Belonging to the Vaishnav religion, the Dudhadhari Temple has original sculptures of the Ramayana period. The artworks dating back to the Ramayana period are extremely rare making this temple a one of its kind. Lore is that there lived a Mahan( by the name of Swami Balhhadra Das who was a great devotee of Hanuman. He would only survive on milk (&ldquo;Dudh-Ahari&rdquo;) and therefore, this temple dedicated to Lord Rama came to be known as the Dudhadhari Temple. Built by the Ka&rsquo;churl King Jait Singh (1603-1614 AD). the external walls of the temple are decorated with charming sculptures related to Lord Rama. This ancient temple is a marvellous site for all pilgrims and art lovers.</p>","SubContentHindi":null,"ImageUrl":"dafd5742-a688-4466-bb5e-b45468a59c35_Dudhadhari-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Air</p>\r\n<p>Swami Vivekananda Airport or Mana Airport is primary airport serving the state of Chhattisgarh. The airport is located, 15 km (9.3 mi) south of Raipur near Naya Raipur and you can easily get regular flights to Raipur from other major cities of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail</p>\r\n<p>Raipur Junction railway station is situated on the Howrah-Nagpur-Mumbai line of the Indian Railways (via Bhusawal, Nagpur, Gondia, Bilaspur, Rourkela, Kharagpur) and there are regular trains from other major cities of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>Raipur is well connected with Sambalpur district of Odisha, Nagpur of Maharashtra and other major cities of the country via regular buses.</p>\r\n<p>source: https://raipur.gov.in/</p>","SubContentHindi":null,"ImageUrl":"65fe18f5-fd99-4472-9579-24e1d070937a_raipur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-raipur-chhattisgarh","tags":[{"name":"raipur","slug":"raipur"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":220,"title":"Top Places to visit in Kabirdham (Kawardha), Chhattisgarh","imageUrl":"05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","dateCreated":"2019-01-05T12:22:15.065Z","dateModified":"2019-01-05T12:29:41.712Z","contributedBy":"AskGif","content":"Kawardha is a city and a municipality in Kabirdham district in the Indian state of Chhattisgarh. It is the administrative headquarters of Kabirdham district. Kawardha is also known for the \"Temple of Bhoramdeo.\"\r\n&nbsp;\r\nThe collector of Kawardha is Shri Niraj Kumar Bansod.\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05727a7f-6644-4fc6-95a5-6f09cf8eaf6b_Kabirdham-Kawardha.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kabirdham","slug":"kabirdham"},{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"kawardha","slug":"kawardha"}],"slug":"top-places-to-visit-in-kabirdham-kawardha-chhattisgarh","total":0},{"id":217,"title":"Top Places to visit in Gariaband, Chhattisgarh","imageUrl":"b7a1d1b7-8f4a-426a-9b38-039a1bf99c41_gariaband-district-chhattisgarh.png","dateCreated":"2019-01-04T14:44:45.55Z","dateModified":"2019-01-04T15:10:44.437Z","contributedBy":"AskGif","content":"Gariaband is the small town in Chhattisgarh State and is headqauter Gariaband district.\r\n&nbsp;\r\nThe nearest railhead is Mahasamund railway station.\r\n&nbsp;\r\nTourism\r\nJatmayi Temple - Located in Gariaband, 85 km from Raipur. \"Jatmayi Temple\" is dedicated to the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b7a1d1b7-8f4a-426a-9b38-039a1bf99c41_gariaband-district-chhattisgarh.png","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gariaband","slug":"gariaband"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-gariaband-chhattisgarh","total":0},{"id":212,"title":"Top Places to visit in Bijapur, Chhattisgarh","imageUrl":"461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","dateCreated":"2019-01-03T17:24:41.954Z","dateModified":"2019-01-03T17:42:00.383Z","contributedBy":"AskGif","content":"Bijapur is a town in Bijapur district, Chhattisgarh, India. It is the seat of the district and one of the 4 taluks in Bijapur district. The Bijapur taluk has an area of 928 km2 and 60,055 inhabitants (2001 census). It is situated on the National Highway 16 which connects Nizamabad in Telangana wi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"bijapur","slug":"bijapur"}],"slug":"top-places-to-visit-in-bijapur-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}