{"id":230,"title":"राजनांदगांव में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","dateCreated":"2019-01-08T18:22:29.538Z","dateModified":"2019-01-08T19:24:11.047Z","contributedBy":"AskGif","content":"<p>राजनांदगांव भारत के छत्तीसगढ़ राज्य में राजनांदगाँव जिले का एक शहर है। 2011 की जनगणना के अनुसार शहर की जनसंख्या 163,122 थी। दुर्ग जिले के विभाजन के परिणामस्वरूप राजनांदगांव जिला 26 जनवरी 1973 को अस्तित्व में आया।</p>\r\n<p>&nbsp;</p>\r\n<p>भाषा</p>\r\n<p>छत्तीसगढ़ी और हिंदी राजनांदगांव में मुख्य बोली जाने वाली भाषाएँ हैं। हिंदी के बाद छत्तीसगढ़ी मूल भाषा है, इस शहर की। देश के विभिन्न हिस्सों के लोग यहां रहते हैं, इसलिए अन्य भाषाएं भी अधिकांश लोगों द्वारा बोली जाती हैं। शहर के कुछ लोग हिंदी की बोलियाँ भी बोलते हैं जैसे कि राजस्थानी और बस्तर छत्तीसगढ़।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>दिग्विजय स्टेडियम एक बहुउद्देश्यीय स्टेडियम है और इसका उपयोग मुख्य रूप से फुटबॉल, क्रिकेट और अन्य खेलों के मैचों के आयोजन के लिए किया जाता है। स्टेडियम ने 1988 में चार प्रथम श्रेणी मैचों [8] की मेजबानी की जब मध्य प्रदेश क्रिकेट टीम ने राजस्थान क्रिकेट टीम के खिलाफ खेला।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनांदगाँव को पहले NADSERY OF HOCKEY के नाम से जाना जाता था। अंतर्राष्ट्रीय हॉकी स्टेडियम, जो छत्तीसगढ़ का पहला अंतर्राष्ट्रीय एस्ट्रोटर्फ हॉकी स्टेडियम है, लगभग 9.5 एकड़ के क्षेत्र में फैला हुआ है, और यह अनुमानित 22 करोड़ की लागत से बनाया गया था। यह 17 जनवरी 2014 को राज्य के राज्यपाल शेखर दत्त और मुख्यमंत्री रमन सिंह द्वारा जनता को समर्पित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन स्थल</p>\r\n<p>बंबलेश्वरी मंदिर और बरफानी धाम</p>\r\n<p>&nbsp;</p>\r\n<p>एक तहसील मुख्यालय, डोंगरगढ़, मुख्य पर्यटक होने के साथ-साथ जिले का तीर्थस्थल भी है। डोंगरगढ़ शहर में 1,600 फीट (490 मीटर) की पहाड़ी पर देवी बम्लेश्वरी के प्रसिद्ध मंदिर को बाडी बम्लेश्वरी के रूप में जाना जाता है। एक अन्य मंदिर, जमीनी स्तर पर, मुख्य मंदिर परिसर से लगभग 1/2 किमी दूर स्थित है। इस मंदिर को छोटा बम्लेश्वरी के नाम से जाना जाता है। छत्तीसगढ़ में और उसके आसपास के कई हजारों लोग कावर (दशहरा के दौरान) और चैत्र (रामनवमी के दौरान) के नवरात्र के दौरान मंदिर में आते हैं। इन नवरात्रों के दौरान मंदिर के परिसर में 24 घंटे चलने वाले मेलों (मेलों) का आयोजन किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक अन्य दर्शनीय स्थल माता शीतला देवी शक्ति पीठ का प्राचीन स्थान है। 2200 साल पहले का यह मंदिर रेलवे स्टेशन से 1.5 किमी दूर है। मंदिर ट्रस्ट ने माँ बम्लेश्वरी के मेले का आयोजन किया है और मेला अवधि के दौरान बहुत से श्रद्धालु आते हैं। चट्टी माता मंदिर का पुनर्निर्माण प्रसिद्ध गुलाबी बलुआ पत्थर और संगमरमर के पत्थर में हुआ। प्रज्ञागिरि, एक प्रसिद्ध बौद्ध विहार इस जिले का एक और आकर्षण है। राजनांदगांव शहर में बरफानी धाम तीर्थयात्रियों का एक और स्थान है जो व्यापक रूप से दौरा किया जाता है। अन्य स्थान हैं: अंबागढ़ चौकी, अंबागढ़ देवी मंदिर, मोंगरा डेम, शंकर दहारा टीपागढ़ पहाड़ी।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>1 शिव मंदिर गंडई (टिकारी पारा) शिव मंदिर पूर्वी क्षितिज में बना है। स्थापत्य कला की दृष्टि से यह मंदिर उच्च कोटि का है। इस मंदिर का निर्माण 13-14वीं शताब्दी में किया गया था। 74 किलोमीटर उत्तर में</p>\r\n<p>2 शिव मंदिर (नव उत्खनन) घटियारी वास्तुकला की दृष्टि से, मात्र स्थापना और अभयारण्य है। इस मंदिर का निर्माण 11-12वीं शताब्दी में किया गया था। 79 किलोमीटर</p>\r\n<p>3 नर्मदा कुंड नर्मदा यह प्राकृतिक जल स्रोत (जलाशय) है। यह मंदिर तत्कालीन मराठा पंचायत शैली का है। 62 किलोमीटर</p>\r\n<p>4 मनदीप खोल ठाकुरटोला यहाँ प्राकृतिक गुफा और पानी का स्रोत है। 85 किलोमीटर</p>\r\n<p>5 डोंगरेश्वर महादेव जंगलपुर का पानी पूरे साल सतह से लगभग 100 फीट की ऊंचाई पर प्राकृतिक गुफाओं और चट्टानों से बहता है। 65 किलोमीटर</p>\r\n<p>6 इंदिरा कला और संगीत विश्वविद्यालय खैरागढ़ यह भारत का एकमात्र संगीत और ललित कला विश्वविद्यालय है। पुरातत्व संग्रहालय भी स्थापित है। 39 किलोमीटर</p>\r\n<p>7 जगन्नाथ मंदिर पंडदाह यह बैरागी राजाओं की राजनांदगांव रियासत की राजधानी थी। प्रसिद्ध भगवान जगन्नाथ मंदिर यहाँ स्थापित है। 47 किलोमीटर</p>\r\n<p>8 बम्लेश्वरी मंदिर डोंगरगढ़ पहाड़ी में एक बुम्लेश्वरी मंदिर है। शारदीय और वासंती नवरात्रि में भव्य मेला लगता है। 40 किलोमीटर</p>\r\n<p>9 प्रिंसिपल पैलेस राजनांदगांव रियासतकालीन अत्याधुनिक भव्य महल, जो वर्तमान में गवर्नमेंट दिग्विजय कॉलेज के रूप में इस्तेमाल किया जा रहा है। महल के बाद के भाग में, त्रिवेणी संग्रहालय स्थापित है और महल एक झील से ढका हुआ है। 0 किलोमीटर</p>\r\n<p>10 प्राकृतिक गुफा अंबागढ़ चौकी यह स्थान अंबागढ़ चौकी तहसील मुख्यालय से 13-14 किलोमीटर की दूरी पर स्थित है। यहां एक प्राकृतिक गुफा और झील सिंह तालाब है। 40 किलोमीटर</p>\r\n<p>11 पुरातत्व संग्रहालय राजनांदगांव 31/08/1977 में स्थापित, राजनांदगाँव जिले में गठित पुरातत्व संघ, जिसका पंजीकरण संख्या 44, दिनांक 07/08/1980 है। यह राज्य में गठित पुरातात्विक संस्थानों में एक वरिष्ठ संस्थान है। यह तत्कालीन आयुक्त, पुरातत्व और संग्रहालय, मध्य प्रदेश सरकार द्वारा अनुमोदित, निर्देशित और वित्त पोषित एक महत्वपूर्ण संगठन है। 0 किलोमीटर</p>\r\n<p>12 मुक्ति बोध परिषद राजनांदगांव राष्ट्रीय स्तर पर प्रसिद्ध साहित्यिक हस्तियां, जो जिले में पली बढ़ीं, सरवी श्री गजानन माधव मुक्तिबोध, पदुमलाल पन्नालाल बख्शी और बलदेव प्रसाद मिश्रा के अस्तित्व के बाद भी, यह क्षेत्र साहित्य के क्षेत्र में अभी भी पूरी तरह से उपेक्षित था। दिग्विजय कॉलेज के पास स्थित प्रसिद्ध बुरहान बाग, एक त्रिवेणी परिसर के रूप में विकसित किया गया था, जो वर्तमान में सौंदर्यीकरण के आधार पर बनाया गया है। इतनी खूबसूरत जगह में, राज्य के गिनती के शहरों में क्या होगा, जहां दो-दो तालाब घिरे हुए हैं। ऐतिहासिक पृष्ठभूमि को दिखाते हुए, पृथ्वी-खंड पृष्ठ भाग एक मुक्ति बोध परिसर में स्थापित किया गया है। 0 किलोमीटर</p>\r\n<p>13 त्रिवेणी संग्रहालय राजनांदगांव त्रिवेणी संग्रहालय की ऊपरी मंजिल पर तीन खंड हैं। उनका उत्तरी भाग जहाँ मुक्तिबोध रहा करते थे। उनका साहित्य साधना का स्थान और घुमावदार सीढ़ी है जिसका उल्लेख उन्होंने इस उत्तरी खंड में अपनी रचनाओं में किया है। 0 किलोमीटर</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Rajnandgaon</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","subContents":[{"SubTitle":"1. खरखरा डैम","SubTitleHindi":null,"SubContent":"<p>राजनांदगांव से खरखरा डैम तक कुल ड्राइविंग दूरी 99.0 किलोमीटर या 61.515729 मील है। आपकी यात्रा राजनांदगांव से शुरू होती है। यह खरखरा डैम पर समाप्त होता है। यदि आप सड़क यात्रा की योजना बना रहे हैं, तो यह आपको 0 दिन: 2 घंटे: 39 मिनट, राजनांदगांव से खरखौदा बांध तक जाने के लिए ले जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>आप वर्तमान स्थानीय ईंधन की कीमतों के आधार पर राजनांदगांव से खरखरा बांध तक की यात्रा लागत और अपनी कार के सर्वोत्तम गैस माइलेज का अनुमान भी लगा सकते हैं। आप कम दूरी की यात्रा कर रहे हैं आप आसानी से दिन के समय में यात्रा कर सकते हैं। दिन के समय यात्रा करना अधिक सुरक्षित माना जाता है।</p>","SubContentHindi":null,"ImageUrl":"f522f1e6-e30a-43af-a225-4d199176489c_Kharkhara-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. पाताल भैरवी मंदिर","SubTitleHindi":null,"SubContent":"<p>छत्तीसगढ़ के राजनांदगांव शहर में एक मंदिर है बरफानी धाम। मंदिर के शीर्ष पर एक बड़ा शिव लिंग देखा जा सकता है जबकि एक बड़ी नंदी प्रतिमा सामने खड़ी है। मंदिर का निर्माण तीन स्तरों में किया गया है। नीचे की परत पाताल भैरवी की तीर्थ है, दूसरी नवदुर्गा या त्रिपुर सुंदरी तीर्थ है और ऊपरी स्तर शिव का है।</p>","SubContentHindi":null,"ImageUrl":"e8a13e61-f60b-4dc4-b6b5-16e03e72628d_Patal-Bhairvi-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. मंगता वाइल्डलाइफ पार्क","SubTitleHindi":null,"SubContent":"<p>कांग्टा के इस पर्यावरण पार्क में 250 मुर्गियां, 150 जंगली सूअर, मोर, लकड़बग्घा, खरगोश, जंगली बिल्ली और अन्य छोटे जंगली जानवर हैं। यहां बहुत चीता है, जिसके कारण यह पर्यटकों के लिए आकर्षण का केंद्र बना हुआ है। इसके अलावा स्कूल और कॉलेज के छात्रों के लिए दो किलोमीटर लंबा नेचर ट्रैकिंग पथ बनाया गया है। यह युवाओं के लिए भी बेहतर साबित हो रहा है। इसे और अधिक सुविधाजनक बनाने के प्रयास किए जा रहे हैं।</p>","SubContentHindi":null,"ImageUrl":"f618826b-344b-4823-8343-8d7e0ac98d59_Mangata-Wildlife-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. खारा रिजर्व फॉरेस्ट","SubTitleHindi":null,"SubContent":"<p>एक आरक्षित वन (जिसे आरक्षित वन भी कहा जाता है) या भारत में एक संरक्षित वन ऐसे शब्द हैं, जो वनों को संरक्षण का एक निश्चित अंश मानते हैं। इस शब्द को पहली बार ब्रिटिश भारत में भारतीय वन अधिनियम, 1927 में पेश किया गया था, जिसमें कुछ खास जंगलों को ब्रिटिश भारत में ब्रिटिश ताज के तहत संरक्षण दिया गया था, लेकिन यह संबंधित नहीं थे। भारतीय स्वतंत्रता के बाद, भारत सरकार ने मौजूदा आरक्षित और संरक्षित वनों की स्थिति को बरकरार रखा, साथ ही नए आरक्षित और संरक्षित वनों को शामिल किया। भारत के राजनीतिक एकीकरण के दौरान बड़ी संख्या में वन, जो भारत सरकार के अधिकार क्षेत्र में आते हैं, को शुरू में इस तरह की सुरक्षा प्रदान की गई थी। खारा एक आरक्षित वन है।</p>","SubContentHindi":null,"ImageUrl":"959a3543-8f45-44b8-8ba3-1812420e3575_Khaara-Reserve-Forest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. माँ बम्लेश्वरी मंदिर","SubTitleHindi":null,"SubContent":"<p>डोंगरगढ़ भारत के छत्तीसगढ़ राज्य में राजनांदगांव जिले का एक शहर और नगरपालिका है और बम्बलेश्वरी मंदिर का स्थान है। राजनांदगांव जिले में एक प्रमुख तीर्थ स्थल, शहर राजनांदगांव से लगभग 35 किलोमीटर पश्चिम में, दुर्ग से 67 किलोमीटर पश्चिम और भंडारा से 132 किलोमीटर पूर्व में स्थित है, जो राष्ट्रीय राजमार्ग 6 पर स्थित हैं। राजसी पहाड़ों और तालाबों की विशेषता है, डोंगरगढ़ शब्दों से बना है: डोंगर का अर्थ है 'पहाड़' और गर का अर्थ 'किला'। 1,600 फीट ऊंची पहाड़ी पर स्थित मां बम्लेश्वरी देवी मंदिर एक लोकप्रिय स्थल है। यह महान आध्यात्मिक महत्व का है और इस मंदिर के साथ कई किंवदंतियां भी जुड़ी हुई हैं। आसपास के क्षेत्र में एक और प्रमुख मंदिर छोटा बम्लेश्वरी मंदिर है। भक्तों ने इन मंदिरों में नवरात्रि के दौरान झुंड लगाए। शिवजी मंदिर और भगवान हनुमान को समर्पित मंदिर भी यहाँ स्थित हैं। रोपवे एक अतिरिक्त आकर्षण है और छत्तीसगढ़ का एकमात्र यात्री रोपवे है। 2016 में एक गंभीर दुर्घटना हुई जब रोपवे टूट गया और कई लोगों की मौत हो गई। यह शहर धार्मिक सद्भाव के लिए जाना जाता है और इसमें हिंदुओं के अलावा बौद्ध, सिख, ईसाई और जैन की काफी आबादी है।</p>","SubContentHindi":null,"ImageUrl":"3a26cfae-cae9-4400-a0a3-2051b371f40f_Maa-Bamleshwari-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>ट्रेन से</p>\r\n<p>राजनांदगांव रेलवे स्टेशन हावड़ा-नागपुर-मुंबई लाइन पर है। यह स्टेशन SECR के नागपुर डिवीजन में आता है। डोंगरगढ़ और नागपुर स्टेशन, और पूर्व में रायपुर के लिए लोकल ट्रेनें लगातार सेवा प्रदान करती हैं, जबकि सभी महानगरों के लिए सीधी एक्सप्रेस ट्रेनें उपलब्ध हैं: नई दिल्ली, मुंबई, कोलकाता, चेन्नई, अहमदाबाद, बैंगलोर और पुणे। बिलासपुर, रायपुर और दुर्ग के बाद राजनांदगांव रेलवे स्टेशन राज्य का चौथा सबसे व्यस्त रेलवे स्टेशन है। रेलवे स्टेशन में चार अच्छी तरह से विकसित प्लेटफॉर्म हैं। शहर से 190 से अधिक ट्रेनें गुजरती हैं। इंदौर, भोपाल, जबलपुर, ग्वालियर, नागपुर, गोंदिया, वर्धा, मुंबई, पुणे, नासिक, हापा, चेन्नई, त्रिवेंद्रम, पटना आदि के लिए सीधे कनेक्शन उपलब्ध हैं।</p>\r\n<p>देश के अन्य प्रमुख शहरों (जैसे नई दिल्ली, मुंबई, कोलकाता, चेन्नई, बैंगलोर, अहमदाबाद, रायपुर आदि) से राजनांदगांव के लिए नियमित ट्रेनें हैं। रेलवे स्टेशन का नाम है - राज नंदगाँव (RJN)।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>राजनांदगांव में दो बस स्टैंड, पुराना बस स्टैंड और नया बस स्टैंड है। आसपास के शहरों और गांवों में परिवहन के लिए बस कनेक्टिविटी अच्छी है, लेकिन लंबी दूरी की बस कनेक्टिविटी व्यावहारिक रूप से अस्तित्वहीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>भंडारा डिवीजन के तहत MSRTC महाराष्ट्र और छत्तीसगढ़ से जुड़े विभिन्न डिपो से राजनांदगांव के लिए बस सेवा प्रदान करता है। भंडारा और राजनांदगांव NH6 की इसी कड़ी के तहत जुड़े हैं।</p>\r\n<p>राजनांदगांव शहर राष्ट्रीय राजमार्ग से जुड़ा हुआ है। यह शहर NH 6 पर स्थित है। यह छत्तीसगढ़ की राजधानी रायपुर से 72 किलोमीटर दूर है और नागपुर (महाराष्ट्र) से 212 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>निकटतम हवाई अड्डा शहर से केवल 72 किलोमीटर दूर है, स्वामी विवेकानंद अंतर्राष्ट्रीय हवाई अड्डा, रायपुर, छत्तीसगढ़ है।</p>\r\n<p>स्रोत: https://rajnandgaon.nic.in/</p>","SubContentHindi":null,"ImageUrl":"7d78f3db-2ed9-4e8f-9807-752a139af64f_Rajnandgaon-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rajnandgaon-chhattisgarh","tags":[{"name":"राजनंदगांव","slug":"rajnandgaon"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":233,"title":"सरगुजा (अंबिकापुर) में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"9973bfc4-e4fa-41d6-bdbd-3625e3470c20_Ambikapur-railway.jpg","dateCreated":"2019-01-09T16:07:54.265Z","dateModified":"2019-01-09T16:24:28.139Z","contributedBy":"AskGif","content":"सर्गुजा राज्य, ब्रिटिश राज की अवधि के दौरान मध्य भारत की प्रमुख रियासतों में से एक था, भले ही यह किसी भी बंदूक की सलामी का हकदार नहीं था। पूर्व में इसे मध्य भारत एजेंसी के तहत रखा गया था, लेकिन 1905 में इसे पूर्वी राज्यों की एजेंसी को स्थानांतरित कर दिया गया था।\r\n&nbsp;\r\nगोंड, भूमिज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9973bfc4-e4fa-41d6-bdbd-3625e3470c20_Ambikapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"सरगुजा","slug":"surguja"},{"name":"अंबिकापुर","slug":"ambikapur"}],"slug":"top-places-to-visit-in-surguja-ambikapur-chhattisgarh","total":0},{"id":218,"title":"जांजगीर-चांपा (नैला जांजगीर) में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","dateCreated":"2019-01-05T05:03:15.279Z","dateModified":"2019-01-05T05:47:26.314Z","contributedBy":"AskGif","content":"जांजगीर-चांपा भारतीय राज्य छत्तीसगढ़ में एक जिला है और एक छोटा सा विकासशील जिला है। जिला जांजगीर का जिला मुख्यालय जांजगीर-चम्पा कलचुरी राजवंश के महाराजा जाजवल्य देव का शहर है। इससे पहले बिलासपुर जिले का एक हिस्सा, जांगिड़ को 1998 में अपने स्वयं के एक अलग जिले में तराशा गया था, और ताजे खनन वाले जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नैला-जांजगीर","slug":"naila-janjgir"},{"name":"जांजगीर-चंपा","slug":"janjgir-champa"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-janjgir-champa-naila-janjgir-chhattisgarh","total":0},{"id":215,"title":"धमतरी में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","dateCreated":"2019-01-04T09:27:51.724Z","dateModified":"2019-01-04T09:36:50.955Z","contributedBy":"AskGif","content":"धमतरी भारत के छत्तीसगढ़ राज्य में एक नगर निगम [1] और जिला है, जो 6 जुलाई 1998 को गठित महासमुंद लोकसभा क्षेत्र का हिस्सा है। [उद्धरण वांछित] यह जिला छत्तीसगढ़ की कुल आबादी का 3.13 प्रतिशत है।\r\nधमतरी को \"धम्म\" + \"तराई\" जिले से संक्षिप्त किया गया है और यह छत्तीसगढ़ क्षेत्र के उपजाऊ मैदानों मे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"धमतरी","slug":"dhamtari"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dhamtari-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}