{"id":230,"title":"Top Places to visit in Rajnandgaon, Chhattisgarh","imageUrl":"289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","dateCreated":"2019-01-08T18:22:29.538Z","dateModified":"2019-01-08T19:24:11.047Z","contributedBy":"AskGif","content":"<p>Rajnandgaon is a city in Rajnandgaon District, in the state of Chhattisgarh, India. As of the 2011 census the population of the city was 163,122. Rajnandgaon district came into existence on 26 January 1973, as a result of the division of Durg district.</p>\r\n<p>&nbsp;</p>\r\n<p>Language</p>\r\n<p>Chhattisgarhi and Hindi are the main spoken languages in Rajnandgaon. Chhattisgarhi is the native language is of this town, besides being followed by Hindi. People from different parts of the country live here, so other languages are also spoken by a majority of people. Some people of the city also speak dialects of Hindi such as Rajisthani and Bastari Chhattisgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Digvijay Stadium is a multi-purpose stadium and is mainly used for organizing matches of football, cricket and other sports. The stadium hosted four first-class matches [8] in 1988 when Madhya Pradesh cricket team played against Rajasthan cricket team.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajnandgaon was earlier known as NURSERY OF HOCKEY The International Hockey Stadium, which is Chhattisgarh's first international astroturf hockey stadium, is spread over an area of nearly 9.5 acres, and was built at an estimated cost of 22 crores. It was dedicated to the public on 17 January 2014 by state Governor Shekhar Dutt and chief minister Raman Singh.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist destinations</p>\r\n<p>Bambleshwari Temple and Barfani dham</p>\r\n<p>&nbsp;</p>\r\n<p>A tehsil headquarters, Dongargarh, is the main tourist as well as pilgrimage site of the district. The famous temple of Goddess Bamleshwari, on a hilltop of 1,600 feet (490 m) in the town of Dongargarh, is referred to as Badi Bamleshwari. Another temple, at ground level, is situated about 1/2 km from the main temple complex. This temple is known as Chhoti Bamleshwari. Many hundreds of thousands of people from in and around Chhattisgarh flock to the shrine during the navratris of Kavar (during Dussera) and Chaitra (during Ramnavmi). During these navratris, melas (fairs) which run 24 hours are organised in the premises of the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Another site of interest is the ancient place of Mata Sheetala Devi Shakti Peetha. This temple, which dates from 2200 years ago, lies 1.5 km from the railway station. The Mandir Trust has organised the Mela of Maa Bamleshwari and a lot of devotees visit during Mela period. Chotti mata mandir reconstruction in famous pink sandstone and marble stone. Pragyagiri, a famous Buddhist Vihara is another attraction of this district. Barfani dham at Rajnandgaon town is another place of pilgrims widely visited. Other places are: Ambagarh Chowki, Ambagarh Devi Mandir, Mongara Dem, Sankar Dahara Tipagarh Pahadi.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>1 Shiv Temple Gandai (Tikari Para) Shiva Temple is built in the eastern horizon . This temple is of high quality in terms of architectural art. This temple was constructed in the 13-14th century. 74 Kilometers north</p>\r\n<p>2 Shiv Temple (Newly excavated) Ghatiyari From architectural point of view, the mere establishment and sanctuary remains. This temple was constructed in the 11-12th century. 79 Kilometer</p>\r\n<p>3 Narmada Kund Narmada This is the natural water source (water reservoir). This temple is of the then Maratha Panchayat style. 62 Kilometer</p>\r\n<p>4 Mandeep Khol Thakurtola Here is the natural cave and water source. 85 Kilometer</p>\r\n<p>5 Dongareshwar mahadev Jangalpur Water is flowing through natural caves and rocks at around 100 feet from the surface throughout the year. 65 Kilometer</p>\r\n<p>6 Indira Arts and Music University Khairagarh It is the only music and a fine arts university of India. Archaeological Museum is also established. 39 Kilometer</p>\r\n<p>7 Jagannath Temple Pandadah It was the capital of the Rajnandgaon princely state of Bairagi kings. The famous Lord Jagannath temple is established here. 47 Kilometer</p>\r\n<p>8 Bamleshwari Temple Dongargarh There is a Bumheleshwari temple located in the hill . A grand fair is held in the Shardishya and Vasanthi Navaratri. 40 Kilometer</p>\r\n<p>9 Principate palace Rajnandgaon The princely state-of-the-art grand palace, which is currently being used as Government Digvijay College. In the later part of the palace, the Triveni museum is established and the palace is covered with a lake. 0 Kilometer</p>\r\n<p>10 Natural cave Ambagarh Chowki This place is located at a distance of 13-14 kms from Ambagadh Chauki Tehsil headquarter. There is a natural cave and lake lion pond. 40 Kilometer</p>\r\n<p>11 Archaeological Museum Rajnandgaon Founded in 31/08/1977, the Archeology Association formed in Rajnandgaon district, whose registration number 44, is dated 07/08/1980. This is a senior institution in the archaeological institutions formed in the state. This is a important organization approved, guided and funded by the then Commissioner,Archeology &amp; Museums, Government of Madhya Pradesh . 0 Kilometer</p>\r\n<p>12 Mukti Bodh Parisar Rajnandgaon Nationally renowned literary personalities, who grew up in the district, Even after the existence of Sarvee Shri Gajanan Madhav Muktibodh, Padumlal Pannalal Bakshi and Baldev Prasad Mishra, this area was still completely neglected in the field of literature. The famous Burhan Bagh, situated near Digvijay College, was developed as a Triveni complex, which is currently built on the basis of beautification. In such a beautiful place, what will be in the counting cities of the state, where two or two ponds are surrounded The Earth-Volume page part has been set up on a Mukti Bodh complex, showing the historical background. 0 Kilometer</p>\r\n<p>13 Triveni museum Rajnandgaon There is three sections on the upper floor of the Triveni Museum. His northern section where Muktibodh used to live. His literature is the location of sadhana and the curved ladder which he has mentioned in his compositions in this northern section. 0 Kilometer</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rajnandgaon</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","subContents":[{"SubTitle":"1. Kharkhara Dam","SubTitleHindi":null,"SubContent":"<p>The total driving Distance from Rajnandgaon to Kharkhara Dam is 99.0 Kms Or 61.515729 Miles . Your trip begins at Rajnandgaon. It ends at Kharkhara Dam. If you are planning a road trip, it will take you 0 Days : 2 Hours : 39 Minutes, To travel from Rajnandgaon to Kharkhara Dam.</p>\r\n<p>&nbsp;</p>\r\n<p>You can also calculate the travel cost from Rajnandgaon to Kharkhara Dam based on current local fuel prices and an estimate of your car&rsquo;s best gas mileage. You are travelling a short distance you can easily travel during the day time. It&rsquo;s mostly considered safe to travel during the day time.</p>","SubContentHindi":null,"ImageUrl":"f522f1e6-e30a-43af-a225-4d199176489c_Kharkhara-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Patal Bhairvi Temple","SubTitleHindi":null,"SubContent":"<p>Barfani dham is a temple in the town of Rajnandgaon in Chhattisgarh. A large Shiva Linga can be seen at the top of the temple while a large Nandi statue stands in front of it.The temple is constructed in three levels. The bottom layer is the shrine of Patal bhairavi, the second is the Navadurga or Tripura Sundari shrine and the upper level is of Shiva.</p>","SubContentHindi":null,"ImageUrl":"e8a13e61-f60b-4dc4-b6b5-16e03e72628d_Patal-Bhairvi-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Mangata Wildlife Park","SubTitleHindi":null,"SubContent":"<p>This environmental park in Kangta has 250 chickens, 150 wild boars, peacocks, hyena, rabbit, wild cat and other small wild animals. There is a lot of cheetah here, which is why it remains a tourist attraction for tourists. Apart from this, two-km long Nature Tracking Path has been built for the students of the school and college. This is also proving to be better for the youth. Attempts are made to make this more convenient.</p>","SubContentHindi":null,"ImageUrl":"f618826b-344b-4823-8343-8d7e0ac98d59_Mangata-Wildlife-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Khaara Reserve Forest","SubTitleHindi":null,"SubContent":"<p>A reserved forest (also called reserve forest) or a protected forest in India are terms denoting forests accorded a certain degree of protection. The term was first introduced in the Indian Forest Act, 1927 in British India, to refer to certain forests granted protection under the British crown in British India, but not associated suzerainty. After Indian independence, the Government of India retained the status of the existing reserved and protected forests, as well as incorporating new reserved and protected forests. A large number of forests which came under the jurisdiction of the Government of India during the political integration of India were initially granted such protection.Khara is a reserve forest.</p>","SubContentHindi":null,"ImageUrl":"959a3543-8f45-44b8-8ba3-1812420e3575_Khaara-Reserve-Forest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Maa Bamleshwari Temple","SubTitleHindi":null,"SubContent":"<p>Dongargarh is a city and municipality in Rajnandgaon District in the state of Chhattisgarh, India and the site of the Bambleshwari Temple. A prominent pilgrim destination in Rajnandgaon District, the city lies about 35 kilometres west from Rajnandgaon, 67 kilometres west from Durg and 132 kilometres east from Bhandara which are situated on National Highway 6. Featuring majestic mountains and ponds, Dongargarh is derived from the words: Dongarh meaning &lsquo;mountains&rsquo; and garh meaning &lsquo;fort&rsquo;. The Maa Bamleshwari Devi Temple, situated on a 1,600 feet high hilltop, is a popular landmark. It is of great spiritual importance and several legends are associated with this shrine too. Another prominent shrine in the vicinity is Chhoti Bamleshwari Temple. Devotees flock these temples during Navratri. Shivji Temple and temples dedicated to Lord Hanuman are also located here. The ropeway is an added attraction and is the only passenger ropeway in Chhattisgarh. A severe accident occurred in 2016 when the ropeway broke and fell down killing several people. The town is known for religious Harmony and has considerable population of Buddhists, Sikhs, Christians and Jains apart from Hindus.</p>","SubContentHindi":null,"ImageUrl":"3a26cfae-cae9-4400-a0a3-2051b371f40f_Maa-Bamleshwari-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Train</p>\r\n<p>Rajnandgaon railway station is on the Howrah-Nagpur-Mumbai line. The station comes under Nagpur Division of SECR. Local trains provide frequent service west to Dongargarh and Nagpur Station, and east to Raipur, while direct express trains are available for all the metros: New Delhi, Mumbai, Kolkata, Chennai, Ahmedabad, Bangalore, and Pune. Rajnandgaon railway station is the fourth busiest railway station of the state after Bilaspur, Raipur and Durg. Railway station consists of four well developed platforms. More than 190 trains passes from city. Direct connections are available for Indore, Bhopal, Jabalpur, Gwalior, Nagpur, Gondia, Wardha, Mumbai, Pune, Nashik, Hapa, Chennai, Trivandrum, Patna etc.</p>\r\n<p>There are regular trains from other major cities (like New Delhi,Mumbai, Kolkata, Chennai, Bangalore, Ahmedabad, Raipur etc) of the country to Rajnandgaon. Railway Station name is &ndash; Raj Nandgaon(RJN) .</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>Rajnandgaon has two bus stands, Old Bus Stand and New Bus Stand. Bus connectivity is good for transportation to nearby cities and villages, but long distance bus connectivity is practically non-existent.</p>\r\n<p>&nbsp;</p>\r\n<p>MSRTC under Bhandara Division provides bus services to Rajnandgaon from its various depots that interconnect Maharashtra and Chhattisgarh. Bhandara and Rajnandgaon have connected under the same link of NH6.</p>\r\n<p>Rajnandgaon city is connected to the National Highway. This city is located on NH 6. It is 72 kms away from Chhattisgarh capital Raipur and is 212 kms away from Nagpur(Maharashtra).</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>The nearest Airport is Just 72 kms away from the city is Swami Vivekananda International Airport, Raipur, Chhattisgarh.</p>\r\n<p>source: https://rajnandgaon.nic.in/</p>","SubContentHindi":null,"ImageUrl":"7d78f3db-2ed9-4e8f-9807-752a139af64f_Rajnandgaon-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rajnandgaon-chhattisgarh","tags":[{"name":"rajnandgaon","slug":"rajnandgaon"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":233,"title":"Top Places to visit in Surguja (Ambikapur), Chhattisgarh","imageUrl":"9973bfc4-e4fa-41d6-bdbd-3625e3470c20_Ambikapur-railway.jpg","dateCreated":"2019-01-09T16:07:54.265Z","dateModified":"2019-01-09T16:24:28.139Z","contributedBy":"AskGif","content":"Surguja State, was one of the main princely states of Central India during the period of the British Raj, even though it was not entitled to any gun salute. Formerly it was placed under the Central India Agency, but in 1905 it was transferred to the Eastern States Agency.\r\n&nbsp;\r\nT","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9973bfc4-e4fa-41d6-bdbd-3625e3470c20_Ambikapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"surguja","slug":"surguja"},{"name":"ambikapur","slug":"ambikapur"}],"slug":"top-places-to-visit-in-surguja-ambikapur-chhattisgarh","total":0},{"id":218,"title":"Top Places to visit in Janjgir-Champa (Naila Janjgir), Chhattisgarh","imageUrl":"044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","dateCreated":"2019-01-05T05:03:15.279Z","dateModified":"2019-01-05T05:47:26.314Z","contributedBy":"AskGif","content":"Janjgir&ndash;Champa is a district in the Indian state of Chhattisgarh and is a small developing district. The District Headquarters Janjgir of the district Janjgir&ndash;Champa is the city of Maharaja Jajawalya Dev of the Kalachuri dynasty. Earlier a part of the Bilaspur district, Jangir was car","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/044cff31-13b0-4e4f-84ee-31ebda5c1bee_Janjgir-Naila.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"naila-janjgir","slug":"naila-janjgir"},{"name":"janjgir-champa","slug":"janjgir-champa"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-janjgir-champa-naila-janjgir-chhattisgarh","total":0},{"id":215,"title":"Top Places to visit in Dhamtari, Chhattisgarh","imageUrl":"17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","dateCreated":"2019-01-04T09:27:51.724Z","dateModified":"2019-01-04T09:36:50.955Z","contributedBy":"AskGif","content":"Dhamtari is a municipal corporation [1] and district in the state of Chhattisgarh, India, which is part of the Mahasamund Lok Sabha constituency formed on 6 July 1998.[citation needed]. The district is home to 3.13 percent of Chhattisgarh's total population.\r\nDhamtari is abbreviated from \"","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17255ffc-e6fd-448c-a825-e981a987a66a_dhamtari-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dhamtari","slug":"dhamtari"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dhamtari-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}