{"id":231,"title":"सुकमा में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","dateCreated":"2019-01-09T14:55:56.924Z","dateModified":"2019-01-09T15:20:03.639Z","contributedBy":"AskGif","content":"<p>सुकमा भारत के छत्तीसगढ़ के सुकमा जिले का एक कस्बा है।</p>\r\n<p>सुकमा जिला \"रेड कॉरिडोर\" का एक हिस्सा है, जो नक्सली-माओवादी विद्रोह से प्रभावित बेल्ट है। यह क्षेत्र माओवादियों द्वारा लगातार हमले के अधीन रहा है, जो पुलिस कर्मियों और राजनीतिक नेताओं को निशाना बनाते रहे हैं। सेना, पुलिस और पुलिस कर्मियों पर कई हमले हुए हैं। 2013 के सुकमा हमले और 2017 के सुकमा हमले को अच्छी तरह से जानते हैं।</p>\r\n<p>सुकमा जिला भारतीय राज्य छत्तीसगढ़ में नवगठित, सबसे दक्षिणी जिला है। यह बस्तर में स्थित है। ओडिशा (मलकानगिरी जिला) और तेलंगाना (खम्मम जिला) के साथ सुकमा जिले की सीमाएँ।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला भारत के सबसे कम विकसित जिलों में से एक है। जिला नक्सलवाद या माओवाद से बुरी तरह प्रभावित है। पुरुषों की आबादी का 66% और महिलाओं का 34% है। यह जिला राष्ट्र के सबसे अनपढ़ जिलों में से एक है, जिसकी साक्षरता दर केवल 31% है, जो राष्ट्रीय औसत 59.5% से बहुत कम है। 20% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>भूगोल</p>\r\n<p>यह MSL से 197 मीटर की ऊँचाई पर 18 &deg; 24&prime;0 &Prime; N 81 &deg; 40&Prime;0 an E पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान</p>\r\n<p>सुकमा राष्ट्रीय राजमार्ग 30 द्वारा जगदलपुर से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और पर्यटन</p>\r\n<p>इस क्षेत्र की ऐतिहासिक विरासत को नए जिले के गठन की पूर्व संध्या पर उजागर नहीं किया गया तो यह उचित नहीं होगा। इंजरम, सुकमा से कोंटा की ओर लगभग 70 KM दूर स्थित एक गाँव है जो राष्ट्रीय राजमार्ग पर कोंटा से पहले 10 KM दूर आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोकप्रिय मान्यताओं के अनुसार रामायण काल ​​में ऋषि इनजी का आश्रम इस गांव में स्थित था। \"तोजे राम वथोद\" का अर्थ है कि राम स्थानीय भाषा में यहां आए थे, जिसके कारण इस स्थान को इंजरम के नाम से जाना जाता है, यह एक और लोकप्रिय विश्वास है। मुख्य सड़क से दाहिनी ओर 100 मीटर की दूरी पर हम अभी भी विभिन्न देवताओं की कई प्राचीन मूर्तियों के खंडहर देख सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह स्थान आसानी से पुरातत्व विभाग के लिए शोध का विषय हो सकता है क्योंकि इस क्षेत्र में दुर्लभ प्राचीन मूर्तियां मौजूद हैं, कोई भी एक मूर्ति देख सकता है, जिस पर ब्रह्मा, विष्णु और महेश द ट्रिनिटी ऑफ हिंदू आस्था को एक ही पत्थर पर देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अब इस क्षेत्र के एक नए जिले में विकसित होने के साथ लोगों को उम्मीद है कि पुरातत्व विभाग इस क्षेत्र में शोध शुरू करेगा और भूमि के ऐतिहासिक महत्व को बाहरी दुनिया के सामने लाएगा।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sukma</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","subContents":[{"SubTitle":"1. चित्रकोट जलप्रपात","SubTitleHindi":null,"SubContent":"<p>यह भारतीय नियाग्रा कहा जाता था, वास्तव में यह नियाग्रा से बेहतर था क्योंकि छोटी नावें हमें ले गईं, जो भयानक इंद्रधनुष छोटी बूंदों को देखने के लिए गिरती हैं</p>","SubContentHindi":null,"ImageUrl":"90330cee-d8f5-4e87-9ed4-0decb3abce52_Chitrakot-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. दुधमा पर्यटक स्थल","SubTitleHindi":null,"SubContent":"<p>दुम्मा पर्यटक स्थल सुकमा के पास सबसे अधिक देखी जाने वाली जगहों में से एक है। यह अपनी प्राकृतिक सुंदरता और दर्शनीय स्थलों के साथ पर्यटन को आकर्षित करता है।</p>","SubContentHindi":null,"ImageUrl":"c3df6d83-c441-4606-a424-916623421440_Dudma-tourist-spot.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. श्री श्री माँ काली मंदिर","SubTitleHindi":null,"SubContent":"<p>श्री माँ काली मंदिर पूजा का स्थान है। यदि आप भगवान में विश्वास करते हैं तो आपको इस मंदिर की यात्रा अवश्य करनी चाहिए यदि आप कभी सुकमा गए हों।</p>","SubContentHindi":null,"ImageUrl":"3faff02e-7b71-4d01-9b54-cb3930426dda_Sri-Sri-Maa-Kali-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कांगेर घाटी राष्ट्रीय उद्यान","SubTitleHindi":null,"SubContent":"<p>1982 के दौरान स्थापित, कांगेर घाटी राष्ट्रीय उद्यान इसके सभी किनारों पर कई गांवों से घिरा हुआ है। कांगेर नदी से अपना नाम हटाते हुए, इस राष्ट्रीय उद्यान को एशियाई बायोस्फीयर रिजर्व में से एक घोषित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य आकर्षण - इस पार्क का मुख्य आकर्षण इसका स्थान और आस-पास है, यह पार्क चिकारा, बार्किंग हिरण, चीतल, सियार, लकड़बग्घा, जंगली सूअर, हिरन, ड्रोंगो और कुछ दुर्लभ माउस हिरण जैसे जीवों की समृद्ध जैव विविधता से घिरा हुआ है। आप अपने बच्चों को जानवरों की किताब में दिखाने के बजाय यहां जानवरों की दुनिया दिखा सकते हैं, इसके अलावा, कवक, शैवाल, ब्रायोफाइट्स और टेरिडोफाइट्स जैसे समृद्ध वनस्पति पार्क में सुंदरता जोड़ते हैं। अंतिम लेकिन सफारी की सवारी लेकर यात्रा को कम से कम पूरा न करें।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान - कोलाब नदी पर स्थित, यह 34 किमी लंबा पार्क जगदलपुर से 27 किमी दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>समय - पार्क सभी सप्ताह के दिनों में सुबह 7 बजे से शाम 6 बजे तक खुला रहता है</p>","SubContentHindi":null,"ImageUrl":"4499b981-66e4-43f8-9abf-58e2bca78017_kangervally-tirathgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>उपलब्ध एकमात्र परिवहन प्रणाली सड़क परिवहन के रूप में है। बसें सार्वजनिक परिवहन में एक प्रमुख भूमिका निभाती हैं, और रायपुर, हैदराबाद, भिलाई, बिलासपुर, विजयवाड़ा, जगदलपुर, विशाखापत्तनम के लिए उपलब्ध हैं। सड़क परिवहन के अन्य साधनों में जीप और टैक्सी शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम रेल प्रमुख दंतेवाड़ा में है, जबकि निकटतम हवाई अड्डा जगदलपुर में है।</p>\r\n<p>आसपास कोई रेलवे स्टेशन नहीं है। सड़क की स्थिति बहुत खराब है, यहां की सड़कें भारत की खराब विकसित सड़कों में से एक हैं। सुकमा शहर आंध्र प्रदेश राज्य में राष्ट्रीय राजमार्ग 221 (न्यू एनएच -30) और चित्तूर द्वारा जगदलपुर से जुड़ा हुआ है।</p>","SubContentHindi":null,"ImageUrl":"d7d55afa-5c9d-4ba5-849f-8daf4318fdef_Sukma-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sukma-chhattisgarh","tags":[{"name":"सुकमा","slug":"sukma"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"recommendations":[{"id":221,"title":"कांकेर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","dateCreated":"2019-01-05T12:56:30.11Z","dateModified":"2019-01-05T13:04:18.153Z","contributedBy":"AskGif","content":"कांकेर शहर, एक नगर पालिका, भारतीय राज्य छत्तीसगढ़ के कांकेर जिले का मुख्यालय है।\r\nभूगोल\r\n&nbsp;\r\nजिले का मुख्यालय, कांकेर शहर, राष्ट्रीय राजमार्ग NH-43 पर स्थित है। कांकेर शहर छत्तीसगढ़ के दो सबसे बड़े शहरों के बीच स्थित है: छत्तीसगढ़ की राजधानी, रायपुर और जगदलपुर, पड़ोसी बस्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कांकेर","slug":"kanker"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-kanker-chhattisgarh","total":0},{"id":219,"title":"जशपुर (जशपुर नगर) में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","dateCreated":"2019-01-05T09:03:54.48Z","dateModified":"2019-01-05T10:21:16.07Z","contributedBy":"AskGif","content":"जशपुर नगर भारतीय राज्य छत्तीसगढ़ में जशपुर जिले का एक कस्बा और नगर पालिका है। यह जशपुर जिले का प्रशासनिक मुख्यालय है और पूर्व में जशपुर राज्य की राजधानी थी।\r\nजशपुर राज्य, ब्रिटिश राज की अवधि के दौरान भारत की रियासतों में से एक था। जशपुर शहर पूर्व राज्य की राजधानी था। शासक चौहान वंश के राजप","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"जशपुर","slug":"jashpur"},{"name":"जशपुर-नगर","slug":"jashpur-nagar"}],"slug":"top-places-to-visit-in-jashpur-jashpur-nagar-chhattisgarh","total":0},{"id":204,"title":"बालोद में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"d1da230e-aeaf-4d13-987e-dd39791e4318_Balod-railway.jpg","dateCreated":"2018-12-29T05:39:04.107Z","dateModified":"2018-12-29T06:00:33.59Z","contributedBy":"AskGif","content":"बालोद, टंडुला नदी के तट पर स्थित एक शहर है और भारत के छत्तीसगढ़ राज्य के बालोद जिले में एक नाग पालिका है। बालोद धमतरी से 44 किमी और दुर्ग से 58 किमी दूर है। बालोद में एक कॉलेज, एक अदालत, एक सीएचसी (सामुदायिक स्वास्थ्य केंद्र), और एक जेल है। बालोद में चिकित्सा सुविधाएं अच्छी हैं। 1912 में सुखा और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1da230e-aeaf-4d13-987e-dd39791e4318_Balod-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बालोद","slug":"balod"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-balod-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}