{"id":231,"title":"Top Places to visit in Sukma, Chhattisgarh","imageUrl":"35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","dateCreated":"2019-01-09T14:55:56.924Z","dateModified":"2019-01-09T15:20:03.639Z","contributedBy":"AskGif","content":"<p>Sukma is a town in Sukma district in Chhattisgarh, India.</p>\r\n<p>Sukma district is a part of the \"red corridor\", the belt affected by the Naxalite&ndash;Maoist insurgency. This region has been under continuous attack by the Maoists, who have been targeting police personnel and political leaders. There has been numerous attack on army, crpf and police personnel. 2013 sukma attack and 2017 sukma attack is well know.</p>\r\n<p>Sukma district is the newly formed, southernmost district in the Indian state of Chhattisgarh. It is located in Bastar. The Sukma district borders with Odisha (Malkangiri district) and Telangana (Khammam District).</p>\r\n<p>&nbsp;</p>\r\n<p>The district is one of the least developed districts of India. The district is severely affected by Naxalism or Maoism. Males constitute 66% of the population and females 34%. The district is one of the most illiterate districts of the Nation District has a literacy rate of only 31%, much lower than the national average of 59.5%. 20% of the population is under 6 years of age.</p>\r\n<p>Geography</p>\r\n<p>It is located at 18&deg;24&prime;0&Prime;N 81&deg;40&prime;0&Prime;E at an elevation of 197 m above MSL.</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>Sukma is connected to Jagdalpur by National Highway 30.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture &amp; Tourism</p>\r\n<p>It would not be fair if the historical heritage of this area is not highlighted on the eve of the formation of the New District. Injeram is a village located around 70 KMs from Sukma towards Konta which comes 10 KMs before Konta on the National Highway.</p>\r\n<p>&nbsp;</p>\r\n<p>According to popular believes Rishi Inji's ashram was located in this village during the Ramayana period. \"Inje Ram Vathod\" means Ram had came here in local language because of which this place is known as Injeram, it is another popular believe. Just 100 Meters to the right side from the main road we can still see ruins of many ancient sculptures of different deities.</p>\r\n<p>&nbsp;</p>\r\n<p>This place can easily be a matter of research for the Archaeological department as there exists rare ancient sculptures in this area, one can see a sculpture on which Brahma,Vishnu and Mahesh the Trinity of Hindu faith can be seen on a single stone.</p>\r\n<p>&nbsp;</p>\r\n<p>Now with the elevation of this area into a new District people are hopeful that Archaeological department will start researching in this area and unveil the historical importance of the land to the outer world.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sukma</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35d8b26c-2afd-4bab-8d7f-e0216ba48411_Sukma-district.jpg","subContents":[{"SubTitle":"1. Chitrakot Waterfall","SubTitleHindi":null,"SubContent":"<p>It was said to be Indian Niagara,actually it was better than Niagara as small boats took us what awesome rainbow small droplets falling a sight to behold</p>","SubContentHindi":null,"ImageUrl":"90330cee-d8f5-4e87-9ed4-0decb3abce52_Chitrakot-Waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Dudma tourist spot","SubTitleHindi":null,"SubContent":"<p>Dudma tourist spot is among the most visited places near Sukma. it attracts tourism with its natural beauty and sightseeing.</p>","SubContentHindi":null,"ImageUrl":"c3df6d83-c441-4606-a424-916623421440_Dudma-tourist-spot.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Sri Sri Maa Kali Mandir","SubTitleHindi":null,"SubContent":"<p>Sri Maa Kali Mandir is a place for worship. if you believe in god then you must visit this temple if you ever been to Sukma.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"3faff02e-7b71-4d01-9b54-cb3930426dda_Sri-Sri-Maa-Kali-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Kanger Valley National Park","SubTitleHindi":null,"SubContent":"<p>Established during 1982, the Kanger Valley National Park is bounded by numerous villages on all of its sides. Deriving its name from the Kanger River, this National Park Is declared as one of the Asian Biosphere Reserve.</p>\r\n<p>&nbsp;</p>\r\n<p>Highlights &ndash; The highlight of this Park is its Location and surrounding, the Park is surrounded by a rich biodiversity of fauna like Chikara, barking deer, Chital, jackal, hyena, wild boar, buck, drongo and some rare mouse deer. You can show your kids the animal world over here instead of showing them in the animal book, apart from this, the rich flora like fungi, algae, bryophytes and pteridophytes add beauty to the park. Last but not the least complete the trip by taking the Safari rides.</p>\r\n<p>&nbsp;</p>\r\n<p>Location &ndash; Situated on river Kolab, this 34Km long park is 27 km away from Jagdalpur</p>\r\n<p>&nbsp;</p>\r\n<p>Timing &ndash; The Park is open on all weekdays from 7AM to 6PM</p>","SubContentHindi":null,"ImageUrl":"4499b981-66e4-43f8-9abf-58e2bca78017_kangervally-tirathgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>The only transport systems available are in the form of road transport. Buses play a major role in public transportation, and are available for Raipur, Hyderabad, Bhilai, Bilaspur, Vijaywada, Jagdalpur, Visakhapatnam. Other modes of road transport include jeeps and taxis.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest rail head is at Dantewada, while the nearest airport is in Jagdalpur.</p>\r\n<p>There isn't any railway station nearby. Road conditions are very poor, Roads here are one of the poorly developed roads of India. Sukma town is connected to Jagdalpur by National Highway 221 (New NH-30) and Chintoor in Andhra Pradesh state.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"d7d55afa-5c9d-4ba5-849f-8daf4318fdef_Sukma-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sukma-chhattisgarh","tags":[{"name":"sukma","slug":"sukma"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"recommendations":[{"id":221,"title":"Top Places to visit in Kanker, Chhattisgarh","imageUrl":"afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","dateCreated":"2019-01-05T12:56:30.11Z","dateModified":"2019-01-05T13:04:18.153Z","contributedBy":"AskGif","content":"Kanker city, a municipality, is the headquarter of Kanker District of the Indian state of Chhattisgarh.\r\nGeography\r\n&nbsp;\r\nThe district's headquarters, Kanker town, is situated on the National Highway NH-43.Kanker town lies between Chhattisgarh's two largest cities: Chhattis","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afac0e21-a5db-487b-abdc-ff02972010f6_Kanker-map.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kanker","slug":"kanker"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-kanker-chhattisgarh","total":0},{"id":219,"title":"Top Places to visit in Jashpur (Jashpur Nagar), Chhattisgarh","imageUrl":"9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","dateCreated":"2019-01-05T09:03:54.48Z","dateModified":"2019-01-05T10:21:16.07Z","contributedBy":"AskGif","content":"Jashpur Nagar is a town and a Nagar palika in Jashpur District in the Indian state of Chhattisgarh. It is the administrative headquarters of Jashpur district and was formerly the capital of Jashpur State.\r\nJashpur State, was one of the princely states of India during the period of the Brit","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a0aedc3-bdd7-4273-b419-481888bdef8d_jashpur-nagar-pincode-496331.png","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"jashpur","slug":"jashpur"},{"name":"jashpur-nagar","slug":"jashpur-nagar"}],"slug":"top-places-to-visit-in-jashpur-jashpur-nagar-chhattisgarh","total":0},{"id":204,"title":"Top Places to visit in Balod, Chhattisgarh","imageUrl":"d1da230e-aeaf-4d13-987e-dd39791e4318_Balod-railway.jpg","dateCreated":"2018-12-29T05:39:04.107Z","dateModified":"2018-12-29T06:00:33.59Z","contributedBy":"AskGif","content":"Balod is a town in banks of river Tandula and a nagar palika in Balod district in the state of Chhattisgarh, India. Balod is 44 km from Dhamtari and 58 km from Durg. Balod has one college, one court, one CHC ( Community Health Center ), and a jail. Medical facilities are good in Balod. There are ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1da230e-aeaf-4d13-987e-dd39791e4318_Balod-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"balod","slug":"balod"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-balod-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}