{"id":232,"title":"Top Places to visit in Surajpur, Chhattisgarh","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"<p>Surajpur is a city and a Nagar Palika Parishad situated in the bank of Rihand River in Surajpur district of Chhattisgarh state in central India. It is the administrative headquarters of the Surajpur district, located 256 km North from the state headquarters Raipur. National Highway 43 has its route through Surajpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Surajpur is a district of the State of Chhattisgarh in central India, with its administrative headquarters at Surajpur. National Highway 43 passes through Surajpur district. Surajpur was declared a district on 15 August 2011 by the state Chief Minister Dr. Raman Singh along with eight other new districts. Surajpur is the first district to receive National Satyan Maitra Literacy Award. The district is known for its market (economical and quality product) and other major tourist places of Chhattisgarh with Tamor Pingla Wildlife Sanctuary.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Surajpur has a large scope for education and sports.The city is considered to be a base for higher education.</p>\r\n<p>&nbsp;</p>\r\n<p>Schools and Colleges</p>\r\n<p>The only college for graduation and postgraduation is situated on the east part of Surajpur known as Surajpur Degree College with courses mainly Arts and recently Commerce has come into main frame for the student in Surajpur district.</p>\r\n<p>&nbsp;</p>\r\n<p>The Government of Chhattisgarh is Planning to Open a school to Provide English Medium Education for the Regional students. Apart from this the Surajpur has a very good Education back Ground. Numbers of Hindi and English Medium Schools have come into existence after the formation of Chhattisgarh State:</p>\r\n<p>&nbsp;</p>\r\n<p>Navodaya Vidyalaya (central government school)</p>\r\n<p>Municipal School (government)</p>\r\n<p>Boys Higher Secondary School (government)</p>\r\n<p>Girls Higher Secondary School (government)</p>\r\n<p>Saraswati Shishu Mandir Hr. secondary School (private)</p>\r\n<p>Global Public School (private)</p>\r\n<p>Aadarsh High School (private)</p>\r\n<p>Sadhu Ram Vidya Mandir (private)</p>\r\n<p>Pt.Viswanath Memorial School (private)</p>\r\n<p>Govind Saraswati Shishu Mandir Hr. secondary School (private)</p>\r\n<p>Surya Kant Tripathi Nirala School (private)</p>\r\n<p>Holy Temple Hr. Sec School (private)</p>\r\n<p>East &amp; West Mission High School (private)</p>\r\n<p>D.A.V Public School (private)</p>\r\n<p>Carmel convent school (private)</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>There are famous temples at:</p>\r\n<p>&nbsp;</p>\r\n<p>Deogarh in the Surajpur district</p>\r\n<p>Ramgarh in Surajpur district (Sita Bhengra Caves, Sita kund, Kalidas Meghdutam)</p>\r\n<p>Kudargarh in Surajpur district (Bagheshwari Devi Temple)</p>\r\n<p>Bhaiyathan in Surajpur district (Patal Bhairav Mandir)</p>\r\n<p>Prem nagar in Surajpur district (mahesri mandir)</p>\r\n<p>Shyam Baba Temple</p>\r\n<p>Shiv mandir basdei</p>\r\n<p>source: https://en.wikipedia.org/wiki/Surajpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","subContents":[{"SubTitle":"1. Kudargarh","SubTitleHindi":null,"SubContent":"<p>District of the state of Chhattisgarh in India. It is 25 km from district headquarters of Surajpur connected by an all weather road. The best time to visit is during Chaitra Navaratra (in the month of April).</p>","SubContentHindi":null,"ImageUrl":"35ed45e5-e7ce-4d9c-9586-4c6273bb699a_Kudargarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Shivpur Shiva Temple","SubTitleHindi":null,"SubContent":"<p>Shivpur Shiva Temple: Pratappur is 45 KMs away from Ambikapur, village Shivpur is 4 kms from Pratappur. At this temple, big ceremonies are organized on the occasion of Shivaratri and Vasant Panchami</p>","SubContentHindi":null,"ImageUrl":"29b54e53-7294-41ca-a28e-ab6438142a88_Shivpur-Shiva-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Mahamaya Temple","SubTitleHindi":null,"SubContent":"<p>Mahamaya Mandir is situated at Devipur 4KM away from Surajpur. Mahamaya Temple is one of the famous and Oldest temple. People from different Places visit Mahamaya Mandir toworship and now it has become a major Tourist Attraction Place in Chhattisgarh. The people of Surajpur District has a great faith on Mahamaya devi and during Navratri this place becomes a major attraction and navratri mela is being organised by the people. The daily free bus service is being provided by the Bhakt mandaly of Surajpur for the pilgrimage and devoties to reach Devipur from Surajpur. A Huge arrangement is being made by the Local People and public Authorities as well.</p>","SubContentHindi":null,"ImageUrl":"954e63cb-8b64-4256-91ba-7be8f0eb4db9_Mahamaya-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Hanuman Temple","SubTitleHindi":null,"SubContent":"<p>Surajpur Hanuman temple, it is located near Aggarwal Dharamshala, here are the property held in the grounds of the city&rsquo;s public program.</p>","SubContentHindi":null,"ImageUrl":"dc249836-99d1-42e8-bd06-ec6af3b1e24e_Hanuman-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Dugdugi Stone","SubTitleHindi":null,"SubContent":"<p>The wonderful structure of nature is on the hill of Jam Jamari, which is situated at the headquarters of Bhayyathan tehsil. At the top of the mountain there are two parts of stone. When the top stone is moved, it sounds like a drowning sound. In this jungle, Jam Jamari, cow&rsquo;s cowboy shepherds feed the village&rsquo;s cattle. In the jungle, they play the drowning stones with their companions. From the sound of this, the whole forest becomes resonant. On the other hand, the villagers are also curious because they are separated from other stones of this stone. There is also the flag stone near this stone where the villagers of the area offer the flag and coconut offerings according to their reverence. The villagers have such a belief that flag Baba fulfills his every charity.</p>","SubContentHindi":null,"ImageUrl":"f5510f31-94a7-4fda-b064-4f3742ba091d_Dugdugi-Stone.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Road</p>\r\n<p>Surajpur is one of the major cities in Chhattisgarh so transportation is not an issue here. It is Linked with Both Road and Railways. National Highway 43 Cross to link KATNI towards North and GUMLA &amp; RACHI towards east. Surajpur is directly linked to Varanasi Via Bhaiyathan &rarr; Prattapur &rarr; Renukoot &rarr; Robertzganj and towards Bilaspur &rarr; Raipur &rarr; Bhilai &rarr; Nagpur via Devipur and Krishnapur (kalua).</p>\r\n<p>&nbsp;</p>\r\n<p>Surajpur is well connected to Raipur, Bilaspur, Raigarh, Katni, Nagpur, Allahabad, Varanasi, Rachi, Kolkata, Bhuwneshwar, Cuttak. so you can travel easily by roads also. The city is connected with National Highway 43.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Raipur airport is the nearest airport from Surajpur. Surajpur is well connected with Raipur airport. Daily train / Bus are available from/ To Surajpur. The Nearest airport near Surajpur is Raipur (Capital of Chhattisgarh). One can take flights from Delhi for Raipur and use the connecting bus or train service directly from Raipur (Durg - Ambikapur Express is the best train to reach Surajpur). Almost all major cities of the country are connected through Raipur Airport. Indian Airlines, jet airways and Air India are Providing their Daily Service to all the Major airports of the Country.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Surajpur Railway station is 6 km (3.7 mi) away from the City Center situated on the North part. The station provides connection with Bhopal the state capital of Madhya Pradesh. Raipur the state capital of Chhattisgarh. Bilaspur is the headquarters of Southeast Central Railways and is well connected with mail and super-fast trains from Bhopal, Indore, Mumbai, New Delhi, Gwalior, Ahmedabad, Kolkata, Patna, Lucknow, Chennai, Bangalore, Nagpur, Katni, Kota, Jaipur, Jammu &amp; Hyderabad. Some of the important train connecting Surajpur Road are :</p>\r\n<p>&nbsp;</p>\r\n<p>Jabalpur - Ambikapur Express</p>\r\n<p>Ambikapur - Shahdol</p>\r\n<p>Ambikapur - Durg via Anuppur &rarr;Uslapur &rarr; Raipur</p>\r\n<p>Narmada Express between Indore Junction BG (Indore) to Bilaspur at Anuppur Railway station 127 km (79 mi) away from Surajpur station</p>\r\n<p>Bhopal - Bilaspur Express at Anuppur Railway station 127 km (79 mi) away from Surajpur station</p>\r\n<p>Amarkantak Express between Bhopal and Durg at Anuppur Railway station 127 km (79 mi) away from Surajpur station</p>\r\n<p>Besides this it halts for a few seconds at Anuppur station for trains like Garib rath, Utkal Express, Heerakund Express, New Delhi Sampark Kranti, Bilaspur - Rewa Etc.</p>\r\n<p>source: https://surajpur.nic.in/en/</p>","SubContentHindi":null,"ImageUrl":"749bd8f8-2e2d-4c94-8c7d-f341854f0225_Surajpur-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-surajpur-chhattisgarh","tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"surajpur","slug":"surajpur"}],"recommendations":[{"id":228,"title":"Top Places to visit in Raigarh, Chhattisgarh","imageUrl":"780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","dateCreated":"2019-01-07T16:40:30.063Z","dateModified":"2019-01-07T16:51:09.932Z","contributedBy":"AskGif","content":"Raigarh is a city and municipal corporation in the Raigarh district of the Indian state of Chhattisgarh. The administrative headquarters of Raigarh district, it is known for its coal reserves and power generation for the state as well as the country.It is also known as Sanskardhani i.e. Cultural ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"raigarh","slug":"raigarh"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-raigarh-chhattisgarh","total":0},{"id":213,"title":"Top Places to visit in Dantewada, Chhattisgarh","imageUrl":"2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","dateCreated":"2019-01-04T05:11:02.899Z","dateModified":"2019-01-04T07:09:04.274Z","contributedBy":"AskGif","content":"Dantewada (also known as Dantewara) is a town and a nagar palika in the Dantewada district in the state of Chhattisgarh, India.[1] It is the administrative headquarters of Dantewada District.\r\n&nbsp;\r\nThe town is named after the goddess Danteshwari, the presiding deity of the Dantes","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dantewada","slug":"dantewada"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dantewada-chhattisgarh","total":0},{"id":212,"title":"Top Places to visit in Bijapur, Chhattisgarh","imageUrl":"461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","dateCreated":"2019-01-03T17:24:41.954Z","dateModified":"2019-01-03T17:42:00.383Z","contributedBy":"AskGif","content":"Bijapur is a town in Bijapur district, Chhattisgarh, India. It is the seat of the district and one of the 4 taluks in Bijapur district. The Bijapur taluk has an area of 928 km2 and 60,055 inhabitants (2001 census). It is situated on the National Highway 16 which connects Nizamabad in Telangana wi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"bijapur","slug":"bijapur"}],"slug":"top-places-to-visit-in-bijapur-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}