{"id":232,"title":"सूरजपुर में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","dateCreated":"2019-01-09T15:35:19.443Z","dateModified":"2019-01-09T15:50:37.909Z","contributedBy":"AskGif","content":"<p>सूरजपुर एक शहर और एक नगर पालिका परिषद है जो मध्य भारत में छत्तीसगढ़ राज्य के सूरजपुर जिले में रिहंद नदी के तट पर स्थित है। यह राज्य मुख्यालय रायपुर से 256 किमी उत्तर में स्थित सूरजपुर जिले का प्रशासनिक मुख्यालय है। राष्ट्रीय राजमार्ग 43 का सूरजपुर से होकर गुजरने का मार्ग है।</p>\r\n<p>&nbsp;</p>\r\n<p>सूरजपुर मध्य भारत में छत्तीसगढ़ राज्य का एक जिला है, जिसका मुख्यालय सूरजपुर में है। राष्ट्रीय राजमार्ग 43 सूरजपुर जिले से होकर गुजरता है। 15 अगस्त 2011 को राज्य के मुख्यमंत्री डॉ। रमन सिंह द्वारा आठ अन्य नए जिलों के साथ सूरजपुर को जिला घोषित किया गया था। राष्ट्रीय सत्यन मैत्र साक्षरता पुरस्कार प्राप्त करने वाला सूरजपुर पहला जिला है। यह जिला अपने बाजार (किफायती और गुणवत्तापूर्ण उत्पाद) और छत्तीसगढ़ के अन्य प्रमुख पर्यटन स्थलों के लिए जाना जाता है जिसमें तमोर पिंगला वन्यजीव अभयारण्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>सूरजपुर में शिक्षा और खेल का एक बड़ा क्षेत्र है। शहर को उच्च शिक्षा के लिए एक आधार माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूल और कॉलेज</p>\r\n<p>स्नातक और स्नातकोत्तर के लिए एकमात्र कॉलेज सूरजपुर के पूर्व भाग पर स्थित है जिसे सूरजपुर डिग्री कॉलेज के रूप में जाना जाता है जिसमें मुख्य रूप से कला और हाल ही में वाणिज्य सूरजपुर जिले में छात्र के लिए मुख्य फ्रेम में आया है।</p>\r\n<p>&nbsp;</p>\r\n<p>छत्तीसगढ़ सरकार क्षेत्रीय छात्रों के लिए अंग्रेजी माध्यम शिक्षा प्रदान करने के लिए एक स्कूल खोलने की योजना बना रही है। इसके अलावा सूरजपुर में एक बहुत अच्छा एजुकेशन बैक ग्राउंड है। हिंदी और अंग्रेजी माध्यम स्कूलों की संख्या छत्तीसगढ़ राज्य के गठन के बाद अस्तित्व में आई है:</p>\r\n<p>&nbsp;</p>\r\n<p>नवोदय विद्यालय (केंद्रीय सरकारी स्कूल)</p>\r\n<p>नगरपालिका स्कूल (सरकार)</p>\r\n<p>बॉयज़ हायर सेकेंडरी स्कूल (सरकारी)</p>\r\n<p>बालिका उच्चतर माध्यमिक विद्यालय (सरकारी)</p>\r\n<p>सरस्वती शिशु मंदिर हिर। माध्यमिक विद्यालय (निजी)</p>\r\n<p>ग्लोबल पब्लिक स्कूल (निजी)</p>\r\n<p>आदर्श हाई स्कूल (निजी)</p>\r\n<p>साधु राम विद्या मंदिर (निजी)</p>\r\n<p>पं। विश्वनाथ मेमोरियल स्कूल (निजी)</p>\r\n<p>गोविंद सरस्वती शिशु मंदिर हिर। माध्यमिक विद्यालय (निजी)</p>\r\n<p>सूर्यकांत त्रिपाठी निराला स्कूल (निजी)</p>\r\n<p>पवित्र मंदिर हिर। सेक स्कूल (निजी)</p>\r\n<p>पूर्व और पश्चिम मिशन हाई स्कूल (निजी)</p>\r\n<p>डीएवी पब्लिक स्कूल (निजी)</p>\r\n<p>कार्मेल कॉन्वेंट स्कूल (निजी)</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>यहाँ प्रसिद्ध मंदिर हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>सूरजपुर जिले का देवगढ़</p>\r\n<p>सूरजपुर जिले में रामगढ़ (सीता भेंगरा गुफाएं, सीता कुंड, कालिदास मेघदूतम)</p>\r\n<p>सूरजपुर जिले में कुदरगढ़ (बागेश्वरी देवी मंदिर)</p>\r\n<p>सूरजपुर जिले में भैयाथान (पाताल भैरव मंदिर)</p>\r\n<p>सूरजपुर जिले में प्रेम नगर (महेशरी मंदिर)</p>\r\n<p>श्याम बाबा मंदिर</p>\r\n<p>शिव मंदिर बसदेई</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Surajpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccc6ba45-3e8d-4190-8658-6c221d966728_Surajpur-railway-station.jpg","subContents":[{"SubTitle":"1. कुदरगढ़","SubTitleHindi":null,"SubContent":"<p>भारत में छत्तीसगढ़ राज्य का जिला। यह सूरजपुर के जिला मुख्यालय से 25 किमी दूर है, जो एक सभी मौसम के रास्ते से जुड़ा हुआ है। घूमने का सबसे अच्छा समय चैत्र नवरात्र (अप्रैल के महीने में) के दौरान होता है।</p>","SubContentHindi":null,"ImageUrl":"35ed45e5-e7ce-4d9c-9586-4c6273bb699a_Kudargarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. शिवपुर शिव मंदिर","SubTitleHindi":null,"SubContent":"<p>शिवपुर शिव मंदिर: प्रतापपुर अंबिकापुर से 45 KM दूर है, गाँव शिवपुर प्रतापपुर से 4 किलोमीटर दूर है। इस मंदिर में, शिवरात्रि और वसंत पंचमी के अवसर पर बड़े समारोह आयोजित किए जाते हैं</p>","SubContentHindi":null,"ImageUrl":"29b54e53-7294-41ca-a28e-ab6438142a88_Shivpur-Shiva-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. महामाया मंदिर","SubTitleHindi":null,"SubContent":"<p>महामाया मंदिर सूरजपुर से दूर देवीपुर 4KM में स्थित है। महामाया मंदिर प्रसिद्ध और सबसे पुराने मंदिरों में से एक है। विभिन्न स्थानों के लोग महामाया मंदिर की यात्रा करते हैं और अब यह छत्तीसगढ़ में एक प्रमुख पर्यटक आकर्षण स्थल बन गया है। सूरजपुर जिले के लोगों को महामाया देवी पर बहुत विश्वास है और नवरात्रि के दौरान यह स्थान एक प्रमुख आकर्षण बन जाता है और लोगों द्वारा नवरात्रि मेले का आयोजन किया जाता है। तीर्थयात्रा और भक्तों के लिए सूरजपुर के भक्त मंडल द्वारा सूरजपुर से देवीपुर पहुंचने के लिए दैनिक मुफ्त बस सेवा प्रदान की जा रही है। स्थानीय लोगों और सार्वजनिक प्राधिकरणों द्वारा भी एक विशाल व्यवस्था की जा रही है।</p>","SubContentHindi":null,"ImageUrl":"954e63cb-8b64-4256-91ba-7be8f0eb4db9_Mahamaya-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. हनुमान मंदिर","SubTitleHindi":null,"SubContent":"<p>सूरजपुर हनुमान मंदिर, यह अग्रवाल धर्मशाला के पास स्थित है, यहाँ शहर के सार्वजनिक कार्यक्रम के मैदान में आयोजित संपत्ति हैं।</p>","SubContentHindi":null,"ImageUrl":"dc249836-99d1-42e8-bd06-ec6af3b1e24e_Hanuman-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. दुग्दुगी स्टोन","SubTitleHindi":null,"SubContent":"<p>प्रकृति की अद्भुत संरचना जाम जमरी की पहाड़ी पर है, जो भैयाथान तहसील के मुख्यालय में स्थित है। पहाड़ के शीर्ष पर पत्थर के दो हिस्से हैं। जब शीर्ष पत्थर को स्थानांतरित किया जाता है, तो यह डूबने की आवाज़ जैसा लगता है। इस जंगल में, जाम जमरी, गाय के चरवाहे चरवाहे गांव के मवेशियों को खिलाते हैं। जंगल में, वे अपने साथियों के साथ डूबते हुए पत्थर खेलते हैं। इसकी आवाज से पूरा जंगल गुंजायमान हो जाता है। दूसरी ओर, ग्रामीण भी उत्सुक हैं क्योंकि वे इस पत्थर के अन्य पत्थरों से अलग हो गए हैं। इस पत्थर के पास झंडा पत्थर भी है जहां क्षेत्र के ग्रामीण अपनी श्रद्धा के अनुसार झंडा और नारियल चढ़ाते हैं। ग्रामीणों की ऐसी मान्यता है कि बाबा अपने हर दान को पूरा करते हैं।</p>","SubContentHindi":null,"ImageUrl":"f5510f31-94a7-4fda-b064-4f3742ba091d_Dugdugi-Stone.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सड़क</p>\r\n<p>सूरजपुर छत्तीसगढ़ के प्रमुख शहरों में से एक है, इसलिए यहाँ परिवहन एक मुद्दा नहीं है। यह रोड और रेलवे दोनों के साथ जुड़ा हुआ है। नेशनल हाइवे 43 क्रॉस को KATNI को उत्तर की ओर और GUMLA और Rachi को पूर्व की ओर जोड़ने के लिए। सूरजपुर वाराणसी वाया भैयाथान &rarr; प्रतापुर &rarr; रेणुकूट &rarr; रॉबर्ट्ज़गंज और बिलासपुर &rarr; रायपुर &rarr; भिलाई &rarr; नागपुर से देवीपुर और कृष्णापुर (कलुआ) से सीधे जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सूरजपुर रायपुर, बिलासपुर, रायगढ़, कटनी, नागपुर, इलाहाबाद, वाराणसी, राची, कोलकाता, भुवनेश्वर, कटक से अच्छी तरह से जुड़ा हुआ है। इसलिए आप सड़कों से भी आसानी से यात्रा कर सकते हैं। शहर राष्ट्रीय राजमार्ग 43 से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>रायपुर हवाई अड्डा सूरजपुर से निकटतम हवाई अड्डा है। सूरजपुर रायपुर हवाई अड्डे से अच्छी तरह से जुड़ा हुआ है। दैनिक ट्रेन / बस सूरजपुर से / तक उपलब्ध हैं। सूरजपुर के पास का निकटतम हवाई अड्डा रायपुर (छत्तीसगढ़ की राजधानी) है। रायपुर से दिल्ली के लिए कोई भी फ्लाइट ले सकता है और रायपुर (दुर्ग - अंबिकापुर एक्सप्रेस सूरजपुर पहुँचने के लिए सबसे अच्छी ट्रेन है) से सीधे कनेक्टिंग बस या ट्रेन सेवा का उपयोग कर सकता है। देश के लगभग सभी प्रमुख शहर रायपुर एयरपोर्ट के माध्यम से जुड़े हुए हैं। इंडियन एयरलाइंस, जेट एयरवेज और एयर इंडिया देश के सभी प्रमुख हवाई अड्डों के लिए अपनी दैनिक सेवा प्रदान कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>सूरजपुर रेलवे स्टेशन, उत्तरी भाग पर स्थित सिटी सेंटर से 6 किमी (3.7 मील) दूर है। यह स्टेशन भोपाल को मध्य प्रदेश की राजधानी के साथ जोड़ता है। छत्तीसगढ़ की राजधानी रायपुर। बिलासपुर दक्षिण पूर्व मध्य रेलवे का मुख्यालय है और भोपाल, इंदौर, मुंबई, नई दिल्ली, ग्वालियर, अहमदाबाद, कोलकाता, पटना, लखनऊ, चेन्नई, बैंगलोर, नागपुर, कटनी, कोटा, जयपुर से मेल और सुपर-फास्ट ट्रेनों से अच्छी तरह से जुड़ा हुआ है , जम्मू और हैदराबाद। सूरजपुर रोड को जोड़ने वाली कुछ महत्वपूर्ण ट्रेन हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>जबलपुर - अंबिकापुर एक्सप्रेस</p>\r\n<p>अंबिकापुर - शहडोल</p>\r\n<p>अंबिकापुर - दुर्ग अनूपपुर के माध्यम से &rarr; उसलापुर &rarr; रायपुर</p>\r\n<p>इंदौर जंक्शन बीजी (इंदौर) से बिलासपुर के बीच नर्मदा एक्सप्रेस सूरजपुर स्टेशन से 127 किमी (79 मील) दूर अनूपपुर रेलवे स्टेशन पर</p>\r\n<p>भोपाल - सूरजपुर स्टेशन से 127 किमी (79 मील) दूर अनूपपुर रेलवे स्टेशन पर बिलासपुर एक्सप्रेस</p>\r\n<p>सूरजपुर स्टेशन से 127 किमी (79 मील) दूर अनूपपुर रेलवे स्टेशन पर भोपाल और दुर्ग के बीच अमरकंटक एक्सप्रेस</p>\r\n<p>इसके अलावा यह गरीब रथ, उत्कल एक्सप्रेस, हीराकुंड एक्सप्रेस, नई दिल्ली संपर्क क्रांति, बिलासपुर - रीवा आदि जैसी ट्रेनों के लिए अनूपपुर स्टेशन पर कुछ सेकंड के लिए रुकती है।</p>\r\n<p>स्रोत: https://surajpur.nic.in/en/</p>","SubContentHindi":null,"ImageUrl":"749bd8f8-2e2d-4c94-8c7d-f341854f0225_Surajpur-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-surajpur-chhattisgarh","tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"सूरजपुर","slug":"surajpur"}],"recommendations":[{"id":228,"title":"रायगढ़ में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","dateCreated":"2019-01-07T16:40:30.063Z","dateModified":"2019-01-07T16:51:09.932Z","contributedBy":"AskGif","content":"रायगढ़ भारतीय राज्य छत्तीसगढ़ के रायगढ़ जिले में एक शहर और नगर निगम है। रायगढ़ जिले का प्रशासनिक मुख्यालय, यह राज्य के साथ-साथ देश के लिए अपने कोयला भंडार और बिजली उत्पादन के लिए जाना जाता है। इसे संस्कारधनी यानी छत्तीसगढ़ की सांस्कृतिक राजधानी के रूप में भी जाना जाता है।\r\n&nbsp;\r\nल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/780191f1-2201-43de-8935-31d3fe3688bf_Raigarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायगढ़","slug":"raigarh"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-raigarh-chhattisgarh","total":0},{"id":213,"title":"दंतेवाड़ा में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","dateCreated":"2019-01-04T05:11:02.899Z","dateModified":"2019-01-04T07:09:04.274Z","contributedBy":"AskGif","content":"दंतेवाड़ा (जिसे दंतेवाड़ा के नाम से भी जाना जाता है) भारत के छत्तीसगढ़ राज्य के दंतेवाड़ा जिले का एक शहर और एक नगर पालिका है। [१] यह दंतेवाड़ा जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nजगदलपुर तहसील से 80 किमी दूर कस्बे में स्थित दंतेश्वरी मंदिर के प्रमुख देवता दंतेश्वरी के नाम पर इस ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2cefd9e3-f054-4522-8db3-199d02873e6c_Dantewada-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दंतेवाड़ा","slug":"dantewada"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-dantewada-chhattisgarh","total":0},{"id":212,"title":"बीजापुर में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","dateCreated":"2019-01-03T17:24:41.954Z","dateModified":"2019-01-03T17:42:00.383Z","contributedBy":"AskGif","content":"बीजापुर भारत के बीजापुर जिले, छत्तीसगढ़ में एक शहर है। यह जिले की सीट है और बीजापुर जिले के 4 तालुकों में से एक है। बीजापुर तालुक का क्षेत्रफल 928 किमी 2 और 60,055 निवासी (2001 की जनगणना) है। यह राष्ट्रीय राजमार्ग 16 पर स्थित है जो तेलंगाना में निजामाबाद को दक्षिणपूर्वी छत्तीसगढ़ के जगदलपुर से जो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/461bb682-41fa-471f-ba39-692f90f645df_Bijapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"बीजापुर","slug":"bijapur"}],"slug":"top-places-to-visit-in-bijapur-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}