{"id":233,"title":"Top Places to visit in Surguja (Ambikapur), Chhattisgarh","imageUrl":"9973bfc4-e4fa-41d6-bdbd-3625e3470c20_Ambikapur-railway.jpg","dateCreated":"2019-01-09T16:07:54.265Z","dateModified":"2019-01-09T16:24:28.139Z","contributedBy":"AskGif","content":"<p>Surguja State, was one of the main princely states of Central India during the period of the British Raj, even though it was not entitled to any gun salute. Formerly it was placed under the Central India Agency, but in 1905 it was transferred to the Eastern States Agency.</p>\r\n<p>&nbsp;</p>\r\n<p>The state spread over a vast mountainous area inhabited by many different people groups such as the Gond, Bhumij, Oraon, Panika, Korwa, Bhuiya, Kharwar, Munda, Chero, Rajwar, Nagesia and Santal.[1] Its former territory lies in the present-day state of Chhattisgarh and its capital was the town of Ambikapur, now the capital of Surguja district.</p>\r\n<p>Surguja District is a district in the northern part of the state of Chhattisgarh in India. The district headquarters is Ambikapur.</p>\r\n<p>&nbsp;</p>\r\n<p>The district borders on the states of Uttar Pradesh and Jharkhand, and overlaps the southeastern part of the Vindhyachal-Baghelkhand region of peninsular India.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture &amp; Heritage</p>\r\n<p>Mahamaya temple</p>\r\n<p>The temple of the ancient Mahamaya Devi is located on the eastern hills of Ambikapur, headquarter of Surguja district. In the name of this Mahamaya or Ambika Devi, the district headquarters is named after her &ndash; Ambikapur. According to one belief, Ambika Devi&rsquo;s Torso is situated in Mahamaya temple Ambikapur &amp; Head is situated in the Mahamaya temple of Ratanpur, Bilaspur district. This temple was constructed by Mahamaya Raghunath Sharan Singh Dev. In Chaitra and Shardi Navaratri, a number of devotees worship this temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Takiya</p>\r\n<p>There is a takiya village situated on the eastern end of Ambikapur city. In this village Baba Murad Shah, Baba Mohabbat Shah and a small mazar of parrot towards their feet. People of all religions and cast gathered here on the mazar and pray and ask for there good will. Baba Muradshah according to his name, &ldquo;Murad&rdquo; Shah fulfills all the prayers.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Sedam Waterfall</p>\r\n<p>At Ambikapur-Raigad road&nbsp; 45 km from Ambikapur, a village named Sedam. Two kilometers in the south direction A beautiful waterfall flows between the hills at a distance. A water trough is built on the falling place of this waterfall. There is also a Shiva temple here. A fair is seen on the Shivratri in the village of Seedam. This waterfall is also known as Ram Waterfall.</p>\r\n<p>&nbsp;</p>\r\n<p>Mainpat</p>\r\n<p>Mainpat is 75 km away from Ambikapur, it is called Shimla of Chhattisgarh. Mainpat is situated on Vindh Mountain Mala, which has a height of 3781 feet from the sea level, its length is 28 kilometers and the width is 10 to 13 kilometers. There are two ways to reach Mainpat from Ambikapur, the first route would be via Ambikapur-Sitapur road and the second village would be on the verge Goes down to the main gate. It is a beautiful place filled with natural wealth. Here Sarbhanja waterfall, Tiger Point and Fish Point are the major tourist attractions. Mainpat itself has originated from the Rihand and Mand river.</p>\r\n<p>&nbsp;</p>\r\n<p>This is also called Tibet of Chhattisgarh. Here is the life of Tibetan people and Buddhist temple is the center of attraction.</p>\r\n<p>&nbsp;</p>\r\n<p>Deogarh</p>\r\n<p>Lakhanpur is 28 km from Ambikapur and 10 kilometers from Lakhnpur is located in Devgarh. In the ancient times of Devgarh, the sadhana of Sage Yamdagni has been in place. Parvati is mentioned in the form of Shakti on the middle of this Shivling. This Shivalinga has been given the title of semi-Narishwar in Shastra. It is also called the Gauri Shankar Temple. In Devgarh, on the bank of the river Renuka, the ruins of Rudra temples were scattered.&nbsp; Its scenic places, the ruins of the temples, the Gauri Shankar temple, the rectangular geography style Shiva temple, archaeological artistic sculptures and natural beauty. Here every year, in the month of Shravan, Jalabhishek is performed in Shiv Ling. Apart from this, Jalabhishek is also done in Shivaratri.</p>\r\n<p>&nbsp;</p>\r\n<p>Kailash Cave</p>\r\n<p>Located on the east side of Ambikapur city, there is a place named Sambarbar which is located 60 kilometers, on which Kailash Cave is located between the natural forest Sushma. It has been constructed by Lord Rameshwar Gahir Guru ji, the highest worshiped saint. It seems like a huge mahal on Mahashivaratri. Its scenic spot cave built Shiva Parvati Temple, Bagha Mada, Badadhr Bir, Yagya Mandap, Jalpaupal, Gurukul Sanskrit Vidyalaya, Gahir Guru Ashram.</p>\r\n<p>&nbsp;</p>\r\n<p>Laxmangarh</p>\r\n<p>Laxmangarh is situated at a distance of 40 km from Ambikapur. This place is at a distance of 3 kilometers from Maheshpur on Ambikapur-Bilaspur road. It is believed that its name was dropped due to the stay of Sri Laxman ji during the Vanvas period. This place is located near Ramgarh. Shivalinga (about 2 ft), Kamal Pushpa, Gajraj Sevit Lakshmi ji, the scenic spot on the stone cliff, there are many artifacts engraved on Krishna births and stone clusters.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Surguja_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9973bfc4-e4fa-41d6-bdbd-3625e3470c20_Ambikapur-railway.jpg","subContents":[{"SubTitle":"1. Maheshpur","SubTitleHindi":null,"SubContent":"<p>A huge stone figure of a man is pointed out to be of Samni&rsquo;s. In near proximity there is a ruined temple, enshrining an artistic figure of Mahisa Mardini. Some other Gods and Goddesses are also sculptured on the pillars along with saivaic emblems of chain, trident snake, etc. and flowers and leaves. A huge figure of Nandi is towards east. About 50 metres away from this temple there is another ruined pillar in the middle. When the tank was rcexcavated a few saivaic figures in stone were picked up. These objects are very old. resembling the Bhumra art. The population figure of this place was 530 in 1971.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"041cb4ce-31f8-4789-b173-9cc50fcb47f7_Maheshpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Deogarh","SubTitleHindi":null,"SubContent":"<p>A village of Ambikapur tahsil, Deogarh is situated on the bank of the Rihand amidst calm and quict scenic beauty. It lies about 1.5kms. to the west of the Bamlaya-Ambikapur Road. From Ambikapur its distance is about 40 kms. towards south. The place is also called Deoria, due to the great number of divinities scattered all around. There are several mounds, formed by the debris of temples, each crowned with a deity.</p>\r\n<p>&nbsp;</p>\r\n<p>The archaeology of this place may date back to a very early age. Its Guuri-Shankar temple might have been constructed by a Nagavamsi ruler of the Bhara-siva dynasty during 110 B.C. to 78 A.D. About 475 persons lived in the village in 1971.</p>","SubContentHindi":null,"ImageUrl":"fdcaed20-fb24-4c94-b9f8-b1eba6cd752f_Deogarh-ancient-idol.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Ramgarh Hill","SubTitleHindi":null,"SubContent":"<p>Ramgarh is the most ancient in the historical places of Surguja. It is located in Ambikapur-Bilaspur road. It is also called Ramgiri, the Ramgarh mountain is in the shape of HAT (cap). Ramgarh is the center of Sodha due to Lord Rama and Mahakavi Kalidas. According to an ancient belief, Lord Ram brother Lakshman and wife Sita had resided in the Vanasthan period. Right here, Jogi Mara is due to the Tapas Ves of Rama, Sita Bengarga in the name of Sita and Lakshman cave in the name of Lakshman.</p>","SubContentHindi":null,"ImageUrl":"3b096bd5-8f51-464b-95aa-1b58b8c89bf5_Ramgarh-Hill.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Kailash Caves","SubTitleHindi":null,"SubContent":"<p>Kailash Caves is situated at Sabarbar which is again 60 Kms to the east of Ambikapur. These caves were created by Saint Rameshwar Gahira Guruji. Temple of Lord Shiva-Parvati and also temple of different God-Goddess are there in caves. On occasion of Mahashivratri huge festival is organized here. Major attraction of this place are temple of Lord Shiva-Parvati,Yagya Mandap,Sanskrit school, Gahira Guru ashram,Badgdrat Beir and Badh mada.</p>","SubContentHindi":null,"ImageUrl":"4c1ad536-4c71-4c53-ae2a-bec434738cd3_Kailash-Caves.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Budha Temple, Mainpat","SubTitleHindi":null,"SubContent":"<p>Mainpat is called as Shimla of Surguja. Tibbettians are rehabilitated at mainpat, which run small industries of designer mat (Kalin) and woolen cloths. For worship they have made beautiful Buddha temple. They followers of Dalai Lama have developed beautiful atmosphere of humanity in Mainpat.Buddha Temple is a place to appreciate the art of Buddha vihars and people of tibbet.</p>","SubContentHindi":null,"ImageUrl":"fa621fd6-818f-4e52-897b-3b4df17cf359_Budha-Temple-Mainpat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Thin- Thini Patthar","SubTitleHindi":null,"SubContent":"<p>It is a rock of about two hundred Quintal, cylindrical in shape resting on ground rocks. When it is stricken with a solid material ,a metallic sound echoes. Different sound comes form different points of the stone.</p>","SubContentHindi":null,"ImageUrl":"ef0ceb1f-137e-4ebc-9910-8f3492af5e58_Thin-Thini-Patthar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>Surguja District is well connected to some main&nbsp; cities of Chhattisgarh via road and connecting train route.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Railway_station</p>\r\n<p>Ambikapur is connected to the Anuppur railway junction, a bordering town in Madhya Pradesh, by a broad gauge railway. Trains reach Anuppur from Katni, Satna, Jabalpur, Durg, Bhopal and the state capital Raipur. More destinations, such as New Delhi, can be reached from Anuppur railway junction</p>\r\n<p>&nbsp;</p>\r\n<p>Jabalpur &ndash; Ambikapur Express, Ambikapur &ndash; Shahdol, Ambikapur &ndash; Surajpur &ndash; Anuppur &ndash; Bilaspur &ndash; Raipur &ndash; Durg Express and Bhopal &ndash; Chirmiri Passenger run from major cities Bhopal, Gwalior, Katni, Raipur and Jabalpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Ambikapur is well connected by road to other major cities of Chhattisgarh such as Raipur, Bilaspur, Durg, Bhilai, Korba and Raigarh. Daily bus services also runs for Varanasi, Renukoot in U.P (170 km), Raipur (345 km) and Gadhwa road in Jharkhand (160 km). Bus services from Anuppur to Ambikapur operate via Manendragarh and Surajpur. The bus journeys from Bilaspur and Anuppur take between five and six hours.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Ambikapur Airport is located 18 km from the city. The nearest airport is Swami Vivekananda Airport, located at Raipur the capital of Chhattisgarh state.</p>\r\n<p>source: https://surguja.gov.in/</p>","SubContentHindi":null,"ImageUrl":"8e2dcc08-e7b9-4cfb-989d-804f30b49593_Surguja-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-surguja-ambikapur-chhattisgarh","tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"surguja","slug":"surguja"},{"name":"ambikapur","slug":"ambikapur"}],"recommendations":[{"id":230,"title":"Top Places to visit in Rajnandgaon, Chhattisgarh","imageUrl":"289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","dateCreated":"2019-01-08T18:22:29.538Z","dateModified":"2019-01-08T19:24:11.047Z","contributedBy":"AskGif","content":"Rajnandgaon is a city in Rajnandgaon District, in the state of Chhattisgarh, India. As of the 2011 census the population of the city was 163,122. Rajnandgaon district came into existence on 26 January 1973, as a result of the division of Durg district.\r\n&nbsp;\r\nLanguage\r\nChha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajnandgaon","slug":"rajnandgaon"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-rajnandgaon-chhattisgarh","total":0},{"id":223,"title":"Top Places to visit in Korba, Chhattisgarh","imageUrl":"a716c824-f2ad-45f7-9d6c-2011a933c0ab_Korba-railway.jpg","dateCreated":"2019-01-05T16:21:43.145Z","dateModified":"2019-01-05T17:48:30.621Z","contributedBy":"AskGif","content":"Korba is a city and an industrial area in Korba District in the Indian state of Chhattisgarh. Korba is known as the Power Capital of India. Korba has South Eastern Coalfields (SECL), National Thermal Power Corporation (NTPC), Chhattisgarh State Power Generation Company (CSPGCL), Bharat Aluminium ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a716c824-f2ad-45f7-9d6c-2011a933c0ab_Korba-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chhattisgarh","slug":"chhattisgarh"},{"name":"korba","slug":"korba"}],"slug":"top-places-to-visit-in-korba-chhattisgarh","total":0},{"id":222,"title":"Top Places to visit in Kondagaon, Chhattisgarh","imageUrl":"6f104e58-7aaf-4043-8215-60ae5d0fcadd_Kondagaon-image.jpg","dateCreated":"2019-01-05T13:46:14.985Z","dateModified":"2019-01-05T14:00:34.913Z","contributedBy":"AskGif","content":"Kondagaon a municipality about 70 kilometers from Jagdalpur city is the headquarter of Kondagaon district in the Indian state of Chhattisgarh. Kondagaon separated from Bastar district on 24 January 2012 and formed as 27th District of the Chhattisgarh state. It is mostly renowned for its bell meta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6f104e58-7aaf-4043-8215-60ae5d0fcadd_Kondagaon-image.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kondagaon","slug":"kondagaon"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-kondagaon-chhattisgarh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}