{"id":233,"title":"सरगुजा (अंबिकापुर) में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"9973bfc4-e4fa-41d6-bdbd-3625e3470c20_Ambikapur-railway.jpg","dateCreated":"2019-01-09T16:07:54.265Z","dateModified":"2019-01-09T16:24:28.139Z","contributedBy":"AskGif","content":"<p>सर्गुजा राज्य, ब्रिटिश राज की अवधि के दौरान मध्य भारत की प्रमुख रियासतों में से एक था, भले ही यह किसी भी बंदूक की सलामी का हकदार नहीं था। पूर्व में इसे मध्य भारत एजेंसी के तहत रखा गया था, लेकिन 1905 में इसे पूर्वी राज्यों की एजेंसी को स्थानांतरित कर दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>गोंड, भूमिज, उरांव, पनिका, कोरवा, भुइया, खरवार, मुंडा, चेरो, राजवार, नागेश्वर और संताल जैसे कई अलग-अलग जन समूहों के निवास वाले एक विशाल पहाड़ी क्षेत्र में राज्य फैल गया। [१] इसका पूर्व क्षेत्र छत्तीसगढ़ के वर्तमान राज्य में स्थित है और इसकी राजधानी अंबिकापुर शहर है, जो अब सर्गुजा जिले की राजधानी है।</p>\r\n<p>सर्गुजा जिला भारत में छत्तीसगढ़ राज्य के उत्तरी भाग में स्थित एक जिला है। जिला मुख्यालय अंबिकापुर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला उत्तर प्रदेश और झारखंड राज्यों की सीमाओं पर है, और प्रायद्वीपीय भारत के विंध्याचल-बघेलखंड क्षेत्र के दक्षिण-पूर्वी हिस्से को ओवरलैप करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और विरासत</p>\r\n<p>महामाया मंदिर</p>\r\n<p>प्राचीन महामाया देवी का मंदिर सर्बुजा जिले के मुख्यालय अंबिकापुर की पूर्वी पहाड़ियों पर स्थित है। इस महामाया या अंबिका देवी के नाम पर, जिला मुख्यालय उनके नाम पर रखा गया है - अंबिकापुर। एक मान्यता के अनुसार, अंबिका देवी का धड़ महामाया मंदिर अंबिकापुर में स्थित है और हेड बिलासपुर जिले के रतनपुर के महामाया मंदिर में स्थित है। इस मंदिर का निर्माण महामाया रघुनाथ शरण सिंह देव ने करवाया था। चैत्र और शारदीय नवरात्रि में, कई भक्त इस मंदिर में पूजा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Takiya</p>\r\n<p>अंबिकापुर शहर के पूर्वी छोर पर स्थित एक तोकिया गाँव है। इस गाँव में बाबा मुराद शाह, बाबा मोहब्बत शाह और तोता की एक छोटी सी मजार है। सभी धर्मों और जातियों के लोग यहां मजार पर इकट्ठा होते हैं और प्रार्थना करते हैं और वहां मनोकामना मांगते हैं। बाबा मुरादशाह अपने नाम के अनुसार, \"मुराद\" शाह सभी प्रार्थनाओं को पूरा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>सेदम जलप्रपात</p>\r\n<p>अंबिकापुर-रायगढ़ रोड पर अंबिकापुर से 45 किमी दूर, सेडम नामक एक गाँव। दक्षिण दिशा में दो किलोमीटर की दूरी पर पहाड़ियों के बीच एक सुंदर झरना बहता है। इस झरने के गिरने वाले स्थान पर एक जल कुंड बनाया गया है। यहां एक शिव मंदिर भी है। सीदम गांव में शिवरात्रि पर मेला लगता है। इस झरने को राम झरना के नाम से भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मैनपाट</p>\r\n<p>मैनपाट अंबिकापुर से 75 किलोमीटर दूर है, इसे छत्तीसगढ़ का शिमला कहा जाता है। मैनपाट विंध पर्वत माला पर स्थित है, जिसकी समुद्र तल से ऊंचाई 3781 फीट है, इसकी लंबाई 28 किलोमीटर और चौड़ाई 10 से 13 किलोमीटर है। अंबिकापुर से मैनपाट पहुंचने के दो रास्ते हैं, पहला रास्ता अंबिकापुर-सीतापुर रोड से होकर जाएगा और दूसरा गाँव मुख्य द्वार से नीचे जाने वाले मार्ग पर होगा। यह प्राकृतिक संपदा से भरपूर एक खूबसूरत जगह है। यहाँ पर सरभंजा झरना, टाइगर पॉइंट और फिश पॉइंट प्रमुख पर्यटक आकर्षण हैं। मैनपाट खुद रिहंद और मंड नदी से उत्पन्न हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसे छत्तीसगढ़ का तिब्बत भी कहा जाता है। यहां तिब्बती लोगों का जीवन है और बौद्ध मंदिर आकर्षण का केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>देवगढ़</p>\r\n<p>लखनपुर अंबिकापुर से 28 किलोमीटर और लखनपुर से 10 किलोमीटर दूर देवगढ़ में स्थित है। देवगढ़ के प्राचीन काल में ऋषि यमदग्नि की साधना स्थली रही है। इस शिवलिंग के मध्य में शक्ति के रूप में पार्वती का उल्लेख है। इस शिवलिंग को शास्त्र में अर्द्ध नारीश्वर की उपाधि दी गई है। इसे गौरी शंकर मंदिर भी कहा जाता है। देवगढ़ में, रेणुका नदी के किनारे, रुद्र मंदिरों के खंडहर बिखरे हुए थे। इसके दर्शनीय स्थान, मंदिरों के खंडहर, गौरी शंकर मंदिर, आयताकार भूगोल शैली शिव मंदिर, पुरातात्विक कलात्मक मूर्तियां और प्राकृतिक सुंदरता। यहां हर साल श्रावण के महीने में शिव लिंग में जलाभिषेक किया जाता है। इसके अलावा शिवरात्रि में जलाभिषेक भी किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कैलाश गुफा</p>\r\n<p>अंबिकापुर शहर के पूर्व में स्थित, सांबरबार नामक एक स्थान है जो 60 किलोमीटर की दूरी पर स्थित है, जिस पर कैलाश गुफा प्राकृतिक वन सुषमा के बीच स्थित है। इसका निर्माण भगवान रामेश्वर गहिर गुरु जी द्वारा किया गया है, जो कि सर्वोच्च पूज्य संत हैं। यह महाशिवरात्रि पर एक विशाल महल की तरह लगता है। इसकी दर्शनीय जगह गुफा में शिव पार्वती मंदिर, बाघा माड़ा, बद्रधर बीर, यज्ञ मंडप, जलपुपल, गुरुकुल संस्कृत विद्यालय, गहिर गुरु आश्रम है।</p>\r\n<p>&nbsp;</p>\r\n<p>लक्ष्मणगढ़</p>\r\n<p>लक्ष्मणगढ़ अंबिकापुर से 40 किमी की दूरी पर स्थित है। यह स्थान अंबिकापुर-बिलासपुर मार्ग पर महेशपुर से 3 किलोमीटर की दूरी पर है। माना जाता है कि इसका नाम वनवास काल के दौरान श्री लक्ष्मण जी के ठहरने के कारण पड़ा। यह स्थान रामगढ़ के पास स्थित है। शिवलिंग (लगभग 2 फीट), कमल पुष्पा, गजराज सेवित लक्ष्मी जी, पत्थर की चट्टान पर स्थित दर्शनीय स्थल, कृष्ण जन्म और पत्थर के समूहों पर उत्कीर्ण कई कलाकृतियाँ हैं।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Surguja_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9973bfc4-e4fa-41d6-bdbd-3625e3470c20_Ambikapur-railway.jpg","subContents":[{"SubTitle":"1. महेशपुर","SubTitleHindi":null,"SubContent":"<p>एक आदमी का एक बड़ा पत्थर का आंकड़ा समीनी का है। निकटता में एक खंडहर मंदिर है, जो महिसा मर्दिनी की कलात्मक आकृति को दर्शाता है। खंभों पर कुछ अन्य देवी-देवताओं की मूर्तियों के साथ-साथ चेन, त्रिशूल सांप, आदि के फूल और पत्तियां भी खुदी हुई हैं। नंदी का एक विशाल चित्र पूर्व की ओर है। इस मंदिर से लगभग 50 मीटर की दूरी पर बीच में एक और खंडहर स्तंभ है। जब टैंक को rcexcavated किया गया तो पत्थर में कुछ सैविका आकृतियों को उठाया गया। ये वस्तुएं बहुत पुरानी हैं। भौम कला से मिलता जुलता। इस स्थान की जनसंख्या का आंकड़ा 1971 में 530 था।</p>","SubContentHindi":null,"ImageUrl":"041cb4ce-31f8-4789-b173-9cc50fcb47f7_Maheshpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. देवगढ़","SubTitleHindi":null,"SubContent":"<p>अम्बिकापुर तहसील का एक गाँव, देवगढ़ शांत और मनमोहक प्राकृतिक सुंदरता के बीच रिहंद के तट पर स्थित है। यह लगभग 1.5kms है। बामलैया-अंबिकापुर रोड के पश्चिम में। अंबिकापुर से इसकी दूरी लगभग 40 किलोमीटर है। दक्षिण की ओर। चारों ओर बिखरी हुई दिव्यताओं की बड़ी संख्या के कारण इस स्थान को देवरिया भी कहा जाता है। कई टीले हैं, जो मंदिरों के मलबे से बने हैं, प्रत्येक में एक देवता का मुकुट है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस स्थान की पुरातत्व बहुत कम उम्र में वापस हो सकती है। इसका गुरी-शंकर मंदिर का निर्माण लगभग ईसा पूर्व के दौरान भार-शिव वंश के एक नागवंशी शासक द्वारा किया गया होगा। 1971 में गाँव में लगभग 7875 व्यक्ति रहते थे।</p>","SubContentHindi":null,"ImageUrl":"fdcaed20-fb24-4c94-b9f8-b1eba6cd752f_Deogarh-ancient-idol.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. रामगढ़ पहाड़ी","SubTitleHindi":null,"SubContent":"<p>सर्गुजा के ऐतिहासिक स्थानों में रामगढ़ सबसे प्राचीन है। यह अंबिकापुर-बिलासपुर मार्ग में स्थित है। इसे रामगिरि भी कहा जाता है, रामगढ़ पर्वत HAT (टोपी) के आकार में है। रामगढ़ भगवान राम और महाकवि कालिदास के कारण सोढ़ा का केंद्र है। एक प्राचीन मान्यता के अनुसार, भगवान राम भाई लक्ष्मण और पत्नी सीता के साथ वनवास काल में निवास किया था। वहीं, जोगी मारा राम के तप वेस, सीता बेंगारागा के नाम के कारण सीता और लक्ष्मण गुफा के नाम पर लक्ष्मण के नाम पर है।</p>","SubContentHindi":null,"ImageUrl":"3b096bd5-8f51-464b-95aa-1b58b8c89bf5_Ramgarh-Hill.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैलाश गुफाएं","SubTitleHindi":null,"SubContent":"<p>कैलाश गुफाएँ सब्बर में स्थित हैं जो अंबिकापुर के पूर्व में फिर से 60 किलोमीटर की दूरी पर है। इन गुफाओं का निर्माण संत रामेश्वर गहिरा गुरुजी ने करवाया था। भगवान शिव-पार्वती का मंदिर और गुफाओं में अलग-अलग देवी-देवताओं के मंदिर भी हैं। महाशिवरात्रि के अवसर पर यहां विशाल उत्सव का आयोजन किया जाता है। इस स्थान के प्रमुख आकर्षण भगवान शिव-पार्वती, यज्ञ मंडप, संस्कृत विद्यालय, गहिरा गुरु आश्रम, बग्गड़त बीर और बाध माड़ा के मंदिर हैं।</p>","SubContentHindi":null,"ImageUrl":"4c1ad536-4c71-4c53-ae2a-bec434738cd3_Kailash-Caves.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. बुद्ध मंदिर, मैनपाट","SubTitleHindi":null,"SubContent":"<p>मैनपाट को सर्गुजा का शिमला कहा जाता है। तिब्बती लोगों का पुनर्वास मैनपाट में किया जाता है, जो डिजाइनर चटाई (कलिन) और ऊनी कपड़ों के छोटे उद्योग चलाते हैं। पूजा के लिए उन्होंने सुंदर बुद्ध मंदिर बनाया है। दलाई लामा के अनुयायियों ने मैनपाट में मानवता का सुंदर वातावरण विकसित किया है। बुद्ध मंदिर बुद्ध विहारों और तिब्बत के लोगों की कला की सराहना करने के लिए एक जगह है।</p>","SubContentHindi":null,"ImageUrl":"fa621fd6-818f-4e52-897b-3b4df17cf359_Budha-Temple-Mainpat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. पतली- थिन पठार","SubTitleHindi":null,"SubContent":"<p>यह लगभग दो सौ क्विंटल की चट्टान है, जो जमीन की चट्टानों पर आराम करती है। जब यह किसी ठोस पदार्थ से टकराता है, तो धात्विक ध्वनि गूँज उठती है। विभिन्न ध्वनि पत्थर के विभिन्न बिंदुओं के रूप में आती हैं।</p>","SubContentHindi":null,"ImageUrl":"ef0ceb1f-137e-4ebc-9910-8f3492af5e58_Thin-Thini-Patthar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सर्गुजा जिला छत्तीसगढ़ के कुछ मुख्य शहरों से सड़क और रेल मार्ग से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>रेलवे स्टेशन</p>\r\n<p>अंबिकापुर, मध्य प्रदेश के एक सीमावर्ती शहर, अनूपपुर रेलवे जंक्शन से जुड़ा हुआ है, एक ब्रॉड गेज रेलवे द्वारा। कटनी, सतना, जबलपुर, दुर्ग, भोपाल और राज्य की राजधानी रायपुर से अनूपपुर तक ट्रेनें पहुँचती हैं। नई दिल्ली जैसे अधिक गंतव्य अनूपपुर रेलवे जंक्शन से पहुंचा जा सकता है</p>\r\n<p>&nbsp;</p>\r\n<p>जबलपुर - अंबिकापुर एक्सप्रेस, अंबिकापुर - शहडोल, अंबिकापुर - सूरजपुर - अनूपपुर - बिलासपुर - रायपुर - दुर्ग एक्सप्रेस और भोपाल - प्रमुख शहरों भोपाल, ग्वालियर, कटनी, रायपुर और जबलपुर से चिरमिरी पैसेंजर चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>अंबिकापुर छत्तीसगढ़ के अन्य प्रमुख शहरों जैसे रायपुर, बिलासपुर, दुर्ग, भिलाई, कोरबा और रायगढ़ से सड़क मार्ग द्वारा अच्छी तरह से जुड़ा हुआ है। वाराणसी के लिए दैनिक बस सेवा भी चलती है, यूपी में रेणुकूट (170 किमी), रायपुर (345 किमी) और झारखंड में गढ़वा सड़क (160 किमी)। अनूपपुर से अंबिकापुर के लिए बस सेवाएं मनेन्द्रगढ़ और सूरजपुर के माध्यम से संचालित होती हैं। बिलासपुर और अनूपपुर से बस यात्रा पांच से छह घंटे के बीच होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>अंबिकापुर हवाई अड्डा शहर से 18 किमी दूर स्थित है। निकटतम हवाई अड्डा स्वामी विवेकानंद हवाई अड्डा है, जो छत्तीसगढ़ राज्य की राजधानी रायपुर में स्थित है।</p>\r\n<p>स्रोत: https://surguja.gov.in/</p>","SubContentHindi":null,"ImageUrl":"8e2dcc08-e7b9-4cfb-989d-804f30b49593_Surguja-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-surguja-ambikapur-chhattisgarh","tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"सरगुजा","slug":"surguja"},{"name":"अंबिकापुर","slug":"ambikapur"}],"recommendations":[{"id":230,"title":"राजनांदगांव में घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","dateCreated":"2019-01-08T18:22:29.538Z","dateModified":"2019-01-08T19:24:11.047Z","contributedBy":"AskGif","content":"राजनांदगांव भारत के छत्तीसगढ़ राज्य में राजनांदगाँव जिले का एक शहर है। 2011 की जनगणना के अनुसार शहर की जनसंख्या 163,122 थी। दुर्ग जिले के विभाजन के परिणामस्वरूप राजनांदगांव जिला 26 जनवरी 1973 को अस्तित्व में आया।\r\n&nbsp;\r\nभाषा\r\nछत्तीसगढ़ी और हिंदी राजनांदगांव में मुख्य बोली ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/289b952e-c75f-4545-a5c8-33ab7b0dd3a6_Rajnandgaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजनंदगांव","slug":"rajnandgaon"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-rajnandgaon-chhattisgarh","total":0},{"id":223,"title":"कोरबा में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"a716c824-f2ad-45f7-9d6c-2011a933c0ab_Korba-railway.jpg","dateCreated":"2019-01-05T16:21:43.145Z","dateModified":"2019-01-05T17:48:30.621Z","contributedBy":"AskGif","content":"कोरबा भारतीय राज्य छत्तीसगढ़ में कोरबा जिले का एक शहर और एक औद्योगिक क्षेत्र है। कोरबा को भारत की शक्ति राजधानी के रूप में जाना जाता है। कोरबा में साउथ ईस्टर्न कोलफील्ड्स (SECL), नेशनल थर्मल पावर कॉर्पोरेशन (NTPC), छत्तीसगढ़ स्टेट पावर जनरेशन कंपनी (CSPGCL), भारत एल्युमीनियम कंपनी (BALCO), लैंको ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a716c824-f2ad-45f7-9d6c-2011a933c0ab_Korba-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"छत्तीसगढ़","slug":"chhattisgarh"},{"name":"कोरबा","slug":"korba"}],"slug":"top-places-to-visit-in-korba-chhattisgarh","total":0},{"id":222,"title":"कोंडागांव में देखने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"6f104e58-7aaf-4043-8215-60ae5d0fcadd_Kondagaon-image.jpg","dateCreated":"2019-01-05T13:46:14.985Z","dateModified":"2019-01-05T14:00:34.913Z","contributedBy":"AskGif","content":"कोंडागांव जगदलपुर शहर से लगभग 70 किलोमीटर दूर एक नगर पालिका है जो भारतीय राज्य छत्तीसगढ़ में कोंडागांव जिले का मुख्यालय है। कोंडागांव 24 जनवरी 2012 को बस्तर जिले से अलग हो गया और छत्तीसगढ़ राज्य के 27 वें जिले के रूप में गठित हुआ। यह ज्यादातर अपने बेल मेटल क्राफ्ट और अन्य कलाओं के लिए प्रसिद्ध है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6f104e58-7aaf-4043-8215-60ae5d0fcadd_Kondagaon-image.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोंडागांव","slug":"kondagaon"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-in-kondagaon-chhattisgarh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}