{"id":236,"title":"Top Places to visit in Aurangabad, Bihar","imageUrl":"ecf97998-c722-457c-a6f8-37edf7ea7717_bihar-aurangabad-district.jpg","dateCreated":"2019-01-11T08:24:52.235Z","dateModified":"2019-01-11T08:45:59.872Z","contributedBy":"AskGif","content":"<p>Aurangabad is a city in Aurangabad District, Bihar, India. It is the district's centre of governance and has a population of 102,244. The people of this region speak Magahi and Hindi.</p>\r\n<p>Aurangabad district is one of the thirty-eight districts of Bihar state, India. It is currently a part of the Red Corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>Aurangabad played a major role in the Indian independence struggle, and is also the birthplace of eminent nationalist &amp; first Deputy Chief Minister of state, Bihar Vibhuti Dr. Anugrah Narayan Sinha , a participant of Champaran Satyagraha who is regarded among makers of modern independent Bihar.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Aurangabad town is located in north east India on the NH 2 now NH19 (Grand Trunk Road) at its crossing with NH98 now NH139. Its nearest large town is Gaya 70 kilometres (43 mi) to the east. The capital of Bihar, Patna is 140 kilometres (87 mi) to the north east.</p>\r\n<p>&nbsp;</p>\r\n<p>The area of the town is 89 square kilometres (34 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Aurangabad rests on alluvial plain[5] on the bank of Adri river. The larger son river is 26 kilometres (16 mi) to the west. Other rivers such as the Punpun, Auranga, Bataane, Morhar, and Madaar flow through Aurangabad district.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Aurangabad has an agrarian economy. It lies in a drought prone area. The main crops are rice, wheat, gram lentil and rapeseed. Other industries include electricity production (NTPC, Nabinagar) and Cement Production (Shree Cement). Manufactured products include carpets, blankets and brassware.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census,[8] Aurangabad district had a population of 2,540,073. Females constitute 51.91 percent of the population. The average literacy rate is 70.32 percent. 82.52 percent of males are literate. 17.44% of the population is under 6 years of age.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Aurangabad,_Bihar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ecf97998-c722-457c-a6f8-37edf7ea7717_bihar-aurangabad-district.jpg","subContents":[{"SubTitle":"1.  Deo Temple","SubTitleHindi":null,"SubContent":"<p>Located 10-km to the southeast of Aurangabad, Deo is home to the well-known Sun temple. The 15th century old temple is believed to be built by Bhairvendra Sing, a Chandravanshi king of Umga. It is a 100-ft tall structure, with an umbrella-like top. The important custom of worshipping the Sun God and taking bath in its Brahma Kund dates back to the era of King Ayel. Every year, during Chhath festival, thousands of pilgrims gather in the premises of the temple to worship the Sun God.</p>","SubContentHindi":null,"ImageUrl":"f84b9ed2-e831-4a98-b6eb-d8126f9ad583_Deo-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Umga Temple","SubTitleHindi":null,"SubContent":"<p>Umga is one of the famous tourist attractions in Aurangabad. Located 24-km to the east of the city, the pilgrim center houses a Vaishnava temple. In terms of its architecture, the temple bears resemblance to the Sun temple built at Deo. Square granite blocks are used to built the magnificent Vaishnava temple, which houses the deities of Lord Ganesha, Sun God and Lord Shiva. Archaeologists and historians will definitely find this temple a special place to visit.</p>","SubContentHindi":null,"ImageUrl":"137745de-4469-43f3-aa69-076b0349629b_Umga-Temple.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Aurangabad district in Bihar is home to myriad tourist attractions. Magnificent temples, historical places and Islamic pilgrimage centers are located in the district. Excellent connectivity via road and efficient means of local transport has boosted up tourism in Aurangabad. As a result, the number of tourists visiting the place has increased considerably. Touring around the district will be a pleasant experience from October to March, which is considered the best time to visit Aurangabad. Read on to know about the places to see in Aurangabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Deo : Located 10-km to the southeast of Aurangabad, Deo is home to the well-known Sun temple. The 15th century old temple is believed to be built by Bhairvendra Sing, a Chandravanshi king of Umga. It is a 100-ft tall structure, with an umbrella-like top. The important custom of worshipping the Sun God and taking bath in its Brahma Kund dates back to the era of King Ayel. Every year, during Chhath festival, thousands of pilgrims gather in the premises of the temple to worship the Sun God.</p>\r\n<p>Deo Kund : Deo Kund is an important historic place that forms one of the major tourist attractions in Aurangabad. Situated 10 km to the southeast of the border of Aurangabad and Jehanabad, Deo Kund houses an ancient temple dedicated to Lord Shiva. Thousands of worshippers visit this temple during Shivratri. As per a legend connected to Deo Kund, Chyawan Rishi took shelter in this temple.</p>\r\n<p>Umga : Umga is one of the famous tourist attractions in Aurangabad. Located 24-km to the east of the city, the pilgrim center houses a Vaishnava temple. In terms of its architecture, the temple bears resemblance to the Sun temple built at Deo. Square granite blocks are used to built the magnificent Vaishnava temple, which houses the deities of Lord Ganesha, Sun God and Lord Shiva. Archaeologists and historians will definitely find this temple a special place to visit.</p>\r\n<p>Amjhar Sharif : Amjhar Sharif bears religious significance for being an important Islamic pilgrimage centre of Aurangabad. Located about 10 km away from Panchrukhia, on the Daudnagar-Gaya Road, Amjhar Sharif is abode of an ancient mazaar (grave) of a Muslim saint &ndash; Hazrat Saiyadana Mohammad Jilani Amjhari Quadri. Thousands of Muslims visit this pilgrimage center on the anniversary of the great saint, which is held in the first week of June. The holy hair of the saint is put on display on the occassion.</p>\r\n<p>Pawai, Mali and Chandangadh : Migrants from Rajasthan played a crucial role during the medieval and modern periods of history of Aurangabad. Pawar, Mali and Chandangadh are locations where one can find the remains of old forts, whose princes are said to have come from Rajasthan. A visit to these places will prove to be highly adventurous for enthusiastic archaeologists.</p>\r\n<p>Piru : Another tourist place in Aurangabad that bears some historical significance is Piru. Known as Pritikoota in the ancient times, it was the birthplace of Banbhatta, a legendary poet and the State Chronicler of King Harshwardhana.</p>\r\n<p>Siris : Siris, yet another interesting tourist place in Aurangabad, was a pargana during the rule of Sher Shah and the Mughal Empire. Over the passing years, the place became the playground of King Narayan Sing and some unsung heroes of The Revolt of 1857. Siris also houses a mosque, which was built during the rule of Aurangzeb.</p>","SubContentHindi":null,"ImageUrl":"d80285a1-2e10-419c-b25a-e26a7f06746c_Places-of-Interest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Accommodation(Hotel/Resort/Dharamsala)","SubTitleHindi":null,"SubContent":"<p>1. Saraswati Inn Old G.T. Road,Opposite Dist.</p>\r\n<p>Collectorate, Aurangabad 06186-222221, 222222, 292104</p>\r\n<p>2. Hotel US Residency M.G. Road, Aurangabad (Bihar) 06186- 222009, 223902, 223556</p>\r\n<p>3.J.K. HotelAurangabad06186-223690</p>\r\n<p>4.K.K. EnterprisesAurangabad06186-223236</p>\r\n<p>5.Amit HotelAurangabad06186-222209</p>\r\n<p>6.Sona HotelNear Dharamashala, Aurangabad06186-225410</p>\r\n<p>7.Naz HotelAurangabad06186-223873</p>\r\n<p>8. Mrignayni Hotel Aurangabad 06186-224215</p>","SubContentHindi":null,"ImageUrl":"4efeecfa-9449-4561-8d45-2b36188fa513_Aurangabad-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>Aurangabad is well connected by road and train. Anugrah Narayan Road(AUBR) is the Nearest Railway station, about 11 km away from Aurangabad city. The major highways are NH-2 and NH-139.NH-2 directly connects Delhi and Kolkata city and NH-139 which mainly connects Patna via daudnagar .There is direct train for Delhi,Kolkata,Mumbai,lucknow,Bhubaneswar,Ahmedabad,Jaipur and Patna city. Nearest Airport is Gaya International Airport, which is 80 km away from the city center. The main superfast train stops at Anugrah Narayan Road station</p>\r\n<p>&nbsp;</p>\r\n<p>Purshottam Express</p>\r\n<p>Poorva Express</p>\r\n<p>Mumbai mail</p>\r\n<p>Mahabodhi Express</p>\r\n<p>Jodhpur Express</p>\r\n<p>Gaya Garibrath Express</p>\r\n<p>Doon express</p>\r\n<p>&nbsp;</p>\r\n<p>Aurangabad town is located in north east India on the national highway 02 (Grand Trunk Road) at its crossing with national highway 98. Its nearest large town is Bodh Gaya 70 kilometres (43 miles) to the west. The capital of Bihar, Patna is 140 kilometres (87 mi) to the north east.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>Some of the important stations/routes from where regular buses service is available to &amp; from Aurangabad (Bihar):</p>\r\n<p>&nbsp;</p>\r\n<p>Patna To Aurangabad Bihar Distance By Road: 140 Km</p>\r\n<p>Ranchi to Aurangabad Bihar approximate distance is 231 Kms</p>\r\n<p>By Train</p>\r\n<p>Anugrah Narayan Road (AUBR) is the Nearest Railway Station, about 09 KM far from Auragabad City. NH-139 (Old NH-98) and NH-19 (Old NH-02) are the Major Highways Connects Aurangabad to Patna, Daltonganj, New Delhi and Kolkata.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>Bihar is not well connected to other major cities of the country via regular flights. The nearest airport is in Patna at a distance of 61kms.</p>\r\n<p>&nbsp;</p>\r\n<p>Airports: Lok Nayak Jayaprakash Airport</p>\r\n<p>source: https://aurangabad.bih.nic.in/</p>","SubContentHindi":null,"ImageUrl":"cb28e23b-76a8-4cd5-83db-92077f247efe_Aurangabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-aurangabad-bihar","tags":[{"name":"aurangabad","slug":"aurangabad"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":265,"title":"Top Places to visit in Saran (Chhapra), Bihar","imageUrl":"9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","dateCreated":"2019-02-20T16:05:53.259Z","dateModified":"2019-02-20T16:24:54.161Z","contributedBy":"AskGif","content":"Saran District is one of the thirty-eight districts of Bihar state, India. The district, part of Saran Division, is also known as Chhapra district after the headquarters of the district, Chhapra.\r\n&nbsp;\r\nGeography\r\nSaran district occupies an area of 2,641 square kilometres (","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"saran","slug":"saran"},{"name":"bihar","slug":"bihar"},{"name":"chhapra","slug":"chhapra"}],"slug":"top-places-to-visit-in-saran-chhapra-bihar","total":0},{"id":259,"title":"Top Places to visit in Nalanda (Bihar Sharif), Bihar","imageUrl":"ccd2de60-edef-44cb-8706-033e5dd3cd6d_Nalanda-railway.jpg","dateCreated":"2019-02-11T14:47:53.85Z","dateModified":"2019-02-11T14:59:54.314Z","contributedBy":"AskGif","content":"Nalanda was a Mahavihara, a large Buddhist monastery, in the ancient kingdom of Magadha (modern-day Bihar) in India. The site is located about 95 kilometres (59 mi) southeast of Patna near the city of Bihar Sharif, and was a centre of learning from the fifth century CE to c. 1200 CE. It is a UNES","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccd2de60-edef-44cb-8706-033e5dd3cd6d_Nalanda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nalanda","slug":"nalanda"},{"name":"bihar","slug":"bihar"},{"name":"bihar-sharif","slug":"bihar-sharif"}],"slug":"top-places-to-visit-in-nalanda-bihar-sharif-bihar","total":0},{"id":243,"title":"Top Places to visit in Darbhanga, Bihar","imageUrl":"713f902a-0a5c-450c-82c7-2f9d5a3b22fb_Darbhanga-railway.jpg","dateCreated":"2019-01-14T17:19:49.116Z","dateModified":"2019-01-14T17:40:48.192Z","contributedBy":"AskGif","content":"Darbhanga is a Municipal Corporation in the Indian state of Bihar. It is the headquarters of Darbhanga district and Darbhanga division and was the seat of the Raj Darbhanga and capital of the&nbsp;\r\n&nbsp;\r\nDarbhanga district is one of the thirty-eight districts of Bihar state in ea","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/713f902a-0a5c-450c-82c7-2f9d5a3b22fb_Darbhanga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"darbhanga","slug":"darbhanga"}],"slug":"top-places-to-visit-in-darbhanga-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}