{"id":237,"title":"Top Places to visit in Banka, Bihar","imageUrl":"b1485d89-4979-4698-9268-c3f96e6e7974_Banka-railway.jpg","dateCreated":"2019-01-11T14:19:47.49Z","dateModified":"2019-01-11T15:01:06.969Z","contributedBy":"AskGif","content":"<p>Banka is a town and a municipality serving as headquarters of the Banka district in the state of Bihar, India. The Hindi meaning of banka is \"brave\".</p>\r\n<p>Banka is one of the thirty-eight districts of Bihar state, India. The district headquarter of Banka is situated in Banka town. The district has been established on February 21, 1991.[1] Earlier it was the richest and largest Sub-Division of the district Bhagalpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Languages used in the district include Angika, an Indo-Aryan language written in the Devanagari script and spoken by at least 725,000 people in the Angika Region.[8]</p>\r\n<p>&nbsp;</p>\r\n<p>Rivers</p>\r\n<p>Channan is the main river of Banka. Barua is second main river near Dubaa village of Banka. Dubba is main village of Banka.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>A famous temple dedicated to the Hindu goddess Durga is located in Jagatpur, Karhariya, Kushmaha, Saharna, Laxmipur Dam, Banka, Babhangama,Chandan. Every year during Durga Puja, devotees from many parts of India visit this temple. Two temples&mdash;Narshimha (one of the incarnations of Vishnu) Temple and Digamber Jain Tirthanakar&mdash;are located at the top of a mountain known as Mandar Parbat, which is about 500 metres (1,600 ft) tall and made of a single piece of stone. The management of the Narsimha temple is under a trust. There is also a very old Avantika Nath temple at the bottom of Mandar Parvat. The Avantika Nath Temple Trust, founded by the late Babu Biro Singh of the village of Sabalpur, looks after the temple. Kailash Pathak is the Sevayat of the Avantika Nath temple. A famous temple of Lord SHIVA is in Jethore hill near Chanan river. The literal meaning of Jethore is jyesth means elder Gaur means brother of Deoghar temple. Maa kali mandir in KAMALPUR village is a famous temple. A Mahalakshmi temple is located in front of Paapharni Pond. Recently a Lakshminarayan Temple was built in the centre of Paapharni through the contributions of local people. It is managed by a trust headed by Fateh Bahadur Singh of erstwhile Sabalpur state.3km East from Rajoun Village MAHADA is situated, which is famous for goddess Ďurga Mandir, Kali Mandir and God Shiva Mandir.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is known for its rich tribal culture and its handicrafts and handlooms. The homemade Khadi and silk of the area are popular. Most of the raw silk cocoon is produced in Katoria; in fact, major part of the raw materials required for silk industry in Bhagalpur is supplied from Katoria.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Mandargiri Digambar Jain Siddha Kshetra is located at the top of a mountain known as Mandar Parbat, which is about 500 metres (1,600 ft) tall and made of a single piece of stone. This place is related to the three Kalyanka &ndash; Tup(penance), Keval Gyan(Omniscience) &amp; Moksha of Bhagawan Vasupoojya. It means that this is the place where Vasupoojya Swami accepted penance, achieved the supernatural knowledge and finally got salvation. Moolnayak of this temple is a Coral Colored idol of Lord Vasupoojya in padmasana posture. A 5 feet tall statue of Vasupoojya is also present here. The temple also has a Dharamshala equipped with all modern facilities.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>The district has some forested area under Banka, Bounsi Katoriya forest ranges. The wood of Banka range lie on the Hill slopes, those in the other two ranges lie in the undulating land. Among the prominent variety of trees in forested areas are the Sal which is usually found associated with Abuns, Asan, Kendu and Mahua. Tasar worms are reared on Asan trees. Some other trees are Bahera, Kadam, Amaltas. Among the specials of the Acacia are Babul, Sirish, and Sain Babul. Among the fruits trees, those of Mango and Jackfruits are common. Plantains, Date plants, Plums, Jamun are some of the other important fruits trees.</p>\r\n<p>&nbsp;</p>\r\n<p>Monkeys are common in the district, particularly the Hanuman. So are Jackal, Dear, lion, Bear, Leopards, Elephants are sometimes met with. Among the latter are Barsingha and Sambhar. Wild geese, Duck, Leel, and Quail are some of the game birds inhabiting the district. Peacocks, Parrots, Hawks, and Doves are other birds found in Katoriya forest/ Chandan forest. Sparrows, Crows and Vultures are of course common.</p>\r\n<p>&nbsp;</p>\r\n<p>Several kinds of fishes are found e.g. Rohu, Katla, Boari, and Tengra. Bachwa, Jhinga and Pothi are other Varieties.</p>\r\n<p>&nbsp;</p>\r\n<p>Banka district has only one Government college PBS college.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Banka_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1485d89-4979-4698-9268-c3f96e6e7974_Banka-railway.jpg","subContents":[{"SubTitle":"1. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Village Asauta: The village is said to have been established by Maharani Chandarjoti after she left Kharagpur. The Maharani built a Garh ( fort) and a tank at Asauta. She also built a mosque for her son. The ruins of the Garh and mosque still exist.</p>\r\n<p>&nbsp;</p>\r\n<p>Village Banhara: The village is situated just west of Amarpur. According to local tradition, Shah Suja, who was the governor of Bengal and Bihar during the period of the Mughal Emperor Shah Jehan, had his headquarter in the village.</p>\r\n<p>&nbsp;</p>\r\n<p>Village Dumrama:The village is located at a distance of a 3 Kms from the block Headquarter at Amarpur, on the road to Bhagalpur. Remains of Stupas are believed to indicate the existence of Budhist Monasteries here in the remote past, According to the local tradition, the village was the seat of Khaetauri chiefs, the last of whom was king Debai who had built&nbsp; fort in the villages surrounded by&nbsp; moats.</p>\r\n<p>&nbsp;</p>\r\n<p>Jesth Gour Math: The place is situated on the left bank of the river Chandan, 2 kms East of Amarpur&nbsp; Banka Road it is considered to be a place of great religious importance for the Hindus. The Jesth Gour Sthan is a Shivatemple at the foot of a hillock on the western bank of river Chandan. On the top of the hillock which is known as Jesth Gour Pahar, there is a temple of Kali and also an ancient well. A large fair is held around the temple on the occasion of Shivratri.</p>\r\n<p>&nbsp;</p>\r\n<p>Papharni: At the foot of the hill there is a tank called Papharni. From the vicinity of the tank three routes lead to the top of the hill. At the foot of the hill there are also a number of dilapidated, temples.In the middle of Papharni Tank, Mahavishnu, Mahalaxmi marvelous temple has been built. Several ruins of temples are present here. On the summit of the hill, two Jain Temples are situated. Large number of Jain Pilgrims come here to worship Lord Basupujya. It is believed that this place is Nirvan Bhumi of Basupujya. On the hill there many kunds(Small Tank). The depth of&nbsp; &nbsp;the kund Akash Ganga and Sankh Kund in fine. Sita Kund among these is famous. Sinta Kund has been named after goddess Sita as she is believed to have taken bath here .</p>\r\n<p>&nbsp;</p>\r\n<p>Lakshdeepa Temple: The ruins of the temple is even present in the foot of the hill. In the past 1 lakh deep ( Candle ) was used to light here. One candle ( Deep ) was brought from every house. The area was well Known as Balisha at that time.According to Balisha Purans this was &ldquo;Sidh Peeth of Lord Shiva&rdquo;. On the Top to the hill is a large temple. In this temple Lord Ram had himself established Lord Madhusudan.The present large temple was constructed during Jahangir Period.&nbsp; A temple called Nath Temple is in the foot which guides to understands Nath Communitity. There is also a Vidyapeeth where people from distant places come to study. A large fair is held on 14th January every year for 10 days at Baunsi on the eve of Makar Sankranti.</p>\r\n<p>&nbsp;</p>\r\n<p>Village Chutiya: The village is about 8 Kms away from the headquarters at Sambhuganj. There is a hill in the village containing a temple of Chuteshwar Nath. There is a large cave in the hill. Traces of marks left by chariot wheels of stones are said to indicate that a big battle was fought here in the remote past.</p>\r\n<p>&nbsp;</p>\r\n<p>Village Gouripur: This is another village about 3 kms away from village Asauta in Sambhuganj Block. A Shiv temple constructed by Maharani Chandarjoti of Kharakpur lies in this village.</p>\r\n<p>&nbsp;</p>\r\n<p>Village Indrabaran:&nbsp; The village is situated at distance of Block headquarters at Katoriaya on Katoriya- Deoghar Road. It has rest houses (Dharmshalas) for pilgrims who travel on foot in large number from Sultangunj to Deoghar.</p>\r\n<p>&nbsp;</p>\r\n<p>Village Lachhmipur: The village is situated about 29 kms South- East of Block headquaters at Katoria on the river Chandan. It is noted as the erstwhile seat of the Rajas Lachhimipur, ruins of whose forts still exist.</p>\r\n<p>&nbsp;</p>\r\n<p>Village Rupsa: It is an ancient village in Rajoun Block, situated about 6 kms west of Bhagalpur Dumka Road on the eastern bank of the river Chandan. the village has ancient temples of goddesses Kali and Durga, where large fairs are held on the occasion of Kali Puja and Durga Puja.</p>\r\n<p>&nbsp;</p>\r\n<p>Shravani Mela: In the month of Shravan (July -Aug ) Pilgrims (Kamaria) travel from Sultanganj to Deoghar on foot carrying Ganga Jal (water from the Ganga river) to offer on Lord Shiva. The Distance is 105 Kms of which 64 Kms lie under Banka District of three Blocks, Belhar, Katoria and Chandan. The Scene on the road is like a fair for one month.The whole administration becomes busy for the welfare&nbsp; of Kamaria&rsquo;s safety,&nbsp; (Medical aid ) Traffic Police water supply sanitary and electricity etc. Government has provided Dharmshalas (Rest Houses) for Kamarias at different places during the whole Shravan month. Lakhs of pilgrims (Kamarias) go on foot by this way. Several non government help groups become active in the shravani mela to help the devotees.</p>","SubContentHindi":null,"ImageUrl":"b070ca8b-a343-40b6-981c-dac33d8e7989_Banka-Mandar-Hills.png","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Culture & Heritage","SubTitleHindi":null,"SubContent":"<p>A famous temple dedicated to the Hindu goddess Durga is located in Jagatpur, Karharia, Kushmaha, Saharna, Laxmipur Dam, Banka, Babhangama,Chandan. Every year during Durga Puja, devotees from many parts of India visit this temple. Two temples&mdash;Narshimha (one of the incarnations of Vishnu) Temple and Digamber Jain Tirthanakar&mdash;are located at the top of a mountain known as Mandar Parbat, which is about 500 metres (1,600 ft) tall and made of a single piece of stone. The management of the Narsimha temple is under a trust. There is also a very old Avantika Nath temple at the bottom of Mandar Parvat. The Avantika Nath Temple Trust, founded by the late Babu Biro Singh of the village of Sabalpur, looks after the temple. Kailash Pathak is the Sevayat of the Avantika Nath temple. A famous temple of Lord SHIVA is in Jethore hill near Chanan river. The literal meaning of Jethore is jyesth means elder Gaur means brother of Deoghar temple. Maa kali mandir in KAMALPUR village is a famous temple. A Mahalakshmi temple is located in front of Paapharni Pond. Recently a Lakshminarayan Temple was built in the centre of Paapharni through the contributions of local people. It is managed by a trust headed by Fateh Bahadur Singh of erstwhile Sabalpur state.3km East from Rajoun Village MAHADA is situated, which is famous for goddess Ďurga Mandir, Kali Mandir and God Shiva Mandir. The district is known for its rich tribal culture and its handicrafts and handlooms. The homemade Khadi and silk of the area are popular. Most of the raw silk cocoon is produced in Katoria; in fact, major part of the raw materials required for silk industry in Bhagalpur is supplied from Katoria.</p>","SubContentHindi":null,"ImageUrl":"9d37cfaa-30c1-4dc5-8f9b-39501109daf5_Culture-Heritage-banka.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Accommodation(Hotel/Dharamsala)","SubTitleHindi":null,"SubContent":"<p>Hotel Krishna International</p>\r\n<p>Near Gandhi Chowk,</p>\r\n<p>Beside Veer Kunwar Singh Maidan</p>\r\n<p>Banka 813101, Bihar India</p>\r\n<p>Contact 06424-222531</p>\r\n<p>Mobile 9631838887</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Madhuwan Vihar</p>\r\n<p>Vijay Nagar , Circuit House Road</p>\r\n<p>Banka 813001, Bihar, India</p>\r\n<p>Mobile 7258802105</p>\r\n<p>8969599145</p>\r\n<p>9534659749</p>","SubContentHindi":null,"ImageUrl":"9081125d-6cea-44f1-a860-4cec9984c8a0_banka-hotel-krishna.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>A railway line connecting the existing Bhagalpur-Bounsi line to Rampurhat, which is well-connected to Howrah, is being developed, as is a line connecting Sultanganj to Jasidih through Banka. Banka is also connected to Capital of Bihar from the railway line. village Jagatpur should be included where railway station banka situated.</p>\r\n<p>&nbsp;</p>\r\n<p>Banka is connected with Bhagalpur and Deogarh by road. Trains also ply to Banka. Train details are as follows:-</p>\r\n<p>&nbsp;</p>\r\n<p>From Departure To Arrival Distance (K.M.) Frequesncy</p>\r\n<p>Bhagalpur 04:00 Hansdiha 06:55 74 All Days</p>\r\n<p>Bhagalpur 12:05 Hansdiha 15:05 74 All Days(Except Sunday)</p>\r\n<p>Bhagalpur 18:45 Hansdiha 21:40 74 All Days</p>\r\n<p>Bhagalpur 06:40 Banka 09:00 53 All Days</p>\r\n<p>Bhaglpur 16:45 Banka 19:05 53 All Days (Except Sunday)</p>\r\n<p>Hansdiha 10:40 Bhaglpur 13:35 74 All Days</p>\r\n<p>Hansdiha 15:30 Bhaglpur 18:15 74 All Days (Except Sunday)</p>\r\n<p>Hansdiha 22:00 Bhaglpur 01:00 74 All Days</p>\r\n<p>Rajendra Nagar 23:55 Banka 06:50 272 Monday to Saturday</p>\r\n<p>Banka 07:35 Rajendra Nagar 15:00 272 Sunday to Friday</p>\r\n<p>Banka 12:25 Jasidih Jn  14:15  61 All Days (Except Sunday)</p>\r\n<p>Jasidih Jn  10:25 Banka 12:15  61 All Days (Except Sunday)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://banka.nic.in/</p>","SubContentHindi":null,"ImageUrl":"56cdf734-7419-4948-b296-85c79e209912_banka-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-banka-bihar","tags":[{"name":"banka","slug":"banka"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":258,"title":"Top Places to visit in Muzaffarpur, Bihar","imageUrl":"2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","dateCreated":"2019-02-07T13:21:35.482Z","dateModified":"2019-02-07T13:27:20.753Z","contributedBy":"AskGif","content":"Muzaffarpur is a sub-metropolitan city located in Muzaffarpur district in the Tirhut region of Bihar. It serves as the headquarters of Tirhut division, Muzaffarpur district and the Muzaffarpur Railway District. It is the fourth most populous city in Bihar.\r\n&nbsp;\r\nMuzaffarpur is fa","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"muzaffarpur","slug":"muzaffarpur"}],"slug":"top-places-to-visit-in-muzaffarpur-bihar","total":0},{"id":242,"title":"Top Places to visit in Buxar, Bihar","imageUrl":"b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","dateCreated":"2019-01-14T16:49:04.906Z","dateModified":"2019-01-14T16:57:14.311Z","contributedBy":"AskGif","content":"Buxar is a city in the state of Bihar in the eastern part of India bordering eastern Uttar Pradesh. It is the headquarters of Buxar District. The Battle of Buxar and Battle of Chausa were fought in the vicinity. Buxar Railway Station lies on Patna&ndash;Mughalsarai section of Howrah&ndash;Delhi m","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"buxar","slug":"buxar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-buxar-bihar","total":0},{"id":240,"title":"Top Places to visit in Bhagalpur, Bihar","imageUrl":"43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","dateCreated":"2019-01-14T13:45:42.456Z","dateModified":"2019-01-15T16:54:11.802Z","contributedBy":"AskGif","content":"Bhagalpur is a city of historical importance on the southern banks of the river Ganges in the Indian state of Bihar. It is the 3rd largest city of Bihar and also the headquarters of Bhagalpur district and Bhagalpur division. Known as Silk City, it is a major educational, commercial, and political","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"bhagalpur","slug":"bhagalpur"}],"slug":"top-places-to-visit-in-bhagalpur-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}