{"id":237,"title":"बांका में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"b1485d89-4979-4698-9268-c3f96e6e7974_Banka-railway.jpg","dateCreated":"2019-01-11T14:19:47.49Z","dateModified":"2019-01-11T15:01:06.969Z","contributedBy":"AskGif","content":"<p>बांका भारत के बिहार राज्य में बांका जिले के मुख्यालय के रूप में एक शहर और एक नगर पालिका है। बांका का हिंदी अर्थ \"बहादुर\" है।</p>\r\n<p>बांका बिहार राज्य, भारत के अड़तीस जिलों में से एक है। बांका का जिला मुख्यालय बांका शहर में स्थित है। जिले की स्थापना 21 फरवरी, 1991 को हुई थी। [1] पहले यह भागलपुर जिले का सबसे धनी और सबसे बड़ा उप-मंडल था।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>जिले में इस्तेमाल की जाने वाली भाषाओं में अंगिका, देवनागरी लिपि में लिखी गई एक इंडो-आर्यन भाषा शामिल है और अंगिका क्षेत्र में कम से कम 725,000 लोगों द्वारा बोली जाती है। [include]</p>\r\n<p>&nbsp;</p>\r\n<p>नदियों</p>\r\n<p>चन्नान बांका की मुख्य नदी है। बांका के दुबा गांव के पास बरुआ दूसरी मुख्य नदी है। डब्बा बांका का मुख्य गांव है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>हिंदू देवी दुर्गा को समर्पित एक प्रसिद्ध मंदिर जगतपुर, करहरिया, कुशमाहा, सहारना, लक्ष्मीपुर बांध, बांका, बभनगामा, चंदन में स्थित है। हर साल दुर्गा पूजा के दौरान, भारत के कई हिस्सों से भक्त इस मंदिर में आते हैं। दो मंदिर- नरसिम्हा (विष्णु के अवतारों में से एक) मंदिर और दिगंबर जैन तीर्थंकर- एक पर्वत के शीर्ष पर स्थित हैं जिसे मंदार पर्वत के नाम से जाना जाता है, जो लगभग 500 मीटर (1,600 फीट) लंबा और एक ही पत्थर का बना है। नरसिंह मंदिर का प्रबंधन एक ट्रस्ट के अधीन है। मंदार पर्वत के तल पर एक बहुत पुराना अवंतिका नाथ मंदिर भी है। सबलपुर गाँव के स्वर्गीय बाबू बीरो सिंह द्वारा स्थापित अवंतिका नाथ मंदिर ट्रस्ट, मंदिर की देखभाल करता है। कैलाश पाठक अवंतिका नाथ मंदिर का सेवायत है। भगवान शिव का एक प्रसिद्ध मंदिर चानन नदी के पास जेठोर पहाड़ी में है। जेठौर का शाब्दिक अर्थ है ज्येष्ठ अर्थात वृद्ध गौर का अर्थ है देवघर मंदिर का भाई। कमलपुर गाँव में माँ काली मंदिर एक प्रसिद्ध मंदिर है। पाफरनी तालाब के सामने एक महालक्ष्मी मंदिर स्थित है। हाल ही में स्थानीय लोगों के योगदान के माध्यम से एक लक्ष्मीनारायण मंदिर पपरनी के केंद्र में बनाया गया था। इसका प्रबंधन राजपूत ग्राम म्हाडा से पूर्ववर्ती सबलपुर राज्य के फतेह बहादुर सिंह के नेतृत्व में एक ट्रस्ट द्वारा किया जाता है। यह मंदिर दुर्गा मंदिर, काली मंदिर और भगवान शिव मंदिर के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले को समृद्ध आदिवासी संस्कृति और हस्तशिल्प और हथकरघा के लिए जाना जाता है। क्षेत्र की घर की बनी खादी और रेशम लोकप्रिय हैं। कटोरिया में अधिकांश कच्चे रेशम कोकून का उत्पादन होता है; वास्तव में, भागलपुर में रेशम उद्योग के लिए आवश्यक कच्चे माल का बड़ा हिस्सा कटोरिया से आपूर्ति की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>मंदारगिरि दिगंबर जैन सिद्धक्षेत्र एक पर्वत के शीर्ष पर स्थित है जिसे मंदार पर्वत के नाम से जाना जाता है, जो लगभग 500 मीटर (1,600 फीट) लंबा और एक ही पत्थर का बना है। यह स्थान तीन कल्याणक से संबंधित है - तुप (तपस्या), केवल ज्ञान (सर्वविद्या) और भागवत वासुपूज्य का मोक्ष। इसका अर्थ है कि यही वह स्थान है जहाँ वासुपूज्य स्वामी ने तपस्या की, अलौकिक ज्ञान प्राप्त किया और अंत में मोक्ष प्राप्त किया। इस मंदिर का मूलनायक पद्मासन मुद्रा में भगवान वासुपूज्य की एक मूंगा रंग की मूर्ति है। यहां वासुपूज्य की 5 फीट ऊंची प्रतिमा भी मौजूद है। मंदिर में सभी आधुनिक सुविधाओं से सुसज्जित धर्मशाला भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>जिले में बांका, बौंसी कटोरिया वन श्रेणियों के अंतर्गत कुछ वन क्षेत्र हैं। बांका रेंज की लकड़ी पहाड़ी ढलानों पर स्थित है, जो अन्य दो श्रेणियों में अवनत भूमि में स्थित हैं। वनाच्छादित क्षेत्रों में पेड़ों की प्रमुख विविधता में साल होते हैं जो आमतौर पर अबुन, आसन, केंडु और महुआ से जुड़े पाए जाते हैं। आसन के पेड़ों पर तसर के कीड़े पाले जाते हैं। कुछ अन्य पेड़ बहेड़ा, कदम, अमलतास हैं। बबूल के खास लोगों में बाबुल, सिरिश और साईं बाबुल हैं। फलों के पेड़ों में आम और कटहल आम हैं। पौधे, खजूर के पौधे, बेर, जामुन कुछ अन्य महत्वपूर्ण फल वृक्ष हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में बंदर आम हैं, खासकर हनुमान। तो जैकाल, प्रिय, शेर, भालू, तेंदुए, हाथी कभी-कभी मिलते हैं। उत्तरार्द्ध में बारसिंह और सांभर हैं। वाइल्ड गीज़, डक, लील और क्वेल कुछ खेल पक्षी हैं जो जिले में रहते हैं। मोर, तोते, हॉक्स और कबूतर अन्य पक्षी हैं जो कटोरिया वन / चंदन वन में पाए जाते हैं। गौरैया, कौवे और गिद्ध बेशक आम हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कई प्रकार की मछलियाँ पाई जाती हैं उदा। रोहू, कटला, बोरी और टेंगरा। बछवा, झिंगा और पोथी अन्य किस्में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बांका जिले में केवल एक सरकारी कॉलेज पीबीएस कॉलेज है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Banka_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1485d89-4979-4698-9268-c3f96e6e7974_Banka-railway.jpg","subContents":[{"SubTitle":"1. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>ग्राम असौता: कहा जाता है कि खड़गपुर छोड़ने के बाद गाँव की स्थापना महारानी चंदरजोटी ने की थी। महारानी ने असौता में एक गढ़ (किला) और एक टैंक बनवाया। उसने अपने बेटे के लिए एक मस्जिद भी बनवाई। गढ़ और मस्जिद के खंडहर आज भी मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्राम बनहरा: गाँव अमरपुर के ठीक पश्चिम में स्थित है। स्थानीय परंपरा के अनुसार, शाह सुजा, जो मुगल सम्राट शाहजहाँ के काल में बंगाल और बिहार के राज्यपाल थे, का मुख्यालय गाँव में था।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्राम डूमरामा: गाँव अमरपुर में ब्लॉक मुख्यालय से 3 किलोमीटर की दूरी पर भागलपुर की सड़क पर स्थित है। माना जाता है कि स्तूप के अवशेष सुदूर अतीत में यहां बुद्ध मठों के अस्तित्व को इंगित करते थे, स्थानीय परंपरा के अनुसार, गांव खतौरी के प्रमुखों की सीट थी, जिनमें से अंतिम राजा देबई थे जिन्होंने गावों से घिरे गांवों में किला बनाया था ।</p>\r\n<p>&nbsp;</p>\r\n<p>जेस्ट गौर मठ: यह स्थान अमरपुर बांका रोड से 2 किलोमीटर पूर्व में चंदन नदी के बाएं किनारे पर स्थित है, इसे हिंदुओं के लिए महान धार्मिक महत्व का स्थान माना जाता है। जेस्ट गौर स्टान, चंदन नदी के पश्चिमी तट पर एक पहाड़ी के किनारे पर एक शिवातेम्पल है। पहाड़ी की चोटी पर जिसे जेठ गौर पहाड़ के नाम से जाना जाता है, काली का मंदिर है और एक प्राचीन कुआँ भी है। शिवरात्रि के अवसर पर मंदिर के आसपास एक बड़ा मेला लगता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पपरनी: पहाड़ी के तल में एक टंकी है, जिसे पपरनी कहा जाता है। टैंक के आसपास के क्षेत्र से तीन मार्ग पहाड़ी की चोटी पर जाते हैं। पहाड़ी की तलहटी में भी कई प्रकार के जीर्ण-शीर्ण मंदिर हैं। पापहरणी टैंक, महाविष्णु, महालक्ष्मी अद्भुत मंदिर के मध्य में बनाया गया है। मंदिरों के कई खंडहर यहां मौजूद हैं। पहाड़ी के शिखर पर, दो जैन मंदिर स्थित हैं। बड़ी संख्या में जैन तीर्थयात्री यहाँ भगवान बसुपुज्य की पूजा करने आते हैं। माना जाता है कि यह स्थान बासुपुज्य का निर्वाण भूमि है। पहाड़ी पर कई कुंड (छोटे टैंक) हैं। कुंड आकाश गंगा की गहराई और ठीक में कुंड कुंड। इनमें से सीता कुंड प्रसिद्ध है। माना जाता है कि देवी सीता का नाम देवी सीता के नाम पर पड़ा था क्योंकि उन्होंने यहां स्नान किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>लक्षदीप मंदिर: मंदिर के खंडहर पहाड़ी की तलहटी में मौजूद हैं। पूर्व में 1 लाख डीप (कैंडल) का उपयोग यहां प्रकाश के लिए किया जाता था। हर घर से एक मोमबत्ती (दीप) लाई गई। उस समय इस क्षेत्र को बालिशा के नाम से जाना जाता था। बालिशा पुराणों के अनुसार यह \"भगवान शिव का सिद्ध पीठ\" था। पहाड़ी की चोटी पर एक बड़ा मंदिर है। इस मंदिर में भगवान राम ने स्वयं भगवान मधुसूदन की स्थापना की थी। वर्तमान में बड़े मंदिर का निर्माण जहाँगीर के काल में किया गया था। एक मंदिर जिसे नाथ मंदिर कहा जाता है, पैर में है जो नाथ समुदाय को समझने के लिए मार्गदर्शन करता है। यहाँ एक विद्यापीठ भी है जहाँ दूर दूर से लोग अध्ययन करने आते हैं। मकर संक्रांति की पूर्व संध्या पर बूनसी में 10 दिनों के लिए हर साल 14 जनवरी को एक बड़ा मेला लगता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्राम चुटिया: ग्राम संभुगंज में मुख्यालय से लगभग 8 किलोमीटर दूर है। गाँव में एक पहाड़ी है जिसमें चटेश्वर नाथ का मंदिर है। पहाड़ी में एक बड़ी गुफा है। पत्थरों के रथ के पहियों द्वारा छोड़े गए निशानों के निशान से यह संकेत मिलता है कि सुदूर अतीत में यहां एक बड़ी लड़ाई लड़ी गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्राम गौरीपुर: यह संभुगंज ब्लॉक के असौता गाँव से लगभग 3 किलोमीटर दूर एक और गाँव है। खरकपुर के महारानी चंदरजोती द्वारा निर्मित एक शिव मंदिर इस गाँव में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्राम इंद्रबरन: गांव कटोरिया-देवघर रोड पर कटोरिया में ब्लॉक मुख्यालय की दूरी पर स्थित है। इसमें सुल्तानगंज से देवघर तक बड़ी संख्या में पैदल यात्रा करने वाले तीर्थयात्रियों के लिए विश्राम गृह (धर्मशालाएँ) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्राम लछमीपुर: यह गाँव चंदन नदी पर कटोरिया में ब्लॉक मुख्यालय से लगभग 29 किलोमीटर दक्षिण-पूर्व में स्थित है। यह राजस लछिमिपुर की तत्कालीन सीट के रूप में विख्यात है, जिसके खंडहर आज भी मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्राम रूपसा: यह रजौन ब्लॉक में एक प्राचीन गाँव है, जो चंदन नदी के पूर्वी तट पर भागलपुर दुमका रोड से लगभग 6 किलोमीटर दूर स्थित है। गाँव में देवी काली और दुर्गा के प्राचीन मंदिर हैं, जहाँ काली पूजा और दुर्गा पूजा के अवसर पर बड़े मेले लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>श्रावणी मेला: श्रावण (जुलाई-अगस्त) के महीने में तीर्थयात्री (कामरिया) भगवान शिव पर चढ़ाने के लिए गंगा जल (गंगा नदी से जल) लेकर सुल्तानगंज से देवघर तक जाते हैं। दूरी 105 किलोमीटर है, जिसमें 64 किलोमीटर तीन ब्लॉक, बेलहर, कटोरिया और चंदन के बांका जिले के अंतर्गत आते हैं। सड़क पर दृश्य एक महीने के लिए एक मेले की तरह है। पूरा प्रशासन कामरिया की सुरक्षा, (चिकित्सा सहायता) यातायात पुलिस पानी की आपूर्ति सेनेटरी और बिजली आदि के कल्याण के लिए व्यस्त हो जाता है। सरकार ने कमारियों के लिए अलग से धर्मशालाएँ (रेस्ट हाउस) प्रदान की हैं। पूरे श्रावण माह के दौरान स्थान। इस रास्ते से लाखों श्रद्धालु (कमारियां) पैदल जाते हैं। श्रद्धालुओं की मदद के लिए श्रावणी मेला में कई गैर सरकारी सहायता समूह सक्रिय हो जाते हैं।</p>","SubContentHindi":null,"ImageUrl":"b070ca8b-a343-40b6-981c-dac33d8e7989_Banka-Mandar-Hills.png","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. संस्कृति और विरासत","SubTitleHindi":null,"SubContent":"<p>हिंदू देवी दुर्गा को समर्पित एक प्रसिद्ध मंदिर जगतपुर, करहरिया, कुशमाहा, सहारना, लक्ष्मीपुर बांध, बांका, बभनगामा, चंदन में स्थित है। हर साल दुर्गा पूजा के दौरान, भारत के कई हिस्सों से भक्त इस मंदिर में आते हैं। दो मंदिर- नरसिम्हा (विष्णु के अवतारों में से एक) मंदिर और दिगंबर जैन तीर्थंकर- एक पर्वत के शीर्ष पर स्थित हैं जिसे मंदार पर्वत के नाम से जाना जाता है, जो लगभग 500 मीटर (1,600 फीट) लंबा और एक ही पत्थर का बना है। नरसिंह मंदिर का प्रबंधन एक ट्रस्ट के अधीन है। मंदार पर्वत के तल पर एक बहुत पुराना अवंतिका नाथ मंदिर भी है। सबलपुर गाँव के स्वर्गीय बाबू बीरो सिंह द्वारा स्थापित अवंतिका नाथ मंदिर ट्रस्ट, मंदिर की देखभाल करता है। कैलाश पाठक अवंतिका नाथ मंदिर का सेवायत है। भगवान शिव का एक प्रसिद्ध मंदिर चानन नदी के पास जेठोर पहाड़ी में है। जेठौर का शाब्दिक अर्थ है ज्येष्ठ अर्थात वृद्ध गौर का अर्थ है देवघर मंदिर का भाई। कमलपुर गाँव में माँ काली मंदिर एक प्रसिद्ध मंदिर है। पाफरनी तालाब के सामने एक महालक्ष्मी मंदिर स्थित है। हाल ही में स्थानीय लोगों के योगदान के माध्यम से एक लक्ष्मीनारायण मंदिर पपरनी के केंद्र में बनाया गया था। इसका प्रबंधन राजपूत ग्राम म्हाडा से पूर्ववर्ती सबलपुर राज्य के फतेह बहादुर सिंह के नेतृत्व में एक ट्रस्ट द्वारा किया जाता है। यह मंदिर दुर्गा मंदिर, काली मंदिर और भगवान शिव मंदिर के लिए प्रसिद्ध है। जिले को समृद्ध आदिवासी संस्कृति और हस्तशिल्प और हथकरघा के लिए जाना जाता है। क्षेत्र की घर की बनी खादी और रेशम लोकप्रिय हैं। कटोरिया में अधिकांश कच्चे रेशम कोकून का उत्पादन होता है; वास्तव में, भागलपुर में रेशम उद्योग के लिए आवश्यक कच्चे माल का बड़ा हिस्सा कटोरिया से आपूर्ति की जाती है।</p>","SubContentHindi":null,"ImageUrl":"9d37cfaa-30c1-4dc5-8f9b-39501109daf5_Culture-Heritage-banka.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निवास (होटल / धर्मशाला)","SubTitleHindi":null,"SubContent":"<p>होटल कृष्णा इंटरनेशनल</p>\r\n<p>गांधी चौक के पास,</p>\r\n<p>वीर कुंवर सिंह मैदान के पास</p>\r\n<p>बांका 813101, बिहार भारत</p>\r\n<p>06424-222531 पर संपर्क करें</p>\r\n<p>मोबाइल 9631838887</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>होटल मधुवन विहार</p>\r\n<p>विजय नगर, सर्किट हाउस रोड</p>\r\n<p>बांका 813001, बिहार, भारत</p>\r\n<p>मोबाइल 7258802105</p>\r\n<p>8969599145</p>\r\n<p>9534659749</p>","SubContentHindi":null,"ImageUrl":"9081125d-6cea-44f1-a860-4cec9984c8a0_banka-hotel-krishna.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>मौजूदा भागलपुर-बौंसी लाइन को रामपुरहाट से जोड़ने वाली एक रेलवे लाइन, जो हावड़ा से अच्छी तरह से जुड़ी हुई है, को विकसित किया जा रहा है, जैसा कि बांका के माध्यम से सुल्तानगंज को जसीडीह से जोड़ने वाली एक लाइन है। बांका रेलवे लाइन से बिहार की राजधानी से भी जुड़ा हुआ है। गांव जगतपुर को शामिल किया जाना चाहिए जहां रेलवे स्टेशन बांका स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>बांका भागलपुर और देवगढ़ से सड़क मार्ग से जुड़ा हुआ है। ट्रेनें भी बांका तक जाती हैं। ट्रेन का विवरण इस प्रकार है: -</p>\r\n<p>&nbsp;</p>\r\n<p>प्रस्थान से आगमन तक की दूरी (K.M.) फ़्रीक्वेंसी</p>\r\n<p>भागलपुर 04:00 हंसडीहा 06:55 74 सभी दिन</p>\r\n<p>भागलपुर 12:05 हंसडीहा 15:05 74 सभी दिन (रविवार को छोड़कर)</p>\r\n<p>भागलपुर 18:45 हंसडीहा 21:40 74 सभी दिन</p>\r\n<p>भागलपुर 06:40 बांका 09:00 53 सभी दिन</p>\r\n<p>भागलपुर 16:45 बांका 19:05 53 सभी दिन (रविवार को छोड़कर)</p>\r\n<p>हंसडीहा 10:40 भागलपुर 13:35 74 सभी दिन</p>\r\n<p>हंसडीहा 15:30 भागलपुर 18:15 74 सभी दिन (रविवार को छोड़कर)</p>\r\n<p>हंसडीहा 22:00 भागलपुर 01:00 74 सभी दिन</p>\r\n<p>राजेंद्र नगर 23:55 बांका 06:50 272 सोमवार से शनिवार</p>\r\n<p>बांका 07:35 राजेंद्र नगर 15:00 272 रविवार से शुक्रवार</p>\r\n<p>बांका 12:25 जसीडीह जंक्शन 14:15 61 सभी दिन (रविवार को छोड़कर)</p>\r\n<p>जसीडीह जंक्शन 10:25 बांका 12:15 61 दिन (रविवार को छोड़कर)</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://banka.nic.in/</p>","SubContentHindi":null,"ImageUrl":"56cdf734-7419-4948-b296-85c79e209912_banka-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-banka-bihar","tags":[{"name":"बांका","slug":"banka"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":258,"title":"मुजफ्फरपुर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","dateCreated":"2019-02-07T13:21:35.482Z","dateModified":"2019-02-07T13:27:20.753Z","contributedBy":"AskGif","content":"मुज़फ़्फ़रपुर बिहार के तिरहुत क्षेत्र में मुज़फ़्फ़रपुर जिले में स्थित एक उप-महानगरीय शहर है। यह तिरहुत विभाग, मुजफ्फरपुर जिले और मुजफ्फरपुर रेलवे जिले के मुख्यालय के रूप में कार्य करता है। यह बिहार का चौथा सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r\nमुजफ्फरपुर शाही लीची के लिए प्रसिद्ध ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुजफ्फरपुर","slug":"muzaffarpur"}],"slug":"top-places-to-visit-in-muzaffarpur-bihar","total":0},{"id":242,"title":"बक्सर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","dateCreated":"2019-01-14T16:49:04.906Z","dateModified":"2019-01-14T16:57:14.311Z","contributedBy":"AskGif","content":"बक्सर भारत के पूर्वी हिस्से में भारत के पूर्वी हिस्से में बिहार राज्य का एक शहर है। यह बक्सर जिले का मुख्यालय है। बक्सर की लड़ाई और चौसा की लड़ाई आसपास के क्षेत्र में लड़ी गई थी। बक्सर रेलवे स्टेशन हावड़ा-दिल्ली मुख्य लाइन के पटना-मुगलसराय खंड पर स्थित है। यह राज्य की राजधानी पटना से लगभग 125 किम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सर","slug":"buxar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-buxar-bihar","total":0},{"id":240,"title":"भागलपुर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","dateCreated":"2019-01-14T13:45:42.456Z","dateModified":"2019-01-15T16:54:11.802Z","contributedBy":"AskGif","content":"भागलपुर भारत के बिहार राज्य में गंगा नदी के दक्षिणी तट पर ऐतिहासिक महत्व का शहर है। यह बिहार का तीसरा सबसे बड़ा शहर है और भागलपुर जिले और भागलपुर डिवीजन का मुख्यालय भी है। सिल्क सिटी के रूप में जाना जाता है, यह एक प्रमुख शैक्षिक, वाणिज्यिक और राजनीतिक केंद्र है, और स्मार्ट सिटी कार्यक्रम के तहत व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"भागलपुर","slug":"bhagalpur"}],"slug":"top-places-to-visit-in-bhagalpur-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}