{"id":239,"title":"Prayagraj/Allahabad Kumbh Mela: Everything you should know about the world's biggest religious festival","imageUrl":"940f1f8c-f245-49d8-a47e-c9f3eb34a3d2_kumbh-mela.jpg","dateCreated":"2019-01-14T08:57:28.419Z","dateModified":"2019-01-14T09:29:30.039Z","contributedBy":"AskGif","content":"<p>Kumbh Mela or Kumbha Mela is a mass Hindu pilgrimage of faith in which Hindus gather to bathe in a sacred or holy river. Traditionally, four fairs are widely recognized as the Kumbh Melas: the Prayagraj Kumbh Mela, Haridwar Kumbh Mela, the Nashik-Trimbakeshwar Simhastha, and Ujjain Simhastha. These four fairs are held periodically at one of the following places by rotation: Prayagraj, Haridwar, Nashik district (Nashik and Trimbak), and Ujjain. The main festival site is located on the banks of a river: the Ganges (Ganga) at Haridwar; the confluence (Sangam) of the Ganges and the Yamuna and the invisible Sarasvati at Prayagraj; the Godavari at Nashik; and the Shipra at Ujjain. Bathing in these rivers is thought to cleanse a person of all their sins.</p>\r\n<p>&nbsp;</p>\r\n<p>At any given place, the Kumbh Mela is held once in 12 years. There is a difference of around 3 years between the Kumbh Melas at Haridwar and Nashik; the fairs at Nashik and Ujjain are celebrated in the same year or one year apart. The exact date is determined, as per Vikram Samvat calendar and the principles of Jyotisha, according to a combination of zodiac positions of the Jupiter, the Sun and the Moon. At Nashik and Ujjain, the Mela may be held while a planet is in Leo (Simha in Hindu astrology); in this case, it is also known as Simhastha. At Haridwar and Prayagraj, an Ardha (\"Half\") Kumbh Mela is held every sixth year; a Maha (\"Great\") Kumbh Mela occurs after 12 years. The priests at other places have also claimed their local fairs to be Kumbh Melas. For example, the Mahamaham festival at Kumbakonam, held once in 12 years, is also portrayed as a Kumbh Mela. Other places where fairs called Kumbh Melas have been hosted include Kurukshetra and Sonepat</p>\r\n<p>&nbsp;</p>\r\n<p>The exact age of the festival is uncertain. According to medieval Hinduism, Lord Vishnu dropped drops of Amrita (the drink of immortality) at four places, while transporting it in a kumbha (pot). These four places are identified as the present-day sites of the Kumbh Mela. The name \"Kumbh Mela\" literally means \"kumbha fair\". It is known as \"Kumbh\" in Hindi (due to schwa deletion); in Sanskrit and some other Indian languages, it is more often known by its original name \"Kumbha\".</p>\r\n<p>The festival is the largest peaceful gatherings in the world, and considered as the \"world's largest congregation of religious pilgrims\". There is no precise method of ascertaining the number of pilgrims, and the estimates of the number of pilgrims bathing on the most auspicious day may vary. An estimated 120 million people visited Maha Kumbh Mela in 2013 in Prayagraj over a two-month period, including over 30 million on a single day, on 10 February 2013 (the day of Mauni Amavasya). It has been inscribed on the UNESCO's Representative List of Intangible Cultural Heritage of Humanity,</p>\r\n<p>Criteria for determining dates</p>\r\n<p>&nbsp;</p>\r\n<p>Planetary positions during Kumbh Mela at Allahabad, c. 2013.</p>\r\n<p>Each site's celebration dates are calculated in advance according to a special combination of zodiacal positions of Bṛhaspati (Jupiter), Surya (the Sun) and Chandra (the Moon).</p>\r\n<p>&nbsp;</p>\r\n<p>Place River Zodiac Month Note</p>\r\n<p>HaridwarGangaJupiter in Aquarius, Sun in AriesChaitra (March&ndash;April)</p>\r\n<p>Allahabad Ganga and Yamuna Jupiter in Aries, Sun and Moon in Capricorn; or Jupiter in Taurus and Sun in Capricorn Magha (January&ndash;February) \"Magh Mela\", called the \"mini Kumbh Mela\", is held annually</p>\r\n<p>Trimbak-Nashik Godavari Jupiter in Leo; or Jupiter, Sun and Moon in Cancer on lunar conjunction (Amavasya) Bhadra (August&ndash;September) Also known as Simhastha / Sinhastha, when Leo is involved</p>\r\n<p>Ujjain Shipra Jupiter in Leo, Sun in Aries; or Jupiter, Sun, and Moon in Libra on Kartik Amavasya Vaisakha (April&ndash;May) Also known as Simhastha / Sinhastha, when Leo is involved</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kumbh_Mela</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/940f1f8c-f245-49d8-a47e-c9f3eb34a3d2_kumbh-mela.jpg","subContents":[{"SubTitle":"1. History Behind the Origination of Kumbh Mela","SubTitleHindi":null,"SubContent":"<p>According to Hindu Mythology, a fight broke between gods and demigods during Samudra Manthan (churning of the ocean). This Manthan was done to extract out the ambrosia (Amrit) from the depth of the ocean. After the extraction was complete, the ambrosia was filled in a Kumbh (pot). To seize the Amrit from the demons, Garuda (vehicle of Lord Vishnu) took the pot and flew away. During his flight, he spilled drops of the drink on earth at 4 places namely, Haridwar, Ujjain, Prayag (Allahabad), and Nashik. Making these places as well as the rivers flowing in the cities holy. The Kumbh Mela is said to have originated after this incident and is held ever since with a lot of zeal.</p>","SubContentHindi":null,"ImageUrl":"49bdc80f-547c-4cfc-8417-b1e509d2ebbc_History-behind-kumbh-mela.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Shahi Snan (The Royal Bath)","SubTitleHindi":null,"SubContent":"<p>The Royal Bath or the Shahi Snan or the Rajyogi Snan is the holy bath that is taken by the Saints of different Akharas (religious groups) in the sacred river before any other Hindu pilgrims. It is one of the rituals of the fair that the common people can take the bath in holy rivers, Ganga, Yamuna and Saraswati confluence after the holy men in these akharas have taken a dip. The devotees wake up as early as 3 a.m to queue up to take their morning bath and wait until the sadhus take the dip and once they are done with their bath then only the common people are allowed to take the dip</p>","SubContentHindi":null,"ImageUrl":"024a6a55-e5f8-4d00-b2bb-37ac061dfd9e_Shani-Snan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Akharas and the Sadhus","SubTitleHindi":null,"SubContent":"<p>Akhara is the place of meeting for the religious groups, it is here that the sadhus carry out the religious practices. These saints are said to be followers of Lord Shiva and Vishnu, hence there are Shaivite Akharas (dedicated to Shiva) and there are Vaishnavite Akharas (dedicated to Vishnu). The holy men that are part of these groups are often seen with matted hair, some even bare body, and some donned in saffron clothes. Ardh Kumbh will be the perfect opportunity to learn about these religious groups and capturing them in lense as some of them make for unique pictures.The Sadhus and Saints being the most integral part of Kumbh Mela increases the holiness of the fair with their presence. The devotees can listen to the speeches of these people in order to gain spiritual enlightenment. Amongst the several Akharas and the group of Babas (saints), there are some that catches the eyes the most like:</p>\r\n<p>Nagas: These are the saints who wear no clothes with ash smeared all over their body and have long matted hair. Their body is constantly exposed to the extremity of the Himalayas where they reside for the most part of the year, due to which they become resistant towards the weather change. For a long time, Naga Babas have been the favorite of photographers for being different from others, they are mostly quiet and are amongst the first to take the Royal Bath, which we discussed earlier.Urdhwavahurs: This group of holy men practices spiritual activities and they can be recognized as they too have bone-thin body structure. These religious men perform rituals while making their bodies undergo several austerities.Kalpvasis: This group of saints resides by the river banks and spend hours meditating and performing spiritual activities. They keep themselves clean by bathing numerous times in a day in the river water.Shirshasinse: This group of saints is very different from the others and the thing that separated them is their way of meditating and sleeping. They meditate while standing on their heads and sleep in an upright position taking a support of pole or a wall.Parivajakash: These saints never speak as they have taken the oath to keep quiet. They carry a bell and ring it all along to tell the people about their presence.</p>","SubContentHindi":null,"ImageUrl":"28f58b83-338b-4dec-a6e2-50018ab55a31_Akharas-and-the-Sadhus.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Satsangs","SubTitleHindi":null,"SubContent":"<p>Satsangs are a very important part of the Ardh Kumbh Mela. Devotees sit for hours and listen to the Sadhus who preach. During the mela there are a lot of ashrams and halls where people can offer prayers. One can go and sit inside if they want to hear what the priests have to say about Hinduism and spiritualism as these saints have a good knowledge of religion. One can even interact with them and take pictures of them with their permission. Though they don&rsquo;t talk much but if you will be respectful and humble you can get the permission of photography.</p>","SubContentHindi":null,"ImageUrl":"67bb88e2-0133-4d44-90bc-5d63c145b545_Kumbh-Mela-Satsang.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Late night experience","SubTitleHindi":null,"SubContent":"<p>The city of Allahabad never sleeps during the Ardh Kumbh Mela. The daytime can be crowded but one can enjoy the beautiful city view from the Triveni Ghat in the evening. The calm river, the cool breeze; and glittering ghats, everything is so pleasing that you would not want to miss it.</p>","SubContentHindi":null,"ImageUrl":"3e80dc48-e211-4abc-89f4-b91d1475e46b_Night-Life-at-Allahabad-during-Kumbh-Mela.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Camp Life","SubTitleHindi":null,"SubContent":"<p>Attending the Kumbh Mela is really fun, but when it comes to accommodation; staying in the camps can give you some memories for the lifetime. These camps are set up for the Sadhus and people who prefer staying near the bathing area. These tents are just a few km away from the ghats. Living in these tents give you the fun of interacting with people from different regions; knowing their lifestyles and many other things. Bringing your camera along will be quite handy as there are many who would love to be photographed. Since Kumbh Mela has gained fame worldwide, special camps are set for the international travellers, so that they can enjoy the authentic feel of the Kumbh Mela. Special tours are operated for them to greet the devotees who have come to take a dip in the waters of Allahabad.</p>","SubContentHindi":null,"ImageUrl":"0361b457-0973-49f4-a4b7-1b102b8ef68c_Camp-Life-Kumbh-Mela.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Food","SubTitleHindi":null,"SubContent":"<p>You would not want to miss the mouth-watering langars (communal meals) and prasads (sacred offerings) that are given to the devotees as well as the sadhus during the Mela. There is a community area made for eating the meals. Here people enjoy the delicacies which are served free of cost. Though, it is a good idea to try these dishes but even if you do not plan to, you can certainly visit the hall and can at least relish taking pictures of the food variety and interacting with people.</p>","SubContentHindi":null,"ImageUrl":"52f39116-37cb-4f65-bc0c-7c97243f4be2_Kumbh-Mela-Langar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"informatives","slug":"informatives"},"slug":"prayagrajallahabad-kumbh-mela-everything-you-should-know-about-the-worlds-biggest-religious-festival","tags":[{"name":"allahabad","slug":"allahabad"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"kumbh-mela","slug":"kumbh-mela"},{"name":"prayagraj","slug":"prayagraj"}],"recommendations":[{"id":1175,"title":"Top Places to visit in Achhnera, Uttar Pradesh","imageUrl":"1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","dateCreated":"2020-04-09T09:53:49.667Z","dateModified":"2020-04-09T09:54:12.429Z","contributedBy":"AskGif","content":"Achhnera is a town and a municipal board in Agra district in the Indian state of Uttar Pradesh.\r\nGeography\r\nAchhnera is located at 27.18&deg;N 77.77&deg;E. It has an average elevation of 167 meters (547 feet). It is famous for its cultural values; people of different religions live ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"achhnera","slug":"achhnera"}],"slug":"top-places-to-visit-in-achhnera-uttar-pradesh","total":0},{"id":202,"title":"Top Places to visit in Sultanpur, Uttar Pradesh","imageUrl":"f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","dateCreated":"2018-12-28T16:35:06.817Z","dateModified":"2018-12-28T18:48:37.792Z","contributedBy":"AskGif","content":"Sultanpur is a city and a municipal board in Sultanpur District in the Indian state of Uttar Pradesh. Located on the right banks of the Gomti (a major tributary of the Ganga River), Sultanpur is the administrative headquarters of Sultanpur District and is a part of Faizabad Division. It is situat","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"sultanpur","slug":"sultanpur"}],"slug":"top-places-to-visit-in-sultanpur-uttar-pradesh","total":0},{"id":109,"title":"Top Places to Visit in Bagpat, Baghpat, Uttar Pradesh","imageUrl":"8835773f-a6de-4e3e-924a-40ff66bb425a-Bagpat-railway.jpg","dateCreated":"2018-08-15T13:47:21.931Z","dateModified":"2020-06-08T04:25:03.969Z","contributedBy":"AskGif","content":"Bagpat district is one of the 75 districts of the Indian state of Uttar Pradesh with headquarters at the town of Baghpat. Created in 1997, the district has an area of 1,321 square kilometres (510 sq mi) and a population of 1,163,991.\r\nBaghpat district was created in the year 1997 and named","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8835773f-a6de-4e3e-924a-40ff66bb425a-Bagpat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"bagpat","slug":"bagpat"}],"slug":"top-places-to-visit-in-bagpat-baghpat-uttar-pradesh","total":0},{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}