{"id":239,"title":"प्रयागराज / इलाहाबाद कुंभ मेला: आपको दुनिया के सबसे बड़े धार्मिक त्योहार के बारे में सब कुछ पता होना चाहिए","imageUrl":"940f1f8c-f245-49d8-a47e-c9f3eb34a3d2_kumbh-mela.jpg","dateCreated":"2019-01-14T08:57:28.419Z","dateModified":"2019-01-14T09:29:30.039Z","contributedBy":"AskGif","content":"<p>कुंभ मेला या कुंभ मेला आस्था का एक व्यापक हिंदू तीर्थ है जिसमें हिंदू एक पवित्र या पवित्र नदी में स्नान करने के लिए इकट्ठा होते हैं। परंपरागत रूप से, चार मेलों को व्यापक रूप से कुंभ मेलों के रूप में पहचाना जाता है: प्रयागराज कुंभ मेला, हरिद्वार कुंभ मेला, नासिक-त्र्यंबकेश्वर सिंहस्थ, और उज्जैन सिंहस्थ। इन चार मेलों को समय-समय पर रोटेशन के द्वारा निम्नलिखित स्थानों में से एक में आयोजित किया जाता है: प्रयागराज, हरिद्वार, नासिक जिला (नासिक और त्र्यंबक), और उज्जैन। मुख्य त्योहार स्थल एक नदी के किनारे स्थित है: हरिद्वार में गंगा (गंगा); प्रयागराज में गंगा और यमुना और अदृश्य सरस्वती का संगम (संगम); नासिक में गोदावरी; और उज्जैन में शिप्रा। इन नदियों में स्नान करने से उनके सभी पापों का निवारण होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>किसी भी स्थान पर, कुंभ मेला 12 वर्षों में एक बार आयोजित किया जाता है। हरिद्वार और नासिक में कुंभ मेले के बीच लगभग 3 साल का अंतर है; नासिक और उज्जैन में मेलों को एक ही वर्ष या एक वर्ष में मनाया जाता है। विक्रम संवत कैलेंडर और ज्योतिष के सिद्धांतों के अनुसार, बृहस्पति, सूर्य और चंद्रमा के राशि चक्रों के संयोजन के अनुसार सटीक तिथि निर्धारित की जाती है। नासिक और उज्जैन में, मेला आयोजित किया जा सकता है जबकि एक ग्रह सिंह (हिंदू ज्योतिष में सिम्हा); इस मामले में, इसे सिंहस्थ के नाम से भी जाना जाता है। हरिद्वार और प्रयागराज में, अर्ध (\"आधा\") कुंभ मेला हर छठे वर्ष आयोजित किया जाता है; महा (\"महान\") कुंभ मेला 12 साल बाद होता है। अन्य स्थानों पर पुजारियों ने भी अपने स्थानीय मेलों को कुंभ मेला होने का दावा किया है। उदाहरण के लिए, 12 वर्षों में एक बार आयोजित होने वाले कुंभकोणम में महामहा महोत्सव को कुंभ मेले के रूप में भी चित्रित किया जाता है। अन्य स्थानों पर जहां कुंभ मेलों को आयोजित किया गया है, उनमें कुरुक्षेत्र और सोनीपत शामिल हैं</p>\r\n<p>&nbsp;</p>\r\n<p>त्योहार की सही उम्र अनिश्चित है। मध्ययुगीन हिंदू धर्म के अनुसार, भगवान विष्णु ने कुंभ (बर्तन) में परिवहन करते हुए, चार स्थानों पर अमृता (अमरता का पेय) की बूंदें गिरा दीं। इन चार स्थानों को कुंभ मेले के वर्तमान स्थलों के रूप में पहचाना जाता है। \"कुंभ मेला\" नाम का शाब्दिक अर्थ \"कुंभ मेला\" है। इसे हिंदी में \"कुंभ\" के रूप में जाना जाता है (schwa विलोपन के कारण); संस्कृत और कुछ अन्य भारतीय भाषाओं में, इसे अक्सर इसके मूल नाम \"कुंभ\" से जाना जाता है।</p>\r\n<p>त्योहार दुनिया में सबसे बड़ी शांतिपूर्ण सभा है, और इसे \"धार्मिक तीर्थयात्रियों की दुनिया की सबसे बड़ी मंडली\" माना जाता है। तीर्थयात्रियों की संख्या का पता लगाने की कोई सटीक विधि नहीं है, और सबसे शुभ दिन पर स्नान करने वाले तीर्थयात्रियों की संख्या के अनुमान भिन्न हो सकते हैं। प्रयागराज में २०१३ में अनुमानित १२० मिलियन लोगों ने दो महीने की अवधि में महाकुंभ मेले का दौरा किया, जिसमें १० फरवरी २०१३ (मौनी अमावस्या के दिन) एक दिन में ३० मिलियन से अधिक शामिल थे। इसे यूनेस्को की मानवता की अमूर्त सांस्कृतिक विरासत की प्रतिनिधि सूची में अंकित किया गया है,</p>\r\n<p>तिथियों के निर्धारण के लिए मानदंड</p>\r\n<p>&nbsp;</p>\r\n<p>इलाहाबाद में कुंभ मेले के दौरान ग्रहों की स्थिति, सी। 2013।</p>\r\n<p>प्रत्येक साइट के उत्सव की तिथियों की गणना अग्रिम में बृहस्पति (बृहस्पति), सूर्य (सूर्य) और चंद्र (चंद्रमा) के राशि चक्र पदों के एक विशेष संयोजन के अनुसार की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जगह नदी राशि चक्र महीना नोट</p>\r\n<p>कुंभ में हरिद्वार गंगा बृहस्पति, मेष चैत्र में सूर्य (मार्च-अप्रैल)</p>\r\n<p>इलाहाबाद गंगा और यमुना बृहस्पति मेष में, सूर्य और मकर राशि में चंद्रमा; या वृष और सूर्य मकर राशि में (जनवरी-फरवरी) में \"माघ मेला\", जिसे \"मिनी कुंभ मेला\" कहा जाता है, प्रतिवर्ष आयोजित किया जाता है</p>\r\n<p>लिंब में त्र्यंबक-नासिक गोदावरी बृहस्पति; या बृहस्पति, सूर्य और चंद्रमा कर्क राशि (अमावस्या) पर भद्रा (अगस्त-सितंबर) में सिंहस्थ / सिंहस्थ के रूप में भी जाना जाता है, जब लियो शामिल होता है</p>\r\n<p>उज्जैन शिप्रा बृहस्पति सिंह में, मेष राशि में सूर्य; या बृहस्पति, सूर्य और चंद्रमा कार्तिक अमावस्या वैशाख (अप्रैल-मई) पर तुला राशि में, सिंहस्थ / सिंहस्थ के नाम से जाना जाता है, जब सिंह राशि में शामिल होते हैं</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kumbh_Mela</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/940f1f8c-f245-49d8-a47e-c9f3eb34a3d2_kumbh-mela.jpg","subContents":[{"SubTitle":"1. कुंभ मेले की उत्पत्ति के पीछे का इतिहास","SubTitleHindi":null,"SubContent":"<p>हिंदू पौराणिक कथाओं के अनुसार, समुद्र मंथन (समुद्र मंथन) के दौरान देवताओं और राक्षसों के बीच लड़ाई हुई। यह मंथन समुद्र की गहराई से अमृत (अमृत) निकालने के लिए किया गया था। निष्कर्षण पूरा होने के बाद, अमृत कुंभ (बर्तन) में भर गया था। राक्षसों से अमृत को जब्त करने के लिए, गरुड़ (भगवान विष्णु का वाहन) बर्तन ले गया और उड़ गया। अपनी उड़ान के दौरान, उन्होंने 4 स्थानों पर हरिद्वार, उज्जैन, प्रयाग (इलाहाबाद), और नासिक में पृथ्वी पर पेय की बूंदें बिखेरीं। इन स्थानों के साथ-साथ शहरों में बहने वाली नदियों को पवित्र बनाना। कहा जाता है कि कुंभ मेला इस घटना के बाद उत्पन्न हुआ है और बहुत उत्साह के साथ कभी भी आयोजित किया जाता है।</p>","SubContentHindi":null,"ImageUrl":"49bdc80f-547c-4cfc-8417-b1e509d2ebbc_History-behind-kumbh-mela.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. शाही स्नान (थे रॉयल बाथ)","SubTitleHindi":null,"SubContent":"<p>रॉयल स्नान या शाही स्नान या राजयोगी स्नान पवित्र स्नान है जो किसी भी अन्य हिंदू तीर्थयात्रियों से पहले पवित्र नदी में विभिन्न अखाड़ों (धार्मिक समूहों) के संतों द्वारा लिया जाता है। इस मेले की रस्मों में से एक है कि आम लोग पवित्र नदियों, गंगा, यमुना और सरस्वती संगम में स्नान कर सकते हैं क्योंकि इन अखाड़ों में पवित्र पुरुषों ने डुबकी लगाई है। भक्त सुबह स्नान करने के लिए सुबह 3 बजे से पहले ही उठ जाते हैं और साधुओं के डुबकी लगाने तक प्रतीक्षा करते हैं और एक बार जब वे स्नान कर लेते हैं तो केवल आम लोगों को स्नान करने की अनुमति होती है</p>","SubContentHindi":null,"ImageUrl":"024a6a55-e5f8-4d00-b2bb-37ac061dfd9e_Shani-Snan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. अखाड़े और साधु","SubTitleHindi":null,"SubContent":"<p>अखाड़ा धार्मिक समूहों के लिए बैठक का स्थान है, यह यहां है कि साधु धार्मिक प्रथाओं को पूरा करते हैं। इन संतों को भगवान शिव और विष्णु का अनुयायी कहा जाता है, इसलिए शैव अखाड़े हैं (शिव को समर्पित) और वैष्णव अखाड़े हैं (विष्णु को समर्पित)। इन समूहों का हिस्सा होने वाले पवित्र पुरुषों को अक्सर उलझे हुए बालों के साथ देखा जाता है, कुछ को नंगे बदन, और कुछ को भगवा कपड़ों में देखा जाता है। अर्ध कुंभ इन धार्मिक समूहों के बारे में जानने और उन्हें कुछ लोगों के रूप में प्रकाश में लाने के लिए सही अवसर होगा, क्योंकि उनमें से कुछ साधु और संत कुंभ मेले का सबसे अभिन्न हिस्सा हैं, उनकी उपस्थिति से मेले की पवित्रता बढ़ जाती है। आध्यात्मिक ज्ञान प्राप्त करने के लिए भक्त इन लोगों के भाषण सुन सकते हैं। कई अखाड़ों और बाबाओं (संतों) के समूह के बीच, कुछ ऐसे हैं जो आंखों को सबसे ज्यादा पसंद करते हैं:</p>\r\n<p>नागा: ये वे संत हैं जो अपने पूरे शरीर पर राख के साथ बिना कपड़े के कपड़े पहनते हैं और लंबे बालों वाले होते हैं। उनका शरीर लगातार हिमालय की चरम सीमा के संपर्क में रहता है जहां वे वर्ष के अधिकांश भाग में निवास करते हैं, जिसके कारण वे मौसम परिवर्तन के प्रति प्रतिरोधी हो जाते हैं। लंबे समय से, नागा बाबा दूसरों से अलग होने के लिए फ़ोटोग्राफ़रों के पसंदीदा रहे हैं, वे ज्यादातर शांत हैं और रॉयल बाथ लेने वाले पहले लोगों में से हैं, जिसकी हमने पहले चर्चा की थी। उद्ववहुरस: पवित्र पुरुषों का यह समूह आध्यात्मिक गतिविधियों का अभ्यास करता है। उन्हें पहचाना जा सकता है क्योंकि उनके पास भी हड्डी-पतली शरीर संरचना है। ये धार्मिक व्यक्ति अपने शरीर को तपस्या करते हुए अनुष्ठान करते हैं। कल्पवासियों: संतों का यह समूह नदी के किनारे निवास करता है और घंटों ध्यान और आध्यात्मिक गतिविधियाँ करता है। वे नदी के पानी में एक दिन में कई बार स्नान करके खुद को साफ रखते हैं। शिरहिसासिन: संतों का यह समूह दूसरों से बहुत अलग है और जो चीज उन्हें अलग करती है, वह है उनका ध्यान करने और सोने का तरीका। वे अपने सिर के बल खड़े रहते हैं और ध्रुव या दीवार का सहारा लेते हुए सीधी स्थिति में सोते हैं। पीरवाजाकाश: ये संत कभी नहीं बोलते क्योंकि उन्होंने चुप रहने की शपथ ली है। वे एक घंटी ले जाते हैं और अपनी उपस्थिति के बारे में लोगों को बताने के लिए यह सब करते हैं।</p>","SubContentHindi":null,"ImageUrl":"28f58b83-338b-4dec-a6e2-50018ab55a31_Akharas-and-the-Sadhus.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. सत्संग","SubTitleHindi":null,"SubContent":"<p>सत्संग अर्ध कुंभ मेले का एक बहुत महत्वपूर्ण हिस्सा है। भक्त घंटों बैठकर उपदेश देने वाले साधुओं को सुनते हैं। मेले के दौरान बहुत सारे आश्रम और हॉल हैं जहाँ लोग नमाज़ अदा कर सकते हैं। हिंदू धर्म और अध्यात्मवाद के बारे में पुजारियों का धर्म के बारे में अच्छा ज्ञान होने के कारण वे यह सुनना चाहते हैं कि वे अंदर जा सकते हैं या बैठ सकते हैं। कोई भी उनके साथ बातचीत कर सकता है और उनकी अनुमति से उनकी तस्वीरें ले सकता है। हालाँकि वे ज्यादा बात नहीं करते हैं लेकिन यदि आप सम्मानजनक और विनम्र होंगे तो आप फोटोग्राफी की अनुमति प्राप्त कर सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"67bb88e2-0133-4d44-90bc-5d63c145b545_Kumbh-Mela-Satsang.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. देर रात का अनुभव","SubTitleHindi":null,"SubContent":"<p>अर्ध कुंभ मेले के दौरान इलाहाबाद शहर कभी नहीं सोता है। दिन के समय भीड़ हो सकती है लेकिन शाम को त्रिवेणी घाट से शहर के सुंदर दृश्य का आनंद लिया जा सकता है। शांत नदी, शांत हवा; और शानदार घाट, सब कुछ इतना मनभावन है कि आप इसे याद नहीं करना चाहेंगे।</p>","SubContentHindi":null,"ImageUrl":"3e80dc48-e211-4abc-89f4-b91d1475e46b_Night-Life-at-Allahabad-during-Kumbh-Mela.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. शिविर जीवन","SubTitleHindi":null,"SubContent":"<p>कुंभ मेले में भाग लेना वास्तव में मजेदार है, लेकिन जब यह आवास की बात आती है; शिविरों में रहने से आपको जीवन भर के लिए कुछ यादें मिल सकती हैं। ये शिविर साधुओं और लोगों के लिए लगाए गए हैं जो स्नान क्षेत्र के पास रहना पसंद करते हैं। ये टेंट घाटों से कुछ किमी की दूरी पर हैं। इन तंबुओं में रहने से आपको विभिन्न क्षेत्रों के लोगों के साथ बातचीत करने का मज़ा मिलता है; उनकी जीवन शैली और कई अन्य चीजों को जानना। अपने कैमरे को साथ लाना काफी आसान होगा क्योंकि ऐसे कई लोग हैं जो फोटो खिंचवाना पसंद करेंगे। चूंकि कुंभ मेले ने दुनिया भर में प्रसिद्धि प्राप्त की है, इसलिए अंतरराष्ट्रीय यात्रियों के लिए विशेष शिविर लगाए जाते हैं, ताकि वे कुंभ मेले के प्रामाणिक अनुभव का आनंद ले सकें। इलाहाबाद के पानी में डुबकी लगाने आए भक्तों का अभिवादन करने के लिए उनके लिए विशेष पर्यटन संचालित किए जाते हैं।</p>","SubContentHindi":null,"ImageUrl":"0361b457-0973-49f4-a4b7-1b102b8ef68c_Camp-Life-Kumbh-Mela.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. भोजन","SubTitleHindi":null,"SubContent":"<p>आप मेले के दौरान श्रद्धालुओं के साथ-साथ साधुओं को दिए जाने वाले माउथ-वॉटरिंग लंगर्स (सांप्रदायिक भोजन) और प्रसाद (पवित्र प्रसाद) को भी मिस नहीं करना चाहेंगे। भोजन खाने के लिए एक सामुदायिक क्षेत्र बनाया गया है। यहां लोग उन व्यंजनों का आनंद लेते हैं जो नि: शुल्क परोसे जाते हैं। हालाँकि, इन व्यंजनों को आज़माना एक अच्छा विचार है, लेकिन फिर भी अगर आप योजना नहीं बनाते हैं, तो आप निश्चित रूप से हॉल में जा सकते हैं और कम से कम भोजन की विविधता की तस्वीरें ले सकते हैं और लोगों के साथ बातचीत कर सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"52f39116-37cb-4f65-bc0c-7c97243f4be2_Kumbh-Mela-Langar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"लेख","slug":"informatives"},"slug":"prayagrajallahabad-kumbh-mela-everything-you-should-know-about-the-worlds-biggest-religious-festival","tags":[{"name":"इलाहाबाद","slug":"allahabad"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"कुम्भ-मेला","slug":"kumbh-mela"},{"name":"प्रयागराज","slug":"prayagraj"}],"recommendations":[{"id":1175,"title":"अछनेरा में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","dateCreated":"2020-04-09T09:53:49.667Z","dateModified":"2020-04-09T09:54:12.429Z","contributedBy":"AskGif","content":"अछनेरा भारतीय राज्य उत्तर प्रदेश के आगरा जिले में एक शहर और एक नगरपालिका बोर्ड है।\r\nभूगोल\r\nअछनेरा 27.18 &deg; N 77.77 &deg; E पर स्थित है। इसकी औसत ऊंचाई 167 मीटर (547 फीट) है। यह अपने सांस्कृतिक मूल्यों के लिए प्रसिद्ध है; यहां विभिन्न धर्मों के लोग रहते हैं। कई मंदिर ऐसे हैं जिनके","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1de2dad3-25e7-473b-958d-54ef3be815d3_Achhnera.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"अछनेरा","slug":"achhnera"}],"slug":"top-places-to-visit-in-achhnera-uttar-pradesh","total":0},{"id":202,"title":"सुल्तानपुर में घूमने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","dateCreated":"2018-12-28T16:35:06.817Z","dateModified":"2018-12-28T18:48:37.792Z","contributedBy":"AskGif","content":"सुल्तानपुर भारतीय राज्य उत्तर प्रदेश में एक शहर और सुल्तानपुर जिले में एक नगरपालिका बोर्ड है। गोमती (गंगा नदी की एक प्रमुख सहायक नदी) के दाहिने किनारे पर स्थित, सुल्तानपुर सुल्तानपुर जिले का प्रशासनिक मुख्यालय है और फैजाबाद मंडल का एक हिस्सा है। यह राज्य की राजधानी लखनऊ से 135 किलोमीटर पूर्व में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f0aa0beb-368f-42a2-837a-30cef5fa32a7_Sultanpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"सुल्तानपुर","slug":"sultanpur"}],"slug":"top-places-to-visit-in-sultanpur-uttar-pradesh","total":0},{"id":109,"title":"बागपत में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"8835773f-a6de-4e3e-924a-40ff66bb425a-Bagpat-railway.jpg","dateCreated":"2018-08-15T13:47:21.931Z","dateModified":"2020-06-08T04:25:03.969Z","contributedBy":"AskGif","content":"बागपत जिला उत्तर प्रदेश राज्य के 75 जिलों में से एक बागपत शहर के मुख्यालय के साथ है। 1 99 7 में बनाया गया, जिले में 1,321 वर्ग किलोमीटर (510 वर्ग मील) और 1,163,991 की आबादी है।\r\nबागपत जिला वर्ष 1 99 7 में बनाया गया था और मेरठ जिले के पूर्व बागपत तहसील के नाम पर रखा गया था।\r\nबागपत जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8835773f-a6de-4e3e-924a-40ff66bb425a-Bagpat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"बागपत","slug":"bagpat"}],"slug":"top-places-to-visit-in-bagpat-baghpat-uttar-pradesh","total":0},{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-varanasi-with-family","total":0}]}