{"id":240,"title":"Top Places to visit in Bhagalpur, Bihar","imageUrl":"43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","dateCreated":"2019-01-14T13:45:42.456Z","dateModified":"2019-01-15T16:54:11.802Z","contributedBy":"AskGif","content":"<p>Bhagalpur is a city of historical importance on the southern banks of the river Ganges in the Indian state of Bihar. It is the 3rd largest city of Bihar and also the headquarters of Bhagalpur district and Bhagalpur division. Known as Silk City, it is a major educational, commercial, and political centre, and listed for development under the Smart City program, a joint venture between Government and industry. The Gangetic plains surrounding the city are very fertile and the main crops include rice, wheat, maize, barley, and oilseeds. The river is home to the Gangetic dolphin, the National Aquatic Animal of India, and the Vikramshila Gangetic Dolphin Sanctuary is established near the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Bhagalpur has been associated with the silk industry for hundreds of years, and famous all over India for its Tussar Silk &amp; Bhagalpuri Saree. Silkworms are employed to produce the renowned Tussar Silk from which Tussar Saree is manufactured. The Silk Institute and Agricultural University are located in the city. However, due to the industrial revolution, large portions of the silk business, based on the handloom were affected.</p>\r\n<p>&nbsp;</p>\r\n<p>Industry</p>\r\n<p>The thermal power plant at NTPC Kahalgaon in Kahalgaon falls under Bhagalpur district. The largest industrial belt of the district is Barari industrial Area, with Kahalgaon industrial Area being equally important. The Government of India has established a Hand-loom park. A food park has been established by private entrepreneurs.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Tilka Manjhi Bhagalpur University</p>\r\n<p>Bhagalpur College of Engineering</p>\r\n<p>Bihar Agricultural University</p>\r\n<p>Jawaharlal Nehru Medical College and Hospital</p>\r\n<p>Indian Institute of Information Technology, Bhagalpur</p>\r\n<p>St. Joseph's School, Bhagalpur</p>\r\n<p>Delhi Public School, Bhagalpur</p>\r\n<p>Mount Assisi School</p>\r\n<p>T.N.B. College, Bhagalpur</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhagalpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","subContents":[{"SubTitle":"1. Mandar Parvat (Hill)","SubTitleHindi":null,"SubContent":"<p>Mandar Parvat (Hill) is roughly 700 feet high. It is situated about 30 miles south of the Bhagalpur town in Bihar. There is an eastern railway line connecting Bhagalpur with Mandar Hill. Mandar Hill station is about three miles from Mandar Hill. There is also an all- weather road that connects Bhagalpur with Dumka.</p>\r\n<p>&nbsp;</p>\r\n<p>Amrit Manthana or Samudra manthan which suggests that the hill was used by the gods to churn the ocean to procure amrit. The serpent, Basukinaga offered to serve as the rope and has left behind an impression of the coil on the granite hill. It is believed that panchjanya, the conch shell used in Mahabharat War, was discovered here in the Sank kund.</p>\r\n<p>&nbsp;</p>\r\n<p>The puranas refer to various sacred places on the hill which is also believed to be the abode of Vishnu under the title of Madhusudana or the destroyer of a demon called Madhu who was killed by Vishnu and then covered by the Mandar hill. Kalidasa's Kumārasambhava refers to foot prints of Vishnu on the slopes of Mandar. Besides inscriptions and statues, there are numerous rock cut sculptures depicting various Brahmanical images.</p>\r\n<p>&nbsp;</p>\r\n<p>The hill is equally revered by the Jains who believe that their 12th Tirthankara attained nirvana here on the summit of the hill.</p>\r\n<p>&nbsp;</p>\r\n<p>At the salvation place on Mandar Hill, a grand Jain Mandar Hill Temple is erected. A pair of feet images (about 3000 years old) are installed there. There is a place where Lord Vasupujya attained Kevalgyan (supernatural knowledge) near the place of salvation. Three pairs of ancient feet images are installed here. Near the place of salvation, a beautiful cave temple is viewable with a 5-foot-tall standing idol.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandar Hills (50 km), steeped in legend and laced with landscape of extraordinary splendour exposes the 800 feet high granite hill. Mandar is associated with amritmanthana which suggests that the hill was used by the gods to churn the ocean to procure amrit. The serpent, Basukinaga offered to serve as the rope and has left behind an impression of the coil on the granite hill. It is believed that panchjanya, the conch shell used in Mahabharat War was discovered here in the Sank kund. The puranas refer to various sacred places on the hill which is also believed to be the abode of Vishnu under the title of Madhusudana or the destroyer of a demon called Madhu who was killed by Vishnu and then covered by the Mandar hill. Kalidasa&rsquo;s kumarasamahava refers to foot marks of Vishnu on the slopes of Mandar.The hill is replete with relics of bygone ages. Besides inscriptions and statues there are numerous rock cut sculptures depicting various Brahmanical images. The hill is equally revered by the Jains who believe that their 12th Tirthankara attained nirvana here on the summit of the hill.</p>","SubContentHindi":null,"ImageUrl":"ec04c7ea-693a-4d37-afde-f31095accc96_Mandar-Mount-Hill.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Ruins of Vikramshila","SubTitleHindi":null,"SubContent":"<p>Vikramashila was one of the two most important centres of learning in India during the Pala Empire, along with Nalanda. It is located 38 km from Bhagalpur and owes its origin to Dharmapala (770-810 AD), the devout Pala king who loved to call himself Paramasaugata (chief worshipper of the Buddha)and was a great patron of Mahayana Buddhism. Dharmapala was impressed by two things which prompted him to establish Vikramshila. Firstly, the rocky hillock anchored around the confluence of Kosi and Ganga at Vateshwarasthan was not only a scenic attraction but a popular tantric site as evident from the presence of a Kali temple (instead of Parvati's) in front of Shiva temple, besides various other caves and rock cut sculptures dating back to the 6th or 7th century AD. Secondly, the place was associated with pilgrimage due to Uttarvahini Ganga which drew large crowds during Varsavardhana. Unlike Nalanda, sources of information on Vikramashila is confined to Tibetan texts and they make us believe that Dharmapala in his earlier birth was an accomplished acharya, Kampilya, who had attained siddhi or perfection in Mahayana mudra mysticism here and was determined to build a monastery one day.</p>\r\n<p>The royal university of Vikramsila, 38 km from Bhagalpur ranks next to Nalanda and owes its origin to Dharmapala (770-810 A.D.), the devout Pala king who loved to call himself Paramasaugata (chief worshipper of the Buddha)and was a great patron of Mahayana Buddhism.Dharmapala was impressed by two things which prompted him to establish Vikramsila university. Firstly, the rocky hillock anchored around the confluence of Kosi and Ganga at Vateshwarasthan was not only a scenic attraction but a popular tantric site as evident from the presence of a Kali temple (instead of Parvati&rsquo;s) in front of Shiva temple, besides various other caves and rock cut sculptures dating back to the 6\\7th century A.D. Secondly, the place was associated with pilgrimage due to Uttarbahini which drew large crowds during Varsavardhana.Unlike Nalanda, sources of information on Vikramsila is confined to Tibetan texts and they make us believe that Dharmapala in his earlier birth was an accomplished acharya, Kampilya, who had attained siddhi or perfection in Mahayana mudra mysticism here and was determined to build a monastery one day.</p>","SubContentHindi":null,"ImageUrl":"b2616f4f-8eac-431d-8237-fa313c79195d_Ruins-of-Vikramshila.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Shri Champapur Digamber Jain Temple","SubTitleHindi":null,"SubContent":"<p>Champapur is an ancient and historic Teerth Kshetra of Jainsim. Champapur is the place where all the five Kalyanaks i.e., Garbha, Janam, Tapa, KevalGyan and Moksha Kalyanak of Bhagwan Vasupujya, the 12th Jain Teerthankar, have taken place. The Champapur was the capital of &lsquo;Anga Janpada&rsquo;. The Anga Janpada was one of the 52 Janapada established by Adi Teerthankar Bhagwan Rishabh Deo. Champapur also existed as Mahajanapada among the six Mahajanapadas during the time of Bhagwan Mahavira Swami.</p>\r\n<p>&nbsp;</p>\r\n<p>The three Chaturmas of Bhagwan Mahavira Swami during his Dikshakal, religious propagation centre of Anga-Banga-Magadh-Vaishali, test of modesty of Sati Subhadra and Anantmati, Aahardan to Bhagwan Mahaveer Swami by Sati Chandan Bala have taken place in Champapur. Champapur is also related to great stories of &lsquo;origin of Harivansha, Shripal-Mainasundari, Shri Dharma Ghosh Muni, King Karna of Mahabharata, King Mudrak and great architect Vishvakarman&rsquo;.</p>\r\n<p>&nbsp;</p>\r\n<p>The main temple of Champapur Siddha Kshetra is quite ancient (about 2500 years). This temple being symbolic of &lsquo;Panch Kalyanaka&rsquo; is adorned with 5 altars, magnificent spire and 2 columns of fame. It is said that there were 4 &lsquo;Columns of Fame (Keerti Stambha)&rsquo; which existed in four corners of the campus of the temple. Later on the 2 out of 4 were destroyed in the earthquake of year 1934 &amp; repair (Jirnoddhar) of other 2 columns was done in 1938. The &lsquo;Columns of Fame&rsquo; are about 2200 years ancient.[13] In 2014, the tallest statue of Bhagwan Vasupujya was built and donated by Smt Sona Devi Sethi Charitable Trust based at Dimapur, Nagaland. The statue is 31 feet in height, and the stone for the statue was brought all the way from Karnataka. The Panch Kalyanak Pratishtha Mahotsav of the statue was done from 27 February 2014 to 3 March 2014. Hundreds of thousands of Jain devotees from all across the world come and visit Champapur throughout the year. This majestic addition to the Champapur Digambar Jain Temple is attracting visitors from other beliefs as well.</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Champapur Digamber Jain Siddha Kshetra is an Siddha Kshetra (Place of Salvation). It is quite an ancient and historic Teerth Kshetra. Shri Champapur Digamber Jain Siddha Kshetra is located at village Nathnagar, District Bhagalpur Bihar. By road it is 3.5 km away from Bhagalpur, 270 Km. Patna. Champapur is the only &lsquo;Panch Kalyanaka Kshetra&rsquo; in the world which is related to Panch Kalyanaka: &ndash; &ldquo;(i) Garbha, (ii) Janma, (iii) Tapa, (iv) Gyan and (v) Moksha&rdquo; of 12th Tirthankara Bhagwan Vasupujya (The first ascetic saint).</p>","SubContentHindi":null,"ImageUrl":"dc3c1685-5dab-4cb4-8793-3cca8f958b94_Shri-Champapur-Digamber-Jain-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Tilka Manjhi","SubTitleHindi":null,"SubContent":"<p>Tilka Majhi was the first Paharia leader who took up the arms against the British in the 1780s. The British surrounded the Tilapore forest from which he operated but he and his men held them at bay for several weeks. When he was finally caught in 1784, he was tied to the tail of a horse and dragged all the way to the collector&rsquo;s residence at Bhagalpur, Bihar. There, his lacerated body was hung from a Banyan tree. A statue to the heroic leader was erected at the spot after Indian independence ,which is nearby residence of S.P. Bhagalpur and named after him &ldquo;TILKA MANJHI CHOWK&rdquo;.Also the Bhagalpur University named after him &ldquo;TILKA MANJHI BHAGALPUR UNIVERSITY&rdquo;.</p>","SubContentHindi":null,"ImageUrl":"4f477bee-50df-40b2-8bad-93994b4ff797_Tilka-Manjhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Maharshi Mehi Aashram, Kuppaghat","SubTitleHindi":null,"SubContent":"<p>Lord Sadguru Maharshi Mehi Paramhansji Maharaj was a Sant in the link of Sants like Kabir and Nanak. He had attained perfection and was a God-realized Soul. His spirit-force was ever absorbed in the Logos and He was endowed with all the marks of a Sant.</p>\r\n<p>The word 'Kuppa' means a tunnel or cave, and \"Ghat\" means place located on a river-bank. Accordingly, there is a cave at Kuppaghat which has been rendered famous and immortalised by Maharshi Mehi Paramhans, the legendary exponent of Santmat.Kuppa Ghat is a place located on the banks of the holy river Ganges at Bhagalpur, Bihar, India. Maharshi Mehi Ashram, Kuppaghat, Bhagalpur has, over the years, grown into a sacred pilgrimage for millions of followers of Santmat from India and abroad. The auspicious occasions of the birth anniversary of Maharshi Mehi Paramhans and Maharshi Santsevi Paramhans, the successor of Maharshi Mehi, who also made this ashram his main camp and residence, and Guru Purnima the ashram draw lakhs of devotees presenting a celebratory environment impregnated with piety. Maharshi Mehi practised surat shabd yoga or the Yoga of Inner Sound for several months here in this cave and later constructed his ashram also; several yogis or spiritual aspirants can still be seen practising the Yoga of Inner Light &amp; Sound in this dark cave completely insulated from the din &amp; bustle and brightness of the outside world.</p>\r\n<p>&nbsp;</p>\r\n<p>Maharshi Mehi Ashram blossomed under his dynamic leadership to become the national headquarters of Akhil Bharatiya Santmat-Satsang. It has an aesthetically laid out garden and orchard beautifully punctuated with sculptures, paintings and quotes having spiritual significance like a cottage showing Lord Rama visiting great female devotee Shabri and killing of Jatayu, the vulture, at the hands of the demon king Ravana.</p>\r\n<p>&nbsp;</p>\r\n<p>According to some unconfirmed accounts, Lord Gautama Buddha is also said to have lived in this cave in one of his previous births.</p>","SubContentHindi":null,"ImageUrl":"a3b27040-f066-4eb3-8047-88a87f17265c_Maharshi-Mehi-Ashram-Kuppaghat-Bhagalpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Garuda (greater adjutant)","SubTitleHindi":null,"SubContent":"<p>World's Second Largest Rescue and Rehabilitation Area for Garuda is Bhagalpur. In Indian mythology, Garuda is considered the vahana or carrier of the god Vishnu. The mythical Garuda is staging a comeback - only this time in reality. Four years after these endangered birds of the stork family started nesting and breeding in Bhagalpur district, their number has increased over sixfold - from 78 to over 500.[7] Worldwide its population is about 1200-1300. They live in only three places; one is Cambodia and other two are in India. In Cambodia, the garuda population is about 150, in Assam the garuda population is about 650, and in the Bhagalpur district (around Kadwa Diyara, a place nearby Naugachia) the garuda population is about 500.</p>\r\n<p>&nbsp;</p>\r\n<p>Loss of nesting habitat and feeding sites through drainage, pollution and disturbance, together with hunting and egg collection, caused a massive dip in the population of the species. First spotted the Garuda birds nesting and breeding in 2007 on a silk cotton tree near a village in the Ganga-Diara area in Bhagalpur. In May 2006, 42 birds were seen by the Mandar Nature Club team for the first time. Prior to this, the species had never been seen in Bihar during its breeding period.</p>\r\n<p>&nbsp;</p>\r\n<p>The garuda, biologically known as greater adjutant (Leptoptilos dubius), is classified as endangered on the IUCN Red List 2004 of threatened species and listed under Schedule IV of the Indian Wildlife (Protection) Act, 1972. This huge stork has a naked pink head, a very thick yellow bill and a low-hanging neck pouch. The neck ruff is white. The bird looks like a vulture. Other than the pale grey edge on each wing, the rest of the greater adjutant's body is dark grey. Juveniles have a narrower bill, thicker down on the head and neck, and entirely dark wings. A Garuda bird measures 145&ndash;150 cm (about three feet) in length and four to five feet in height.</p>","SubContentHindi":null,"ImageUrl":"78feeb07-d50b-4f86-afb2-69c15bfb0a81_Garuda-greater-adjutant.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Ajgaivinath Temple Sultanganj","SubTitleHindi":null,"SubContent":"<p>Ajgaivinath Temple is the one of the famous Indian Hindu Temple dedicated to Lord Shiva situated in Sultanganj. It is believed that the deity of the temple is Swayambhu. Sultanganj is a place of great antiquity. It has been traditionally associated with Jahnu sage, whose ashram was a centre of learning and culture. Muni Ashram Jahnu in the rock protruding into the bed of the Ganges. Now the site has Ajgaivinath Shiva temple, also known as Gaibinath Mahadeo. The story is that of the Ganges on their way to the ocean in the Muni hismeditation interrupted by the fever of its currents. The wise man swallowed the river in one stroke. Bhagiratha Muni intervened and once again let her out by making an incision in the thigh. That is why the Ganges also called Jahnavi.</p>\r\n<p>&nbsp;</p>\r\n<p>Sultanganj traditionally been part of a large state Anga. On the Day of the Mahabharata, Karna, the brother of the sixth five Pandavas, ruled Anga. The capital of Anga was Champa. This Champanagar Champa is located three miles west of Bhagalpur. King Karna had castles at Champa (currently Champanagar) and Jahnugiri (modern Sultanganj). Currently Champanagar, Karna the castle site, is well known as Karnagarh. Karnagarh is practically part of the town of Bhagalpur.</p>","SubContentHindi":null,"ImageUrl":"055c13b0-4a8d-4ba1-a109-7413fc8ea811_Ajgaibinath-Mahadev-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Khanqah e Shahbazia","SubTitleHindi":null,"SubContent":"<p>The Khanqah e Shahbazia is situated near Bhagalpur railway station. Every Thursday there is a mass congregation of people from all faiths to request spiritual blessings. Visitors mainly come from the eastern part of India and from neighbouring countries including Bangladesh. This mosque was built by Mughal emperor Aurangzeb and was often visited by the emperor to get blessings from the Sufi shrine of Shahbaz Rahmuttallah. Shahbaz Rahmuttallah was considered one of the sacred 40 Sufis who was sent to spread the message of Allah to the masses. He is often considered sacred as per Barelvi sect of Islam. Also water content of the inside pond from this mosque has some medicinal benefits as per believer, especially as a cure from snake bite. Also it is good to be stated that Archaeological Survey of India has found some valuable manuscripts from the basement of this Khanqah dating back to the Mughal era.</p>","SubContentHindi":null,"ImageUrl":"42de4ed9-7788-45a5-82ad-b9bea6fcaf4e_Khanqah-e-Shahbazia.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. How to Reach","SubTitleHindi":null,"SubContent":"<p>Bhagalpur is well connected with other part of country by roads and trains.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways: The Bhagalpur Junction railway station, is connected to most of the major cities in India by the railway network, which lies in between Howrah Kiul loop-line which serves Bhagalpur with numerous number of trains. It is the 3rd busiest line in Bihar. About 100 pairs of Express and 40 pairs of passenger train pass through this line. Bhagalpur is A1 grade Railway station.It is the highest revenue generator in the Malda Rail Division. It is the third major railway station in Eastern Railway after Howrah and Sealdah. Bhagalpur is well connected to Delhi, Mumbai, Kolkata, Bangalore, Ajmer, Kanpur, Patna, Guwahati, Surat, Jammu Tawi, Munger, Gaya and other cities.North Bhagalpur is served by the Barauni- Katihar section of the ECR/NFR. Narainpur, Thana Bihpur, Naugachhia and Katareah railway stations lie on this line.</p>\r\n<p>source: https://bhagalpur.nic.in/</p>","SubContentHindi":null,"ImageUrl":"3bd4875d-db1b-4989-a805-c10f617fcdc8_Bhagalpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bhagalpur-bihar","tags":[{"name":"bihar","slug":"bihar"},{"name":"bhagalpur","slug":"bhagalpur"}],"recommendations":[{"id":257,"title":"Top Places to visit in Madhubani, Bihar","imageUrl":"9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","dateCreated":"2019-02-02T14:54:00.455Z","dateModified":"2019-02-02T14:58:35.711Z","contributedBy":"AskGif","content":"Madhubani is a town with municipality in Madhubani district in the Indian state of Bihar. It is the district headquarters. It lies 26 km northeast of Darbhanga town and was part of the erstwhile 'Bettiah Raj'. Internal disputes and family quarrels divided the Bettiah Raj in course of time. The Ma","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"madhubani","slug":"madhubani"}],"slug":"top-places-to-visit-in-madhubani-bihar","total":0},{"id":253,"title":"Top Places to visit in Khagaria, Bihar","imageUrl":"e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","dateCreated":"2019-01-28T14:50:07.337Z","dateModified":"2019-01-28T16:30:58.367Z","contributedBy":"AskGif","content":"Khagaria is a city in Indian state of Bihar and the administrative headquarters of Khagaria district. Khagaria is a part of Munger division. It is located at 25.5&deg;N 86.48&deg;E and has an average elevation of 36 metres (118 feet). The Khagaria Junction railway station serves the city.\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"khagaria","slug":"khagaria"}],"slug":"top-places-to-visit-in-khagaria-bihar","total":0},{"id":252,"title":"Top Places to visit in Katihar, Bihar","imageUrl":"0c075e13-ea3f-407b-a62d-6a39201d8d8a_Katihar-railway.jpg","dateCreated":"2019-01-27T16:59:44.731Z","dateModified":"2019-01-27T17:25:23.073Z","contributedBy":"AskGif","content":"Katihar is a city situated in the eastern part of the state of Bihar in India. It is the regional headquarter of Katihar district. It is one of the larger cities of Bihar &amp; is known all over East India for its highly strategic railway junction.\r\n&nbsp;\r\nThe city of Katihar is on","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c075e13-ea3f-407b-a62d-6a39201d8d8a_Katihar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"katihar","slug":"katihar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-katihar-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}