{"id":240,"title":"भागलपुर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","dateCreated":"2019-01-14T13:45:42.456Z","dateModified":"2019-01-15T16:54:11.802Z","contributedBy":"AskGif","content":"<p>भागलपुर भारत के बिहार राज्य में गंगा नदी के दक्षिणी तट पर ऐतिहासिक महत्व का शहर है। यह बिहार का तीसरा सबसे बड़ा शहर है और भागलपुर जिले और भागलपुर डिवीजन का मुख्यालय भी है। सिल्क सिटी के रूप में जाना जाता है, यह एक प्रमुख शैक्षिक, वाणिज्यिक और राजनीतिक केंद्र है, और स्मार्ट सिटी कार्यक्रम के तहत विकास के लिए सूचीबद्ध है, सरकार और उद्योग के बीच एक संयुक्त उद्यम है। शहर के आसपास के गंगा के मैदान बहुत उपजाऊ हैं और मुख्य फसलों में चावल, गेहूं, मक्का, जौ और तिलहन शामिल हैं। यह नदी भारत के राष्ट्रीय जलीय जीव गंगा डॉल्फिन, और विक्रमशिला गंगात्मक डॉल्फिन अभयारण्य शहर के पास स्थापित है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>भागलपुर रेशम उद्योग से सैकड़ों वर्षों से जुड़ा हुआ है, और अपने टसर सिल्क और भागलपुरी साड़ी के लिए पूरे भारत में प्रसिद्ध है। रेशम के कीड़ों को प्रसिद्ध तुसार सिल्क का उत्पादन करने के लिए नियोजित किया जाता है जिसमें से तुसार साड़ी का निर्माण किया जाता है। रेशम संस्थान और कृषि विश्वविद्यालय शहर में स्थित हैं। हालांकि, औद्योगिक क्रांति के कारण, हैंडलूम पर आधारित रेशम व्यवसाय के बड़े हिस्से प्रभावित हुए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्योग</p>\r\n<p>कहलगांव में एनटीपीसी कहलगांव में थर्मल पावर प्लांट भागलपुर जिले के अंतर्गत आता है। जिले का सबसे बड़ा औद्योगिक क्षेत्र बरारी औद्योगिक क्षेत्र है, कहलगांव औद्योगिक क्षेत्र भी उतना ही महत्वपूर्ण है। भारत सरकार ने हैंड-लूम पार्क की स्थापना की है। निजी उद्यमियों द्वारा एक फूड पार्क स्थापित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>तिलका मांझी भागलपुर विश्वविद्यालय</p>\r\n<p>भागलपुर कॉलेज ऑफ इंजीनियरिंग</p>\r\n<p>बिहार कृषि विश्वविद्यालय</p>\r\n<p>जवाहरलाल नेहरू मेडिकल कॉलेज और अस्पताल</p>\r\n<p>भारतीय सूचना प्रौद्योगिकी संस्थान, भागलपुर</p>\r\n<p>सेंट जोसेफ स्कूल, भागलपुर</p>\r\n<p>दिल्ली पब्लिक स्कूल, भागलपुर</p>\r\n<p>माउंट असीसी स्कूल</p>\r\n<p>T.N.B. कॉलेज, भागलपुर</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhagalpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","subContents":[{"SubTitle":"1. मंदार पर्वत (पहाड़ी)","SubTitleHindi":null,"SubContent":"<p>मंदार पर्वत (पहाड़ी) लगभग 700 फीट ऊँचा है। यह बिहार में भागलपुर शहर के दक्षिण में लगभग 30 मील की दूरी पर स्थित है। भागलपुर को मंदार हिल से जोड़ने वाली एक पूर्वी रेलवे लाइन है। मंदार हिल स्टेशन मंदार हिल से लगभग तीन मील की दूरी पर है। एक ऑल वेदर रोड भी है जो भागलपुर को दुमका से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>अमृत ​​मंथन या समुद्र मंथन से पता चलता है कि अमृत की खरीद के लिए समुद्र मंथन के लिए देवताओं ने पहाड़ी का उपयोग किया था। सर्प, बासुकीनागा ने रस्सी के रूप में सेवा करने की पेशकश की और ग्रेनाइट पहाड़ी पर कुंडल की छाप छोड़ दी है। ऐसा माना जाता है कि महाभारत युद्ध में इस्तेमाल किए गए शंख, पांचजन्य को यहां पर सांक कुंड में खोजा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पुराणों में पहाड़ी पर विभिन्न पवित्र स्थानों का उल्लेख है, जिसे मधुसूदन की उपाधि के तहत विष्णु का निवास भी माना जाता है या मधु नामक एक दानव का संहार करने वाला जिसे विष्णु द्वारा मार दिया गया था और फिर मंदार पहाड़ी द्वारा कवर किया गया था। कालिदास के कुमारसंभव में मंदार की ढलानों पर विष्णु के पैरों के निशान हैं। शिलालेखों और मूर्तियों के अलावा, कई रॉक कट मूर्तियां हैं जो विभिन्न ब्राह्मणवादी छवियों को दर्शाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह पहाड़ी जैनियों द्वारा समान रूप से पूजनीय है, जो मानते हैं कि उनके 12 वें तीर्थंकर ने यहां पहाड़ी के शिखर पर निर्वाण प्राप्त किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदार हिल पर मोक्ष स्थान पर, एक भव्य जैन मंदार हिल मंदिर बनाया गया है। पैरों की एक जोड़ी प्रतिमा (लगभग 3000 वर्ष पुरानी) वहां स्थापित है। एक जगह है जहाँ भगवान वासुपूज्य ने मोक्ष स्थान के पास केवलीयन (अलौकिक ज्ञान) प्राप्त किया। प्राचीन पैरों की छवियों के तीन जोड़े यहां स्थापित हैं। मोक्ष स्थान के पास, एक सुंदर गुफा मंदिर 5 फुट ऊंची खड़ी मूर्ति के साथ देखने योग्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदार हिल्स (50 किमी), जो किंवदंती में डूबा हुआ है और असाधारण भव्यता के परिदृश्य के साथ स्थित है, 800 फीट ऊंची ग्रेनाइट पहाड़ी को उजागर करता है। मंदार अमृतमंथन से जुड़ा हुआ है जो बताता है कि देवताओं द्वारा अमृत खरीदने के लिए समुद्र मंथन करने के लिए पहाड़ी का उपयोग किया गया था। सर्प, बासुकीनागा ने रस्सी के रूप में सेवा करने की पेशकश की और ग्रेनाइट पहाड़ी पर कुंडल की छाप छोड़ दी है। ऐसा माना जाता है कि पांचजन्य, महाभारत युद्ध में इस्तेमाल किए गए शंख की खोज यहां पर सांक कुंड में हुई थी। पुराणों में पहाड़ी पर विभिन्न पवित्र स्थानों का उल्लेख है, जिसे मधुसूदन की उपाधि के तहत विष्णु का निवास भी माना जाता है या मधु नामक एक दानव का संहार करने वाला जिसे विष्णु द्वारा मार दिया गया था और फिर मंदार पहाड़ी द्वारा कवर किया गया था। कालीदास के कुमारसम्भव में मंदार की ढलानों पर विष्णु के पैरों के निशान दिखाई देते हैं। पहाड़ी बीते युग के अवशेषों से परिपूर्ण है। शिलालेखों और मूर्तियों के अलावा कई रॉक कट मूर्तियां हैं जो विभिन्न ब्राह्मणवादी छवियों को दर्शाती हैं। यह पहाड़ी जैनियों द्वारा समान रूप से पूजनीय है, जो मानते हैं कि उनके 12 वें तीर्थंकर ने यहां पहाड़ी के शिखर पर निर्वाण प्राप्त किया था।</p>","SubContentHindi":null,"ImageUrl":"ec04c7ea-693a-4d37-afde-f31095accc96_Mandar-Mount-Hill.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. विक्रमशिला के खंडहर","SubTitleHindi":null,"SubContent":"<p>विक्रमशिला नालंदा के साथ-साथ पाल साम्राज्य के दौरान भारत में सीखने के दो सबसे महत्वपूर्ण केंद्रों में से एक था। यह भागलपुर से 38 किमी की दूरी पर स्थित है और इसका मूल धर्मपाल (770-810 ईस्वी) है, जो कि पाला राजा था, जो खुद को परमसुगता (बुद्ध के मुख्य उपासक) के रूप में पुकारना पसंद करता था और यह महायान बौद्ध धर्म का महान संरक्षक था। धर्मपाल दो चीजों से प्रभावित हुए, जिसने उन्हें विक्रमशिला की स्थापना के लिए प्रेरित किया। सबसे पहले, चट्टानी पहाड़ी को कोसती और गंगा के संगम स्थल के चारों ओर लंगर डाला गया था, जो न केवल एक सुंदर आकर्षण था, बल्कि एक लोकप्रिय तांत्रिक स्थल था जो काली मंदिर (पार्वती के बजाय) की शिव मंदिर के सामने मौजूद है, इसके अलावा कई अन्य गुफाएं भी हैं। और 6 वीं या 7 वीं शताब्दी ईस्वी तक की रॉक कट मूर्तियां। दूसरे, यह स्थान उत्तरवाहिनी गंगा के कारण तीर्थयात्रा से जुड़ा हुआ था, जिसने वृषवर्धन के दौरान बड़ी भीड़ को आकर्षित किया। नालंदा के विपरीत, विक्रमशिला पर जानकारी के स्रोत तिब्बती ग्रंथों तक ही सीमित हैं और वे हमें विश्वास दिलाते हैं कि अपने पहले जन्म में धर्मपाल एक कुशल आचार्य, कंपिल्या थे, जिन्होंने यहां महायान रहस्यवाद में सिद्धि या पूर्णता प्राप्त की थी और एक मठ का निर्माण करने के लिए दृढ़ संकल्प था। दिन।</p>\r\n<p>विक्रमशिला का शाही विश्वविद्यालय, भागलपुर से 38 किमी दूर नालंदा के बगल में स्थित है और इसका उद्गम धर्मपाल (770-810 ई।) है, जो स्वयं पालासुमगता (बुद्ध के प्रमुख) को पुकारने वाले भक्त पाला राजा थे और वे महान संरक्षक थे। महायान बौद्ध धर्म। धर्मपाल दो चीजों से प्रभावित थे जिसने उन्हें विक्रमशिला विश्वविद्यालय स्थापित करने के लिए प्रेरित किया। सबसे पहले, चट्टानी पहाड़ी को कोसती और गंगा के संगम स्थल के चारों ओर लंगर डाला गया था, जो न केवल एक सुंदर आकर्षण था, बल्कि एक लोकप्रिय तांत्रिक स्थल था जो काली मंदिर (पार्वती के बजाय) की शिव मंदिर के सामने मौजूद है, इसके अलावा कई अन्य गुफाएं भी हैं। और 6 कट 7 वीं शताब्दी ईस्वी पूर्व की रॉक कट मूर्तियां, दूसरा स्थान उत्तरबहिनी के कारण तीर्थयात्रा से जुड़ा हुआ था, जो वर्सवर्धन के दौरान बड़ी भीड़ को आकर्षित करती थी। जैसे नालंदा, विक्रमिला पर जानकारी के स्रोत तिब्बती ग्रंथों तक सीमित हैं और वे हमें विश्वास दिलाते हैं कि अपने पहले जन्म में धर्मपाल एक कुशल आचार्य, कमिल्य थे, जिन्होंने यहाँ महायान मुद्रा रहस्यवाद में सिद्धि या पूर्णता प्राप्त की थी और एक दिन मठ बनाने के लिए दृढ़ संकल्प थे।</p>","SubContentHindi":null,"ImageUrl":"b2616f4f-8eac-431d-8237-fa313c79195d_Ruins-of-Vikramshila.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. श्री चंपापुर दिगंबर जैन मंदिर","SubTitleHindi":null,"SubContent":"<p>चंपापुर, जैनसिम का एक प्राचीन और ऐतिहासिक तीर्थक्षेत्र है। चम्पापुर वह स्थान है जहाँ 12 वीं जैन तीर्थंकर भगवान वासुपूज्य के सभी पाँच कल्याणकों यानि गर्भ, जनम, तप, केवलज्ञान और मोक्ष कल्याणक हुए हैं। चंपापुर 'अंग जनपद' की राजधानी थी। अंगा जनपद आदि तीर्थंकर भगवान ऋषभ देव द्वारा स्थापित 52 जनपद में से एक था। भगवान महावीर स्वामी के समय के छह महाजनपदों में से चम्पापुर भी महाजनपद के रूप में विद्यमान था।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान महावीर स्वामी के तीन चातुर्मास उनके दीक्षाकाल के दौरान, अंग-बंगा-मगध-वैशाली के धार्मिक प्रचार केंद्र, सती सुभद्रा और अनंतमति की विनय की परीक्षा, सती चंदन बाला द्वारा भगवान महावीर स्वामी के लिए अहारन। चंपापुर, हरिवंश की उत्पत्ति, श्रीपाल-मूलसुंदरी, श्री धर्म घोष मुनि, महाभारत के राजा कर्ण, राजा मुद्रक और महान वास्तुकार विश्वकर्मन की महान कहानियों से भी संबंधित है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंपापुर सिद्धक्षेत्र का मुख्य मंदिर काफी प्राचीन (लगभग 2500 वर्ष) है। Ch पंच कल्याणक &rsquo;का प्रतीक यह मंदिर 5 वेदियों, शानदार शिखर और प्रसिद्धि के 2 स्तंभों से सुसज्जित है। कहा जाता है कि मंदिर के परिसर के चार कोनों में 4 &lsquo;कॉलम ऑफ फेम (कीर्ति स्तम्भ) मौजूद थे। बाद में 4 में से 2 को वर्ष 1934 के भूकंप में नष्ट कर दिया गया था और अन्य 2 स्तंभों की मरम्मत (जिरनोधार) 1938 में की गई थी। 'कॉलम ऑफ फेम' लगभग 2200 वर्ष प्राचीन है। [13] 2014 में, भगवान वासुपूज्य की सबसे ऊंची प्रतिमा नागालैंड के दीमापुर स्थित श्रीमती सोना देवी सेठी चैरिटेबल ट्रस्ट द्वारा निर्मित और दान की गई थी। प्रतिमा की ऊंचाई 31 फीट है, और प्रतिमा के लिए पत्थर कर्नाटक से लाया गया था। प्रतिमा का पंच कल्याणक महोत्सव 27 फरवरी 2014 से 3 मार्च 2014 तक किया गया था। दुनिया भर से सैकड़ों जैन भक्त साल भर में चंपापुर आते हैं। चंपापुर दिगंबर जैन मंदिर के लिए यह राजसी अलावा अन्य मान्यताओं से भी पर्यटकों को आकर्षित कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री चम्पापुर दिगम्बर जैन सिद्धक्षेत्र एक सिद्धक्षेत्र (मुक्ति का स्थान) है। यह काफी प्राचीन और ऐतिहासिक तीर्थक्षेत्र है। श्री चम्पापुर दिगम्बर जैन सिद्धक्षेत्र गाँव नाथनगर, जिला भागलपुर बिहार में स्थित है। सड़क मार्ग से यह भागलपुर से 3.5 किमी दूर है, 270 किमी। पटना। चंपापुर दुनिया का एकमात्र 'पंच कल्याणकक्षेत्र' है जो पंच कल्याणक से संबंधित है: - \"(i) गर्भ, (ii) जनमा, (iii) तप, (iv) ज्ञान और (v) 12 वें तीर्थंकर भगवान का मोक्ष\" वासुपूज्य (पहला तपस्वी संत)।</p>","SubContentHindi":null,"ImageUrl":"dc3c1685-5dab-4cb4-8793-3cca8f958b94_Shri-Champapur-Digamber-Jain-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. तिलका मांझी","SubTitleHindi":null,"SubContent":"<p>तिलका माझी पहली पहाड़िया नेता थीं, जिन्होंने 1780 के दशक में अंग्रेजों के खिलाफ हथियार उठाए थे। अंग्रेजों ने तिलपोर के जंगल को घेर लिया था जहाँ से उन्होंने ऑपरेशन किया था लेकिन उन्हें और उनके लोगों ने कई हफ्तों तक खाड़ी में रखा। जब वह अंततः 1784 में पकड़ा गया, तो उसे एक घोड़े की पूंछ से बांध दिया गया और भागलपुर, बिहार में कलेक्टर के निवास तक ले जाया गया। वहां, उनका लावारिश शरीर एक बरगद के पेड़ से लटका हुआ था। भारतीय स्वतंत्रता के बाद वीर नेता की एक प्रतिमा को घटनास्थल पर खड़ा किया गया था, जो एस.पी. भागलपुर के पास का निवास स्थान है और उनका नाम &ldquo;तिलका मानजी चौक&rdquo; रखा गया है।</p>","SubContentHindi":null,"ImageUrl":"4f477bee-50df-40b2-8bad-93994b4ff797_Tilka-Manjhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. महर्षि मेही आश्रम, कुप्पाघाट","SubTitleHindi":null,"SubContent":"<p>कबीर और नानक जैसे संतों की कड़ी में भगवान सदगुरु महर्षि मेही परमहंसजी महाराज एक संत थे। उन्होंने पूर्णता प्राप्त कर ली थी और वे एक ईश्वर-साकार आत्मा थे। उसका आत्मा-बल कभी लोगो में समा गया था और वह एक संत के सभी निशानों से संपन्न था।</p>\r\n<p>'कुप्पा' शब्द का अर्थ एक सुरंग या गुफा है, और \"घाट\" का अर्थ नदी-तट पर स्थित है। तदनुसार, कुप्पाघाट में एक गुफा है, जिसे संतमत के प्रसिद्ध प्रतिपादक महर्षि मेही परमहंस द्वारा प्रसिद्ध और अमर बनाया गया है। कप्पा घाट भारत के भागलपुर, बिहार में पवित्र गंगा के तट पर स्थित एक स्थान है। महर्षि मेही आश्रम, कुप्पाघाट, भागलपुर में वर्षों से, भारत और विदेशों से लाखों संतमत के अनुयायियों के लिए एक पवित्र तीर्थस्थल बन गया है। महर्षि माही परमहंस और महर्षि संतसेवी परमहंस की जयंती के शुभ अवसर, महर्षि मेही के उत्तराधिकारी, जिन्होंने इस आश्रम को अपना मुख्य शिविर और निवास बनाया, और गुरु पूर्णिमा पर आश्रम में लाखों श्रद्धालु आते हैं, जो एक उत्सव का माहौल पेश करते हैं। महर्षि मेही ने इस गुफा में कई महीनों तक सुरभित योग या इनर साउंड के योग का अभ्यास किया और बाद में अपने आश्रम का भी निर्माण किया; कई योगी या आध्यात्मिक आकांक्षी अभी भी इस अंधेरी गुफा में योगा इनर लाइट एंड साउंड का अभ्यास करते देखे जा सकते हैं जो पूरी तरह से दीन और हलचल और बाहरी दुनिया की चमक से अछूता है।</p>\r\n<p>&nbsp;</p>\r\n<p>महर्षि मेही आश्रम अपने गतिशील नेतृत्व के तहत अखिल भारतीय संतमत-सत्संग का राष्ट्रीय मुख्यालय बन गया। यह एक सौंदर्यपूर्ण रूप से बनाया गया बाग और बाग है, जिसे मूर्तियों, चित्रों और उद्धरणों के साथ खूबसूरती से संकलित किया गया है, जिसका आध्यात्मिक महत्व है, जिसमें भगवान राम को महान महिला भक्त शबरी के दर्शन करने और राक्षस राजा रावण के हाथों जटायु की हत्या करते हुए दिखाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ अपुष्ट खातों के अनुसार, भगवान गौतम बुद्ध के बारे में भी कहा जाता है कि वे अपने एक जन्म में इस गुफा में रहते थे।</p>","SubContentHindi":null,"ImageUrl":"a3b27040-f066-4eb3-8047-88a87f17265c_Maharshi-Mehi-Ashram-Kuppaghat-Bhagalpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. गरुड़ (अधिक सहायक)","SubTitleHindi":null,"SubContent":"<p>गरुड़ के लिए दुनिया का दूसरा सबसे बड़ा बचाव और पुनर्वास क्षेत्र भागलपुर है। भारतीय पौराणिक कथाओं में, गरुड़ को भगवान विष्णु का स्वर या वाहक माना जाता है। पौराणिक गरुड़ एक वापसी कर रहा है - केवल इस बार वास्तविकता में। सारस परिवार के इन लुप्तप्राय पक्षियों के चार साल बाद भागलपुर जिले में घोंसला बनाना और प्रजनन करना शुरू हुआ, उनकी संख्या छह गुना - 78 से बढ़कर 500 हो गई है। [7] दुनिया भर में इसकी आबादी लगभग 1200-1300 है। वे केवल तीन स्थानों पर रहते हैं; एक कंबोडिया है और अन्य दो भारत में हैं। कंबोडिया में, गरुड़ की आबादी लगभग 150 है, असम में गरुड़ की आबादी लगभग 650 है, और भागलपुर जिले में (कड़वा दियारा के आसपास, नौगछिया के पास एक जगह) गरुड़ की आबादी लगभग 500 है। [8]</p>\r\n<p>&nbsp;</p>\r\n<p>शिकार और अंडे के संग्रह के साथ जल निकासी, प्रदूषण और गड़बड़ी के माध्यम से घोंसले के शिकार के निवास स्थान और भोजन स्थलों को नुकसान, प्रजातियों की आबादी में भारी गिरावट का कारण बना। सबसे पहले 2007 में भागलपुर में गंगा-दियारा क्षेत्र के एक गाँव के पास एक रेशम के सूती पेड़ पर गरुड़ पक्षियों को घोंसले के शिकार और प्रजनन करते हुए देखा गया। मई 2006 में, मंदार नेचर क्लब की टीम ने पहली बार 42 पक्षियों को देखा था। इसके पहले, प्रजाति को इसके प्रजनन काल के दौरान बिहार में कभी नहीं देखा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>गरुड़, जैविक रूप से अधिक सहायक (लेप्टॉपिलोस डबियस) के रूप में जाना जाता है, जिसे खतरे में पड़ी प्रजातियों की IUCN रेड लिस्ट 2004 में लुप्तप्राय के रूप में वर्गीकृत किया गया है और भारतीय वन्यजीव (संरक्षण) अधिनियम, 1972 की अनुसूची IV के तहत सूचीबद्ध किया गया है। इस विशाल सारस का नग्न गुलाबी सिर है , एक बहुत मोटा पीला बिल और एक कम लटका हुआ गर्दन थैली। गर्दन की रफ सफेद है। पक्षी गिद्ध की तरह दिखता है। प्रत्येक पंख पर हल्के भूरे रंग के किनारे के अलावा, शेष बड़े सहायक के शरीर का रंग गहरा भूरा होता है। किशोर के पास एक संकीर्ण बिल होता है, सिर और गर्दन पर मोटा होता है, और पूरी तरह से अंधेरे पंख होता है। एक गरुड़ पक्षी की लंबाई 145-150 सेमी (लगभग तीन फीट) और लंबाई में चार से पांच फीट होती है।</p>","SubContentHindi":null,"ImageUrl":"78feeb07-d50b-4f86-afb2-69c15bfb0a81_Garuda-greater-adjutant.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. अजगैवीनाथ मंदिर सुल्तानगंज","SubTitleHindi":null,"SubContent":"<p>अजगैवीनाथ मंदिर सुल्तानगंज में स्थित भगवान शिव को समर्पित एक प्रसिद्ध भारतीय हिंदू मंदिर है। ऐसा माना जाता है कि मंदिर के देवता स्वयंभू हैं। सुल्तानगंज महान प्राचीनता का एक स्थान है। यह पारंपरिक रूप से जाह्नू ऋषि के साथ जुड़ा हुआ है, जिसका आश्रम सीखने और संस्कृति का केंद्र था। चट्टान में मुनि आश्रम जह्नु गंगा के बिस्तर में घुसते हैं। अब इस स्थल पर अजगैवीनाथ शिव मंदिर है, जिसे गैबिनाथ महादेव भी कहा जाता है। कहानी यह है कि मुनियों के महापर्व में समुद्र के रास्ते में गंगा अपनी धाराओं के बुखार से बाधित होती है। बुद्धिमान व्यक्ति ने एक झटके में नदी को निगल लिया। भागीरथ मुनि ने हस्तक्षेप किया और एक बार फिर जांघ में एक चीरा लगाकर उन्हें बाहर जाने दिया। इसीलिए गंगा को जाह्नवी भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सुल्तानगंज पारंपरिक रूप से एक बड़े राज्य अंग का हिस्सा था। महाभारत के दिन, छठे पांच पांडवों के भाई कर्ण ने अंग पर शासन किया था। अंग की राजधानी चंपा थी। यह चंपानगर चंपा भागलपुर से तीन मील पश्चिम में स्थित है। राजा कर्ण के पास चंपा (वर्तमान में चंपानगर) और जाह्नुगिरी (आधुनिक सुल्तानगंज) में महल थे। वर्तमान में चंपानगर, कर्ण महल स्थल, जिसे करणगढ़ के नाम से जाना जाता है। करागढ़ व्यावहारिक रूप से भागलपुर शहर का हिस्सा है।</p>","SubContentHindi":null,"ImageUrl":"055c13b0-4a8d-4ba1-a109-7413fc8ea811_Ajgaibinath-Mahadev-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. खानकाह ई शाहबाजिया","SubTitleHindi":null,"SubContent":"<p>खानकाह ई शाहबाजिया भागलपुर रेलवे स्टेशन के पास स्थित है। प्रत्येक गुरुवार को आध्यात्मिक आशीर्वाद के लिए सभी धर्मों के लोगों की एक सामूहिक मण्डली होती है। पर्यटक मुख्य रूप से भारत के पूर्वी भाग और बांग्लादेश सहित पड़ोसी देशों से आते हैं। इस मस्जिद का निर्माण मुग़ल बादशाह औरंगज़ेब द्वारा कराया गया था और अक्सर शहबाज़ रहमतुल्ला के सूफी मंदिर से आशीर्वाद पाने के लिए सम्राट द्वारा दौरा किया जाता था। शाहबाज रहमुत्तल्ला को पवित्र 40 सूफियों में से एक माना जाता था, जिन्हें अल्लाह के संदेश को जन-जन तक फैलाने के लिए भेजा गया था। उन्हें अक्सर इस्लाम के बरेलवी संप्रदाय के अनुसार पवित्र माना जाता है। इस मस्जिद के अंदर के तालाब की पानी की सामग्री में आस्तिक के अनुसार कुछ औषधीय लाभ हैं, खासकर सांप के काटने से होने वाले इलाज के रूप में। यह भी कहा जाना अच्छा है कि भारतीय पुरातत्व सर्वेक्षण ने इस खानकाह के तहखाने से कुछ मूल्यवान पांडुलिपियों को पाया है जो मुगल काल में वापस डेटिंग करते हैं।</p>","SubContentHindi":null,"ImageUrl":"42de4ed9-7788-45a5-82ad-b9bea6fcaf4e_Khanqah-e-Shahbazia.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>भागलपुर सड़कों और ट्रेनों द्वारा देश के अन्य हिस्सों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे: भागलपुर जंक्शन रेलवे स्टेशन, रेलवे नेटवर्क द्वारा भारत के अधिकांश प्रमुख शहरों से जुड़ा हुआ है, जो हावड़ा किऊल लूप-लाइन के बीच स्थित है जो कई ट्रेनों के साथ भागलपुर की सेवा करता है। यह बिहार की तीसरी सबसे व्यस्त रेखा है। इस लाइन से लगभग 100 जोड़ी एक्सप्रेस और 40 जोड़ी पैसेंजर ट्रेन गुजरती हैं। भागलपुर ए 1 ग्रेड रेलवे स्टेशन है। यह मालदा रेल डिवीजन में सबसे अधिक राजस्व देने वाला जनरेटर है। यह हावड़ा और सियालदह के बाद पूर्वी रेलवे का तीसरा प्रमुख रेलवे स्टेशन है। भागलपुर दिल्ली, मुंबई, कोलकाता, बैंगलोर, अजमेर, कानपुर, पटना, गुवाहाटी, सूरत, जम्मू तवी, मुंगेर, गया और अन्य शहरों से अच्छी तरह से जुड़ा हुआ है। जबकि भागलपुर ECR / NFR के बरौनी- कटिहार सेक्शन द्वारा परोसा जाता है। नारायणपुर, थाना बिहपुर, नौगछिया और कटराही रेलवे स्टेशन इस लाइन पर स्थित हैं।</p>\r\n<p>स्रोत: https://bhagalpur.nic.in/</p>","SubContentHindi":null,"ImageUrl":"3bd4875d-db1b-4989-a805-c10f617fcdc8_Bhagalpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bhagalpur-bihar","tags":[{"name":"बिहार","slug":"bihar"},{"name":"भागलपुर","slug":"bhagalpur"}],"recommendations":[{"id":257,"title":"मधुबनी में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","dateCreated":"2019-02-02T14:54:00.455Z","dateModified":"2019-02-02T14:58:35.711Z","contributedBy":"AskGif","content":"मधुबनी भारतीय राज्य बिहार में मधुबनी जिले में नगरपालिका के साथ एक शहर है। यह जिला मुख्यालय है। यह दरभंगा शहर से 26 किमी उत्तर पूर्व में स्थित है और पूर्ववर्ती 'बेतिया राज' का हिस्सा था। आंतरिक विवादों और पारिवारिक झगड़ों ने समय के दौरान बेतिया राज को विभाजित कर दिया। मधुबनी में मधुबन राज एक परिणा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मधुबनी","slug":"madhubani"}],"slug":"top-places-to-visit-in-madhubani-bihar","total":0},{"id":253,"title":"खगड़िया में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","dateCreated":"2019-01-28T14:50:07.337Z","dateModified":"2019-01-28T16:30:58.367Z","contributedBy":"AskGif","content":"खगड़िया भारत के बिहार राज्य में एक शहर है और खगड़िया जिले का प्रशासनिक मुख्यालय है। खगड़िया मुंगेर प्रमंडल का एक हिस्सा है। यह 25.5 &deg; N 86.48 &deg; E पर स्थित है और इसकी औसत ऊंचाई 36 मीटर (118 फीट) है। खगड़िया जंक्शन रेलवे स्टेशन शहर की सेवा करता है।\r\nखगड़िया जिला भारत में बिहार राज्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"खगरिया","slug":"khagaria"}],"slug":"top-places-to-visit-in-khagaria-bihar","total":0},{"id":252,"title":"कटिहार में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"0c075e13-ea3f-407b-a62d-6a39201d8d8a_Katihar-railway.jpg","dateCreated":"2019-01-27T16:59:44.731Z","dateModified":"2019-01-27T17:25:23.073Z","contributedBy":"AskGif","content":"कटिहार भारत में बिहार राज्य के पूर्वी भाग में स्थित एक शहर है। यह कटिहार जिले का क्षेत्रीय मुख्यालय है। यह बिहार के बड़े शहरों में से एक है और अपने अत्यधिक रणनीतिक रेलवे जंक्शन के लिए पूरे पूर्वी भारत में जाना जाता है।\r\n&nbsp;\r\nकटिहार शहर बिहार के सबसे सुव्यवस्थित शहरों में से एक है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c075e13-ea3f-407b-a62d-6a39201d8d8a_Katihar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कटिहार","slug":"katihar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-katihar-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}