{"id":242,"title":"Top Places to visit in Buxar, Bihar","imageUrl":"b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","dateCreated":"2019-01-14T16:49:04.906Z","dateModified":"2019-01-14T16:57:14.311Z","contributedBy":"AskGif","content":"<p>Buxar is a city in the state of Bihar in the eastern part of India bordering eastern Uttar Pradesh. It is the headquarters of Buxar District. The Battle of Buxar and Battle of Chausa were fought in the vicinity. Buxar Railway Station lies on Patna&ndash;Mughalsarai section of Howrah&ndash;Delhi main line. It is approximately 125 km from the state capital of Patna. The local language of Buxar is Bhojpuri.</p>\r\n<p>&nbsp;</p>\r\n<p>Demography</p>\r\n<p>As of 2011 India census, Buxar had a population of 102,861. Males constitute 52.65% of the population and females 47.35%. Buxar has an average literacy rate of 79.77%, higher than the national average of 59.5%; with male literacy of 87% and female literacy of 65%. 16% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography Buxar district occupies an area of 1,703 square kilometres (658 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Mythology It is said that Ahilya, the wife of Gautam Rishi restored her human body from that of stone and got salvation by a mere touch of the feet of Lord Rama. This place is now known as Ahirauli, and is situated six kilometers away from Buxar.</p>\r\n<p>&nbsp;</p>\r\n<p>Battle of Buxar The Battle of Buxar was fought on 22 October 1764 between the forces under the command of the British East India Company led by Hector Munro and the combined armies of Mir Qasim, the Nawab of Bengal; the Nawab of Awadh; and the Mughal Emperor Shah Alam II. The battle fought at Buxar, a \"small fortified town\" within the territory of Bengal, located on the banks of the Ganges river about 130 kilometres (81 mi) west of Patna, was a decisive victory for the British East India Company.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Buxar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","subContents":[{"SubTitle":"1. Chausa Battle Field","SubTitleHindi":null,"SubContent":"<p>The Battle of Chausa was a notable military engagement between the Mughal emperor, Humayun, and the Afghan, Sher Shah Suri. It was fought on 26 June 1539 at Chausa, 10 miles southwest of Buxar in modern-day Bihar, India. Sher Shah was victorious and crowned himself Farid al-Dīn Shēr Shah.</p>","SubContentHindi":null,"ImageUrl":"94e1863d-463b-4872-a49c-f6b3c0518e25_Chausa-Battle-Field.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Bihari Ji Temple","SubTitleHindi":null,"SubContent":"<p>Bihariji Temple is one of the most revered places in Buxar that is frequented by pilgrims, locals and tourists alike. It is situated approx. 15km away from Buxar. The temple was constructed in 1825 on orders of the then Maharaja of the erstwhile Dumraon, Jaiprakash Singh. The temple gained popularity in the world of art and culture Bharat Ratna Ustad Bismillah Khan along with his father used to play Shehnai here. The temple is dedicated to Lord Krishna and devotees from different parts of Bihar come here to offer their holy prayers.</p>","SubContentHindi":null,"ImageUrl":"4e412cc3-3fdd-46f7-880f-f2f4bc16e321_Bihari-Ji-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Katkauli ka Maidan","SubTitleHindi":null,"SubContent":"<p>Katkauli ka Maidan, in Buxar, is one of the most visited tourist attractions in and around the region. The reason for the popularity of this site is the historical Battle of Buxar which was fought here between the East India Company and Mir Qasim (Nawab of Bengal), Shuja-ud-Daulah (Nawab of Awadh) and Shah Alam II (Mughal Emperor).</p>","SubContentHindi":null,"ImageUrl":"70965998-f590-476f-8477-c66400e03bc0_Katkauli-ka-Maidan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>To reach Buxar by Air</p>\r\n<p>The nearest Domestic Airport is Lok Nayak Jayaprakash Airport, Patna, located at a distance of 119 Kms from Buxar. Patna has daily flights to many cities like Bangalore, Chennai, Delhi, Kolkata, Lucknow, Hyderabad, Mumbai, Ranchi, Bhopal, Ahmedabad, Goa and Vishakhapatnam.</p>\r\n<p>&nbsp;</p>\r\n<p>To reach Buxar by Rail</p>\r\n<p>It is very well connected to various major cities of North India by railway. There are many trains that connect Buxar to several important places like Howrah, Mumbai, Ahmadabad and New Delhi etc.</p>\r\n<p>&nbsp;</p>\r\n<p>To reach Buxar by Road</p>\r\n<p>Buxar is very well connected to various major cities by road. It is 52 Kms from Ghazipur, 132 Kms from Varanasi, 119 Kms from Patna, 409 Kms from Lucknow, 462 Kms from Kanpur, 633 Kms from Kolkata and 952 Kms from Delhi.</p>\r\n<p>source: https://buxar.nic.in/</p>","SubContentHindi":null,"ImageUrl":"95b830f6-329b-4024-bc7e-1b1c5b0a4628_Buxar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-buxar-bihar","tags":[{"name":"buxar","slug":"buxar"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":254,"title":"Top Places to visit in Kishanganj, Bihar","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"Kishanganj is a city and district headquarters of Kishanganj district in Purnea division of Bihar state.\r\n&nbsp;\r\nHistory\r\nKishanganj, which was previously part of Purnia district, is part of the Mithila region. Mithila first gained prominence after being settled by Indo-Arya","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kishanganj","slug":"kishanganj"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-kishanganj-bihar","total":0},{"id":247,"title":"Top Places to visit in Jamui, Bihar","imageUrl":"5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","dateCreated":"2019-01-16T14:46:53.293Z","dateModified":"2019-01-16T15:12:12.441Z","contributedBy":"AskGif","content":"Jamui is a town and a municipality in Jamui district in the Indian state of Bihar. It is the district headquarters of Jamui district. Jamui was formed as a district on 21 February 1991 as a result of its separation from Munger.\r\n&nbsp;\r\nHistorical existence of Jamui has been observe","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jamui","slug":"jamui"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-jamui-bihar","total":0},{"id":234,"title":"Top Places to visit in Araria, Bihar","imageUrl":"ebbcc4fc-01c2-4861-9037-6c4aba3b15ed_Araria-railway.jpg","dateCreated":"2019-01-09T17:25:52.474Z","dateModified":"2019-01-09T17:37:55.366Z","contributedBy":"AskGif","content":"Araria is a city and a municipality that is the headquarters of Araria district in the state of Bihar, India. Araria is situated in the northern part of Bihar.\r\nAraria district is one of the thirty-eight districts of Bihar state, India, and Araria town is the administrative headquarters of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebbcc4fc-01c2-4861-9037-6c4aba3b15ed_Araria-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"araria","slug":"araria"}],"slug":"top-places-to-visit-in-araria-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}