{"id":242,"title":"बक्सर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","dateCreated":"2019-01-14T16:49:04.906Z","dateModified":"2019-01-14T16:57:14.311Z","contributedBy":"AskGif","content":"<p>बक्सर भारत के पूर्वी हिस्से में भारत के पूर्वी हिस्से में बिहार राज्य का एक शहर है। यह बक्सर जिले का मुख्यालय है। बक्सर की लड़ाई और चौसा की लड़ाई आसपास के क्षेत्र में लड़ी गई थी। बक्सर रेलवे स्टेशन हावड़ा-दिल्ली मुख्य लाइन के पटना-मुगलसराय खंड पर स्थित है। यह राज्य की राजधानी पटना से लगभग 125 किमी दूर है। बक्सर की स्थानीय भाषा भोजपुरी है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, बक्सर की जनसंख्या 102,861 थी। पुरुषों की आबादी 52.65% और महिलाओं की 47.35% है। बक्सर की औसत साक्षरता दर 79.77% है, जो राष्ट्रीय औसत 59.5% से अधिक है; पुरुष साक्षरता 87% और महिला साक्षरता 65% है। 16% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल बक्सर जिले का क्षेत्रफल 1,703 वर्ग किलोमीटर (658 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>पौराणिक कथाओं में कहा गया है कि गौतम ऋषि की पत्नी अहिल्या ने अपने मानव शरीर को उस पत्थर से पुनर्स्थापित किया और भगवान राम के चरणों के स्पर्श मात्र से मोक्ष प्राप्त कर लिया। यह स्थान अब अहिरौली के नाम से जाना जाता है, और बक्सर से छह किलोमीटर दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>बक्सर की लड़ाई बक्सर की लड़ाई 22 अक्टूबर 1764 को हेक्टर मुनरो और बंगाल की नवाब मीर कासिम की संयुक्त सेनाओं के नेतृत्व वाली ब्रिटिश ईस्ट इंडिया कंपनी की कमान में सेनाओं के बीच लड़ी गई थी; अवध के नवाब; और मुगल सम्राट शाह आलम द्वितीय। पटना के पश्चिम में लगभग 130 किलोमीटर (81 मील) गंगा नदी के तट पर स्थित बंगाल के क्षेत्र के भीतर एक \"छोटा गढ़वाले शहर\" बक्सर में लड़ी गई लड़ाई, ब्रिटिश ईस्ट इंडिया कंपनी के लिए एक निर्णायक जीत थी।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Buxar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","subContents":[{"SubTitle":"1. चौसा युद्ध क्षेत्र","SubTitleHindi":null,"SubContent":"<p>चौसा की लड़ाई मुग़ल सम्राट, हुमायूँ और अफगान शेरशाह सूरी के बीच एक उल्लेखनीय सैन्य सगाई थी। यह 26 जून 1539 को चौसा में, आधुनिक भारत के बिहार, बक्सर के दक्षिण-पश्चिम में 10 मील की दूरी पर लड़ा गया था। शेरशाह विजयी था और उसने खुद को फरीद अल-दीन शार शाह का ताज पहनाया।</p>","SubContentHindi":null,"ImageUrl":"94e1863d-463b-4872-a49c-f6b3c0518e25_Chausa-Battle-Field.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. बिहारी जी मंदिर","SubTitleHindi":null,"SubContent":"<p>बिहारीजी मंदिर बक्सर में सबसे अधिक पूजनीय स्थानों में से एक है, जो तीर्थयात्रियों, स्थानीय लोगों और पर्यटकों द्वारा एक जैसा है। यह लगभग स्थित है। बक्सर से 15 किमी दूर। मंदिर का निर्माण 1825 में तत्कालीन डुमरांव के तत्कालीन महाराजा जयप्रकाश सिंह के आदेश पर किया गया था। मंदिर ने कला और संस्कृति की दुनिया में लोकप्रियता हासिल की और भारत रत्न उस्ताद बिस्मिल्लाह खान अपने पिता के साथ यहां शहनाई बजाया करते थे। मंदिर भगवान कृष्ण को समर्पित है और बिहार के विभिन्न हिस्सों से भक्त अपनी पवित्र प्रार्थनाओं के लिए यहां आते हैं।</p>","SubContentHindi":null,"ImageUrl":"4e412cc3-3fdd-46f7-880f-f2f4bc16e321_Bihari-Ji-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कटकौली का मैदान","SubTitleHindi":null,"SubContent":"<p>कटकौली का मैदान, बक्सर में, इस क्षेत्र में और उसके आसपास सबसे अधिक देखे जाने वाले पर्यटन आकर्षणों में से एक है। इस साइट की लोकप्रियता का कारण बक्सर की ऐतिहासिक लड़ाई है जो यहां ईस्ट इंडिया कंपनी और मीर कासिम (बंगाल के नवाब), शुजा-उद-दौला (अवध के नवाब) और शाह आलम II (मुगल सम्राट) के बीच लड़ी गई थी। ।</p>","SubContentHindi":null,"ImageUrl":"70965998-f590-476f-8477-c66400e03bc0_Katkauli-ka-Maidan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवाई मार्ग से बक्सर पहुंचने के लिए</p>\r\n<p>निकटतम घरेलू हवाई अड्डा लोक नायक जयप्रकाश हवाई अड्डा, पटना है, जो बक्सर से 119 किलोमीटर की दूरी पर स्थित है। पटना के पास बैंगलोर, चेन्नई, दिल्ली, कोलकाता, लखनऊ, हैदराबाद, मुंबई, रांची, भोपाल, अहमदाबाद, गोवा और विशाखापत्तनम जैसे कई शहरों के लिए दैनिक उड़ानें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा बक्सर पहुँचने के लिए</p>\r\n<p>यह उत्तर भारत के विभिन्न प्रमुख शहरों से रेलवे द्वारा बहुत अच्छी तरह से जुड़ा हुआ है। कई ट्रेनें हैं जो बक्सर को कई महत्वपूर्ण स्थानों से जोड़ती हैं जैसे हावड़ा, मुंबई, अहमदाबाद और नई दिल्ली आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग से बक्सर पहुंचने के लिए</p>\r\n<p>बक्सर सड़क मार्ग से विभिन्न प्रमुख शहरों से बहुत अच्छी तरह से जुड़ा हुआ है। यह गाजीपुर से 52 किलोमीटर, वाराणसी से 132 किलोमीटर, पटना से 119 किलोमीटर, लखनऊ से 409 किलोमीटर, कानपुर से 462 किलोमीटर, कोलकाता से 633 किलोमीटर और दिल्ली से 952 किलोमीटर दूर है।</p>\r\n<p>स्रोत: https://buxar.nic.in/</p>","SubContentHindi":null,"ImageUrl":"95b830f6-329b-4024-bc7e-1b1c5b0a4628_Buxar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-buxar-bihar","tags":[{"name":"बक्सर","slug":"buxar"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":254,"title":"किशनगंज में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"किशनगंज बिहार राज्य के पूर्णिया प्रमंडल में किशनगंज जिले का एक शहर और जिला मुख्यालय है।\r\n&nbsp;\r\nइतिहास\r\nकिशनगंज, जो पहले पूर्णिया जिले का हिस्सा था, मिथिला क्षेत्र का हिस्सा है। मिथिला राज्य (जिसे विदेह का साम्राज्य भी कहा जाता है) की स्थापना करने वाले भारतीय-आर्य लोगों द्वा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"किशनगंज","slug":"kishanganj"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-kishanganj-bihar","total":0},{"id":247,"title":"जमुई में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","dateCreated":"2019-01-16T14:46:53.293Z","dateModified":"2019-01-16T15:12:12.441Z","contributedBy":"AskGif","content":"जमुई भारतीय राज्य बिहार में जमुई जिले में एक शहर और एक नगर पालिका है। यह जमुई जिले का जिला मुख्यालय है। जमुई का गठन मुंगेर से अलग होने के परिणामस्वरूप 21 फरवरी 1991 को एक जिले के रूप में किया गया था।\r\n&nbsp;\r\nमहाभारत युद्ध के काल से जमुई का ऐतिहासिक अस्तित्व देखा गया है। पुरातात्विक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जमुई","slug":"jamui"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-jamui-bihar","total":0},{"id":234,"title":"अररिया में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"ebbcc4fc-01c2-4861-9037-6c4aba3b15ed_Araria-railway.jpg","dateCreated":"2019-01-09T17:25:52.474Z","dateModified":"2019-01-09T17:37:55.366Z","contributedBy":"AskGif","content":"अररिया एक शहर और एक नगर पालिका है जो भारत के बिहार राज्य में अररिया जिले का मुख्यालय है। अररिया बिहार के उत्तरी भाग में स्थित है।\r\nअररिया जिला भारत के बिहार राज्य के अड़तीस जिलों में से एक है और अररिया शहर इस जिले का प्रशासनिक मुख्यालय है। अररिया जिला पूर्णिया प्रमंडल का एक हिस्सा है। जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebbcc4fc-01c2-4861-9037-6c4aba3b15ed_Araria-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"अररिया","slug":"araria"}],"slug":"top-places-to-visit-in-araria-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}