{"id":243,"title":"Top Places to visit in Darbhanga, Bihar","imageUrl":"713f902a-0a5c-450c-82c7-2f9d5a3b22fb_Darbhanga-railway.jpg","dateCreated":"2019-01-14T17:19:49.116Z","dateModified":"2019-01-14T17:40:48.192Z","contributedBy":"AskGif","content":"<p>Darbhanga is a Municipal Corporation in the Indian state of Bihar. It is the headquarters of Darbhanga district and Darbhanga division and was the seat of the Raj Darbhanga and capital of the&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Darbhanga district is one of the thirty-eight districts of Bihar state in eastern India, and Darbhanga city is the administrative headquarters of this district and 5th largest city of Bihar as well. Darbhanga district is a part of Darbhanga Division. The district is bounded on the north by Madhubani district, on the south by Samastipur district, on the east by Saharsa district and on the west by Sitamarhi and Muzaffarpur districts. The district covers an area of 2,279 km&sup2;.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Darbhanga district occupies an area of 2,279 square kilometres (880 sq mi), comparatively equivalent to Indonesia's Yapen Island.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006, the Ministry of Panchayati Raj named Darbhanga one of the country's 250 most backward districts (out of a total of 640). It is one of the 36 districts in Bihar currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Darbhanga district has a population of 3,921,971,[citation needed] roughly equal to the nation of Liberia[5] or the US state of Oregon. This gives it a ranking of 64th in India (out of a total of 640). The district has a population density of 1,721 inhabitants per square kilometre (4,460/sq mi). Its population growth rate over the decade 2001-2011 was 19%. Darbhanga has a sex ratio of 910 females for every 1000 males, and a literacy rate of 58.26%.</p>\r\n<p>&nbsp;</p>\r\n<p>Population of this district as per 2011 census is 3,985,493 of which rural population is 3,018,639 and urban population is 306,089. According to the Census of India 2011, literacy rate of the district is 44.32% (male 57.18%, female 30.35%).</p>\r\n<p>source: https://en.wikipedia.org/wiki/Darbhanga_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/713f902a-0a5c-450c-82c7-2f9d5a3b22fb_Darbhanga-railway.jpg","subContents":[{"SubTitle":"1. Ahilya Asthan","SubTitleHindi":null,"SubContent":"<p>It is famous historical temple, situated about 3 Kms. South of Kamtaul Railway Station in Jale Block. This place is known as Ahilya gram. There is a well known in the Ramayan about Ahilya. According to Ramayan when Lord Ram was his way to Janakpur his feet touched a stone and it turned into a woman who was non-else but Ahilya. Her husband Gautam Rishi cursed the Ahilya to fun into stone. The temple is dedicated to Ahalya, wife of Gautam Rishi. Large fairs are held every year on the occasion of Ramnavami in the Hindi month of Chaitra and Vivah Panchami in Agrahayan. There are various other temples and mosques in the village.</p>","SubContentHindi":null,"ImageUrl":"ca10f686-cc87-45dc-92ce-3986f4acdfcc_Ahilya-Asthan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Kusheshwar-asthan","SubTitleHindi":null,"SubContent":"<p>It is an important religious place, situated about 16 Kms. east of Singhia and 22 Kms. northeast of Hasanpur Road railway station on the Samastipur, Khagaria Branch line of North Eastern Railway. It is noted for the temple of Lord Shiva known as Kusheshwarasthan. Pligrims visit this place all the year round for worship. The origin of this temple is traced to the epic period.</p>\r\n<p>The water logged fourteen villages of Kuseshwarasthan block covering an area of 7019 acres and 75 decimals, due to their greater ecological, faunal, floral, geomorphological and natural importance has already been declared as Kuseshwarasthan Bird Sanctuary under Wild Life Protection Act 1972 (as amended upto 1991). The following table shows the names and status of some important migratory birds seen in Kusheshwarasthan Bird Santuary and their native countries.</p>\r\n<p>&nbsp;</p>\r\n<p>Name and Status of Important Migratory Birds seen in Kusheshwar Asthan Birds Sanctuary</p>\r\n<p>Sl.No. Species Status</p>\r\n<p>1 Dalmatian pelican (Pelicanus erisups) Endangered, International Council of Bird Preservation (ICBP), Bird Red Data Book estimates only 665-1000 pairs in the world.</p>\r\n<p>2 Indian darter (Anlinga rufa) Species in fered to decreasing all over the country</p>\r\n<p>3 Bar-headed goose A threatened species due to hunting, egg collecting, habitat loss.</p>\r\n<p>4 White winged wood duck (Cairiva scutulata) Included in ICBP Red Data Book. Threatened by hunting and habitat loss</p>\r\n<p>5 Marbled teal (Marmaronetta anqustirostris) Listed in Red Data Book V</p>\r\n<p>6 Baers Pochad (Aythya baeri) Listed in Red Data Book V. Threatened by hunting and habitat loss . Due to wellenddrainage for agriculture.</p>\r\n<p>7 Siberian Crane (Grus leuogranus) Western population of this species is on the verge of extinction. About 2000 birds exist in eastern population.</p>\r\n<p>8 Indian Skimmer (Rynchops albicollis) Comes to wetland plains of India during winter from Bangladesh.</p>\r\n<p>9 Oriental qoosander (Merqus qoosander) Endangered due to hunting and habitat loss.</p>\r\n<p>Native Countries of Migratory Birds :Nepal, Tibet, Bhutan, Afghanistan, China, Pakistan, Mongolia &amp; Siberia and others.</p>","SubContentHindi":null,"ImageUrl":"af6a1f1c-e74d-430f-aecb-988fdd3ea998_Kusheshwar-asthan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Brahmpur</p>\r\n<p>The village is situated about 8 kms. away from Kamtaul and 19 kms. south east of Jogiara. The village is noted for the Gautam Kund and a temple of Gautam Rishi, which are located very close to it. According to the Puranic tradition Lord Brahma appeared before Gautam Rishi at this place after the chastity of his wife, Lord Indra and Chandrama had violated Ahalya. The village derives its name from this occurrence. In regard to the Gautam Kund, it is believed that God Brahma himself created the tank by piercing the earth with seven arrows, so that Gautam might not have to travel a long distance for bathing in the Ganga. Kamtaul. The village is a rail head in Jale block. The village has a Khadi Gamodyaog centre and a Khadi store. It is the rail head for visitors to Ahalyasthan and Gautamsthan.</p>\r\n<p>&nbsp;</p>\r\n<p>Chhaprar</p>\r\n<p>The village is situated in Bahadurpur block, at a distance of about 10 Kms. from District Headquarter. It has a temple of Lord Mahadeva on the bank of the Kamla River around which fairs are held on the occasion of Kartik and Maghi Purnima.</p>\r\n<p>&nbsp;</p>\r\n<p>Dekulldham.</p>\r\n<p>The village falls in Biraul block and is noted for is large temple of Lord Shiva. Devotees congregate here every Sunday. A large annual fair is held on the occasion of Shivaratri.</p>\r\n<p>&nbsp;</p>\r\n<p>KUSHESHWARASTHAN BIRD SANCTUARY AREA</p>\r\n<p>Introduction</p>\r\n<p>Wet land areas of Darbhanga district in general andKusheshwarasthan block (Biraul Sub-division) in particular is the WINTER CAPITAL of approx 15 rare and endangered species of MIGRATORY BIRDS. The WINGED GUESTS coming from over eight countries swarm the vast water bodies spread in approx 8100 hects. during winter between November and March.</p>\r\n<p>&nbsp;</p>\r\n<p>Location: Longitude: 85 degree 40&prime; -86 degree 25&prime; East, Latitude: 25 degree 53&prime; &ndash; 26 degree 27&prime; North</p>\r\n<p>Height from sea level: 49 meters.</p>\r\n<p>&nbsp;</p>\r\n<p>Approx 45 Kms East of Darbhanga Town.</p>\r\n<p>&nbsp;</p>\r\n<p>Santuary Area: 6700 hects Chour Area, 1400 hects of Low land area. No. of Ponds/Chours &ndash; 202 govt. 412 Private.</p>\r\n<p>Name of Birds.</p>\r\n<p>&nbsp;</p>\r\n<p>Local Name:- Lalshar, Dighouch, Mail, Nakta, Gairi*, Gagan*, Silli, Adhani, Harial, Chaha, Karan, Ratwa, Gaiber (White and Black)</p>\r\n<p>&nbsp;</p>\r\n<p>Biological Names:- Dalmation pelican, Anlinga rufa (Indian darter) Barheadedgoose, Cariva Scutulata, (White wing wood duck), Marmaroneta (Marbled teal), Baers Pochad, Sibrian Crain, Indian Skimmer, Oriental Goosanderek. (* Rarely Seen)</p>\r\n<p>&nbsp;</p>\r\n<p>Mahinam-Mahadeo-sthan</p>\r\n<p>It is temple of Lord Shiva situated at a distance of about 5 Kms. from the Darbhanga-Biraul pucca road. Large annual fairs are held here on the occasion of Kartik and Maghi Purnima.</p>\r\n<p>&nbsp;</p>\r\n<p>Makranda</p>\r\n<p>Situated about 5 Kms. south of Manigachhi railway station, the village is known for its old temple called Baneshwaristhan.</p>\r\n<p>&nbsp;</p>\r\n<p>Newri</p>\r\n<p>The village likes about 13 Kms. west of the block head quarters at Biraul and contains the remains of an ancient fortress associated with Raja Lorick.</p>\r\n<p>&nbsp;</p>\r\n<p>Nawadah Durga-sthan</p>\r\n<p>It is famous temple of Goddess Durga Located on the Majkora Nawadah Road. The place is visited by hundreds of devotee&rsquo;s everyday. The Dussehra festival is celebrated here with great enthusiasm.</p>\r\n<p>&nbsp;</p>\r\n<p>Raghopur</p>\r\n<p>The village is situated about 5 Kms. south of Sakri railway station. It is noted for its earthen mound, known as Sheosingh-garh, which is believed to cover the ruins of a building, built by Raja Shiva Singh.</p>\r\n<p>&nbsp;</p>\r\n<p>Shyama Temple</p>\r\n<p>Shyama Temple is just one KM west of Darbhanga Railway Station. It is situated in the picturesque and peerless Lalit Narayan Mithila University. In fact it is private graveyard of Darbhanga Raj Royal family and temples have been build upon the graveyard of the ancestors of the Royal family. Shyama Temple is one of them. It was built in 1933. A huge statue of Goddess Kali is enshrined in this temple. This temple is famous not only for its grand our beauty and lively men but also for the faith that people here get there in desire fulfilled if they worship with holy heart.</p>\r\n<p>&nbsp;</p>\r\n<p>Sati Asthan</p>\r\n<p>Sati Asthan is situated in the famous graveyard of Subhankarpur, which is about one km west of Darbhanga Maharaji bridge. Maharaj Rameshwar Singh who was also a great Tantrik used to visit here daily in mid night for his Tantra Sidhi. Late Pandit Harinandan Mishra father of Late Lalit Narayan Mishra, Ex, Railway Minister, Government of India, also held in this premises. Now a days people use to visit this place on everyday.</p>\r\n<p>&nbsp;</p>\r\n<p>Manokamna Temple</p>\r\n<p>Manokamana Temple is situated in the University Campus just beside Nargauna Palace. This temple has constructed with the Marvel. In fact it is a Hanuman temple where a little but most beautiful statue of Hanuman is build of marvel. A lot of crowd came to visit this place every day.</p>\r\n<p>&nbsp;</p>\r\n<p>Malechchhed Mardani Temple</p>\r\n<p>Malechchhed Mardini temple is one km south west of Darbhanga Railway station. It is temple of the Godden who destroy the faints. This temple is of utmost importance for Shakti people.</p>\r\n<p>&nbsp;</p>\r\n<p>Kankali Temple</p>\r\n<p>Kankali temple is two km north west of Darbhanga Railway station in the premises of Qila of Darbhanga Mahraj. This temple is of utmost importance for Shakti people.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"9b29ed8b-8de0-4e46-9187-87f34a3376b7_Darbhanga-temples.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Culture & Heritage","SubTitleHindi":null,"SubContent":"<p>Darbhanga : Heart of Mithilaanchal</p>\r\n<p>Darbhanga is one of the important districts of North Bihar situated in the very heart of Mithilanchal &ndash; the fertile, alluvial plains of North India. Darbhanga was an ancient city of Mithila, which is an ancient cultural region of North India lying between the lower ranges of the Himalays and the Ganges River. The Nepal border cuts across the top fringe of this region. The Gandak and Kosi Rivers are rough western and eastern boundaries of Mithila. The name of the district has been derived from its head quarter and principal town, which is said to have been founded by Darbhangi Khan, who was fauzdar or military head of Tuglaq forces stationed at Urdu. It is also said that the</p>\r\n<p>name Darbhanga was derived from Dwar-Banga or Dar-e-Bang meaning &ldquo;The Gateway to Bengal&rdquo;. The history of Darbhanga dates back to the Ramayana and Mahabharata periods. According to the vedic sources, the Videhas of</p>\r\n<p>Aryan stock first migrated to the area from the banks of Saraswati in Punjab. They were guided to the east of Sadanira (Gandak river) by Agni, the God of Fire. Settlements were established and, thus, flourished the kingdom of Videhas-the Selfless. In course of time Videhas came to beruled by a line of Kings called Janaks. In this line of kings there was a very famous king named Mithi. To commemorate his greatness the territory was named as Mithila. Another famous king was Janak Sirdhwaja, Sirdhwaja, father of Sita. The legends speak of various learned men patgronized by Janak Sirdhwaja, who himself was an erudite scholar. Among them prominent were Yagyavalkya, who codified the Hindu law in his Yagyavalkya Smriti and Gautam, who had various valuable philosophical treatises to his credit. Traditions also speak of Kapil Muni&rsquo;s relationship with this area that propounded the Sankhya philosophy. Association of this area with Pandavas also evident by the belief that they stayed here during there period of exile. The learned men like Vidyapati, Kumaril Bhatt, Mandan Mishra, Nagarjun, Vibhuti Bhoosan Bandopadhyaya and Vidushi Bharti belonged to this region. Under the British rule, Darbhanga was a part of Sarkar Tirhut upto 1875, when it was constituted into a separate district and Darbhanga Sadar, Madhubani and Samastipur were made three separate sub-divisions. Darbhanga became the divisional headquarters in 1972 when all its three sub-divisions got the status of separate districts. Thus the present Darbhanga district took place.</p>\r\n<p>The glorious past has wide impact on the progressive present of the district. Darbhanga has been the land of Literature, Culture, Justice and Philosophy for centuries. Maithili language, spoken in this region is supposed as sweetest language in the world. Researchers used to come this place to study about this language.</p>\r\n<p>The historical and cultural heritage of Darbhanga does establish this place on the tourism map. The fort, place and other numerous buildings and temples constructed by Maharaja Kameshwar Singh are known to be major tourism attractions in the city. The buildings of Lalit narayan Mithila University and Kameshwar Singh Darbhanga Sanskrit University, famous temples e.g. Shyama Mandir, Madhweshwar Mandir, Manokamna Mandir etc are the centres of knowledge, wisdom and Bhakti. Khankah Samarkandia, jama Masjid, Mirja Khan Talaab, Three Churh, Gurudwara etc are the symbol of brotherhood and secularism. Kusheshwarsthan is and important eco-tourism centre, where migratory birds used to come every year from different part of the country and other countries too.</p>","SubContentHindi":null,"ImageUrl":"e96a6d35-d73f-4194-83c0-d6e26d34e35e_Darbhanga-Culture-Heritage.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Accommodation(Hotel/Dharamsala)","SubTitleHindi":null,"SubContent":"<p>Several Hotels are available in the District Hq. Some of the important Hotel are as follow-</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Naveen Residency &ndash; 093043 35935</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Shyama Residency &ndash;&nbsp; 099730 11112</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Rama Residency &ndash; 06272 233 241</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Krishna Residency &ndash; 076310 22000</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Ganga Residency &ndash; 06272 223 187</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel P &amp; P International &ndash; 093047 98213</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Ashoka &ndash; 072929 63451</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Zaika &ndash; 075497 55552</p>","SubContentHindi":null,"ImageUrl":"f278fe16-935a-49b7-82d2-90d00f54576e_Darbhanga-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Handicraft","SubTitleHindi":null,"SubContent":"<p>Folk Arts</p>\r\n<p>It is characterized by the line drawings, which is to be filled in by bright colours and contrast or pattern. The painting ado med wall and verandahs and were constantly changing or renewed depending on the celebrations, God, ceremonies and family events. Some of them is as follows:</p>\r\n<p>&nbsp;</p>\r\n<p>The first mention of crafts similar to &ldquo;sujni&rdquo; comes in the description of bedspreads and wall hanging. It is popular as Sujni.</p>\r\n<p>It is the grass article, which made by the women of North Bihar particularly of the Darbhanga district. Sikki seems to grow anywhere in this area . It is tall and rush with a lovely golden shade and most attractive. The coiling technique, which is the oldest, used in Sikki. The common long grass is wired and stitched together with the sikki dyes in several shaded using a needle called Takua.</p>\r\n<p>It is one of the Darbhanga art. The inlay continues to be done with different materials like metal, ivory, etc. and stage chips of woods in other grains or tints are used to get varied effects to great advantage.</p>\r\n<p>Mithila Paintings.</p>\r\n<p>It is prepared with the primary colours of natural origin on paper and cloth. It is also used on the occasion of mythological and religious events.</p>","SubContentHindi":null,"ImageUrl":"2515e0c0-ff79-4233-94e5-4284d3806699_Handicraft.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>How to Reach</p>\r\n<p>Darbhanga is well connected with the other part of country by roads, Rail and Air.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways : Frequent buses is available from the main roadways bus stand to all major cities. However to move to internal part of Darbhanga district.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail: Two Rail stations in the District Hq. namely Darbhanga Jn. and Laheriasarai. Train for Delhi, Kolkata, Mumbai, Chennai, Hyderabad, Pune, Bangluru, Amritsar, Ahmedabad, Patna and almost other major cities.</p>\r\n<p>&nbsp;</p>\r\n<p>Air: Air service will start very soon.</p>\r\n<p>source: https://darbhanga.nic.in/</p>","SubContentHindi":null,"ImageUrl":"878d5170-5fc1-4e06-91c1-5a9ba89831be_Darbhanga-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-darbhanga-bihar","tags":[{"name":"bihar","slug":"bihar"},{"name":"darbhanga","slug":"darbhanga"}],"recommendations":[{"id":1264,"title":"Top Places to visit in Lalganj, Bihar","imageUrl":"f01995e3-9f33-4b74-a72e-beab5f2d8d03_Lalganj.jpg","dateCreated":"2020-04-24T15:40:21.604Z","dateModified":"2020-04-24T15:40:33.444Z","contributedBy":"AskGif","content":"Lalganj is a town with Nagar panchayat in the Indian state of Uttar Pradesh. It is developing rapidly due to the Rail Coach Factory. Lalganj has the largest railway station in Raebareli district. It is located on the way from Kanpur to Raebareli/Allahabad and Lucknow to Fatehpur. Lalganj is locat","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f01995e3-9f33-4b74-a72e-beab5f2d8d03_Lalganj.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"lalganj","slug":"lalganj"}],"slug":"top-places-to-visit-in-lalganj-bihar","total":0},{"id":1259,"title":"Top Places to visit in Barauli, Bihar","imageUrl":"5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","dateCreated":"2020-04-24T14:56:56.546Z","dateModified":"2020-04-24T14:57:07.136Z","contributedBy":"AskGif","content":"Barauli is a town and a notified area in the Gopalganj district in the state of Bihar, India.\r\n&nbsp;\r\nGeography\r\nBarauli is located at 26.4&deg;N 84.58&deg;E. It has an average elevation of 65 meters (213 feet).\r\n&nbsp;\r\nDemographics\r\nAs of the 2001 Indi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"barauli","slug":"barauli"}],"slug":"top-places-to-visit-in-barauli-bihar","total":0},{"id":245,"title":"Top Places to visit in Gaya, Bihar","imageUrl":"ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","dateCreated":"2019-01-15T07:17:13.859Z","dateModified":"2019-01-15T07:48:14.943Z","contributedBy":"AskGif","content":"Gaya is of historical significance and is one of the major tourist attractions of the state of Bihar. Gaya is 100 kilometres (62 mi) south of Patna, the capital city of Bihar. It is the state's second-largest city, with a population of 470,839, and is the headquarters of Gaya district and Magadh ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gaya","slug":"gaya"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-gaya-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}