{"id":243,"title":"दरभंगा में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"713f902a-0a5c-450c-82c7-2f9d5a3b22fb_Darbhanga-railway.jpg","dateCreated":"2019-01-14T17:19:49.116Z","dateModified":"2019-01-14T17:40:48.192Z","contributedBy":"AskGif","content":"<p>दरभंगा भारत के बिहार राज्य में एक नगर निगम है। यह दरभंगा जिले और दरभंगा मंडल का मुख्यालय है और राज दरभंगा और राजधानी की सीट थी</p>\r\n<p>&nbsp;</p>\r\n<p>दरभंगा जिला पूर्वी भारत में बिहार राज्य के अड़तीस जिलों में से एक है, और दरभंगा शहर इस जिले का प्रशासनिक मुख्यालय और बिहार का 5 वां सबसे बड़ा शहर भी है। दरभंगा जिला दरभंगा डिवीजन का एक हिस्सा है। जिले के उत्तर में मधुबनी जिले, दक्षिण में समस्तीपुर जिले, पूर्व में सहरसा जिला और पश्चिम में सीतामढ़ी और मुज़फ़्फ़रपुर ज़िले हैं। जिले में 2,279 वर्ग किमी का क्षेत्र शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>दरभंगा जिला 2,279 वर्ग किलोमीटर (880 वर्ग मील) के क्षेत्र में है, जो कि इंडोनेशिया के यापेन द्वीप के बराबर है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में, पंचायती राज मंत्रालय ने दरभंगा को देश के 250 सबसे पिछड़े जिलों (कुल 640 में से एक) का नाम दिया। यह बिहार के 36 जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार दरभंगा जिले की आबादी 3,921,971 है, [उद्धरण वांछित] लगभग लाइबेरिया राष्ट्र [5] या अमेरिकी राज्य ओरेगन के बराबर है। यह इसे भारत में 64 वीं (कुल 640 में से) की रैंकिंग देता है। जिले में जनसंख्या घनत्व 1,721 प्रति वर्ग किलोमीटर (4,460 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 19% थी। दरभंगा में हर 1000 पुरुषों पर 910 महिलाओं का लिंगानुपात और साक्षरता दर 58.26% है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना के अनुसार इस जिले की जनसंख्या 3,985,493 है, जिसमें ग्रामीण आबादी 3,018,639 है और शहरी आबादी 306,089 है। भारत की जनगणना 2011 के अनुसार, जिले की साक्षरता दर 44.32% (पुरुष 57.18%, महिला 30.35%) है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Darbhanga_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/713f902a-0a5c-450c-82c7-2f9d5a3b22fb_Darbhanga-railway.jpg","subContents":[{"SubTitle":"1. अहिल्या अस्थान","SubTitleHindi":null,"SubContent":"<p>यह प्रसिद्ध ऐतिहासिक मंदिर है, जो लगभग 3 किलोमीटर की दूरी पर स्थित है। जले ब्लॉक में कमतौल रेलवे स्टेशन के दक्षिण। इस जगह को अहिल्या ग्राम के रूप में जाना जाता है। अहिल्या के बारे में रामायण में एक अच्छी तरह से ज्ञात है। रामायण के अनुसार जब भगवान राम जनकपुर जाने वाले थे तो उनका पैर एक पत्थर से छू गया और यह एक महिला के रूप में बदल गया, जो गैर थी, लेकिन अहिल्या थी। उनके पति गौतम ऋषि ने अहिल्या को पत्थर मारने के लिए शाप दिया था। मंदिर गौतम ऋषि की पत्नी अहल्या को समर्पित है। अग्रवन में चैत्र और विवा पंचमी के हिंदी महीने में रामनवमी के अवसर पर हर साल बड़े मेले आयोजित किए जाते हैं। गाँव में कई अन्य मंदिर और मस्जिद हैं।</p>","SubContentHindi":null,"ImageUrl":"ca10f686-cc87-45dc-92ce-3986f4acdfcc_Ahilya-Asthan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कुशेश्वर - अस्थाना","SubTitleHindi":null,"SubContent":"<p>यह एक महत्वपूर्ण धार्मिक स्थल है, जो लगभग 16 किलोमीटर की दूरी पर स्थित है। सिंघिया के पूर्व और 22 कि.मी. पूर्वोत्तर रेलवे के समस्तीपुर, खगड़िया शाखा लाइन पर हसनपुर रोड रेलवे स्टेशन के उत्तर-पूर्व में। यह भगवान शिव के मंदिर के लिए प्रसिद्ध है जिसे कुशेश्वरस्थान के नाम से जाना जाता है। पूजा के लिए साल भर प्लाइग्रिम्स इस स्थान पर आते हैं। इस मंदिर की उत्पत्ति महाकाव्य काल से हुई है।</p>\r\n<p>कुशेश्वरस्थान ब्लॉक के चौदह गांवों में 7019 एकड़ और 75 डेसीमल के एक क्षेत्र को शामिल किया गया है, क्योंकि वन्य जीवन संरक्षण अधिनियम 1972 के तहत कुशालस्थान पक्षी अभयारण्य के रूप में उनके पारिस्थितिक, पशु, पुष्प, भू-आकृति और प्राकृतिक महत्व को पहले ही घोषित किया जा चुका है। 1991)। निम्नलिखित तालिका कुशेश्वरस्थान बर्ड सेंचुरी और उनके मूल देशों में देखे गए कुछ महत्वपूर्ण प्रवासी पक्षियों के नाम और स्थिति को दिखाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुशेश्वर अस्थान पक्षी अभयारण्य में महत्वपूर्ण प्रवासी पक्षियों का नाम और स्थिति</p>\r\n<p>क्र.सं. प्रजातियों की स्थिति</p>\r\n<p>1 डालमेशियन पेलिकन (पेलिकनस इरिसअप्स) लुप्तप्राय, अंतर्राष्ट्रीय पक्षी संरक्षण परिषद (आईसीबीपी), बर्ड रेड डेटा बुक का अनुमान है कि दुनिया में केवल 665-1000 जोड़े हैं।</p>\r\n<p>2 भारतीय डार्टर (अनलिंगा रूफा) पूरे देश में घटने की प्रजाति में</p>\r\n<p>3 बार-हेडेड हंस एक शिकार, अंडे एकत्र करने, निवास स्थान के नुकसान के कारण एक खतरे वाली प्रजाति है।</p>\r\n<p>4 सफेद पंखों वाला लकड़ी का बत्तख (कैरिवा स्कूटुलता) ICBP रेड डाटा बुक में शामिल है। शिकार और निवास स्थान के नुकसान की धमकी दी</p>\r\n<p>5 मार्बल टील (Marmaronetta aqustirostris) लाल डेटा बुक V में सूचीबद्ध है</p>\r\n<p>6 बेयर्स पोचड (अयथ्या बेरी) रेड डेटा बुक वी में सूचीबद्ध। शिकार और निवास नुकसान से खतरा। कृषि के लिए अच्छी स्थिति के कारण।</p>\r\n<p>7 साइबेरियन क्रेन (ग्रस लेउओग्रानस) इस प्रजाति की पश्चिमी आबादी विलुप्त होने के कगार पर है। पूर्वी आबादी में लगभग 2000 पक्षी मौजूद हैं।</p>\r\n<p>8 भारतीय स्कीमर (Rynchops albicollis) बांग्लादेश से सर्दियों के दौरान भारत के वेटलैंड मैदानों में आता है।</p>\r\n<p>9 ओरिएंटल क्यूओसेन्डर (मर्कस क्यूओसेन्डर) शिकार और निवास नुकसान के कारण लुप्तप्राय।</p>\r\n<p>प्रवासी पक्षियों के मूल देश: नेपाल, तिब्बत, भूटान, अफगानिस्तान, चीन, पाकिस्तान, मंगोलिया और साइबेरिया और अन्य।</p>","SubContentHindi":null,"ImageUrl":"af6a1f1c-e74d-430f-aecb-988fdd3ea998_Kusheshwar-asthan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>ब्रह्मपुर</p>\r\n<p>गांव लगभग 8 किलोमीटर दूर स्थित है। कमतौल से दूर और 19 कि.मी. जोगियारा के दक्षिण पूर्व में। गाँव को गौतम कुंड और गौतम ऋषि के मंदिर के लिए जाना जाता है, जो इसके बहुत करीब स्थित हैं। पुराण परंपरा के अनुसार, भगवान ब्रह्मा अपनी पत्नी, भगवान इंद्र और चंद्रमा की अध्यक्षता में अहल्या का उल्लंघन करने के बाद इस स्थान पर गौतम ऋषि के सामने आए थे। गाँव इस घटना से अपना नाम रखता है। गौतम कुंड के संबंध में, यह माना जाता है कि भगवान ब्रह्मा ने स्वयं सात बाणों से पृथ्वी को भेदकर टैंक का निर्माण किया, ताकि गौतम को गंगा में स्नान करने के लिए लंबी दूरी तय न करनी पड़े। कमतौल। गांव जाले ब्लॉक में एक रेल प्रमुख है। गाँव में एक खादी गामयोगोग केंद्र और एक खादी भंडार है। यह अहल्यास्थान और गौतमस्थान के लिए आगंतुकों का रेल प्रमुख है।</p>\r\n<p>&nbsp;</p>\r\n<p>Chhaprar</p>\r\n<p>यह गाँव बहादुरपुर ब्लॉक में लगभग 10 किलोमीटर की दूरी पर स्थित है। जिला मुख्यालय से। इसके पास कमला नदी के तट पर भगवान महादेव का मंदिर है जिसके चारों ओर कार्तिक और माघी पूर्णिमा के अवसर पर मेले लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Dekulldham।</p>\r\n<p>यह गाँव बिरौल ब्लॉक में पड़ता है और भगवान शिव के बड़े मंदिर के लिए जाना जाता है। भक्त हर रविवार को यहां एकत्र होते हैं। शिवरात्रि के अवसर पर एक बड़ा वार्षिक मेला आयोजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुशासारशरण बिरद संचित क्षेत्र</p>\r\n<p>परिचय</p>\r\n<p>सामान्य रूप से दरभंगा जिले के आर्द्र भूमि क्षेत्र और कुशेश्वरस्थान ब्लॉक (बिरौल सब-डिवीजन) विशेष रूप से MIGRATORY BIRDS की लगभग 15 दुर्लभ और लुप्तप्राय प्रजातियों का शीतकालीन राजधानी है। आठ से अधिक देशों से आने वाले विंग GUESTS लगभग 8100 हेक्टेयर में फैले विशाल जल निकायों को झुंडते हैं। सर्दियों के दौरान नवंबर और मार्च के बीच।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान: देशांतर: 85 डिग्री 40 Long -86 डिग्री 25 Lat पूर्व, अक्षांश: 25 डिग्री 53 26 - 26 डिग्री: उत्तर</p>\r\n<p>समुद्र तल से ऊँचाई: 49 मीटर।</p>\r\n<p>&nbsp;</p>\r\n<p>दरभंगा शहर के लगभग ४५ किलोमीटर पूर्व में।</p>\r\n<p>&nbsp;</p>\r\n<p>सेंचुरी क्षेत्र: 6700 हेक्टेयर चौर क्षेत्र, 1400 हेक्टेयर कम भूमि क्षेत्र। तालाबों / हिस्सों की संख्या - 202 सरकार। 412 निजी।</p>\r\n<p>पक्षियों का नाम।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय नाम: - लालशहर, दिघौच, मेल, नकटा, गेरी *, गगन *, सिल्ली, अडानी, हरियल, चहा, करण, रतवा, गाइबर (सफेद और काला)</p>\r\n<p>&nbsp;</p>\r\n<p>जैविक नाम: - डलमेशन पेलिकन, एनलिंगा रूफा (इंडियन डार्टर) बरहेडेगोजो, कैरिवा स्कुटुलता, (व्हाइट विंग वुड डक), मारमारोनेटा (मार्बल्ड टीले), बेयर्स पोचड, सिब्रियन क्रैन, इंडियन स्किमर, ओरियंटल गोशांडेरेक। (* मुश्किल से दिखने वाला)</p>\r\n<p>&nbsp;</p>\r\n<p>Mahinam-महादेव-sthan</p>\r\n<p>यह लगभग 5 किलोमीटर की दूरी पर स्थित भगवान शिव का मंदिर है। दरभंगा-बिरौल पक्की सड़क से। कार्तिक और माघी पूर्णिमा के अवसर पर यहाँ बड़े वार्षिक मेले लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Makranda</p>\r\n<p>लगभग 5 कि.मी. मनीगाछी रेलवे स्टेशन के दक्षिण में, गाँव अपने पुराने मंदिर के लिए जाना जाता है जिसे बनवेशीस्थान कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Newri</p>\r\n<p>गाँव को लगभग 13 किलोमीटर पसंद है। बिरौल में ब्लॉक हेड क्वार्टर के पश्चिम में और राजा लोरिक से जुड़े एक प्राचीन किले के अवशेष हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नवादा दुर्गा-स्थन</p>\r\n<p>यह देवी दुर्गा का प्रसिद्ध मंदिर है जो माजकोरा नवादा रोड पर स्थित है। इस स्थान पर सैकड़ों भक्त रोज आते हैं। दशहरा उत्सव यहाँ बहुत उत्साह के साथ मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राघोपुर</p>\r\n<p>गाँव लगभग 5 किलोमीटर दूर स्थित है। सकरी रेलवे स्टेशन के दक्षिण में। यह अपने मिट्टी के टीले के लिए प्रसिद्ध है, जिसे शेयिंगश-गढ़ के रूप में जाना जाता है, जिसे माना जाता है कि यह एक इमारत के खंडहरों को कवर करता है, जिसे राजा शिव सिंह द्वारा बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>श्यामा मंदिर</p>\r\n<p>श्यामा मंदिर दरभंगा रेलवे स्टेशन से केवल एक किलोमीटर पश्चिम में है। यह सुरम्य और अद्वितीय ललित नारायण मिथिला विश्वविद्यालय में स्थित है। वास्तव में यह दरभंगा राज शाही परिवार का निजी कब्रिस्तान है और मंदिरों का निर्माण शाही परिवार के पूर्वजों के कब्रिस्तान पर किया गया है। श्यामा मंदिर उनमें से एक है। इसे 1933 में बनाया गया था। इस मंदिर में देवी काली की एक विशाल प्रतिमा विराजित है। यह मंदिर न केवल अपनी भव्य सुंदरता और जीवंत पुरुषों के लिए प्रसिद्ध है, बल्कि इस विश्वास के लिए भी है कि यहां के लोग पवित्र मन से पूजा करने पर मनोकामना पूरी करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सती अस्थान</p>\r\n<p>सती अस्थान सुभानपुर के प्रसिद्ध कब्रिस्तान में स्थित है, जो दरभंगा महाराजजी पुल से लगभग एक किमी पश्चिम में है। महाराज रामेश्वर सिंह, जो एक महान तांत्रिक भी थे, अपनी तंत्र सिद्धि के लिए मध्य रात्रि में प्रतिदिन यहाँ आते थे। भारत सरकार के पूर्व रेल मंत्री, स्वर्गीय ललित नारायण मिश्र के पिता स्वर्गीय पंडित हरिनंदन मिश्र भी इसी परिसर में आयोजित हुए। अब एक दिन लोग इस जगह पर रोज़ाना आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मनोकामना मंदिर</p>\r\n<p>मनोकामना मंदिर नरगुन पैलेस के बगल में विश्वविद्यालय परिसर में स्थित है। इस मंदिर का निर्माण मार्वल के साथ हुआ है। वास्तव में यह एक हनुमान मंदिर है जहाँ हनुमान की एक छोटी लेकिन सबसे सुंदर मूर्ति का निर्माण किया गया है। इस जगह पर हर दिन बहुत भीड़ देखने आती थी।</p>\r\n<p>&nbsp;</p>\r\n<p>मालेछेड मर्दानी मंदिर</p>\r\n<p>मालेछेड मर्दिनी मंदिर दरभंगा रेलवे स्टेशन से एक किमी दक्षिण पश्चिम में है। यह गोड्डन का मंदिर है जो मूर्तियों को नष्ट कर देता है। इस मंदिर का शक्ति लोगों के लिए अत्यधिक महत्व है।</p>\r\n<p>&nbsp;</p>\r\n<p>कंकाली मंदिर</p>\r\n<p>दरभंगा महराज के किला के परिसर में दरभंगा रेलवे स्टेशन से दो किमी उत्तर पश्चिम में कंकाली मंदिर है। इस मंदिर का शक्ति लोगों के लिए अत्यधिक महत्व है।</p>","SubContentHindi":null,"ImageUrl":"9b29ed8b-8de0-4e46-9187-87f34a3376b7_Darbhanga-temples.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. संस्कृति और विरासत","SubTitleHindi":null,"SubContent":"<p>दरभंगा: दिल मिथिलांचल का</p>\r\n<p>दरभंगा, उत्तर बिहार के महत्वपूर्ण जिलों में से एक है जो मिथिलांचल के उत्तर में स्थित है - उत्तर भारत का उपजाऊ, जलोढ़ मैदान। दरभंगा मिथिला का एक प्राचीन शहर था, जो उत्तर भारत का एक प्राचीन सांस्कृतिक क्षेत्र है जो हिमालय और गंगा नदी की निचली श्रेणियों के बीच स्थित है। नेपाल सीमा इस क्षेत्र के शीर्ष किनारे पर कटती है। गंडक और कोसी नदियाँ मिथिला की पश्चिमी और पूर्वी सीमाएँ हैं। जिले का नाम इसके हेड क्वार्टर और प्रिंसिपल टाउन से लिया गया है, जिसके बारे में कहा जाता है कि इसकी स्थापना दरभंगी खान द्वारा की गई थी, जो उर्दू में तैनात तुगलक सेना के मुखिया या सैन्य प्रमुख थे। यह भी कहा जाता है कि ए</p>\r\n<p>दरभंगा का नाम द्वार-बंगा या दार-ए-बंग से लिया गया है जिसका अर्थ है \"द गेटवे टू बंगाल\"। दरभंगा का इतिहास रामायण और महाभारत काल से जुड़ा है। वैदिक सूत्रों के अनुसार, के विदेह</p>\r\n<p>आर्यन स्टॉक पहले पंजाब में सरस्वती के तट से क्षेत्र में चला गया था। वे अग्नि के देवता अग्नि द्वारा सदानीरा (गंडक नदी) के पूर्व में निर्देशित थे। बस्तियों की स्थापना हुई और इस तरह, विदेह के राज्य को निस्वार्थ किया। समय के साथ-साथ विदेह राजाओं की एक पंक्ति द्वारा जनक नाम से जाना जाने लगा। राजाओं की इस पंक्ति में एक बहुत प्रसिद्ध राजा था, जिसका नाम मीठी था। उनकी महानता का स्मरण करने के लिए इस क्षेत्र का नाम मिथिला रखा गया। एक अन्य प्रसिद्ध राजा जनक सिरध्वज, सीता के पिता श्रीध्वज थे। किंवदंतियों ने जनक सिरध्वजा द्वारा विभिन्न विद्वान पुरुषों की बात की, जो खुद एक विद्वान विद्वान थे। उनमें से प्रमुख याज्ञवल्क्य थे, जिन्होंने अपनी याज्ञवल्क्य स्मृति और गौतम में हिंदू कानून को संहिताबद्ध किया, जिनके श्रेय के लिए विभिन्न मूल्यवान दार्शनिक ग्रंथ थे। परंपराएं कपिल मुनि के इस क्षेत्र से संबंध के बारे में भी बताती हैं, जिसने सांख्य दर्शन को प्रतिपादित किया। पांडवों के साथ इस क्षेत्र का जुड़ाव इस विश्वास से भी स्पष्ट है कि वे निर्वासन की अवधि के दौरान यहां रहे थे। विद्यापति, कुमारिल भट्ट, मंडन मिश्र, नागार्जुन, विभूति भूषण बंदोपाध्याय और विदुषी भारती जैसे विद्वान पुरुष इसी क्षेत्र के थे। ब्रिटिश शासन के तहत, दरभंगा 1875 तक सरकार तिरहुत का एक हिस्सा था, जब इसे एक अलग जिले में गठित किया गया था और दरभंगा सदर, मधुबनी और समस्तीपुर को तीन अलग-अलग उप-मंडल बनाए गए थे। दरभंगा 1972 में मंडल मुख्यालय बन गया जब इसके तीनों उप-मंडलों को अलग-अलग जिलों का दर्जा मिला। इस प्रकार वर्तमान दरभंगा जिला हुआ।</p>\r\n<p>गौरवशाली अतीत का जिले के प्रगतिशील वर्तमान पर व्यापक प्रभाव है। दरभंगा सदियों से साहित्य, संस्कृति, न्याय और दर्शन की भूमि रही है। इस क्षेत्र में बोली जाने वाली मैथिली भाषा को दुनिया की सबसे मीठी भाषा माना जाता है। इस भाषा के बारे में अध्ययन करने के लिए शोधकर्ता आते थे।</p>\r\n<p>दरभंगा की ऐतिहासिक और सांस्कृतिक विरासत इस स्थान को पर्यटन मानचित्र पर स्थापित करती है। महाराजा कामेश्वर सिंह द्वारा निर्मित किला, स्थान और अन्य कई इमारतें और मंदिर शहर के प्रमुख पर्यटन आकर्षण हैं। ललित नारायण मिथिला विश्वविद्यालय और कामेश्वर सिंह दरभंगा संस्कृत विश्वविद्यालय के भवन, प्रसिद्ध मंदिरों के रूप में के.एल. श्यामा मंदिर, मधेश्वर मंदिर, मनोकामना मंदिर आदि ज्ञान, ज्ञान और भक्ति के केंद्र हैं। खानकाह समरकंदिया, जामा मस्जिद, मिर्जा खान तालाब, तीन चुरह, गुरुद्वारा आदि भाईचारे और धर्मनिरपेक्षता के प्रतीक हैं। कुशेश्वरस्थान ईको-टूरिज्म केंद्र है, जहां देश के विभिन्न हिस्सों और अन्य देशों से भी हर साल प्रवासी पक्षी आते थे।</p>","SubContentHindi":null,"ImageUrl":"e96a6d35-d73f-4194-83c0-d6e26d34e35e_Darbhanga-Culture-Heritage.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. निवास (होटल / धर्मशाला)","SubTitleHindi":null,"SubContent":"<p>डिस्ट्रिक्ट हक में कई होटल उपलब्ध हैं। कुछ महत्वपूर्ण होटल इस प्रकार हैं-</p>\r\n<p>&nbsp;</p>\r\n<p>होटल नवीन रेजीडेंसी - 093043 35935</p>\r\n<p>&nbsp;</p>\r\n<p>होटल श्यामा रेजीडेंसी - 099730 11112</p>\r\n<p>&nbsp;</p>\r\n<p>होटल राम रेजीडेंसी - 06272 233 241</p>\r\n<p>&nbsp;</p>\r\n<p>होटल कृष्णा रेजीडेंसी - 076310 22000</p>\r\n<p>&nbsp;</p>\r\n<p>होटल गंगा रेजीडेंसी - 06272 223 187</p>\r\n<p>&nbsp;</p>\r\n<p>होटल पी एंड पी इंटरनेशनल - 093047 98213</p>\r\n<p>&nbsp;</p>\r\n<p>होटल अशोका - 072929 63451</p>\r\n<p>&nbsp;</p>\r\n<p>होटल जाइका - 075497 55552</p>","SubContentHindi":null,"ImageUrl":"f278fe16-935a-49b7-82d2-90d00f54576e_Darbhanga-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. हस्तशिल्प","SubTitleHindi":null,"SubContent":"<p>लोक कला</p>\r\n<p>यह रेखा चित्र की विशेषता है, जिसे चमकीले रंग और इसके विपरीत या पैटर्न से भरना है। पेंटिंग एडो मेड दीवार और बरामदे और उत्सव, भगवान, समारोहों और पारिवारिक कार्यक्रमों के आधार पर लगातार बदल रहे थे या नवीनीकृत किए गए थे। उनमें से कुछ इस प्रकार हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>\"सुजनी\" के समान शिल्प का पहला उल्लेख बेडस्प्रेड्स और वॉल हैंगिंग के विवरण में आता है। यह सुजनी के रूप में लोकप्रिय है।</p>\r\n<p>यह घास का लेख है, जो उत्तर बिहार की महिलाओं द्वारा विशेष रूप से दरभंगा जिले में बनाया गया है। सिक्की इस क्षेत्र में कहीं भी विकसित होता दिख रहा है। यह सुंदर सुनहरी छाया और सबसे आकर्षक है। कोकिंग तकनीक, जो कि सबसे पुरानी है, का उपयोग सिक्की में किया जाता है। सामान्य लंबी घास को तारुआ के साथ एक सुई का उपयोग करके कई छायांकित में सिक्की रंगों के साथ तार और सिला जाता है।</p>\r\n<p>यह दरभंगा कला में से एक है। जड़ना विभिन्न सामग्रियों जैसे धातु, हाथी दांत, आदि के साथ किया जाता है और अन्य अनाजों या टिंटों में लकड़ियों के स्टेज चिप्स का उपयोग विभिन्न लाभों को प्राप्त करने के लिए किया जाता है।</p>\r\n<p>मिथिला पेंटिंग।</p>\r\n<p>यह कागज और कपड़े पर प्राकृतिक मूल के प्राथमिक रंगों के साथ तैयार किया जाता है। पौराणिक और धार्मिक आयोजनों के अवसर पर भी इसका उपयोग किया जाता है।</p>","SubContentHindi":null,"ImageUrl":"2515e0c0-ff79-4233-94e5-4284d3806699_Handicraft.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>कैसे पहुंचा जाये</p>\r\n<p>दरभंगा देश के अन्य हिस्सों से सड़क, रेल और हवाई मार्ग से अच्छी तरह जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज: मुख्य रोडवेज बस स्टैंड से सभी प्रमुख शहरों के लिए लगातार बसें उपलब्ध हैं। हालांकि दरभंगा जिले के आंतरिक भाग में जाने के लिए।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल: जिला हक में दो रेल स्टेशन। जिसका नाम दरभंगा जंक्शन है। और लहेरियासराय। दिल्ली, कोलकाता, मुंबई, चेन्नई, हैदराबाद, पुणे, बंग्लुरु, अमृतसर, अहमदाबाद, पटना और लगभग अन्य प्रमुख शहरों के लिए ट्रेन।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु: हवाई सेवा बहुत जल्द शुरू होगी।</p>\r\n<p>स्रोत: https://darbhanga.nic.in/</p>","SubContentHindi":null,"ImageUrl":"878d5170-5fc1-4e06-91c1-5a9ba89831be_Darbhanga-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-darbhanga-bihar","tags":[{"name":"बिहार","slug":"bihar"},{"name":"दरभंगा","slug":"darbhanga"}],"recommendations":[{"id":1264,"title":"लालगंज में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"f01995e3-9f33-4b74-a72e-beab5f2d8d03_Lalganj.jpg","dateCreated":"2020-04-24T15:40:21.604Z","dateModified":"2020-04-24T15:40:33.444Z","contributedBy":"AskGif","content":"लालगंज भारतीय राज्य उत्तर प्रदेश में नगर पंचायत के साथ एक शहर है। रेल कोच फैक्ट्री के कारण यह तेजी से विकसित हो रहा है। लालगंज में रायबरेली जिले का सबसे बड़ा रेलवे स्टेशन है। यह कानपुर से रायबरेली / इलाहाबाद और लखनऊ से फतेहपुर के रास्ते पर स्थित है। लालगंज उन्नाव और रायबरेली के बीच स्थित है और इस","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f01995e3-9f33-4b74-a72e-beab5f2d8d03_Lalganj.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"लालगंज","slug":"lalganj"}],"slug":"top-places-to-visit-in-lalganj-bihar","total":0},{"id":1259,"title":"बरौली में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","dateCreated":"2020-04-24T14:56:56.546Z","dateModified":"2020-04-24T14:57:07.136Z","contributedBy":"AskGif","content":"बरौली भारत के बिहार राज्य में गोपालगंज जिले में एक शहर और एक अधिसूचित क्षेत्र है।\r\n&nbsp;\r\nभूगोल\r\nबरौली 26.4 &deg; N 84.58 &deg; E पर स्थित है। इसकी औसत ऊंचाई 65 मीटर (213 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2001 की भारत की जनगणना के अनुसार, बरौली की आबादी 34,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"बरौली","slug":"barauli"}],"slug":"top-places-to-visit-in-barauli-bihar","total":0},{"id":245,"title":"गया में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","dateCreated":"2019-01-15T07:17:13.859Z","dateModified":"2019-01-15T07:48:14.943Z","contributedBy":"AskGif","content":"गया ऐतिहासिक महत्व का है और बिहार राज्य के प्रमुख पर्यटक आकर्षणों में से एक है। गया, बिहार की राजधानी पटना से 100 किलोमीटर (62 मील) दक्षिण में है। यह 470,839 की आबादी वाला राज्य का दूसरा सबसे बड़ा शहर है, और गया जिले और मगध डिवीजन का मुख्यालय है। यह शहर अपने चौथे (पूर्वी) हिस्से में फल्गु नदी के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गया","slug":"gaya"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-gaya-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}