{"id":244,"title":"Top Places to visit in East Champaran (Motihari), Bihar","imageUrl":"8cddb922-c44a-4cf3-97cb-b9f2919577a7_Motihari-railway.jpg","dateCreated":"2019-01-15T05:18:04.822Z","dateModified":"2019-01-16T16:32:07.748Z","contributedBy":"AskGif","content":"<p>East Champaran is an administrative district in the state of Bihar in India. The district headquarters are located at Motihari.</p>\r\n<p>About District</p>\r\n<p>East Champaran District is functioning from 2 November 1972. The headquarter of district is at Motihari. It is situated at 26o 16' to 27o 1' North latitude and 84o 30' to 85o 16' East longitudes. Nepal makes its northern boundary, Sitamadhi and Sheohar eastern while Muzaffarpur South and with part of Gopalganj bounds it in western side. The name Champaran owes its origin to Champa-aranya or Champkatanys. Champa or Champaka means Magnolia and aranya means forest. Hence, Champaranya means Forest of Magnolia (CHAMPA) trees. The District comprises an area of 3968.0 sq km with 1344 villages having population of 50,82,868 as per 2011 census. The Administrative set up of the District is decentralized into 6 sub-division, 27 blocks, 27 Circles, 3 Nagar Parishads (Motihari,Raxaul and Dhaka), 6 Nagar Panchayats and 405 Panchayats. The Buddhist Stupta, Kesaria, Ashokan Pillar, Lauriya, Areraj, Gandhi Memorial, Someshwar Shiv Mandir, Areraj, Orwell's birthplace, Raxaul-Gate way to Nepal.</p>\r\n<p>&nbsp;</p>\r\n<p>Cultural heritage</p>\r\n<p>The Buddha Stupa of Mothihari Motihari is reported to be the tallest and the largest Buddhist Stupa in the world, following its discovery in 1998 through excavation by the Archaeological Survey of India (ASI). Rising to a height of 104 feet, and much reduced than its reported original height, it is still one foot taller than the famous Borobodur Stupa in Java. The Stupa is located near the town of Kasaria, 120km from Patna, capital of Bihar. According to the National Informatics Centre of East Champaran (Motihari) publication, the Kesaria Stupa was 123 feet tall before the 1934 earthquake in Bihar. Originally the Kesaria Stupa was reported to have been 150 feet tall, 12 feet taller than the Borobodur stupa, which is 138 feet, according to the A.S.I. report. At present Kesaria Stupa is 104 feet and Borobodur Stupa is 103 feet. The height of &lsquo;Sanchi Stupa &lsquo; a world heritage site is only 77.50 feet. Legend states that Buddha, on his last Journey, is reported to have spent a memorable night at Kesaria, where he reportedly made some historical revelations, which were later recorded in a Buddhist Jataka Story, in which it was written that in his previous births he ruled as a Chakravartin. According to the story, the Buddha also asked Licchivis to return to Vaishali after giving them \"Begging Bowl\", and it was believed that the Stupa in Kesaria known to the people as \"Raja Ben ka deora\" was built by Licchivis of Vaishali before the Buddha attained Nirvana. The Chinese pilgrim, Hieun Tshang. reportedly had visited this Stupa site in the seventh century. (Based on historical facts contributed by Sri Chandra Bhusahan Pandey of National Informatics Centre: East Champararan, Motihari.)</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-divisions</p>\r\n<p>Motihari Sadar</p>\r\n<p>Areraj</p>\r\n<p>Raxual</p>\r\n<p>Shikarahna (Dhaka)</p>\r\n<p>Pakridayal</p>\r\n<p>Chakia</p>\r\n<p>Some Villages:-Sihorwa, Ranigunj, Chakia Paharpur, pipra kothi, Ujjain Lohiyar Manganuaa, Gayghat, Yadavpur etc. There are three Nagar Paris had towns in E.Champaran: Motihari,Raxaul and Dhaka. Chakia has emerged as a new town with second highest costly land after Raxaul.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Languages include Bhojpuri, a tongue in the Bihari language group with almost 40 000 000 speakers, written in both the Devanagari and Kaithi scripts as well as urdu language also Urdu.</p>\r\n<p>source: https://en.wikipedia.org/wiki/East_Champaran_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cddb922-c44a-4cf3-97cb-b9f2919577a7_Motihari-railway.jpg","subContents":[{"SubTitle":"1. Kesaria Baudh Stup , Kesaria","SubTitleHindi":null,"SubContent":"<p>Historical importance of Bihar has been established again with the discovery of &ldquo;biggest ever Buddhist Stupa &ldquo; at Kesaria in East Champaran district about 120 K.M. from Patna and 30 miles from Vaishali on Indo Nepal border. A team of Archaeological survey of India Officials discovered this Stupa in year 1998 after excavation. The ASI officials have declared that Bihar has the proud privilege of housing the tallest ever-excavated Stupa in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>The Conservation of Kesaria Stupa is a turning point in the history of conservation in India. Earlier, the ASI team did not realize that the excavated Stupa would be the tallest and largest Stupa in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>Rising to a height of 104 feet and much reduced than its original height, it is one foot taller than the famous Borobodur Stupa in Java, a world heritage monument.</p>\r\n<p>The Kesaria Stupa was 123 feet tall before the 1934 earthquake in Bihar. In the halcyon days when Buddhism thrived in India , the Kesaria Stupa was 150 feet and Borobodur stupa 138 feet tall according to A.S.I. report. At present the height of Kesaria in reduced to 104 feet and Borobodur to 103 feet. The height of &lsquo;Sanchi Stupa &lsquo; a world heritage monument is 77.50 feet, almost half of Kesaria stupa.</p>\r\n<p>&nbsp;</p>\r\n<p>Lord Budha on his last Journey spent on memorable height at Kesaria. Here he made source sensational announcements, which was later on recorded in Buddhist Jatak &ndash; Story. Buddha here at Kesaria said that in his previous births he ruled as Chakravarti Raja. Buddha also asked Licchivis to return to Vaishali after giving them &ldquo;BEGGING BOWL.&rdquo;</p>\r\n<p>&nbsp;</p>\r\n<p>Recent excavations of Kesaria Stupa by A.S.I. Patna circle throw light on Buddhist history. The excavation reveals the terraces with &ldquo;Pradakshina path&rdquo; around the stupa. Move important finding is a humber of figures of Lord Budha in &ldquo;Bhoomi Sparsh Mudra&rdquo; and other sitting image. These figures are made of soil and pebbles in each layer. The earthen lamp, decorated bricks and other potteries are other point of attraction. The Buddhist treasure trove has exposed to its full glory to the glee of devotees of the world and the public alike.</p>\r\n<p>&nbsp;</p>\r\n<p>The archeologists believe the Stupa in kesaria known to the people as &ldquo;Raja Ben ka DEORA&ldquo; was built by Licchivis of Vaishali before Budha attained Nirvana . It is the largest site on the Buddhist route. Chinese pilgrim Hieun Tshang had visited this site of Stupa as per his diary in the seventh century.</p>","SubContentHindi":null,"ImageUrl":"6ff9a499-63d7-40e6-b8ef-09db25d7b8b6_Kesaria-Baudh-Stup-Kesaria.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Gandhi Sangrahalaya, Motihari","SubTitleHindi":null,"SubContent":"<p>The foundation stone of this Gandhi memorial pillar was laid on june 10, 1972 by the then Governor, Mr. D.K.Barooch and if was dedicated to the nation by Mr. Vidyakar Kavi, a gandhian, on 18 April 1978. This memorial pillar has been designed by the famous artist of Santiniketan Mr. Nand lal Bose to commemorate the memory of Champaran Satyagah of Mahatma Gandhi who first raised voice against the atrocities of the British Indigo planters against poor peasants of Champaran.</p>\r\n<p>The 48 fect long Chunar stone pillar stands exactly on the place where Mahatma Gandhi was produced before the court of the then S.D.M., Motihari in violation of orders under section 144 Cr. P. C. as far back as April 18, 1917. Mahatma Gandhi first Satyagrah was experimented on this soil of Motihari in Champaran and so Champaran has been starting point of India&rsquo;s independence movement launched by Gandhi ji.</p>\r\n<p>Gandhi Museun has on display an array of photographs and relics of the Champaran Satyagraha.</p>","SubContentHindi":null,"ImageUrl":"e5862390-0c31-4df2-8314-2b18ea601191_Gandhi-Sangrahalaya-Motihari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Ashokan Pillar, Lauria Areraj","SubTitleHindi":null,"SubContent":"<p>This Lofty stone column erected by priyadarshee Lord Ashok in 249 BC in village Lauriya under Areraj subdivision is situated on left side of Areraj &ndash; Bettiah road. The pillar, known as &ldquo;Stambh dharma lekh&rdquo;, which bears in well preserved and well cut letters six of his edicts, is a single block of polished sand stone, 36 &frac12; feet in height above the ground with a base diameter of 41.8 inches and a diameter at the top of 37.6 inches. The weight of this portion only is very nearly 34 tons, but as these must be several feet of the shaft sunk in the earth. The actual weight of the whole block must be about 40 tons. This pillar has no Capital. According to report that pillar was crowned with a statue of an animal but it was transferred to Kolkota museum.</p>\r\n<p>The edicts of king Ashoka are most clearly and heartily engraved, and are divided into two distinct portions, that to the worth containing 18 lines and that to the south 23 lines. But now these are not good state of preservation and suffered from the effect of weather. The villages call the pillar as &lsquo;Laur&rsquo; that is the phallus and the adjoining village is named after it Lauriya.</p>\r\n<p>The Archaeological Survey of India has classified the Ashokan pillar as a protected monument.</p>","SubContentHindi":null,"ImageUrl":"0ee4a1fa-a9e8-4fec-8750-55c423eccf04_Ashokan-Pillar-Lauria-Areraj.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Someshwar Shiv Mandir, Areraj","SubTitleHindi":null,"SubContent":"<p>Areraj is a holy city of North Bihar which is 28 Km. south West from Motihari linked with pucca road. The famous Someshwar Nath Mahadev Temple is age old which attracts lakhs of pilgrims from other districts as well as Nepal on the occasion of Shrawani Mela (During July-August). Areraj a village has developed up to town and now it is the Headquarter of Areraj Subdivision.</p>\r\n<p>Also at Areraj lies an Ashokan pillar attracting tourists throughout the year.</p>","SubContentHindi":null,"ImageUrl":"a06d1477-078c-4806-aeb3-6de2382f20a0_Someshwar-Shiv-Mandir-Areraj.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Gandhi Memorial Chandrahiah","SubTitleHindi":null,"SubContent":"<p>Chandrahiya is a village in Bihar&rsquo;s East Champaran district. Chandrahiya holds a special position in the Champaran movement. On April 16, 1917, Gandhi was stopped at this village when he was on his way to the hamlet of Jasaulipatti to listen to problems faced by farmers who were being forced to cultivate indigo instead of food crops.</p>\r\n<p>A police official, riding a horse-driven buggy, had served a notice to Gandhi, issued by then Champaran collector WB Heycock, ordering him to leave the district limits immediately. Gandhi ji had obeyed the order and returned to Motihari on a bullock cart. But he refused to leave Champaran and, two days later, appeared in the court of the sub-divisional magistrate and gave reasons for not leaving Champaran, leading to the beginning of the Champaran Satyagraha.</p>","SubContentHindi":null,"ImageUrl":"80b28dc1-b162-4829-bbdc-b96ae48c2c44_Gandhi-Memorial-Chandrahiah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Motihari has a number of picturesque places as well as historically important sites and Buddhist places of religious significance. Apart from numerous places of attraction within the city, there are a number of tourist spots near the city, that are not to be missed and serve as excellent weekend getaways with your family and friends.</p>\r\n<p>&nbsp;</p>\r\n<p>Buddhist Stupa: Located in Kesariya near Motihari, it is known to be the largest Buddha Stupa in the world.</p>\r\n<p>Moti Jheel: A beautiful lake in Motihari, providing picturesque views to the visitors.</p>\r\n<p>Gandhi Sangrahalaya: A leading centre of educational and cultural activities, showcasing an exotic collection of works of several great leaders, photographs and relics related to the Champaran Satyagraha.</p>\r\n<p>George Orwell Monument: The birthplace of one of the most celebrated writers of the twentieth century and the author of several famous books, George Orwell.</p>\r\n<p>Ashokan Pillar, Lauriya, Areraj: A 36 feet high pillar, bearing the edict of Emperor Ashoka and has been declared as a protected monument.</p>\r\n<p>Areraj Temple: A popular temple at Arereaj near Motihari, dedicated to Lord Shiva and draws huge crowds during the Shravani Mela.</p>\r\n<p>NREGA Park: A cool and pleasant recreation spot for people belonging to all ages.</p>\r\n<p>Champaran Satyagrah Park : The Champaran Satyagraha Shatabdi Park situated at the district headquarter town of East Champaran district.The Park has been constructed by the Urban Development and Housing department at a cost of Rs two crore to commemorate the Champaran Satyagraha.</p>\r\n<p>In addition to these places, there are a number of other places like the Gayatri Mandir, Navyuvak Pustakalay, Sitakund, Urdu Library etc are places in and around Motihari that are worth visiting.</p>","SubContentHindi":null,"ImageUrl":"8b48f81f-e825-455a-9004-c706db85f697_Places-of-Interest-motihari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Art And Culture","SubTitleHindi":null,"SubContent":"<p>East Champaran is known for its traditional anthology of folk songs. These songs enjoy their own importance according to occasions. Jhumari dance is a widely loved dance form of East Champaran and is performed by married women. East Champaran also offers a variety of cuisines. The place is known for its mouth-watering desserts, such as chhena murki, kesaria peda, khaja, malpua, khurma, thekua, tilkut and murabba. Like every rich culture, East Champaran revels in the joy of its festivities. The famous Chhath Puja is the main Hindu festival of East Champaran, dedicated to Sun God. It is celebrated twice the year; once in Chaitra (March) and the other time in Kartik (November). Tourists can plan a visit to East Champaran around the festive times of Makar Sankranti, Holi and Durga Puja, which are celebrated in the district with much faith and enthusiasm.</p>\r\n<p>&nbsp;</p>\r\n<p>Chhatth Puja</p>\r\n<p>Chhatth Puja is one of the important festivals celebrated in East Champaran. This festival is also a famous in whole Bihar. This is the only festival in which the setting sun is worshipped. East Champarians celebrate this festival with immense faith. Chhatth Puja is celebrated twice a year. First one is in Chaitra (March) and another one in Kartik (November).This is a 4 day festival, for which people mainly women maintain cleanliness and purity from even a month ahead. They sing folk songs in the honour of &lsquo;Chatti Maiyya&rsquo; and &lsquo;Surya Dev&rsquo; and the sweetness of the songs makes you also devoted. Women fast for the good of their family and the society.</p>\r\n<p>&nbsp;</p>\r\n<p>The rituals of the festival are rigorous and are observed over a period of four days.They include holy bathing, fasting and abstaining from drinking water (Vratta), standing in water for long periods of time, and offering prasad (prayer offerings) and arghya to the setting and rising sun. The main worshipers, called Parvaitin (from Sanskrit parv, meaning &lsquo;occasion&rsquo; or &lsquo;festival&rsquo;), are usually women. However, a large number of men also observe this festival as Chhath is not a gender-specific festival. Some devotees also perform a prostration march as they head for the river banks.</p>","SubContentHindi":null,"ImageUrl":"daf5d5c9-b3f2-4a4a-a606-2cec8784cebc_Art-And-Culture.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Accommodation","SubTitleHindi":null,"SubContent":"<p>East Champaran (Motihari)</p>\r\n<p>1 Hotel Divyaraj</p>\r\n<p>Madhuban Chhawni Chowk,</p>\r\n<p>Motihari, East Champaran 06252-2333000</p>\r\n<p>8002800248</p>\r\n<p>2 Hotel Raj</p>\r\n<p>Bank Road, Motihari-845401 8987115694</p>\r\n<p>3 Hotel SS Exotica</p>\r\n<p>NH-28 A, Bankat Motihari, Bihar 9931800255, 8579069500</p>\r\n<p>4 Rajeshwari Palace</p>\r\n<p>Bhawanipur Zirat</p>\r\n<p>Bank Road, Motihari 06252-222222</p>\r\n<p>7321880551, 9471972654</p>\r\n<p>5  Vishnu Kamal Garden</p>\r\n<p>Banjariya Pandal Chowk,</p>\r\n<p>Motihari, Bihar-845401 9934942444, 9199936555</p>\r\n<p>6 Hotel Simran</p>\r\n<p>Arya Samaj Road, Bhawanipur Zirat,</p>\r\n<p>Chhatauni, Motihari-845401 8002570082</p>\r\n<p>7 Hotel Anamika</p>\r\n<p>Station Road, District Board, Campus,</p>\r\n<p>Motihari-845401 06252-240591</p>\r\n<p>8083291302</p>\r\n<p>8 Hotel Gagan,</p>\r\n<p>Chakia Bye Pass, Near Hindustan Petrolium,</p>\r\n<p>Bara Chakia, East Champaran 9934925153</p>","SubContentHindi":null,"ImageUrl":"e233ccd0-ea56-4568-89b9-91e03ee374e8_East-Champaran-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. How to Reach","SubTitleHindi":null,"SubContent":"<p>There are many modes of transport that can be taken in order to reach Motihari. You can opt for buses and trains and buses can be taken directly to the town of Motihari.</p>\r\n<p>&nbsp;</p>\r\n<p>By Train</p>\r\n<p>The town of Motihari has a railway station of its own, named Bapudham Motihari, with regular trains to all major destinations. You can thus opt for trains to Motihari directly, and this is the best option. Train fares are cheaper than bus fares too, but tickets need to be booked well in advance in order to travel through trains comfortably. The railway station in Motihari will have regular trains to the cities and towns of New Delhi, Anand Vihar, Howrah and Raxual.</p>\r\n<p>&nbsp;</p>\r\n<p>Bapudham Motihari &ndash; Live Arrivals/Departures &ndash; Railway Enquiry</p>\r\n<p>&nbsp;</p>\r\n<p>For more details regarding train service, kindly visit Indian Railway Catering &amp; Tourism Corporation Limited or Indian Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>Buses to the town of Motihari will be available regularly from the capital city of Patna. The city of Patna is located at a distance of around 160 kilometers from Motihari, and buses will charge fares of around Rs 210 to 250 per person. Buses will mostly be run under the state government/private.</p>\r\n<p>&nbsp;</p>\r\n<p>Some of the important stations/routes from where regular buses service is available to &amp; from Motihari:</p>\r\n<p>&nbsp;</p>\r\n<p>MOTIHARI -MUZAFFURPUR -HAJAIPUR -PATNA &ndash;RANCHI</p>\r\n<p>BODH GAYA-PATNA-MUZAFFARPUR-MOTIHARI-BIRGUNJ-KATHMANDU</p>\r\n<p>BETIA-MOTIHARI-MUZAFFARPUR-HAJIPUR-PATNA</p>\r\n<p>CHAPRA-SIWAN-GOPALGANJ-MOTIHARI</p>\r\n<p>By Air</p>\r\n<p>The nearest Airport to Motihari is Patna Airport (Lok Nayak Jayprakash Airport). Patna Airport is about 160 KMs far from Motihari and frequent Bus / Taxi service is available to and from the Patna Air Port. Patna Airport has daily flights to many cities like Lucknow, Kolkata, Chennai, Ranchi, Mumbai, New Delhi and Bhopal. The nearest international Airport is Chaudhary Charan Singh Airport, Lucknow, roughly 473 Kms from Motihari. Frequent Flights to various national and international destinations take off from here.</p>\r\n<p>source: https://eastchamparan.nic.in/</p>","SubContentHindi":null,"ImageUrl":"aaacb489-c064-4072-9812-ca414a757e39_East-Champaran-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-east-champaran-motihari-bihar","tags":[{"name":"east-champaran","slug":"east-champaran"},{"name":"bihar","slug":"bihar"},{"name":"motihari","slug":"motihari"}],"recommendations":[{"id":267,"title":"Top Places to visit in Sheohar, Bihar","imageUrl":"30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","dateCreated":"2019-02-21T14:01:59.372Z","dateModified":"2019-02-21T14:08:16.79Z","contributedBy":"AskGif","content":"Sheohar is an administrative district in the state of Bihar in India. The district headquarters are located at Sheohar, and the district is a part of Tirhut Division. This district was carved out of Sitamarhi district in 1994 due to the extreme efforts of Raghunath Jha, former Union Minister. Emi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sheohar","slug":"sheohar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-sheohar-bihar","total":0},{"id":259,"title":"Top Places to visit in Nalanda (Bihar Sharif), Bihar","imageUrl":"ccd2de60-edef-44cb-8706-033e5dd3cd6d_Nalanda-railway.jpg","dateCreated":"2019-02-11T14:47:53.85Z","dateModified":"2019-02-11T14:59:54.314Z","contributedBy":"AskGif","content":"Nalanda was a Mahavihara, a large Buddhist monastery, in the ancient kingdom of Magadha (modern-day Bihar) in India. The site is located about 95 kilometres (59 mi) southeast of Patna near the city of Bihar Sharif, and was a centre of learning from the fifth century CE to c. 1200 CE. It is a UNES","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccd2de60-edef-44cb-8706-033e5dd3cd6d_Nalanda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nalanda","slug":"nalanda"},{"name":"bihar","slug":"bihar"},{"name":"bihar-sharif","slug":"bihar-sharif"}],"slug":"top-places-to-visit-in-nalanda-bihar-sharif-bihar","total":0},{"id":255,"title":"Top Places to visit in Lakhisarai, Bihar","imageUrl":"39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","dateCreated":"2019-02-01T15:03:46.797Z","dateModified":"2019-02-01T15:11:39.245Z","contributedBy":"AskGif","content":"Lakhisarai (archaic spelling: Luckeesarai) town is the administrative headquarters of Lakhisarai district in the Indian state of Bihar. The town has a population of 99,931 (2011 census).\r\nLakhisarai district is one of the thirty-eight districts of Bihar state, India, and Lakhisarai town is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"lakhisarai","slug":"lakhisarai"}],"slug":"top-places-to-visit-in-lakhisarai-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}