{"id":244,"title":"पूर्वी चंपारण (मोतिहारी) में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"8cddb922-c44a-4cf3-97cb-b9f2919577a7_Motihari-railway.jpg","dateCreated":"2019-01-15T05:18:04.822Z","dateModified":"2019-01-16T16:32:07.748Z","contributedBy":"AskGif","content":"<p>पूर्वी चंपारण भारत में बिहार राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय मोतिहारी में स्थित है।</p>\r\n<p>जिले के बारे में</p>\r\n<p>पूर्वी चंपारण जिला 2 नवंबर 1972 से कार्य कर रहा है। जिले का मुख्यालय मोतिहारी में है। यह 26o 16 'से 27o 1' उत्तरी अक्षांश और 84o 30 'से 85o 16' पूर्वी देशांतर पर स्थित है। नेपाल अपनी उत्तरी सीमा, सीतामढी और शेहर पूर्वी बनाता है जबकि मुज़फ़्फ़रपुर दक्षिण और गोपालगंज के हिस्से के साथ यह पश्चिमी सीमा में है। चंपारण नाम की उत्पत्ति चंपा-अरण्य या चंपकटनी से हुई है। चंपा या चंपक का अर्थ है मैगनोलिया और अरण्य का अर्थ है वन। इसलिए, चंपारण्य का अर्थ है वन ऑफ मैगनोलिया (CHAMPA) पेड़। जिले में 2011 की जनगणना के अनुसार 50,82,868 की आबादी वाले 1344 गांवों के साथ 3968.0 वर्ग किमी का क्षेत्र शामिल है। जिले की प्रशासनिक स्थापना 6 उप-मंडल, 27 ब्लॉक, 27 मंडल, 3 नगर परिषद (मोतिहारी, रक्सौल और ढाका), 6 नगर पंचायतों और 405 पंचायतों में विकेंद्रीकृत है। बौद्ध स्तूप, केसरिया, अशोकन स्तंभ, लौरिया, अरेराज, गांधी मेमोरियल, सोमेश्वर शिव मंदिर, अरेराज, ओरवेल का जन्मस्थान, नेपाल के लिए रक्सौल-गेट मार्ग।</p>\r\n<p>&nbsp;</p>\r\n<p>सांस्कृतिक विरासत</p>\r\n<p>भारतीय पुरातत्व सर्वेक्षण (एएसआई) द्वारा खुदाई के माध्यम से 1998 में अपनी खोज के बाद मोतिहारी मोतिहारी के बुद्ध स्तूप को दुनिया में सबसे लंबा और सबसे बड़ा बौद्ध स्तूप बताया गया है। 104 फीट की ऊंचाई तक बढ़ रहा है, और इसकी रिपोर्ट की गई मूल ऊंचाई से बहुत कम है, यह अभी भी जावा में प्रसिद्ध बोरोबोडुर स्तूप की तुलना में एक फुट लंबा है। स्तूप बिहार की राजधानी पटना से 120 किलोमीटर दूर कसरिया शहर के पास स्थित है। पूर्वी चंपारण (मोतिहारी) प्रकाशन के राष्ट्रीय सूचना विज्ञान केंद्र के अनुसार, बिहार में 1934 के भूकंप से पहले केसरिया स्तूप 123 फीट लंबा था। मूल रूप से केसरिया स्तूप को बोरोबोडर स्तूप की तुलना में 150 फीट लंबा, 12 फीट लंबा बताया गया था, जो कि ए.एस.आई. रिपोर्ट। वर्तमान में केसरिया स्तूप 104 फीट और बोरोबोडुर स्तूप 103 फीट है। विश्व विरासत स्थल height सांची स्तूप &lsquo;की ऊंचाई केवल 77.50 फीट है। किंवदंती है कि बुद्ध ने अपनी अंतिम यात्रा पर, केसरिया में एक यादगार रात बिताई है, जहां उन्होंने कथित तौर पर कुछ ऐतिहासिक रहस्योद्घाटन किए, जो बाद में एक बौद्ध जातक कथा में दर्ज किए गए थे, जिसमें लिखा गया था कि उनके पिछले जन्मों में चक्रवर्ती के रूप में शासन किया। कहानी के अनुसार, बुद्ध ने \"बेगिंग बाउल\" देने के बाद, लिच्छवी को वैशाली लौटने के लिए कहा, और यह माना जाता था कि केसरिया में स्तूप को लोग \"राजा बेन का देवरा\" के रूप में जानते हैं, जिसे वैशाली के लिच्छिवियों ने बनाया था। बुद्ध ने निर्वाण प्राप्त किया। चीनी तीर्थयात्री, हियून त्सांग। कथित तौर पर सातवीं शताब्दी में इस स्तूप स्थल का दौरा किया था। (राष्ट्रीय सूचना विज्ञान केंद्र: पूर्वी चंपारण, मोतिहारी के श्री चंद्र भूषण पांडे द्वारा ऐतिहासिक तथ्यों के आधार पर।)</p>\r\n<p>&nbsp;</p>\r\n<p>उप-विभाजन</p>\r\n<p>मोतिहारी सदर</p>\r\n<p>अरेराज</p>\r\n<p>Raxual</p>\r\n<p>शिकरहना (ढाका)</p>\r\n<p>Pakridayal</p>\r\n<p>चकिया</p>\r\n<p>कुछ गाँव: -सिहोरवा, रानीगंज, चकिया पहाड़पुर, पिपरा कोठी, उज्जैन लोहियार मंगनुआ, गायघाट, यादवपुर आदि। तीन नगर परिषद हैं। ई.पारापारन: मोतिहारी, रक्सौल और ढाका। रक्सौल के बाद चकिया एक नए शहर के रूप में दूसरी सबसे महंगी भूमि के रूप में उभरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>भाषाओं में भोजपुरी शामिल है, बिहारी भाषा समूह में लगभग 40 000 000 वक्ताओं के साथ एक भाषा है, जो देवनागरी और कैथी दोनों लिपियों के साथ-साथ उर्दू भाषा भी उर्दू में लिखी गई है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/East_Champaran_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cddb922-c44a-4cf3-97cb-b9f2919577a7_Motihari-railway.jpg","subContents":[{"SubTitle":"1. केसरिया बौध स्तूप, केसरिया","SubTitleHindi":null,"SubContent":"<p>पूर्वी चंपारण जिले के केसरिया में लगभग 120 के.एम. की \"सबसे बड़ी बौद्ध स्तूप\" की खोज के साथ बिहार के ऐतिहासिक महत्व को फिर से स्थापित किया गया है। पटना से और भारत नेपाल सीमा पर वैशाली से 30 मील की दूरी पर। भारतीय पुरातत्व विभाग के अधिकारियों की एक टीम ने खुदाई के बाद वर्ष 1998 में इस स्तूप की खोज की। एएसआई के अधिकारियों ने घोषणा की है कि बिहार को दुनिया में सबसे लंबे समय तक खुदाई करने वाले स्तूप के आवास का गौरव प्राप्त है।</p>\r\n<p>&nbsp;</p>\r\n<p>केसरिया स्तूप का संरक्षण भारत में संरक्षण के इतिहास में एक महत्वपूर्ण मोड़ है। इससे पहले, एएसआई की टीम को इस बात का अंदाजा नहीं था कि खुदाई में निकला स्तूप दुनिया का सबसे लंबा और सबसे बड़ा स्तूप होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>104 फीट की ऊंचाई और अपनी मूल ऊंचाई से बहुत कम होने के कारण, यह विश्व विरासत स्मारक, जावा में प्रसिद्ध बोरोबोडुर स्तूप की तुलना में एक फुट लंबा है।</p>\r\n<p>बिहार में 1934 के भूकंप से पहले केसरिया स्तूप 123 फीट लंबा था। हाल के दिनों में जब भारत में बौद्ध धर्म पनपा, केसरिया स्तूप 150 फीट और बोरोबोडुर स्तूप 138 फीट लंबा था, जो कि ए.एस.आई. रिपोर्ट। वर्तमान में केसरिया की ऊंचाई 104 फीट और बोरोबोडूर में 103 फीट हो गई। Height सांची स्तूप of की विश्व धरोहर स्मारक की ऊंचाई 77.50 फीट है, जो केसरिया स्तूप का लगभग आधा है।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान बुद्ध ने अपनी अंतिम यात्रा केसरिया में यादगार ऊंचाई पर बिताई। यहां उन्होंने स्रोत सनसनीखेज घोषणाएं कीं, जो बाद में बौद्ध जातक - स्टोरी में दर्ज की गईं। केसरिया में बुद्ध ने कहा कि अपने पिछले जन्मों में उन्होंने चक्रवर्ती राजा के रूप में शासन किया था। बुद्ध ने लाइसेंसी को वैशाली में वापस आने के लिए कहा जो उन्हें \"BOWGING BOWL\" देने के बाद मिला।</p>\r\n<p>&nbsp;</p>\r\n<p>केसरिया स्तूप की हालिया खुदाई ए.एस.आई. पटना सर्कल बौद्ध इतिहास पर प्रकाश डालता है। खुदाई से स्तूप के चारों ओर \"प्रदक्षिणा पथ\" के साथ छतों का पता चलता है। हटो महत्वपूर्ण खोज \"भूमी आदर्श मुद्रा\" और अन्य बैठे छवि में भगवान बुद्ध के आंकड़ों का एक समूह है। ये आंकड़े प्रत्येक परत में मिट्टी और कंकड़ से बने होते हैं। मिट्टी के दीपक, सजी हुई ईंटें और अन्य कुम्हार आकर्षण के अन्य बिंदु हैं। बौद्ध खजाना निधि ने दुनिया के भक्तों और सार्वजनिक रूप से समान रूप से उल्लास के साथ अपनी पूर्ण महिमा को उजागर किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुरातत्वविदों का मानना ​​है कि केसरिया में स्तूप को लोग \"राजा बेन का राजा\" के रूप में जानते थे, जिसे बुद्ध के निर्वाण प्राप्त होने से पहले वैशाली के लिच्छिवियों द्वारा बनाया गया था। यह बौद्ध मार्ग का सबसे बड़ा स्थल है। चीनी तीर्थयात्री ह्वेन त्सांग ने सातवीं शताब्दी में अपनी डायरी के अनुसार स्तूप के इस स्थल का दौरा किया था।</p>","SubContentHindi":null,"ImageUrl":"6ff9a499-63d7-40e6-b8ef-09db25d7b8b6_Kesaria-Baudh-Stup-Kesaria.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. गांधी संगरहालय, मोतिहारी","SubTitleHindi":null,"SubContent":"<p>इस गांधी स्मारक स्तंभ की आधारशिला 10 अप्रैल, 1972 को तत्कालीन राज्यपाल श्री डी.के.बरोच द्वारा रखी गई थी और यदि 18 अप्रैल 1978 को एक गणधर श्री विद्याकर कवि द्वारा राष्ट्र को समर्पित किया गया था। इस स्मारक स्तंभ को बनाया गया है। शांति निकेतन के प्रसिद्ध कलाकार श्री नंद लाल बोस द्वारा महात्मा गांधी की चंपारण सत्याग्रह की स्मृति को याद करने के लिए, जिन्होंने पहली बार चंपारण के गरीब किसानों के खिलाफ ब्रिटिश इंडिगो प्लांटर्स के अत्याचारों के खिलाफ आवाज उठाई थी।</p>\r\n<p>48 फ़ुट लंबा चुनार पत्थर का खंभा ठीक उसी जगह पर खड़ा है जहाँ धारा 144 सीआर के तहत आदेशों का उल्लंघन करते हुए तत्कालीन एस.डी.एम., मोतिहारी के दरबार में महात्मा गांधी को पेश किया गया था। पी। सी। के रूप में 18 अप्रैल, 1917 तक वापस। महात्मा गांधी पहले सत्याग्रह का प्रयोग चंपारण के मोतिहारी की मिट्टी पर किया गया था और इसलिए चंपारण गांधी जी द्वारा शुरू किए गए भारत के स्वतंत्रता आंदोलन की शुरुआत कर रहा है।</p>\r\n<p>गांधी संग्रहालय में चंपारण सत्याग्रह की तस्वीरों और अवशेषों की एक सरणी प्रदर्शित की गई है।</p>","SubContentHindi":null,"ImageUrl":"e5862390-0c31-4df2-8314-2b18ea601191_Gandhi-Sangrahalaya-Motihari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. अशोकन स्तंभ, लौरिया अरेराज","SubTitleHindi":null,"SubContent":"<p>अरेराज उपखंड के अंतर्गत लौरिया गाँव में 249 ईसा पूर्व में प्रियदर्शी भगवान अशोक द्वारा बनवाया गया यह बुलंद पत्थर का स्तंभ, अरेराज - बेतिया रोड के बाईं ओर स्थित है। स्तंभ, जिसे \"धर्मा धर्म लेख\" के रूप में जाना जाता है, जो अच्छी तरह से संरक्षित और अच्छी तरह से कटे हुए अक्षरों में से छह उसके किनारों को दर्शाता है, जो पॉलिश रेत पत्थर का एकल खंड है, जो जमीन के ऊपर 36.8 फीट और 41.8 इंच के आधार व्यास के साथ ऊंचाई पर है। 37.6 इंच के शीर्ष पर एक व्यास। इस हिस्से का वजन केवल लगभग 34 टन है, लेकिन जैसा कि पृथ्वी में शाफ्ट के कई फीट होना चाहिए। पूरे ब्लॉक का वास्तविक वजन लगभग 40 टन होना चाहिए। इस स्तंभ की कोई पूंजी नहीं है। रिपोर्ट के अनुसार, स्तंभ को एक जानवर की मूर्ति के साथ ताज पहनाया गया था लेकिन इसे कोलोटा संग्रहालय में स्थानांतरित कर दिया गया था।</p>\r\n<p>राजा अशोक के चित्र सबसे स्पष्ट और दिल से उकेरे गए हैं, और उन्हें दो अलग-अलग भागों में विभाजित किया गया है, जो कि 18 रेखाओं के बराबर और दक्षिण 23 रेखाओं के बराबर हैं। लेकिन अब ये संरक्षण की अच्छी स्थिति नहीं हैं और मौसम के प्रभाव से पीड़ित हैं। ग्रामीण स्तंभ को 'लोर' कहते हैं, जो कि फलस है और निकटवर्ती गांव का नाम लौरिया के नाम पर रखा गया है।</p>\r\n<p>भारतीय पुरातत्व सर्वेक्षण ने अशोकन स्तंभ को संरक्षित स्मारक के रूप में वर्गीकृत किया है।</p>","SubContentHindi":null,"ImageUrl":"0ee4a1fa-a9e8-4fec-8750-55c423eccf04_Ashokan-Pillar-Lauria-Areraj.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. सोमेश्वर शिव मंदिर, अरेराज","SubTitleHindi":null,"SubContent":"<p>अरेराज उत्तर बिहार का एक पवित्र शहर है जो 28 किलोमीटर का है। मोतिहारी से दक्षिण पश्चिम पक्की सड़क से जुड़ा हुआ है। प्रसिद्ध सोमेश्वर नाथ महादेव मंदिर सदियों पुराना है जो श्रावणी मेला (जुलाई-अगस्त के दौरान) के दौरान नेपाल के साथ-साथ अन्य जिलों के लाखों तीर्थयात्रियों को आकर्षित करता है। अरेराज एक गाँव शहर तक विकसित हो गया है और अब यह अरराज उपखंड का मुख्यालय है।</p>\r\n<p>इसके अलावा, अरेराज में एक अशोकन स्तंभ है जो पूरे वर्ष पर्यटकों को आकर्षित करता है।</p>","SubContentHindi":null,"ImageUrl":"a06d1477-078c-4806-aeb3-6de2382f20a0_Someshwar-Shiv-Mandir-Areraj.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. गांधी स्मारक चंद्रहिया","SubTitleHindi":null,"SubContent":"<p>चंद्रहिया बिहार के पूर्वी चंपारण जिले का एक गाँव है। चंद्रहिया चंपारण आंदोलन में एक विशेष स्थान रखती है। 16 अप्रैल, 1917 को गांधी को इस गाँव में रोक दिया गया था, जब वह उन किसानों की समस्याओं को सुनने के लिए जसुलीपट्टी के पड़ाव पर जा रहे थे, जिन्हें खाद्य फसलों के बजाय इंडिगो की खेती के लिए मजबूर किया जा रहा था।</p>\r\n<p>एक पुलिस अधिकारी, जो घोड़े से चलने वाली छोटी गाड़ी की सवारी कर रहा था, ने गांधी को एक नोटिस जारी किया था, जिसे तत्कालीन चंपारण कलेक्टर डब्लू बी हेकोक द्वारा जारी किया गया था, जिससे उन्हें तुरंत जिला सीमा छोड़ने का आदेश दिया गया था। गांधी जी ने आदेश का पालन किया था और एक बैलगाड़ी पर मोतिहारी लौट आए थे। लेकिन उन्होंने चंपारण छोड़ने से इनकार कर दिया और दो दिन बाद, उप-विभागीय मजिस्ट्रेट की अदालत में पेश हुए और उन्होंने चंपारण को न छोड़ने का कारण दिया, जिससे चंपारण सत्याग्रह की शुरुआत हुई।</p>","SubContentHindi":null,"ImageUrl":"80b28dc1-b162-4829-bbdc-b96ae48c2c44_Gandhi-Memorial-Chandrahiah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>मोतिहारी में कई ऐतिहासिक स्थलों के साथ-साथ ऐतिहासिक रूप से महत्वपूर्ण स्थल और धार्मिक महत्व के बौद्ध स्थल हैं। शहर के भीतर आकर्षण के कई स्थानों के अलावा, शहर के पास कई पर्यटक स्थल हैं, जिन्हें याद नहीं करना है और अपने परिवार और दोस्तों के साथ उत्कृष्ट सप्ताहांत के गेटवे के रूप में काम करना है।</p>\r\n<p>&nbsp;</p>\r\n<p>बौद्ध स्तूप: मोतिहारी के पास केसरिया में स्थित है, यह दुनिया का सबसे बड़ा बुद्ध स्तूप है।</p>\r\n<p>मोती झेल: मोतिहारी में एक सुंदर झील, जो पर्यटकों को मनोरम दृश्य प्रदान करती है।</p>\r\n<p>गांधी संघरालय: शैक्षिक और सांस्कृतिक गतिविधियों का एक प्रमुख केंद्र, चंपारण सत्याग्रह से संबंधित कई महान नेताओं, तस्वीरों और अवशेषों के कार्यों का एक विदेशी संग्रह दिखा रहा है।</p>\r\n<p>जॉर्ज ऑरवेल स्मारक: बीसवीं शताब्दी के सबसे प्रसिद्ध लेखकों में से एक का जन्मस्थान और कई प्रसिद्ध पुस्तकों के लेखक जॉर्ज ऑरवेल।</p>\r\n<p>अशोक स्तंभ, लौरिया, अरेराज: सम्राट अशोक के संपादन के लिए एक 36 फीट ऊंचा स्तंभ, और एक संरक्षित स्मारक के रूप में घोषित किया गया है।</p>\r\n<p>अरेराज मंदिर: मोतिहारी के पास अरियेज में एक लोकप्रिय मंदिर, जो भगवान शिव को समर्पित है और श्रावणी मेले के दौरान भारी भीड़ खींचता है।</p>\r\n<p>नरेगा पार्क: सभी उम्र के लोगों के लिए एक शांत और सुखद मनोरंजन स्थल।</p>\r\n<p>चंपारण सत्याग्रह पार्क: चंपारण सत्याग्रह शताब्दी पार्क पूर्वी चंपारण जिले के जिला मुख्यालय पर स्थित है। चंपारण सत्याग्रह को मनाने के लिए शहरी विकास और आवास विभाग द्वारा दो करोड़ रुपये की लागत से पार्क का निर्माण किया गया है।</p>\r\n<p>इन स्थानों के अलावा, कई अन्य स्थानों जैसे गायत्री मंदिर, नवयुवक पुस्ताकालय, सीताकुंड, उर्दू पुस्तकालय आदि मोतिहारी में और उसके आसपास के स्थान हैं जो देखने लायक हैं।</p>","SubContentHindi":null,"ImageUrl":"8b48f81f-e825-455a-9004-c706db85f697_Places-of-Interest-motihari.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कला और संस्कृति","SubTitleHindi":null,"SubContent":"<p>पूर्वी चंपारण लोकगीतों के पारंपरिक संकलन के लिए जाना जाता है। ये गीत अवसरों के अनुसार अपने महत्व का आनंद लेते हैं। झुमरी नृत्य पूर्वी चंपारण का व्यापक रूप से पसंद किया जाने वाला नृत्य है और यह विवाहित महिलाओं द्वारा किया जाता है। पूर्वी चंपारण कई प्रकार के व्यंजन भी प्रदान करता है। यह जगह अपने मुंह में पानी भरने वाली मिठाइयों के लिए जानी जाती है, जैसे कि छेना मुर्की, केसरिया पेड़ा, खाजा, मालपुआ, खुरमा, ठकुआ, तिलकुट और मुरब्बा। प्रत्येक समृद्ध संस्कृति की तरह, पूर्वी चंपारण अपने उत्सव की खुशी में प्रकट होता है। प्रसिद्ध छठ पूजा, पूर्वी चंपारण का मुख्य हिंदू त्योहार है, जो सूर्य देव को समर्पित है। यह वर्ष में दो बार मनाया जाता है; एक बार चैत्र (मार्च) और दूसरी बार कार्तिक (नवंबर) में। पर्यटक मकर संक्रांति, होली और दुर्गा पूजा के उत्सव के समय पूर्वी चंपारण की यात्रा की योजना बना सकते हैं, जो जिले में बहुत विश्वास और उत्साह के साथ मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>छठ पूजा</p>\r\n<p>छठ पूजा पूर्वी चंपारण में मनाए जाने वाले महत्वपूर्ण त्योहारों में से एक है। यह त्यौहार पूरे बिहार में भी प्रसिद्ध है। यह एकमात्र ऐसा त्योहार है जिसमें सूर्य की स्थापना की जाती है। पूर्वी चंपारणवासी इस त्योहार को बहुत विश्वास के साथ मनाते हैं। छठ पूजा साल में दो बार मनाई जाती है। पहला चैत्र (मार्च) और दूसरा कार्तिक (नवंबर) में है। यह एक 4 दिन का त्योहार है, जिसके लिए लोग मुख्य रूप से महिलाओं को एक महीने आगे से भी स्वच्छता और पवित्रता बनाए रखते हैं। वे folk चट्टी मैय्या &rsquo;और&rsquo; सूर्य देव &rsquo;के सम्मान में लोक गीत गाते हैं और गीतों की मिठास आपको भी समर्पित कर देती है। महिलाएं अपने परिवार और समाज की भलाई के लिए उपवास करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>त्योहार के अनुष्ठान कठोर होते हैं और चार दिनों की अवधि में मनाए जाते हैं। इनमें पवित्र स्नान, उपवास और पीने के पानी (व्रत) से परहेज़ करना, लंबे समय तक पानी में खड़े रहना और प्रसाद (प्रार्थना प्रसाद) और अर्घ्य देना शामिल है। सेटिंग और उगते सूरज के लिए। मुख्य उपासक, जिन्हें पैराविटिन कहा जाता है (संस्कृत के पर्व, जिसका अर्थ है 'अवसर' या 'त्योहार'), आमतौर पर महिलाएं होती हैं। हालांकि, बड़ी संख्या में पुरुष भी इस त्योहार का पालन करते हैं क्योंकि छठ एक लिंग-विशिष्ट त्योहार नहीं है। कुछ भक्त नदी तट के लिए एक वेश्यावृत्ति मार्च भी करते हैं।</p>","SubContentHindi":null,"ImageUrl":"daf5d5c9-b3f2-4a4a-a606-2cec8784cebc_Art-And-Culture.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. निवास","SubTitleHindi":null,"SubContent":"<p>पूर्वी चंपारण (मोतिहारी)</p>\r\n<p>1 होटल दिव्यराज</p>\r\n<p>मधुबन छावनी चौक,</p>\r\n<p>मोतिहारी, पूर्वी चंपारण 06252-2333000</p>\r\n<p>8002800248</p>\r\n<p>2 होटल राज</p>\r\n<p>बैंक रोड, मोतिहारी -845401 8987115694</p>\r\n<p>3 होटल एसएस एक्सोटिका</p>\r\n<p>एनएच -28 ए, बंकट मोतिहारी, बिहार 9931800255, 8579069500</p>\r\n<p>4 राजेश्वरी पैलेस</p>\r\n<p>भवानीपुर ज़िरत</p>\r\n<p>बैंक रोड, मोतिहारी 06252-222222</p>\r\n<p>7321880551, 9471972654</p>\r\n<p>5 विष्णु कमल गार्डन</p>\r\n<p>बंजरिया पंडाल चौक,</p>\r\n<p>मोतिहारी, बिहार -845401 9934942444, 9199936555</p>\r\n<p>6 होटल सिमरन</p>\r\n<p>आर्य समाज रोड, भवानीपुर ज़िरत,</p>\r\n<p>छतौनी, मोतिहारी -845401 8002570082</p>\r\n<p>7 होटल अनामिका</p>\r\n<p>स्टेशन रोड, जिला बोर्ड, कैम्पस,</p>\r\n<p>मोतिहारी-845,401 06,252-240,591</p>\r\n<p>8083291302</p>\r\n<p>8 होटल गगन,</p>\r\n<p>चकिया बाय पास, हिंदुस्तान पेट्रोलियम के पास,</p>\r\n<p>बर चकिया, पूर्वी चंपारण 9934925153</p>","SubContentHindi":null,"ImageUrl":"e233ccd0-ea56-4568-89b9-91e03ee374e8_East-Champaran-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>मोतिहारी तक पहुँचने के लिए परिवहन के कई साधन हैं जिन्हें लिया जा सकता है। आप बसों और ट्रेनों का विकल्प चुन सकते हैं और बसों को सीधे मोतिहारी शहर में ले जाया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>मोतिहारी शहर का अपना एक रेलवे स्टेशन है, जिसका नाम बापूधाम मोतिहारी है, जिसमें सभी प्रमुख स्थलों के लिए नियमित ट्रेनें हैं। इस प्रकार आप सीधे मोतिहारी जाने वाली ट्रेनों का विकल्प चुन सकते हैं और यह सबसे अच्छा विकल्प है। ट्रेन का किराया बस के किराए से भी सस्ता है, लेकिन आराम से ट्रेनों से यात्रा करने के लिए पहले से टिकट अच्छी तरह से बुक करने की आवश्यकता है। मोतिहारी में रेलवे स्टेशन से नई दिल्ली, आनंद विहार, हावड़ा और रक्सुअल शहरों और शहरों के लिए नियमित ट्रेनें होंगी।</p>\r\n<p>&nbsp;</p>\r\n<p>बापूधाम मोतिहारी - लाइव आगमन / प्रस्थान - रेलवे पूछताछ</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन सेवा के बारे में अधिक जानकारी के लिए, कृपया भारतीय रेलवे खानपान और पर्यटन निगम लिमिटेड या भारतीय रेलवे पर जाएँ।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>राजधानी पटना से मोतिहारी शहर के लिए बसें नियमित रूप से उपलब्ध रहेंगी। पटना शहर मोतिहारी से लगभग 160 किलोमीटर की दूरी पर स्थित है, और बसें प्रति व्यक्ति लगभग 210 से 250 रुपये का किराया वसूल करेंगी। बसों को ज्यादातर राज्य सरकार / निजी के तहत चलाया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>मोतिहारी से &amp; के लिए कुछ महत्वपूर्ण स्टेशन / मार्ग जहाँ से नियमित बस सेवा उपलब्ध है:</p>\r\n<p>&nbsp;</p>\r\n<p>MOTIHARI -MUZAFFURPUR -HAJAIPUR-PATNA &ndash;RANCHI</p>\r\n<p>बोधगया-पतना-मुजफ्फरपुर-मतिहरि-बिरगंज-कठमांडू</p>\r\n<p>BETIA-मोतिहारी-मुजफ्फरपुर-हाजीपुर-पटना</p>\r\n<p>छपरा-सिवान-गोपालगंज-मोतिहारी</p>\r\n<p>हवाईजहाज से</p>\r\n<p>मोतिहारी का निकटतम हवाई अड्डा पटना हवाई अड्डा (लोक नायक जयप्रकाश हवाई अड्डा) है। पटना एयरपोर्ट मोतिहारी से लगभग 160 KM दूर है और पटना एयर पोर्ट से अक्सर बस / टैक्सी सेवा उपलब्ध है। पटना एयरपोर्ट से लखनऊ, कोलकाता, चेन्नई, रांची, मुंबई, नई दिल्ली और भोपाल जैसे कई शहरों के लिए दैनिक उड़ानें हैं। निकटतम अंतर्राष्ट्रीय हवाई अड्डा, चौधरी चरण सिंह हवाई अड्डा, लखनऊ है, जो मोतिहारी से लगभग 473 किलोमीटर दूर है। विभिन्न राष्ट्रीय और अंतरराष्ट्रीय गंतव्यों के लिए लगातार उड़ानें यहां से उड़ान भरती हैं।</p>\r\n<p>स्रोत: https://eastchamparan.nic.in/</p>","SubContentHindi":null,"ImageUrl":"aaacb489-c064-4072-9812-ca414a757e39_East-Champaran-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-east-champaran-motihari-bihar","tags":[{"name":"पूर्वी-चंपारण","slug":"east-champaran"},{"name":"बिहार","slug":"bihar"},{"name":"मोतिहारी","slug":"motihari"}],"recommendations":[{"id":267,"title":"शिवहर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","dateCreated":"2019-02-21T14:01:59.372Z","dateModified":"2019-02-21T14:08:16.79Z","contributedBy":"AskGif","content":"भारत में बिहार राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय शेहर में स्थित है, और जिला तिरहुत डिवीजन का एक हिस्सा है। पूर्व केंद्रीय मंत्री रघुनाथ झा के अत्यधिक प्रयासों के कारण 1994 में इस जिले को सीतामढ़ी जिले से बाहर किया गया था। प्रख्यात हिंदी उपन्यासकार, डॉ। भगवती शरण मिश्र, शेहर के पहले जिल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शिवहर","slug":"sheohar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-sheohar-bihar","total":0},{"id":259,"title":"नालंदा (बिहारशरीफ) में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"ccd2de60-edef-44cb-8706-033e5dd3cd6d_Nalanda-railway.jpg","dateCreated":"2019-02-11T14:47:53.85Z","dateModified":"2019-02-11T14:59:54.314Z","contributedBy":"AskGif","content":"नालंदा भारत में मगध (आधुनिक बिहार) के प्राचीन साम्राज्य में एक महाविहार, एक बड़ा बौद्ध मठ था। यह स्थल बिहारशरीफ शहर के पास पटना से दक्षिण-पूर्व में लगभग 95 किलोमीटर (59 मील) की दूरी पर स्थित है, और यह पांचवीं शताब्दी सीई से लेकर सी तक सीखने का केंद्र था। 1200 सीई। यह यूनेस्को की विश्व धरोहर स्थल ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ccd2de60-edef-44cb-8706-033e5dd3cd6d_Nalanda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नालंदा","slug":"nalanda"},{"name":"बिहार","slug":"bihar"},{"name":"बिहार-शरीफ","slug":"bihar-sharif"}],"slug":"top-places-to-visit-in-nalanda-bihar-sharif-bihar","total":0},{"id":255,"title":"लखीसराय में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","dateCreated":"2019-02-01T15:03:46.797Z","dateModified":"2019-02-01T15:11:39.245Z","contributedBy":"AskGif","content":"लखीसराय (पुरातन वर्तनी: लखीसराय) शहर भारत के बिहार राज्य में लखीसराय जिले का प्रशासनिक मुख्यालय है। शहर की आबादी 99,931 (2011 की जनगणना) है।\r\nलखीसराय जिला बिहार राज्य, भारत के अड़तीस जिलों में से एक है और लखीसराय शहर इस जिले का प्रशासनिक मुख्यालय है। लखीसराय जिला मुंगेर डिवीजन का एक हिस्सा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"लखीसराय","slug":"lakhisarai"}],"slug":"top-places-to-visit-in-lakhisarai-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}