{"id":245,"title":"गया में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","dateCreated":"2019-01-15T07:17:13.859Z","dateModified":"2019-01-15T07:48:14.943Z","contributedBy":"AskGif","content":"<p>गया ऐतिहासिक महत्व का है और बिहार राज्य के प्रमुख पर्यटक आकर्षणों में से एक है। गया, बिहार की राजधानी पटना से 100 किलोमीटर (62 मील) दक्षिण में है। यह 470,839 की आबादी वाला राज्य का दूसरा सबसे बड़ा शहर है, और गया जिले और मगध डिवीजन का मुख्यालय है। यह शहर अपने चौथे (पूर्वी) हिस्से में फल्गु नदी के साथ छोटी, चट्टानी पहाड़ियों (मंगला-गौरी, श्रृंग-स्थन, राम-शिला और ब्रह्मायोनी) द्वारा तीन तरफ से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>गया को जैन, हिंदू और बौद्ध धर्मों में पवित्र किया गया है। गया जिले का उल्लेख महाकाव्यों, रामायण और महाभारत में मिलता है। यह वह स्थान है जहाँ राम, सीता और लक्ष्मण के साथ, अपने पिता दशरथ के लिए पिंड-दान करने के लिए आए थे, और पिंड-दान अनुष्ठान के लिए एक प्रमुख हिंदू तीर्थ स्थल बने हुए हैं। बोधगया, जहाँ बुद्ध के बारे में कहा जाता है कि वे ज्ञानोदय के लिए पहुँचे, बौद्ध धर्म के चार पवित्र स्थलों में से एक है। बोधगया में महाबोधि मंदिर परिसर एक विश्व धरोहर स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>शब्द-साधन</p>\r\n<p>गया का नाम दानव गायसुर (जिसका अर्थ है \"राक्षस गया\") के नाम पर रखा गया है। वायु पुराण के अनुसार, गया एक दानव (असुर) का नाम था, जिसका शरीर कठोर तपस्या करने के बाद पवित्र हो गया और भगवान विष्णु से आशीर्वाद प्राप्त किया। यह कहा गया था कि गायसुरा का शरीर चट्टानी पहाड़ियों की श्रृंखला में बदल गया था जो गया के परिदृश्य को बनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>तीर्थ यात्रा</p>\r\n<p>गया शहर हिंदू धर्म का एक पवित्र स्थान है, जहां बड़ी संख्या में हिंदू देवी-देवता अपने मंदिरों की नक्काशी, चित्रकारी और नक्काशी में प्रतिनिधित्व करते हैं। विष्णु से जुड़े शहर में, विशेष रूप से फाल्गु नदी और तीर्थ विष्णुपद मंदिर, या विष्णुपद, जो कि भगवान विष्णु के एक बड़े पदचिह्न द्वारा चिह्नित हैं, जो एक बेसहारा खंड में उत्कीर्ण हैं। सीता और लक्ष्मण के साथ, अपने पिता दशरथ के लिए पिंड-दान की पेशकश की। तब से पिंड-दान की रस्म के प्रदर्शन के लिए गया महत्वपूर्ण स्थान बना हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटवर्ती बोधगया (\"बुद्ध गया\"), इसलिए इसे गया के हिंदू नगर केंद्र से अलग करने के लिए नाम दिया गया, यह बौद्ध धर्म के चार पवित्रतम स्थलों में से एक है और वह स्थल जहाँ बुद्ध ने ज्ञान प्राप्त किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>बोधगया में विश्व धरोहर स्थल</p>\r\n<p>बोधगया स्थित महाबोधि मंदिर परिसर 26 जून 2002 को अपने 26 वें सत्र में संयुक्त राष्ट्र शैक्षिक, वैज्ञानिक और सांस्कृतिक संगठन (यूनेस्को) की विश्व धरोहर समिति द्वारा विश्व धरोहर स्थल के रूप में सूचीबद्ध किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>50 मीटर ऊंचे (160 फीट) महाबोधि मंदिर के परिसर में पहली बार सम्राट अशोक ने तीसरी शताब्दी ईसा पूर्व में बनवाया था। वर्तमान संरचना का मुख्य भाग 5 वीं -6 वीं शताब्दी सीई से आता है। यह सबसे पुराने और सबसे संरक्षित बौद्ध मंदिरों में से एक है जो बाद के गुप्त काल से पूरी तरह से ईंट डेटिंग के लिए बनाया गया था। बोधि वृक्ष (फ़िकस धर्म), जो परिसर के भीतर के पवित्र स्थानों में से सबसे महत्वपूर्ण है, प्रतिष्ठित रूप से मूल वृक्ष का वंशज है जिसके तहत सिद्धार्थ गौतम ने ज्ञान प्राप्त किया और बुद्ध बन गए। इस सेमिनार को चिह्नित करते हुए, बोध गया, लुम्बिनी, सारनाथ और कुशीनगर के साथ बौद्ध धर्म के चार पवित्रतम तीर्थ स्थलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>साइट पर विभिन्न संरचनाओं ने सदियों से कई पुनर्स्थापना की है। जटिल रखरखाव के लिए चल रहे रखरखाव और प्रबंधन की आवश्यकता होती है, जो कि एक प्रमुख तीर्थ स्थल के रूप में, बड़ी संख्या में आगंतुकों के कारण दबाव में है। यह स्थल बिहार राज्य सरकार की ज़िम्मेदारी में है, और बोधगया मंदिर अधिनियम, 1949 के तहत बोधगया मंदिर प्रबंधन समिति (BTMC) और सलाहकार बोर्ड द्वारा प्रबंधित किया जाता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Gaya,_India</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","subContents":[{"SubTitle":"1. महाबोधि मंदिर","SubTitleHindi":null,"SubContent":"<p>महाबोधि महाविहार दुनिया में बौद्ध तीर्थयात्रा का सबसे पवित्र स्थान है।</p>\r\n<p>मंदिर के गर्भगृह में बुद्ध की सोने की चित्रित प्रतिमा, बंगाल के पाल राजाओं द्वारा निर्मित काले पत्थर से निर्मित है। बुद्ध को भुमिस्पर्श मुद्रा या पृथ्वी को छूने वाले आसन में बैठा हुआ देखा जाता है।</p>\r\n<p>महाबोधि महाविहार को अब 27 जून 2002 को यूनेस्को द्वारा विश्व विरासत संपत्ति घोषित किया गया है।</p>","SubContentHindi":null,"ImageUrl":"c8a34399-2916-4f1d-93ba-90f4e093198b_Mahabodhi-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. विष्णुपद","SubTitleHindi":null,"SubContent":"<p>गया राजधानी पटना से 100 किलोमीटर दूर स्थित है। ऐतिहासिक रूप से, गया प्राचीन मगध साम्राज्य का हिस्सा था। शहर फल्गु नदी के तट पर स्थित है और इसे हिंदुओं के सबसे पवित्र शहरों में से एक माना जाता है। तीन पहाड़ियाँ मंगला-गौरी, श्रृंग-स्थल, राम-शिला और ब्रह्मायोनी इसे तीन तरफ से घेरती हैं और एक सुरक्षित और सुंदर स्थल पर बनाती हैं। गया एक प्राचीन स्थान है और इसकी महान विरासत और इतिहास है। परिवहन के विभिन्न तरीके बिहार को भारत के बाकी हिस्सों के साथ अन्य प्रमुख शहरों से जोड़ते हैं</p>\r\n<p>गया न केवल हिंदुओं के लिए, बल्कि बौद्धों के लिए भी पवित्र है, क्योंकि इस स्थान पर कई बौद्ध तीर्थ स्थल हैं। गया के ये पवित्र स्थान भौतिक सुविधाओं के अनुरूप हैं, जिनमें से अधिकांश प्राकृतिक रूप से पाए जाते हैं। नदी के किनारे स्थित फल्गु और मंदिरों के किनारे सुंदर और आकर्षक हैं। अक्षयवट नामक फल्गु नदी के किनारे खड़ा एक पीपल का पेड़ हिंदुओं के लिए पवित्र माना जाता है। वृक्ष की पूजा उसके देवत्व के लिए की जाती है</p>\r\n<p>&nbsp;</p>\r\n<p>माना जाता है कि मंगला गौरी मंदिर को भगवान शिव की पहली पत्नी माना जाता है। पौराणिक सती के स्तनों के प्रतीक दो गोल पत्थरों को हिंदुओं के बीच पवित्र माना जाता है। गया में सबसे आकर्षक गंतव्य विष्णुपद मंदिर है। यह मंदिर फल्गु नदी के तट पर स्थित है और बेसाल्ट के एक खंड में विष्णु के पदचिह्न हैं। लोगों का मानना ​​है कि भगवान विष्णु ने ग्यासुर की छाती पर पैर रखकर ग्यासुर का वध किया था।</p>\r\n<p>विष्णुपद का पुराना मंदिर बाद में इंदौर की रानी, ​​देवी अहिल्याबाई द्वारा अठारहवीं शताब्दी में पुनर्निर्मित किया गया था। जबकि हिंदू दावा करते हैं कि विशुनपद मंदिर में पदचिह्न भगवान विष्णु के हैं, बौद्ध उन्हें भगवान बुद्ध के पदचिह्न मानते हैं। मंदिर फिर भी एक प्रमुख तीर्थ स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>गया का नामकरण दानव गायसुर के मिथक पर आधारित है, जिसे भगवान विष्णु ने एक दोहरे में मार दिया था। यह स्थान हिंदुओं के लिए इतना पवित्र है कि यहां तक ​​कि भगवान राम ने भी अपने पूर्वजों के लिए पिंडदान किया था। किंवदंती कहती है कि भगवान राम अपने पूर्वजों को श्रद्धांजलि देने के लिए गया आए थे और उनके साथ सीता उनके साथ थीं। गया बौद्धों के लिए भी उतना ही महत्वपूर्ण है, क्योंकि यह वह जगह थी जहाँ भगवान बुद्ध ने अग्नि प्रवचन यानि आदित्यप्रिया सुत्त का प्रचार किया था, जो लगभग 1000 कृषि श्रमिकों के लिए अग्नि-उपासक थे। बुद्ध के प्रवचन का प्रभाव इतना अधिक था कि वे सभी बौद्ध धर्म में परिवर्तित हो गए।</p>","SubContentHindi":null,"ImageUrl":"5e944424-6a31-40d7-a531-83d9c24d7a16_Vishnupad-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. बोधगया","SubTitleHindi":null,"SubContent":"<p>बोधगया दुनिया में सबसे महत्वपूर्ण और पवित्र बौद्ध तीर्थस्थल है। यह यहाँ एक बरगद के पेड़ के नीचे था, बोधि वृक्ष, गौतम को बुद्ध, प्रबुद्ध एक बनने के लिए सर्वोच्च ज्ञान प्राप्त हुआ। उत्पन्न होने वाली; हिमालय की तलहटी में कपिलवस्तु (अब नेपाल में) के शाक्य राजकुमार के रूप में, उनके जीवन की अधिकांश प्रमुख घटनाएं, जैसे ज्ञान और अंतिम उपदेश, बिहार में हुईं। एक धर्म के रूप में बौद्ध धर्म वास्तव में बिहार में पैदा हुआ था और अपने उपदेश के माध्यम से यहां विकसित हुआ और जीवन जीने के लिए बहुत ही सरलता, त्याग और सहानुभूति की अपनी जीवन शैली का उदाहरण दिया। गौरतलब है कि राज्य का नाम 'बिहार' से उत्पन्न हुआ है, जिसका अर्थ बिहार में मठों से है। बुद्ध के निधन के कई शताब्दियों के बाद, मौर्य सम्राट अशोक (234-198 ईसा पूर्व) ने मूल धर्म के पुनरुद्धार, एकीकरण और प्रसार के लिए जबरदस्त योगदान दिया। यह मठ, अशोक, बौद्ध भिक्षुओं के लिए बना अशोक और अशोक स्तंभों के रूप में जाना जाने वाले स्तंभ हैं, जो आज तक बुद्ध के जीवन से जुड़े असंख्य ऐतिहासिक स्थलों को याद करते हैं, जो आज तक बरकरार हैं, जिससे विद्वानों और तीर्थयात्रियों को जीवन की घटनाओं का पता लगाने और उपदेश देने में मदद मिली। वास्तव में एक असाधारण व्यक्ति। एक शानदार महाबोधि मंदिर है और मंदिर के मूल परिसर से पेड़ अभी भी खड़ा है। मंदिर कई शताब्दियों, संस्कृतियों और विरासतों का एक स्थापत्य समामेलन है। जबकि इसकी वास्तुकला में गुप्त युग की एक अलग मोहर है, यह बाद में 7 वीं और 10 वीं शताब्दी ईस्वी के बीच श्रीलंका, म्यांमार और चीन के तीर्थ यात्रियों की यात्राओं का वर्णन करने वाले शिलालेख हैं। यह शायद अभी भी एक ही मंदिर हैवेन त्सांग 7 वीं शताब्दी में आया था।</p>","SubContentHindi":null,"ImageUrl":"eec32db1-a5a5-4bc8-ba22-b1f41cbfc4e1_Bodhgaya.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. थाई मठ","SubTitleHindi":null,"SubContent":"<p>थाई मोनास्ट्री का सबसे पुराना विदेशी मठ, जो कि सजावटी रीगल थाई स्थापत्य शैली में निर्मित है। बाहरी और साथ ही आंतरिक की भव्यता बेहद विस्मयकारी है। मंदिर सामने आँगन में एक शांत पूल के ऊपर लाल और सुनहरे मणि की तरह दिखाई देता है। बुद्ध के जीवन को दर्शाती भित्ति चित्रों के साथ शानदार बुद्ध की मूर्ति और कुछ आधुनिक घटनाओं जैसे कि शैली में चित्रित पेड़ लगाने का महत्व पूरी तरह से अद्भुत है। यह बोधगया में महाबोधि मंदिर के बगल में स्थित है।</p>\r\n<p>घूमने का समय: सुबह 7:00 से दोपहर 12:00, दोपहर 02:00 से शाम 06:00 तक</p>","SubContentHindi":null,"ImageUrl":"9da76690-112b-48ab-a5da-727140605ace_thai-monastery.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. डूंगेश्वरी मंदिर / डुंगेश्वरी हिल","SubTitleHindi":null,"SubContent":"<p>माना जाता है कि गौतम सिद्धार्थ ने अंतिम आराधना के लिए बोधगया जाने से पहले 6 साल तक इस स्थान पर ध्यान किया था। बुद्ध के इस चरण को मनाने के लिए दो छोटे मंदिर बनाए गए हैं। कठोर तपस्या को याद करते हुए एक स्वर्ण क्षीण बुद्ध मूर्तिकला गुफा मंदिरों में से एक में और एक बड़ी (लगभग 6 'ऊंची) बुद्ध की प्रतिमा दूसरे में विहित है। गुफा मंदिर के अंदर एक हिंदू देवी देवता डुंगेश्वरी को भी रखा गया है।</p>","SubContentHindi":null,"ImageUrl":"3d46231b-62ae-4c19-9e54-2cb6739bb800_Dungeshwari-Buddha.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. बाबा कोटेश्वरनाथ मंदिर","SubTitleHindi":null,"SubContent":"<p>बाबा कोटेश्वरनाथ मंदिर ग्राम मेन, ब्लॉक बेलागंज, जिला गया में स्थित है। यह मंदिर गया में मोरहर और दरगाह नदी के संगम पर स्थित है, जो अत्यधिक पवित्र भगवान शिव मंदिर के लिए प्रसिद्ध है। माना जाता है कि पटना से 90 किमी दूर दक्षिण में कोटेश्वरनाथ मंदिर का निर्माण लगभग 8 वीं शताब्दी ईस्वी में हुआ था।</p>\r\n<p>कोटेश्वरनाथ मंदिर के गर्भगृह को लाल पत्थर के एक टुकड़े में उकेरा गया है और इसके भीतर लगभग 1200 साल पहले 1,008 लघु शिवलिंगों के साथ एक बड़े आकार का शिवलिंग स्थापित है।</p>\r\n<p>यह कहता है कि वनसूर का मुख्य और देवकुंड एक गहरे जंगल में स्थित था। उषा मंदिर में पूजा-अर्चना करने के लिए जाती थीं, जिस दौरान भगवान शिव प्रकट हुए और उन्हें अपनी इच्छा पूरी करने के लिए एक सहस्त्र लिंग स्थापित करने के लिए कहा। उसके बाद उषा ने शिव लिंग की स्थापना की। इसके परिणामस्वरूप भगवान शिव ने उनकी इच्छा को स्वीकार कर लिया और उनका विवाह उनके पति भगवान कृष्ण के पोते अनिरुद्ध के साथ हुआ, जिसके साथ वह अपना जीवन व्यतीत करने के लिए चली गईं।</p>\r\n<p>इस स्थान को प्राचीन काल में \"शिव नगर\" के रूप में जाना जाता है। एक संदर्भ है कि द्वापर युग के अंत में सहस्त्र शिव लिंग मूर्ति की स्थापना की गई थी। इस शिव लिंग की स्थापना सोनितपुर के राजा वनसुर की बेटी उषा ने की थी। यह विश्वास है कि इस स्थान की तीर्थयात्रा शक्तिशाली है जो यहां आने वाले सभी इच्छाओं और इच्छाओं को पूरा करने के लिए पर्याप्त है। पर्याप्त रूप से, हर साल सावन के महीने में भक्त प्रार्थना करने के लिए इस मंदिर में आते हैं।</p>\r\n<p>यह कहता है कि वनसूर का मुख्य और देव कुंड एक गहरे जंगल में स्थित था। उषा मंदिर में पूजा-अर्चना करने के लिए जाती थीं, जिस दौरान भगवान शिव प्रकट हुए और उन्हें अपनी इच्छा पूरी करने के लिए एक सहस्त्र लिंग स्थापित करने के लिए कहा। उसके बाद उषा ने शिव लिंग की स्थापना की। इसके परिणामस्वरूप भगवान शिव ने उनकी इच्छा को स्वीकार कर लिया और उनका विवाह उनके पति भगवान कृष्ण के पोते अनिरुद्ध के साथ हुआ, जिसके साथ वह अपना जीवन व्यतीत करने के लिए चली गईं।</p>\r\n<p>आमतौर पर भगवान शिव के सभी पवित्र स्थानों में साल भर बड़ी संख्या में भक्त आते हैं लेकिन सावन के पवित्र महीनों के दौरान यह बढ़ जाता है। यह मखदुमपुर, शकुराबाद-घजान, टेकरी और बेला रामपुर के किनारों से पिच सड़क के माध्यम से अच्छी तरह से जुड़ा हुआ है।</p>","SubContentHindi":null,"ImageUrl":"b71a6b2c-a5e7-4441-b3dc-b683253afe4f_Baba-Koteshwarnath-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. संस्कृति और विरासत","SubTitleHindi":null,"SubContent":"<p>गया तीर्थयात्रा</p>\r\n<p>फल्गु नदी -</p>\r\n<p>गया के पूर्व की ओर बहने वाली, फल्गु नदी केवल मानसून के मौसम के दौरान पानी लेती है। अन्य समय में नदी का तल बाहरी रूप से सूखा होता है। हालांकि अगर आप कुछ कीचड़ खरोंचते हैं तो आपको पानी मिलेगा। सीता देवी द्वारा शापित होने के कारण, यह नदी बिस्तर के नीचे पानी की नदी के रूप में चलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>सीता कुंड -</p>\r\n<p>विष्णु पैड मंदिर के विपरीत तरफ, सीता कुंड फल्गु नदी के दूसरे किनारे पर स्थित है। उस स्थान को दर्शाते हुए एक छोटा सा मंदिर है जहाँ सीता देवी ने अपने ससुर के लिए पिंडदान किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>अक्षय वट -</p>\r\n<p>प्रसिद्ध अक्षय वट विष्णु पाद मंदिर के पास के क्षेत्र में स्थित है। अक्षय वट को सीता देवी ने अमर होने का वरदान दिया था और कभी भी किसी भी मौसम में इसके पत्तों को नहीं बहाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंगलागौरी -</p>\r\n<p>गया के दक्षिण की ओर एक छोटी पहाड़ी पर स्थित है, प्रसिद्ध सती (गौरी) मंदिर में से एक है। मंदिर अक्षय वट के पास के क्षेत्र में स्थित है। जैसा कि पुराणों में वर्णित है, भगवान शिव अपनी पत्नी सती की मृत्यु पर विघटित हुए नृत्य का प्रदर्शन कर रहे थे। इसे रोकने के लिए, भगवान विष्णु को भगवान शिव के आगे क्रोध को रोकने के लिए अपने चक्र से सती के शरीर को कई टुकड़ों में काटना पड़ा। जैसे-जैसे टुकड़े कटते गए, वे अलग-अलग स्थानों पर गिरते गए और इनमें से प्रत्येक स्थान एक शक्ति पीठ (गौरी की पूजा का पवित्र स्थल) में बदल गया।</p>\r\n<p>&nbsp;</p>\r\n<p>रामशिला पहाड़ी -</p>\r\n<p>गया के दक्षिण-पूर्व की ओर स्थित रामशिला हिल को सबसे पवित्र स्थान माना जाता है क्योंकि यह माना जाता है कि भगवान राम ने पहाड़ी पर &rsquo;पिंडा&rsquo; की पेशकश की थी। पहाड़ी का नाम भगवान राम से जुड़ा है। प्राचीन काल से संबंधित कई पत्थर की मूर्तियां पहाड़ी के आसपास और आसपास के स्थानों पर देखी जा सकती हैं, जो कि बहुत पहले के समय से कुछ पूर्व संरचनाओं या मंदिरों के अस्तित्व का सुझाव देती हैं। पहाड़ी की चोटी पर स्थित मंदिर जिसे रामेश्वरा या पातालेश्वर मंदिर कहा जाता है, मूल रूप से 1014 A.D में बनाया गया था, लेकिन सफल अवधि में कई बहाली और मरम्मत से गुजरा। मंदिर के सामने हिंदू भक्तों द्वारा अपने पूर्वजों के लिए पितृपक्ष के दौरान \"पिंड\" चढ़ाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रीतिशिला पहाड़ी -</p>\r\n<p>प्रेमशीला पहाड़ी रामशिला पहाड़ी से लगभग 10 किलोमीटर दूर है। पहाड़ी के नीचे ब्रह्म कुंड स्थित है। इस तालाब में स्नान करने के बाद लोग 'पिंड दान' के लिए जाते हैं। पहाड़ी की चोटी पर, इंदौर की रानी, ​​अहिल्या बाई, ने 1787 में एक मंदिर बनाया था जिसे अहिल्या बाई मंदिर के नाम से जाना जाता था। यह मंदिर हमेशा अपनी अनूठी वास्तुकला और शानदार मूर्तियों के कारण पर्यटकों के लिए एक आकर्षण रहा है।</p>","SubContentHindi":null,"ImageUrl":"f2c9ac75-401c-4515-872f-5fe816f87a62_bodhgaya-culture-and-heritage.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. निवास","SubTitleHindi":null,"SubContent":"<p>होटल / गेस्ट हाउस का नाम स्थान फोन / मोबाइल नंबर</p>\r\n<p>महाबोधि बोध-गया 7546988900</p>\r\n<p>होटल IMPERIAL बोध-गया 9810281794</p>\r\n<p>DELTA अंतर्राष्ट्रीय बोध-गया 2200854, 9431225234</p>\r\n<p>होटल गूटम बोध-गया 2200109, 943129009</p>\r\n<p>रॉयल रेजिडेंसी बोध-गया 2200124, 9431831836</p>\r\n<p>होटल टीएजे दरबार बोध-गया 2200053, 9471002293, 7739320524</p>\r\n<p>होटल आकाशगंगा बोध-गया 2200006, 9430247704</p>\r\n<p>होटल आनंद इंटरनेशनल बोध-गया 2200026, 9934891205</p>\r\n<p>होटल सुजाता बोध-गया 2200481, 9504440844, 9431224695</p>\r\n<p>बोधगया रीजनली होटल बोध-गया 2200415, 8969466281, 7079292992</p>\r\n<p>LOTUS NIKKO होटल बोध-गया 2200700, 2200789,993127668</p>\r\n<p>होटल ताथागट अंतर्राष्ट्रीय बोध-गया 2200506, 9939491063</p>\r\n<p>आर.के. इंटरनेशनल बोध-गया 2200506</p>\r\n<p>होटल निरंजन बोध-गया 2200475, 9431477395</p>\r\n<p>होटल JEEVAK बोध-गया 2200646, 9934473633</p>\r\n<p>होटल ममाया बोध-गया 2200676,9931276680</p>\r\n<p>सामबोधी रिटायर बोध-गया 6950080</p>\r\n<p>होटल BODH VILAS बोध-गया 9096857085, 9711047700</p>\r\n<p>होटल DREAM PALACE बोध-गया 9431289275, 9031849580</p>\r\n<p>HOTEL TOSHITA बोध-गया 2200760, 9304636579</p>\r\n<p>होटल बुद्धा VIHAR अंतर्राष्ट्रीय बोध-गया 2200506</p>\r\n<p>होटल मुंबई बोध-गया 2200351</p>\r\n<p>बोधगया रिजनसी बोध-गया 2200236</p>\r\n<p>होटल उरेडा बोध-गया 2200236, 9835417477</p>\r\n<p>होटल विस्सल बोध-गया 2200459</p>\r\n<p>होटल शशि इंटरनेशनल बोध-गया 2200483, 9430201308</p>\r\n<p>HOTEL OM INT। बोध-गया 9199186640</p>\r\n<p>होटल प्रिंस बोध-गया 2200141, 2200380,9934714717</p>\r\n<p>होटल VIPASHNA बोध-गया 9430841313, 9006307888</p>\r\n<p>ANUKUL GUEST HOUSE बोध-गया 2200118</p>\r\n<p>शोणित बुद्धा गुस्ट हाउस बोध-गया 2200519</p>\r\n<p>राहुल बुड्ढा गुस्ट हाउस बोध-गया 2200536, 9431289421</p>\r\n<p>शांती शाक्य गुस्ट हाउस बोध-गया 2200439</p>\r\n<p>हर्ष और यश गुप्ता सदन बोध-गया</p>\r\n<p>RAINBOW GUEST HOUSE बोध-गया 2200308, 9431280810</p>\r\n<p>हपय गुस सदन बोध-गया</p>\r\n<p>शान्ति गुस्ट हाउस बोध-गया 2200129, 9835818081</p>\r\n<p>सौंदर्य गाइड हाउस बोध-गया 9472932045</p>\r\n<p>आपका स्वागत है ईमानदार सदन बोध-गया</p>\r\n<p>ज्योती गुप्ता सदन बोध-गया</p>\r\n<p>सँग प्रीति गुस्ताख सदन बोध-गया</p>\r\n<p>पुजा गुस्ताख घर बोध-गया</p>\r\n<p>DEEP GUEST HOUSE बोध-गया</p>\r\n<p>अमृपाल गुस्ट हाउस बोध-गया</p>\r\n<p>OAKS होटल बोध-गया 0631-2200223, 7542023501</p>\r\n<p>होटल जातक बोध-गया 9415228455</p>\r\n<p>होटल विशाल गया 0631 और 2222307</p>\r\n<p>होटल राजवाड़ा गया 9431297641</p>\r\n<p>अहल्याबय भवन गया 8521821928, 9431271837</p>\r\n<p>आर्य निवास गया</p>\r\n<p>पालिका विला गया 9934033567</p>\r\n<p>श्री विष्णु एजेंसी गया 9708829929</p>\r\n<p>रॉयल होटल आर्य गया 9431270867</p>\r\n<p>होटल गया रीजेंसी, गया गया 0631-2221153, 9934098892</p>\r\n<p>सत्यम इंटरनेशनल, गया 9430057604</p>\r\n<p>होटल अजातशत्रु / स्वगत होटल गया 9934480814</p>\r\n<p>होटल गवतम, गया 9386804133</p>\r\n<p>विकाश होटल, गया 9334233672</p>\r\n<p>आलोक होटल, गया गया 9835293435</p>\r\n<p>मुश्कान होटल, गया 9939391978</p>\r\n<p>आनंद होटल, गया 9304104555</p>\r\n<p>क्लासिक होटल, गया 9771532865</p>\r\n<p>राज कुमार गेस्ट हाउस, गया 9304463428</p>\r\n<p>विष्णु भोजनालय, गया 9999208410</p>\r\n<p>विष्णु रेस्ट हाउस, गया 9472971649, 8092742622</p>\r\n<p>सिंह स्टेशन व्यू, गया 06 06-2222045, 9973941235</p>\r\n<p>आकाश होटल, गया 9471002103</p>\r\n<p>बुध बिहार, गया गया 9709866604</p>\r\n<p>लाल गेस्ट हाउस, गया 9934058151</p>\r\n<p>लक्ष्मण गेस्ट हाउस, गया 9973940360</p>\r\n<p>आतिथि गेस्ट हाउस, गया 9431290446</p>\r\n<p>चब्रा रेजिडेंसी, गया गया 9835414667</p>\r\n<p>ग्रैंड प्लेस, गया 9122928709</p>\r\n<p>पाल गेस्ट हाउस, गया 9386067942</p>\r\n<p>चंद्रलोक गेस्ट हाउस, गया 7352474945</p>\r\n<p>तिरुपति गेस्ट हाउस, गया 9097553241</p>\r\n<p>दुर्गा गेस्ट हाउस, गया गया 9430476313</p>\r\n<p>स्वाति गेस्ट हाउस, गया 9934414265</p>\r\n<p>शिवम गेस्ट हाउस, गया गया 9835292117</p>\r\n<p>सिद्धार्थ होटल, गया 9102162888, 9102163888</p>\r\n<p>होटल ऑर्बिट, गया गया 0631-2220958</p>\r\n<p>सम्मान होटल, गया 9934024179 गया</p>\r\n<p>बिष्णु माया, रेस्ट हाउस, गया 9771532865</p>\r\n<p>पृथ्वी रेस्ट हाउस गया 7549518665</p>\r\n<p>होटल वृंदावन, गया 0631-2229999, 9934011735</p>\r\n<p>होटल नीलकमल, गया 06 06-2221050, 9955062668</p>\r\n<p>सिटी सूर्या, गया 06 06-2222321, 7783806661</p>\r\n<p>होटल सूर्या, गया 06 06-2224004, 9431081702</p>\r\n<p>होटल रॉयल सूर्या, गया 9334477222</p>\r\n<p>होटल गरव, गया 06 06-2222069, 2222269, 9431224402</p>\r\n<p>सरावगी होटल, गया 06 06-2222575</p>\r\n<p>सरावगी प्लेस, गया, 0631-2220999, 9431223203</p>\r\n<p>विष्णु इंटरनेशनल, गया 06 06-2224422</p>\r\n<p>रॉयल गेस्ट हाउस, गया 9661533562 गया</p>\r\n<p>होटल विशाल, गया 06 06-2222307</p>\r\n<p>पाम गुरडेन, गया 9999408422</p>\r\n<p>होटल विएज़, गया 9431289874</p>\r\n<p>न्यू विएज़, गया 9470411456</p>\r\n<p>कृपाल लॉज, गया 999962902</p>","SubContentHindi":null,"ImageUrl":"c6d65251-62f0-47d2-8cdc-df575618617e_pyara-palace-gaya-pyara-palace.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>गया पूर्व मध्य रेलवे (तत्कालीन पूर्वी रेलवे) के मुगलसराय-धनबाद ग्रैंड कॉर्ड खंड में एक महत्वपूर्ण जंक्शन है। इसमें नई दिल्ली, हावड़ा और मुंबई से सीधी ट्रेन सेवाएं हैं। यह नई दिल्ली से लगभग 1100 किलोमीटर और कोलकाता (हावड़ा जंक्शन) से 450 किलोमीटर दूर है। कुल मिलाकर चार राजधानी एक्सप्रेस ट्रेनें अन्य सुपर-फास्ट ट्रेनों के अलावा आपको सीधे दिल्ली से गया ले जाती हैं। राजधानी एक्सप्रेस को जहां 12 घंटे लगते हैं, वहीं अन्य मेल एक्सप्रेस ट्रेनों में 15 से 17 घंटे लगते हैं। कोलकाता से यह लगभग छह घंटे की रात भर की यात्रा है। इसमें पुरी, नागपुर, इंदौर, लखनऊ, चेन्नई, कामाख्या, पटना से सीधे ट्रेन लिंक हैं। गया में एक अंतर्राष्ट्रीय हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>एयर इंडिया दिल्ली-गया-वाराणसी मार्ग पर दैनिक उड़ान संचालित करती है। द्वि-साप्ताहिक कोलकाता-गया-बैंकॉक और कोलकाता-गया-यांगून उड़ानें और भूटान की ड्रुक एयरलाइंस पारो-गया-बैंकॉक द्वि-साप्ताहिक उड़ानें संचालित करती हैं। कार्ड पर मौजूदा रनवे के विस्तार के साथ, अधिक घरेलू और अंतर्राष्ट्रीय उड़ानों को बेड़े में जोड़े जाने की उम्मीद है। हालाँकि, पटना हवाई अड्डा सभी प्रमुख घरेलू हवाई अड्डों से बहुत अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>गया रोड (राष्ट्रीय राजमार्ग) से अच्छी तरह से जुड़ा हुआ है। ग्रांड ट्रंक रोड (NH-2) दिल्ली और कोलकाता एक्सप्रेसवे से 30 किमी दक्षिण में डोभी में गया को छूता है। राज्य की राजधानी पटना 120 किमी दूर है और सड़क (NH-83) और ट्रेन सेवाओं से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा ::</p>\r\n<p>निकटतम रेलवे स्टेशन गया है और स्टेशन से सभी प्रमुख ट्रेनें गुजरती हैं। पटना एक और रेलवे स्टेशन है जहाँ से आप भारत के अन्य गंतव्यों के लिए ट्रेनों में सवार हो सकते हैं। पटना नई दिल्ली, कोलकाता, मुंबई और चेन्नई के महानगरों सहित भारत के सभी प्रमुख शहरों से जुड़ा हुआ है। महाबोधि एक्सप्रेस एक विशेष ट्रेन है जो दिल्ली और गया के बीच दैनिक और गैर-स्टॉप चलती है और गया से दिल्ली तक पहुंचने में केवल 16 घंटे लगते हैं। कई राजधानी एक्सप्रेस ट्रेनें गया पर्यटन राष्ट्रीय नई दिल्ली से जुड़ती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से ::</p>\r\n<p>जीटी रोड उत्तर भारत के प्रमुख शहरों से गया को जोड़ता है। गया रांची, जमशेदपुर, राउरकेला, हजारीबाग, कोलकाता, वाराणसी, इलाहाबाद, कानपुर, दिल्ली और अमृतसर से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से ::</p>\r\n<p>गया का अपना अंतरराष्ट्रीय हवाई अड्डा है और प्रमुख के साथ जुड़ा हुआ है</p>\r\n<p>भारत के शहर। गया, कोलंबो जैसे शहरों से भी जुड़ा है,</p>\r\n<p>बैंकॉक, सिंगापुर और पारो। कोई पटना हवाई अड्डे पर भी उतर सकता है और गया तक पहुँचने के लिए टैक्सी या बस या बोर्ड ट्रेन किराए पर ले सकता है। दिल्ली से गया के लिए सीधी उड़ानें हैं।</p>\r\n<p>स्रोत: https://gaya.nic.in/</p>","SubContentHindi":null,"ImageUrl":"9f80304a-e63a-47c4-a45c-6b6c13eb41c8_gaya-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-gaya-bihar","tags":[{"name":"गया","slug":"gaya"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":819,"title":"पटना की बाढ़ग्रस्त सड़कों में मीडिया अटेंशन मॉडल अदिति सिंह पोज़िंग हासिल करने के लिए। बिहार को चाहिए मदद !!!","imageUrl":"fd601135-3dfa-4652-88bd-361afa640941_Aditi-Singh.jpg","dateCreated":"2019-10-01T03:49:38.779Z","dateModified":"2019-10-01T03:57:32.621Z","contributedBy":"AskGif","content":"सौरभ अनुराज ने कहा, \"यह देखना आसान नहीं है। एक संदेश भेजने के लिए क्या मेहनत करनी पड़ती है। बालकनी में बैठकर वीडियो शूट करना और दूसरों की आलोचना करना वास्तव में मदद नहीं करेगा।\" बिहार वायरल हो गया है।\r\n&nbsp;\r\nविनाशकारी बिहार की बाढ़ पर ध्यान देने के लिए जनसमूह को संबोधित करने का एक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd601135-3dfa-4652-88bd-361afa640941_Aditi-Singh.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"पटना","slug":"patna"},{"name":"बिहार","slug":"bihar"},{"name":"बाढ़","slug":"flood"}],"slug":"to-gain-media-attention-model-aditi-singh-posing-in-flooded-streets-of-patna.-bihar-need-help-","total":0},{"id":247,"title":"जमुई में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","dateCreated":"2019-01-16T14:46:53.293Z","dateModified":"2019-01-16T15:12:12.441Z","contributedBy":"AskGif","content":"जमुई भारतीय राज्य बिहार में जमुई जिले में एक शहर और एक नगर पालिका है। यह जमुई जिले का जिला मुख्यालय है। जमुई का गठन मुंगेर से अलग होने के परिणामस्वरूप 21 फरवरी 1991 को एक जिले के रूप में किया गया था।\r\n&nbsp;\r\nमहाभारत युद्ध के काल से जमुई का ऐतिहासिक अस्तित्व देखा गया है। पुरातात्विक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जमुई","slug":"jamui"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-jamui-bihar","total":0},{"id":245,"title":"गया में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","dateCreated":"2019-01-15T07:17:13.859Z","dateModified":"2019-01-15T07:48:14.943Z","contributedBy":"AskGif","content":"गया ऐतिहासिक महत्व का है और बिहार राज्य के प्रमुख पर्यटक आकर्षणों में से एक है। गया, बिहार की राजधानी पटना से 100 किलोमीटर (62 मील) दक्षिण में है। यह 470,839 की आबादी वाला राज्य का दूसरा सबसे बड़ा शहर है, और गया जिले और मगध डिवीजन का मुख्यालय है। यह शहर अपने चौथे (पूर्वी) हिस्से में फल्गु नदी के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गया","slug":"gaya"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-gaya-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}