{"id":245,"title":"Top Places to visit in Gaya, Bihar","imageUrl":"ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","dateCreated":"2019-01-15T07:17:13.859Z","dateModified":"2019-01-15T07:48:14.943Z","contributedBy":"AskGif","content":"<p>Gaya is of historical significance and is one of the major tourist attractions of the state of Bihar. Gaya is 100 kilometres (62 mi) south of Patna, the capital city of Bihar. It is the state's second-largest city, with a population of 470,839, and is the headquarters of Gaya district and Magadh division. The city is surrounded on three sides by small, rocky hills (Mangla-Gauri, Shringa-Sthan, Ram-Shila, and Brahmayoni), with the Phalgu River on its fourth (eastern) side.</p>\r\n<p>&nbsp;</p>\r\n<p>Gaya is sanctified in the Jain, Hindu, and Buddhist religions. Gaya district is mentioned in the great epics, the Ramayana and the Mahabharata. It is the place where Rama, with Sita and Lakshmana, came to offer pind-daan for their father, Dasharath, and continues to be a major Hindu pilgrimage site for the pind-daan ritual. Bodh Gaya, where the Buddha is said to have reached enlightenment, is one of the four holy sites of Buddhism. The Mahabodhi Temple complex at Bodh Gaya is a World Heritage site.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>Gaya is named after the demon Gayasur (meaning \"the demon Gaya\"). According to Vayu Purana, Gaya was the name of a demon (Asura) whose body became pious after he performed strict penance and secured blessings from Lord Vishnu. It was said that the body of Gayasura was transformed into the series of rocky hills that make up the landscape of Gaya.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Pilgrimage</p>\r\n<p>The city of Gaya is a holy place of Hinduism, with a great number of Hindu deities represented in the engravings, paintings and carvings of its shrines. Of particular importance are the sites in the city associated with Vishnu, in particular the Phalgu River and the shrine Vishnupad Mandir, or Vishnupada, which is marked by a large footprint of Lord Vishnu engraved in a basalt block.Gaya is the location at which Rama, with Sita and Lakshmana, offered pind-daan for his father, Dasharatha. Gaya has since remained a site of key importance for the performance of the pind-daan ritual.</p>\r\n<p>&nbsp;</p>\r\n<p>Nearby Bodh Gaya (\"Buddha Gaya\"), so named to distinguish it from the Hindu town centre of Gaya, is one of the four holiest sites of Buddhism and the site where the Buddha attained enlightenment.</p>\r\n<p>&nbsp;</p>\r\n<p>World Heritage site at Bodh Gaya</p>\r\n<p>The Mahabodhi Temple Complex at Bodh Gaya was listed as a World Heritage site by the World Heritage Committee of the United Nations Educational, Scientific and Cultural Organization (UNESCO) at its 26th session, on 26 June 2002.</p>\r\n<p>&nbsp;</p>\r\n<p>The 50-metre-high (160 ft) Mahabodhi Temple central to the complex was first built by the emperor Ashoka in the 3rd century BCE. The main part of the present structure dates from the 5th&ndash;6th centuries CE. It is one of the earliest and best-preserved Buddhist temples built entirely of brick dating from the later Gupta period. The Bodhi Tree (Ficus religiosa), the most important of the sacred places within the complex, is reputedly a descendant of the original tree under which Siddhārtha Gautama attained enlightenment and became the Buddha. Marking this seminal moment, Bodh Gaya is one of the four holiest pilgrimage sites of Buddhism, with Lumbini, Sarnath and Kushinagar.</p>\r\n<p>&nbsp;</p>\r\n<p>The various structures on the site have undergone a number of restorations over the centuries. Ongoing maintenance and management is required to protect the complex which, as a major pilgrimage site, is under pressure due to large numbers of visitors. The site is under the responsibility of the state government of Bihar, and is managed by the Bodhgaya Temple Management Committee (BTMC) and Advisory Board under the Bodh Gaya Temple Act, 1949.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gaya,_India</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","subContents":[{"SubTitle":"1. Mahabodhi Mandir","SubTitleHindi":null,"SubContent":"<p>Mahabodhi Mahavihara is the most sacred place of Buddhist Pilgrimage in the world.</p>\r\n<p>The gold painted statue of Buddha in the sanctum shrine of the Temple is made of Black stone built by the Pala kings of Bengal. The Buddha is seen seated in the Bhumisparsa Mudra or the Earth touching posture.</p>\r\n<p>The Mahabodhi Mahavihara has now been declared a World Heritage Property by the UNESCO on the 27th June 2002.</p>","SubContentHindi":null,"ImageUrl":"c8a34399-2916-4f1d-93ba-90f4e093198b_Mahabodhi-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Vishnupad","SubTitleHindi":null,"SubContent":"<p>Gaya is located 100 kilometers away from the capital city of Patna. Historically, Gaya was the part of the ancient Magadh Empire. The city is located on the bank of Falgu River and is considered among one of the most sacred cities for Hindus. Three hills Mangala-Gauri, Shringa-Sthan, Ram-Shila and Brahmayoni surround it from three sides and make at a safe and beautiful site. Gaya is an ancient place and has great heritage and history. Various modes of transportation connect Gaya with other major cities of Bihar along with rest of India</p>\r\n<p>Gaya is sacred not only for Hindus but also for Buddhists, as the place has many Buddhist pilgrim destinations. These sacred places in Gaya correspond to physical features, most of which occur naturally. The bank sides of river Falgu and temples located on the bank are beautiful and attractive. A peepal tree standing on the bank of Falgu River called Akshayavat is considered sacred for Hindus. The tree is worshiped for its divinity</p>\r\n<p>&nbsp;</p>\r\n<p>The Mangla Gauri shrine who is believed to be the first wife of Lord Shiva is worshiped here. The two rounded stones that symbolize the breasts of the mythological Sati have been considered sacred among Hindus. The most attractive destination in Gaya is Vishnupad Temple. The temple is located on the bank of river Falgu River and has footprint of Vishnu incised into a block of basalt. People believe that Lord Vishnu killed Gayasur by placing his foot on Gayasur&rsquo;s chest.</p>\r\n<p>The old temple of Vishnupad was later renovated by the queen of Indore, Devi Ahilyabai in eighteenth century. While Hindus claim that footprints in Vishunpad temple are of Lord Vishnu, Buddhists consider them the footprints of Lord Buddha. The temple is nevertheless a major pilgrim destination.</p>\r\n<p>&nbsp;</p>\r\n<p>Nomenclature of Gaya is based on the myth of demon Gayasur who Lord Vishnu had killed in a dual. The place is so sacred for Hindus that even Lord Ram had performed Pindadanam here for his ancestors. Legend says that Lord Ram had come to Gaya to pay homage to his ancestors and Sita had accompanied him on his way. Gaya is equally important for Buddhists as this was the place where Lord Buddha preached the Fire Sermon i.e. Adittapariyaya Sutta to around 1000 agriculture workers who were fire-worshipers. The influence of Buddha&rsquo;s discourse was so enormous that all of them converted to Buddhism.</p>","SubContentHindi":null,"ImageUrl":"5e944424-6a31-40d7-a531-83d9c24d7a16_Vishnupad-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Bodhgaya","SubTitleHindi":null,"SubContent":"<p>Bodhgaya is one of the most important and sacred Buddhist pilgrimage center in the world. It was here under a banyan tree, the Bodhi Tree, Gautama attained supreme knowledge to become Buddha,the Enlightened One. Born; in the foothills of the Himalayas as a Sakya prince of Kapilvastu (now in Nepal), most of the major events of his life, like enlightenment and last sermon, happened in Bihar. Buddhism as a religion was really born in Bihar and evolved here through his preaching and the example of his lifestyle of great simplicity, renunciation and empathy for everything living. Significantly, the state&rsquo;s name of &lsquo;Bihar&rsquo; originated from &lsquo;Vihara&rsquo; meaning monasteries which abounded in Bihar. Several centuries after Buddha&rsquo;s passing away, the Maurya Emperor Ashoka (234-198 BC) contributed tremendously towards the revival, consolidation and spread of the original religion. It is the monasteries, Ashoka built for the Buddhist monks and the pillars known as Ashokan Pillars erected to commemorate innumerable historical sites associated with the Buddha&rsquo;s life, mostly intact to this day, that helped scholars and pilgrims alike to trace the life events and preaching of a truly extraordinary man. There is a magnificent Mahabodhi temple and the Tree from the original sapling still stands in the temple premises. The temple is an architectural amalgamation of many centuries, cultures and heritages. While its architecture has a distinct stamp of the Gupta era, it has later ages inscriptions describing visits of pilgrims from Sri Lanka, Myanmar and China between 7th and 10th century AD. It is perhaps still the same temple Hieuen Tsang visited in 7th century.</p>","SubContentHindi":null,"ImageUrl":"eec32db1-a5a5-4bc8-ba22-b1f41cbfc4e1_Bodhgaya.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Thai Monastery","SubTitleHindi":null,"SubContent":"<p>One of the oldest foreign monasteries built in the ornamental regal Thai architectural style. The grandeur of the exterior as well as the interior is utterly awe-inspiring. The temple reflects like a red and golden gem over a calm pool at the front patio. The splendid Buddha idol along with the mural paintings depicting Buddha&rsquo;s life and some modern events like importance of planting trees painted in a stylized manner are utterly marvelous. It is situated next to Mahabodhi Temple at Bodhgaya.</p>\r\n<p>Visiting Hours: 7:00 AM to 12:00 AM, 02:00 PM to 06:00 PM</p>","SubContentHindi":null,"ImageUrl":"9da76690-112b-48ab-a5da-727140605ace_thai-monastery.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Dungeshwari Temple / Dungeshwari Hill","SubTitleHindi":null,"SubContent":"<p>Gautama Siddhartha is believed to have meditated at this place for 6 years before he went to Bodhgaya for the final realization. Two small shrines are built to commemorate this phase of Buddha. A golden emaciated Buddha sculpture memorising the rigid penance is enshrined in one of the cave temples and a large (about 6&rsquo; tall) Buddha&rsquo;s statue in the other. A Hindu goddess deity Dungeshwari is also placed inside the cave temple.</p>","SubContentHindi":null,"ImageUrl":"3d46231b-62ae-4c19-9e54-2cb6739bb800_Dungeshwari-Buddha.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Baba Koteshwarnath Temple","SubTitleHindi":null,"SubContent":"<p>Baba Koteshwarnath Temple is situated in Village Main, Block Belaganj, District Gaya. The temple is situated on the confluence of the river Morhar &amp; Dargha in Gaya, is famous for highly sacred Lord Shiva Temple. Located 90km south of Patna, Koteshwarnath temple is believed to have been build around 8th century AD.</p>\r\n<p>Koteshwarnath temple&rsquo;s sanctum is carved in a single piece of red stone and within it is installed a large sized Shivalinga with around 1,008 miniature Shivlingas around 1200 years back.</p>\r\n<p>It says that Vanasur&rsquo;s Main &amp; DevKund was situated in a deep forest. Usha used to visit the temple to offer prayers during which Lord Shiva appeared &amp; told her to establish a Sahashtra Linga to get her wish full filled. After that Usha established the Shiva Linga. In result of that Lord Shiva granted her wish and she got married with Aniruddha, grandson of Lord Krishna her husband with whom she went on to live her life.</p>\r\n<p>The place is known as &ldquo;Shiv Nagar&rdquo; in ancient times. There is a reference that Sahastra Shiv Ling idol was established at the end of Dwapar Yuga. This Shiv Ling was established by Usha, daughter of King Vanasur of Sonitpur. It&rsquo;s a belief that a pilgrimage to this place is powerful enough to full fill all the wishes and desires of the one who comes here. Quite Evidently, Every year In the month of Saawan devotees throng this temple to offer prayers.</p>\r\n<p>It says that Vanasur&rsquo;s Main &amp; Dev Kund was situated in a deep forest. Usha used to visit the temple to offer prayers during which Lord Shiva appeared &amp; told her to establish a Sahashtra Linga to get her wish full filled. After that Usha established the Shiva Linga. In result of that Lord Shiva granted her wish and she got married with Aniruddha, grandson of Lord Krishna her husband with whom she went on to live her life.</p>\r\n<p>Usually all the holy places of Lord Shiva have large number of devotes coming all the year round but during the holy months of Saawan this increases. It is well connected through Pitch road from the sides of Makhdumpur, Shakurabad-Ghejan, Tekari and Bela Rampur.</p>","SubContentHindi":null,"ImageUrl":"b71a6b2c-a5e7-4441-b3dc-b683253afe4f_Baba-Koteshwarnath-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Culture & Heritage","SubTitleHindi":null,"SubContent":"<p>Gaya Pilgrimage</p>\r\n<p>Falgu River &ndash;</p>\r\n<p>Flowing on the east side of Gaya, the Falgu River carries water only during the monsoon season. At other time the river bed is externally dry. However if you scratch some mud you will find water. Being cursed by Sita Devi, this river runs as under water river below the bed.</p>\r\n<p>&nbsp;</p>\r\n<p>Sita Kund &ndash;</p>\r\n<p>On the opposite side of the Vishnu pad temple, Sita Kund is situated on the other banks of the Falgu River. There is a small temple depicting the spot where Sita Devi performed pinda dana for her father-in-law.</p>\r\n<p>&nbsp;</p>\r\n<p>Akshya Vat &ndash;</p>\r\n<p>The famous Akshya vat is located in the nearby area of Vishnu pad temple. The Akshya Vat was blessed by sita devi to become immortal &amp; never shred its leaves in any season.</p>\r\n<p>&nbsp;</p>\r\n<p>Manglagauri &ndash;</p>\r\n<p>Located on a small hill on the south side of Gaya, is one of famous Sati (Gouri) temple. The temple is situated in the nearby area of Akshya Vat. As mentioned in puranas, Lord Shiva was performing dance of dissolution maddened at the death of his wife sati. To stop this, Lord Vishnu had to cut the body of sati in to many pieces by his chakra to check Lord Shiva&rsquo;s further Anger. As the pieces were cut, they fell at different locations and each of this location being turned in to a Shakti Peeth (Holyplace of worship of Gauri).</p>\r\n<p>&nbsp;</p>\r\n<p>Ramshila Hill &ndash;</p>\r\n<p>Ramshila Hill situated on the south-east side of Gaya is considered to be the most sacred place as it is believed that Lord Rama had offered &lsquo;pinda&rsquo; on the hill. The name of the hill is associated with Lord Rama. A number of stone sculptures belonging to the ancient period can be sill notices on and around the hill which suggest the existence of some earlier structures or temples since very early time. The Temple situated on the top of the hill called as Ramesvara or Patalesvara temple was originally built in 1014 A.D. but has gone through many restoration and repairs in succeeding period. In front of the temple &ldquo;pindas&rdquo; are offered by the Hindu devotees during Pitrapaksh for their ancestors.</p>\r\n<p>&nbsp;</p>\r\n<p>Pretshila Hill &ndash;</p>\r\n<p>Pretshila hill is about 10 kms from the Ramshila hill. Just below the hill the Brahma Kund is situated. After taking bath in this pond people go for the &lsquo;Pind Dan&rsquo;. On top of the hill the Queen of Indore, Ahilya Bai, built a temple in 1787 popularly known as Ahilya Bai Temple. This temple has always been an attraction for the tourists due to its unique architecture and magnificent sculptures.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"f2c9ac75-401c-4515-872f-5fe816f87a62_bodhgaya-culture-and-heritage.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Accommodation","SubTitleHindi":null,"SubContent":"<p>Hotel / Guest House Name Location Phone / Mobile Number</p>\r\n<p>MAHABODHI Bodh-Gaya 7546988900</p>\r\n<p>HOTEL IMPERIAL Bodh-Gaya 9810281794</p>\r\n<p>DELTA INTERNATIONAL Bodh-Gaya 2200854, 9431225234</p>\r\n<p>HOTEL GOUTAM Bodh-Gaya 2200109, 943129009</p>\r\n<p>ROYAL RESIDENCY Bodh-Gaya 2200124, 9431831836</p>\r\n<p>HOTEL TAJ DARBAR Bodh-Gaya 2200053, 9471002293, 7739320524</p>\r\n<p>HOTEL GALAXY Bodh-Gaya 2200006, 9430247704</p>\r\n<p>HOTEL ANAND INTERNATIONAL Bodh-Gaya 2200026, 9934891205</p>\r\n<p>HOTEL SUJATA Bodh-Gaya 2200481, 9504440844, 9431224695</p>\r\n<p>BODHGAYA REGENCY HOTEL Bodh-Gaya 2200415, 8969466281, 7070192142</p>\r\n<p>LOTUS NIKKO HOTEL Bodh-Gaya 2200700, 2200789,993127668</p>\r\n<p>HOTEL TATHAGAT INTERNATIONAL Bodh-Gaya 2200506, 9939491063</p>\r\n<p>R.K INTERNATIONAL Bodh-Gaya 2200506</p>\r\n<p>HOTEL NIRANJANA Bodh-Gaya 2200475, 9431477395</p>\r\n<p>HOTEL JEEVAK Bodh-Gaya 2200646, 9934473633</p>\r\n<p>HOTEL MAHAMAYA Bodh-Gaya 2200676,9931276680</p>\r\n<p>SAMBODHI RETREAR Bodh-Gaya 6950080</p>\r\n<p>HOTEL BODH VILAS Bodh-Gaya 9096857085, 9711047700</p>\r\n<p>HOTEL DREAM PALACE Bodh-Gaya 9431289275, 9031849580</p>\r\n<p>HOTEL TOSHITA Bodh-Gaya 2200760, 9304636579</p>\r\n<p>HOTEL BUDHA VIHAR INTERNATIONAL Bodh-Gaya 2200506</p>\r\n<p>HOTEL LUMBNI Bodh-Gaya 2200351</p>\r\n<p>BODHGAYA RIGENCY Bodh-Gaya 2200236</p>\r\n<p>HOTEL URVELA Bodh-Gaya 2200236, 9835417477</p>\r\n<p>HOTEL VISHAL Bodh-Gaya 2200459</p>\r\n<p>HOTEL SHASHI INTERNATIONAL Bodh-Gaya 2200483, 9430201308</p>\r\n<p>HOTEL OM INT. Bodh-Gaya 9199186640</p>\r\n<p>HOTEL PRINCE Bodh-Gaya 2200141, 2200380,9934714717</p>\r\n<p>HOTEL VIPASHNA Bodh-Gaya 9430841313, 9006307888</p>\r\n<p>ANUKUL GUEST HOUSE Bodh-Gaya 2200118</p>\r\n<p>SHANTHI BUDHA GUEST HOUSE Bodh-Gaya 2200519</p>\r\n<p>RAHUL BUDHA GUEST HOUSE Bodh-Gaya 2200536, 9431289421</p>\r\n<p>SHANTI SAKYA GUEST HOUSE Bodh-Gaya 2200439</p>\r\n<p>HARSH &amp; YASH GUEST HOUSEBodh-Gaya</p>\r\n<p>RAINBOW GUEST HOUSE Bodh-Gaya 2200308, 9431280810</p>\r\n<p>HAPPY GUEST HOUSEBodh-Gaya</p>\r\n<p>SHANTI GUEST HOUSE Bodh-Gaya 2200129, 9835818081</p>\r\n<p>BEEYUTY GUEST HOUSE Bodh-Gaya 9472932045</p>\r\n<p>WELCOME GUEST HOUSEBodh-Gaya</p>\r\n<p>JYOTI GUEST HOUSEBodh-Gaya</p>\r\n<p>SANG PRIYA GUEST HOUSEBodh-Gaya</p>\r\n<p>PUJA GUEST HOUSEBodh-Gaya</p>\r\n<p>DEEP GUEST HOUSEBodh-Gaya</p>\r\n<p>AMRAPALI GUEST HOUSEBodh-Gaya</p>\r\n<p>OAKS HOTEL Bodh-Gaya 0631-2200223, 7542023501</p>\r\n<p>HOTEL JATAK Bodh-Gaya 9415228455</p>\r\n<p>Hotel Vishal Gaya 0631&amp;2222307</p>\r\n<p>Hotel Rajvada Gaya 9431297641</p>\r\n<p>Ahaliyabay Bhawan Gaya 8521821928, 9431271837</p>\r\n<p>Arya NiwasGaya</p>\r\n<p>Palika Villa Gaya 9934033567</p>\r\n<p>Shri Vishnu Agency Gaya 9708829929</p>\r\n<p>Royal Hotel Arya Gaya 9431270867</p>\r\n<p>Hotel Gaya Regency, Gaya Gaya 0631-2221153, 9934098892</p>\r\n<p>Satyam Internationl, Gaya Gaya 9430057604</p>\r\n<p>Hotel Ajatsatru/Swagat Hotel Gaya 9934480814</p>\r\n<p>Hotel Gawtam, Gaya Gaya 9386804133</p>\r\n<p>Vikash Hotel, Gaya Gaya 9334233672</p>\r\n<p>Aalok Hotel, Gaya Gaya 9835293435</p>\r\n<p>Mushkan Hotel, Gaya Gaya 9939391978</p>\r\n<p>Aanand Hotel, Gaya Gaya 9304104555</p>\r\n<p>Classick Hotel, Gaya Gaya 9771532865</p>\r\n<p>Raj Kumar Guest House, Gaya Gaya 9304463428</p>\r\n<p>Vishnu Bhojanalay, Gaya Gaya 9939208410</p>\r\n<p>Vishnu Rest House, Gaya Gaya 9472971649, 8092742622</p>\r\n<p>Singh Station View, Gaya Gaya 0631-2222045, 9973941235</p>\r\n<p>Aakash Hotel, Gaya Gaya 9471002103</p>\r\n<p>Budha Bihar, Gaya Gaya 9709866604</p>\r\n<p>Lal Guest House, Gaya Gaya 9934058151</p>\r\n<p>Laxman Guest House, Gaya Gaya 9973940360</p>\r\n<p>Atithi Guest House, Gaya Gaya 9431290446</p>\r\n<p>Chabra Regidency, Gaya Gaya 9835414667</p>\r\n<p>Grand Place, Gaya Gaya 9122928709</p>\r\n<p>Pal Guest House, Gaya Gaya 9386067942</p>\r\n<p>Chandralok Guest House, Gaya Gaya 7352474945</p>\r\n<p>Tirupati Guest House, Gaya Gaya 9097553241</p>\r\n<p>Durga Guest House, Gaya Gaya 9430476313</p>\r\n<p>Swathi Guest House, Gaya 9934414265</p>\r\n<p>Shivam Guest House, Gaya Gaya 9835292117</p>\r\n<p>Siddharth Hotel, Gaya Gaya 9102162888, 9102163888</p>\r\n<p>Hotel Orbit, Gaya Gaya 0631-2220958</p>\r\n<p>Samman Hotel, Gaya Gaya 9934024179</p>\r\n<p>Bishnu Maya, Rest House, Gaya Gaya 9771532865</p>\r\n<p>Prithivi Rest House Gaya 7549518665</p>\r\n<p>Hotel Vrindawan, Gaya Gaya 0631-2229999, 9934011735</p>\r\n<p>Hotel Neelkamal, Gaya Gaya 0631-2221050, 9955062668</p>\r\n<p>City Surya, Gaya Gaya 0631-2222321, 7783806661</p>\r\n<p>Hotel Surya, Gaya Gaya 0631-2224004, 9431081702</p>\r\n<p>Hotel Royal Surya, Gaya Gaya 9334477222</p>\r\n<p>Hotel Garv, Gaya Gaya 0631-2222069, 2222269, 9431224402</p>\r\n<p>Saraogi Hotel, Gaya Gaya 0631-2222575</p>\r\n<p>Saraogi Place, Gaya Gaya 0631-2220999, 9431223203</p>\r\n<p>Vishnu International, Gaya Gaya 0631-2224422</p>\r\n<p>Royal Guest House, Gaya Gaya 9661533562</p>\r\n<p>Hotel Vishal, Gaya Gaya 0631-2222307</p>\r\n<p>Palm Gurden, Gaya Gaya 9939408422</p>\r\n<p>Hotel Vize, Gaya Gaya 9431289874</p>\r\n<p>New Vize, Gaya Gaya 9470411456</p>\r\n<p>Kripal Lodge, Gaya Gaya 9955062902</p>","SubContentHindi":null,"ImageUrl":"c6d65251-62f0-47d2-8cdc-df575618617e_pyara-palace-gaya-pyara-palace.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. How to Reach","SubTitleHindi":null,"SubContent":"<p>Gaya is an important Junction in the Mughalsarai-Dhanbad Grand Chord Section of the East Central Railway (erstwhile Eastern Railway). It has direct Train Services from New Delhi, Howrah and Mumbai. It is about 1100 Km away from New Delhi and 450 Km away from Kolkata (Howrah Junction). Altogether Four Rajdhani Express Trains apart from other Super-Fast trains take you directly from Delhi to Gaya. While Rajdhani Express takes 12 hours, the other Mail Express trains take 15 to 17 hours. From Kolkata it is an overnight journey of approximately Six hours. It has direct train links from Puri, Nagpur, Indore, Lucknow, Chennai, Kamakhya, Patna as well. Gaya has one International Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Air India operates daily flight on Delhi-Gaya-Varanasi route. Bi-weekly Kolkata-Gaya-Bangkok and Kolkata-Gaya-Yangoon flights and Druk Airlines of Bhutan operates Paro-Gaya-Bangkok bi-weekly flights. With expansion of existing runway on card, more Domestic and International flights are expected to be added to the fleet. However, Patna Airport is very well connected with all major domestic Airports.</p>\r\n<p>Gaya is well connected by Road (National Highways) as well. The Grand Trunk Road (NH-2) touches Gaya at Dobhi, 30 km south joining Delhi &amp; Kolkata Expressway. The state capital Patna is 120 km away and well connected by road (NH-83) and train services.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail ::</p>\r\n<p>The nearest railway station is Gaya itself and all the major trains pass through the station. Patna is another railway station from where you can board trains for other destinations in India. Patna is linked with all the major cities of India including the metros of New Delhi, Kolkata, Mumbai and Chennai. The Mahabodhi Express is a special train that runs between Delhi and Gaya daily and non-stop and takes just 16 hours to reach Gaya from Delhi. Several Rajdhani Express trains connect Gaya Tourism National New Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road ::</p>\r\n<p>GT Road connects Gaya from major cities of north India. Gaya is well connected with Ranchi, Jamshedpur, Raurkela, Hazaribagh, Kolkata, Varanasi, Allahabad, Kanpur, Delhi and Amritsar.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air ::</p>\r\n<p>Gaya has its own international airport and is connected with major</p>\r\n<p>cities of India. Gaya is also connected with cities like Colombo,</p>\r\n<p>Bangkok, Singapore and Paro. One can get down at Patna airport too and hire taxis or buses or board train to reach Gaya. There are direct flights from Delhi to Gaya.</p>\r\n<p>source: https://gaya.nic.in/</p>","SubContentHindi":null,"ImageUrl":"9f80304a-e63a-47c4-a45c-6b6c13eb41c8_gaya-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-gaya-bihar","tags":[{"name":"gaya","slug":"gaya"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":819,"title":"To gain Media Attention Model Aditi Singh Posing in Flooded Streets of Patna. Bihar Need Help !!!","imageUrl":"fd601135-3dfa-4652-88bd-361afa640941_Aditi-Singh.jpg","dateCreated":"2019-10-01T03:49:38.779Z","dateModified":"2019-10-01T03:57:32.621Z","contributedBy":"AskGif","content":"\"It's not that easy. Come see what hard work it takes to send out a message. By sitting in the balcony, shooting videos and criticisng others won't really help,\" said Saurabh Anuraj, whose recent shots taken amidst the flooded streets of Bihar have gone viral.\r\n&nbsp;\r\nFor the young","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd601135-3dfa-4652-88bd-361afa640941_Aditi-Singh.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"patna","slug":"patna"},{"name":"bihar","slug":"bihar"},{"name":"flood","slug":"flood"}],"slug":"to-gain-media-attention-model-aditi-singh-posing-in-flooded-streets-of-patna.-bihar-need-help-","total":0},{"id":247,"title":"Top Places to visit in Jamui, Bihar","imageUrl":"5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","dateCreated":"2019-01-16T14:46:53.293Z","dateModified":"2019-01-16T15:12:12.441Z","contributedBy":"AskGif","content":"Jamui is a town and a municipality in Jamui district in the Indian state of Bihar. It is the district headquarters of Jamui district. Jamui was formed as a district on 21 February 1991 as a result of its separation from Munger.\r\n&nbsp;\r\nHistorical existence of Jamui has been observe","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jamui","slug":"jamui"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-jamui-bihar","total":0},{"id":245,"title":"Top Places to visit in Gaya, Bihar","imageUrl":"ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","dateCreated":"2019-01-15T07:17:13.859Z","dateModified":"2019-01-15T07:48:14.943Z","contributedBy":"AskGif","content":"Gaya is of historical significance and is one of the major tourist attractions of the state of Bihar. Gaya is 100 kilometres (62 mi) south of Patna, the capital city of Bihar. It is the state's second-largest city, with a population of 470,839, and is the headquarters of Gaya district and Magadh ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gaya","slug":"gaya"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-gaya-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}