{"id":246,"title":"गोपालगंज में घूमने के लिए शीर्ष स्थान , बिहार","imageUrl":"fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","dateCreated":"2019-01-15T13:13:44.062Z","dateModified":"2019-01-15T13:37:02.614Z","contributedBy":"AskGif","content":"<p>गोपालगंज भारतीय राज्य बिहार में गोपालगंज जिले का एक शहर, नगरपालिका और मुख्यालय है।</p>\r\n<p>गोपालगंज भारत के बिहार राज्य के प्रशासनिक जिलों में से एक है। जिला मुख्यालय गोपालगंज शहर है, और जिला सारण डिवीजन का हिस्सा है। [१] बोली जाने वाली प्रमुख भाषाएं भोजपुरी, और हिंदी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>प्रारंभ में, गोपालगंज में अपने निवासियों को अच्छी गुणवत्ता की शिक्षा के मामले में बहुत कम पेशकश थी। वर्तमान में शहर के स्कूल और कॉलेज या तो सरकार द्वारा या निजी ट्रस्टों और व्यक्तियों द्वारा संचालित किए जाते हैं। स्कूल प्रत्येक में या तो केंद्रीय माध्यमिक शिक्षा बोर्ड (CBSE), या बिहार स्कूल परीक्षा बोर्ड से संबद्ध हैं। [९] अधिकांश निजी स्कूलों में अंग्रेजी शिक्षा का माध्यम है; हालांकि सरकार द्वारा संचालित स्कूल अंग्रेजी और हिंदी दोनों की पेशकश करते हैं। सैनिक स्कूल नेशनल डिफेंस अकादमी में प्रवेश के लिए लड़कों को तैयार करता है। अपनी माध्यमिक शिक्षा को पूरा करने के बाद, जिसमें दस साल की स्कूली शिक्षा शामिल होती है, छात्र आमतौर पर तीन धाराओं में से एक में हायर सेकेंडरी स्कूल में दाखिला लेते हैं- आर्ट्स, कॉमर्स या साइंस।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्राम सभाएँ</p>\r\n<p>गोपालगंज जिले में 234 ग्राम सभाएँ हैं जिन्हें 14 ब्लॉकों में रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>विधान सभा निर्वाचन क्षेत्र</p>\r\n<p>बैकुंठपुर</p>\r\n<p>बरौली</p>\r\n<p>गोपालगंज</p>\r\n<p>कुचायकोटे प्रखण्ड</p>\r\n<p>Bhore</p>\r\n<p>हथुआ</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>थावे मंदिर, एक प्राचीन मंदिर, गोपालगंज जिले में स्थित है।</p>\r\n<p>लछवार दुर्गा मंदिर, थावे ब्लॉक में स्थित है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gopalganj_district,_India</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","subContents":[{"SubTitle":"1. थावे मंदिर","SubTitleHindi":null,"SubContent":"<p>थावे ब्लॉक में देवी दुर्गा को समर्पित एक पुराना मंदिर है, जिसे \"थावे वाली माता\" के नाम से जाना जाता है। ऐसा माना जाता है कि \"थावे वाली माता\" अपने भक्तों की इच्छाओं को पूरा करती है। यह मंदिर एक अजीबोगरीब पेड़ के लिए भी प्रसिद्ध है, जिसका वानस्पतिक परिवार अभी तक पहचाना नहीं गया है। पेड़ क्रॉस की तरह बड़ा हो गया है। मूर्ति और वृक्ष के संबंध में विभिन्न किंवदंतियाँ प्रचलित हैं। चैत्र (मार्च-अप्रैल) के महीने में यहां एक बड़ा मेला लगता है।</p>","SubContentHindi":null,"ImageUrl":"6b660ce2-102e-46a2-8579-4de8fdf4d074_Thawe-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. श्री पीताम्बरा पीठ (एमएए बगलामुखी)","SubTitleHindi":null,"SubContent":"<p>श्री पीताम्बरा पीठ, बगलामुखी के सबसे प्रसिद्ध शक्तिपीठों में से एक है, जो गोपालगंज से 15 किलोमीटर दूर कुचायकोट में स्थित है। हिंदू धर्म में, बगलामुखी दस महाविद्याओं (महान ज्ञान) में से एक है। बगलामुखी देवी भक्त की गलतफहमियों और भ्रम की स्थिति को दूर करती है। नाम का शाब्दिक अर्थ है name क्रेन-फेस &rsquo;। `बागला` नाम मूल संस्कृत मूल` वल्गा` का विरूपण है। वह सुनहरे रंग की है और उसका कपड़ा पीला है। वह पीले कमलों से भरे अमृत के सागर के बीच में एक स्वर्ण सिंहासन में विराजमान है। एक अर्धचंद्राकार चंद्रमा उसके सिर को सुशोभित करता है। देवी को विभिन्न ग्रंथों में दो अलग-अलग तरीकों से वर्णित किया गया है- `द्वी-भुज` (दो हाथ), और` चतुर्भुज` (चार हाथ)। द्वी-भुज चित्रण अधिक परिचित है और इसे `सौम्य` जनसंवादक रूप में वर्णित किया गया है। उसे अपने दाहिने हाथ में एक क्लब पकड़े हुए दिखाया गया है और जिसके साथ उसने अपने बाएं हाथ से अपनी जीभ को बाहर निकालते हुए दानव को पीटा। इस छवि को कभी-कभी `स्तम्भन` के प्रदर्शन के रूप में दर्शाया जाता है, जो किसी के दुश्मन को चुप कराने के लिए अचेत या पंगु बना देती है। यह ठीक वरदानों में से एक है जिसके लिए बगलामुखी के भक्त उसकी पूजा करते हैं।</p>","SubContentHindi":null,"ImageUrl":"4016a669-aca2-47cd-83ae-a7f77a30531e_Shri-Pitambara-Peeth-MAA-Bagalamukhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. दिघवा दुबौली","SubTitleHindi":null,"SubContent":"<p>गोपालगंज अनुमंडल के पूर्व में एक गाँव, छपरा के उत्तर में 56 किलोमीटर और गोपालगंज से 40 किलोमीटर दक्षिण-पूर्व में है। यह छपरा - मशरक खंड के पूर्वोत्तर रेलवे का एक रेलवे स्टेशन भी है। यह एक प्राचीन स्थल है और यहां दो असाधारण पिरामिड के आकार के टीले पाए गए थे। ये दो टीले गाँव के दक्षिण-पूर्व में और एक-दूसरे के पूर्व और पश्चिम में स्थित हैं। पश्चिमी टीला गाँव के दक्षिण पूर्वी छोर से लगभग समीप स्थित है, और पूर्वी टीला 640 फीट की दूरी पर दूसरे के दक्षिण-पूर्व में स्थित है, और सड़क के करीब है। इनमें से प्रत्येक टीला एक पिरामिड आकार का है, जिसके आधार पर चार कोनों को काफी बाहर की ओर पेश किया गया है, ताकि इनमें से किसी एक टीले की जमीनी योजना एक शंकु द्वारा केन्द्रित रूप से अग्रगामी तारे के समान दिखे। ये टीले मिट्टी से बने प्रतीत होते हैं, लेकिन ईंट और मिट्टी के बर्तनों के छोटे टुकड़ों के साथ मिश्रित होते हैं। पूर्वी टीले के दक्षिण में 950 फीट की दूरी पर, मध्यम ऊंचाई का एक गोल आकार का टीला है, जिसमें उत्तर से दक्षिण तक लगभग 200 फीट और पूर्व से पश्चिम तक लगभग 140 फीट का क्षैतिज व्यास है। यहां एक पुराना कुआं है। गाँव के उत्तर में सड़क के किनारे टीले का एक हिस्सा है, जो ऐसा प्रतीत होता है जैसे कि बड़े समतल टीले से सड़क द्वारा काट दिया गया है, जिस पर गाँव दिघवा डबौली है। कहा जाता है कि ये टीले चेरो, अर्थात्, चेरोस, एक आदिवासी जाति के काम थे, जो कभी देश के इस हिस्से में शक्तिशाली लगते थे, लेकिन जो अब पहाड़ियों को गंगा के दक्षिण में स्थित करते हैं।</p>","SubContentHindi":null,"ImageUrl":"af1dba40-66e2-4387-bc95-69a8060e6d45_Dighwa-Dubauli-railway.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. हुसपुर","SubTitleHindi":null,"SubContent":"<p>यह गांव गोपालगंज के उत्तर-पश्चिम में लगभग 24 किलोमीटर दूर झारनी नदी के पश्चिमी तट पर स्थित है। ऐतिहासिक रूप से यह गांव कुछ दिलचस्पी का है क्योंकि यह पहले हाथवा के महाराजाओं की सीट थी। उनके द्वारा बनाया गया किला मौजूद है, लेकिन कुल खंडहरों में वर्तमान में लगभग भरा हुआ एक खाई के साथ ईंटों का निर्माण किया गया है। किले के पूर्व में चौदह छोटे-छोटे टीले हैं जो उस स्थान को चिह्नित करते हैं जहाँ बसंत साही की पत्नी, परिवार के एक सदस्य ने अपने 13 हाथों वाले नौकरानियों को अपने मृत पति के सिर को अपनी गोद में रखते हुए विसर्जित किया। फ़तेह साही ने बसंत साही को ईस्ट इंडिया कंपनी की मदद के लिए मार डाला, जो कि उनके चचेरे भाई थे और बाद में एक डाकू थे। हाथवा परिवार के सदस्य अब भी टीले पर पूजा करते हैं, जिसका श्रेय 18 वीं सदी के अंत में दिया जा सकता है, हालांकि किले के खंडहर पहले की तारीख के हो सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"6833c4f9-4113-4cf7-bdbb-31209dad94aa_map-of-husepur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. लकरी दरगाह","SubTitleHindi":null,"SubContent":"<p>यह गाँव सिवान से लगभग 24 किलोमीटर की दूरी पर स्थित है और इसका नाम मुस्लिम कब्र से लिया गया है। कब्र शाह अरज़ान नाम के एक मोहम्मडन संत की है जो पटना से आए थे। यह कहा जाता है कि वह जगह के एकांत से आकर्षित था और उसने 40 दिनों का एक चिल्ला या धार्मिक चिंतन किया था। उन्होंने एक धार्मिक प्रतिष्ठान भी स्थापित किया, जो सम्राट औरंगजेब द्वारा संपन्न था। संत की मृत्यु की सालगिरह हर साल रबी-उन-सानी की 11 वीं तारीख को मनाई जाती है, जो एक बड़ी भीड़ को आकर्षित करती है।</p>","SubContentHindi":null,"ImageUrl":"64f9b775-1879-4c29-8a54-6aa01715ef79_Lakri-Dargah-mela.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. संस्कृति और विरासत","SubTitleHindi":null,"SubContent":"<p>भाषा: भोजपुरी स्थानीय भाषा है। लोग हिंदी / अंग्रेजी / उर्दू में भी बोलते हैं।</p>\r\n<p>भोजन: लोगों का मुख्य भोजन गेहूं, लिट्टी और चावल है।</p>\r\n<p>मेले और त्यौहार: दुर्गा - पूजा, दीपावली, जन्माष्टमी, काली पूजा, सरस्वती पूजा, नाग पंचमी, छठ पूजा, शिव रत्रि, ईद, बकरीद, और मोहरम जैसे सभी त्योहार बड़े धार्मिक उत्साह और सद्भाव के साथ मनाए जाते हैं।</p>\r\n<p>धार्मिक स्थल: थावे का दुर्गा मंदिर गोपालगंज - थावे ब्लॉक के सिवान मुख्य मार्ग पर स्थित माँ दुर्गा का एक महत्वपूर्ण मंदिर है। यह बहुत प्रसिद्ध मंदिर है। लोग अपने सपनों को पूरा करने के लिए देवी की प्रार्थना करने के लिए जिलों के सभी हिस्सों और बाहर से आए थे।</p>","SubContentHindi":null,"ImageUrl":"7676718e-f607-4417-9c11-e7166d5e3158_Gopalganj-railway-heritage.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवाई, रेल और सड़क मार्ग से जिला मुख्यालय पहुँचना:</p>\r\n<p>&nbsp;</p>\r\n<p>वायु: निकटतम हवाई अड्डा सबेया, हथुआ में है जो जिला मुख्यालय से 30 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल: जिला प्रमुख क्वार्टर गोपालगंज के एक स्टेशन (महत्वपूर्ण ब्रॉड गेज मार्ग और एक संकीर्ण गेज लाइन) के साथ, रेल द्वारा जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क: राज्य राजमार्ग और सड़कें गोपालगंज में जिला मुख्यालय को सभी 14 ब्लॉकों से जोड़ती हैं। राष्ट्रीय राजमार्ग (संख्या 28) गोपालगंज से होकर गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला मुख्यालय से विभिन्न पर्यटन स्थलों तक पहुंचने के लिए सड़क संपर्क हैं।</p>\r\n<p>स्रोत: https://gopalganj.nic.in/</p>","SubContentHindi":null,"ImageUrl":"c3c47ae3-8228-4b2c-aaff-abcec72305b0_Gopalganj-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-gopalganj-bihar","tags":[{"name":"गोपालगंज","slug":"gopalganj"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":1261,"title":"बाघा कुसमर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","dateCreated":"2020-04-24T15:10:19.168Z","dateModified":"2020-04-24T15:10:37.023Z","contributedBy":"AskGif","content":"बाघा कुसमर उत्तरी बिहार राज्य, भारत में मधुबनी जिले का एक छोटा सा शहर है। यह फुलपरास उपखंड के अंतर्गत आता है। बाघा कुसमर और इसके जिला मुख्यालय के बीच की दूरी 52 किमी है। बाघा कुसमर और शहर खुटौना के बीच की दूरी 7 किमी है।\r\n&nbsp;\r\nभाषा और धर्म\r\nइस नगर में बोली जाने वाली मुख्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बाघा-कुसमर","slug":"bagha-kusmar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-bagha-kusmar-bihar","total":0},{"id":254,"title":"किशनगंज में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"किशनगंज बिहार राज्य के पूर्णिया प्रमंडल में किशनगंज जिले का एक शहर और जिला मुख्यालय है।\r\n&nbsp;\r\nइतिहास\r\nकिशनगंज, जो पहले पूर्णिया जिले का हिस्सा था, मिथिला क्षेत्र का हिस्सा है। मिथिला राज्य (जिसे विदेह का साम्राज्य भी कहा जाता है) की स्थापना करने वाले भारतीय-आर्य लोगों द्वा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"किशनगंज","slug":"kishanganj"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-kishanganj-bihar","total":0},{"id":240,"title":"भागलपुर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","dateCreated":"2019-01-14T13:45:42.456Z","dateModified":"2019-01-15T16:54:11.802Z","contributedBy":"AskGif","content":"भागलपुर भारत के बिहार राज्य में गंगा नदी के दक्षिणी तट पर ऐतिहासिक महत्व का शहर है। यह बिहार का तीसरा सबसे बड़ा शहर है और भागलपुर जिले और भागलपुर डिवीजन का मुख्यालय भी है। सिल्क सिटी के रूप में जाना जाता है, यह एक प्रमुख शैक्षिक, वाणिज्यिक और राजनीतिक केंद्र है, और स्मार्ट सिटी कार्यक्रम के तहत व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"भागलपुर","slug":"bhagalpur"}],"slug":"top-places-to-visit-in-bhagalpur-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}