{"id":246,"title":"Top Places to visit in Gopalganj, Bihar","imageUrl":"fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","dateCreated":"2019-01-15T13:13:44.062Z","dateModified":"2019-01-15T13:37:02.614Z","contributedBy":"AskGif","content":"<p>Gopalganj is a town, municipality and headquarters of Gopalganj district in the Indian state of Bihar.</p>\r\n<p>Gopalganj is one of the administrative districts in the Indian state of Bihar. The district headquarters is the town of Gopalganj, and the district is part of Saran Division. Major languages spoken are Bhojpuri, and Hindi.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Initially, Gopalganj had little to offer in terms of good quality education to its residents. Presently Schools and colleges in the city are either run by the government or by private trusts and individuals. The schools are each affiliated with either the Central Board for Secondary Education (CBSE), or the Bihar School Examination Board.[9] English is the medium of instruction in most private schools; though government run schools offer both English and Hindi. The Sainik School prepares boys for entry into the National Defence Academy. After completing their secondary education, which involves ten years of schooling, students typically enroll at Higher Secondary School in one of the three streams&mdash;Arts, Commerce or Science.</p>\r\n<p>&nbsp;</p>\r\n<p>Village councils</p>\r\n<p>There are 234 Village councils in Gopalganj district grouped into 14 blocks.</p>\r\n<p>&nbsp;</p>\r\n<p>Vidhan Sabha Constituency</p>\r\n<p>Baikunthpur</p>\r\n<p>Barauli</p>\r\n<p>Gopalganj</p>\r\n<p>Kuchaikote</p>\r\n<p>Bhore</p>\r\n<p>Hathua</p>\r\n<p>&nbsp;</p>\r\n<p>Temples</p>\r\n<p>Thawe Mandir, an ancient temple, is situated in Gopalganj district.</p>\r\n<p>Lachhwar durga mandir, is situated in thawe block.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gopalganj_district,_India</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","subContents":[{"SubTitle":"1. Thawe Temple","SubTitleHindi":null,"SubContent":"<p>In Thawe block there is an old temple dedicated to Goddess Durga popularly known as &ldquo;Thawe wali Mata&rdquo;. It is believed that &ldquo;Thawe wali Mata&rdquo; fulfill the wishes of her devotees. This temple is also famous for a peculiar tree, the botanical family of which has not yet been identified. The tree has grown up like the cross. Various legends are prevalent in connection with the idol and the tree. A big fair is annually held here in the month of Chaitra (March -April).</p>","SubContentHindi":null,"ImageUrl":"6b660ce2-102e-46a2-8579-4de8fdf4d074_Thawe-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Shri Pitambara Peeth (MAA Bagalamukhi)","SubTitleHindi":null,"SubContent":"<p>Shri Pitambara Peeth is one of the most famous Shakti Peetha of Bagalamukhi, which is situated at Kuchaikote, 15 Kms from Gopalganj. In Hinduism, Bagalamukhi is one of the ten mahavidyas (great wisdom). Bagalamukhi Devi bangs the devotee&rsquo;s misconceptions and delusions with a bludgeon. The name literally means `crane-faced `. The name `Bagla` is a distortion of the original Sanskrit root `ValgA`. She is golden complexioned and her cloth is yellow. She sits in a golden throne in the midst of an ocean of nectar full of yellow lotuses. A crescent moon adorns her head. The goddess is described in two different ways in various texts- the `Dwi-BhujA` (two handed), and the `ChaturbhujA` (four handed). The Dwi-BhujA depiction is the more familiar and is described as the `soumya` pr milder form. She is shown holding a club in her right hand and with which she beats the demon, while pulling his tongue out with her left hand. This image is sometimes represented as an exposition of `sthambhana`, the power to stun or paralyze one&rsquo;s enemy to silence. This is precisely one of the boons for which Bagalamukhi&rsquo;s devotees worship her.</p>","SubContentHindi":null,"ImageUrl":"4016a669-aca2-47cd-83ae-a7f77a30531e_Shri-Pitambara-Peeth-MAA-Bagalamukhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Dighwa Dubauli","SubTitleHindi":null,"SubContent":"<p>A village in the extreme east of the Gopalganj subdivision, 56 kms north of Chapra and 40 kms southeast of Gopalganj. It is also a railway station of the North-Eastern Railway of the Chapra &ndash; Mashrak Section. It is an ancient site and two extraordinary pyramidal-shaped mounds were found here. These two mounds are situated close to the southeast of the village, and east and west of each other. The western mound is situated almost adjoining the south eastern end of the village, and the eastern mound is situated at the distance of 640 feet to the southeast of the other, and close to the road. Each of these mounds is of a pyramidal shape, with four corners at the base projecting considerably outwards, so that a ground plan of one of these mounds would resemble a fore pointed star surmounted centrically by a cone. These mounds appeared to be formed of clay, but mixed with small fragments of brick and pottery. At the distance of 950 feet to the south of the eastern mound, there is a round-shaped mound of moderate height, with a horizontal diameter of about 200 feet from north to south, and about 140 feet from east to west. There is an old well here. Across the road to the north of the village there is a portion of the mound, which appears as if cut off by the road from the large flat mound, on which the village Dighwa Dubauli itself stands. These mounds are said to have been the works of Chero-Chai, i.e., of the Cheros, an aboriginal race who seem to have once been powerful in this part of the country, but who now inhabit the hills to the south of the Ganges.</p>","SubContentHindi":null,"ImageUrl":"af1dba40-66e2-4387-bc95-69a8060e6d45_Dighwa-Dubauli-railway.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Husepur","SubTitleHindi":null,"SubContent":"<p>The village is situated on the western bank of the Jharni River about 24-kms North-West of Gopalganj. Historically this village is of some interest as it was previously the seat of the Maharajas of Hathwa. The fort erected by them exists, but in total ruins, built of bricks with a moat around almost filled up at present. To the east of the fort are fourteen small mounds marking the spot where the wife of Basant Sahi, a member of the family, with her 13 hand-maids immolated herself holding the head of her deceased husband in her lap. Fateh Sahi killed Basant Sahi for helping the East India Company in getting information about the movements of the latter that was his cousin and had been an outlaw. The members of the Hathwa family still perform worship at the mounds, which may be attributed to the late 18th century, though the fort ruins may be of an earlier date.</p>","SubContentHindi":null,"ImageUrl":"6833c4f9-4113-4cf7-bdbb-31209dad94aa_map-of-husepur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Lakri Dargah","SubTitleHindi":null,"SubContent":"<p>The village is situated about 24-kms north of Siwan and has apparently derived its name from a Muslim tomb that it contains. The tomb is that of a Mohammedan saint named Shah Arzan who hailed from Patna. It is said he was attracted by the solitude of the place and had performed a chilla or a religious contemplation of 40 days. He also set up a religious establishment, which was endowed by the Emperor Aurangazeb. The anniversary of the saint&rsquo;s death is celebrated on the 11th of Rabi-us-sani every year, which attracts a large crowd.</p>","SubContentHindi":null,"ImageUrl":"64f9b775-1879-4c29-8a54-6aa01715ef79_Lakri-Dargah-mela.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Culture & Heritage","SubTitleHindi":null,"SubContent":"<p>Language: Bhojpuri is the local language. People speak in Hindi / English/ Urdu also.</p>\r\n<p>Food: The staple food of the people is wheat, Litti and rice.</p>\r\n<p>Fairs and festivals : All festivals like Durga &ndash; Pooja, Deepawali, Janamashtami, Kali Pooja, Sarswati Pooja, Nag Panchemi, Chhath Pooja, Shiv Ratri, Id, Bakarid, and Mohharam are celebrated with great religious enthusiasm spirit and harmony.</p>\r\n<p>Religious places : Durga Mandir of Thawe is an important temple of Maa Durga situated at the Gopalganj &ndash; Siwan main road at Thawe Block. It is very famous temple. People came from all parts of the districts and out side to pray the Goddess to fulfill their dreams.</p>","SubContentHindi":null,"ImageUrl":"7676718e-f607-4417-9c11-e7166d5e3158_Gopalganj-railway-heritage.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>Reaching District Head Quarter by air, rail and road:</p>\r\n<p>&nbsp;</p>\r\n<p>Air: Nearest airport is at Sabeya, Hathua which is 30 kms away from District Head Quarter.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail: District Head Quarter is connected by rail, with a station at Gopalganj (important broad gauge route and a narrow gauge line).</p>\r\n<p>&nbsp;</p>\r\n<p>Road: State highways and roads link district headquarters at Gopalganj to all 14 blocks. National highway (No 28) passes through Gopalganj.</p>\r\n<p>&nbsp;</p>\r\n<p>From District HQ there are road connectivity to reach different tourist places.</p>\r\n<p>source: https://gopalganj.nic.in/</p>","SubContentHindi":null,"ImageUrl":"c3c47ae3-8228-4b2c-aaff-abcec72305b0_Gopalganj-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-gopalganj-bihar","tags":[{"name":"gopalganj","slug":"gopalganj"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":1261,"title":"Top Places to visit in Bagha Kusmar, Bihar","imageUrl":"8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","dateCreated":"2020-04-24T15:10:19.168Z","dateModified":"2020-04-24T15:10:37.023Z","contributedBy":"AskGif","content":"Bagha Kusmar is a small town in the Madhubani district in northern Bihar state, India. It is under Phulparas subdivision. The distance between Bagha Kusmar and its district headquarters is 52 km. The distance between Bagha Kusmar and town Khutauna is 7 km.\r\n&nbsp;\r\nLanguages and rel","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bagha-kusmar","slug":"bagha-kusmar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-bagha-kusmar-bihar","total":0},{"id":254,"title":"Top Places to visit in Kishanganj, Bihar","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"Kishanganj is a city and district headquarters of Kishanganj district in Purnea division of Bihar state.\r\n&nbsp;\r\nHistory\r\nKishanganj, which was previously part of Purnia district, is part of the Mithila region. Mithila first gained prominence after being settled by Indo-Arya","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kishanganj","slug":"kishanganj"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-kishanganj-bihar","total":0},{"id":240,"title":"Top Places to visit in Bhagalpur, Bihar","imageUrl":"43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","dateCreated":"2019-01-14T13:45:42.456Z","dateModified":"2019-01-15T16:54:11.802Z","contributedBy":"AskGif","content":"Bhagalpur is a city of historical importance on the southern banks of the river Ganges in the Indian state of Bihar. It is the 3rd largest city of Bihar and also the headquarters of Bhagalpur district and Bhagalpur division. Known as Silk City, it is a major educational, commercial, and political","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"bhagalpur","slug":"bhagalpur"}],"slug":"top-places-to-visit-in-bhagalpur-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}