{"id":247,"title":"Top Places to visit in Jamui, Bihar","imageUrl":"5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","dateCreated":"2019-01-16T14:46:53.293Z","dateModified":"2019-01-16T15:12:12.441Z","contributedBy":"AskGif","content":"<p>Jamui is a town and a municipality in Jamui district in the Indian state of Bihar. It is the district headquarters of Jamui district. Jamui was formed as a district on 21 February 1991 as a result of its separation from Munger.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical existence of Jamui has been observed from the Period of Mahabharta war. Archaeological and historical evidence shows its close association with Jain tradition for a long past to the present time.A large part of this area is covered by forest.</p>\r\n<p>&nbsp;</p>\r\n<p>There are mainly two hypotheses which have been mentioned by historians regarding the origin of the name of the district Jamui. The first hypothesis said that the name of Jamui derived from \"Jambhiya Gram\" or \"Jribhikgram\" village, which has the place of attaining &lsquo;Omniscience&rsquo; (Kevala Jnana) of Vardhaman Mahavira and according to another hypothesis the name Jamui is originated from Jambuwani.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Jamui is a district among 38 districts of Bihar state, India. The district was formed on 21 February 1991, when it was separated from Munger district. It is located at a longitude of 86&deg; 13'E and the latitude is 24&deg; 55'N.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Museum</p>\r\n<p>Chandrashekhar Singh Sangrahalaya founded on 16 March 1983 by Prof. Dr. Shyamanand Prasad. Total number of archaeological remains in this museum is 178. Various statues of Lord Vishnu, Lord Bhudha,. Goddess Uma, Durga, Surya, ancient rocks and terracotta seals etc. are available.</p>\r\n<p>&nbsp;</p>\r\n<p>Music</p>\r\n<p>The musical tradition of the district was rich in the past and is getting enriched in present times also. In the past two the decades Sri Bajrang Lal Gupta has worked as an A.I.R. artist of light classical music. Sri Jyotrindra Kumar, Dr. Anjubala, Smt.Sujata Kumari, Kumar Amitabh, Sri Chandan Gupta, Sri Shailesh Kumar, Smt. Abha Singh, Sri Anil Pathak, Chandan Singh, D.D Singh etc. are making a significant contribution towards the upliftment of music in Jamui district. Shasi Ranjan Prasad is a classical dancer.Miss Nilima Verma is also a classical dancer and is making a significant presence in the classical dance form Kathak.</p>\r\n<p>&nbsp;</p>\r\n<p>Literature</p>\r\n<p>Jamui has been a fertile ground for man of literature and poets. Dr.Prof.Awadh Kishore Sinha, Dr.Shyamanand Prasad have held the flag of literature high. This has been ably kept up and continued by young poets and writers such as Prof Dr. Jagrup Prasad, Prof. Dr. Sunil Yadav, Prof. Sukhdev Thakur, Prof. Naheed Badar, Prof. Prabhat Sarsij, Dr. Giridhar Acharya, Lect. Babita singh, Prof. Brajnandan Modi. Jamui has the literary effort of Pt. Jagannath Pd.Chaturvedi. Beginning with his Majesty Rameshwar Pd. Singh up to Kumar Ranbir Singh comprises a long list of ancient poet of the district, who wrote in Braj Bhasha. The contributions of more recent poets like BraJ Vallabh Chaturbedi, Smt. Kishori, Late Kiran Ji, Tripurari Singh Matwala, Late Prof. Dineshwar Prasad Verma Deverendra Malaypuri, Prabhat Sarsij, Vinay Asham, Shyam Prasad Dixit, Anandi Prasad Singh, Raj Kishor Prasad(Advocate), Ranjit Kumar Singh(Social worker, J.V.S.S)N.S Rajput(Educationalist).</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1987 Jamui district became home to the Nagi Dam Wildlife Sanctuary, which has an area of 7.9 km2 (3.1 sq mi).[16] It is also home to the Nakti Dam Wildlife Sanctuary, which was established in 1987 and has an area of 3.3 km2 (1.3 sq mi).</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jamui_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","subContents":[{"SubTitle":"1. Jain Mandir Lachhuar","SubTitleHindi":null,"SubContent":"<p>This is a large and old rest house(Dharmsala) of 65 rooms constructed for the Jain Pilgrims. There is a Mandir of Lord Mahavira inside the Dhamsala. The idol in this temple is more than 2,600 years old. This black stone idol is of weighs around 250 kg. This is situated on the way of kshatriya Kund Gram, the birthplace of LordMahavira. This place is located in Sikandra Block which is approx 20 km. west from Jamui District Headquarter.</p>","SubContentHindi":null,"ImageUrl":"d90fa966-20c0-40b2-a190-3d1c41c29256_Jain-Mandir-Lachhuar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Giddheswar Temple","SubTitleHindi":null,"SubContent":"<p>Famous temple of lord Shiva situated on the top of stone boulders. It 15 km south from the district headquarter.</p>","SubContentHindi":null,"ImageUrl":"290a9f3a-4fa1-4618-8b0c-916a2881cdfe_Giddheswar-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Simultalla Hill Station","SubTitleHindi":null,"SubContent":"<p>This place is famous for its beautiful scenic hills and pleasant weather.It is supposed to be the Tapo-Bhumi of Sri Ramakrishna Paramhans, who founded TaraMath of Devi Bhagvati.</p>","SubContentHindi":null,"ImageUrl":"5f5d37bb-42b6-4a1d-b1ae-82bb5159c665_Simultalla-Hill-Station.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Kali Mandir Malaypur","SubTitleHindi":null,"SubContent":"<p>Temple of goddess Kali is situated at village Malaypur, block Barhat. A very famous festival known as Kali Mela is held every year at this place. The temple is just near by the Railway station, Jamui.</p>","SubContentHindi":null,"ImageUrl":"d07abdb5-17fa-4160-a6b8-123780539ce1_Kali-Mandir-Malaypur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Minto Tower Gidhaur","SubTitleHindi":null,"SubContent":"<p>Minto tower was built by the Maharaja of Gidhaur in 1909 to commemorate the visit of the then British Viceroy Lord Irwin to Gidhaur. It is in the middle of Gidhaur Market on the main Jamui-Jhajha state highway.</p>","SubContentHindi":null,"ImageUrl":"68152ad7-9610-4ded-8d9e-d868097601bc_Minto-Tower-Gidhaur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Patneswar Mandir","SubTitleHindi":null,"SubContent":"<p>This is famous temple of lord Shiva situated on the way of Station Road Jamui. It is about 5 km north from the district headquarter Jamui.</p>","SubContentHindi":null,"ImageUrl":"dbf56204-99f2-4a72-8ae4-5b9843afcd98_Patneswar-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Maa Netula Temple","SubTitleHindi":null,"SubContent":"<p>This is famous Temple of Maa Ambe Situated at village kumar, block sikandra. it is about 26 km west form the district headquarter jamui bihar.</p>","SubContentHindi":null,"ImageUrl":"0a06e2f4-5aab-4431-babb-0a197654c482_Maa-Netula-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Accommodation","SubTitleHindi":null,"SubContent":"<p>1. Hotel Atithi Place Bypass Road, Jamui Court, Near Lakhisarai more 9973054884</p>\r\n<p>2. Hotel Neeraj International LIC Bypass Road,Bihar state highway 6 06345-224731</p>\r\n<p>3. Hotel Sneha Rest House Station Road, satgama 9973636334,9934415938</p>\r\n<p>4.Pramila Rest HouseShitla colony road</p>\r\n<p>5.Maa Janki Rest HouseJhajha Bus Stand, jamui</p>\r\n<p>6. GenX Brij Station road 8409821589</p>\r\n<p>7.Sangita InternationalNear DM Residance</p>","SubContentHindi":null,"ImageUrl":"f7e3b0be-9b03-41bb-8508-c2c312d9aac0_jamui-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. How to Reach","SubTitleHindi":null,"SubContent":"<p>Jamui Railway Station, station code JMU, is one of the major railway stations in Danapur division of East Central Railway. Jamui is connected to metropolitan areas of India, by the Delhi-Kolkata Main Line via Mugalsarai-Patna route which runs along the historic Grand Trunk road.</p>\r\n<p>&nbsp;</p>\r\n<p>Jamui Station serves the headquarters of Jamui district in the Indian state of Bihar. Railways and roads are the main means of transport in the region.The Jamui railway station is in Howrah-Patna-Mughalsarai main line. Most of the Patna, Barauni bound express trains coming from Howrah, Sealdah, Ranchi, Tatanagar stop here. There is also bus service you can go ranchi or nearby ranchi, munger, bhagalpur, gaya and banka . so the many state and private buses are playing a vital role in transportation for jamui's citizen</p>\r\n<p>&nbsp;</p>\r\n<p>Air route</p>\r\n<p>The nearest airport is the Jayaprakash Narayan International Airport in Patna, Patna. Jamui is situated at a distance of 161 kilometers from Patna. Apart from this, there is also an international airport. Jamui is located 136 kilometers away from Gaya.</p>\r\n<p>&nbsp;</p>\r\n<p>Railroad track</p>\r\n<p>The Jamui railroad can be reached from several major cities of India. Jamui station located on Delhi-Howrah main rail road is located between Jhajha and Qual station. More than two dozen trains are available daily to reach Jamui by railroad. Jamui railway station can be reached by road from Jamui city via the road. For this it would be appropriate to use auto and other vehicles from Jamui Station.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadway</p>\r\n<p>Jamui can easily be reached by road from many major cities of India.</p>\r\n<p>source: https://jamui.nic.in/</p>","SubContentHindi":null,"ImageUrl":"883f9ca7-4289-4848-9277-c5bea8ebdc63_jamui-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jamui-bihar","tags":[{"name":"jamui","slug":"jamui"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":257,"title":"Top Places to visit in Madhubani, Bihar","imageUrl":"9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","dateCreated":"2019-02-02T14:54:00.455Z","dateModified":"2019-02-02T14:58:35.711Z","contributedBy":"AskGif","content":"Madhubani is a town with municipality in Madhubani district in the Indian state of Bihar. It is the district headquarters. It lies 26 km northeast of Darbhanga town and was part of the erstwhile 'Bettiah Raj'. Internal disputes and family quarrels divided the Bettiah Raj in course of time. The Ma","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"madhubani","slug":"madhubani"}],"slug":"top-places-to-visit-in-madhubani-bihar","total":0},{"id":254,"title":"Top Places to visit in Kishanganj, Bihar","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"Kishanganj is a city and district headquarters of Kishanganj district in Purnea division of Bihar state.\r\n&nbsp;\r\nHistory\r\nKishanganj, which was previously part of Purnia district, is part of the Mithila region. Mithila first gained prominence after being settled by Indo-Arya","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kishanganj","slug":"kishanganj"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-kishanganj-bihar","total":0},{"id":81,"title":"Top Places to visit in Nawada, Bihar","imageUrl":"e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","dateCreated":"2018-08-03T11:07:24.365Z","dateModified":"2018-08-03T12:00:09.43Z","contributedBy":"AskGif","content":"Nawada is a city and a municipality in Bihar, India. It is also the headquarters of the Nawada district. It is the headquarters of the subdivision of the same name, lying on both sides of the Khuri River( also known as Sakri river in some parts) at 24&ordm; 53&rsquo; N and 85&ordm; 33&rsquo; E. T","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"bihar","slug":"bihar"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"nawada","slug":"nawada"}],"slug":"top-places-to-visit-in-nawada-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}