{"id":247,"title":"जमुई में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","dateCreated":"2019-01-16T14:46:53.293Z","dateModified":"2019-01-16T15:12:12.441Z","contributedBy":"AskGif","content":"<p>जमुई भारतीय राज्य बिहार में जमुई जिले में एक शहर और एक नगर पालिका है। यह जमुई जिले का जिला मुख्यालय है। जमुई का गठन मुंगेर से अलग होने के परिणामस्वरूप 21 फरवरी 1991 को एक जिले के रूप में किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>महाभारत युद्ध के काल से जमुई का ऐतिहासिक अस्तित्व देखा गया है। पुरातात्विक और ऐतिहासिक साक्ष्य जैन परंपरा के साथ लंबे समय से वर्तमान समय के लिए इसके करीबी संबंध को दर्शाता है। इस क्षेत्र का एक बड़ा हिस्सा जंगल से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य रूप से दो परिकल्पनाएँ हैं जिनका उल्लेख इतिहासकारों ने जनपद जमुई के नाम की उत्पत्ति के बारे में किया है। पहली परिकल्पना में कहा गया है कि जमुई का नाम \"जम्भिया ग्राम\" या \"जृभीग्राम\" गाँव से लिया गया है, जिसमें वर्धमान महावीर का 'सर्वज्ञ' (केवला ज्ञान) प्राप्त करने का स्थान है और एक अन्य परिकल्पना के अनुसार जमुई का नाम जंबुवाणी से उत्पन्न हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>जमुई भारत के बिहार राज्य के 38 जिलों में एक जिला है। जिले का गठन 21 फरवरी 1991 को हुआ था, जब इसे मुंगेर जिले से अलग कर दिया गया था। यह 86 &deg; 13'E के देशांतर पर स्थित है और अक्षांश 24 &deg; 55'N है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>संग्रहालय</p>\r\n<p>चंद्रशेखर सिंह संगरहालय की स्थापना 16 मार्च 1983 को प्रोफेसर डॉ। श्यामानंद प्रसाद ने की थी। इस संग्रहालय में कुल पुरातात्विक अवशेष 178 हैं। भगवान विष्णु, भगवान भूध, की विभिन्न प्रतिमाएं। देवी उमा, दुर्गा, सूर्य, प्राचीन चट्टानों और टेराकोटा सील आदि उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संगीत</p>\r\n<p>जिले की संगीत परंपरा अतीत में समृद्ध थी और वर्तमान समय में भी समृद्ध हो रही है। पिछले दो दशकों में श्री बजरंग लाल गुप्ता ने ए.आई.आर. हल्के शास्त्रीय संगीत के कलाकार। श्री ज्योतिंद्र कुमार, डॉ। अंजुबाला, श्रीमती सुजाता कुमारी, कुमार अमिताभ, श्री चंदन गुप्ता, श्री शैलेश कुमार, श्रीमती। जमुई जिले में संगीत के उत्थान की दिशा में आभा सिंह, श्री अनिल पाठक, चंदन सिंह, डी.डी. सिंह आदि का महत्वपूर्ण योगदान है। Shasi Ranjan Prasad एक क्लासिकल डांसर हैं। निलिमा वर्मा एक क्लासिकल डांसर भी हैं और क्लासिकल डांस फॉर्म कथक में महत्वपूर्ण उपस्थिति दर्ज करा रही हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>साहित्य</p>\r\n<p>जमुई साहित्य और कवियों के लिए एक उर्वर आधार रहा है। डॉ.प्रोफ.अवध किशोर सिन्हा, डॉ। श्यामानंद प्रसाद ने साहित्य का झंडा बुलंद किया है। प्रोफेसर डॉ। जगरूप प्रसाद, प्रो। डॉ। सुनील यादव, प्रो.सुखदेव ठाकुर, प्रो। नाहिद बदर, प्रो। प्रभात सरसिज, डॉ। गिरिधर आचार्य, लेक्ट जैसे युवा कवियों और लेखकों द्वारा इसे जारी रखा गया है। बबिता सिंह, ब्रजनंदन मोदी प्रो। जमुई में पं। का साहित्यिक प्रयास है। जगन्नाथ पीडी.चतुर्वेदी। शुरुआत महामहिम रामेश्वर पीडी से हुई। कुमार रणबीर सिंह के साथ सिंह जिले के प्राचीन कवि की लंबी सूची में शामिल हैं, जिन्होंने ब्रज भाषा में लिखा है। ब्रज वल्लभ चतुर्वेदी, श्रीमती जैसे हाल के कवियों का योगदान। किशोरी, स्वर्गीय किरण जी, त्रिपुरारी सिंह मतवाला, स्वर्गीय प्रो। दिनेश्वर प्रसाद वर्मा देवेंद्र मलयपुरी, प्रभात सरसिज, विनय आशम, श्याम प्रसाद दीक्षित, आनंदी प्रसाद सिंह, राज किशोर प्रसाद (एडवोकेट), रंजीत कुमार सिंह (सामाजिक कार्यकर्ता, जेवीएसएस) राजपूत (शिक्षाशास्री)।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1987 में जमुई जिला नागी बांध वन्यजीव अभयारण्य का घर बन गया, जिसका क्षेत्रफल 7.9 किमी 2 (3.1 वर्ग मील) है। [16] यह नकटी बांध वन्यजीव अभयारण्य का भी घर है, जिसे 1987 में स्थापित किया गया था और इसका क्षेत्रफल 3.3 किमी 2 (1.3 वर्ग मीटर) है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jamui_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5ac2a9bf-e88d-45c7-a01d-ab6935051e50_Jamui-railway.jpg","subContents":[{"SubTitle":"1. जैन मंदिर लछुवर","SubTitleHindi":null,"SubContent":"<p>यह जैन तीर्थयात्रियों के लिए निर्मित 65 कमरों का एक बड़ा और पुराना विश्राम गृह (धर्मशाला) है। धर्मशाला के अंदर भगवान महावीर का मंदिर है। इस मंदिर में मूर्ति 2,600 साल से अधिक पुरानी है। यह काले पत्थर की मूर्ति का वजन लगभग 250 किलोग्राम है। यह भगवान महावीर की जन्मस्थली क्षत्रिय कुंड ग्राम के रास्ते पर स्थित है। यह स्थान सिकंदरा ब्लॉक में स्थित है जो लगभग 20 किमी है। जमुई जिला मुख्यालय से पश्चिम।</p>","SubContentHindi":null,"ImageUrl":"d90fa966-20c0-40b2-a190-3d1c41c29256_Jain-Mandir-Lachhuar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. गीधेश्वर मंदिर","SubTitleHindi":null,"SubContent":"<p>पत्थर के शीर्ष पर स्थित भगवान शिव का प्रसिद्ध मंदिर। यह जिला मुख्यालय से 15 किमी दक्षिण में है।</p>","SubContentHindi":null,"ImageUrl":"290a9f3a-4fa1-4618-8b0c-916a2881cdfe_Giddheswar-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. सिमुलतला हिल स्टेशन","SubTitleHindi":null,"SubContent":"<p>यह स्थान अपनी सुंदर प्राकृतिक पहाड़ियों और सुहावने मौसम के लिए प्रसिद्ध है। यह श्री रामकृष्ण परमहंस की तपोभूमि माना जाता है, जिन्होंने देवी भगवती के तारामठ की स्थापना की थी।</p>","SubContentHindi":null,"ImageUrl":"5f5d37bb-42b6-4a1d-b1ae-82bb5159c665_Simultalla-Hill-Station.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. काली मंदिर मलयपुर","SubTitleHindi":null,"SubContent":"<p>देवी काली का मंदिर ब्लॉक बरहट के गांव मलयपुर में स्थित है। इस स्थान पर हर साल काली मेला के रूप में एक बहुत प्रसिद्ध त्योहार आयोजित किया जाता है। मंदिर रेलवे स्टेशन, जमुई के पास ही है।</p>","SubContentHindi":null,"ImageUrl":"d07abdb5-17fa-4160-a6b8-123780539ce1_Kali-Mandir-Malaypur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. मिंटो टावर गिधौर","SubTitleHindi":null,"SubContent":"<p>मिंटो टॉवर का निर्माण 1909 में गिधौर के महाराजा ने तत्कालीन ब्रिटिश वायसराय लॉर्ड इरविन की गिद्धौर यात्रा के लिए किया था। यह मुख्य जमुई-झाझा राज्य राजमार्ग पर गिधौर मार्केट के बीच में है।</p>","SubContentHindi":null,"ImageUrl":"68152ad7-9610-4ded-8d9e-d868097601bc_Minto-Tower-Gidhaur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. पटनेश्वर मंदिर","SubTitleHindi":null,"SubContent":"<p><span style=\"color: #333333; font-family: Open Sans, sans-serif;\">यह स्टेशन रोड जमुई के रास्ते पर स्थित भगवान शिव का प्रसिद्ध मंदिर है। यह जिला मुख्यालय जमुई से लगभग 5 किमी उत्तर में है।</span></p>","SubContentHindi":null,"ImageUrl":"dbf56204-99f2-4a72-8ae4-5b9843afcd98_Patneswar-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. माँ नेतुला मंदिर","SubTitleHindi":null,"SubContent":"<p>ब्लॉक सिंदरा के ग्राम कुमार में स्थित माँ अम्बे का यह प्रसिद्ध मंदिर है। यह लगभग 26 किलोमीटर पश्चिम में जिला मुख्यालय जमुई बिहार है।</p>","SubContentHindi":null,"ImageUrl":"0a06e2f4-5aab-4431-babb-0a197654c482_Maa-Netula-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. निवास","SubTitleHindi":null,"SubContent":"<p>1. होटल अतीथी प्लेस बायपास रोड, जमुई कोर्ट, लखीसराय के पास और 9973054884</p>\r\n<p>2. होटल नीरज इंटरनेशनल एलआईसी बायपास रोड, बिहार राज्य राजमार्ग 6 06345-224731</p>\r\n<p>3. होटल स्नेहा रेस्ट हाउस स्टेशन रोड, सतगामा 9973636334,9934415938</p>\r\n<p>4. प्रमिला रेस्ट हाउस शीतला कॉलोनी रोड</p>\r\n<p>5. मां जानकी रेस्ट हाउस झाझा बस स्टैंड, जमुई</p>\r\n<p>6. जेनएक्स ब्रज स्टेशन रोड 8409821589</p>\r\n<p>7. संगिता इंटरनेशनल डीएम रेजीडेंस के पास</p>","SubContentHindi":null,"ImageUrl":"f7e3b0be-9b03-41bb-8508-c2c312d9aac0_jamui-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>जमुई रेलवे स्टेशन, स्टेशन कोड JMU, पूर्व मध्य रेलवे के दानापुर डिवीजन के प्रमुख रेलवे स्टेशनों में से एक है। मुगलसराय-पटना मार्ग से दिल्ली-कोलकाता मेन लाइन द्वारा जमुई भारत के महानगरीय क्षेत्रों से जुड़ा है, जो ऐतिहासिक ग्रैंड ट्रंक रोड के साथ चलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जमुई स्टेशन भारत के बिहार राज्य में जमुई जिले के मुख्यालय का कार्य करता है। रेलवे और सड़कें क्षेत्र में परिवहन का मुख्य साधन हैं। जमुई रेलवे स्टेशन हावड़ा-पटना-मुगलसराय मुख्य लाइन में है। पटना, बरौनी जाने वाली अधिकांश एक्सप्रेस ट्रेनें हावड़ा, सियालदह, रांची, टाटानगर से आती हैं। बस सेवा भी है जहाँ आप रांची या आसपास के रांची, मुंगेर, भागलपुर, गया और बांका जा सकते हैं। इसलिए कई राज्य और निजी बसें जमुई के नागरिक के लिए परिवहन में महत्वपूर्ण भूमिका निभा रही हैं</p>\r\n<p>&nbsp;</p>\r\n<p>वायु मार्ग</p>\r\n<p>निकटतम हवाई अड्डा पटना, पटना में जयप्रकाश नारायण अंतर्राष्ट्रीय हवाई अड्डा है। जमुई पटना से 161 किलोमीटर की दूरी पर स्थित है। इसके अलावा एक अंतरराष्ट्रीय हवाई अड्डा भी है। जमुई गया से 136 किलोमीटर दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल मार्ग</p>\r\n<p>जमुई रेलमार्ग को भारत के कई प्रमुख शहरों से पहुँचा जा सकता है। दिल्ली-हावड़ा मुख्य रेल मार्ग पर स्थित जमुई स्टेशन झाझा और किऊल स्टेशन के बीच स्थित है। जमुई तक रेलमार्ग से पहुँचने के लिए प्रतिदिन दो दर्जन से अधिक ट्रेनें उपलब्ध हैं। जमुई शहर से सड़क मार्ग द्वारा जमुई रेलवे स्टेशन पहुंचा जा सकता है। इसके लिए जमुई स्टेशन से ऑटो और अन्य वाहनों का उपयोग करना उचित होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>भारत के कई प्रमुख शहरों से सड़क मार्ग द्वारा जमुई आसानी से पहुंचा जा सकता है।</p>\r\n<p>स्रोत: https://jamui.nic.in/</p>","SubContentHindi":null,"ImageUrl":"883f9ca7-4289-4848-9277-c5bea8ebdc63_jamui-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jamui-bihar","tags":[{"name":"जमुई","slug":"jamui"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":257,"title":"मधुबनी में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","dateCreated":"2019-02-02T14:54:00.455Z","dateModified":"2019-02-02T14:58:35.711Z","contributedBy":"AskGif","content":"मधुबनी भारतीय राज्य बिहार में मधुबनी जिले में नगरपालिका के साथ एक शहर है। यह जिला मुख्यालय है। यह दरभंगा शहर से 26 किमी उत्तर पूर्व में स्थित है और पूर्ववर्ती 'बेतिया राज' का हिस्सा था। आंतरिक विवादों और पारिवारिक झगड़ों ने समय के दौरान बेतिया राज को विभाजित कर दिया। मधुबनी में मधुबन राज एक परिणा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मधुबनी","slug":"madhubani"}],"slug":"top-places-to-visit-in-madhubani-bihar","total":0},{"id":254,"title":"किशनगंज में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"किशनगंज बिहार राज्य के पूर्णिया प्रमंडल में किशनगंज जिले का एक शहर और जिला मुख्यालय है।\r\n&nbsp;\r\nइतिहास\r\nकिशनगंज, जो पहले पूर्णिया जिले का हिस्सा था, मिथिला क्षेत्र का हिस्सा है। मिथिला राज्य (जिसे विदेह का साम्राज्य भी कहा जाता है) की स्थापना करने वाले भारतीय-आर्य लोगों द्वा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"किशनगंज","slug":"kishanganj"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-kishanganj-bihar","total":0},{"id":81,"title":"नवादा में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","dateCreated":"2018-08-03T11:07:24.365Z","dateModified":"2018-08-03T12:00:09.43Z","contributedBy":"AskGif","content":"नवादा बिहार, भारत में एक शहर और नगर पालिका है। यह नवादा जिले का मुख्यालय भी है। यह एक ही नाम के उपखंड का मुख्यालय है, जो खुरी नदी के दोनों किनारों पर स्थित है (जिसे कुछ हिस्सों में सकरी नदी भी कहा जाता है) 24&ordm; 53 'एन और 85&ordm; 33' ई। नाम नौ-अबाद से विकसित हुआ है, जिसका अर्थ है नया शहर\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"बिहार","slug":"bihar"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"नवादा","slug":"nawada"}],"slug":"top-places-to-visit-in-nawada-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}