{"id":248,"title":"Top Places to visit in Jehanabad, Bihar","imageUrl":"34d025d9-a534-467e-b9d2-50e541dfaf90_Jehanabad-railway.png","dateCreated":"2019-01-24T15:34:18.81Z","dateModified":"2019-01-25T05:24:33.751Z","contributedBy":"AskGif","content":"<p>Jehanabad is a town in Nagar Parishad and is the headquarters of Jehanabad district in the Indian state of Bihar.</p>\r\n<p>&nbsp;</p>\r\n<p>Jehanabad district is one of the thirty-eight districts of Bihar state, India, and Jehanabad town is the administrative headquarters of this district. Jehanabad district is a part of Magadh Division. This district is 45 km from Patna, the capital of Bihar and 43 km from Gaya.</p>\r\n<p>&nbsp;</p>\r\n<p>Jehanabad is located on the confluence of two small rivers called Dardha and Yamunaiya. It is the heartland of Magadha and the local dialect is called Magahi. Once considered a poor district The area is however developing now and the services sector is gaining ground in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are a lot of schools in jehanabad District, most of them are private high schools, which are popular across the city and provide better education, names are as follows, Swami Sahajanand Public School, Sai Central public school sultani pandooi, Purple Town Academy, J.N.V, D.A.V. School, B.V.N., P.P.S., Manas Vidyalaya, Kendriya Vidyalaya, Swami vivekanand high school Tehta are some of the schools following C.B.S.E. syllabus for quite long time. Many new schools have come up in recent time. These schools are contributing in the development of academic culture in the district.The Gandhi Intermediate School earlier known as VT School,Gautam budh high school and S.S. College, Jehanabad is proof of as backbone of district education.You can find Prof. R.P.Sharma's house better known as \"professor sahab ka ghar\" at the single intersection of roads of Jehanabad. It is near the river bridge Dardha. There you can find educational tips also for your career.Late Prof. Rajeshwari Prasad Sharma was a professor of Political science in S.S. College, Jehanabad and besides that he was an advocate in Patna Highcourt. Also he was a correspondent for many news papers like The Telegrah, The Hindustan times, The Times of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Attractions</p>\r\n<p>Barabar Caves are situated in the hilly area near Makhdumpur, 25 km south of Jehanabad. These ancient, rock-cut Buddhist chambers date back to the 3rd Century A.D. and are renowned as the place of origin of the Ajivika sect.</p>\r\n<p>&nbsp;</p>\r\n<p>Baba Siddhnath Temple, also known as the Shiva Temple and originally known as Siddheshwar Nath Temple, is located at one of the highest peaks in the range of the Barabar Hills. The temple was built during the Gupta period in the 7th Century A.D. Local legend attributes the construction of the temple to Bana Raja (the father-in-law of the legendary king Jarasandha of Rajgir).</p>\r\n<p>&nbsp;</p>\r\n<p>Sati Nagari Lari is approximately 40 km from the main town of Jehanabad. The village of Lari consists of a garh (or fort), Mahadev sthan of BholeNath, and a pond for carrying out various rituals. This village belongs to the landlord Brahmins (or Bhumihar Brahmins/Baabhan pandits), who serve as both priests and agriculturists in that area.</p>\r\n<p>&nbsp;</p>\r\n<p>Sun Temple, is located in the village of Bhelawer, and is the site where Chhath Puja is celebrated. Chhath Puja is an ancient Hindu Vedic festival to thank the Sun god for bestowing the bounties of life on Earth.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahadevsthan, is a temple situated in the village Bhelawer. It was understood to be the ancient temple of Shiva. It is also known as \"Buddha Mahadev,\" meaning \"Old Shiva.\" It is known as a Swayambhu temple, because its linga (or Lingam) was self-revealed.</p>\r\n<p>&nbsp;</p>\r\n<p>Temple</p>\r\n<p>Dayanath Dham. A temple of Lord Shiva is situated at Daya Bigha, 10 km south-west from Makhdumpur. The village name was given to Baba Dayanath, the first person of the village. The temple name was given as Baba Dayanath Dham. Pujari of the temple is Brijnandan Mahto and Shivcharcha is held on every Monday at the auditorium of the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jehanabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/34d025d9-a534-467e-b9d2-50e541dfaf90_Jehanabad-railway.png","subContents":[{"SubTitle":"1. Hazrat Bibi Kamal ka Mukbara","SubTitleHindi":null,"SubContent":"<p>This is the dargah of the first woman Sufi saint of the country, Hazrat Bibi Kamal who was famous for her holy power of healing. She was believed to be the aunt of Hazrat Makhdum Saheb of Bihar Shariff. Devotees believe in the mystic power of healing at this place for mentally challenged and incurable diseases.</p>","SubContentHindi":null,"ImageUrl":"3089ae75-fdca-4ce5-beaf-46fd09ea4a21_Hazrat-Bibi-Kamal-ka-Mukbara.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Barabar Caves","SubTitleHindi":null,"SubContent":"<p>Barabar Caves are situated in the hilly area near Makhdumpur, 25 km south of Jehanabad. These ancient rock-cut Buddhist chambers date back to 3rd Century A.D. and are renowned as the place of origin of the Ajivika sect.</p>\r\n<p>&nbsp;</p>\r\n<p>Baba Siddhnath Temple, also known as the Shiva Temple and originally known as Siddheshwar Nath Temple, is located at one of the highest peaks in the range of the Barabar Hills. The temple was built during the Gupta period in the 7th Century A.D. The local legends attribute the construction of the temple to Bana Raja. (the father-in-law of the legendary king Jarasandha of Rajgir.)</p>","SubContentHindi":null,"ImageUrl":"55e6f0bc-74ec-4fe3-95dd-46f59f41eb6c_Barabar-Caves.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Accommodation","SubTitleHindi":null,"SubContent":"<p>Circuit House,</p>\r\n<p>Near Gandhi Maidan,</p>\r\n<p>Jehanabad, Bihar,</p>\r\n<p>PIN- 804408</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Rajagrih,</p>\r\n<p>P.G.Road,</p>\r\n<p>Near Jehanabad court railway station,</p>\r\n<p>Jehanabad,Bihar,</p>\r\n<p>PIN-804408</p>","SubContentHindi":null,"ImageUrl":"3877fede-eb07-417f-8d09-67c1471183c4_jehanabad-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Jehanabad is linked to the bigger cities of Patna and Gaya by road and rail.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Four railway services operate in Jehanabad railway station. It serves the cities of Jehanabad, Jehanabad Court, Tehta, and Makhdumpur. The recently electrified Patna-Gaya line runs through the city and links the Grand Chord line to the Howrah-Delhi main line.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>National Highways 83 and NH 110 cross through the city. No. 83 runs from Patna via Masaurhi, and goes directly to Gaya through Makhdumpur. It runs almost parallel to the railway line. A network of poor quality PWD roads and REO roads run across the district. The total length of paved roads is 541.65 km and that of mud tracks is 450.90 km.</p>\r\n<p>source: https://jehanabad.nic.in/en/</p>","SubContentHindi":null,"ImageUrl":"b3edd85e-85da-4571-88ba-51255cc92779_jehanabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jehanabad-bihar","tags":[{"name":"jehanabad","slug":"jehanabad"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":1259,"title":"Top Places to visit in Barauli, Bihar","imageUrl":"5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","dateCreated":"2020-04-24T14:56:56.546Z","dateModified":"2020-04-24T14:57:07.136Z","contributedBy":"AskGif","content":"Barauli is a town and a notified area in the Gopalganj district in the state of Bihar, India.\r\n&nbsp;\r\nGeography\r\nBarauli is located at 26.4&deg;N 84.58&deg;E. It has an average elevation of 65 meters (213 feet).\r\n&nbsp;\r\nDemographics\r\nAs of the 2001 Indi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"barauli","slug":"barauli"}],"slug":"top-places-to-visit-in-barauli-bihar","total":0},{"id":257,"title":"Top Places to visit in Madhubani, Bihar","imageUrl":"9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","dateCreated":"2019-02-02T14:54:00.455Z","dateModified":"2019-02-02T14:58:35.711Z","contributedBy":"AskGif","content":"Madhubani is a town with municipality in Madhubani district in the Indian state of Bihar. It is the district headquarters. It lies 26 km northeast of Darbhanga town and was part of the erstwhile 'Bettiah Raj'. Internal disputes and family quarrels divided the Bettiah Raj in course of time. The Ma","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"madhubani","slug":"madhubani"}],"slug":"top-places-to-visit-in-madhubani-bihar","total":0},{"id":253,"title":"Top Places to visit in Khagaria, Bihar","imageUrl":"e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","dateCreated":"2019-01-28T14:50:07.337Z","dateModified":"2019-01-28T16:30:58.367Z","contributedBy":"AskGif","content":"Khagaria is a city in Indian state of Bihar and the administrative headquarters of Khagaria district. Khagaria is a part of Munger division. It is located at 25.5&deg;N 86.48&deg;E and has an average elevation of 36 metres (118 feet). The Khagaria Junction railway station serves the city.\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"khagaria","slug":"khagaria"}],"slug":"top-places-to-visit-in-khagaria-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}