{"id":248,"title":"जहानाबाद में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"34d025d9-a534-467e-b9d2-50e541dfaf90_Jehanabad-railway.png","dateCreated":"2019-01-24T15:34:18.81Z","dateModified":"2019-01-25T05:24:33.751Z","contributedBy":"AskGif","content":"<p>जहानाबाद नगर परिषद में एक शहर है और भारत के बिहार राज्य में जहानाबाद जिले का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>जहानाबाद जिला भारत के बिहार राज्य के अड़तीस जिलों में से एक है और जहानाबाद शहर इस जिले का प्रशासनिक मुख्यालय है। जहानाबाद जिला मगध डिवीजन का एक हिस्सा है। यह जिला बिहार की राजधानी पटना से 45 किमी और गया से 43 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जहानाबाद दो छोटी नदियों के संगम पर स्थित है जिसे दरधा और यमुनाईया कहा जाता है। यह मगध का हृदय स्थल है और स्थानीय बोली को मगही कहा जाता है। एक बार एक गरीब जिले के रूप में माना जाने वाला क्षेत्र अब विकसित हो रहा है और सेवा क्षेत्र जिले में आगे बढ़ रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>जेहानाबाद जिले में बहुत सारे स्कूल हैं, उनमें से अधिकांश निजी हाई स्कूल हैं, जो शहर भर में लोकप्रिय हैं और बेहतर शिक्षा प्रदान करते हैं, नाम इस प्रकार हैं, स्वामी सहजानंद पब्लिक स्कूल, साई सेंट्रल पब्लिक स्कूल सुल्तानी पंडोई, पर्पल टाउन अकादमी, जेएनवी, डीएवी स्कूल, B.V.N., P.P.S., मानस विद्यालय, केन्द्रीय विद्यालय, स्वामी विवेकानंद हाई स्कूल तेहता कुछ ऐसे स्कूल हैं, जो C.B.S.E. काफी लंबे समय के लिए पाठ्यक्रम। हाल के दिनों में कई नए स्कूल सामने आए हैं। ये स्कूल जिले में शैक्षणिक संस्कृति के विकास में योगदान दे रहे हैं। गांधी इंटरमीडिएट स्कूल, जिसे पहले वीटी स्कूल, गौतम बुद्ध हाई स्कूल और एसएस कॉलेज, जहानाबाद के नाम से जाना जाता है, जिला शिक्षा की रीढ़ की हड्डी होने का प्रमाण है। आप पा सकते हैं प्रो। आरपीएस धर्म का घर जहानाबाद की सड़कों के एकल चौराहे पर \"प्रोफेसर साहब का घर\" के रूप में जाना जाता है। यह नदी पुल दरधा के पास है। वहाँ आप अपने कैरियर के लिए शैक्षिक सुझाव भी पा सकते हैं। प्रो। राजेश्वरी प्रसाद शर्मा एस.एस. कॉलेज, जहानाबाद में राजनीति विज्ञान के प्रोफेसर थे और इसके अलावा वे पटना हाईकोर्ट में एक वकील थे। इसके अलावा वह कई समाचार पत्रों के लिए एक संवाददाता थे जैसे कि द टेलीगर्ह, द हिंदुस्तान टाइम्स, द टाइम्स ऑफ इंडिया।</p>\r\n<p>&nbsp;</p>\r\n<p>आकर्षण</p>\r\n<p>जहानाबाद से 25 किलोमीटर दक्षिण में मखदुमपुर के पास पहाड़ी क्षेत्र में बाराबर गुफाएँ स्थित हैं। ये प्राचीन, रॉक-कट बौद्ध कक्ष तीसरी शताब्दी के A.D. की तारीख के हैं और अजिविका संप्रदाय की उत्पत्ति के स्थान के रूप में प्रसिद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बाबा सिद्धनाथ मंदिर, जिसे शिव मंदिर के रूप में भी जाना जाता है और मूल रूप से सिद्धेश्वर नाथ मंदिर के रूप में जाना जाता है, बाराबर पहाड़ियों की श्रेणी में सबसे ऊंची चोटियों में से एक पर स्थित है। मंदिर 7 वीं शताब्दी में गुप्त काल के दौरान बनाया गया था। ए.डी. स्थानीय कथा में मंदिर के निर्माण का श्रेय बाना राजा (राजगीर के पौराणिक राजा जरासंध के ससुर) को दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>सती नगरी लारी जहानाबाद के मुख्य शहर से लगभग 40 किमी दूर है। लारी गाँव में एक गढ़ (या किला), भोलेनाथ का महादेव स्थल और विभिन्न अनुष्ठानों को करने के लिए एक तालाब है। यह गाँव जमींदार ब्राह्मणों (या भूमिहार ब्राह्मण / बाभन पंडित) का है, जो उस क्षेत्र में पुजारी और कृषक दोनों के रूप में काम करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सूर्य मंदिर, भेलवाड़ गाँव में स्थित है, और वह स्थल है जहाँ छठ पूजा मनाई जाती है। छठ पूजा एक प्राचीन हिंदू वैदिक त्यौहार है जो पृथ्वी पर जीवन की सीमाओं को पूरा करने के लिए सूर्य देव को धन्यवाद देता है।</p>\r\n<p>&nbsp;</p>\r\n<p>महादेवस्थान, एक मंदिर है जो भेलवाड़ गाँव में स्थित है। इसे शिव का प्राचीन मंदिर समझा जाता था। इसे \"महादेव\", \"अर्थ\" पुराने शिव के रूप में भी जाना जाता है। इसे एक स्वयंभू मंदिर के रूप में जाना जाता है, क्योंकि इसका लिंग (या लिंगम) स्वयं प्रकट हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>दयानाथ धाम। मखदुमपुर से 10 किलोमीटर दक्षिण-पश्चिम में दया बिगहा में भगवान शिव का एक मंदिर स्थित है। गाँव का नाम गाँव के पहले व्यक्ति बाबा दयानाथ को दिया गया था। मंदिर का नाम बाबा दयानाथ धाम रखा गया। मंदिर का पुजारी बृजनंदन महतो है और शिवचर्चा प्रत्येक सोमवार को मंदिर के सभागार में आयोजित की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jehanabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/34d025d9-a534-467e-b9d2-50e541dfaf90_Jehanabad-railway.png","subContents":[{"SubTitle":"1. हज़रत बीबी कमाल का मक़बरा","SubTitleHindi":null,"SubContent":"<p>यह देश की पहली महिला सूफी संत, हज़रत बीबी कमल की दरगाह है, जो चिकित्सा की अपनी पवित्र शक्ति के लिए प्रसिद्ध थी। उन्हें बिहारशरीफ के हजरत मखदूम साहब की मौसी माना जाता था। मानसिक रूप से विकलांग और असाध्य रोगों के लिए भक्त इस स्थान पर चिकित्सा की रहस्यवादी शक्ति में विश्वास करते हैं।</p>","SubContentHindi":null,"ImageUrl":"3089ae75-fdca-4ce5-beaf-46fd09ea4a21_Hazrat-Bibi-Kamal-ka-Mukbara.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. बाराबर गुफाएं","SubTitleHindi":null,"SubContent":"<p>जहानाबाद से 25 किलोमीटर दक्षिण में मखदुमपुर के पास पहाड़ी क्षेत्र में बाराबर गुफाएँ स्थित हैं। ये प्राचीन रॉक-कट बौद्ध कक्ष 3 शताब्दी ईस्वी सन् की तारीख के हैं और अजिविका पंथ की उत्पत्ति के स्थान के रूप में प्रसिद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बाबा सिद्धनाथ मंदिर, जिसे शिव मंदिर के रूप में भी जाना जाता है और मूल रूप से सिद्धेश्वर नाथ मंदिर के रूप में जाना जाता है, बाराबर पहाड़ियों की श्रेणी में सबसे ऊंची चोटियों में से एक पर स्थित है। मंदिर 7 वीं शताब्दी में गुप्त काल के दौरान बनाया गया था। ए.डी. स्थानीय किंवदंतियों ने मंदिर का निर्माण बाना राजा को दिया था। (राजगीर के पौराणिक राजा जरासंध के पितामह।)</p>","SubContentHindi":null,"ImageUrl":"55e6f0bc-74ec-4fe3-95dd-46f59f41eb6c_Barabar-Caves.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निवास","SubTitleHindi":null,"SubContent":"<p>सर्किट हाउस,</p>\r\n<p>नियर गांधी मैदान,</p>\r\n<p>जहानाबाद, बिहार,</p>\r\n<p>पिन- 804408</p>\r\n<p>&nbsp;</p>\r\n<p>होटल राजगृह,</p>\r\n<p>प.ग.रोड,</p>\r\n<p>नियर जहानाबाद कोर्ट रेलवे स्टेशन,</p>\r\n<p>जहानाबाद,बिहार,</p>\r\n<p>पिन-804408</p>","SubContentHindi":null,"ImageUrl":"3877fede-eb07-417f-8d09-67c1471183c4_jehanabad-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>जहानाबाद सड़क और रेल मार्ग से पटना और गया के बड़े शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>जहानाबाद रेलवे स्टेशन में चार रेल सेवाएं संचालित होती हैं। यह जहानाबाद, जहानाबाद कोर्ट, तेहता और मखदुमपुर शहरों में कार्य करता है। हाल ही में विद्युतीकृत पटना-गया लाइन शहर से होकर चलती है और ग्रैंड कॉर्ड लाइन को हावड़ा-दिल्ली मुख्य लाइन से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़कें</p>\r\n<p>राष्ट्रीय राजमार्ग 83 और एनएच 110 शहर के माध्यम से पार करते हैं। पटना से मसूरी के रास्ते नंबर 83 पर जाती है, और मखदुमपुर के रास्ते सीधे गया तक जाती है। यह रेलवे लाइन के समानांतर चलता है। खराब गुणवत्ता वाले पीडब्ल्यूडी सड़कों और आरईओ सड़कों का एक नेटवर्क जिले भर में चलता है। पक्की सड़कों की कुल लंबाई 541.65 किमी और मिट्टी की पटरियों की लंबाई 450.90 किमी है।</p>\r\n<p>स्रोत: https://jehanabad.nic.in/en/</p>","SubContentHindi":null,"ImageUrl":"b3edd85e-85da-4571-88ba-51255cc92779_jehanabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jehanabad-bihar","tags":[{"name":"जहानाबाद","slug":"jehanabad"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":1259,"title":"बरौली में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","dateCreated":"2020-04-24T14:56:56.546Z","dateModified":"2020-04-24T14:57:07.136Z","contributedBy":"AskGif","content":"बरौली भारत के बिहार राज्य में गोपालगंज जिले में एक शहर और एक अधिसूचित क्षेत्र है।\r\n&nbsp;\r\nभूगोल\r\nबरौली 26.4 &deg; N 84.58 &deg; E पर स्थित है। इसकी औसत ऊंचाई 65 मीटर (213 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2001 की भारत की जनगणना के अनुसार, बरौली की आबादी 34,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"बरौली","slug":"barauli"}],"slug":"top-places-to-visit-in-barauli-bihar","total":0},{"id":257,"title":"मधुबनी में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","dateCreated":"2019-02-02T14:54:00.455Z","dateModified":"2019-02-02T14:58:35.711Z","contributedBy":"AskGif","content":"मधुबनी भारतीय राज्य बिहार में मधुबनी जिले में नगरपालिका के साथ एक शहर है। यह जिला मुख्यालय है। यह दरभंगा शहर से 26 किमी उत्तर पूर्व में स्थित है और पूर्ववर्ती 'बेतिया राज' का हिस्सा था। आंतरिक विवादों और पारिवारिक झगड़ों ने समय के दौरान बेतिया राज को विभाजित कर दिया। मधुबनी में मधुबन राज एक परिणा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d81b5aa-6f80-4c7f-b869-acc454c7a4d3_Madhubani-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मधुबनी","slug":"madhubani"}],"slug":"top-places-to-visit-in-madhubani-bihar","total":0},{"id":253,"title":"खगड़िया में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","dateCreated":"2019-01-28T14:50:07.337Z","dateModified":"2019-01-28T16:30:58.367Z","contributedBy":"AskGif","content":"खगड़िया भारत के बिहार राज्य में एक शहर है और खगड़िया जिले का प्रशासनिक मुख्यालय है। खगड़िया मुंगेर प्रमंडल का एक हिस्सा है। यह 25.5 &deg; N 86.48 &deg; E पर स्थित है और इसकी औसत ऊंचाई 36 मीटर (118 फीट) है। खगड़िया जंक्शन रेलवे स्टेशन शहर की सेवा करता है।\r\nखगड़िया जिला भारत में बिहार राज्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"खगरिया","slug":"khagaria"}],"slug":"top-places-to-visit-in-khagaria-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}