{"id":250,"title":"Top Places to visit in Kaimur (Bhabua), Bihar","imageUrl":"62809991-333c-496a-8bfb-8286811a30bf_babhua-road-railway.jpg","dateCreated":"2019-01-27T10:27:50.059Z","dateModified":"2019-01-27T16:55:33.422Z","contributedBy":"AskGif","content":"<p>Kaimur district is one of the thirty-eight districts of Bihar state, India. The district headquarters are located at Bhabua. Before 1991, it was part of Rohtas District, Bihar.</p>\r\n<p>&nbsp;</p>\r\n<p>The district occupies an area of 3363 km&sup2; and has a population of 1,626,384 (as of 2011) with the rank of 307th in the country. The district has a Literacy rate of 69.34% (392nd in the country). Kaimur district is a part of Patna division. It is the westernmost district of Bihar, western point of Bihar called Chand is situated on the Bhabua-Chandauli road. The district has 18 Colleges, 58 High Schools, 146 Middle Schools and 763 Primary Schools. The district has a total no. of 1699 villages. The district also has 120 Post Offices and 151 Panchayat and it is well connected with Nh-2(Grand trunk road).Which is accomplished by Bhabhua Road (BBU) railway station it is the main route who is connecting Sealdah to Mumbai via Gaya jn.People of Kaimur is mostly influenced by Bhojpuri or Purvanchali language rest of other district of Bihar it is very differ due to it is situated near Chandauli district of Uttar Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Kaimur district was established in March 1993 after carving off a part of Rohtas district. The earliest evidence of human habitation in the district consists of rock paintings in the Lehda forest that date to around 20,000 years ago. In June 2012, erotic Pala sculptures were excavated in the village of Baidyanath.</p>\r\n<p>&nbsp;</p>\r\n<p>It is currently a part of the Red Corridor. In the other side it is associated with belief of Hindus it is Penitential of Atri (Sanskrit: अत्रि) or Attri Rishi &amp; one of the oldest temple in India of Ma Mundeswari which is the part of attraction of tourism.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Kaimur district occupies an area of 3,362 square kilometres (1,298 sq mi),[4] comparatively equivalent to Russia's Vaygach Island.</p>\r\n<p>&nbsp;</p>\r\n<p>The Kaimur Range and Rohtas Plateau cover the southern part of this district. The Karmnasha and Durgawati rivers run through the district. A large forest covers part of Kaimur; it measures 1,06,300 hectares and contains the Kaimur Wildlife Sanctuary which is home to tigers, leopards and chinkaras.</p>\r\n<p>&nbsp;</p>\r\n<p>Rivers: Durgavati River, Karmanasa River, Kudra river. Waterfall: Karkat Waterfall, Telhar.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Sub Divisions: Mohania subdivision, Bhabua subdivision</p>\r\n<p>Blocks: Bhabua, Ramgarh, Mohania, Durgawati, Adhaura, Bhagwanpur, Chand, Chainpur, Kudra, Rampur, Nuawon,</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kaimur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62809991-333c-496a-8bfb-8286811a30bf_babhua-road-railway.jpg","subContents":[{"SubTitle":"1. Temple of Mata Mundeshwari (Bhagwanpur)","SubTitleHindi":null,"SubContent":"<p>This temple is located on the summit of Piwara hill, with a height of about 600 feet.&nbsp; According to archaeologists British travelers R. N. Martin, Francis Buchanan and Block visited this temple between 1812 and 1904. The&nbsp; inscription made on this temple is of middle of 389 AD indicating its ancestry. The stone carvings of&nbsp; the Mundeshwari Bhavani temple are of Gupta period. It is a octagonal temple made of stone. In the Eastern section of this temple, the grand and ancient idol of the goddess Mundeshwari is the center of the main attraction. The mother is in the form of Vaarahi, whose vehicle is Mahish. There are four entrances to the temple, in which one has been closed and one half open. Panchmukhi Shivaling is installed in the central part of this temple.&nbsp; The color of&nbsp; the stone This Panchmukhi Shivling has been constructed with a special stone which changes its color along with the position of the sun and stone .&nbsp; The statue of Vishal Nandi on the west side of the main entrance. The uniqueness of this temple is in animal (goat) sacrifice. Here the goat is sacrificed but it is not slaughtered. This type of sacrifice is nowhere else.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"d28cf46b-0de6-413e-929e-b90908fb2100_Temple-of-Mata-Mundeshwari-Bhagwanpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Harsu Brahma Temple (Chainpur)","SubTitleHindi":null,"SubContent":"<p>Harsu Brahma Temple is about 10 kilometers from West South from the district headquarters Bhabhua&nbsp; on Bhabhua &ndash; Chainpur Road. Harsu Brahma Samadhi is situated within this fort, in the form of a huge fort of Raja Sharivahan. Here is the belief in the indigenous and foreign devotees who come here that they come from all kinds of phantom obstructions.</p>","SubContentHindi":null,"ImageUrl":"afbccbc3-80ef-4cca-b911-65e9d1261757_Harsu-Brahma-Temple-Chainpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Baidyanath Temple (Deohalia, Ramgarh)","SubTitleHindi":null,"SubContent":"<p>It is a Shiva temple with octagonal base and shikhar, similar to the Kendaria Mahadev temple of Khajuraho. The womb house is made by cutting a single rock, which is a fine example of craft art. It is believed that this temple was built in the 11th century by Chandel Raja Vidyadhar Dhang. He also constructed four (pond) &ndash; Dhruv Kund, Rudra Kund, Brahma Kund and Vishnu Kund at the four corners of the temple, two of which exist today. Since its inception, this Jagrath Dharmasthal has remained the center of tens of thousands of people. During the month of Saawan a big fair is organised here. People from Bihar, Uttar Pradesh and Jharkhand to come here to offer &lsquo;Jalabhishek&rsquo; of Lord Shiva. It is approximately 26 km from Bhabhua headquarter and 12 kilometers from Bhabhua road railway station Mohania.</p>","SubContentHindi":null,"ImageUrl":"52b0b73e-cf2c-4b78-83f7-02833c218e65_Baidyanath-Temple-Deohalia-Ramgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Mother Chherwari Dham:&nbsp;</p>\r\n<p>There is a tradition about this temple that in the 15th century the Rathore&rsquo;s dynasty came from Chittorg and Mewar in the Ramgarh area.&nbsp; They established the statue of their&nbsp; Kuldevi Chherawari mother in the desert of Mahuar village. The Goddess Mother is in the form of Sherawali. A large number of people in Navaratri are crowded here.</p>\r\n<p>&nbsp;</p>\r\n<p>Peer Baba&rsquo;s Mazar:</p>\r\n<p>It is known that the mazar of Pir Baba, located in the village of Pathar in the Chand Block, is famous for its pleasant sight. It is an important fact among the people that the devotees who make the sheet grow here, their desire is fulfilled, it is believed.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandeshwari Dham (Madurana, Chainpur):</p>\r\n<p>Located on the southern Madurana hill of Chanpur stretch, this temple is known as Chandeshwari Dham Sidhpith, it is believed that the name of Chand&rsquo;s wife named Chand Chand was Madan. Today, this place is known as Madurana village. Due to being close to Bhabua headquarters and Mudeshwari temple, devotees can easily reach here.</p>\r\n<p>&nbsp;</p>\r\n<p>Kuleswari Dham (Kulhadia, Durgavati):&nbsp;</p>\r\n<p>Due to Kuldevi being the Nagvanshi Rajputa settled in about 105 villages of Bihar and Uttar Pradesh, this temple is popularly known as Kuleshwari Dham. There is a 15-day grand fair organized in Chaitra Navaratri every year, which is famous for wood and stone handicrafts and nautanki. This temple located in Kulhardia of Durgavati section is about 26 km from Bhabhua headquarter.</p>\r\n<p>&nbsp;</p>\r\n<p>Bakhtiar Khan&rsquo;s Rouza (Chainpur):&nbsp;</p>\r\n<p>According to archaeologists, the construction of this mausoleum has been considered as 16th-17th century. Located on the banks of the Kuah River in the Chainpur section, this row is seen in many ways similar to the Rauja of Hassan Saha situated in Sasaram. Whose length is 88 x 70 meters wide. This mausoleum is mainly octagonal, with an outer diameter of 42 meters. This tomb has a verandah with 24 small dome set on its roof. Being 18 kilometers from Mudeshwari temple and about one kilometer from Harshu Brahama temple, tourists visiting these places can easily do the Ruja of Bakhtiar Khan.</p>\r\n<p>&nbsp;</p>\r\n<p>Telhar Kund / Waterfall (Adhaura):</p>\r\n<p>The Kaimur mountain range is covered with many waterfalls. It is the Telhar Pond waterfall. It is about 80 meters high and the tourists are thrilled to see the water falling from the height of 80 meters. The main water source of I Kund is the golden river derived from Kharga (Dumbur) Many small rainy hills are collected from the rivers. According to a survey conducted by National Hydro Electric Power Corporation, this Kund In the water source falling in 60 MW can be produced.</p>\r\n<p>&nbsp;</p>\r\n<p>Karakatgarh (Chainpur):</p>\r\n<p>Situated in the Kaimur mountain range, this waterfall spreads the dazzling shade of the beauty. It is located in the Chainpur block which is adjacent to the border of Uttar Pradesh.</p>","SubContentHindi":null,"ImageUrl":"203d98da-c162-47b1-9418-5694c4760421_Places-of-Interest-kaimur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Accommodation","SubTitleHindi":null,"SubContent":"<p>1.Hotel Kaimur ViharMohania</p>\r\n<p>06187-222822</p>\r\n<p>&nbsp;</p>\r\n<p>2.Hotel KuberNear Block Headquarter, Bhabhua</p>\r\n<p>06189-222026</p>\r\n<p>&nbsp;</p>\r\n<p>3.Hotel KohenoorJai Prakash Chowk, Bhabhua</p>\r\n<p>06189-223608</p>\r\n<p>&nbsp;</p>\r\n<p>4.Hotel Mohania ViharMohania</p>\r\n<p>06187-223055</p>\r\n<p>&nbsp;</p>\r\n<p>5.Hotel AnamikaGT Road, Kudra</p>\r\n<p>9204033342</p>\r\n<p>&nbsp;</p>\r\n<p>6.Aryavrat HotelRamgarh Road, Mohania</p>\r\n<p>9472641786</p>\r\n<p>&nbsp;</p>\r\n<p>7.Hotel Guru Nanak BaseraGT Road, Kudra</p>\r\n<p>9661970935</p>\r\n<p>&nbsp;</p>\r\n<p>8.Hotel Shanti RameshwaramGT Road, Mohania</p>\r\n<p>06187-223008</p>\r\n<p>&nbsp;</p>\r\n<p>9.Shri HotelStation Road, Mohania</p>\r\n<p>9534135250</p>\r\n<p>&nbsp;</p>\r\n<p>10.Hotel Diamond Ekta Chowk, Bhabhua</p>\r\n<p>9504078599</p>","SubContentHindi":null,"ImageUrl":"590bdaa2-321d-478f-a6c7-dc8e39037985_kaimur_vihar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>How to Reach</p>\r\n<p>National Highway 2 (G.T. Road) crosses through Mohania Town.</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 30 originates from Mohania and connects with the capital Patna via Arrah. Apart from these, there are also a few state highways in the city. Mohania is connected to Bauxar via Ramgarh from the south and with Bhabua (district capital, Adhaura, Bhagwanpur) from the south. The State Highway 14 connects Bhabua to Mohania.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhabua Road Railway Station is (Mohania Town) situated on Gaya&ndash;Mughalsarai section of Grand Chord Railway line. Bhabua (the district headquarters) is 14 km southward from the Bhabua Road railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>The famous Mundeshawari Devi Temple (the &lsquo;oldest functional&rsquo; temple of world) is about 10 km south to Bhabua and about 25 km south to the railway station. If someone wants to visit the temple then he should arrive at Bhabua Road station first then he may take a direct bus to Mundeshawari Devi temple or may first take bus to Bhabua and then an auto/tempo to the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport is Lal Bahadur Shastri International Airport (VNS) (Babatpur, Varanasi).</p>\r\n<p>source: https://kaimur.nic.in/</p>","SubContentHindi":null,"ImageUrl":"262d7f8c-b4ae-4b4a-81ff-d0518ef9326b_Kaimur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kaimur-bhabua-bihar","tags":[{"name":"bihar","slug":"bihar"},{"name":"bhabua","slug":"bhabua"},{"name":"kaimur","slug":"kaimur"}],"recommendations":[{"id":1261,"title":"Top Places to visit in Bagha Kusmar, Bihar","imageUrl":"8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","dateCreated":"2020-04-24T15:10:19.168Z","dateModified":"2020-04-24T15:10:37.023Z","contributedBy":"AskGif","content":"Bagha Kusmar is a small town in the Madhubani district in northern Bihar state, India. It is under Phulparas subdivision. The distance between Bagha Kusmar and its district headquarters is 52 km. The distance between Bagha Kusmar and town Khutauna is 7 km.\r\n&nbsp;\r\nLanguages and rel","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bagha-kusmar","slug":"bagha-kusmar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-bagha-kusmar-bihar","total":0},{"id":1258,"title":"Top Places to visit in Asarganj, Bihar","imageUrl":"9d2252bd-0376-4919-b0e4-9a840898cb84_Asarganj.jpg","dateCreated":"2020-04-24T14:43:17.553Z","dateModified":"2020-04-24T14:43:28.57Z","contributedBy":"AskGif","content":"Asarganj is in Munger district in the state of Bihar, India.\r\n&nbsp;\r\nGeography\r\nAsarganj is located at 25.15&deg;N 86.68&deg;E. It has an average elevation of 44 metres (144 feet).\r\n&nbsp;\r\nThe month-long festival \"Bol-Bum\" runs during the month of Saawan (Augu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d2252bd-0376-4919-b0e4-9a840898cb84_Asarganj.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"asarganj","slug":"asarganj"}],"slug":"top-places-to-visit-in-asarganj-bihar","total":0},{"id":240,"title":"Top Places to visit in Bhagalpur, Bihar","imageUrl":"43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","dateCreated":"2019-01-14T13:45:42.456Z","dateModified":"2019-01-15T16:54:11.802Z","contributedBy":"AskGif","content":"Bhagalpur is a city of historical importance on the southern banks of the river Ganges in the Indian state of Bihar. It is the 3rd largest city of Bihar and also the headquarters of Bhagalpur district and Bhagalpur division. Known as Silk City, it is a major educational, commercial, and political","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"bhagalpur","slug":"bhagalpur"}],"slug":"top-places-to-visit-in-bhagalpur-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}