{"id":250,"title":"कैमूर (भभुआ) में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"62809991-333c-496a-8bfb-8286811a30bf_babhua-road-railway.jpg","dateCreated":"2019-01-27T10:27:50.059Z","dateModified":"2019-01-27T16:55:33.422Z","contributedBy":"AskGif","content":"<p>कैमूर जिला भारत के बिहार राज्य के अड़तीस जिलों में से एक है। जिला मुख्यालय भभुआ में स्थित है। 1991 से पहले, यह रोहतास जिला, बिहार का हिस्सा था।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का क्षेत्रफल 3363 वर्ग किमी है और देश में 307 वें स्थान के साथ 1,626,384 (2011 के अनुसार) की आबादी है। जिले की साक्षरता दर 69.34% (देश में 392 वां) है। कैमूर जिला पटना डिवीजन का एक हिस्सा है। यह बिहार का सबसे पश्चिमी जिला है, चंद नामक बिहार का पश्चिमी बिंदु भभुआ-चंदौली मार्ग पर स्थित है। जिले में 18 कॉलेज, 58 हाई स्कूल, 146 मिडिल स्कूल और 763 प्राइमरी स्कूल हैं। जिले में कुल नं। के 1699 गांव। जिले में 120 डाकघर और 151 पंचायत हैं और यह Nh-2 (ग्रैंड ट्रंक रोड) से अच्छी तरह से जुड़ा हुआ है। जो भभुआ रोड (BBU) रेलवे स्टेशन द्वारा पूरा किया जाता है, यह मुख्य मार्ग है जो सियालदह को मुंबई से गया जंक्शन के माध्यम से जोड़ता है । कैमूर के लोग ज्यादातर भोजपुरी या बिहार के अन्य जिले के पूर्वांचली भाषा से प्रभावित हैं, यह बहुत अलग है क्योंकि यह उत्तर प्रदेश के चंदौली जिले के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>कैमूर जिले की स्थापना मार्च 1993 में रोहतास जिले के एक हिस्से में की गई थी। जिले में मानव बस्ती के शुरुआती प्रमाणों में लगभग 20,000 साल पहले के लेहड़ा जंगल में मौजूद शैल चित्र हैं। जून 2012 में बैद्यनाथ गाँव में कामुक पाल मूर्तियों की खुदाई की गई।</p>\r\n<p>&nbsp;</p>\r\n<p>यह वर्तमान में रेड कॉरिडोर का एक हिस्सा है। दूसरी ओर यह हिंदुओं के विश्वास के साथ जुड़ा हुआ है, यह अत्रि (संस्कृत: अत्रि) या अत्रि ऋषि की अट्टालिका या मां मुंडेश्वरी के भारत के सबसे पुराने मंदिरों में से एक है जो पर्यटन के आकर्षण का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>कैमूर जिला 3,362 वर्ग किलोमीटर (1,298 वर्ग मील) के क्षेत्र में है, [4] तुलनात्मक रूप से रूस के वायगच द्वीप के बराबर है।</p>\r\n<p>&nbsp;</p>\r\n<p>कैमूर रेंज और रोहतास पठार इस जिले के दक्षिणी भाग को कवर करते हैं। कर्मनाशा और दुर्गावती नदियाँ जिले से होकर गुजरती हैं। एक बड़ा जंगल कैमूर का हिस्सा है; यह 1,06,300 हेक्टेयर क्षेत्र में है और इसमें कैमूर वन्यजीव अभयारण्य है जो बाघों, तेंदुओं और चिंकारों का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>नदियाँ: दुर्गावती नदी, कर्मनाशा नदी, कुदरा नदी। झरना: कर्कट झरना, तेलहर।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>उप प्रभाग: मोहनिया उपखंड, भभुआ अनुमंडल</p>\r\n<p>ब्लॉक: भभुआ, रामगढ़, मोहनिया, दुर्गावती, अधौरा, भगवानपुर, चांद, चैनपुर, कुदरा, रामपुर, नुआवोन,</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kaimur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62809991-333c-496a-8bfb-8286811a30bf_babhua-road-railway.jpg","subContents":[{"SubTitle":"1. माता मुंडेश्वरी (भगवानपुर) का मंदिर","SubTitleHindi":null,"SubContent":"<p>यह मंदिर लगभग 600 फीट की ऊँचाई के साथ, पिवारा पहाड़ी के शिखर पर स्थित है। पुरातत्वविदों के अनुसार ब्रिटिश यात्री आर.एन. मार्टिन, फ्रांसिस बुकानन और ब्लॉक ने 1812 और 1904 के बीच इस मंदिर का दौरा किया था। इस मंदिर पर बना शिलालेख 389 ईस्वी के मध्य का है जो इसके वंश का संकेत है। मुंडेश्वरी भवानी मंदिर की पत्थर की नक्काशी गुप्त काल की है। यह पत्थर से बना एक अष्टकोणीय मंदिर है। इस मंदिर के पूर्वी भाग में, मुंडेश्वरी देवी की भव्य और प्राचीन मूर्ति मुख्य आकर्षण का केंद्र है। मां वरही के रूप में हैं, जिनका वाहन महिष है। मंदिर में चार प्रवेश द्वार हैं, जिसमें एक बंद है और एक आधा खुला है। इस मंदिर के मध्य भाग में पंचमुखी शिवलिंग स्थापित है। पत्थर का रंग इस पंचमुखी शिवलिंग का निर्माण एक विशेष पत्थर के साथ किया गया है जो सूर्य और पत्थर की स्थिति के साथ-साथ अपना रंग बदलता है। मुख्य द्वार के पश्चिम में विशाल नंदी की मूर्ति। इस मंदिर की विशिष्टता पशु (बकरी) के बलिदान में है। यहां पर बकरे की बलि दी जाती है लेकिन उसका वध नहीं किया जाता है। इस प्रकार का बलिदान अन्यत्र नहीं है।</p>","SubContentHindi":null,"ImageUrl":"d28cf46b-0de6-413e-929e-b90908fb2100_Temple-of-Mata-Mundeshwari-Bhagwanpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. हरसू ब्रह्मा मंदिर (चैनपुर)","SubTitleHindi":null,"SubContent":"<p>हरसू ब्रह्मा मंदिर पश्चिम दक्षिण से जिला मुख्यालय भभुआ - चैनपुर रोड पर भभुआ से लगभग 10 किलोमीटर दूर है। हरसू ब्रह्म समाधि इस किले के भीतर स्थित है, जो राजा श्रीवाहन के विशाल किले के रूप में है। यहां आने वाले देशी-विदेशी भक्तों की मान्यता है कि वे सभी प्रकार के प्रेत बाधा से आते हैं।</p>","SubContentHindi":null,"ImageUrl":"afbccbc3-80ef-4cca-b911-65e9d1261757_Harsu-Brahma-Temple-Chainpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. बैद्यनाथ मंदिर (देवलिया, रामगढ़)","SubTitleHindi":null,"SubContent":"<p>यह एक शिव मंदिर है जिसमें अष्टकोणीय आधार और शिखर है, जो खजुराहो के कंदरिया महादेव मंदिर के समान है। गर्भ गृह एक ही चट्टान को काटकर बनाया गया है, जो शिल्प कला का बेहतरीन नमूना है। ऐसा माना जाता है कि इस मंदिर का निर्माण 11 वीं शताब्दी में चंदेल राजा विद्याधर धंग ने करवाया था। उन्होंने मंदिर के चारों कोनों पर चार (तालाब) - ध्रुव कुंड, रुद्र कुंड, ब्रह्मा कुंड और विष्णु कुंड का निर्माण किया, जिनमें से दो आज भी मौजूद हैं। अपनी स्थापना के बाद से, यह जागृत धर्मस्थल दसियों हज़ार लोगों का केंद्र बना हुआ है। सावन के महीने के दौरान यहां एक बड़े मेले का आयोजन किया जाता है। बिहार, उत्तर प्रदेश और झारखंड के लोग भगवान शिव का जलाभिषेक करने के लिए यहां आते हैं। यह भभुआ मुख्यालय से लगभग 26 किमी और भभुआ रोड रेलवे स्टेशन मोहनिया से 12 किलोमीटर दूर है।</p>","SubContentHindi":null,"ImageUrl":"52b0b73e-cf2c-4b78-83f7-02833c218e65_Baidyanath-Temple-Deohalia-Ramgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>मां छेरवारी धाम:</p>\r\n<p>इस मंदिर के बारे में एक परंपरा है कि 15 वीं शताब्दी में रामगढ़ क्षेत्र में चित्तौड़ और मेवाड़ से राठौड़ का राजवंश आया था। उन्होंने महुअर गाँव के रेगिस्तान में अपनी कुलदेवी छेरवारी माँ की मूर्ति स्थापित की। देवी माँ शेरावाली के रूप में हैं। नवरात्र में बड़ी संख्या में लोगों की यहां भीड़ होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>पीर बाबा की मजार:</p>\r\n<p>यह ज्ञात है कि चांद ब्लॉक के पथार गाँव में स्थित पीर बाबा की मजार अपनी मनमोहक दृष्टि के लिए प्रसिद्ध है। लोगों के बीच यह एक महत्वपूर्ण तथ्य है कि जो भक्त यहां चादर चढ़ाते हैं, उनकी मनोकामना पूरी होती है, ऐसा माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंदेश्वरी धाम (मदुराना, चैनपुर):</p>\r\n<p>चैनपुर खंड के दक्षिणी मदुराना पहाड़ी पर स्थित, इस मंदिर को चंदेश्वरी धाम सिद्धपीठ के रूप में जाना जाता है, ऐसा माना जाता है कि चंद की पत्नी का नाम चांद चंद था। आज, इस जगह को मदुराना गांव के रूप में जाना जाता है। भभुआ मुख्यालय और मुंडेश्वरी मंदिर के करीब होने के कारण, भक्त यहाँ आसानी से पहुँच सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुलेश्वरी धाम (कुल्हड़िया, दुर्गावती):</p>\r\n<p>कुलदेवी के कारण बिहार और उत्तर प्रदेश के लगभग 105 गाँवों में बसने वाले नागवंशी राजपूत होने के कारण, इस मंदिर को कुलेश्वरी धाम के नाम से जाना जाता है। हर साल चैत्र नवरात्रि में 15 दिनों का भव्य मेला आयोजित किया जाता है, जो लकड़ी और पत्थर के हस्तशिल्प और नौटंकी के लिए प्रसिद्ध है। दुर्गावती खंड के कुल्हड़िया में स्थित यह मंदिर भभुआ मुख्यालय से लगभग 26 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>बख्तियार खान का रौज़ा (चैनपुर):</p>\r\n<p>पुरातत्वविदों के अनुसार, इस मकबरे का निर्माण 16 वीं -17 वीं शताब्दी का माना जाता है। चैनपुर खंड में कुहा नदी के तट पर स्थित, यह पंक्ति कई मायनों में सासाराम में स्थित हसन साहा के रौजा के समान दिखाई देती है। जिसकी लंबाई 88 x 70 मीटर चौड़ी है। यह मकबरा मुख्य रूप से अष्टकोणीय है, जिसका बाहरी व्यास 42 मीटर है। इस मकबरे का एक बरामदा है जिसकी छत पर 24 छोटे गुंबद हैं। मुदेश्वरी मंदिर से 18 किलोमीटर और हरसू ब्रह्मा मंदिर से लगभग एक किलोमीटर की दूरी पर होने के कारण, इन स्थानों पर जाने वाले पर्यटक बख्तियार खान का रुआ आसानी से कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तेलहर कुंड / झरना (अधौरा):</p>\r\n<p>कैमूर पर्वत श्रृंखला कई झरनों से ढकी हुई है। यह तेलहर तालाब झरना है। यह लगभग 80 मीटर ऊंचा है और 80 मीटर की ऊंचाई से गिरते पानी को देखकर पर्यटक रोमांचित हो जाते हैं। I कुंड का मुख्य जल स्रोत खारगा (डंबूर) से निकली सुनहरी नदी है। कई छोटी-छोटी बरसाती नदियाँ नदियों से एकत्रित की जाती हैं। नेशनल हाइड्रो इलेक्ट्रिक पावर कॉरपोरेशन द्वारा किए गए एक सर्वेक्षण के अनुसार, यह कुंड 60 मेगावाट में गिरने वाले जल स्रोत में उत्पादित किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>करकटगढ़ (चैनपुर):</p>\r\n<p>कैमूर पर्वत श्रृंखला में स्थित, यह झरना सुंदरता की चमकदार छटा बिखेरता है। यह चैनपुर ब्लॉक में स्थित है जो उत्तर प्रदेश की सीमा से सटा हुआ है।</p>","SubContentHindi":null,"ImageUrl":"203d98da-c162-47b1-9418-5694c4760421_Places-of-Interest-kaimur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. निवास","SubTitleHindi":null,"SubContent":"<p>1. होटल कैमूर विहार मोहनिया</p>\r\n<p>06187-222822</p>\r\n<p>&nbsp;</p>\r\n<p>2. होटल कुबेर नियर ब्लॉक मुख्यालय, भभुआ</p>\r\n<p>06189-222026</p>\r\n<p>&nbsp;</p>\r\n<p>3. होटल कोहेनूर जय प्रकाश चौक, भभुआ</p>\r\n<p>06189-223608</p>\r\n<p>&nbsp;</p>\r\n<p>4. होटल मोहनिया विहार मोहनिया</p>\r\n<p>06187-223055</p>\r\n<p>&nbsp;</p>\r\n<p>5. होटल अनामिका जीटी रोड, कुदरा</p>\r\n<p>9204033342</p>\r\n<p>&nbsp;</p>\r\n<p>6. आर्यव्रत होटल रामगढ़ रोड, मोहनिया</p>\r\n<p>9472641786</p>\r\n<p>&nbsp;</p>\r\n<p>7. होटल गुरु नानक बसरा जीटी रोड, कुदरा</p>\r\n<p>9661970935</p>\r\n<p>&nbsp;</p>\r\n<p>8. होटल शांति रामेश्वरम जीटी रोड, मोहनिया</p>\r\n<p>06187-223008</p>\r\n<p>&nbsp;</p>\r\n<p>9. श्री होटल स्टेशन रोड, मोहनिया</p>\r\n<p>9534135250</p>\r\n<p>&nbsp;</p>\r\n<p>10. होटल डायमंड एकता चौक, भभुआ</p>\r\n<p>9504078599</p>","SubContentHindi":null,"ImageUrl":"590bdaa2-321d-478f-a6c7-dc8e39037985_kaimur_vihar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>कैसे पहुंचा जाये</p>\r\n<p>राष्ट्रीय राजमार्ग 2 (G.T. रोड) मोहनिया टाउन से होकर जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 30 मोहनिया से निकलता है और राजधानी पटना से अर्रा के माध्यम से जुड़ता है। इनके अलावा, शहर में कुछ राज्य राजमार्ग भी हैं। मोहनिया दक्षिण से रामगढ़ और दक्षिण से भभुआ (जिला राजधानी, अधौरा, भगवानपुर) से बक्सर से जुड़ा हुआ है। स्टेट हाईवे 14 भभुआ को मोहनिया से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भभुआ रोड रेलवे स्टेशन (मोहनिया टाउन) ग्रैंड चॉर्ड रेलवे लाइन के गया-मुगलसराय खंड पर स्थित है। भभुआ (जिला मुख्यालय) भभुआ रोड रेलवे स्टेशन से 14 किमी दक्षिण की ओर है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रसिद्ध मुंडेश्वरी देवी मंदिर (दुनिया का सबसे पुराना कार्यात्मक मंदिर) भभुआ से लगभग 10 किमी दक्षिण और रेलवे स्टेशन से लगभग 25 किमी दक्षिण में है। यदि कोई मंदिर जाना चाहता है तो उसे पहले भभुआ रोड स्टेशन पर पहुंचना चाहिए, फिर वह मुंडेश्वरी देवी मंदिर के लिए सीधी बस ले सकता है या पहले भभुआ के लिए बस ले सकता है और फिर मंदिर के लिए एक ऑटो / टेम्पो ले सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा लाल बहादुर शास्त्री अंतर्राष्ट्रीय हवाई अड्डा (VNS) (बाबतपुर, वाराणसी) है।</p>\r\n<p>स्रोत: https://kaimur.nic.in/</p>","SubContentHindi":null,"ImageUrl":"262d7f8c-b4ae-4b4a-81ff-d0518ef9326b_Kaimur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kaimur-bhabua-bihar","tags":[{"name":"बिहार","slug":"bihar"},{"name":"भभुआ","slug":"bhabua"},{"name":"कैमूर","slug":"kaimur"}],"recommendations":[{"id":1261,"title":"बाघा कुसमर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","dateCreated":"2020-04-24T15:10:19.168Z","dateModified":"2020-04-24T15:10:37.023Z","contributedBy":"AskGif","content":"बाघा कुसमर उत्तरी बिहार राज्य, भारत में मधुबनी जिले का एक छोटा सा शहर है। यह फुलपरास उपखंड के अंतर्गत आता है। बाघा कुसमर और इसके जिला मुख्यालय के बीच की दूरी 52 किमी है। बाघा कुसमर और शहर खुटौना के बीच की दूरी 7 किमी है।\r\n&nbsp;\r\nभाषा और धर्म\r\nइस नगर में बोली जाने वाली मुख्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बाघा-कुसमर","slug":"bagha-kusmar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-bagha-kusmar-bihar","total":0},{"id":1258,"title":"असरगंज में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"9d2252bd-0376-4919-b0e4-9a840898cb84_Asarganj.jpg","dateCreated":"2020-04-24T14:43:17.553Z","dateModified":"2020-04-24T14:43:28.57Z","contributedBy":"AskGif","content":"असरगंज भारत के बिहार राज्य में मुंगेर जिले में है।\r\n&nbsp;\r\nभूगोल\r\nअसरगंज 25.15 &deg; N 86.68 &deg; E पर स्थित है। इसकी औसत ऊंचाई 44 मीटर (144 फीट) है।\r\n&nbsp;\r\nमहीने भर चलने वाला त्योहार \"बोल-बम\" सावन के महीने (अगस्त-सितंबर) के दौरान चलता है। सुल्तानगंज (जिसे उ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d2252bd-0376-4919-b0e4-9a840898cb84_Asarganj.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"असरगंज","slug":"asarganj"}],"slug":"top-places-to-visit-in-asarganj-bihar","total":0},{"id":240,"title":"भागलपुर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","dateCreated":"2019-01-14T13:45:42.456Z","dateModified":"2019-01-15T16:54:11.802Z","contributedBy":"AskGif","content":"भागलपुर भारत के बिहार राज्य में गंगा नदी के दक्षिणी तट पर ऐतिहासिक महत्व का शहर है। यह बिहार का तीसरा सबसे बड़ा शहर है और भागलपुर जिले और भागलपुर डिवीजन का मुख्यालय भी है। सिल्क सिटी के रूप में जाना जाता है, यह एक प्रमुख शैक्षिक, वाणिज्यिक और राजनीतिक केंद्र है, और स्मार्ट सिटी कार्यक्रम के तहत व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/43051693-69fb-4a76-9241-f6e678cacc56_Bhagalpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"भागलपुर","slug":"bhagalpur"}],"slug":"top-places-to-visit-in-bhagalpur-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}