{"id":252,"title":"कटिहार में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"0c075e13-ea3f-407b-a62d-6a39201d8d8a_Katihar-railway.jpg","dateCreated":"2019-01-27T16:59:44.731Z","dateModified":"2019-01-27T17:25:23.073Z","contributedBy":"AskGif","content":"<p>कटिहार भारत में बिहार राज्य के पूर्वी भाग में स्थित एक शहर है। यह कटिहार जिले का क्षेत्रीय मुख्यालय है। यह बिहार के बड़े शहरों में से एक है और अपने अत्यधिक रणनीतिक रेलवे जंक्शन के लिए पूरे पूर्वी भारत में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कटिहार शहर बिहार के सबसे सुव्यवस्थित शहरों में से एक है, जिसके शहर में रात भर रोशनी रहती है। दो-लेन वाली सड़क के बीच से 5-6 किलोमीटर की दूरी तक एलईडी लैंपपोस्ट तय किए जाते हैं, जो कटिहार की ओर जाता है। बिनोदपुर क्षेत्र तक सड़क मार्ग के माध्यम से जंक्शन और आगे। स्थानीय लोगों की सुविधा के लिए 2-3 वॉकओवर ब्रिज भी हैं क्योंकि पूरे शहर को रेलवे पटरियों के एक नेटवर्क के कब्जे वाले एक विस्तृत स्थान के माध्यम से निकाला गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>कटिहार में कई शिक्षा संस्थान हैं। शहर के कुछ सीबीएसई स्कूल हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>रामकृष्ण मिशन विद्यामंदिर (1951 में; कटिहार का सबसे पुराना जीवित स्कूल; यह सीबीएसई से संबद्ध WBBSE नाउ के तहत हुआ करता था) Ref। - रामकृष्ण मिशन संस्थानों की सूची</p>\r\n<p>स्कॉटिश पब्लिक स्कूल</p>\r\n<p>केंद्रीय विद्यालय</p>\r\n<p>हरि शंकर नायक हाई स्कूल</p>\r\n<p>ईस्ट इंडिया का इंटरनेशनल स्कूल</p>\r\n<p>मणिपाल पब्लिक स्कूल</p>\r\n<p>नेताजी विद्यामंदिर</p>\r\n<p>AAM बच्चों अकादमी</p>\r\n<p>कटिहार इंग्लिश स्कूल।</p>\r\n<p>रामकृष्ण मिशन सार विद्यामंदिर</p>\r\n<p>जवाहर नवोदय विद्यालय, कटिहार</p>\r\n<p>कर्नल एकेडमी</p>\r\n<p>एसबीपी विद्या विहार</p>\r\n<p>KidZee</p>\r\n<p>माहेश्वरी अकादमी</p>\r\n<p>कटिहार हाई स्कूल</p>\r\n<p>जिला स्कूल</p>\r\n<p>M.T.A इस्लामिया +2 स्कूल</p>\r\n<p>राजीव शिक्षा निकेतन</p>\r\n<p>शहर में ICSE संबद्ध स्कूल डॉन बॉस्को स्कूल है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ सरकार शहर में कॉलेज हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>डी.एस. कॉलेज, कटिहार</p>\r\n<p>केबी झा कॉलेज, कटिहार</p>\r\n<p>सरकार। पॉलिटेक्निक, कटिहार</p>\r\n<p>सीता राम चमारिया कॉलेज</p>\r\n<p>एम जे एम महिला कॉलेज</p>\r\n<p>शहर के कुछ अन्य महत्वपूर्ण संस्थान हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>कटिहार मेडिकल कॉलेज और अस्पताल, कटिहार</p>\r\n<p>सूर्यदेव लॉ कॉलेज, कटिहार</p>\r\n<p>A.M.Ashari शैक्षिक और कल्याण ट्रस्ट, कटिहार</p>\r\n<p>कटिहार मेडिकल कॉलेज</p>\r\n<p>कटिहार मेडिकल कॉलेज और अस्पताल (KMCH) कटिहार सिटी उपनगरों में स्थित एक निजी मेडिकल कॉलेज और मेडिकल काउंसिल ऑफ इंडिया (MCI) द्वारा मान्यता प्राप्त है। [५], सीमांचल क्षेत्र के कुछ मेडिकल स्कूलों में से एक है। यह 1987 में स्थापित किया गया था और तब से यह क्षेत्र के लोगों को सभ्य चिकित्सा प्रदान करने में महत्वपूर्ण भूमिका निभाता है। संस्थान जैव रसायन, फार्माकोलॉजी, माइक्रोबायोलॉजी, जनरल मेडिसिन, प्रसूति और स्त्री रोग जैसे विभिन्न क्षेत्रों में एमबीबीएस और एमडी में पाठ्यक्रम प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नदियाँ और बाढ़ें</p>\r\n<p>कटिहार के ग्रामीण ब्लॉक, मनिहारी और करघोला को गंगा के माध्यम से निकाला जाता है, जबकि कुर्सेला क्षेत्र कोसी क्षेत्र के किनारे पर स्थित है। ये दोनों नदियाँ इन ग्रामीण क्षेत्रों में लोगों की आजीविका के लिए बड़े पैमाने पर विनाश लाती हैं। कोसी को वास्तव में बिहार की सोर्रो के रूप में भी जाना जाता है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Katihar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0c075e13-ea3f-407b-a62d-6a39201d8d8a_Katihar-railway.jpg","subContents":[{"SubTitle":"1. गोगाबिल झील","SubTitleHindi":null,"SubContent":"<p>गोगाबिल झील कटिहार जिले के अमदाबाद ब्लॉक में स्थित है। यह 217.99 एकड़ क्षेत्र में है, जिसमें से 143.84 एकड़ विशुद्ध रूप से बिहार सरकार से संबंधित है, जो थाना नंबर 252 और मौजा जंगलताल के अंतर्गत आता है। निकटतम हवाई अड्डा बागडोगरा कटिहार जिला मुख्यालय से 85 किमी दूर है। पटना लगभग 350 किमी दूर है। निकटतम रेलवे स्टेशन मनिहारी है और कटिहार जंक्शन 25 किमी पर है। झील की निकटता एक राज्य राजमार्ग द्वारा जिला शहर से जुड़ी हुई है। राष्ट्रीय राजमार्ग संख्या ३१ इस झील के NE की ओर लगभग ४० किमी है।</p>","SubContentHindi":null,"ImageUrl":"2571618b-0683-41fd-a7bd-cb5b16254c06_Gogabil-Lake.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. गुरु तेग बहादुर साहिब ऐतिहासिक गुरुद्वारा","SubTitleHindi":null,"SubContent":"<p>यह ऐतिहासिक गुरुद्वारा कटिहार जिले के बरारी ब्लॉक के लक्ष्मीपुर पंचायत में स्थित है। यह जिला मुख्यालय से लगभग 40 किमी दूर है। नौवें गुरु, श्री गुरु तेग बहादुर साहिब 1670 ईस्वी में असम से पटना वापस आने के दौरान यहां (पहले स्थान कांत नगर) रुके थे। गाँव के लोग उनके अनुयायी बन गए और सिख आस्था को स्वीकार किया। कई लोग इस गांव का दौरा करते हैं क्योंकि यह गुरु तेग बहादुर साहिब से जुड़ा हुआ है। पुरानी लिपियों और पुरातन महत्व के प्राचीन दस्तावेजों को देखने के लिए यहां पर जा सकते हैं। गुरु ग्रंथ साहिब का एक पुराना खंड भी यहां संरक्षित है।</p>","SubContentHindi":null,"ImageUrl":"72094a43-87cb-47ff-898e-042a7240e055_Guru-Teg-Bahadur-Sahib-Historical-Gurudwara.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>गोगाबिल झील</p>\r\n<p>गांधी घर</p>\r\n<p>बारी दुर्गा मंदिर</p>\r\n<p>भैरव नाथ मंदिर</p>\r\n<p>गुरु तेग बहादुर गुरुद्वारा</p>\r\n<p>पीर मजार</p>\r\n<p>गोरखनाथ मंदिर</p>\r\n<p>गौरी शंकर मंदिर</p>","SubContentHindi":null,"ImageUrl":"4d93bb6e-bfd5-4e88-9b48-54e7653b0a86_Places-of-Interest-katihar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. निवास","SubTitleHindi":null,"SubContent":"<p>होटल सत्तार- राजेंद्र पथ, कटिहार - 854105, संपर्क नंबर-06452-248216 / 240207</p>\r\n<p>होटल डेलक्स- राजेंद्र पथ, कटिहार - 854105, संपर्क नंबर-06452-242469 / 242054</p>\r\n<p>राजस्थान होटल- शहीद चौक, कटिहार -854105, संपर्क नंबर-06452-242338</p>","SubContentHindi":null,"ImageUrl":"3ea282d0-e5c4-4bcd-acfb-0f574edb20c2_hotel-delux-katihar-ho-katihar-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>कटिहार देश के लगभग सभी प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है क्योंकि यहाँ पर व्यापक रेलवे नेटवर्क मौजूद है। कटिहार को \"पूर्वोत्तर का प्रवेश द्वार\" भी कहा जाता है। उत्तर पूर्व भारत के प्रमुख शहरों की ओर अग्रसर होने वाली लगभग हर ट्रेन यह है कि गुवाहाटी, सिलीगुड़ी या दीमापुर कटिहार से होकर गुजरती है, क्योंकि शहर इन अधिकांश ट्रेनों का प्रमुख पड़ाव है। चार राजधानी एक्सप्रेस ट्रेनें हैं जो क्रमशः डिब्रूगढ़ और अगरतला से दिल्ली के लिए बाध्य हैं और कटिहार में उनका प्रमुख पड़ाव है। बारसोई स्टेशन जो कटिहार जंक्शन के अंतर्गत विनियमित है। लगभग पूरे सीमांचल क्षेत्र के लाखों यात्री प्रतिदिन कटिहार जंक्शन का उपयोग पूरे भारत में अपने इच्छित गंतव्यों तक पहुँचने के लिए करते हैं। पटना, कोलकाता, गुवाहाटी, लखनऊ, नई दिल्ली, मुंबई, अमृतसर, बैंगलोर, चेन्नई, अगरतला, जम्मू तवी, चंडीगढ़, टाटा नगर, भुवनेश्वर, विशाखापत्तनम, वाराणसी और रांची कुछ प्रमुख शहर हैं जहाँ से कटिहार के लिए रेलगाड़ियाँ चलती हैं। । कटिहार जंक्शन रेलवे स्टेशन इस प्रकार भारतीय रेलवे मानचित्र पर एक महत्वपूर्ण रेलवे स्टेशन है और पूरे पूर्वी भारत में सबसे बड़े जंक्शनों में से एक है। कटिहार में प्लेटफार्मों और यात्री आंदोलनों की संख्या भारत के अन्य टियर -2 शहरों की तुलना में कोटा, मथुरा या सिलीगुड़ी में अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>कटिहार जंक्शन रेलवे स्टेशन उत्तर-पूर्व सीमांत रेलवे में एक डिवीजन है। कटिहार जंक्शन रेलवे स्टेशन एक छह लाइन जंक्शन है:</p>\r\n<p>&nbsp;</p>\r\n<p>पहली पंक्ति बरौनी (पटना, दिल्ली, मुंबई) जाती है,</p>\r\n<p>कुमेदपुर (कोलकाता) तक दूसरी लाइन</p>\r\n<p>पूर्णिया के लिए 3 लाइन जहां से यह सहरसा और जोगबनी (नेपाल सीमा) तक जाती है,</p>\r\n<p>4 वीं पंक्ति से बारसोई तक जहाँ से यह गुवाहाटी और राधिकापुर (बांग्लादेश सीमा) तक जाती है,</p>\r\n<p>मनिहारी तक 5 वीं लाइन</p>\r\n<p>6 वीं पंक्ति समस्तीपुर तक</p>\r\n<p>कटिहार कटिहार रेलवे डिवीजन का मुख्यालय भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>कटिहार अपने आंतरिक स्थान के कारण बिहार और अन्य पड़ोसी राज्यों के पड़ोसी शहरों तक सड़क नेटवर्क के माध्यम से इतनी अच्छी तरह से जुड़ा नहीं है। एक उत्कृष्ट राज्य राजमार्ग हालांकि इसे पूर्णिया से जोड़ता है जहां से NH 31, NH 57 और NH 107 गुजरते हैं या गुजरते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम वाणिज्यिक हवाई अड्डा बागडोगरा (160 किमी) सिलीगुड़ी (पश्चिम बंगाल) के पास स्थित है। हालाँकि हाल ही में सरकार ने पूर्णिया के चनापुर में एयरफोर्स बेस एयरपोर्ट खोलने की घोषणा की है, जिसे व्यावसायिक उपयोग के लिए उपयोग करने की अनुमति दी गई है। हालाँकि यह अभी चालू नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु द्वारा- जिला मुख्यालय से लगभग 185 कि.मी.</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन द्वारा- कटिहार जंक्शन रेलवे स्टेशन भारत के अधिकांश प्रमुख शहरों से रेलवे नेटवर्क से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क द्वारा- कटिहार शहर NH31 से जुड़ा</p>\r\n<p>स्रोत: https://katihar.nic.in/</p>","SubContentHindi":null,"ImageUrl":"736a6b59-ff1b-472e-8a25-277dde61d290_katihar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-katihar-bihar","tags":[{"name":"कटिहार","slug":"katihar"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":265,"title":"सारण (छपरा) में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","dateCreated":"2019-02-20T16:05:53.259Z","dateModified":"2019-02-20T16:24:54.161Z","contributedBy":"AskGif","content":"सारण जिला, बिहार राज्य, भारत के अड़तीस जिलों में से एक है। सरन डिवीजन का हिस्सा, जिला, छपरा के मुख्यालय के बाद, छपरा जिले के रूप में भी जाना जाता है।\r\n&nbsp;\r\nभूगोल\r\nसारण जिला नीदरलैंड में ड्रेंटे प्रांत के बराबर 2,641 वर्ग किलोमीटर (1,020 वर्ग मील) के क्षेत्र में है।\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सरन","slug":"saran"},{"name":"बिहार","slug":"bihar"},{"name":"छपरा","slug":"chhapra"}],"slug":"top-places-to-visit-in-saran-chhapra-bihar","total":0},{"id":245,"title":"गया में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","dateCreated":"2019-01-15T07:17:13.859Z","dateModified":"2019-01-15T07:48:14.943Z","contributedBy":"AskGif","content":"गया ऐतिहासिक महत्व का है और बिहार राज्य के प्रमुख पर्यटक आकर्षणों में से एक है। गया, बिहार की राजधानी पटना से 100 किलोमीटर (62 मील) दक्षिण में है। यह 470,839 की आबादी वाला राज्य का दूसरा सबसे बड़ा शहर है, और गया जिले और मगध डिवीजन का मुख्यालय है। यह शहर अपने चौथे (पूर्वी) हिस्से में फल्गु नदी के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebf0f6b5-1227-4a1e-a12b-fea5c82e99c3_gaya-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गया","slug":"gaya"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-gaya-bihar","total":0},{"id":241,"title":"भोजपुर (अर्राह) में घूमने के लिए प्रमुख स्थान, बिहार","imageUrl":"2d32cad4-f21c-4715-8fac-b5a236466eed_ara-railway-station.jpg","dateCreated":"2019-01-14T14:37:17.944Z","dateModified":"2019-01-14T14:53:31.36Z","contributedBy":"AskGif","content":"भोजपुर जिला उत्तरी भारत में बिहार राज्य के अड़तीस जिलों में से एक है। अर्रा शहर (जिसे आरा के नाम से भी जाना जाता है) इस जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nयह जिला 1972 में अस्तित्व में आया, जब शाहाबाद जिले को भोजपुर और रोहतास में विभाजित किया गया।\r\n&nbsp;\r\nभूगोल</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d32cad4-f21c-4715-8fac-b5a236466eed_ara-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"भोजपुर","slug":"bhojpur"},{"name":"आरा","slug":"arrah"}],"slug":"top-places-to-visit-in-bhojpur-arrah-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}