{"id":253,"title":"खगड़िया में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","dateCreated":"2019-01-28T14:50:07.337Z","dateModified":"2019-01-28T16:30:58.367Z","contributedBy":"AskGif","content":"<p>खगड़िया भारत के बिहार राज्य में एक शहर है और खगड़िया जिले का प्रशासनिक मुख्यालय है। खगड़िया मुंगेर प्रमंडल का एक हिस्सा है। यह 25.5 &deg; N 86.48 &deg; E पर स्थित है और इसकी औसत ऊंचाई 36 मीटर (118 फीट) है। खगड़िया जंक्शन रेलवे स्टेशन शहर की सेवा करता है।</p>\r\n<p>खगड़िया जिला भारत में बिहार राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय खगड़िया में स्थित है। खगड़िया जिला मुंगेर डिवीजन का एक हिस्सा है।</p>\r\n<p>जिले का क्षेत्रफल 1486 वर्ग किमी है और इसकी जनसंख्या 1,276,677 है (2001 की जनगणना के अनुसार)।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>जिसे स्थानीय क्षेत्र में फरकिया के नाम से भी जाना जाता है। इसके पीछे एक दिलचस्प कहानी है। पांच शताब्दियों पहले, मुगल साम्राज्य के राजा अकबर ने अपने राजस्व मंत्री टोडरमल को अपने पूरे साम्राज्य का नक्शा बनाने का निर्देश दिया। लेकिन वह कठिन भूभाग, नदियों और घने जंगलों के कारण खगड़िया के नाम से जाने जाने वाले इस क्षेत्र का नक्शा नहीं बना सके। इसलिए, उन्होंने इसका नाम फरकिया रखा (उर्दू में फ़रक का अर्थ है अलग, अलग)। अब यहां तक ​​कि एक साप्ताहिक समाचार पत्र भी है- 'फरकियांचल टाइम्स' (यद्यपि मनमाने ढंग से प्रकाशित) और फरकिया टाइम्स (साप्ताहिक समाचार पत्र)।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>खगड़िया जिला 1,486 वर्ग किलोमीटर (574 वर्ग मील) के क्षेत्र में बसा है, [2] तुलनात्मक रूप से ग्रीनलैंड के नरेस लैंड के बराबर है। [3] यह जिला सात नदियों गंगा, कमला बलान, कोशी, बूढ़ी गंडक, करेह, काली कोशी और बागमती से घिरा हुआ है। ये नदियाँ हर साल बाढ़ का कारण बनती हैं जिससे पशुधन सहित जान-माल का बहुत नुकसान होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उप-प्रभागों</p>\r\n<p>खगड़िया जिले में निम्नलिखित उप-विभाग शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>खगरिया</p>\r\n<p>Gogari</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>अभ्यारण्य में देवी दुर्गा मंदिर</p>\r\n<p>मां दुर्गा का प्रसिद्ध मंदिर खगड़िया शहर से सटे संहोली में दशकों से है। बड़ी संख्या में श्रद्धालु यहां पूजा अर्चना करते हैं। राज्य के विभिन्न हिस्सों के अलावा, असम, उत्तर प्रदेश आदि राज्यों के श्रद्धालु भी माता के दरबार में प्रार्थना और प्रसाद चढ़ाने आते हैं।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khagaria_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","subContents":[{"SubTitle":"1. कात्यायनी अस्थान","SubTitleHindi":null,"SubContent":"<p>कात्यायनी स्थान जिला मुख्यालय से लगभग 12 किलोमीटर की दूरी पर स्थित है। इस स्थान पर माँ कात्यायनी का मंदिर है। इसके साथ ही भगवान राम, लक्ष्मण और मां जानकी का मंदिर भी है। हर सोमवार और शुक्रवार को कई भक्त मंदिर में पूजा के लिए आते हैं। ऐसा माना जाता है कि इस क्षेत्र में माँ कात्यायनी की पूजा दो रूपों में होती है। पौराणिक कथा के अनुसार, ऋषि कात्यायन ने कौशिक नदी को जाना था, जिसे वर्तमान में कोशी के नाम से जाना जाता है। तपस्या से प्रसन्न होकर माँ दुर्गा ने ऋषि की बेटी के रूप में जन्म लेना स्वीकार किया। तब, उन्हें कात्यायनी के नाम से भी जाना जाता है। इसके अलावा, यह कहा जाता है कि लगभग 300 साल पहले यह स्थान सघन वनों से घिरा हुआ था। एक भक्त श्रीपत महाराज ने माता कात्यायनी को एक सपने में देखा था और अपनी दिशा से इस स्थान पर एक मंदिर का निर्माण किया था।</p>","SubContentHindi":null,"ImageUrl":"1ccd2cf5-baac-403a-af16-638c60d54a12_Katyayani-Asthan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. श्यामलाल नेशनल हाई स्कूल","SubTitleHindi":null,"SubContent":"<p>इस हाई स्कूल की स्थापना 1910 ई। में हुई थी। श्री श्यामलाल ने स्कूल की स्थापना के लिए पर्याप्त जमीन दान में दी थी। स्वतंत्रता आंदोलन में इस विद्यालय के छात्रों और शिक्षकों की बहुत कम भूमिका रही है। स्वतंत्रता आंदोलन के समय, यह स्थान क्रांतिकारियों से मिलने के लिए एक प्रमुख स्थान था।</p>","SubContentHindi":null,"ImageUrl":"06209aac-fc0c-400d-aa2e-02f9a89b092c_shyam-lal-college.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. अजगैबीनाथ महादेव","SubTitleHindi":null,"SubContent":"<p>यह स्थान भागलपुर जिले के सुल्तानगंज में स्थित है। यह स्थान खगड़िया जिले अगुवानीघाट के बहुत करीब है। यहां स्थित भगवान शिव का मंदिर एक ऊंचे पर्वत पर है। बड़ी संख्या में भक्त मंदिर में दर्शन के लिए आते हैं। मंदिर की विशेषता यह है कि यह मंदिर गंगा नदी के तट पर है। जिसके चलते श्रद्धालु भगवान शिव के दर्शन करने के लिए गंगा नदी में स्नान करने के बाद मंदिर जाते हैं।</p>","SubContentHindi":null,"ImageUrl":"9177c241-664b-41d3-872b-84b711e869cf_Azgaibinath-Mahadev.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. निवास","SubTitleHindi":null,"SubContent":"<p>होटल अमन, स्टेशन रोड, रेलवे स्टेशन के पास, खगड़िया</p>\r\n<p>होटल भवन, मायाराम मार्केट, एसडीओ रोड, कालीबाड़ी चाररिया के पास, खगड़िया</p>\r\n<p>होटल अमोल, एनएसी रोड, खगड़िया</p>\r\n<p>होटल आर्यव्रत, गौशाला रोड, पटेल चौक, खगड़िया</p>\r\n<p>होटल राजस्थान, सागरमल चौक, मेन रोड, खगड़िया</p>","SubContentHindi":null,"ImageUrl":"5fcfcf6f-92b3-4689-91f0-dcc17077aa74_Khagaria-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>खगड़िया देश के अन्य हिस्सों से सड़कों और ट्रेनों से अच्छी तरह जुड़ा हुआ है।</p>\r\n<p>खगड़िया भारतीय रेलवे के बरौनी गुवाहाटी सेक्शन पर एक बड़ा रेलवे जंक्शन है। राष्ट्रीय राजमार्ग संख्या 3, जो शेष भारत को पूर्वोत्तर क्षेत्र से जोड़ता है, इस शहर से गुजरता है। यह उत्तर बिहार के अन्य क्षेत्रों से सहरसा और समस्तीपुर तक एक अन्य रेल लाइन से भी जुड़ा हुआ है। मुंगेर में गंगा नदी के पार एक बड़े रेल पुल का निर्माण इसे सीधे दक्षिण बिहार और झारखंड से जोड़ने के लिए चल रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज: सड़क मार्ग द्वारा भारत के कई प्रमुख शहरों से खगड़िया आसानी से पहुंचा जा सकता है। राष्ट्रीय राजमार्ग 31 पर खगड़िया पहुँच सकते हैं।</p>\r\n<p>रेलवे: खगड़िया रेलमार्ग द्वारा भारत के कई प्रमुख शहरों से जुड़ा हुआ है।</p>\r\n<p>एयरवेज: निकटतम हवाई अड्डा पटना में जयप्रकाश नारायण अंतर्राष्ट्रीय हवाई अड्डा है।</p>\r\n<p>स्रोत: https://khagaria.nic.in/</p>","SubContentHindi":null,"ImageUrl":"015d1571-7cda-472d-be9a-4c20c50cc818_Khagaria-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-khagaria-bihar","tags":[{"name":"बिहार","slug":"bihar"},{"name":"खगरिया","slug":"khagaria"}],"recommendations":[{"id":267,"title":"शिवहर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","dateCreated":"2019-02-21T14:01:59.372Z","dateModified":"2019-02-21T14:08:16.79Z","contributedBy":"AskGif","content":"भारत में बिहार राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय शेहर में स्थित है, और जिला तिरहुत डिवीजन का एक हिस्सा है। पूर्व केंद्रीय मंत्री रघुनाथ झा के अत्यधिक प्रयासों के कारण 1994 में इस जिले को सीतामढ़ी जिले से बाहर किया गया था। प्रख्यात हिंदी उपन्यासकार, डॉ। भगवती शरण मिश्र, शेहर के पहले जिल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शिवहर","slug":"sheohar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-sheohar-bihar","total":0},{"id":266,"title":"शेखपुरा में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"d34b752d-3613-44cb-adcb-25199b216ae7_Sheikhpura-railway.jpg","dateCreated":"2019-02-20T17:38:21.797Z","dateModified":"2019-02-20T17:49:06.456Z","contributedBy":"AskGif","content":"शेखपुरा भारतीय राज्य बिहार के शेखपुरा जिले में एक शहर और एक नगरपालिका है। शेखपुरा शेखपुरा जिले का एक प्रशासनिक मुख्यालय भी है।\r\nशेखपुरा जिला, बिहार राज्य, भारत के अड़तीस जिलों में से एक है और शेखपुरा शहर इस जिले का प्रशासनिक मुख्यालय है। शेखपुरा जिला मुंगेर डिवीजन का एक हिस्सा है। शेखपुरा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d34b752d-3613-44cb-adcb-25199b216ae7_Sheikhpura-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"शेखपुरा","slug":"sheikhpura"}],"slug":"top-places-to-visit-in-sheikhpura-bihar","total":0},{"id":265,"title":"सारण (छपरा) में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","dateCreated":"2019-02-20T16:05:53.259Z","dateModified":"2019-02-20T16:24:54.161Z","contributedBy":"AskGif","content":"सारण जिला, बिहार राज्य, भारत के अड़तीस जिलों में से एक है। सरन डिवीजन का हिस्सा, जिला, छपरा के मुख्यालय के बाद, छपरा जिले के रूप में भी जाना जाता है।\r\n&nbsp;\r\nभूगोल\r\nसारण जिला नीदरलैंड में ड्रेंटे प्रांत के बराबर 2,641 वर्ग किलोमीटर (1,020 वर्ग मील) के क्षेत्र में है।\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सरन","slug":"saran"},{"name":"बिहार","slug":"bihar"},{"name":"छपरा","slug":"chhapra"}],"slug":"top-places-to-visit-in-saran-chhapra-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}