{"id":253,"title":"Top Places to visit in Khagaria, Bihar","imageUrl":"e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","dateCreated":"2019-01-28T14:50:07.337Z","dateModified":"2019-01-28T16:30:58.367Z","contributedBy":"AskGif","content":"<p>Khagaria is a city in Indian state of Bihar and the administrative headquarters of Khagaria district. Khagaria is a part of Munger division. It is located at 25.5&deg;N 86.48&deg;E and has an average elevation of 36 metres (118 feet). The Khagaria Junction railway station serves the city.</p>\r\n<p>Khagaria district is an administrative district in the state of Bihar in India. The district headquarters are located at Khagaria. Khagaria district is a part of Munger Division.</p>\r\n<p>The district occupies an area of 1486 km&sup2; and has a population of 1,276,677 (as of census 2001).</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Also known as Farakiya in local region. There is an interesting story behind it. Five centuries ago Akbar, then the king of Mughal empire directed his revenue minister Todarmal to map his entire empire. But he could not map this region now known as Khagaria due to difficult terrain, rivers and dense forests. So, he named it Farakiya (Farak in Urdu means separate, different). Now there is even a weekly newspaper- 'Farkiyanchal Times' (albeit published arbitrarily) and Farakiya times (weekly news paper).</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Khagaria district occupies an area of 1,486 square kilometres (574 sq mi),[2] comparatively equivalent to Greenland's Nares Land.[3] The district is surrounded by seven rivers namely Ganges, Kamla Balan, Koshi, Budhi Gandak, Kareh, Kali Koshi and Bagmati. These rivers cause floods every year which causes great loss of life and property including livestock.</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-Divisions</p>\r\n<p>Khagaria district comprises the following Sub-Divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Khagaria</p>\r\n<p>Gogari</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attraction</p>\r\n<p>Goddess durga temple at sanhouli</p>\r\n<p>Mother Durga's famous temple is situated in sanhouli , adjacent to Khagaria city for decades. A large number of pilgrims perform religious rituals worshiping here. In addition to various parts of the state, devotees of Assam, Uttar Pradesh etc. States also come here to offer prayers and offerings in mother's court.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khagaria_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","subContents":[{"SubTitle":"1. Katyayani Asthan","SubTitleHindi":null,"SubContent":"<p>Katyayani place is situated about 12 kilometers from the district headquarters.There is a temple of Mother Katyayani at this place. Along with this,there is a temple of Lord Rama,Lakshman and Maa Janki too. Every Monday and Friday many devotees come to the temple for worship. It is believed that in this area, the worship of Mother Katyayani occurs in two forms.According to legend,sage Katyayan had known the Kaushik River,which is currently known as Koshi,had austerity on the coast. Pleased with the penance, Mother Durga accepted to be born as the daughter of the sage.Since then, he is also known as Katyayani. In addition, it is said that around 300 years ago this place was surrounded by intensive forests.Once Bhakta Sripat Mahārāj saw the mother Kattayani in a dream and constructed a temple at this place from his direction.</p>","SubContentHindi":null,"ImageUrl":"1ccd2cf5-baac-403a-af16-638c60d54a12_Katyayani-Asthan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Shyamlal National High School","SubTitleHindi":null,"SubContent":"<p>This high school was established in 1910 AD.Shri Shyamlal had donated substantial land for the establishment of the school. Students and teachers of this school have very little in the freedom movement was played an important role. At the time of the independence movement,this place was a prominent place to meet the revolutionaries.</p>","SubContentHindi":null,"ImageUrl":"06209aac-fc0c-400d-aa2e-02f9a89b092c_shyam-lal-college.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Azgaibinath Mahadev","SubTitleHindi":null,"SubContent":"<p>This place is located in Sultanganj of Bhagalpur district. This place is very close to Khagaria district Aguwanighat. The temple of Lord Shiva situated here is on a high mountain.A large number of devotees come to the temple to look for. The temple is characterized by the fact that this temple is on the banks of river Ganga. Because of which devotees go to the temple after taking a bath in river Ganga, to visit Lord Shiva.</p>","SubContentHindi":null,"ImageUrl":"9177c241-664b-41d3-872b-84b711e869cf_Azgaibinath-Mahadev.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Accommodation","SubTitleHindi":null,"SubContent":"<p>Hotel Aman, Station Road, Near Railway Station, Khagaria</p>\r\n<p>Hotel Bhawna, Mayaram Market, SDO Road, Near Kalibari Chararia, Khagaria</p>\r\n<p>Hotel Amol, NAC Road, Khagaria</p>\r\n<p>Hotel Aryavrat, Gaoushala Road, Patel Chowk, Khagaria</p>\r\n<p>Hotel Rajasthan, Sagarmal Chowk, Main Road, Khagaria</p>","SubContentHindi":null,"ImageUrl":"5fcfcf6f-92b3-4689-91f0-dcc17077aa74_Khagaria-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>Khagaria is well connected with the other part of country by roads and trains.</p>\r\n<p>Khagaria is a small town with a major railway junction on the Barauni Guwahati section of the Indian Railways. National Highway No.31, which connects rest of India to North Eastern region passes through this town. It is also connected to other regions of north Bihar by another rail line to Saharsa and Samastipur. Building of a major rail bridge across river Ganges at Munger is underway to connect it to south Bihar and Jharkhand directly.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways : Khagaria can easily be reached from many major cities of India by road. Khagaria can reach National Highway 31.</p>\r\n<p>Railways : Khagaria is connected to many major cities of India by the railways.</p>\r\n<p>Airways : The nearest airport is the Jayaprakash Narayan International Airport in Patna.</p>\r\n<p>source: https://khagaria.nic.in/</p>","SubContentHindi":null,"ImageUrl":"015d1571-7cda-472d-be9a-4c20c50cc818_Khagaria-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-khagaria-bihar","tags":[{"name":"bihar","slug":"bihar"},{"name":"khagaria","slug":"khagaria"}],"recommendations":[{"id":267,"title":"Top Places to visit in Sheohar, Bihar","imageUrl":"30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","dateCreated":"2019-02-21T14:01:59.372Z","dateModified":"2019-02-21T14:08:16.79Z","contributedBy":"AskGif","content":"Sheohar is an administrative district in the state of Bihar in India. The district headquarters are located at Sheohar, and the district is a part of Tirhut Division. This district was carved out of Sitamarhi district in 1994 due to the extreme efforts of Raghunath Jha, former Union Minister. Emi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sheohar","slug":"sheohar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-sheohar-bihar","total":0},{"id":266,"title":"Top Places to visit in Sheikhpura, Bihar","imageUrl":"d34b752d-3613-44cb-adcb-25199b216ae7_Sheikhpura-railway.jpg","dateCreated":"2019-02-20T17:38:21.797Z","dateModified":"2019-02-20T17:49:06.456Z","contributedBy":"AskGif","content":"Sheikhpura is a city and a municipality in Sheikhpura district in the Indian state of Bihar. Sheikhpura is also an administrative headquarter of Sheikhpura district.\r\nSheikhpura district is one of the thirty eight districts of Bihar state, India, and Sheikhpura town is the administrative h","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d34b752d-3613-44cb-adcb-25199b216ae7_Sheikhpura-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"sheikhpura","slug":"sheikhpura"}],"slug":"top-places-to-visit-in-sheikhpura-bihar","total":0},{"id":265,"title":"Top Places to visit in Saran (Chhapra), Bihar","imageUrl":"9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","dateCreated":"2019-02-20T16:05:53.259Z","dateModified":"2019-02-20T16:24:54.161Z","contributedBy":"AskGif","content":"Saran District is one of the thirty-eight districts of Bihar state, India. The district, part of Saran Division, is also known as Chhapra district after the headquarters of the district, Chhapra.\r\n&nbsp;\r\nGeography\r\nSaran district occupies an area of 2,641 square kilometres (","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"saran","slug":"saran"},{"name":"bihar","slug":"bihar"},{"name":"chhapra","slug":"chhapra"}],"slug":"top-places-to-visit-in-saran-chhapra-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}