{"id":254,"title":"Top Places to visit in Kishanganj, Bihar","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"<p>Kishanganj is a city and district headquarters of Kishanganj district in Purnea division of Bihar state.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Kishanganj, which was previously part of Purnia district, is part of the Mithila region. Mithila first gained prominence after being settled by Indo-Aryan peoples who established the Mithila Kingdom (also called Kingdom of the Videhas).[2] During the late Vedic period (c. 1100&ndash;500 BCE), Kingdom of the Videhas became one of the major political and cultural centers of South Asia, along with Kuru and Pa&ntilde;cāla. The kings of the Kingdom of the Videhas were called Janakas. The Mithila Kingdom was later incorporated into the Vajji confederacy, which had its capital in the city of Vaishali, which is also in Mithila.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 India census, Kishanganj has a population of 107,076; of which male and female are 55,688 and 51,388 respectively. Kishanganj has an average literacy rate of 64.24%: male literacy is 71.7%, and female literacy is 56.3%. In Kishanganj, Total children (0-6) in Kishanganj city are 17,017 as per figure from Census India report on 2011. There were 8,743 boys while 8,274 are girls. The children from 15.89% of the total population of Kishanganj City. It is one of the few districts where the population of Muslims are in majority.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>According to the statistics, Kishanganj has a major railhead which is connected to major cities and towns of India. Kishanganj railway station comes under Northeast Frontier Railway (NFR) and is 'A' category station of Indian Railways. The railway station and NH 31 are connecting northeastern region of India to the rest of India. It has direct train connections to the majority of major cities namely- New Delhi, Mumbai, Patna, Kolkata, Guwahati, Bangalore, Chennai, Thiruvananthapuram etc. Garib Nawaz express starts from here for Ajmer. Rajdhani Express which runs between Delhi and Guwahati has its stoppage in Kishanganj. The National Highway No. 31 runs along with the railway line. NH 31 is one of the important and busiest highways in India. You can see that the national highway 31 in Kishanganj is beautifully made with the chain of flyovers. It is also connected with Bagdogra International Airport in Bagdogra which is about 60 km away from Kishanganj.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Kishanganj has an All India Radio Relay station known as Akashvani Kishanganj. It broadcasts on FM frequencies.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kishanganj</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","subContents":[{"SubTitle":"1. Mahananda River","SubTitleHindi":null,"SubContent":"<p>This river is situated 6 km away from Kishanganj Bus stand.</p>","SubContentHindi":null,"ImageUrl":"c4369d7d-5828-48e7-996c-3f123ad6278c_Mahananda-River.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Odra ghat kali mandir","SubTitleHindi":null,"SubContent":"<p>Odra ghat kali mandir is situated 15 km from kishanganj headquarter.</p>","SubContentHindi":null,"ImageUrl":"f9802939-9c88-4cc0-8fe5-9ec38b450bf9_Odra-ghat-kali-mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Accommodation","SubTitleHindi":null,"SubContent":"<p>1 Hotel Highway 06456-222672</p>\r\n<p>2 Hotel Puja 06456-222529</p>\r\n<p>3 Bharat Hotel 06456-222866</p>\r\n<p>4 Hotel Sunrise 06456-222686</p>\r\n<p>5 Hotel Lakshmi 06456-222702</p>\r\n<p>6 Hotel Chanchal Palace 06456-222112</p>","SubContentHindi":null,"ImageUrl":"8c1c1378-2ed8-492e-8ef0-4affc8c33bba_Kishanganj-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Transportation in Kishanganj</p>\r\n<p>Kishanganj is the&nbsp; eastern most district of Bihar, Although, the internal transportation structure is not very well developed, but there are public transportation facilities available which makes it easy for people to travel within the district.In addition to this, the district it connects with&nbsp; railways of celebrated cities of Bihar, which makes it a easy to reach place among travelers. It also links to major cities of west bengal through road and railways.</p>\r\n<p>&nbsp;</p>\r\n<p>Road Network in Kishanganj</p>\r\n<p>The city of profoundly connects through road network with almost all major cities of Bihar. It provides bus services on daily basis to make it convenient for travelers to reach as well as travel through most of the district of Bihar. You can also hire taxis, cars and other vehicles.</p>\r\n<p>&nbsp;</p>\r\n<p>Regular bus service on daily basis is obtainable from Kishanganj. The region of Kishanganj is also closely located near the boundaries of Nepal and Bangladesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway Network in Kishanganj</p>\r\n<p>Kishanganj railway station is one of the connecting junction of north eastern part of India to other part of India. Besides Kishanganj junction, there are other well-connected railway stations also which can make you reach to Kishanganj without meeting any trouble. There are numerous trains, which operate between Kishanganj and major cities.Some of the major trains are Garib Nawaz Express which operate from Kishanganj to Ajmer.</p>\r\n<p>&nbsp;</p>\r\n<p>Air Connectivity in Kishanganj</p>\r\n<p>The district of Kishanganj does not possess any domestic airport of its own. But, there is an important Airport Bagdogra near Kishanganj which comes under West Bengal state.The contact and booking details for these airports is easily available online. So, if you want to travel comfortably to Kishanganj or from Kishanganj&nbsp; then this is a good option.</p>\r\n<p>&nbsp;</p>\r\n<p>Internal Transportation Network in Kishanganj</p>\r\n<p>The internal transport facilities of depend largely on local mini-buses, tempos and shared autos. There is rickshaw service also available in the district, which is the cheapest and simplest mode of traveling within the district boundaries.There is also E-rickshaw service available at major location of the city. The service of shared autos is more common and accessible to travel to popular and commuting blocks within the district. So, if you want to reach from one block of&nbsp; to other then the option of shared auto is best.There is also tempo service available, which you can hire at an affordable price.</p>\r\n<p>source: https://kishanganj.nic.in/</p>","SubContentHindi":null,"ImageUrl":"6d323268-4e60-482e-a800-5c10ec4c0073_Kishanganj-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kishanganj-bihar","tags":[{"name":"kishanganj","slug":"kishanganj"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":1261,"title":"Top Places to visit in Bagha Kusmar, Bihar","imageUrl":"8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","dateCreated":"2020-04-24T15:10:19.168Z","dateModified":"2020-04-24T15:10:37.023Z","contributedBy":"AskGif","content":"Bagha Kusmar is a small town in the Madhubani district in northern Bihar state, India. It is under Phulparas subdivision. The distance between Bagha Kusmar and its district headquarters is 52 km. The distance between Bagha Kusmar and town Khutauna is 7 km.\r\n&nbsp;\r\nLanguages and rel","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bagha-kusmar","slug":"bagha-kusmar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-bagha-kusmar-bihar","total":0},{"id":272,"title":"Top Places to visit in West Champaran (Bettiah), Bihar","imageUrl":"71b5d31a-3743-4902-8972-dab92c3245f2_Bettiah-railway.jpg","dateCreated":"2019-02-22T17:04:21.632Z","dateModified":"2019-02-22T17:15:40.288Z","contributedBy":"AskGif","content":"West Champaran is an administrative district in the state of Bihar in India, located just 60 km (37 mi) west of Birgunj. It is a part of Tirhut Division[1] (Tirhut). The district headquarters are located in Bettiah. The district is known for its fluid border with Nepal. One of the major location ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71b5d31a-3743-4902-8972-dab92c3245f2_Bettiah-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bettiah","slug":"bettiah"},{"name":"bihar","slug":"bihar"},{"name":"west-champaran","slug":"west-champaran"}],"slug":"top-places-to-visit-in-west-champaran-bettiah-bihar","total":0},{"id":261,"title":"Top Places to visit in Purnia, Bihar","imageUrl":"f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","dateCreated":"2019-02-16T13:44:37.198Z","dateModified":"2019-02-16T14:05:50.545Z","contributedBy":"AskGif","content":"Purnia is a city that serves as the administrative headquarters of both Purnia district and Purnia division in the Indian state of Bihar. It is the largest city in northeastern Bihar also known as Kosi- Seemanchal area.[citation needed] Total geographical area of Purnia municipal corporation is 9","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"purnia","slug":"purnia"}],"slug":"top-places-to-visit-in-purnia-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}