{"id":254,"title":"किशनगंज में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"<p>किशनगंज बिहार राज्य के पूर्णिया प्रमंडल में किशनगंज जिले का एक शहर और जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>किशनगंज, जो पहले पूर्णिया जिले का हिस्सा था, मिथिला क्षेत्र का हिस्सा है। मिथिला राज्य (जिसे विदेह का साम्राज्य भी कहा जाता है) की स्थापना करने वाले भारतीय-आर्य लोगों द्वारा बसाए जाने के बाद मिथिला को पहली बार प्रसिद्धि मिली। [२] उत्तर वैदिक काल (सी। 1100&ndash;500 ईसा पूर्व) के दौरान, विदेह राज्य दक्षिण एशिया के प्रमुख राजनीतिक और सांस्कृतिक केंद्रों में से एक बन गया, साथ ही कुरु और पनाक्ला भी। विदेह राज्य के राजाओं को जनक कहा जाता था। मिथिला साम्राज्य को बाद में वाजजी संघ में शामिल किया गया, जिसकी राजधानी वैशाली शहर में थी, जो मिथिला में भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, किशनगंज की जनसंख्या 107,076 है; जिनमें से पुरुष और महिला क्रमशः 55,688 और 51,388 हैं। किशनगंज की औसत साक्षरता दर 64.24% है: पुरुष साक्षरता 71.7% है, और महिला साक्षरता 56.3% है। किशनगंज में, किशनगंज शहर में कुल बच्चे (0-6) 2011 की जनगणना इंडिया की रिपोर्ट के अनुसार 17,017 हैं। 8,743 लड़के थे, जबकि 8,274 लड़कियां हैं। किशनगंज शहर की कुल आबादी के 15.89% बच्चे हैं। यह उन कुछ जिलों में से एक है जहाँ मुसलमानों की आबादी बहुमत में है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>आंकड़ों के अनुसार, किशनगंज में एक प्रमुख रेलहेड है जो भारत के प्रमुख शहरों और कस्बों से जुड़ा है। किशनगंज रेलवे स्टेशन पूर्वोत्तर सीमांत रेलवे (NFR) के अंतर्गत आता है और भारतीय रेलवे का 'ए' श्रेणी स्टेशन है। रेलवे स्टेशन और NH 31 भारत के पूर्वोत्तर क्षेत्र को शेष भारत से जोड़ रहे हैं। यहां के अधिकांश प्रमुख शहरों जैसे- नई दिल्ली, मुंबई, पटना, कोलकाता, गुवाहाटी, बैंगलोर, चेन्नई, तिरुवनंतपुरम आदि से सीधे ट्रेन कनेक्शन हैं। गरीब नवाज एक्सप्रेस अजमेर के लिए यहीं से शुरू होती है। दिल्ली और गुवाहाटी के बीच चलने वाली राजधानी एक्सप्रेस का किशनगंज में अपना ठहराव है। राष्ट्रीय राजमार्ग संख्या 31 रेलवे लाइन के साथ-साथ चलता है। NH 31 भारत के महत्वपूर्ण और व्यस्ततम राजमार्गों में से एक है। आप देख सकते हैं कि किशनगंज में राष्ट्रीय राजमार्ग 31 खूबसूरती से फ्लाईओवर की श्रृंखला के साथ बनाया गया है। यह बागडोगरा के बागडोगरा अंतर्राष्ट्रीय हवाई अड्डे से भी जुड़ा हुआ है जो किशनगंज से लगभग 60 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>किशनगंज में आकाशवाणी किशनगंज के नाम से एक अखिल भारतीय रेडियो रिले स्टेशन है। यह एफएम फ्रीक्वेंसी पर प्रसारित होता है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kishanganj</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","subContents":[{"SubTitle":"1. महानंदा नदी","SubTitleHindi":null,"SubContent":"<p>यह नदी किशनगंज बस स्टैंड से 6 किमी दूर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"c4369d7d-5828-48e7-996c-3f123ad6278c_Mahananda-River.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. ओड़रा घाट काली मंदिर","SubTitleHindi":null,"SubContent":"<p>ओढरा घाट काली मंदिर किशनगंज मुख्यालय से 15 किमी दूर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"f9802939-9c88-4cc0-8fe5-9ec38b450bf9_Odra-ghat-kali-mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निवास","SubTitleHindi":null,"SubContent":"<p>1 होटल हाईवे 06456-222672</p>\r\n<p>2 होटल पूजा 06456-222529</p>\r\n<p>3 भारत होटल 06456-222866</p>\r\n<p>4 होटल सूर्योदय 06456-222686</p>\r\n<p>5 होटल लक्ष्मी 06456-222702</p>\r\n<p>6 होटल चंचल पैलेस 06456-222112</p>","SubContentHindi":null,"ImageUrl":"8c1c1378-2ed8-492e-8ef0-4affc8c33bba_Kishanganj-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>किशनगंज में परिवहन</p>\r\n<p>किशनगंज बिहार का पूर्वी सबसे अधिक जिला है, हालाँकि, आंतरिक परिवहन संरचना बहुत अच्छी तरह से विकसित नहीं है, लेकिन सार्वजनिक परिवहन सुविधाएं उपलब्ध हैं, जिससे लोगों को जिले के भीतर यात्रा करना आसान हो जाता है। इसके अलावा, यह जिस जिले से जुड़ता है बिहार के प्रसिद्ध शहरों के रेलवे, जो यात्रियों के बीच आसानी से पहुँच सकते हैं। यह सड़क और रेलवे के माध्यम से पश्चिम बंगाल के प्रमुख शहरों से भी जुड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>किशनगंज में सड़क नेटवर्क</p>\r\n<p>बिहार के लगभग सभी प्रमुख शहरों के साथ सड़क नेटवर्क के माध्यम से गहरा शहर जुड़ता है। यह यात्रियों के लिए और साथ ही बिहार के अधिकांश जिले से यात्रा करने के लिए सुविधाजनक बनाने के लिए दैनिक आधार पर बस सेवाएं प्रदान करता है। आप टैक्सी, कार और अन्य वाहन भी किराए पर ले सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दैनिक आधार पर नियमित बस सेवा किशनगंज से प्राप्य है। किशनगंज का क्षेत्र नेपाल और बांग्लादेश की सीमाओं के निकट भी स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>किशनगंज में रेलवे नेटवर्क</p>\r\n<p>किशनगंज रेलवे स्टेशन भारत के उत्तर पूर्वी हिस्से के कनेक्टिंग जंक्शन में से एक है जो भारत के अन्य हिस्से में है। किशनगंज जंक्शन के अलावा, अन्य अच्छी तरह से जुड़े हुए रेलवे स्टेशन भी हैं जो आपको बिना किसी परेशानी के किशनगंज तक पहुँच सकते हैं। कई ट्रेनें हैं, जो किशनगंज और प्रमुख शहरों के बीच चलती हैं। कुछ प्रमुख ट्रेनें गरीब नवाज एक्सप्रेस हैं जो किशनगंज से अजमेर तक चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>किशनगंज में हवाई संपर्क</p>\r\n<p>किशनगंज जिले का अपना कोई घरेलू हवाई अड्डा नहीं है। लेकिन, किशनगंज के पास एक महत्वपूर्ण हवाई अड्डा बागडोगरा है जो पश्चिम बंगाल राज्य के अंतर्गत आता है। इन हवाई अड्डों के लिए संपर्क और बुकिंग विवरण ऑनलाइन उपलब्ध है। इसलिए, अगर आप किशनगंज या किशनगंज से आराम से यात्रा करना चाहते हैं तो यह एक अच्छा विकल्प है।</p>\r\n<p>&nbsp;</p>\r\n<p>किशनगंज में आंतरिक परिवहन नेटवर्क</p>\r\n<p>स्थानीय मिनी-बसों, टेम्पो और साझा ऑटो पर बहुत हद तक निर्भर रहने की आंतरिक परिवहन सुविधाएं। जिले में रिक्शा सेवा भी उपलब्ध है, जो जिले की सीमाओं के भीतर यात्रा करने का सबसे सस्ता और सरल तरीका है। शहर के प्रमुख स्थानों पर ई-रिक्शा सेवा भी उपलब्ध है। जिले के लोकप्रिय और आने-जाने वाले ब्लॉकों की यात्रा के लिए साझा ऑटो की सेवा अधिक सामान्य और सुलभ है। तो, यदि आप एक ब्लॉक से दूसरे तक पहुंचना चाहते हैं तो साझा ऑटो का विकल्प सबसे अच्छा है। यह भी टेम्पो सेवा उपलब्ध है, जिसे आप एक सस्ती कीमत पर किराए पर ले सकते हैं।</p>\r\n<p>स्रोत: https://kishanganj.nic.in/</p>","SubContentHindi":null,"ImageUrl":"6d323268-4e60-482e-a800-5c10ec4c0073_Kishanganj-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kishanganj-bihar","tags":[{"name":"किशनगंज","slug":"kishanganj"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":1261,"title":"बाघा कुसमर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","dateCreated":"2020-04-24T15:10:19.168Z","dateModified":"2020-04-24T15:10:37.023Z","contributedBy":"AskGif","content":"बाघा कुसमर उत्तरी बिहार राज्य, भारत में मधुबनी जिले का एक छोटा सा शहर है। यह फुलपरास उपखंड के अंतर्गत आता है। बाघा कुसमर और इसके जिला मुख्यालय के बीच की दूरी 52 किमी है। बाघा कुसमर और शहर खुटौना के बीच की दूरी 7 किमी है।\r\n&nbsp;\r\nभाषा और धर्म\r\nइस नगर में बोली जाने वाली मुख्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cf70467-cbb0-4a59-9555-a76064066a21_Bagha-Kusmar.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बाघा-कुसमर","slug":"bagha-kusmar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-bagha-kusmar-bihar","total":0},{"id":272,"title":"पश्चिम चंपारण (बेतिया) में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"71b5d31a-3743-4902-8972-dab92c3245f2_Bettiah-railway.jpg","dateCreated":"2019-02-22T17:04:21.632Z","dateModified":"2019-02-22T17:15:40.288Z","contributedBy":"AskGif","content":"पश्चिम चंपारण भारत के बिहार राज्य में एक प्रशासनिक जिला है, जो बिरगंज के पश्चिम में सिर्फ 60 किमी (37 मील) की दूरी पर स्थित है। यह तिरहुत डिवीजन [1] (तिरहुत) का एक हिस्सा है। जिला मुख्यालय बेतिया में स्थित है। यह जिला नेपाल के साथ अपनी तरल सीमा के लिए जाना जाता है। पश्चिम चंपारण का एक प्रमुख स्था","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71b5d31a-3743-4902-8972-dab92c3245f2_Bettiah-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बेतिया","slug":"bettiah"},{"name":"बिहार","slug":"bihar"},{"name":"पश्चिम-चंपारण","slug":"west-champaran"}],"slug":"top-places-to-visit-in-west-champaran-bettiah-bihar","total":0},{"id":261,"title":"पूर्णिया में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","dateCreated":"2019-02-16T13:44:37.198Z","dateModified":"2019-02-16T14:05:50.545Z","contributedBy":"AskGif","content":"पूर्णिया (पूर्णिया (आधिकारिक); देवनागरी: पूर्णता) के रूप में भी जाना जाता है। यह एक शहर है जो पूर्णिया जिले और पूर्णिया डिवीजन दोनों के प्रशासनिक मुख्यालय के रूप में भारत के बिहार राज्य में कार्य करता है। यह उत्तर-पूर्वी बिहार का सबसे बड़ा शहर है, जिसे कोसी-सीमांचल क्षेत्र के रूप में भी जाना जाता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"पूर्णिया","slug":"purnia"}],"slug":"top-places-to-visit-in-purnia-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}