{"id":258,"title":"Top Places to visit in Muzaffarpur, Bihar","imageUrl":"2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","dateCreated":"2019-02-07T13:21:35.482Z","dateModified":"2019-02-07T13:27:20.753Z","contributedBy":"AskGif","content":"<p>Muzaffarpur is a sub-metropolitan city located in Muzaffarpur district in the Tirhut region of Bihar. It serves as the headquarters of Tirhut division, Muzaffarpur district and the Muzaffarpur Railway District. It is the fourth most populous city in Bihar.</p>\r\n<p>&nbsp;</p>\r\n<p>Muzaffarpur is famous for Shahi lychees and is known as the Lychee Kingdom. Shahi litchi is set to become the fourth product from Bihar, after jardalu mango, katarni rice and Magahi paan (betel leaf) to get the Geographical Indication (GI) tag. It is situated on the banks of the perennial Burhi Gandak River, which flows from the Someshwar Hills of Himalayas.</p>\r\n<p>&nbsp;</p>\r\n<p>Lychee</p>\r\n<p>&nbsp;</p>\r\n<p>Lychee garden in Muzaffarpur</p>\r\n<p>The lychee crop, which is available from May to June, is mainly cultivated in the districts of Muzaffarpur and surrounding districts. Cultivation of litchi covers approximately an area of about 25,800 hectares producing about 300,000 tonnes every year. Litchi are exported to big cities of India like Bombay, Kolkata, and even to other countries. India's share in the world litchi market amounts to less than 1%. The names of the litchi produced in Muzaffarpur are Shahi and China. The fruits are known for excellent aroma and quality.</p>\r\n<p>&nbsp;</p>\r\n<p>Bihar's contribution in the production of lychee in about 40 percent of lychee produced in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Bihar has emerged as a brewery hub with major domestic and foreign firms setting up production units in the state. Vijay Mallya's group, United Breweries Group, is setting up a production unit to make litchi-flavoured wine, in Muzaffarpur in 2012. The company has leased litchi gardens.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Muzaffarpur one of the country's 250 most backward districts (out of a total of 640). It is one of the 36 districts in Bihar currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>source: https://en.wikipedia.org/wiki/Muzaffarpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","subContents":[{"SubTitle":"1. AShok Pillar At Kolhua","SubTitleHindi":null,"SubContent":"<p>Location : Lat. 260 00&rsquo; 51&rdquo; N ; Long. 870 06&rsquo; 32&rdquo; E</p>\r\n<p>District : Muzaffarpur</p>\r\n<p>State : Bihar</p>\r\n<p>Excavation years : 1989-1990, 1992-93, 2010-11</p>\r\n<p>&nbsp;</p>\r\n<p>Kolhua is situated about 65 kms north-west of Patna in Muzaffarpur district, where Mauryan emperor Ashoka, &lsquo;the great&rsquo; had erected monolithic, polished sandstone pillar, consisting of a circular shaft, surmounted by a decorative bell shaped capital, supporting a life-size figure of a lion facing of north. This area under the confederacy of Vajji with its capital at Vaishali, regarded as world&rsquo;s oldest democracy. Several other archaeological sites are scattered around Kolhua are Raja Bisal ka gadh (ancient Vaishali), Relic stupa, Kharouna Pokhar (Abhishek Puskarni), Chakramdas and Lalpura etc. This place is also associated with one the miracle of Lord Buddha in which the monkey king offered him a bowl filled with honey.</p>","SubContentHindi":null,"ImageUrl":"b51ee2f1-f30d-4760-90d0-b2b682a02489_AShok-Pillar-At-Kolhua.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. How to Reach","SubTitleHindi":null,"SubContent":"<p>Railways</p>\r\n<p>It is about 30 Kms from Muzaffarpur Railway Station</p>\r\n<p>Aerial view of Muzaffarpur Junction with sunset view</p>\r\n<p>Muzaffarpur Junction railway station is a main railway junction, with two suburban stations, Ram Dayalu Nagar and Narayanpur Anant (Sherpur). It is well connected to major cities of Bihar like Patna, Bhagalpur, Gaya, Chakia , motihari and Darbhanga.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>It is connected with road from Muzaffarpur, Hajipur and Chhapara(Saran)</p>\r\n<p>Road connecting New Zero Mile with NH-57</p>\r\n<p>National Highway 57 (India) comes via Gorakhpur, Motihari, Chakia and crosses Muzaffarpur and National Highway 57 (India) goes to Darbhanga, Purnia. The East&ndash;West Corridor crosses Muzaffarpur thus connecting it to all the major towns and cities in India. National Highway 77 (India) starting from Hajipur passes through Muzaffarpur and connects Muzaffarpur to Sitamarhi. National Highway 28 (India) connects Muzaffarpur to Barauni, all 6 National Highways having junction there.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>The nearest airport Patna which is about 65 kilometers north-west from Patna</p>\r\n<p>&nbsp;</p>\r\n<p>Stay</p>\r\n<p>Hotels are available at Muzaffarpur District HQ , Hajipur</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://muzaffarpur.nic.in/</p>","SubContentHindi":null,"ImageUrl":"e8c67012-c051-464c-b755-77914a95f01d_Muzaffarpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-muzaffarpur-bihar","tags":[{"name":"bihar","slug":"bihar"},{"name":"muzaffarpur","slug":"muzaffarpur"}],"recommendations":[{"id":261,"title":"Top Places to visit in Purnia, Bihar","imageUrl":"f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","dateCreated":"2019-02-16T13:44:37.198Z","dateModified":"2019-02-16T14:05:50.545Z","contributedBy":"AskGif","content":"Purnia is a city that serves as the administrative headquarters of both Purnia district and Purnia division in the Indian state of Bihar. It is the largest city in northeastern Bihar also known as Kosi- Seemanchal area.[citation needed] Total geographical area of Purnia municipal corporation is 9","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"purnia","slug":"purnia"}],"slug":"top-places-to-visit-in-purnia-bihar","total":0},{"id":255,"title":"Top Places to visit in Lakhisarai, Bihar","imageUrl":"39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","dateCreated":"2019-02-01T15:03:46.797Z","dateModified":"2019-02-01T15:11:39.245Z","contributedBy":"AskGif","content":"Lakhisarai (archaic spelling: Luckeesarai) town is the administrative headquarters of Lakhisarai district in the Indian state of Bihar. The town has a population of 99,931 (2011 census).\r\nLakhisarai district is one of the thirty-eight districts of Bihar state, India, and Lakhisarai town is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"lakhisarai","slug":"lakhisarai"}],"slug":"top-places-to-visit-in-lakhisarai-bihar","total":0},{"id":238,"title":"Top Places to visit in Begusarai, Bihar","imageUrl":"480d13a8-0010-4e48-827e-5347eefea929_Begusarai-railway.jpg","dateCreated":"2019-01-12T10:04:10.214Z","dateModified":"2019-01-12T10:50:32.615Z","contributedBy":"AskGif","content":"Begusarai is the administrative headquarters of Begusarai district, which is one of the thirty-eight districts of Bihar state, India. The district lies on the northern bank of river Ganga. It is located at Latitudes 25.15N &amp; 25.45N and longitudes 85.45E &amp; 86.36E. It was established in 187","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/480d13a8-0010-4e48-827e-5347eefea929_Begusarai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"begusarai","slug":"begusarai"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-begusarai-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}