{"id":258,"title":"मुजफ्फरपुर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","dateCreated":"2019-02-07T13:21:35.482Z","dateModified":"2019-02-07T13:27:20.753Z","contributedBy":"AskGif","content":"<p>मुज़फ़्फ़रपुर बिहार के तिरहुत क्षेत्र में मुज़फ़्फ़रपुर जिले में स्थित एक उप-महानगरीय शहर है। यह तिरहुत विभाग, मुजफ्फरपुर जिले और मुजफ्फरपुर रेलवे जिले के मुख्यालय के रूप में कार्य करता है। यह बिहार का चौथा सबसे अधिक आबादी वाला शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुजफ्फरपुर शाही लीची के लिए प्रसिद्ध है और इसे लीची किंगडम के रूप में जाना जाता है। भौगोलिक संकेत (जीआई) टैग प्राप्त करने के लिए जर्दालु आम, कटनी चावल और मगही पान (सुपारी) के बाद शाही लीची बिहार से चौथा उत्पाद बनने के लिए तैयार है। यह बारहमासी गढ़ी नदी के तट पर स्थित है, जो हिमालय की सोमेश्वर पहाड़ियों से बहती है।</p>\r\n<p>&nbsp;</p>\r\n<p>लीची</p>\r\n<p>&nbsp;</p>\r\n<p>मुजफ्फरपुर में लीची का बगीचा</p>\r\n<p>मई से जून तक उपलब्ध होने वाली लीची की फसल की खेती मुख्य रूप से मुजफ्फरपुर और आसपास के जिलों में की जाती है। लीची की खेती में लगभग 25,800 हेक्टेयर का क्षेत्र शामिल है, जो हर साल लगभग 300,000 टन का उत्पादन करता है। लीची भारत के बड़े शहरों जैसे कि बॉम्बे, कोलकाता, और यहां तक ​​कि अन्य देशों में निर्यात की जाती है। विश्व लीची बाजार में भारत की हिस्सेदारी 1% से कम है। मुज़फ़्फ़रपुर में उत्पादित लीची के नाम शाही और चीन हैं। फलों को उत्कृष्ट सुगंध और गुणवत्ता के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत में उत्पादित लगभग 40 प्रतिशत लीची में लीची के उत्पादन में बिहार का योगदान है।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य में उत्पादन इकाइयाँ स्थापित करने वाली प्रमुख देशी और विदेशी फर्मों के साथ बिहार एक शराब की भठ्ठी हब के रूप में उभरा है। विजय माल्या का समूह, यूनाइटेड ब्रेवरीज ग्रुप, 2012 में मुज़फ़्फ़रपुर में लीची के स्वाद वाली शराब बनाने के लिए एक उत्पादन इकाई स्थापित कर रहा है। कंपनी ने लीची के बागानों को किराए पर लिया है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने मुजफ्फरपुर को देश के 250 सबसे पिछड़े जिलों (कुल 640 में से एक) का नाम दिया। यह बिहार में 36 जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Muzaffarpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","subContents":[{"SubTitle":"1. कोल्हुआ में अशोक स्तंभ","SubTitleHindi":null,"SubContent":"<p>स्थान: लैट। 260 00 '51' एन; लंबा। 870 06 '32' ई</p>\r\n<p>जिला: मुजफ्फरपुर</p>\r\n<p>राज्य: बिहार</p>\r\n<p>उत्खनन वर्ष: 1989-1990, 1992-93, 2010-11</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्हुआ पटना से उत्तर-पश्चिम में मुज़फ़्फ़रपुर जिले में लगभग 65 किलोमीटर दूर स्थित है, जहाँ मौर्य सम्राट अशोक, 'द ग्रेट' ने एक अखंड शिला खंभे का निर्माण किया था, जो एक गोलाकार शाफ्ट से बना था, जो एक सजावटी बेल के आकार की राजधानी से घिरा था, जो जीवन का समर्थन करता था उत्तर की ओर मुख वाले सिंह का आकार। वैशाली में अपनी राजधानी के साथ वाजजी की गोपनीयता के तहत यह क्षेत्र, जिसे दुनिया का सबसे पुराना लोकतंत्र माना जाता है। कई अन्य पुरातात्विक स्थल कोल्हुआ के आसपास बिखरे हुए हैं, राजा बिसाल का गढ़ (प्राचीन वैशाली), अवशेष स्तूप, खारौना पोखर (अभिषेक पुष्करणी), चक्रदास और लालपुरा आदि। यह स्थान भगवान बुद्ध के चमत्कार से भी जुड़ा है जिसमें बंदर राजा शामिल हैं। उसे शहद से भरा कटोरा भेंट किया।</p>","SubContentHindi":null,"ImageUrl":"b51ee2f1-f30d-4760-90d0-b2b682a02489_AShok-Pillar-At-Kolhua.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रेलवे</p>\r\n<p>यह मुजफ्फरपुर रेलवे स्टेशन से लगभग 30 किलोमीटर दूर है</p>\r\n<p>सूर्यास्त दृश्य के साथ मुजफ्फरपुर जंक्शन का हवाई दृश्य</p>\r\n<p>मुज़फ़्फ़रपुर जंक्शन रेलवे स्टेशन एक मुख्य रेलवे जंक्शन है, जिसमें दो उपनगरीय स्टेशन, राम दयालु नगर और नारायणपुर अनंत (शेरपुर) हैं। यह बिहार के प्रमुख शहरों जैसे पटना, भागलपुर, गया, चकिया, मोतिहारी और दरभंगा से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़कें</p>\r\n<p>यह मुज़फ़्फ़रपुर, हाजीपुर और छपारा (सारण) से सड़क से जुड़ा हुआ है</p>\r\n<p>न्यू जीरो माइल को NH-57 से जोड़ने वाली सड़क</p>\r\n<p>राष्ट्रीय राजमार्ग 57 (भारत) गोरखपुर, मोतिहारी, चकिया के माध्यम से आता है और मुज़फ़्फ़रपुर को पार करता है और राष्ट्रीय राजमार्ग 57 (भारत) दरभंगा, पूर्णिया को जाता है। ईस्ट-वेस्ट कॉरिडोर मुज़फ़्फ़रपुर को पार करता है और इस प्रकार इसे भारत के सभी प्रमुख शहरों और शहरों से जोड़ता है। हाजीपुर से शुरू होने वाला राष्ट्रीय राजमार्ग 77 (भारत) मुज़फ़्फ़रपुर से होकर गुजरता है और मुज़फ़्फ़रपुर को सीतामढ़ी से जोड़ता है। राष्ट्रीय राजमार्ग 28 (भारत) मुजफ्फरपुर को बरौनी से जोड़ता है, सभी 6 राष्ट्रीय राजमार्ग वहाँ जंक्शन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>निकटतम हवाई अड्डा पटना जो पटना से उत्तर-पश्चिम में लगभग 65 किलोमीटर दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>रहना</p>\r\n<p>मुजफ्फरपुर जिला मुख्यालय, हाजीपुर में होटल उपलब्ध हैं</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://muzaffarpur.nic.in/</p>","SubContentHindi":null,"ImageUrl":"e8c67012-c051-464c-b755-77914a95f01d_Muzaffarpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-muzaffarpur-bihar","tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुजफ्फरपुर","slug":"muzaffarpur"}],"recommendations":[{"id":261,"title":"पूर्णिया में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","dateCreated":"2019-02-16T13:44:37.198Z","dateModified":"2019-02-16T14:05:50.545Z","contributedBy":"AskGif","content":"पूर्णिया (पूर्णिया (आधिकारिक); देवनागरी: पूर्णता) के रूप में भी जाना जाता है। यह एक शहर है जो पूर्णिया जिले और पूर्णिया डिवीजन दोनों के प्रशासनिक मुख्यालय के रूप में भारत के बिहार राज्य में कार्य करता है। यह उत्तर-पूर्वी बिहार का सबसे बड़ा शहर है, जिसे कोसी-सीमांचल क्षेत्र के रूप में भी जाना जाता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"पूर्णिया","slug":"purnia"}],"slug":"top-places-to-visit-in-purnia-bihar","total":0},{"id":255,"title":"लखीसराय में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","dateCreated":"2019-02-01T15:03:46.797Z","dateModified":"2019-02-01T15:11:39.245Z","contributedBy":"AskGif","content":"लखीसराय (पुरातन वर्तनी: लखीसराय) शहर भारत के बिहार राज्य में लखीसराय जिले का प्रशासनिक मुख्यालय है। शहर की आबादी 99,931 (2011 की जनगणना) है।\r\nलखीसराय जिला बिहार राज्य, भारत के अड़तीस जिलों में से एक है और लखीसराय शहर इस जिले का प्रशासनिक मुख्यालय है। लखीसराय जिला मुंगेर डिवीजन का एक हिस्सा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39532cfc-fdd6-4131-b01c-d651ae25a123_Lakhisarai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"लखीसराय","slug":"lakhisarai"}],"slug":"top-places-to-visit-in-lakhisarai-bihar","total":0},{"id":238,"title":"बेगूसराय में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"480d13a8-0010-4e48-827e-5347eefea929_Begusarai-railway.jpg","dateCreated":"2019-01-12T10:04:10.214Z","dateModified":"2019-01-12T10:50:32.615Z","contributedBy":"AskGif","content":"बेगूसराय, बेगूसराय जिले का प्रशासनिक मुख्यालय है, जो बिहार राज्य, भारत के अड़तीस जिलों में से एक है। यह जिला गंगा नदी के उत्तरी तट पर स्थित है। यह लेटिट्यूड 25.15N और 25.45N और लॉन्गिट्यूड 85.45E और 86.36E पर स्थित है। इसकी स्थापना 1870 में मुंगेर जिले के उपखंड के रूप में 1972 में की गई थी।\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/480d13a8-0010-4e48-827e-5347eefea929_Begusarai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बेगूसराय","slug":"begusarai"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-begusarai-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}