{"id":260,"title":"Top Places to visit in Patna, Bihar","imageUrl":"d9804af9-b97e-46c3-a5be-baa3b97201c1_patna-railway.jpg","dateCreated":"2019-02-15T16:14:09.357Z","dateModified":"2019-02-15T20:25:51.861Z","contributedBy":"AskGif","content":"<p>Patna is the capital and largest city of the state of Bihar in India. Patna is the second-largest city in eastern India after Kolkata.[9][page needed]It had an estimated city population of 1.68 million in 2011, making it the 19th largest city in India. With over 2 million people, its urban agglomeration is the 18th largest in India. Patna also serves as the seat of Patna High Court.</p>\r\n<p>&nbsp;</p>\r\n<p>One of the oldest continuously inhabited places in the world, Patna was founded in 490 BCE by the king of Magadha. Ancient Patna, known as Pataliputra, was the capital of the Magadha Empire under the Haryanka, Nanda, Mauryan, Shunga, Gupta and Pala empires. Pataliputra was a seat of learning and fine arts. Patliputra was home to many astronomers and scholars including Aryabhata, Vātsyāyana,and Chanakya . Its population during the Maurya period (around 300 BCE) was about 400,000. Patna served as the seat of power, political and cultural centre of Indian subcontinent during the Maurya and Gupta empires. With the fall of Gupta Empire, Patna lost its glory. It was revived again in the 17th century by the British as a centre of international trade. Following the partition of Bengal presidency in 1912, Patna became the capital of Bihar and Orissa Province.</p>\r\n<p>&nbsp;</p>\r\n<p>The modern city of Patna is situated on the southern bank of river Ganges. The city also straddles the rivers Sone, Gandak and Punpun. The city is approximately 35 kilometres (22 mi) in length and 16 to 18 kilometres (9.9 to 11.2 mi) wide. In June 2009, the World Bank ranked Patna second in India (after Delhi) for ease of starting a business. As of 2015, Patna's per capita gross domestic product is ₹1,06,000 ($1581). Using figures for assumed average annual growth, Patna is the 21st fastest growing city in the world and 5th fastest growing city in India according to a study by the City Mayors Foundation. Patna registered an average annual growth of 3.72% during 2006&ndash;2010.</p>\r\n<p>&nbsp;</p>\r\n<p>The Buddhist, Hindu, and Jain pilgrimage centres of Vaishali, Rajgir, Nalanda, Bodh Gaya, and Pawapuri are nearby and Patna City is also a sacred city for Sikhs as the tenth Sikh Guru, Guru Gobind Singh, was born here.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Patna is home to many tourist attractions and it saw about 2.4 million tourists (including day visitors) in 2005. Tourists visiting the city accounted for 41% of the total number of tourists visiting Bihar although Bodh Gaya was the most popular destination for foreign visitors.</p>\r\n<p>&nbsp;</p>\r\n<p>The cultural heritage of Bihar is reflected in its many ancient monuments. Kumhrar and Agam Kuan are the sites of the ruins of the Ashokan Pataliputra. Didarganj Yakshi remains as an example of Mauryan art.</p>\r\n<p>&nbsp;</p>\r\n<p>Takht Sri Patna Sahib is one of the Five Takhts of Sikhism and consecrates the birthplace of the tenth Guru of the Sikhs, Gobind Singh. There are five other Gurdwaras in Patna which are related to different Sikh Gurus; these are Gurdwara Pahila Bara, Gurdwara Gobind Ghat, Gurdwara Guru ka Bagh, Gurdwara Bal Leela and Gurdwara Handi Sahib.</p>\r\n<p>&nbsp;</p>\r\n<p>Padri Ki Haveli, High Court, Golghar and Secretariat Building are examples of British architecture. Gandhi Maidan is a historic ground in Patna where several freedom movement rallies took place. Newly built Buddha Smriti Park near Patna Junction is also becoming a major tourist attraction.</p>\r\n<p>&nbsp;</p>\r\n<p>The Patna Planetarium (Indira Gandhi Planetarium) is located in Patna's Indira Gandhi Science Complex. It claims to be one of the largest planetariums in Asia and to attract a large number of tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>Recently, the Bihar government announced plans to build a state-of-the-art art landmark museum in Patna at a cost of approximately ₹530 crores[219] on a site of 13.9 acres at Bailey Road.[220] 5 firms were shortlisted for the architectural design, of which the Japanese firm Maki and Associates was chosen. As of 2016, the museum had been partially opened and is scheduled to be completed shortly</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Patna College, established 1863, is considered to be the oldest institution of higher education in Bihar.</p>\r\n<p>Schools in Patna are either government run schools or private schools . The schools are affiliated to Bihar School Examination Board (BSEB), the All-India Indian Certificate of Secondary Education (ICSE), National Institute of Open Schooling (NIOS) or the Central Board of Secondary Education (CBSE) boards.[223] Hindi and English are the primary languages of instruction. A 2012 survey found 1,574 schools: of these, 78% were private unaided schools (most of them at affordable cost), 21% government schools and 1% private aided.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Patna</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9804af9-b97e-46c3-a5be-baa3b97201c1_patna-railway.jpg","subContents":[{"SubTitle":"1. Sanjay Gandhi Botanical Garden","SubTitleHindi":null,"SubContent":"<p>It is situated on the famous Baily road, the botanical garden has numerous Birds and animals to be seen. It includes flora and fauna from various parts of India as well as other countries. This Zoo attracts children a lot. It has also got an artificial lake where boating can be enjoyed. A wooden house built on a tree attracts visitosrs too. The Garden is opened throughout the year.During the New Year&rsquo;s Day, and other holidays, the park is generally packed with people living in Patna as well as tourists from neighboring towns. Picnic and cookouts are all around with people dressed in colorful clothes to celebrate the occasion.</p>","SubContentHindi":null,"ImageUrl":"fbc36f1a-456b-4fb5-bfde-f9fdf885e427_Sanjay-Gandhi-Botanical-Garden.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Gandhi Sangrahalaya","SubTitleHindi":null,"SubContent":"<p>Gandhi Sangrahalaya is located on Ashok Rajpath at the north-western corner of Gandhi Maidan and contains pictorial and other records showing the association of Mahatma Gandhi with Bihar. Gandhiji has stayed at this house of the then education minister Dr. Syed Mahmud in 1947. Now this house is famous by the name of Gandhi Sangrahalaya.</p>","SubContentHindi":null,"ImageUrl":"3ea9f0db-dd14-427c-b093-ae3629a40925_Gandhi-Sangrahalaya.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Kumhrar","SubTitleHindi":null,"SubContent":"<p>Kumhrar, located in the city of Patna, is the site that consists of the archaeological excavations of Patliputra and marks the ancient capital of Ajatshatru, Chandragupta and Ashok. The remains of the ancient city of Patilputra have been uncovered in Kumhrar, south of Patna. It is six kms from the railway station, on the Kankarbagh Road. Excavations here have releaved relics of four continuous periods from 600 BC to 600 AD. An important find is the 80-pillared huge hall of the Mauryan dynasty dating back to 400 &ndash; 300 BC.</p>","SubContentHindi":null,"ImageUrl":"559b1482-9ffd-49eb-88b0-bff2c234ae2a_Kumhrar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Mahavir Temple","SubTitleHindi":null,"SubContent":"<p>Mahavir temple is outside station. The sacred &lsquo;Kalas&rsquo; of brass shines on its high roof. This temple was founded in a humble room with clay-tile roof, about sixty years ago, during the British Raj. It used to be lit by a single kerosene lamp in the evening. Nobody, however devout a worshipper of Mahavir, would dare enter the darkroom at night. This temple gained in popularity when some Punjabi Hindu refugees came to Patna after the partition in 1947. The temple was rebuilt as a concrete house at that time. Even this was broken down in 1987 and a huge marble palace has been built. The alter is as high as first floor and the idol of &lsquo;Sankat-Mochan&rsquo; Hanuman stands on it. There is a Shiva-linga by its side which had not been there formely. Above this there are two other marble floors, all clean and polished. Many idols, including one of Jagaddhatri, have been put in the first floor, all imprisoned within glass cases. There is another Shiva-linga within a glass case in the second floor. The devotees grumble at not being able to pore water on the linga.</p>","SubContentHindi":null,"ImageUrl":"220493ac-9769-4286-89d9-ed0063055bf1_Mahavir-Mandir-Patna.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Patna Museum","SubTitleHindi":null,"SubContent":"<p>The Patna Museum Established in 1917, the oldest museum in Bihar is within walking distance from the Indira Gandhi Planetorium.Among its most famous pieces is a polished sandstone female attendant or yakshi, holding a flying-whisk, found at Didarganj and dating from the 3rd century. Some Jain images from the Kushana period, and a collection of Buddhist Bodhisattvas from the Gandhara region in the northwest Pakistan, belong to the 2nd and 3rd centuries A.D. Natural history exhibits feature several stuffed animals, including a few freaks and a gigantic fossilized tree thought to be 200 million years old 16 m long. The museum also houses Chinese art, and the second floor is devoted to some superb Tibetan &lsquo;thangkas&rsquo; i.e., scroll paintings are stored, which desperately need to be restored. The Patna Museum houses a First World War cannon, metal and stone sculptures of the Mauryan and Gupta periods, Buddhist sculptures and quaint terracotta figures.</p>","SubContentHindi":null,"ImageUrl":"b0f1e995-662f-4d8c-992e-c043b03e33e2_patna-museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Padri Ki Haveli","SubTitleHindi":null,"SubContent":"<p>Padri Ki Haveli, this Church was constructed in 1772. The church is the oldest Christian shrine of Bihar. The foundation stone of this 70-feet- long,40-feet-wide and 50-feet-high monument was designed and completed by Venetian architect Tirreto from Calcutta. In the quarrel between the English traders in Patna and Nawab Mir Kasim, the ruler of Bengal, on June 25, 1763, the Haveli was pillaged by the Nawab&rsquo;s soldiers for its treasures. The ancient records were destroyed and burnt. The structure was also attacked during the first war of Independence, in 1857. Today, the monument stands as an architectural wonder with intricate details which can be seen in few other churches of India.</p>","SubContentHindi":null,"ImageUrl":"8f84faea-88fb-4c60-b36d-d15c69f91ca6_Padri-Ki-Haveli.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Pathar Ki Masjid","SubTitleHindi":null,"SubContent":"<p>Stone Mosque or Pathar Ki Masjid was built in 1621 by Parvezshah, son Emperor Jahangir , when he was the Governor of Bihar. Adjacent to Har Mandir Sahib, this beautiful mosque was built by Parwez Shah when he was the governor of Bihar. It is situated on the bank of the Ganga, it is also called Saif Khan&rsquo;s mosque, Chimmi Ghat mosque and Sangi Masjid.</p>","SubContentHindi":null,"ImageUrl":"302782c9-c041-4013-a3ca-228b04d28a1b_Pathar-Ki-Masjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Takth Harmandir","SubTitleHindi":null,"SubContent":"<p>Harmandir Takht is regarded as one of the holiest of the five takhts, Standing in the Chowk area of old Patna. The place once known as Kucha Farrukh Khan is now known as Harmandir Gali.The Sikhs consider the city of Patna as particularly holy, as the tenth guru of the Sikhs was born here. It was here that Guru Gobind Singh was born in the year 1666 and spent his early years before moving to Anandpur. Besides being the birthplace of Guru Gobind Singh, Patna was also honoured by visits from Guru Nanak as well as Guru Tegh Bahadur. Maharaja Ranjit Singh built a beautiful Gurudwara, which is also known as Patna Sahib. It is one of the main pilgrim places for the Sikhs. Salis Rai Johri, a great devotee of Guru Nanak was so much influenced by his teachings that he converted his opulent haveli into a dharamshala where Guru Tegh Bahadur also stayed. This is the place where the holy shrine of Harmandir Sahab is now located.</p>","SubContentHindi":null,"ImageUrl":"96441fb1-d62e-4e32-b26f-a1d262269923_Takth-Harmandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. How to Reach","SubTitleHindi":null,"SubContent":"<p>BY ROAD:</p>\r\n<p>The district of Patna is well served by a network of roads. National Highway No.- 31 passes through Danapur, Patna and Patna City. While one branch goes to Barauni via Barh, another proceeds to Nawada via Bihar. All the sub-divisional headquarters of the district (except the newly created subdivision of Masaurhi) are situated on this National Highway which provides the road link between North and South Bihar. Bodhgaya, Rajgir, Ranchi, Siliguri are conveniently located by road to Patna. Intra-city road transportation is also good in Patna.</p>\r\n<p>&nbsp;</p>\r\n<p>BY RAILWAY:</p>\r\n<p>The main line of the East Central Railway passes through the entire length of the district running parallel to the Ganga. There are three railway lines running across the district from north to south viz., the Patna Gaya Branch line the Fatwah-Islampur Light Railway and the Bakhtiarpur-Rajgir Branch line. Patna Junction is the principal railway station which is located in the town and links all the key cities of India through the network of express and super fast trains. The various cities connected with Patna are Delhi, Mumbai, Kolkata, Guwahati, Varanasi, Amritsar, Bangalore, Lucknow and Chennai.</p>\r\n<p>&nbsp;</p>\r\n<p>BY AIR:</p>\r\n<p>Patna has excellent air connection to many important Indian cities like, Delhi, Mumbai, Kolkata. Several Airlines serve this airport with regular flights. Patna Airport is known as Jaiprakash Narayan International Airport.&nbsp; It is named after &ldquo;Lok Nayak&rdquo; Jayaprakash Narayan (1902&ndash;1979), an Indian independence activist and political leader.</p>\r\n<p>&nbsp;</p>\r\n<p>BY RIVER:</p>\r\n<p>The Ganges is navigable through out the year and there is considerable boat traffic for transporting cargo. The smaller rivers, e.g., Punpun and Dardha become navigable only during the rains when they are used for transporting agricultural produce to the grain market at Fatwah.</p>\r\n<p>source: https://patna.nic.in/</p>","SubContentHindi":null,"ImageUrl":"1d3a30c9-b782-4a64-ab67-60f6d4577420_patna-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-patna-bihar","tags":[{"name":"patna","slug":"patna"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":1262,"title":"Top Places to visit in Dumraon, Bihar","imageUrl":"d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","dateCreated":"2020-04-24T15:23:06.663Z","dateModified":"2020-04-24T15:23:17.374Z","contributedBy":"AskGif","content":"Dumraon is a subdivision in Buxar district in the Indian state of Bihar. Dumraon is one of Bihar's oldest municipalities and one of India's oldest princely states also known as Dumraon Raj. It is located 1.5 km south of National Highway (NH) 84 (Ara-Buxar Highway), 20 kilometres (12 mi)north from","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dumraon","slug":"dumraon"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-dumraon-bihar","total":0},{"id":269,"title":"Top Places to visit in Siwan, Bihar","imageUrl":"fd1c2bfe-fbf3-479b-9154-805aa6cfb7eb_Siwan-railway.jpg","dateCreated":"2019-02-22T14:20:35.087Z","dateModified":"2019-02-22T14:38:50.596Z","contributedBy":"AskGif","content":"Siwan is a city and the district headquarters of the Siwan district in the Indian state of Bihar. It is also block headquarter of Siwan block. It is one out of three municipalities located in Siwan district which is Nagar Parishad, the two other municipalities are Nagar Panchayat. It is located c","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd1c2bfe-fbf3-479b-9154-805aa6cfb7eb_Siwan-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"siwan","slug":"siwan"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-siwan-bihar","total":0},{"id":246,"title":"Top Places to visit in Gopalganj, Bihar","imageUrl":"fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","dateCreated":"2019-01-15T13:13:44.062Z","dateModified":"2019-01-15T13:37:02.614Z","contributedBy":"AskGif","content":"Gopalganj is a town, municipality and headquarters of Gopalganj district in the Indian state of Bihar.\r\nGopalganj is one of the administrative districts in the Indian state of Bihar. The district headquarters is the town of Gopalganj, and the district is part of Saran Division. Major langu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gopalganj","slug":"gopalganj"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-gopalganj-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}