{"id":260,"title":"पटना में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"d9804af9-b97e-46c3-a5be-baa3b97201c1_patna-railway.jpg","dateCreated":"2019-02-15T16:14:09.357Z","dateModified":"2019-02-15T20:25:51.861Z","contributedBy":"AskGif","content":"<p>पटना भारत में बिहार राज्य की राजधानी और सबसे बड़ा शहर है। कोलकाता के बाद पटना पूर्वी भारत का दूसरा सबसे बड़ा शहर है। [९] [पेज की जरूरत] इसकी २०११ में शहर की आबादी १.६, मिलियन थी, जिससे यह भारत का १ ९वाँ सबसे बड़ा शहर बन गया। 2 मिलियन से अधिक लोगों के साथ, इसका शहरी समूह भारत में 18 वां सबसे बड़ा है। पटना उच्च न्यायालय की सीट के रूप में भी कार्य करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दुनिया में सबसे पुराने लगातार रहने वाले स्थानों में से एक, पटना मगध के राजा द्वारा 490 ईसा पूर्व में स्थापित किया गया था। प्राचीन पटना, जिसे पाटलिपुत्र के नाम से जाना जाता है, हर्यंका, नंदा, मौर्य, शुंग, गुप्त और पाल साम्राज्यों के अंतर्गत मगध साम्राज्य की राजधानी थी। पाटलिपुत्र सीखने और ललित कला का एक आसन था। पाटलिपुत्र आर्यभट्ट, वात्स्यायन और चाणक्य सहित कई खगोलविदों और विद्वानों का घर था। मौर्य काल (लगभग 300 ईसा पूर्व) के दौरान इसकी आबादी लगभग 400,000 थी। मौर्य और गुप्त साम्राज्यों के दौरान पटना भारतीय उपमहाद्वीप की सत्ता, राजनीतिक और सांस्कृतिक केंद्र के रूप में कार्य करता था। गुप्त साम्राज्य के पतन के साथ, पटना ने अपनी महिमा खो दी। यह 17 वीं शताब्दी में अंग्रेजों द्वारा अंतर्राष्ट्रीय व्यापार के केंद्र के रूप में फिर से पुनर्जीवित किया गया था। 1912 में बंगाल प्रेसीडेंसी के विभाजन के बाद, पटना बिहार और उड़ीसा प्रांत की राजधानी बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>पटना का आधुनिक शहर गंगा नदी के दक्षिणी तट पर स्थित है। यह शहर सोन, गंडक और पुनपुन नदियों का भी विस्तार करता है। शहर लंबाई में लगभग 35 किलोमीटर (22 मील) और 16 से 18 किलोमीटर (9.9 से 11.2 मील) चौड़ा है। व्यापार शुरू करने में आसानी के लिए जून 2009 में, विश्व बैंक ने भारत में (दिल्ली के बाद) पटना को दूसरा स्थान दिया। 2015 तक, पटना का प्रति व्यक्ति सकल घरेलू उत्पाद (1,06,000 ($ 1581) है। औसत वार्षिक वृद्धि के लिए आंकड़ों का उपयोग करते हुए, सिटी मेयर्स फाउंडेशन के एक अध्ययन के अनुसार, पटना दुनिया में 21 वां सबसे तेजी से बढ़ता शहर है और भारत में 5 वां सबसे तेजी से बढ़ता शहर है। बधाई के दौरान पटना ने औसत वार्षिक वृद्धि 3.72% दर्ज की।</p>\r\n<p>&nbsp;</p>\r\n<p>वैशाली, राजगीर, नालंदा, बोधगया और पवापुरी के बौद्ध, हिंदू और जैन तीर्थस्थल पास में हैं और पटना शहर सिखों के लिए एक पवित्र शहर भी है, क्योंकि दसवें सिख गुरु, गुरु गोविंद सिंह का जन्म यहीं हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पटना कई पर्यटक आकर्षणों का घर है और इसने 2005 में लगभग 2.4 मिलियन पर्यटकों (दिन के आगंतुकों सहित) को देखा। शहर में आने वाले पर्यटकों ने बिहार आने वाले पर्यटकों की संख्या का 41% हिस्सा लिया, हालांकि बोधगया विदेशी आगंतुकों के लिए सबसे लोकप्रिय गंतव्य था।</p>\r\n<p>&nbsp;</p>\r\n<p>बिहार की सांस्कृतिक विरासत इसके कई प्राचीन स्मारकों में परिलक्षित होती है। कुम्हरार और अगम कुआँ अशोकन पाटलिपुत्र के खंडहर स्थल हैं। दीदारगंज यक्षी मौर्यकालीन कला के उदाहरण के रूप में बनी हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>तख्त श्री पटना साहिब सिख धर्म के पाँच तख्तों में से एक है और सिखों के दसवें गुरु, गोबिंद सिंह के जन्मस्थान का संरक्षण करता है। पटना में पांच अन्य गुरुद्वारे हैं जो विभिन्न सिख गुरुओं से संबंधित हैं; ये हैं गुरुद्वारा पहिला बाड़ा, गुरुद्वारा गोबिंद घाट, गुरुद्वारा गुरु का बाग, गुरुद्वारा बाल लीला और गुरुद्वारा हांडी साहिब।</p>\r\n<p>&nbsp;</p>\r\n<p>पादरी की हवेली, उच्च न्यायालय, गोलघर और सचिवालय भवन ब्रिटिश वास्तुकला के उदाहरण हैं। गांधी मैदान पटना का एक ऐतिहासिक मैदान है जहाँ कई स्वतंत्रता आंदोलन रैलियाँ हुईं। पटना जंक्शन के पास नव निर्मित बुद्ध स्मृति पार्क भी एक प्रमुख पर्यटक आकर्षण बन रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>पटना तारामंडल (इंदिरा गांधी तारामंडल) पटना के इंदिरा गांधी विज्ञान परिसर में स्थित है। यह एशिया में सबसे बड़े तारामंडल में से एक होने और बड़ी संख्या में पर्यटकों को आकर्षित करने का दावा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हाल ही में, बिहार सरकार ने बेली रोड में 13.9 एकड़ की साइट पर लगभग 21 530 करोड़ [219] की लागत से पटना में एक अत्याधुनिक कला मील का पत्थर संग्रहालय बनाने की योजना की घोषणा की। [220] आर्किटेक्चरल डिज़ाइन के लिए 5 फर्मों को शॉर्टलिस्ट किया गया था, जिनमें से जापानी फर्म माकी एंड एसोसिएट्स को चुना गया था। 2016 तक, संग्रहालय आंशिक रूप से खोला गया था और जल्द ही पूरा होने वाला है</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>पटना कॉलेज, 1863 में स्थापित, बिहार में उच्च शिक्षा का सबसे पुराना संस्थान माना जाता है।</p>\r\n<p>पटना में स्कूल या तो सरकारी स्कूल हैं या निजी स्कूल हैं। स्कूल बिहार स्कूल परीक्षा बोर्ड (BSEB), अखिल भारतीय माध्यमिक शिक्षा प्रमाणपत्र (ICSE), राष्ट्रीय मुक्त विद्यालयी शिक्षा संस्थान (NIOS) या केंद्रीय माध्यमिक शिक्षा बोर्ड (CBSE) बोर्डों से संबद्ध हैं। [२२३] हिंदी और अंग्रेजी शिक्षा की प्राथमिक भाषा हैं। 2012 के एक सर्वेक्षण में 1,574 स्कूल पाए गए: इनमें से 78% निजी वित्तविहीन विद्यालय थे (उनमें से अधिकांश सस्ती कीमत पर), 21% सरकारी स्कूल और 1% निजी सहायता प्राप्त।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Patna</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9804af9-b97e-46c3-a5be-baa3b97201c1_patna-railway.jpg","subContents":[{"SubTitle":"1. संजय गांधी बॉटनिकल गार्डन","SubTitleHindi":null,"SubContent":"<p>यह प्रसिद्ध बेली रोड पर स्थित है, वनस्पति उद्यान में कई पक्षी और जानवर देखे जाने वाले हैं। इसमें भारत के विभिन्न हिस्सों के साथ-साथ अन्य देशों के वनस्पति और जीव शामिल हैं। यह चिड़ियाघर बच्चों को बहुत आकर्षित करता है। इसके पास एक कृत्रिम झील भी है जहाँ नौका विहार का आनंद लिया जा सकता है। एक पेड़ पर बना एक लकड़ी का घर, यात्रा करने वालों को भी आकर्षित करता है। गार्डन पूरे साल खोला जाता है। नए साल के दिन और अन्य छुट्टियों के दौरान, पार्क आमतौर पर पटना में रहने वाले लोगों के साथ-साथ पड़ोसी शहरों के पर्यटकों से भरा होता है। इस अवसर को मनाने के लिए रंगीन कपड़े पहने लोगों के साथ पिकनिक और कुकआउट्स चारों ओर हैं।</p>","SubContentHindi":null,"ImageUrl":"fbc36f1a-456b-4fb5-bfde-f9fdf885e427_Sanjay-Gandhi-Botanical-Garden.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. गांधी संगरहलया","SubTitleHindi":null,"SubContent":"<p>गांधी संगहालय गांधी मैदान के उत्तर-पश्चिमी कोने में अशोक राजपथ पर स्थित है और इसमें बिहार के साथ महात्मा गांधी की संगति को दर्शाने वाले चित्र और अन्य अभिलेख हैं। गांधी जी 1947 में तत्कालीन शिक्षा मंत्री डॉ। सैयद महमूद के घर पर रुके थे। अब यह घर गांधी संगरहालय के नाम से प्रसिद्ध है।</p>","SubContentHindi":null,"ImageUrl":"3ea9f0db-dd14-427c-b093-ae3629a40925_Gandhi-Sangrahalaya.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कुम्हरार","SubTitleHindi":null,"SubContent":"<p>पटना शहर में स्थित कुम्हरार, वह स्थल है जिसमें पाटलिपुत्र की पुरातात्विक खुदाई शामिल है और अजातशत्रु, चंद्रगुप्त और अशोक की प्राचीन राजधानी को चिह्नित करता है। पाटिलपुत्र के प्राचीन शहर के अवशेषों को पटना के दक्षिण में कुम्हरार में देखा गया है। यह कंकरबाग रोड पर रेलवे स्टेशन से छह किलोमीटर दूर है। यहाँ की खुदाई में 600 ईसा पूर्व से लेकर 600 ईस्वी तक के चार निरंतर अवधियों के अवशेष मिले हैं। एक महत्वपूर्ण खोज मौर्य राजवंश के 80-स्तंभ वाले विशाल हॉल में 400 - 300 ईसा पूर्व की है।</p>","SubContentHindi":null,"ImageUrl":"559b1482-9ffd-49eb-88b0-bff2c234ae2a_Kumhrar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. महावीर मंदिर","SubTitleHindi":null,"SubContent":"<p>महावीर मंदिर स्टेशन के बाहर है। पीतल का पवित्र sac कलास &rsquo;अपनी ऊंची छत पर चमकता है। यह मंदिर ब्रिटिश राज के दौरान लगभग साठ साल पहले मिट्टी-खपरैल की छत वाले एक विनम्र कमरे में स्थापित किया गया था। यह शाम को एकल मिट्टी के दीपक द्वारा जलाया जाता था। हालांकि, कोई भी, महावीर के उपासक को समर्पित नहीं करता, रात में अंधेरे में प्रवेश करने का साहस करेगा। इस मंदिर को लोकप्रियता तब मिली जब 1947 में विभाजन के बाद कुछ पंजाबी हिंदू शरणार्थी पटना आए। उस समय इस मंदिर को एक ठोस घर के रूप में बनाया गया था। यहां तक ​​कि 1987 में इसे तोड़ दिया गया था और एक विशाल संगमरमर का महल बनाया गया था। यह परिवर्तन पहली मंजिल जितना ऊंचा है और-संकट-मोचन &rsquo;हनुमान की मूर्ति इस पर खड़ी है। इसके किनारे एक शिव isलग है जो औपचारिक रूप से वहां नहीं था। इसके ऊपर दो अन्य संगमरमर के फर्श हैं, सभी साफ और पॉलिश हैं। जगधात्री में से एक सहित कई मूर्तियों को पहली मंजिल में रखा गया है, सभी कांच के मामलों में कैद हैं। दूसरी मंजिल में एक कांच के मामले में एक और शिव-लिंग है। श्रद्धालु लिंग पर तांडव नहीं कर पा रहे हैं।</p>","SubContentHindi":null,"ImageUrl":"220493ac-9769-4286-89d9-ed0063055bf1_Mahavir-Mandir-Patna.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. पटना संग्रहालय","SubTitleHindi":null,"SubContent":"<p>पटना संग्रहालय 1917 में स्थापित, बिहार का सबसे पुराना संग्रहालय, इंदिरा गांधी प्लैनेटोरियम से पैदल दूरी के भीतर है। इसके सबसे प्रसिद्ध टुकड़ों में एक पॉलिश सैंडस्टोन महिला परिचर या यक्षी है, जो फ्लाइंग-व्हिस्क को पकड़ती है, दीदारगंज में मिली और 3 से डेटिंग कर रही है। सदी। कुषाण काल के कुछ जैन चित्र, और उत्तर पश्चिमी पाकिस्तान में गांधार क्षेत्र से बौद्ध बोधिसत्वों का एक संग्रह, 2 वीं और 3 वीं शताब्दी ईस्वी के हैं। प्राकृतिक इतिहास में कई भरवां जानवरों की विशेषता है, जिनमें कुछ शैतान और एक विशाल जीवाश्म पेड़ शामिल हैं। 200 मिलियन वर्ष पुराना 16 मीटर लंबा हो। संग्रहालय में चीनी कला भी है, और दूसरी मंजिल कुछ शानदार तिब्बती k थंगकस &rsquo;के लिए समर्पित है, यानी, स्क्रॉल पेंटिंग संग्रहीत हैं, जिन्हें पूरी तरह से बहाल करने की आवश्यकता है। पटना संग्रहालय में प्रथम विश्व युद्ध की तोप, मौर्यकालीन और गुप्त काल की धातु और पत्थर की मूर्तियां, बौद्ध मूर्तियां और विचित्र टेराकोटा के आंकड़े हैं।</p>","SubContentHindi":null,"ImageUrl":"b0f1e995-662f-4d8c-992e-c043b03e33e2_patna-museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. पादरी की हवेली","SubTitleHindi":null,"SubContent":"<p>पादरी की हवेली, इस चर्च का निर्माण 1772 में किया गया था। चर्च बिहार का सबसे पुराना ईसाई मंदिर है। इस 70 फीट लंबे, 40 फीट चौड़े और 50 फीट ऊंचे स्मारक का शिलान्यास कलकत्ता के विनीशियन आर्किटेक्ट तिरेटो ने डिजाइन और पूरा किया था। पटना के अंग्रेज व्यापारियों और 25 जून, 1763 को बंगाल के शासक नवाब मीर कासिम के बीच हुए झगड़े में, नवाब के सैनिकों द्वारा उसके खजाने के लिए हवेली को ढहा दिया गया था। प्राचीन अभिलेख नष्ट हो गए और जल गए। 1857 में, स्वतंत्रता के पहले युद्ध के दौरान इस संरचना पर भी हमला किया गया था। आज, स्मारक जटिल विवरण के साथ एक वास्तुशिल्प आश्चर्य के रूप में खड़ा है, जिसे भारत के कुछ अन्य चर्चों में देखा जा सकता है।</p>","SubContentHindi":null,"ImageUrl":"8f84faea-88fb-4c60-b36d-d15c69f91ca6_Padri-Ki-Haveli.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. पथार की मस्जिद","SubTitleHindi":null,"SubContent":"<p>स्टोन मस्जिद या पथार की मस्जिद 1621 में परवेजशाह, पुत्र सम्राट जहाँगीर द्वारा बनवाई गई थी, जब वे बिहार के राज्यपाल थे। हर मंदिर साहिब से सटे, इस खूबसूरत मस्जिद का निर्माण परवेज शाह ने किया था जब वह बिहार के राज्यपाल थे। यह गंगा के तट पर स्थित है, इसे सैफ खान की मस्जिद, चिम्मी घाट मस्जिद और संगी मस्जिद भी कहा जाता है।</p>","SubContentHindi":null,"ImageUrl":"302782c9-c041-4013-a3ca-228b04d28a1b_Pathar-Ki-Masjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. तख्त हरमंदिर","SubTitleHindi":null,"SubContent":"<p>हरमंदिर तख्त को पुराने पटना के चौक इलाके में खड़े पांच तख्तों में से एक माना जाता है। कभी कुचा फारुख खान के नाम से जाना जाने वाला स्थान अब हरमंदिर गली के नाम से जाना जाता है। सिख पटना शहर को विशेष रूप से पवित्र मानते हैं, क्योंकि सिखों के दसवें गुरु का जन्म यहां हुआ था। यहीं पर गुरु गोविंद सिंह का जन्म वर्ष 1666 में हुआ था और उन्होंने आनंदपुर जाने से पहले अपने शुरुआती साल बिताए थे। गुरु गोबिंद सिंह की जन्मभूमि होने के अलावा, पटना को गुरु नानक और गुरु तेग बहादुर के दौरे से भी सम्मानित किया गया था। महाराजा रणजीत सिंह ने एक सुंदर गुरुद्वारा बनवाया, जिसे पटना साहिब के नाम से भी जाना जाता है। यह सिखों के प्रमुख तीर्थ स्थानों में से एक है। गुरु नानक के एक बड़े भक्त सलीस राय जौहरी उनकी शिक्षाओं से इतने प्रभावित थे कि उन्होंने अपनी भव्य हवेली को धर्मशाला में बदल दिया, जहाँ गुरु तेग बहादुर भी रुके थे। यह वह स्थान है जहाँ अब हरमंदिर साहब का पवित्र मंदिर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"96441fb1-d62e-4e32-b26f-a1d262269923_Takth-Harmandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रास्ते से:</p>\r\n<p>पटना जिला अच्छी तरह से सड़कों के नेटवर्क द्वारा परोसा जाता है। राष्ट्रीय राजमार्ग संख्या- 31 दानापुर, पटना और पटना सिटी से होकर गुजरती है। जबकि एक शाखा बरह के माध्यम से बरौनी जाती है, दूसरी बिहार से होकर नवादा तक जाती है। जिले के सभी उप-विभागीय मुख्यालय (मसौढ़ी के नव निर्मित उपखंड को छोड़कर) इस राष्ट्रीय राजमार्ग पर स्थित हैं जो उत्तर और दक्षिण बिहार के बीच सड़क संपर्क प्रदान करता है। बोधगया, राजगीर, रांची, सिलीगुड़ी आसानी से पटना के लिए सड़क मार्ग से स्थित हैं। पटना में इंट्रा-सिटी सड़क परिवहन भी अच्छा है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा:</p>\r\n<p>पूर्व मध्य रेलवे की मुख्य लाइन गंगा के समानांतर चलने वाली जिले की पूरी लंबाई से गुजरती है। उत्तर से दक्षिण की ओर जिले भर में तीन रेलवे लाइनें चल रही हैं। पटना गया शाखा लाइन फतवा-इस्लामपुर लाइट रेलवे और बख्तियारपुर-राजगीर शाखा लाइन। पटना जंक्शन प्रमुख रेलवे स्टेशन है जो शहर में स्थित है और एक्सप्रेस और सुपर फास्ट ट्रेनों के नेटवर्क के माध्यम से भारत के सभी प्रमुख शहरों को जोड़ता है। पटना से जुड़े विभिन्न शहर दिल्ली, मुंबई, कोलकाता, गुवाहाटी, वाराणसी, अमृतसर, बैंगलोर, लखनऊ और चेन्नई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से:</p>\r\n<p>पटना का कई महत्वपूर्ण भारतीय शहरों जैसे दिल्ली, मुंबई, कोलकाता से उत्कृष्ट हवाई संपर्क है। कई एयरलाइंस नियमित उड़ानों के साथ इस हवाई अड्डे की सेवा करती हैं। पटना एयरपोर्ट को जयप्रकाश नारायण अंतर्राष्ट्रीय हवाई अड्डे के रूप में जाना जाता है। इसका नाम \"लोक नायक\" जयप्रकाश नारायण (1902-1979), एक भारतीय स्वतंत्रता कार्यकर्ता और राजनीतिक नेता के नाम पर रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>रायर द्वारा:</p>\r\n<p>गंगा वर्ष के माध्यम से नेविगेट करने योग्य है और माल परिवहन के लिए काफी नाव यातायात है। छोटी नदियों, उदाहरण के लिए, पुनपुन और दर्धा केवल बारिश के दौरान ही नौगम्य हो जाते हैं, जब इनका उपयोग कृषि उपज को फतवे की अनाज मंडी तक पहुंचाने के लिए किया जाता है।</p>\r\n<p>स्रोत: https://patna.nic.in/</p>","SubContentHindi":null,"ImageUrl":"1d3a30c9-b782-4a64-ab67-60f6d4577420_patna-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-patna-bihar","tags":[{"name":"पटना","slug":"patna"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":1262,"title":"दुमरांव में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","dateCreated":"2020-04-24T15:23:06.663Z","dateModified":"2020-04-24T15:23:17.374Z","contributedBy":"AskGif","content":"डुमरांव भारत के बिहार राज्य में बक्सर जिले में एक उपखंड है। डुमरांव बिहार की सबसे पुरानी नगर पालिकाओं में से एक है और भारत की सबसे पुरानी रियासतों में से एक डुमरांव राज के रूप में भी जानी जाती है। यह राष्ट्रीय राजमार्ग (NH) 84 (आरा-बक्सर राजमार्ग) से 1.5 किलोमीटर दक्षिण में स्थित है, NH-30 (पटना-","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दुमरांव","slug":"dumraon"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-dumraon-bihar","total":0},{"id":269,"title":"सिवान में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"fd1c2bfe-fbf3-479b-9154-805aa6cfb7eb_Siwan-railway.jpg","dateCreated":"2019-02-22T14:20:35.087Z","dateModified":"2019-02-22T14:38:50.596Z","contributedBy":"AskGif","content":"सीवान भारत के बिहार राज्य में एक शहर और सिवान जिले का जिला मुख्यालय है। यह सीवान ब्लॉक का मुख्यालय भी है। यह सिवान जिले में स्थित तीन नगरपालिकाओं में से एक है जो नगर परिषद है, दो अन्य नगर पालिका नगर पंचायत हैं। यह उत्तर प्रदेश के करीब स्थित है। यह शहर अपने महान अतीत के लिए जाना जाता है, विशेष रूप","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd1c2bfe-fbf3-479b-9154-805aa6cfb7eb_Siwan-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिवान","slug":"siwan"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-siwan-bihar","total":0},{"id":246,"title":"गोपालगंज में घूमने के लिए शीर्ष स्थान , बिहार","imageUrl":"fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","dateCreated":"2019-01-15T13:13:44.062Z","dateModified":"2019-01-15T13:37:02.614Z","contributedBy":"AskGif","content":"गोपालगंज भारतीय राज्य बिहार में गोपालगंज जिले का एक शहर, नगरपालिका और मुख्यालय है।\r\nगोपालगंज भारत के बिहार राज्य के प्रशासनिक जिलों में से एक है। जिला मुख्यालय गोपालगंज शहर है, और जिला सारण डिवीजन का हिस्सा है। [१] बोली जाने वाली प्रमुख भाषाएं भोजपुरी, और हिंदी हैं।\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गोपालगंज","slug":"gopalganj"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-gopalganj-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}