{"id":261,"title":"Top Places to visit in Purnia, Bihar","imageUrl":"f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","dateCreated":"2019-02-16T13:44:37.198Z","dateModified":"2019-02-16T14:05:50.545Z","contributedBy":"AskGif","content":"<p>Purnia is a city that serves as the administrative headquarters of both Purnia district and Purnia division in the Indian state of Bihar. It is the largest city in northeastern Bihar also known as Kosi- Seemanchal area.[citation needed] Total geographical area of Purnia municipal corporation is 92 sq.km.[4] which is next only to Patna. Population density of the city is 3058 persons per km sq. making it the 5th largest city of Bihar. It is nearly 302 kilometres from Patna,the shortest route of purnia is 302 km and the longest route is 366 km from patna, the capital of Bihar, as well as 171 km from Siliguri, 90 km from Bhagalpur.It is 640 km from Guwahati (Approx.) and 450 km from Kolkata , the capital of the adjacent state of West Bengal and the largest city in East India. Purnia district covers 3202.31 sq. km of the state of Bihar. The Indian Army, Indian Air Force, and three of five branches of India's Central Armed Police Forces &ndash; the Border Security Force (BSF), the Sashastra Seema Bal (SSB), and the Indo-Tibetan Border Police (ITBP) &ndash; have bases around the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Purnia has alwayslong been a centre of education in the north Bihar region. Zila School, founded in 1800 during the period of British rule, is Purnia's oldest school, and one of the city's largest. Jawahar Navodaya Vidyalaya, Garhbanaili (14 km away from main city) is a prestigious school run by the government. India's leading school chain G D Goenka Public School has its 3rd campus of Bihar in Purnea after Patna and Gaya. Purnia also has a Kendriya Vidyalaya. Other prominent schools include Don Bosco public school,D.A.V.PUBLIC SCHOOL,Vidya Vihar Residential school, Ursuline Convent English/Hindi Medium School, Vidya Vihar Residential School at Parora, Millia Convent English Medium School, Indian Public School, B.B.M. High School, St. Xavier's Residential School, Mount Zion Mission School, Bright Career English School, Bijendra Public School, Saraswati Vidya Mandir, Saintil Public School (Purnea), Saraswati Shishu Mandir, and St. John's High School.</p>\r\n<p>&nbsp;</p>\r\n<p>Several new colleges and schools are under construction in the City Kalibari region.</p>\r\n<p>&nbsp;</p>\r\n<p>There is a popular institute namely Vidya Vihar Institute of Technology (VVIT) located in Maranga.</p>\r\n<p>&nbsp;</p>\r\n<p>There are colleges for higher studies concentrating engineering, law, arts, and home science. Having recognition from the state government and various other government universities such as Aryabhatta Knowledge University and Purnea University, these colleges include:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Purnia College</p>\r\n<p>Law College</p>\r\n<p>Learning Valley</p>\r\n<p>Millia Group Of Colleges (managed by Millia Education Trust)</p>\r\n<p>An Agriculture College</p>\r\n<p>The city also has a women's college with a view of upgrading the status of women.</p>\r\n<p>&nbsp;</p>\r\n<p>Engineering colleges in the city:</p>\r\n<p>&nbsp;</p>\r\n<p>Millia Institute of Technology</p>\r\n<p>Vidya Vihar Institute of Technology</p>\r\n<p>Millia Polytechnic Rambagh</p>\r\n<p>Government Polytechnic Purnea</p>\r\n<p>Bihar college of Engineering, Purnea</p>\r\n<p>Medical colleges :</p>\r\n<p>&nbsp;</p>\r\n<p>Simanchal Institute of Medical Science, Kasba (OPD functional from Jan 2018)</p>\r\n<p>Government Medical College and Hospital Line Bazar</p>\r\n<p>Shershah Institute of Medical Sciences</p>\r\n<p>Medical College and Hospital by Millia Educational Trust</p>\r\n<p>3D animation and multimedia institute:</p>\r\n<p>&nbsp;</p>\r\n<p>Animation School (Madhubani Bazar)</p>\r\n<p>The Indian Red Cross Society has the largest blood bank in the state after Patna, with a capacity of 1,000 units. The Bihar government recently inaugurated one of the three megastock warehouses for drugs/medicines at Kasba, which aims to serve the 13 districts of North Bihar.</p>\r\n<p>&nbsp;</p>\r\n<p>The Indira Gandhi Stadium houses the Sports Authority of India sports hostel for athletes. The DSA and Zila School grounds are the city's outdoor stadiums.</p>\r\n<p>&nbsp;</p>\r\n<p>The region has been blessed with Purnea University (9th University of Bihar). The university is the only in Purnea Commissionerate. It includes colleges of Purnea, Katihar, Araria and Kishanganj.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Purnia</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","subContents":[{"SubTitle":"1. Puran Devi Mandir","SubTitleHindi":null,"SubContent":"<p>Puran Devi Mandir is one of the most visited temples in&nbsp;Purnia.</p>","SubContentHindi":null,"ImageUrl":"f6aa3430-bd0d-44e7-8d01-0c60e64ec820_Puran-Devi-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Pir baba Mandir","SubTitleHindi":null,"SubContent":"<p>Pir baba Mandir is among the most visited tourism places in&nbsp;Purnia.</p>","SubContentHindi":null,"ImageUrl":"344ba32d-f11d-4481-bbd7-6bf34e72d8f0_Pir-baba-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Mata Asthan","SubTitleHindi":null,"SubContent":"<p>Mata Asthan Purnea is one of the most favorite places to be visited in&nbsp;Purnia.</p>","SubContentHindi":null,"ImageUrl":"7bede927-e684-47e5-9f63-ff77b5f4de80_Mata-Asthan-Purnea.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Kila of Jalalgarh","SubTitleHindi":null,"SubContent":"<p>Kila of Jalalgarh is among the most visited tourist places in&nbsp;Purnia.</p>","SubContentHindi":null,"ImageUrl":"fac86119-1012-4386-8e72-8e8b8d56f367_Kila-of-Jalalgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Kajha Kothi","SubTitleHindi":null,"SubContent":"<p>Kajha Kothi is one of the most visited places in&nbsp;Purnia.</p>","SubContentHindi":null,"ImageUrl":"5bbb0f52-f57e-44b3-9507-ea0e0259d9ea_Kajha-Kothi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Purnia Junction Railway Station is situated in Purnia District, in the Indian state of Bihar. It maintains a strong connectivity within northern part of the country, as it forms a part of Katihar Junction of North Frontier Railways. Katihar Junction is one of the most important railway stations. Neighbouring railheads are- Purnia Court and Ranipatra. Bagdogra Airport is also close to this railhead, thus travellers can reach here without any problem. There are nearly 4 Express trains which run through this station, namely Purnia Banmankhi Passenger, Jogbani Katihar Passenger, Katihar Jogbani Passenger, Seemanchal Express, and Kolkata Chitpur-Jogbani Express.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Purnea Airport, also known as Chunapur Airport (Airforce Station), is located within the cantonment area but is restricted to army usage only. Proposals for the airport to operate scheduled flights are being widely discussed at the level of the state government.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest commercial airport, Bagdogra Airport, is about 150 km away at Bagdogra in Darjeeling district. Jay Prakash Narayan International Airport (Patna Airport) is located in Patna, capital of Bihar, at a distance of 310 km from Purnia. Plans exist for a new civilian airport located in Purnia.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Purnia is served by two railway stations separated by 5 km, Purnia Junction (Station Code: PRNA) and Purnia Court Railway Station (Station Code: PRNC). Purnia Junction is closer to the residents of Khuskibagh, Gulabbagh, and Eastern Purnia, while Purnia Court Railway Station is in the western part of the city and caters to the residents of Madhubani, Janta Chowk, and Central and Western Purnia.</p>\r\n<p>&nbsp;</p>\r\n<p>Purnia Junction is situated on Katihar-Jogbani broad gauge railway line of the North East Frontier Railway (NFR). This railway line was previously a metre gauge line. Another line of the East Central Railway (ECR) connects Purnia to Mansi via Saharsa and Banmankhi. There are daily and weekly trains to Kolkata, New Delhi, Patna, Ranchi, Muzaffarpur, Motihari, Lucknow, Kanpur, Gorakhpur , and other nearby cities.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>National Highways namely NH 31, NH 57, NH 107 , NH 131A and Grand Trunk Road make Purnia accessible to the people from nearby cities &amp; states while state highways connect the other neighbouring cities and villages to the main city area.The newly constructed NH57 directly connects Purnia to some important towns and cities of North Bihar namely Darbhanga &amp; Muzaffarpur. It takes nearly 5 hours to reach Muzaffarpur through this Expressway. This expressway which also traverses through the newly built Kosi Maha Setu bridge ends at Muzaffarpur to continue further for Patna. It has turned out to be an alternate route for Patna &amp; has helped in decongesting the ever busy and traffic-prone NH31.</p>\r\n<p>&nbsp;</p>\r\n<p>NH31 traverses the main city and connects it to Siliguri &amp; Guwahati in the east and Patna to the west via Mokameh Barauni &amp; Begusarai.</p>\r\n<p>&nbsp;</p>\r\n<p>The east-west corridor connecting Silchar, Assam to Gujarat passes through Purnia in the form of NH31. It is a modern six-lane highway constructed by National Highways Authority of India (NHAI). State Highways 60, 62, 65, 77 &amp; 90 also pass through Purnia.</p>\r\n<p>&nbsp;</p>\r\n<p>NH31 &amp; NH 57 are four-lane expressways and are a strength to the intercity transportation services.</p>\r\n<p>&nbsp;</p>\r\n<p>There are numerous buses which run for Patna, Bhagalpur, Ranchi, Jamshedpur, Muzaffarpur, Katihar &amp; Siliguri on a daily basis. There is also a daily scheduled bus for Kolkata.</p>\r\n<p>&nbsp;</p>\r\n<p>Several transportation companies which in collaboration with the state government's BSRTC in the year 2011 launched luxurious Mercedes-Benz and Volvo buses connecting Purnia to Patna on a daily basis.</p>\r\n<p>&nbsp;</p>\r\n<p>Intra-city transport</p>\r\n<p>A large number of cycle-rickshaws, Nearly 40,000 auto-rickshaws and city buses serve the city.</p>\r\n<p>source: https://purnea.nic.in/</p>","SubContentHindi":null,"ImageUrl":"78aacb5c-fb6e-4b64-8643-8b943087a168_Purnia-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-purnia-bihar","tags":[{"name":"bihar","slug":"bihar"},{"name":"purnia","slug":"purnia"}],"recommendations":[{"id":1260,"title":"Top Places to visit in Barbigha, Bihar","imageUrl":"fc25c1b3-42ad-4564-9b45-7e7d2eee4668_Barbigha.jpg","dateCreated":"2020-04-24T15:01:21.016Z","dateModified":"2020-04-24T15:04:50.715Z","contributedBy":"AskGif","content":"Barbigha is a city and a municipality in the Sheikhpura district of Bihar, India. It is well connected by road to the state capital of Patna. National highways NH82 and NH333A also pass through Barbigha, and Bihta-Sarmera four-lane state highway passes from Gopalbad near it.\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc25c1b3-42ad-4564-9b45-7e7d2eee4668_Barbigha.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"barbigha","slug":"barbigha"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-barbigha-bihar","total":0},{"id":267,"title":"Top Places to visit in Sheohar, Bihar","imageUrl":"30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","dateCreated":"2019-02-21T14:01:59.372Z","dateModified":"2019-02-21T14:08:16.79Z","contributedBy":"AskGif","content":"Sheohar is an administrative district in the state of Bihar in India. The district headquarters are located at Sheohar, and the district is a part of Tirhut Division. This district was carved out of Sitamarhi district in 1994 due to the extreme efforts of Raghunath Jha, former Union Minister. Emi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sheohar","slug":"sheohar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-sheohar-bihar","total":0},{"id":81,"title":"Top Places to visit in Nawada, Bihar","imageUrl":"e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","dateCreated":"2018-08-03T11:07:24.365Z","dateModified":"2018-08-03T12:00:09.43Z","contributedBy":"AskGif","content":"Nawada is a city and a municipality in Bihar, India. It is also the headquarters of the Nawada district. It is the headquarters of the subdivision of the same name, lying on both sides of the Khuri River( also known as Sakri river in some parts) at 24&ordm; 53&rsquo; N and 85&ordm; 33&rsquo; E. T","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"bihar","slug":"bihar"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"nawada","slug":"nawada"}],"slug":"top-places-to-visit-in-nawada-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}