{"id":261,"title":"पूर्णिया में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","dateCreated":"2019-02-16T13:44:37.198Z","dateModified":"2019-02-16T14:05:50.545Z","contributedBy":"AskGif","content":"<p>पूर्णिया (पूर्णिया (आधिकारिक); देवनागरी: पूर्णता) के रूप में भी जाना जाता है। यह एक शहर है जो पूर्णिया जिले और पूर्णिया डिवीजन दोनों के प्रशासनिक मुख्यालय के रूप में भारत के बिहार राज्य में कार्य करता है। यह उत्तर-पूर्वी बिहार का सबसे बड़ा शहर है, जिसे कोसी-सीमांचल क्षेत्र के रूप में भी जाना जाता है। [उद्धरण वांछित] पूर्णिया नगर निगम का कुल भौगोलिक क्षेत्र 92 वर्ग किमी है। [४] जो कि केवल पटना के बगल में है। शहर का जनसंख्या घनत्व 3058 व्यक्ति प्रति किमी वर्ग है जो इसे बिहार का 5 वाँ सबसे बड़ा शहर बनाता है। यह पटना से लगभग 302 किलोमीटर की दूरी पर है, पूर्णिया का सबसे छोटा मार्ग 302 किलोमीटर और सबसे लंबा मार्ग बिहार की राजधानी पटना से 366 किमी है, साथ ही सिलीगुड़ी से 171 किमी, भागलपुर से 90 किमी। गुवाहाटी से इसकी दूरी 640 किमी है। (लगभग)। और कोलकाता से 450 किमी दूर, पश्चिम बंगाल के निकटवर्ती राज्य की राजधानी और पूर्वी भारत का सबसे बड़ा शहर है। पूर्णिया जिला बिहार राज्य के 3202.31 वर्ग किलोमीटर में फैला है। भारतीय सेना, भारतीय वायु सेना, और भारत की केंद्रीय सशस्त्र पुलिस बलों की पांच शाखाओं में से तीन - सीमा सुरक्षा बल (बीएसएफ), सशस्त्र सीमा बल (एसएसबी), और भारत-तिब्बत सीमा पुलिस (आईटीबीपी) - के पास आधार हैं जिला।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>पूर्णिया हमेशा उत्तर बिहार क्षेत्र में शिक्षा का केंद्र रहा है। ब्रिटिश शासन की अवधि के दौरान 1800 में स्थापित जिला स्कूल, पूर्णिया का सबसे पुराना स्कूल है, और शहर का सबसे बड़ा स्कूल है। जवाहर नवोदय विद्यालय, गढ़बनैली (मुख्य शहर से 14 किमी दूर) सरकार द्वारा संचालित एक प्रतिष्ठित स्कूल है। भारत की अग्रणी स्कूल श्रृंखला जी डी गोयनका पब्लिक स्कूल का पटना और गया के बाद पूर्णिया में बिहार का तीसरा परिसर है। पूर्णिया में एक केन्द्रीय विद्यालय भी है। अन्य प्रमुख स्कूलों में डॉन बॉस्को पब्लिक स्कूल, D.A.V.PUBLIC स्कूल, विद्या विहार आवासीय विद्यालय, उर्सुलाइन कॉन्वेंट इंग्लिश / हिंदी मीडियम स्कूल, परोरा में विद्या विहार आवासीय विद्यालय, मिलिया कॉन्वेंट इंग्लिश स्कूल, इंडियन पब्लिक स्कूल, बी.बी.एम. हाई स्कूल, सेंट ज़ेवियर रेजिडेंशियल स्कूल, माउंट ज़ियन मिशन स्कूल, ब्राइट कैरियर इंग्लिश स्कूल, बिजेंद्र पब्लिक स्कूल, सरस्वती विद्या मंदिर, सेंटिल पब्लिक स्कूल (पूर्णिया), सरस्वती शिशु मंदिर और सेंट जॉन हाई स्कूल।</p>\r\n<p>&nbsp;</p>\r\n<p>सिटी कालीबाड़ी क्षेत्र में कई नए कॉलेज और स्कूल निर्माणाधीन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मारंगा में विद्या विहार इंस्टीट्यूट ऑफ टेक्नोलॉजी (VVIT) नाम से एक लोकप्रिय संस्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंजीनियरिंग, कानून, कला और गृह विज्ञान को ध्यान में रखते हुए उच्च अध्ययन के लिए कॉलेज हैं। राज्य सरकार और कई अन्य सरकारी विश्वविद्यालयों जैसे आर्यभट्ट नॉलेज यूनिवर्सिटी और पूर्णिया विश्वविद्यालय से मान्यता प्राप्त करने के बाद, इन कॉलेजों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पूर्णिया कॉलेज</p>\r\n<p>लॉ कॉलेज</p>\r\n<p>लर्निंग वैली</p>\r\n<p>मिलिया ग्रुप ऑफ कॉलेज (मिलिया एजुकेशन ट्रस्ट द्वारा प्रबंधित)</p>\r\n<p>एक कृषि महाविद्यालय</p>\r\n<p>शहर में महिलाओं की स्थिति को उन्नत करने के उद्देश्य से एक महिला कॉलेज भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में इंजीनियरिंग कॉलेज:</p>\r\n<p>&nbsp;</p>\r\n<p>मिलिया इंस्टीट्यूट ऑफ टेक्नोलॉजी</p>\r\n<p>विद्या विहार प्रौद्योगिकी संस्थान</p>\r\n<p>मिलिया पॉलिटेक्निक रामबाग</p>\r\n<p>सरकारी पॉलिटेक्निक पूर्णिया</p>\r\n<p>बिहार कॉलेज ऑफ इंजीनियरिंग, पूर्णिया</p>\r\n<p>मेडिकल कॉलेज:</p>\r\n<p>&nbsp;</p>\r\n<p>सीमांचल आयुर्विज्ञान संस्थान, कसबा (जनवरी 2018 से ओपीडी कार्यात्मक)</p>\r\n<p>सरकारी मेडिकल कॉलेज और अस्पताल लाइन बाजार</p>\r\n<p>शेरशाह इंस्टीट्यूट ऑफ मेडिकल साइंसेज</p>\r\n<p>मिलिया एजुकेशनल ट्रस्ट द्वारा मेडिकल कॉलेज और अस्पताल</p>\r\n<p>3 डी एनीमेशन और मल्टीमीडिया संस्थान:</p>\r\n<p>&nbsp;</p>\r\n<p>एनिमेशन स्कूल (मधुबनी बाजार)</p>\r\n<p>इंडियन रेड क्रॉस सोसाइटी के पास पटना के बाद राज्य में सबसे बड़ा ब्लड बैंक है, जिसकी क्षमता 1,000 यूनिट है। बिहार सरकार ने हाल ही में कस्बा में दवाओं / दवाओं के लिए तीन मेगास्टॉक गोदामों में से एक का उद्घाटन किया, जिसका उद्देश्य उत्तर बिहार के 13 जिलों की सेवा करना है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंदिरा गांधी स्टेडियम में स्पोर्ट्स अथॉरिटी ऑफ इंडिया स्पोर्ट्स हॉस्टल एथलीटों के लिए है। डीएसए और जिला स्कूल मैदान शहर के बाहरी स्टेडियम हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इस क्षेत्र को पूर्णिया विश्वविद्यालय (बिहार का 9 वां विश्वविद्यालय) का आशीर्वाद प्राप्त है। पूर्णिया आयुक्तालय में विश्वविद्यालय ही है। इसमें पूर्णिया, कटिहार, अररिया और किशनगंज के कॉलेज शामिल हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Purnia</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","subContents":[{"SubTitle":"1. पूरन देवी मंदिर","SubTitleHindi":null,"SubContent":"<p>पूरन देवी मंदिर पूर्णिया में सबसे अधिक देखे जाने वाले मंदिरों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"f6aa3430-bd0d-44e7-8d01-0c60e64ec820_Puran-Devi-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. पीर बाबा मंदिर","SubTitleHindi":null,"SubContent":"<p>पीर बाबा मंदिर पूर्णिया में सबसे अधिक देखे जाने वाले पर्यटन स्थानों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"344ba32d-f11d-4481-bbd7-6bf34e72d8f0_Pir-baba-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. माता अस्थाना","SubTitleHindi":null,"SubContent":"<p>माता अस्थाना पूर्णिया पूर्णिया में घूमने के लिए सबसे पसंदीदा स्थानों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"7bede927-e684-47e5-9f63-ff77b5f4de80_Mata-Asthan-Purnea.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. जलालगढ़ की किला","SubTitleHindi":null,"SubContent":"<p>जलालगढ़ की किला पूर्णिया में सबसे अधिक देखी जाने वाली पर्यटन जगहों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"fac86119-1012-4386-8e72-8e8b8d56f367_Kila-of-Jalalgarh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. काजा कोठी","SubTitleHindi":null,"SubContent":"<p>कज्जा कोठी पूर्णिया में सबसे अधिक देखी जाने वाली जगहों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"5bbb0f52-f57e-44b3-9507-ea0e0259d9ea_Kajha-Kothi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>पूर्णिया जंक्शन रेलवे स्टेशन भारत के बिहार राज्य में पूर्णिया जिले में स्थित है। यह देश के उत्तरी हिस्से के भीतर एक मजबूत संपर्क बनाए रखता है, क्योंकि यह उत्तर फ्रंटियर रेलवे के कटिहार जंक्शन का एक हिस्सा बनाता है। कटिहार जंक्शन सबसे महत्वपूर्ण रेलवे स्टेशनों में से एक है। पड़ोसी रेलहेड्स हैं- पूर्णिया कोर्ट और रानीपतरा। बागडोगरा हवाई अड्डा भी इस रेलमार्ग के करीब है, इस प्रकार यात्री बिना किसी समस्या के यहाँ पहुँच सकते हैं। इस स्टेशन से लगभग 4 एक्सप्रेस ट्रेनें चलती हैं, जैसे कि पूर्णिया बनमनखी पैसेंजर, जोगबनी कटिहार पैसेंजर, कटिहार जोगबनी पैसेंजर, सीमांचल एक्सप्रेस और कोलकाता चितपुर-जोगबनी एक्सप्रेस।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>पूर्णिया हवाई अड्डा, जिसे चुनापुर हवाई अड्डा (एयरफोर्स स्टेशन) भी कहा जाता है, छावनी क्षेत्र के भीतर स्थित है, लेकिन केवल सेना के उपयोग के लिए प्रतिबंधित है। हवाई अड्डे के लिए अनुसूचित उड़ानों के संचालन के प्रस्तावों पर राज्य सरकार के स्तर पर व्यापक रूप से चर्चा की जा रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>दार्जिलिंग जिले के बागडोगरा में निकटतम 150 किमी दूर बागडोगरा हवाई अड्डा है। जय प्रकाश नारायण अंतर्राष्ट्रीय हवाई अड्डा (पटना हवाई अड्डा) बिहार की राजधानी पटना में स्थित है, जो पूर्णिया से 310 किमी की दूरी पर है। पूर्णिया में स्थित एक नए नागरिक हवाई अड्डे के लिए योजनाएँ मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>पूर्णिया में दो रेलवे स्टेशनों की सेवा 5 किमी, पूर्णिया जंक्शन (स्टेशन कोड: PRNA) और पूर्णिया कोर्ट रेलवे स्टेशन (स्टेशन कोड: PRNC) द्वारा की जाती है। पूर्णिया जंक्शन खुसीबबाग, गुलाबबाग और पूर्वी पूर्णिया के निवासियों के करीब है, जबकि पूर्णिया कोर्ट रेलवे स्टेशन शहर के पश्चिमी भाग में है और मधुबनी, जनता चौक और मध्य और पश्चिमी पूर्णिया के निवासियों को पूरा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पूर्णिया जंक्शन उत्तर पूर्व सीमांत रेलवे (NFR) के कटिहार-जोगबनी ब्रॉड गेज रेलवे लाइन पर स्थित है। यह रेलवे लाइन पहले मीटर गेज लाइन थी। पूर्व मध्य रेलवे (ईसीआर) की एक अन्य लाइन पूर्णिया को सहरसा और बनमनखी के माध्यम से मानसी से जोड़ती है। कोलकाता, नई दिल्ली, पटना, रांची, मुजफ्फरपुर, मोतिहारी, लखनऊ, कानपुर, गोरखपुर और अन्य आसपास के शहरों के लिए दैनिक और साप्ताहिक ट्रेनें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>राष्ट्रीय राजमार्ग अर्थात् NH 31, NH 57, NH 107, NH 131A और ग्रांड ट्रंक रोड पूर्णिया को आसपास के शहरों और राज्यों के लोगों के लिए सुलभ बनाते हैं जबकि राज्य राजमार्ग अन्य पड़ोसी शहरों और गांवों को मुख्य शहर क्षेत्र से जोड़ते हैं। नवनिर्मित NH57 सीधे पूर्णिया को उत्तर बिहार के कुछ महत्वपूर्ण शहरों और शहरों से जोड़ता है, जिसका नाम दरभंगा और मुजफ्फरपुर है। इस एक्सप्रेसवे के माध्यम से मुजफ्फरपुर पहुंचने में लगभग 5 घंटे लगते हैं। यह एक्सप्रेस-वे जो नवनिर्मित कोसी महा सेतु पुल से होकर गुजरता है, पटना के लिए आगे जारी रखने के लिए मुजफ्फरपुर में समाप्त होता है। यह पटना के लिए एक वैकल्पिक मार्ग बन गया है और एनएच 31 को कभी भी व्यस्त और ट्रैफ़िक से बचाने में मदद मिली है।</p>\r\n<p>&nbsp;</p>\r\n<p>NH31 मुख्य शहर का पता लगाता है और इसे पूर्व में सिलिगुड़ी और गुवाहाटी और पश्चिम में पटना से मोकामा बरौनी और बेगूसराय से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिलचर, असम से गुजरात को जोड़ने वाला पूर्व-पश्चिम गलियारा एनएच 31 के रूप में पूर्णिया से होकर गुजरता है। यह भारतीय राष्ट्रीय राजमार्ग प्राधिकरण (NHAI) द्वारा निर्मित एक आधुनिक छह-लेन राजमार्ग है। राज्य राजमार्ग 60, 62, 65, 77 और 90 भी पूर्णिया से होकर गुजरते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>NH31 और NH 57 फोर-लेन एक्सप्रेसवे हैं और इंटरसिटी परिवहन सेवाओं के लिए एक ताकत हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कई बसें हैं जो पटना, भागलपुर, रांची, जमशेदपुर, मुज़फ़्फ़रपुर, कटिहार और सिलीगुड़ी के लिए दैनिक आधार पर चलती हैं। कोलकाता के लिए एक दैनिक निर्धारित बस भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्ष 2011 में राज्य सरकार की BSRTC के सहयोग से कई परिवहन कंपनियों ने दैनिक आधार पर पूर्णिया को पटना से जोड़ने वाली शानदार मर्सिडीज-बेंज और वोल्वो बसों की शुरुआत की।</p>\r\n<p>&nbsp;</p>\r\n<p>इंट्रा-सिटी ट्रांसपोर्ट</p>\r\n<p>बड़ी संख्या में साइकिल-रिक्शा, लगभग 40,000 ऑटो-रिक्शा और सिटी बस शहर की सेवा करते हैं।</p>\r\n<p>स्रोत: https://purnea.nic.in/</p>","SubContentHindi":null,"ImageUrl":"78aacb5c-fb6e-4b64-8643-8b943087a168_Purnia-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-purnia-bihar","tags":[{"name":"बिहार","slug":"bihar"},{"name":"पूर्णिया","slug":"purnia"}],"recommendations":[{"id":1260,"title":"बरबीघा में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"fc25c1b3-42ad-4564-9b45-7e7d2eee4668_Barbigha.jpg","dateCreated":"2020-04-24T15:01:21.016Z","dateModified":"2020-04-24T15:04:50.715Z","contributedBy":"AskGif","content":"बरबीघा भारत के बिहार के शेखपुरा जिले में एक शहर और एक नगर पालिका है। यह राज्य की राजधानी पटना से सड़क मार्ग द्वारा अच्छी तरह से जुड़ा हुआ है। राष्ट्रीय राजमार्ग NH82 और NH333A भी बरबीघा से गुजरते हैं, और बिहटा-सरमेरा चार लेन राज्य राजमार्ग इसके पास गोपालबाद से गुजरता है।\r\n&nbsp;\r\nजन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc25c1b3-42ad-4564-9b45-7e7d2eee4668_Barbigha.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बरबीघा","slug":"barbigha"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-barbigha-bihar","total":0},{"id":267,"title":"शिवहर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","dateCreated":"2019-02-21T14:01:59.372Z","dateModified":"2019-02-21T14:08:16.79Z","contributedBy":"AskGif","content":"भारत में बिहार राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय शेहर में स्थित है, और जिला तिरहुत डिवीजन का एक हिस्सा है। पूर्व केंद्रीय मंत्री रघुनाथ झा के अत्यधिक प्रयासों के कारण 1994 में इस जिले को सीतामढ़ी जिले से बाहर किया गया था। प्रख्यात हिंदी उपन्यासकार, डॉ। भगवती शरण मिश्र, शेहर के पहले जिल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शिवहर","slug":"sheohar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-sheohar-bihar","total":0},{"id":81,"title":"नवादा में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","dateCreated":"2018-08-03T11:07:24.365Z","dateModified":"2018-08-03T12:00:09.43Z","contributedBy":"AskGif","content":"नवादा बिहार, भारत में एक शहर और नगर पालिका है। यह नवादा जिले का मुख्यालय भी है। यह एक ही नाम के उपखंड का मुख्यालय है, जो खुरी नदी के दोनों किनारों पर स्थित है (जिसे कुछ हिस्सों में सकरी नदी भी कहा जाता है) 24&ordm; 53 'एन और 85&ordm; 33' ई। नाम नौ-अबाद से विकसित हुआ है, जिसका अर्थ है नया शहर\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"बिहार","slug":"bihar"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"नवादा","slug":"nawada"}],"slug":"top-places-to-visit-in-nawada-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}