{"id":262,"title":"Top Places to visit in Rohtas (Sasaram), Bihar","imageUrl":"bea81503-6946-492b-9770-458ce216ac20_Sasaram-railway.jpg","dateCreated":"2019-02-16T15:29:55.91Z","dateModified":"2019-02-16T15:58:31.687Z","contributedBy":"AskGif","content":"<p>Rohtas district is one of the thirty-eight districts of Bihar state, India. It came into existence when Shahabad District was bifurcated into Bhojpur &amp; Rohtas in 1972.</p>\r\n<p>&nbsp;</p>\r\n<p>The Rohtas district is a part of Patna Division, and it has an area of 3850 km&sup2; (square kilometres), a population of 2,448,762 (2001 census), and a population density of 636 persons per km&sup2;. The languages spoken in this area are Bhojpuri, Hindi and English.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The administrative headquarters of the district, Sasaram is a place of historical importance. Another important symbol of national pride are the parallel bridges built over the Sone River &ndash; one for road and another for railway. The road bridge (Jawahar Setu built by Gammon India in 1963&ndash;65) over Sone was the longest (3061 m) in Asia until it was surpassed by the Mahatma Gandhi setu (5475 m) over the river Ganges at Patna. Nehru Setu, the railway bridge is the second longest railway bridge in India.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is also home to the Rohtasgarh fort, which was one of the strongest forts in the medieval age.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is a part of the Red Corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Rohtas district occupies an area of 3,851 square kilometres (1,487 sq mi).[2]</p>\r\n<p>&nbsp;</p>\r\n<p>The district has a variety of landscapes within a small area, with flat plains running alongside the Kaimur Range and Rohtas Plateau. The majority of the land is a fertile floodplain of the Son River which is a tributary of the Ganges originating in Madhya Pradesh. The mountains of the Kaimur Range, which is an extension of the Vindhya Range were heavily forested in recent history, however mass deforestation has occurred due to firewood being used as fuel. The area is highly fertile and due to this is densely populated.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>The climate of the region is sub-tropical and typical of the plains of Northern India, with hot dry summers and cool winters with cold nighttime temperatures. The monsoon is vital for the district as the economy is mainly based on agriculture.</p>\r\n<p>&nbsp;</p>\r\n<p>Deforestation has led to climate change and has had an environmental impact, with drought becoming more frequent and temperatures becoming warmer. As recently as the early 1990s, nighttime frost used to be common in the winter, however deforestation in the Kaimur hills has had a negative impact.</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-divisions</p>\r\n<p>Rohtas district comprises 3 Sub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Sasaram</p>\r\n<p>Bikramganj khaira bhudhar</p>\r\n<p>Dehri-on-sone</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rohtas_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bea81503-6946-492b-9770-458ce216ac20_Sasaram-railway.jpg","subContents":[{"SubTitle":"1. Sher Shah Suri Tomb","SubTitleHindi":null,"SubContent":"<p>The tomb of Sher Shah Suri is in the Sasaram town of Bihar state, India. The tomb was built in memory of Emperor Sher Shah Suri, a Pathan from Bihar who defeated the Mughal Empire and founded the Suri Empire in northern India. He died in an accidental gunpowder explosion in the fort of Kalinjar on 13 May 1545 AD.</p>\r\n<p>&nbsp;</p>\r\n<p>This tomb is an example of Indo-Islamic architecture, it was designed by the architect Mir Muhammad Aliwal Khan and built between 1540 and 1545, this red sandstone mausoleum (122 ft high), which stands in the middle of an artificial lake, which is nearly square, is known as the second Taj Mahal of India. The tomb stands at the centre of the lake on a square stone plinth with domed kiosks, chhatris at each of its corners, further there are stone banks and stepped moorings on all sides of the plinth, which is connected to the mainland through a wide stone bridge. The main tomb is built on octagonal plan, topped by a dome, 22-metre in span and surrounded ornamental domed kiosks which were once covered in coloured glazed tile work.</p>\r\n<p>&nbsp;</p>\r\n<p>The tomb was built during the lifetime of Sher Shah as well as the reign of his son Islam Shah. An inscription dates its completion to August 16, 1545, three months after the death of Sher Shah.</p>","SubContentHindi":null,"ImageUrl":"107af318-963e-4d16-8a1a-8f04f4342f74_Sher-Shah-Suri-Tomb.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Maa Tara Chandi Temple","SubTitleHindi":null,"SubContent":"<p>Maa Tara Chandi Temple is among the top visited place in&nbsp;Rohtas.</p>","SubContentHindi":null,"ImageUrl":"286f8639-4a8c-40be-a737-04c1181224db_Maa-Tara-Chandi-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Rohtas Garh Fort","SubTitleHindi":null,"SubContent":"<p>Rohtas Garh Fort is one of the top visited places in&nbsp;Rohtas.</p>","SubContentHindi":null,"ImageUrl":"40f646e3-ed5b-48b5-9fc4-a18830e30b07_Rohtas-Garh-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Indrapuri Dam","SubTitleHindi":null,"SubContent":"<p>Indrapuri Dam is among the most visited places in&nbsp;Rohtas.</p>","SubContentHindi":null,"ImageUrl":"de908940-8c88-43e0-aef9-89641d05de54_Indrapuri-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Pilot Baba Temple","SubTitleHindi":null,"SubContent":"<p>Pilot Baba Temple is one of the top places to be visited in&nbsp;Rohtas.</p>","SubContentHindi":null,"ImageUrl":"cf6991b7-7eaa-4fb3-a8ee-033cb93638bb_Pilot-Baba-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Hills of Kaimur","SubTitleHindi":null,"SubContent":"<p>Hills of Kaimur is among the top visited places in&nbsp;Rohtas.</p>","SubContentHindi":null,"ImageUrl":"410568ca-5667-4f98-a12f-f9fa2bf7e240_Hills-of-Kaimur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>This city is well connected with railway and road. Dehri on sone and Sasaram has big railway station with almost all the major train stops there. This place is well connected with the road as Grant Trunk Road passes through the heart of both of Dehri and Sasaram. Dehri on Sone has direct connectivity to all major metros in India via rail.</p>\r\n<p>&nbsp;</p>\r\n<p>Best time to visit Sasaram is in the months of winters or during post monsoon season, when weather remains pleasant. How to reach Sasaram is not a major concern these days, as this place is well connected with major cities of the country through airways, railways and roadways. Nearest airport to Sasaram is located in Gaya, at a distance of 97.4 Km from here. Nearest railway station to Sasaram is the Sasaram Railway Station, which is located at a distance of 100 km from Varanasi. Regular services of public and private buses connect the city with other cities of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>BY AIR</p>\r\n<p>Instead of Sasaram you can a get flight from Patna Airport on regular basis.</p>\r\n<p>&nbsp;</p>\r\n<p>Sasaram &ndash; 98 km away Gaya Airport (GAY), Gaya, Bihar</p>\r\n<p>Sasaram &ndash; 157 km away Patna Airport (PAT), Patna, Bihar</p>\r\n<p>Sasaram &ndash; 120 km away Varanasi Airport (VNS), Varanasi, Uttar Pradesh</p>\r\n<p>&nbsp;</p>\r\n<p>BY TRAIN</p>\r\n<p>Sasarm is situated on Grand Chord Section (Howrah-Gaya-Delhi line) of Indian Railways. There are regular trains from other major cities of the country to Sasaram.</p>\r\n<p>&nbsp;</p>\r\n<p>Major Railway Station(s): Sasaram Junction (SSM), Dehri-on-Sone (DOS), Bikramganj (XBKJ)</p>\r\n<p>&nbsp;</p>\r\n<p>BY BUS</p>\r\n<p>Grand Trunk Road (NH-2) passes from Sasaram. Sasaram is well connected to major cities like Patna, Ara, Bilaspur, Varanasi, New Delhi, Kolkata, Bokaro, Jamshedpur etc. of the country via regular buses.</p>\r\n<p>&nbsp;</p>\r\n<p>Bus Station(s): Situated at main town</p>\r\n<p>source: https://rohtas.nic.in/</p>","SubContentHindi":null,"ImageUrl":"612a3d8e-b6a5-4d1a-882b-532e9f63dc38_Rohtas-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rohtas-sasaram-bihar","tags":[{"name":"sasaram","slug":"sasaram"},{"name":"rohtas","slug":"rohtas"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":246,"title":"Top Places to visit in Gopalganj, Bihar","imageUrl":"fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","dateCreated":"2019-01-15T13:13:44.062Z","dateModified":"2019-01-15T13:37:02.614Z","contributedBy":"AskGif","content":"Gopalganj is a town, municipality and headquarters of Gopalganj district in the Indian state of Bihar.\r\nGopalganj is one of the administrative districts in the Indian state of Bihar. The district headquarters is the town of Gopalganj, and the district is part of Saran Division. Major langu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gopalganj","slug":"gopalganj"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-gopalganj-bihar","total":0},{"id":236,"title":"Top Places to visit in Aurangabad, Bihar","imageUrl":"ecf97998-c722-457c-a6f8-37edf7ea7717_bihar-aurangabad-district.jpg","dateCreated":"2019-01-11T08:24:52.235Z","dateModified":"2019-01-11T08:45:59.872Z","contributedBy":"AskGif","content":"Aurangabad is a city in Aurangabad District, Bihar, India. It is the district's centre of governance and has a population of 102,244. The people of this region speak Magahi and Hindi.\r\nAurangabad district is one of the thirty-eight districts of Bihar state, India. It is currently a part of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ecf97998-c722-457c-a6f8-37edf7ea7717_bihar-aurangabad-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"aurangabad","slug":"aurangabad"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-aurangabad-bihar","total":0},{"id":235,"title":"Top Places to visit in Arwal, Bihar","imageUrl":"17676f7e-65bc-4e38-9bd1-421a4da10304_Arwal-district-map.jpg","dateCreated":"2019-01-10T18:03:44.017Z","dateModified":"2019-01-10T18:46:44.497Z","contributedBy":"AskGif","content":"Arwal town is the administrative headquarters of Arwal district in Bihar state of India. It was earlier part of Jehanabad district. The district as formed to control the naxalism in the area. District was formed from the area of two near by districts i.e. Jehanabad and Aurangabad. Arwal has a pop","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17676f7e-65bc-4e38-9bd1-421a4da10304_Arwal-district-map.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"arwal","slug":"arwal"}],"slug":"top-places-to-visit-in-arwal-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}