{"id":262,"title":"रोहतास (सासाराम) में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"bea81503-6946-492b-9770-458ce216ac20_Sasaram-railway.jpg","dateCreated":"2019-02-16T15:29:55.91Z","dateModified":"2019-02-16T15:58:31.687Z","contributedBy":"AskGif","content":"<p>रोहतास जिला भारत के बिहार राज्य के अड़तीस जिलों में से एक है। यह तब अस्तित्व में आया जब 1972 में शाहाबाद जिले को भोजपुर और रोहतास में विभाजित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>रोहतास जिला पटना डिवीजन का एक हिस्सा है, और इसका क्षेत्रफल 3850 वर्ग किमी (वर्ग किलोमीटर) है, जिसकी आबादी 2,448,762 (2001 की जनगणना) है, और जनसंख्या का घनत्व 636 व्यक्ति प्रति किमी है। इस क्षेत्र में बोली जाने वाली भाषाएँ भोजपुरी, हिंदी और अंग्रेजी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>जिले का प्रशासनिक मुख्यालय, सासाराम ऐतिहासिक महत्व का स्थान है। राष्ट्रीय गौरव का एक अन्य महत्वपूर्ण प्रतीक सोन नदी पर बने समानांतर पुल हैं - एक सड़क के लिए और दूसरा रेलवे के लिए। पटना में गंगा नदी पर महात्मा गांधी सेतु (5475 मीटर) को पार करने के बाद सोन के ऊपर सड़क पुल (जवाहर सेतु 1963-65 में गैमन इंडिया द्वारा निर्मित) एशिया का सबसे लंबा (3061 मीटर) था। नेहरू सेतु, रेलवे पुल भारत का दूसरा सबसे लंबा रेलवे पुल है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला रोहतासगढ़ किले का घर भी है, जो मध्ययुगीन युग में सबसे मजबूत किलों में से एक था।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला रेड कॉरिडोर का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>रोहतास जिला 3,851 वर्ग किलोमीटर (1,487 वर्ग मील) के क्षेत्र में है। [२]</p>\r\n<p>&nbsp;</p>\r\n<p>कैमूर रेंज और रोहतास पठार के साथ समतल मैदानों के साथ, एक छोटे से क्षेत्र के भीतर जिले में विविध परिदृश्य हैं। अधिकांश भूमि सोन नदी की एक उपजाऊ बाढ़ है जो मध्य प्रदेश में उत्पन्न गंगा की एक सहायक नदी है। कैमूर रेंज के पहाड़, जो विंध्य रेंज का एक विस्तार है, हाल के इतिहास में भारी जंगलों में थे, हालांकि लकड़ी से ईंधन के रूप में उपयोग किए जाने के कारण बड़े पैमाने पर वनों की कटाई हुई है। यह क्षेत्र अत्यधिक उपजाऊ है और इसके कारण घनी आबादी है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>इस क्षेत्र की जलवायु उत्तरी भारत के मैदानी इलाकों की उप-उष्णकटिबंधीय और विशिष्ट है, जहां गर्म शुष्क ग्रीष्मकाल और ठंडी रात के तापमान के साथ ठंडी गर्मी होती है। मानसून जिले के लिए महत्वपूर्ण है क्योंकि अर्थव्यवस्था मुख्य रूप से कृषि पर आधारित है।</p>\r\n<p>&nbsp;</p>\r\n<p>वनों की कटाई से जलवायु परिवर्तन हुआ है और पर्यावरणीय प्रभाव पड़ा है, जिसके कारण सूखा लगातार बढ़ता जा रहा है और तापमान अधिक गर्म होता जा रहा है। हाल ही में 1990 के दशक की शुरुआत में, सर्दियों में रात के समय ठंढ आम हुआ करती थी, हालांकि कैमूर की पहाड़ियों में वनों की कटाई का नकारात्मक प्रभाव पड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>उप-विभाजन</p>\r\n<p>रोहतास जिले में 3 उप-विभाग शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>सासाराम</p>\r\n<p>बिक्रमगंज खैरा भूधर</p>\r\n<p>डेहरी-ऑन-सोन</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rohtas_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bea81503-6946-492b-9770-458ce216ac20_Sasaram-railway.jpg","subContents":[{"SubTitle":"1. शेरशाह सूरी मकबरा","SubTitleHindi":null,"SubContent":"<p>शेरशाह सूरी का मकबरा भारत के बिहार राज्य के सासाराम शहर में है। मकबरे का निर्माण बिहार के एक पठान सम्राट शेरशाह सूरी की याद में किया गया था, जिन्होंने मुगल साम्राज्य को हराया और उत्तरी भारत में सूरी साम्राज्य की स्थापना की। 13 मई 1545 ई। को कालिंजर के किले में एक आकस्मिक बारूद विस्फोट में उनकी मृत्यु हो गई।</p>\r\n<p>&nbsp;</p>\r\n<p>यह मकबरा इंडो-इस्लामिक वास्तुकला का एक उदाहरण है, इसे वास्तुकार मीर मुहम्मद अलीवाल खान ने डिजाइन किया था और 1540 से 1545 के बीच बनाया गया था, यह लाल बलुआ पत्थर का मकबरा (122 फीट ऊंचा) है, जो एक कृत्रिम झील के बीच में स्थित है, जो है लगभग चौकोर, भारत के दूसरे ताजमहल के रूप में जाना जाता है। मकबरे के एक पत्थर पर वर्गाकार पत्थर की चौखट पर गुंबदनुमा कियोस्क, जिसके प्रत्येक कोने पर छतरियाँ हैं, आगे झील के किनारे पर स्थित है, आगे पत्थर के किनारे हैं और मैदान के सभी किनारों पर घाट हैं, जो एक विस्तृत पत्थर के माध्यम से मुख्य भूमि से जुड़ा हुआ है। पुल। मुख्य मकबरे को अष्टकोणीय योजना पर बनाया गया है, जो एक गुंबद से सबसे ऊपर है, जो 22 मीटर लंबे स्पैन और घिरे सजावटी गुंबदों से घिरा हुआ है जो कभी रंगीन चमकता हुआ टाइल के काम में शामिल थे।</p>\r\n<p>&nbsp;</p>\r\n<p>यह मकबरा शेरशाह के जीवनकाल के दौरान और साथ ही उनके बेटे इस्लाम शाह के शासनकाल के दौरान बनाया गया था। शेरशाह की मृत्यु के तीन महीने बाद एक शिलालेख 16 अगस्त, 1545 को पूरा हुआ।</p>","SubContentHindi":null,"ImageUrl":"107af318-963e-4d16-8a1a-8f04f4342f74_Sher-Shah-Suri-Tomb.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. माँ तारा चंडी मंदिर","SubTitleHindi":null,"SubContent":"<p>माँ तारा चंडी मंदिर रोहतास में सबसे ऊपर जाने वाले स्थानों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"286f8639-4a8c-40be-a737-04c1181224db_Maa-Tara-Chandi-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. रोहतास गढ़ किला","SubTitleHindi":null,"SubContent":"<p>रोहतास गढ़ किला रोहतास में शीर्ष पर जाने वाले स्थानों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"40f646e3-ed5b-48b5-9fc4-a18830e30b07_Rohtas-Garh-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. इंद्रपुरी बांध","SubTitleHindi":null,"SubContent":"<p>इंद्रपुरी बांध रोहतास में सबसे अधिक देखी जाने वाली जगहों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"de908940-8c88-43e0-aef9-89641d05de54_Indrapuri-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. पायलट बाबा मंदिर","SubTitleHindi":null,"SubContent":"<p>पायलट बाबा मंदिर रोहतास में आने वाले शीर्ष स्थानों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"cf6991b7-7eaa-4fb3-a8ee-033cb93638bb_Pilot-Baba-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैमूर की पहाड़ियाँ","SubTitleHindi":null,"SubContent":"<p>कैमूर की पहाड़ियाँ रोहतास के शीर्ष स्थानों में से एक हैं।</p>","SubContentHindi":null,"ImageUrl":"410568ca-5667-4f98-a12f-f9fa2bf7e240_Hills-of-Kaimur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>यह शहर रेलवे और सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है। डेहरी ऑन सोन और सासाराम में बड़ा रेलवे स्टेशन है, जहां लगभग सभी प्रमुख ट्रेन स्टॉप हैं। यह स्थान सड़क के साथ अच्छी तरह से जुड़ा हुआ है क्योंकि ग्रांट ट्रंक रोड डेहरी और सासाराम दोनों के दिल से गुजरता है। डेहरी ऑन सोन की भारत में रेल के माध्यम से सभी प्रमुख महानगरों से सीधी कनेक्टिविटी है।</p>\r\n<p>&nbsp;</p>\r\n<p>सासाराम घूमने का सबसे अच्छा समय सर्दियों के दिनों में या मानसून के मौसम के दौरान होता है, जब मौसम सुहावना रहता है। सासाराम तक इन दिनों कैसे पहुंचना एक बड़ी चिंता नहीं है, क्योंकि यह स्थान वायुमार्ग, रेलवे और रोडवेज के माध्यम से देश के प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। सासाराम का सबसे नजदीकी हवाई अड्डा गया से यहाँ से 97.4 किलोमीटर की दूरी पर स्थित है। सासाराम का सबसे नजदीकी रेलवे स्टेशन सासाराम रेलवे स्टेशन है, जो वाराणसी से 100 किमी की दूरी पर स्थित है। सार्वजनिक और निजी बसों की नियमित सेवाएं शहर को राज्य के अन्य शहरों से जोड़ती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>सासाराम के बजाय आप नियमित आधार पर पटना हवाई अड्डे से उड़ान भर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सासाराम - 98 किमी दूर गया हवाई अड्डा (GAY), गया, बिहार</p>\r\n<p>सासाराम - 157 किमी दूर पटना एयरपोर्ट (PAT), पटना, बिहार</p>\r\n<p>सासाराम - 120 किलोमीटर दूर वाराणसी एयरपोर्ट (VNS), वाराणसी, उत्तर प्रदेश</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>सासाराम भारतीय रेलवे के ग्रैंड कॉर्ड सेक्शन (हावड़ा-गया-दिल्ली लाइन) पर स्थित है। देश के अन्य प्रमुख शहरों से सासाराम के लिए नियमित ट्रेनें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख रेलवे स्टेशन: सासाराम जंक्शन (SSM), डेहरी-ऑन-सोन (DOS), बिक्रमगंज (XBKJ)</p>\r\n<p>&nbsp;</p>\r\n<p>बस से</p>\r\n<p>ग्रैंड ट्रंक रोड (NH-2) सासाराम से गुजरती है। सासाराम देश के प्रमुख शहरों जैसे पटना, आरा, बिलासपुर, नई दिल्ली, कोलकाता, बोकारो, जमशेदपुर आदि से नियमित बसों के माध्यम से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>बस स्टेशन: मुख्य शहर में स्थित है</p>\r\n<p>स्रोत: https://rohtas.nic.in/</p>","SubContentHindi":null,"ImageUrl":"612a3d8e-b6a5-4d1a-882b-532e9f63dc38_Rohtas-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rohtas-sasaram-bihar","tags":[{"name":"सासाराम","slug":"sasaram"},{"name":"रोहतास","slug":"rohtas"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":246,"title":"गोपालगंज में घूमने के लिए शीर्ष स्थान , बिहार","imageUrl":"fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","dateCreated":"2019-01-15T13:13:44.062Z","dateModified":"2019-01-15T13:37:02.614Z","contributedBy":"AskGif","content":"गोपालगंज भारतीय राज्य बिहार में गोपालगंज जिले का एक शहर, नगरपालिका और मुख्यालय है।\r\nगोपालगंज भारत के बिहार राज्य के प्रशासनिक जिलों में से एक है। जिला मुख्यालय गोपालगंज शहर है, और जिला सारण डिवीजन का हिस्सा है। [१] बोली जाने वाली प्रमुख भाषाएं भोजपुरी, और हिंदी हैं।\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbef7412-775f-4e02-a5b5-7f4482002e95_Gopalganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गोपालगंज","slug":"gopalganj"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-gopalganj-bihar","total":0},{"id":236,"title":"औरंगाबाद में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"ecf97998-c722-457c-a6f8-37edf7ea7717_bihar-aurangabad-district.jpg","dateCreated":"2019-01-11T08:24:52.235Z","dateModified":"2019-01-11T08:45:59.872Z","contributedBy":"AskGif","content":"औरंगाबाद औरंगाबाद जिला, बिहार, भारत का एक शहर है। यह जिले का शासन केंद्र है और इसकी जनसंख्या 102,244 है। इस क्षेत्र के लोग मगही और हिंदी बोलते हैं।\r\nऔरंगाबाद जिला भारत के बिहार राज्य के अड़तीस जिलों में से एक है। यह वर्तमान में रेड कॉरिडोर का एक हिस्सा है।\r\n&nbsp;\r\nऔरंगाबाद न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ecf97998-c722-457c-a6f8-37edf7ea7717_bihar-aurangabad-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"औरंगाबाद","slug":"aurangabad"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-aurangabad-bihar","total":0},{"id":235,"title":"अरवल में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"17676f7e-65bc-4e38-9bd1-421a4da10304_Arwal-district-map.jpg","dateCreated":"2019-01-10T18:03:44.017Z","dateModified":"2019-01-10T18:46:44.497Z","contributedBy":"AskGif","content":"अरवल शहर भारत के बिहार राज्य में अरवल जिले का प्रशासनिक मुख्यालय है। यह पहले जहानाबाद जिले का हिस्सा था। क्षेत्र में नक्सलवाद को नियंत्रित करने के लिए जिला बनाया गया है। जिले का गठन दो जिलों के क्षेत्र से किया गया था यानी जहानाबाद और औरंगाबाद। अरवल की आबादी 588,000 है। अरवल, जिला मुख्यालय राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/17676f7e-65bc-4e38-9bd1-421a4da10304_Arwal-district-map.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"अरवल","slug":"arwal"}],"slug":"top-places-to-visit-in-arwal-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}