{"id":264,"title":"समस्तीपुर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"01c903e1-2c30-41ba-b9ec-8567d69c524d_Samastipur-railway.jpg","dateCreated":"2019-02-19T15:40:10.638Z","dateModified":"2019-02-19T16:09:38.751Z","contributedBy":"AskGif","content":"<p>समस्तीपुर बिहार, भारत में एक शहर और एक नगर पालिका (नगर परिषद) है। यह समस्तीपुर जिले का मुख्यालय है। बुरही गंडक नदी शहर के माध्यम से बहती है। शहर में एक रेलवे जंक्शन है। और कई अन्य सब स्टेशन।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>समस्तीपुर में कई स्कूल और कॉलेज हैं। ज्यादातर कॉलेज ललित नारायण मिथिला विश्वविद्यालय, दरभंगा से संबद्ध हैं। समस्तीपुर में इग्नू के कई अध्ययन केंद्र हैं। [२] राजेंद्र कृषि विश्वविद्यालय पूसा में, शहर के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीतिक दलों</p>\r\n<p>आम आदमी पार्टी</p>\r\n<p>भारतीय जनता पार्टी</p>\r\n<p>भारतीय राष्ट्रीय कांग्रेस</p>\r\n<p>राष्ट्रीय जनता दल</p>\r\n<p>जनता दल यूनाइटेड</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थल</p>\r\n<p>उदयनचार्य दिह करियन</p>\r\n<p>उदयनचार्य दिह के प्राचीन खंडहर करियन गांव शिवाजीनगर समस्तीपुर में स्थित है। दसवीं शताब्दी में उदयनाचार्य ने शास्त्रों में कई बार बौद्धों को हराया। उदयनाचार्य दिह करियन का भौगोलिक, आध्यात्मिक और सांस्कृतिक परिवेश बहुत महत्वपूर्ण है। उदयनाचार्य द्वारा लिखित पुस्तकें -मतत्त्व (स्वधर्म), विदेह आदि में न केवल रोसरे की ऐतिहासिक विशेषता है, बल्कि तत्कालीन विश्व और राष्ट्र के महत्वपूर्ण तथ्य भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कबीर मठ</p>\r\n<p>पूरे भारत में 15 कबीर मठ हैं जिनमें से 02 कबीर मठ रोसरा में स्थित हैं। अपनी यात्रा के दौरान, कबीर रोसेरा पहुंचे और उनकी याद में उनके शिष्यों ने कबीर मठों की स्थापना की।</p>\r\n<p>&nbsp;</p>\r\n<p>बाबा की मजार</p>\r\n<p>U.R कॉलेज के पूर्वी क्षेत्र में, 13 वीं -14 वीं सदी के रोसारी बाबा की मजार मुस्लिम फकीर स्थित है और उसके ठीक बगल में उनका हिंदू शिष्य मकबरा भी स्थित है, जहां दोनों धर्मों के लोग बड़ी संख्या में पूजा के लिए इकट्ठा होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Vidyapatidham</p>\r\n<p>यह स्थान बिहार के देवघर के नाम से प्रसिद्ध है और शिव भक्तों के लिए एक महत्वपूर्ण तीर्थ स्थान है, जहाँ राज्य के अंदर और बाहर से भक्त जलाभिषेक करने आते हैं और मन्नत माँगते हैं। यह स्थान उपखंड मुख्यालय, दलसिंहसराय से 08 किमी दूर है और इसका नजदीकी रेलवे स्टेशन बरौनी-हाजीपुर रेल खंड पर विद्यापतिनगर स्टेशन है। यहां पहुंचने के लिए दलसिंहसराय एनएच से टेम्पो सुविधा का उपयोग किया जा सकता है। यहाँ भगवान शंकर ने स्वयं महाकवि विद्यापति का अभिषेक किया और बाद में गायब हो गए।</p>\r\n<p>&nbsp;</p>\r\n<p>Mangalgarh</p>\r\n<p>यह स्थान समस्तीपुर-खगड़िया रेलवे लाइन के नयनगर स्टेशन से 4 किलोमीटर उत्तर में स्थित है और लगभग 2.5 वर्ग किमी क्षेत्र में उच्च मिट्टी के इलाके से घिरा हुआ है। यहाँ से मौर्य युग की पृथ्वी की मूर्तियाँ, गुप्त युग की स्वर्ण मुद्राएँ, पाल युग की पत्थर की मूर्तियाँ मिली हैं, जो कुमार संग्रहालय, हसनपुर (समस्तीपुर), चंद्रदेव संग्रहालय, दरभंगा और देवदा और रोज़ेरा में व्यक्तिगत संग्रह में उपलब्ध हैं। कहा जाता है कि यह मौर्य गढ़ जयमंगलागढ़ (बेगूसराय) से जुड़ा हुआ है, लेकिन यह पुरातात्विक खुदाई से वंचित है। इस स्थान पर एक भगवान शिव मंदिर भी है जो कब्रिस्तान में स्थित है। भैरव की छोटी पाषाण प्रतिमा यहाँ से संकलित की गई है और त्रिशूल मुहर लगी तांबे की मुद्राएँ कुमार संग्रहालय में संरक्षित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वारी</p>\r\n<p>यह एक खूबसूरत गांव है जो जिले के सिंगिया ब्लॉक से आठ किमी उत्तर में है। यहां सभी घर और फुटपाथ पुरातनता से भरे हैं। यहाँ से, एक विशाल शिवलिंग, मकरमुखी जलधारी, छठी भगवती तारा, बौद्ध देवी तारा लालटिसन में बैठी हुई, गुप्त युग की ईंटें, अलंकृत द्वार स्तंभ आदि पाए जाते हैं, जो भारतीय कला (दर्सानिया मिथिला -सत्य ना। झा सत्यार्थी) के संदर्भ में बहुत महत्वपूर्ण हैं। , भाग -8, लहेरियासराय, दरभंगा, 2002.)।</p>\r\n<p>&nbsp;</p>\r\n<p>सिमरिया-भिन्डी</p>\r\n<p>दरभंगा-समस्तीपुर रोड पर सिमरिया भिंडी गाँव टीले पर स्थित है और 25 के.एम. दरभंगा जिले के दक्षिण पूर्व और 5 के.एम. मिर्जापुर चौक से दूर। यहाँ से मिली कुछ महत्वपूर्ण मूर्तियाँ काले पत्थर से बनी महिषासुर मर्दिनी (48 &times; 30 सेमी), लालतिसन में उमामहेश्वर (44 &times; 20), भगवान सूर्य की पत्थर की क्षतिग्रस्त मूर्ति आदि के अलावा एक पुराना कुआं, मृग कंकाल, मिल आदि हैं। यह भी पाया गया .. यहाँ से स्थापित पाल युग की देवी भगवती की महिषासुर मर्दिनी मूर्ति भगवती मंदिर में स्थापित की गई है जहाँ भगवान सूर्य की पत्थर की मूर्ति को पेड़ की जड़ में रखा गया है। इस गाँव को भगवान गाँव माना जाता है और कल्याणपुर ब्लॉक समस्तीपुर (दरसैनिया मिथिला भाग -2, सत्यार्थी, लहेरियासराय, दरभंगा, 2001) के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नरहन राज्य</p>\r\n<p>द्रोणवार वंश के तेरह भूपेट्स जिन्होंने नरहन को ऐतिहासिकता प्रदान की थी, ने इसे एक राजधानी शहर के रूप में विकसित किया। नरमहल राज्य द्वारा निर्मित राजमहल मंदिर, पुष्करिणी, पुल इत्यादि। राज्य में, इतिहास और पुरातत्व की कई चीजें वारनाशी में की गई हैं, बाकी को गुमनामी का सामना करना पड़ रहा है। इस क्षेत्र के चकबादेलिया गांव में पाल युग के मंदिर में सूर्य की प्रतिमा (दो फीट लंबी), शिवलिंग और नंदी की मूर्तियां स्थापित हैं। केवस गाँव (समस्तीपुर से रोसरा रोड पर) में महिषासुरमर्दिनी की एक खंडित कर्नाटक युग की पत्थर की मूर्ति मिली है, जिसे अन्य पुरावशेषों के साथ वहाँ रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Samastipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01c903e1-2c30-41ba-b9ec-8567d69c524d_Samastipur-railway.jpg","subContents":[{"SubTitle":"1. करियन","SubTitleHindi":null,"SubContent":"<p>पूर्वोत्तर रेलवे के रोसेरा घाट रेलवे स्टेशन के उत्तर-पूर्व रेलवे का लगभग 16-किलोमीटर उत्तर-पूर्व का आधुनिक गाँव, एक ज़मीन पर स्थित है, जो आसपास के जमीनी स्तर से 20-फुट ऊँचा और लगभग 96 एकड़ क्षेत्र में स्थित है। स्थानीय परंपराएं इस गांव को प्राचीन काल के एक मैथिल ब्राह्मण और महान दार्शनिक उदयनाचार्य के जन्मस्थान के रूप में जोड़ती हैं, जिन्हें भगवान विष्णु का अवतार भी माना जाता है। इस गाँव की प्राचीन वस्तुओं पर विस्तृत खुदाई से पता चला है कि दूसरी शताब्दी ई.पू. और 6 वीं शताब्दी ईस्वी के बाद से 1200 A.D.This गांव में दार्शनिक और विद्वान उदयन उर्फ ​​उद्याचार्य का जन्म स्थान है</p>\r\n<p>&nbsp;</p>\r\n<p>इस गाँव को प्रसिद्ध उदयन की कर्मभूमि कहा जाता है, जो कुमारिलभट्ट के समय में एक महान दार्शनिक और \"शास्त्री\" थे। ऐसा कहा जाता है कि उदयनचार्य और कुमारिलभट्ट दोनों ही पूर्वी भारत में बौद्ध धर्म के विस्तार को रोकते हैं। उदैनाचार्य उदयनाचार्य या उदयकारा, मिथिला के एक ब्राह्मण तर्कशास्त्री ने वाचस्पति के काम पर उप-चमक लिखी जिसे न्याया-वर्तिका-ततपर्य-तीका-परिशुद्धि कहा जाता है। उन्होंने कई अन्य रचनाएँ लिखीं, जैसे कुसुमंजलि, आत्म-तत्त्व-विवेका, किरणवली और न्याय-परिशिष्ठ (जिसे बोध सिद्धि या बोध शुद्धि भी कहा जाता है)। उदयनअचार्य (एक &ldquo;वर्णिका-एन&rdquo;) और कुमारिलभट्ट (एक &ldquo;एमआर्कमास्का-एन&rdquo;)। \"MImAmsakA-s\" वैदिक कर्मकांड के बारे में बौद्धों के सारांश की अस्वीकृति एक उग्र बैल की नाक के नीचे लहराती हुई लौकिक लाल चीर है! कुमारिलभट्ट, यह देखा जा सकता है, ने वैदिक कर्मकांड के लिए बौद्ध की अविश्वास की नकल करते हुए प्रचुरता से लिखा है। वह और उदयनआचार्य देश में बड़े पैमाने पर बौद्ध धर्म की विफलता के लिए मुख्य रूप से जिम्मेदार थे। (विद्वानों ने यहाँ &ldquo;कुमारकभट्ट&rdquo; और &ldquo;उदयनअचार्य&rdquo; द्वारा &ldquo;बाधादिक्रम&rdquo; के ग्रंथों का उल्लेख किया है)। स्वर्गीय सनाकनंदाचार्य एक अन्य बैष्णव संत थे, जो ग्राम करियन के हैं। एक प्रसिद्ध मैथिली कवि स्वर्गीय काली कांत झा बुच का जन्म करियान में हुआ था। उन्होंने मैथिली साहित्य में एक बहुत बड़ा गीत, कविताएँ और नवगीत लिखे। उनकी मृत्यु के बाद \"कलानिधि\" नामक काव्य संग्रह की रचना की गई थी।</p>","SubContentHindi":null,"ImageUrl":"bb5d8a57-e8c3-427c-a68e-1268cb36f0fe_Kariyan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. नरहन एस्टेट","SubTitleHindi":null,"SubContent":"<p>द्रोणवार वंश के तेरह भूपेट्स जिन्होंने नरहन को ऐतिहासिकता प्रदान की थी, ने इसे एक राजधानी शहर के रूप में विकसित किया। नरमहल राज्य द्वारा निर्मित राजमहल मंदिर, पुष्करिणी, पुल इत्यादि। राज्य में, इतिहास और पुरातत्व की कई चीजें वारनाशी में की गई हैं, बाकी को गुमनामी का सामना करना पड़ रहा है। इस क्षेत्र के चकबादेलिया गांव में पाल युग के मंदिर में सूर्य की प्रतिमा (दो फीट लंबी), शिवलिंग और नंदी की मूर्तियां स्थापित हैं। केवस गाँव (समस्तीपुर से रोसरा रोड पर) में महिषासुरमर्दिनी की एक खंडित कर्नाटक युग की पत्थर की मूर्ति मिली है, जिसे अन्य पुरावशेषों के साथ वहाँ रखा गया है।</p>","SubContentHindi":null,"ImageUrl":"ce5d0831-5bcf-4977-80ab-a523ae138902_Narhan-Estate.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. खुद्नेश्वर अस्थान","SubTitleHindi":null,"SubContent":"<p>खुद्नेश्वर अस्थान एक हिंदू मंदिर है जो समस्तीपुर जिला मुख्यालय से 17 किलोमीटर दक्षिण पश्चिम में स्थित भगवान शिव को समर्पित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर का नाम खुडनी नामक एक मुस्लिम महिला को विरासत में मिला था, जो इस स्थान पर लिंगम को ढूंढती थी और भगवान शिव की भक्त बन गई थी। उसके शव को उसी मंदिर की छत के नीचे लिंगम के पास एक गज दक्षिण में दफनाया गया था।</p>","SubContentHindi":null,"ImageUrl":"787824ae-2757-4ce7-be59-31042e7d0099_khudneshwar-sthan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. डॉ। राजेंद्र प्रसाद केंद्रीय कृषि विश्वविद्यालय, पूसा समस्तीपुर","SubTitleHindi":null,"SubContent":"<p>राजेंद्र प्रसाद केंद्रीय कृषि विश्वविद्यालय, पूसा समस्तीपुर जिला मुख्यालय से 20 किलोमीटर पश्चिम में स्थित है और इसे देश में कृषि अनुसंधान कार्यों के जन्मस्थान के रूप में पहचाना जाता है। 1905 ई। में, तत्कालीन उप-गवर्नर और गवर्नर जनरल लॉर्ड कर्ज़न द्वारा पूसा में एक अमेरिकी नागरिक हेनरी फिलिप द्वारा प्रदान की गई 30,000 हजार डॉलर से कृषि अनुसंधान संस्थान की आधारशिला रखी गई थी। 1911 में, संस्थान का नाम बदलकर इंपीरियल इंस्टीट्यूट ऑफ एग्रीकल्चरल रिसर्च कर दिया गया। वर्ष 1916 में, इस संस्थान ने पूसा -4 और पूसा -12 नामक गेहूं के दो वेरिएंट विकसित किए, जिन्हें विश्व खाद्य अनाज प्रदर्शनी में प्रथम पुरस्कार से सम्मानित किया गया। यह ध्यान देने योग्य है कि व्यापक शोध कार्य के माध्यम से इस संस्थान ने राज्य और देश के किसानों के लिए धान, गेहूं, तम्बाकू, दालों, सब्जियों, तिलहन और मिर्च के विभिन्न उन्नत विकास को विकसित किया। संस्थान में काम करने वाले तत्कालीन वैज्ञानिक एचएम लफरे, टी। वी। परतदार और एच। एस। सुथि का योगदान प्रमुख फसलों पर कीड़ों की पहचान और रोकथाम के लिए अग्रणी रहा है। इसी प्रकार, पौधों की बीमारियों पर शोध कार्य के लिए, इस संस्था की विश्व स्तर पर प्रशंसा की गई है। तत्कालीन वैज्ञानिक ई.जे. बटलर, डब्ल्यू.एम. मकर, एम। मित्रा और वी.वी. इस दिशा में मुंडुकर का योगदान उल्लेखनीय है। फसलों में उर्वरक उपयोग और जल प्रबंधन पर शोध के लिए, तत्कालीन वैज्ञानिक डॉ। जे। डब्ल्यू। चमड़ा का नाम विशेष रूप से लिया गया है। उल्लेखनीय है कि इस संस्थान द्वारा पहली बार प्रकाशित बुलेटिन, पूसा बुलेटिन और एग्रीकल्चर जर्नल ऑफ इंडिया (1912) की शुरुआत संस्थान की विकसित तकनीकों को फैलाने के लिए की गई थी। वर्ष 1918 में, संस्थान का नाम बदलकर इंपीरियल एग्रीकल्चरल रिसर्च इंस्टिट्यूट कर दिया गया। दुर्भाग्य से, जनवरी 1934 में, भयानक भूकंप के कारण इस संस्था को बहुत नुकसान उठाना पड़ा। परिणामस्वरूप, इस संस्थान का स्थानांतरण नई दिल्ली में वर्ष 1935 में किया गया था। पुन: 1936 में, मुजफ्फरपुर (मुश्री फार्म) में स्थित केंद्रीय गन्ना स्टेशन पूसा में स्थानांतरित किया गया था। अपनी स्थापना के बाद से, राज्य में गन्ना उत्पादन के लिए उन्नत तकनीक विकसित करने की दिशा में पूसा के अनुसंधान संस्थान का अभूतपूर्व योगदान रहा है। आज पूसा का नाम कृषि अनुसंधान के क्षेत्र में ही नहीं बल्कि विश्व मानचित्र पर भी आ चुका है। यहां विभिन्न कृषि संस्थानों और उनकी उपयोगिता को देखते हुए, राष्ट्र के विकास के लिए 3 दिसंबर 1977 को राजेंद्र कृषि विश्वविद्यालय की स्थापना की गई थी। जहां एक ओर, विश्वविद्यालय के विभिन्न संकायों को कृषि शिक्षा, आधार विज्ञान और गृह विज्ञान के तहत वैज्ञानिक शिक्षा, अनुसंधान और प्रसार के क्षेत्र में लगातार नई नई उपलब्धियां मिल रही हैं, वहीं दूसरी ओर, 2011 में, बोरोलॉग संस्थान की स्थापना प्रसिद्ध कृषि वैज्ञानिक एनई का नाम बोरलॉग जिले और राज्य के लिए गर्व की बात है। इसके अलावा, भारतीय कृषि अनुसंधान संस्थान, नई दिल्ली का एक क्षेत्रीय इकाई केंद्र, पूसा में धान और गेहूं की फसलों पर शोध कर रहा है।</p>","SubContentHindi":null,"ImageUrl":"f9ac8028-401d-4505-b948-1738ebfa1fd1_Dr-Rajendra-Prasad-Central-Agricultural-University-Pusa-Samastipur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. निषाद का तीर्थ स्थान - बाबा अमरसिंह अस्थाना","SubTitleHindi":null,"SubContent":"<p>बाबा अमर सिंह अस्थान निषादों का राष्ट्रीय तीर्थस्थल है जो पटोरी बाजार, समस्तीपुर से लगभग 05 किमी दक्षिण-पूर्व में स्थित है। यह स्थान शिउरा गाँव में स्थित है और 16 वीं शताब्दी से इसका महत्व लगातार बढ़ रहा है। रामनवमी और श्रावणी पूर्णिमा के अवसर पर, पूरे देश में निषाद के हजारों भक्त यहाँ आते हैं और बाबा का आशीर्वाद लेते हैं। तीर्थयात्री यहाँ बाबा का ध्यान करते थे- गाजा-बाजा और ढोल-मांदर के साथ और मिट्टी से बने हाथी और घोड़े भेंट करते थे। और दूध डालकर। दंतकथाओं और पुराने ग्रामीणों के अनुसार, सदियों पहले, इस क्षेत्र में गंगा की विनाशकारी बाढ़ आई थी, अचानक एक जटा-जूटधारी साधु प्रकट हुआ और उनकी पूजा के कारण बाढ़ का पानी नीचे गिर गया। बाद में बाबा अमरसिंह गायब हो गए। दंतकथाओं के अनुसार, बाबा सोने के जहाज से यहां आए थे, जो अभी भी मिट्टी में दबा है। जिसकी श्रृंखला निकटवर्ती कुएं में देखी जा सकती है। यह मंदिर उसी जहाज के ऊपर स्थित है। मंदिर में कोई मूर्ति नहीं है और भक्त मंदिर में बने एक छेद में दूध डालते हैं। भक्त रामनवमी और श्रावणी पूर्णिमा को हजारों लीटर दूध डालते हैं लेकिन किसी को नहीं पता कि यह दूध कहां जाता है। मंदिर परिसर में चारों ओर सैकड़ों साल पुराने छाल के पेड़ हैं, जिन्हें बाबा द्वारा उपयोग किए गए डेटम से विकसित किया जाना चाहिए। निशाड के अलावा अन्य लोगों में भी बाबा के प्रति ऐसी ही श्रद्धा है। कई लोगों ने मन्नत पूरी होने पर मंदिर का जीर्णोद्धार कराया और कई तीर्थयात्रियों को निवास भी कराया। बिहार, झारखंड, उत्तर प्रदेश, मध्य प्रदेश, उत्तराखंड, छत्तीसगढ़, हरियाणा, उड़ीसा, पश्चिम बंगाल, आंध्र प्रदेश, तमिलनाडु, कर्नाटक आदि राज्यों से लोग रामनवमी और पवित्र श्रावण माह के दौरान यहां आते हैं। कहा जाता है कि कुष्ठ रोगियों को बाबा की सेवा के बाद ठीक किया जाता है। सरकार द्वारा मंदिर परिसर तक पहुँचने के लिए पटोरी-शिउरा मुख्य मार्ग का निर्माण किया गया है, लेकिन अभी भी रामनवमी और श्रावणी पूर्णिमा में आने वाले भक्तों के लिए पर्याप्त सुविधाएं नहीं हैं, फिर भी यहाँ आने वाले भक्त अपने कष्टों को भूल जाते हैं और बाबा के प्रति अपनी श्रद्धा समर्पित करते हैं। भक्तों के अनुसार, बाबा अभी भी जीवित हैं, लेकिन विस्तार से।</p>","SubContentHindi":null,"ImageUrl":"762fcfc8-0058-4252-ba1c-8fff9abeeac2_Nishad-s-pilgrimage-Place-Baba-Amarasingh-Asthan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. निवास","SubTitleHindi":null,"SubContent":"<p>होटल कैलाश इन</p>\r\n<p>पता-होटल कैलाश इन, कैलाश कॉम्प्लेक्स, स्टेशन रोड के पास, समस्तीपुर, पिन -848101 (बिहार)</p>\r\n<p>&nbsp;</p>\r\n<p>होटल डबल ट्री डीलक्स</p>\r\n<p>एड्रेस-ओल्ड पोस्ट ऑफिस रोड, अनिल कॉम्प्लेक्स के पीछे, शुगर मिल के पास, ओवर ब्रिज</p>\r\n<p>&nbsp;</p>\r\n<p>स्वार्ग एक्सोटिका</p>\r\n<p>पता- MAGARDAHI GHAT, SAMASTIPUR, बिहार</p>\r\n<p>&nbsp;</p>\r\n<p>होटल संध्या डीलक्स</p>\r\n<p>पता-गोला रोड, गोला बाजार के पास, समस्तीपुर हो, समस्तीपुर - 848101 रेलवे स्टेशन के पास</p>","SubContentHindi":null,"ImageUrl":"45b43122-f3cf-4527-9fe1-13a4f9b12986_hotel-kailash-inn-samastipur-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>समस्तीपुर रेल और सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है और इसका निकटतम हवाई अड्डा जय प्रकाश नारायण अंतर्राष्ट्रीय हवाई अड्डा पटना है जो लगभग 100 किमी है। जिला मुख्यालय समस्तीपुर से दूर।</p>\r\n<p>&nbsp;</p>\r\n<p>समस्तीपुर के विभिन्न पर्यटक स्थानों तक आसानी से पहुंचने के लिए रेल और सड़क मार्ग का उपयोग किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>समस्तीपुर जिला मुख्यालय की अक्षांश और देशांतर</p>\r\n<p>अक्षांश-25.8599800, देशांतर -85.7786222</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम रेलवे स्टेशन</p>\r\n<p>समस्तीपुर जंक्शन (लगभग 1 किमी दूर जिला मुख्यालय से)</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा</p>\r\n<p>जय प्रकाश नारायण अंतर्राष्ट्रीय हवाई अड्डा पटना</p>\r\n<p>&nbsp;</p>\r\n<p>समस्तीपुर-राष्ट्रीय राजमार्ग 28, SH-93 के माध्यम से राष्ट्रीय / राज्य राजमार्ग पार करना</p>\r\n<p>स्रोत: https://samastipur.nic.in/</p>","SubContentHindi":null,"ImageUrl":"dac9b4fa-daba-4495-89e0-1351280d00c3_Samastipur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-samastipur-bihar","tags":[{"name":"बिहार","slug":"bihar"},{"name":"समस्तीपुर","slug":"samastipur"}],"recommendations":[{"id":270,"title":"सुपौल में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"39e90155-e93a-44c3-864a-91ad300d1bf8_Supaul-railway.jpg","dateCreated":"2019-02-22T14:52:07.891Z","dateModified":"2019-02-22T15:01:37.163Z","contributedBy":"AskGif","content":"सुपौल एक शहर और एक नगर पालिका है जो भारतीय राज्य बिहार में सुपौल जिले का मुख्यालय है। सुपौल शहर इस जिले का प्रशासनिक मुख्यालय है।\r\nसुपौल जिला बिहार राज्य, भारत के अड़तीस जिलों में से एक है, और सुपौल शहर इस जिले का प्रशासनिक मुख्यालय है। यह जिला 2,410 किमी 2 (931 वर्ग मील) के क्षेत्र में है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39e90155-e93a-44c3-864a-91ad300d1bf8_Supaul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"सुपौल","slug":"supaul"}],"slug":"top-places-to-visit-in-supaul-bihar","total":0},{"id":261,"title":"पूर्णिया में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","dateCreated":"2019-02-16T13:44:37.198Z","dateModified":"2019-02-16T14:05:50.545Z","contributedBy":"AskGif","content":"पूर्णिया (पूर्णिया (आधिकारिक); देवनागरी: पूर्णता) के रूप में भी जाना जाता है। यह एक शहर है जो पूर्णिया जिले और पूर्णिया डिवीजन दोनों के प्रशासनिक मुख्यालय के रूप में भारत के बिहार राज्य में कार्य करता है। यह उत्तर-पूर्वी बिहार का सबसे बड़ा शहर है, जिसे कोसी-सीमांचल क्षेत्र के रूप में भी जाना जाता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"पूर्णिया","slug":"purnia"}],"slug":"top-places-to-visit-in-purnia-bihar","total":0},{"id":254,"title":"किशनगंज में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"किशनगंज बिहार राज्य के पूर्णिया प्रमंडल में किशनगंज जिले का एक शहर और जिला मुख्यालय है।\r\n&nbsp;\r\nइतिहास\r\nकिशनगंज, जो पहले पूर्णिया जिले का हिस्सा था, मिथिला क्षेत्र का हिस्सा है। मिथिला राज्य (जिसे विदेह का साम्राज्य भी कहा जाता है) की स्थापना करने वाले भारतीय-आर्य लोगों द्वा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"किशनगंज","slug":"kishanganj"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-kishanganj-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}