{"id":264,"title":"Top Places to visit in Samastipur, Bihar","imageUrl":"01c903e1-2c30-41ba-b9ec-8567d69c524d_Samastipur-railway.jpg","dateCreated":"2019-02-19T15:40:10.638Z","dateModified":"2019-02-19T16:09:38.751Z","contributedBy":"AskGif","content":"<p>Samastipur is a city and a municipality (nagar parishad) in Bihar, India. It is the headquarters of Samastipur district. The Burhi Gandak River flows through the town.There is a railway junction in the town SPJ. and many other sub stations.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Samastipur has several schools and colleges. Most of the colleges are affiliated to the Lalit Narayan Mithila University, Darbhanga. IGNOU has several study centres in Samastipur.[2] The Rajendra Agricultural University is located near the town, in Pusa.</p>\r\n<p>&nbsp;</p>\r\n<p>Political Parties</p>\r\n<p>Aam Aadmi Party</p>\r\n<p>Bharatiya Janta Party</p>\r\n<p>Indian National Congress</p>\r\n<p>Rashtriya Janata Dal</p>\r\n<p>Janta Dal United</p>\r\n<p>&nbsp;</p>\r\n<p>Historical Places</p>\r\n<p>Udyanacharya Dih Karian</p>\r\n<p>The ancient ruins of Udyanacharya Dih is located at Karian village Shivajinagar Samastipur. In the tenth century Udayannacharya defeated Buddhists many times in the scriptures. The geographical, spiritual and cultural surroundings of&nbsp; Udayanacharya Dih Karian is very important. Books written by Udayanacharya &ndash;atmatatw (Self-righteousness), Videh etc. not only contains historical characteristic of Rosera, but also the important facts of the then world and nation.</p>\r\n<p>&nbsp;</p>\r\n<p>Kabir Monastery</p>\r\n<p>There are 15 Kabir monasteries in entire India out of which 02 located in Kabir Math Rosera. During his visit, Kabir arrived in Rosera and in his memory, his disciples established both Kabir monasteries.</p>\r\n<p>&nbsp;</p>\r\n<p>Baba&rsquo;s mazar</p>\r\n<p>In eastern region of U.R college, Rosera Baba&rsquo;s Mazar of 13th-14th century Muslim Fakir is located and right next to him his Hindu disciple Tomb is also located , where the people of both religions gather in large numbers for worship.</p>\r\n<p>&nbsp;</p>\r\n<p>Vidyapatidham</p>\r\n<p>This place is popularly known as Deoghar of Bihar and is a important pilgrimage place for Shiva devotees, where devotees from inside and outside of state come to Jalabhishek and ask for vow. This place is 08 km away from the subdivision headquarters, Dalsinhhasarai and its nearby railway station is Vidyapatinagar station on the Barauni-Hajipur rail section. One can also use tempo facility from Dalsinhhasarai NH to reach here. Here Lord Shankar himself sereved Mahakawi Vidyapati and later on disappeared.</p>\r\n<p>&nbsp;</p>\r\n<p>Mangalgarh</p>\r\n<p>This place is situated 4 kms north of&nbsp; Nayanagar station of Samastipur-Khagaria railway line and is surrounded by high clay terrain in about 2.5 square km area. From here the Maurya era earth statues, Gupta era golden mudras, Pal era stone sculptures have been found, which is available in the Kumar Museum, Hasanpur (Samastipur), Chandraderee Museum, Darbhanga and Personal Collections at Devdha and Rosera. It is said that this Mauryan citadel is interrelated with Jaymanglagarh (Begusarai) but it is deprived of archaeological excavation. This place also has a Lord Shiva temple which is situated at graveyard. The small stone statue of Bhairav compiled from here and Trishul stamped copper mudras are preserved in Kumar Museum.</p>\r\n<p>&nbsp;</p>\r\n<p>Vari</p>\r\n<p>It is a beautiful village which is eight km north from Singiya Block of the district. Here all houses and footsteps are full of antiquity. From here, a huge Shivalinga, Makarmukhi Jaldhari, sixhanded Bhagwati Tara, Buddhist goddess Tara sitting in Lalitasan ,Gupt era bricks,ornate door pillar etc. are found which is very important in terms of&nbsp; Indian art (Darsaniya Mithila -Satya Na. Jha Satyarthi, Part-8, Laheriyasarai, Darbhanga, 2002.).</p>\r\n<p>&nbsp;</p>\r\n<p>Simaria-Bhindi</p>\r\n<p>At Darbhanga-Samastipur road Simaria Bhindi village is situated on mound and is 25 K.M. south east of darbhanga district and 5 K.M. away from Mirzapur Chauk. Few important sculptures found from here are Mahishasur Mardini (48 &times; 30 cm) made of black stone,Umameshwar (44 &times; 20) in Lalitasan ,damaged stone statue of Lord Sun etc. besides this an old well, deer skeleton, mill etc. has also been found.. Mahishasur Mardini idol of Goddess Bhagwati of Pal era founded from here is established in Bhagwati Temple where as the stone statue of the Lord Sun is placed in the root of the tree. This village is considered as God village and comes under Kalyanpur Block Samastipur (Darsaniya Mithila Part-2, Satyarthi, Laheriyasarai, Darbhanga, 2001).</p>\r\n<p>&nbsp;</p>\r\n<p>Narhan State</p>\r\n<p>Thirteen Bhupates of the Dronwar dynasty who gave historicity to Narahan developed it as a capital city. Rajmahal Temple, Pushkarini, Bridges etc. created by Narhan State proves this. In the State, many things of history and archeology have been carried out in Varanashi, the rest is facing anonymity. In Chakbadelia village of this region the statue of the Sun (two feet long), Shivaling and Nandi sculptures are installed in at pal era temple. In kewas village (at Samastipur to Rosera road) a fragmented Karnataka era stone statue of Mahishasurmardini is found, which has been kept there along with other antiquities.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Samastipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01c903e1-2c30-41ba-b9ec-8567d69c524d_Samastipur-railway.jpg","subContents":[{"SubTitle":"1. Kariyan","SubTitleHindi":null,"SubContent":"<p>About 16-km northeast of the Rosera ghat railway station of Northeastern Railways the modern village of Karian is situated on a mound, 20-ft high from the surrounding ground level and about 96 acres in area. Local traditions associate this village to be the birthplace of Udayanacharya, a Maithil Brahmin and great philosopher of ancient times who is also supposed to be an incarnation of Lord Vishnu. Extensive excavations have revealed at this village antiques of as back as of 2nd century B.C. and afterwards from 6th century AD to post 1200 A.D.This village is the birthplace of philosopher and scholar Udayana alias Udyanacharya</p>\r\n<p>&nbsp;</p>\r\n<p>This village is called the karmbhoomi of famous udyana who was a great philosopher and &ldquo;shastarthi &rdquo; in the time of Kumarilbhatta. It is said that both of udayanacharya and kumarilbhatta stop the expansion of Buddhism&rsquo;s in eastern India. Udayanaachaarya Udayanacharya or Udayakara, a Brahmana logician of Mithila wrote a sub-gloss on Vachaspati&rsquo;s work called the Nyaya-vaartika-taatparya-tiikaa-parishuddhi. He wrote several other works such as the Kusumanjali, Atma-tattva-viveka, Kiranaavali and Nyaya-parishishhta (also called Bodha siddhi or Bodha shuddhi). UdayanAchArya (a &ldquo;tArkika-n&rdquo;) and Kumarilabhatta (a &ldquo;mImAmsaka-n&rdquo;). To the &ldquo;mImAmsakA-s&rdquo; the Buddhist&rsquo;s summary rejection of Vedic ritualismwas the proverbial red rag waved under the nose of a raging bull !Kumarilabhatta, it can be seen, has written copiously criticising the Buddhist&rsquo;s distaste for Vedic ritualism. He and UdayanAchArya were chiefly responsible for the failure of Buddhism to acquire a large following in the country. (Scholars mention here the texts of &ldquo;tarkapAdam&rdquo; ofKumarilabhatta and the &ldquo;bauddhadhikAram&rdquo; by UdayanAchAryA). Late Sanaknandanacharya was another baishnav saint belongs to Village Kariyan. A famous maithili poet Late Kali Kant Jha Buch was born at Kariyan. He wrote a huge nos songs, poems &amp; navgeet in maithili literature. A poetry collection named &rdquo; Kalanidhi&rdquo; was composed after his death.</p>","SubContentHindi":null,"ImageUrl":"bb5d8a57-e8c3-427c-a68e-1268cb36f0fe_Kariyan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Narhan Estate","SubTitleHindi":null,"SubContent":"<p>Thirteen Bhupates of the Dronwar dynasty who gave historicity to Narahan developed it as a capital city. Rajmahal Temple, Pushkarini, Bridges etc. created by Narhan State proves this. In the State, many things of history and archeology have been carried out in Varanashi, the rest is facing anonymity. In Chakbadelia village of this region&nbsp; the statue of the Sun (two feet long), Shivaling and Nandi sculptures are installed in at pal era temple. In kewas village (at Samastipur to Rosera road) a fragmented Karnataka era&nbsp; stone statue of Mahishasurmardini is found, which has been kept there along with other antiquities.</p>","SubContentHindi":null,"ImageUrl":"ce5d0831-5bcf-4977-80ab-a523ae138902_Narhan-Estate.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. khudneshwar sthan","SubTitleHindi":null,"SubContent":"<p>Khudneshwar Asthan is a Hindu temple devoted to Lord Shiva located 17 kilometers southwest of the Samastipur district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>The name of the temple was inherited from a Muslim woman named Khudni who found the Lingam at this location and became a devotee of Lord Shiva. Her mortal remains were buried one yard south beside the Lingam under the same temple roof.</p>","SubContentHindi":null,"ImageUrl":"787824ae-2757-4ce7-be59-31042e7d0099_khudneshwar-sthan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Dr. Rajendra Prasad Central Agricultural University,Pusa Samastipur","SubTitleHindi":null,"SubContent":"<p>Rajendra Prasad Central Agricultural University,Pusa is located 20 kilometers west from Samastipur district headquarters and it is identified as the birthplace of agricultural research work in the country. In 1905 AD, the foundation stone of the Agricultural Research Institute was laid on from 30,000 thousand dollars provided by Henry Philip, an American citizen in Pusa, by the then Vice-Governor and Governor General Lord Curzon. In 1911, the institute was renamed as Imperial Institute of Agricultural Research. In the year 1916, this institute developed two variants of wheat namely Pusa-4 and Pusa-12, which was awarded the first prize in the World Food grain Exhibition. It is worth noting that through extensive research work this institute developed various advanced discernment of paddy, wheat, tobacco, pulses, vegetables, oilseed and chilli for the farmers of the state and the country. Contribution of HM Lafray, T.V. flayer and H. S. Pruthi, the then scientist working in the institute has been a pioneer for the identification and prevention of insects on major crops. Similarly, for the research work on plant diseases, this institution has been praised at world level. The then scientist E.J. Butler, W.M. Makar, M. Mitra and V.V. Mundukar contribution in this direction is remarkable. For the research on fertilizer use and water management in crops, the then scientist Dr. J. W. Leather name is taken exclusively. It is notable that the first published bulletin, Pusa bulletin and Agricultural Journal of India (1912) was started by this institute to spread the developed techniques of the institute. In the year 1918, the institute was renamed as Imperial Agricultural Research Institute. Unfortunately, in January 1934, due to the terrible earthquake this institution had to suffer a lot of losses. As a result, the transfer of this institute was done in New Delhi in the year 1935. Again, in 1936, the Central Sugarcane station located in Muzaffarpur (Mushri Farm) was transferred in Pusa. Since its inception, the Research Institute of Pusa has had an unprecedented contribution towards developing advanced technology for sugarcane production in the state. Today, the name of Pusa has come not only in the field of agricultural research but also on the world map. Seeing the various agricultural institutions and their utility here, Rajendra Agricultural University was set up on 3 December 1977 for the development of the nation. While on the one hand, various faculties of the University are continuously getting innovative new achievements in the field of scientific education, research and dissemination under agricultural engineering, base science and home science, on the other hand, in 2011, establishment of Borolog Institute in the name of well-known agriculture Scientist N.E. Borlog is a matter of pride for the district and the state. In addition, a regional unit center of Indian Agricultural Research Institute, New Delhi, is doing research on paddy and wheat crops in Pusa.</p>","SubContentHindi":null,"ImageUrl":"f9ac8028-401d-4505-b948-1738ebfa1fd1_Dr-Rajendra-Prasad-Central-Agricultural-University-Pusa-Samastipur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Nishad’s pilgrimage Place – Baba Amarasingh Asthan","SubTitleHindi":null,"SubContent":"<p>Baba Amar Singh Asthan is the national pilgrim center of Nishad which is located about 05 km south-east of Patori Bazar, Samastipur.This place is situated in Shiura village and its importance is increasing continuously since the 16th century. On the occasion of Ramnavmi and Srawani Purnima , thousands of devotees of Nishad throughout the nation visit here and take blessings of Baba.Pilgrims used to do Baba&rsquo;s meditation here With Gaja- Baja and Dhol-Mandar and by offering soil made-up elephants &amp; horses and by pouring milk. According to the fables and old villagers, centuries ago, there was a devastating flood of Ganga in this area, suddenly a Jata-jutdhari sadhu appeared and flood water fell down due to their worship. Later on Baba Amarsingh became disappeared. According to fables, Baba had come here from the ship of gold, which is still buried in the soil. Whose chain can be seen in adjacent well. This temple is located on top of the same ship. There is no statue in the temple and devotees pour milk in a hole made in the temple. Devotees pour thousands of liters of milk in Ramnavami and Srawni Purnima but nobody knows where this milk goes. Hundreds of years old bark tree are all around in the temple complex which is supposed to be developed from datum used by Baba. Apart from Nishads there is a similar reverence for Baba in other peoples also. Many people renovated the temple upon completion of their vow and also made many pilgrims residence. People from Bihar, Jharkhand, Uttar Pradesh, Madhya Pradesh, Uttarakhand, Chhattisgarh, Haryana, Orissa, West Bengal, Andhra Pradesh, Tamil Nadu, Karnataka etc. visits and stays here during Ramanavami and holy Srawan month. It is said that the leprosy patients are healed after serving Baba. The Patori-Shiura main road has been constructed by the government to reach the temple premises but still there is not enough facilities for devotees coming in Ramnavami and Srawni Purnima yet devotees who come here forget their sufferings and devote their devotion to Baba. According to the devotees, Baba is still alive but in evanescence.</p>","SubContentHindi":null,"ImageUrl":"762fcfc8-0058-4252-ba1c-8fff9abeeac2_Nishad-s-pilgrimage-Place-Baba-Amarasingh-Asthan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Accommodation","SubTitleHindi":null,"SubContent":"<p>Hotel Kailash Inn</p>\r\n<p>Address-Hotel kailash Inn, Kailash Complex, Near Station Road, Samastipur, Pin-848101 (Bihar)</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Double Tree Deluxe</p>\r\n<p>Address-Old Post Office Road, Behind Anil Complex, Near Sugar Mill, Beside Over Bridge</p>\r\n<p>&nbsp;</p>\r\n<p>Swarg Exotica</p>\r\n<p>Address-MAGARDAHI GHAT, SAMASTIPUR, Bihar</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Sandhya Deluxe</p>\r\n<p>Address-Gola Road, Near Gola Bazar, Samastipur Ho, Samastipur &ndash; 848101 nearby railway station</p>","SubContentHindi":null,"ImageUrl":"45b43122-f3cf-4527-9fe1-13a4f9b12986_hotel-kailash-inn-samastipur-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>Samastipur is well connected from rail and road route and its nearest airport is Jay Prakash Narayan International Airport patna which is approx&nbsp; 100 km. away from district Headquarter Samastipur.</p>\r\n<p>&nbsp;</p>\r\n<p>One can use rail and road route for reaching different tourist places of Samastipur easily.</p>\r\n<p>&nbsp;</p>\r\n<p>Latitude and Longitude of Samastipur district Headquarter</p>\r\n<p>Latitude-25.8599800 , Longitude -85.7786222</p>\r\n<p>&nbsp;</p>\r\n<p>Nearest Railway Station</p>\r\n<p>Samastipur Junction (Approx 1 km. away from district Headquarter)</p>\r\n<p>&nbsp;</p>\r\n<p>Nearest Airport</p>\r\n<p>Jay Prakash Narayan International Airport Patna</p>\r\n<p>&nbsp;</p>\r\n<p>National/State&nbsp; Highways crossing through Samastipur- NH 28,SH-93</p>\r\n<p>source: https://samastipur.nic.in/</p>","SubContentHindi":null,"ImageUrl":"dac9b4fa-daba-4495-89e0-1351280d00c3_Samastipur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-samastipur-bihar","tags":[{"name":"bihar","slug":"bihar"},{"name":"samastipur","slug":"samastipur"}],"recommendations":[{"id":270,"title":"Top Places to visit in Supaul, Bihar","imageUrl":"39e90155-e93a-44c3-864a-91ad300d1bf8_Supaul-railway.jpg","dateCreated":"2019-02-22T14:52:07.891Z","dateModified":"2019-02-22T15:01:37.163Z","contributedBy":"AskGif","content":"Supaul is a town and a municipality that is headquarters of Supaul district in the Indian state of Bihar. The Supaul town is the administrative headquarters of this district.\r\nSupaul district is one of the thirty-eight districts of Bihar state, India, and Supaul town is the administrative ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39e90155-e93a-44c3-864a-91ad300d1bf8_Supaul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"supaul","slug":"supaul"}],"slug":"top-places-to-visit-in-supaul-bihar","total":0},{"id":261,"title":"Top Places to visit in Purnia, Bihar","imageUrl":"f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","dateCreated":"2019-02-16T13:44:37.198Z","dateModified":"2019-02-16T14:05:50.545Z","contributedBy":"AskGif","content":"Purnia is a city that serves as the administrative headquarters of both Purnia district and Purnia division in the Indian state of Bihar. It is the largest city in northeastern Bihar also known as Kosi- Seemanchal area.[citation needed] Total geographical area of Purnia municipal corporation is 9","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f5367a7a-85fb-47db-8e45-4486005eefe0_Purnia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"purnia","slug":"purnia"}],"slug":"top-places-to-visit-in-purnia-bihar","total":0},{"id":254,"title":"Top Places to visit in Kishanganj, Bihar","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"Kishanganj is a city and district headquarters of Kishanganj district in Purnea division of Bihar state.\r\n&nbsp;\r\nHistory\r\nKishanganj, which was previously part of Purnia district, is part of the Mithila region. Mithila first gained prominence after being settled by Indo-Arya","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kishanganj","slug":"kishanganj"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-kishanganj-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}