{"id":267,"title":"शिवहर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","dateCreated":"2019-02-21T14:01:59.372Z","dateModified":"2019-02-21T14:08:16.79Z","contributedBy":"AskGif","content":"<p>भारत में बिहार राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय शेहर में स्थित है, और जिला तिरहुत डिवीजन का एक हिस्सा है। पूर्व केंद्रीय मंत्री रघुनाथ झा के अत्यधिक प्रयासों के कारण 1994 में इस जिले को सीतामढ़ी जिले से बाहर किया गया था। प्रख्यात हिंदी उपन्यासकार, डॉ। भगवती शरण मिश्र, शेहर के पहले जिला मजिस्ट्रेट थे।</p>\r\n<p>जिले का क्षेत्रफल 443 वर्ग किमी है और इसकी आबादी 656,916 (2011 के अनुसार) है। शौहर अपनी हरियाली और साफ-सुथरेपन के लिए जाना जाता है। कैदम्बा और सागौन इस जिले के सिद्धांत वृक्ष हैं। नीलगाय या नीला बैल इस क्षेत्र का क्षेत्रीय जानवर है।</p>\r\n<p>इस जिले में हिंदुओं और मुसलमानों की मिश्रित आबादी है। कृषि मुख्य प्रवास है। बागमती और बूढ़ी गंडक नदियों की बाढ़ के कारण यह बिहार में सबसे अधिक बाढ़ प्रभावित जिलों में से एक है। देवकुली एक पवित्र स्थान है जो भगवान शिव के प्राचीन मंदिर के लिए लोकप्रिय है। 2011 तक यह शेखपुरा के बाद बिहार का दूसरा सबसे कम आबादी वाला (39 में से) जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>शेहर जिले का क्षेत्रफल 349 वर्ग किलोमीटर (135 वर्ग मील) है। इसकी सीमा उत्तर और पूर्व सीतामढ़ी, पश्चिम पूर्वी चंपारण और दक्षिण मुजफ्फरपुर से तीन जिलों से लगती है। [२]</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>इस जिले के लोगों का मुख्य व्यवसाय कृषि है। सभी प्रकार की फसलों का उत्पादन होता है। चावल, गेहूं, और कई रबी फसलों का उत्पादन किया जाता है। कस्बे में दैनिक जरूरतों की छोटी-छोटी दुकानें हैं। शेहर के लोगों के लिए आकर्षण का स्रोत attraction कॉकरो &rsquo;, विकाश जिम, जिला न्यायालय के सामने स्थित वी-मार्ट शॉपिंग सेंटर हैं। 2006 में पंचायती राज मंत्रालय ने देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) शेहर को नामित किया। [3] यह बिहार में 36 जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>उप-विभाजन</p>\r\n<p>जिले में केवल एक उप-मंडल शामिल है, जिसका नाम है, शेओहर, जिसे आगे पांच खंडों में विभाजित किया गया है: शेहर, तरियानी, पिपराही, डुमरी-कटसरी, पूर्णहिया।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, श्योहार जिले की जनसंख्या 656,916 है, [1] लगभग मोंटेनेग्रो देश [4] या अमेरिकी राज्य वर्मांट के बराबर है। [५] इससे इसे भारत में 511 वें (कुल 640 में से) की रैंकिंग मिली है। [1] जिले की जनसंख्या घनत्व 1,882 प्रति वर्ग किलोमीटर (4,870 / वर्ग मील) है। खोरठा एक गाँव है जो अपनी उच्च साक्षरता दर के लिए जाना जाता है। [१] 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 27.32% थी। [1] हर 1000 पुरुषों पर शेहर का लिंगानुपात 890 महिलाओं का है, [1] और साक्षरता दर 72% है। [1]</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>पर्यटन सीजन - अक्टूबर से मार्च तक धार्मिक त्यौहार - छट, दुर्गा पूजा, ईद, होली, दिवाली</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sheohar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","subContents":[{"SubTitle":"1. देकुली शिव मंदिर","SubTitleHindi":null,"SubContent":"<p>बाबा भवनेश्वर नाथ मंदिर जिले में लोगों की आस्था का सबसे पुराना केंद्र है। इस मंदिर का धार्मिक और ऐतिहासिक महत्व है। कहा जाता है कि इस मंदिर का निर्माण द्वापर काल के दौरान किया गया था। इस मंदिर का निर्माण उसी पत्थर को तराश कर किया गया था।</p>\r\n<p>1956 में प्रकाशित ब्रिटिश राजपत्र, नेपाल के पशुपतिनाथ और भारत के हरिहर क्षेत्र के बीच इस मंदिर का होना बताया गया था। कलकत्ता उच्च न्यायालय के एक निर्णय में, इस मंदिर को बहुत प्राचीन बताया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रामीणों के अनुसार, ईस्ट इंडिया कंपनी की उद्घोषणा रसीद पर भी इस मंदिर का उल्लेख था। मंदिर के पश्चिमी भाग में एक तालाब है। उत्खनन 1962 में छतौनी गांव के निवासी संत प्रेम भिक्षु द्वारा किया गया था।</p>","SubContentHindi":null,"ImageUrl":"5b154d7e-ae06-4a75-bd5f-b7131e106cdc_Dekuli-Shiv-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. निवास","SubTitleHindi":null,"SubContent":"<p>1 बिहार होटल ज़िला गेट, श्योहार कलेक्ट्रेट के पास, शेहर -843329</p>\r\n<p>2 होटल आप्को शेहर थाना रोड, शेओहर -843329</p>\r\n<p>3 होटल साई रेजिडेंसी V2 मॉल के सामने, जिला परिषद, सीतामढ़ी - मुजफ्फरपुर रोड, डुमरा, सीतामढ़ी, बिहार में 843302 8779286302</p>","SubContentHindi":null,"ImageUrl":"925786e0-c04e-4c61-8d35-a33c399591e3_Sheohar-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>शेहर जिले में प्राथमिक परिवहन सुविधाओं का अभाव है, जिले में रेलमार्ग नहीं हैं। हालांकि बस, ऑटो और निजी जीप परिवहन का मुख्य माध्यम हैं और आसानी से उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उनका मुज़फ़्फ़रपुर जिले के बस अड्डे से रास्ता है और दूरी 55 KM है।</p>\r\n<p>&nbsp;</p>\r\n<p>उनका सीतामढ़ी जिले के शेहर से बस मार्ग है और दूरी 25 KM है।</p>\r\n<p>&nbsp;</p>\r\n<p>उनका पूर्वी चंपारणधीश श्योहार से बस मार्ग है और दूरी 61 KM है।</p>\r\n<p>&nbsp;</p>\r\n<p>उनका कोई हवाई मार्ग नहीं है, किसी भी दिशा से किन्नर के लिए ट्रेन मार्ग।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://sheohar.nic.in</p>","SubContentHindi":null,"ImageUrl":"a41535f0-ecfb-4d7d-987e-f90e418ae077_Sheohar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sheohar-bihar","tags":[{"name":"शिवहर","slug":"sheohar"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":1269,"title":"महनार बाजार में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"dfe573ba-0320-41ed-8afb-d0556f687291-Mahnar-Bazar.jpg","dateCreated":"2020-05-02T12:08:53.714Z","dateModified":"2020-05-02T12:09:06.573Z","contributedBy":"AskGif","content":"महनार बाजार भारत में बिहार राज्य के वैशाली जिले में एक नगर पालिका, ब्लॉक और उप-विभाग है। यह आसपास के सभी वार्ड क्षेत्रों और गांवों के लिए मुख्य बाजार भी है। महनार हाजीपुर लोकसभा क्षेत्र के अंतर्गत आता है। यह एक नगर पालिका है जो कई वार्डों में विभाजित है। इसका अपना पुलिस स्टेशन और भूमि पंजीकरण कार","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfe573ba-0320-41ed-8afb-d0556f687291-Mahnar-Bazar.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महनार-बाजार","slug":"mahnar-bazar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-mahnar-bazar-bihar","total":0},{"id":258,"title":"मुजफ्फरपुर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","dateCreated":"2019-02-07T13:21:35.482Z","dateModified":"2019-02-07T13:27:20.753Z","contributedBy":"AskGif","content":"मुज़फ़्फ़रपुर बिहार के तिरहुत क्षेत्र में मुज़फ़्फ़रपुर जिले में स्थित एक उप-महानगरीय शहर है। यह तिरहुत विभाग, मुजफ्फरपुर जिले और मुजफ्फरपुर रेलवे जिले के मुख्यालय के रूप में कार्य करता है। यह बिहार का चौथा सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r\nमुजफ्फरपुर शाही लीची के लिए प्रसिद्ध ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुजफ्फरपुर","slug":"muzaffarpur"}],"slug":"top-places-to-visit-in-muzaffarpur-bihar","total":0},{"id":242,"title":"बक्सर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","dateCreated":"2019-01-14T16:49:04.906Z","dateModified":"2019-01-14T16:57:14.311Z","contributedBy":"AskGif","content":"बक्सर भारत के पूर्वी हिस्से में भारत के पूर्वी हिस्से में बिहार राज्य का एक शहर है। यह बक्सर जिले का मुख्यालय है। बक्सर की लड़ाई और चौसा की लड़ाई आसपास के क्षेत्र में लड़ी गई थी। बक्सर रेलवे स्टेशन हावड़ा-दिल्ली मुख्य लाइन के पटना-मुगलसराय खंड पर स्थित है। यह राज्य की राजधानी पटना से लगभग 125 किम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सर","slug":"buxar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-buxar-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}