{"id":267,"title":"Top Places to visit in Sheohar, Bihar","imageUrl":"30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","dateCreated":"2019-02-21T14:01:59.372Z","dateModified":"2019-02-21T14:08:16.79Z","contributedBy":"AskGif","content":"<p>Sheohar is an administrative district in the state of Bihar in India. The district headquarters are located at Sheohar, and the district is a part of Tirhut Division. This district was carved out of Sitamarhi district in 1994 due to the extreme efforts of Raghunath Jha, former Union Minister. Eminent Hindi Novelist, Dr.Bhagwati Sharan Mishra was the first District magistrate of Sheohar.&nbsp;</p>\r\n<p>The district occupies an area of 443 km&sup2; and has a population of 656,916 (as of 2011). Sheohar is known for its greenery and cleanest. Cadamba and teak are the principle trees of this district. Nilgai or blue bull is the regional animal of this area.&nbsp;</p>\r\n<p>This district has a mixed population of Hindus and Muslims. Agriculture is the main stay. It is one of the most flood affected districts in Bihar, due to over flooding of the Bagmati and Budhi Gandak rivers. Devkuli is a holy place popular for ancient temple of lord Shiva. As of 2011 it is the second least populous district of Bihar (out of 39), after Sheikhpura.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Sheohar district occupies an area of 349 square kilometres (135 sq mi). It is bordered by three districts from north and east Sitamarhi, from west East Champaran and from south Muzaffarpur.[2]</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>The main occupation of the people of this district is agriculture. All types of crops are produced. Varieties of rice, wheat, and a number of rabbi crops are produced. In the town small shops of daily needs are there. Source of attraction for people of Sheohar are 'Cockcrow', Vikash Gym, V-Mart shopping centre situated opposite to the District Court. In 2006 the Ministry of Panchayati Raj named Sheohar one of the country's 250 most backward districts (out of a total of 640).[3] It is one of the 36 districts in Bihar currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-divisions</p>\r\n<p>The district comprises only one sub-division, namely, Sheohar, which is further divided into five blocks: Sheohar, Tariyani, Piprahi, Dumri-katsari, Purnahiya.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Sheohar district has a population of 656,916,[1] roughly equal to the nation of Montenegro[4] or the US state of Vermont.[5] This gives it a ranking of 511th in India (out of a total of 640).[1] The district has a population density of 1,882 inhabitants per square kilometre (4,870/sq mi). Khortha is a village known for its high literacy rate. [1] Its population growth rate over the decade 2001-2011 was 27.32%.[1] Sheohar has a sex ratio of 890 females for every 1000 males,[1] and a literacy rate of 72%.[1]</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Tourist Season - October to March Religious Festivals - Chhat, Durga Pooja, Eid, Holi, Diwali</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sheohar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","subContents":[{"SubTitle":"1. Dekuli Shiv Mandir","SubTitleHindi":null,"SubContent":"<p>Baba Bhawaneshwar Nath Temple is the oldest center of the people&rsquo;s faith in the district. This temple has religious and historical significance. It is said that this temple was constructed during Dwapar period. This temple was constructed by carving the same stone.</p>\r\n<p>The British Gazette, published in 1956, was said to be of this temple between Pashupatinath of Nepal and Harihar region of India. In a decision of the Calcutta High Court, this temple has been described as very ancient.</p>\r\n<p>&nbsp;</p>\r\n<p>According to the villagers, the mention of this temple was also mentioned on the proclamation receipt of East India Company. There is a pond in the western part of the temple. The excavation was carried out in 1962 by Saint Prem Bhikshu, resident of Chhatouni village.</p>","SubContentHindi":null,"ImageUrl":"5b154d7e-ae06-4a75-bd5f-b7131e106cdc_Dekuli-Shiv-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Accommodation","SubTitleHindi":null,"SubContent":"<p>1Bihar HotelZila Gate,Nearsheohar Collectorate, Sheohar-843329</p>\r\n<p>2Hotel Aapka SheoharThana Road,Sheohar-843329</p>\r\n<p>3 Hotel Sai Residency Behind V2 Mall Opposite zila parishad, Sitamarhi &ndash; Muzaffarpur Road, Dumra, Sitamarhi, Bihar 843302 8779286302</p>","SubContentHindi":null,"ImageUrl":"925786e0-c04e-4c61-8d35-a33c399591e3_Sheohar-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. How to Reach","SubTitleHindi":null,"SubContent":"<p>Sheohar district lacks primary transport facilities, there are no railways in the district. However Bus, Auto and private jeep are the main medium of transportation and easily available.</p>\r\n<p>&nbsp;</p>\r\n<p>Their is bus route from Muzaffarpur district Sheohar and distance is 55 KM.</p>\r\n<p>&nbsp;</p>\r\n<p>Their is bus route from Sitamarhi&nbsp; district Sheohar and distance is 25 KM.</p>\r\n<p>&nbsp;</p>\r\n<p>Their is bus route from East Champarandistrict Sheohar and distance is 61 KM.</p>\r\n<p>&nbsp;</p>\r\n<p>Their is no air route,train route to sheohar from any direction.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://sheohar.nic.in</p>","SubContentHindi":null,"ImageUrl":"a41535f0-ecfb-4d7d-987e-f90e418ae077_Sheohar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sheohar-bihar","tags":[{"name":"sheohar","slug":"sheohar"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":1269,"title":"Top Places to visit in Mahnar Bazar, Bihar","imageUrl":"dfe573ba-0320-41ed-8afb-d0556f687291-Mahnar-Bazar.jpg","dateCreated":"2020-05-02T12:08:53.714Z","dateModified":"2020-05-02T12:09:06.573Z","contributedBy":"AskGif","content":"Mahnar Bazar is a municipality, block, and Sub-division in the Vaishali district of Bihar state in India. It is also the main market for all nearby ward areas and villages. Mahnar comes under Hajipur Lok Sabha Constituency. It is a Nagar Palika divided into many wards. It has its own police stati","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfe573ba-0320-41ed-8afb-d0556f687291-Mahnar-Bazar.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mahnar-bazar","slug":"mahnar-bazar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-mahnar-bazar-bihar","total":0},{"id":258,"title":"Top Places to visit in Muzaffarpur, Bihar","imageUrl":"2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","dateCreated":"2019-02-07T13:21:35.482Z","dateModified":"2019-02-07T13:27:20.753Z","contributedBy":"AskGif","content":"Muzaffarpur is a sub-metropolitan city located in Muzaffarpur district in the Tirhut region of Bihar. It serves as the headquarters of Tirhut division, Muzaffarpur district and the Muzaffarpur Railway District. It is the fourth most populous city in Bihar.\r\n&nbsp;\r\nMuzaffarpur is fa","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"muzaffarpur","slug":"muzaffarpur"}],"slug":"top-places-to-visit-in-muzaffarpur-bihar","total":0},{"id":242,"title":"Top Places to visit in Buxar, Bihar","imageUrl":"b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","dateCreated":"2019-01-14T16:49:04.906Z","dateModified":"2019-01-14T16:57:14.311Z","contributedBy":"AskGif","content":"Buxar is a city in the state of Bihar in the eastern part of India bordering eastern Uttar Pradesh. It is the headquarters of Buxar District. The Battle of Buxar and Battle of Chausa were fought in the vicinity. Buxar Railway Station lies on Patna&ndash;Mughalsarai section of Howrah&ndash;Delhi m","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2eece06-df83-484d-be9c-1ef71a15d8b7_Buxar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"buxar","slug":"buxar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-buxar-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}