{"id":268,"title":"सीतामढ़ी में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"8d6dc26b-8772-47ae-95be-4e80a77a1000_sitamarhi-railway-station.jpg","dateCreated":"2019-02-21T14:57:12.425Z","dateModified":"2019-02-21T15:15:57.125Z","contributedBy":"AskGif","content":"<p>सीतामढ़ी एक शहर और बिहार, भारत के मिथिला क्षेत्र में सीतामढ़ी जिले का जिला मुख्यालय है और तिरहुत विभाग का एक हिस्सा है। 92% जनसंख्या कृषि पर निर्भर है। 23% लोग शहरी क्षेत्र में रहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सीतामढ़ी महाकाव्य रामायण का मुख्य पात्र, सीता का जन्मस्थान है; सीता को समर्पित एक मंदिर, पंचौरा धाम सीतामढ़ी में स्थित है। [३] सीतामढ़ी के पास महान मौर्य काल का एक रॉक-कट अभयारण्य पाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>1875 में, सीतामढ़ी उप-जिला मुजफ्फरपुर जिले के भीतर बनाया गया था। [५] सीतामढ़ी मुजफ्फरपुर जिले से अलग हो गया था और 11 दिसंबर 1972 को एक अलग जिला बन गया। यह बिहार के उत्तरी भाग में स्थित है। जिला मुख्यालय सीता मंदिर के दक्षिण में पांच किलोमीटर (3 मील) पर डुमरा में स्थित है। [स्पष्टीकरण की जरूरत है]</p>\r\n<p>&nbsp;</p>\r\n<p>राम नवमी, डुमरा में एक वसंत त्योहार है, जिसे व्यापक रूप से इस अवसर को चिह्नित करने के लिए बड़े मेले के साथ मनाया जाता है। सामा चकेवा एक प्रमुख शीतकालीन त्योहार है जो भाई-बहन के रिश्तों को मनाने के लिए समर्पित है। यह विवाह समारोहों और कई सांस्कृतिक अनुष्ठानों के साथ एक प्रमुख सांस्कृतिक कार्यक्रम है जो बहुत तैयारी करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>सीतामढ़ी, 26.6 &deg; N 85.48 &deg; E पर स्थित है, [10] की औसत ऊँचाई 56 मीटर (184 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>सीतामढ़ी में कई छोटे शहर प्रसिद्ध हैं, जैसे बैरगनिया और सुरसंड, जो भारत-नेपाल सीमा पर स्थित है, बहुत प्रसिद्ध है। सीतामढ़ी क्षेत्र में अन्य प्रसिद्ध स्थानों में सोनबरसा, शिवहर, बाजपट्टी, पुपरी बहुत अच्छा शहर है, सीतामढ़ी के पास डुमरा है जो सभी gov कार्यालयों के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रीगा गांव इस शहर के करीब है और सूगर मिलों के लिए जाना जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>उप-विभाजन</p>\r\n<p>सीतामढ़ी जिले में 3 उप-मंडल शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>सीतामढ़ी सदर,</p>\r\n<p>Belsand,</p>\r\n<p>Pupri</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>निम्नलिखित सीतामढ़ी, बिहार, भारत में स्कूलों की एक सूची है।</p>\r\n<p>&nbsp;</p>\r\n<p>जानकी विद्या निकेतन [10]</p>\r\n<p>सेक्रेड हार्ट स्कूल [11]</p>\r\n<p>सरस्वती विद्या मंदिर, रिंग बांध</p>\r\n<p>N.S.D.A.V. पब्लिक स्कूल</p>\r\n<p>हेलन स्कूल सीतामढ़ी</p>\r\n<p>दिल्ली पब्लिक स्कूल, लगमा</p>\r\n<p>ब्रिलिएंट पब्लिक स्कूल, सीतामढ़ी</p>\r\n<p>R.O.S. पब्लिक स्कूल, खैरवा, रीगा रोड, सीतामढ़ी</p>\r\n<p>मथुरा हाई स्कूल</p>\r\n<p>लक्ष्मी हाई स्कूल</p>\r\n<p>कमला-गर्ल्स हाई स्कूल</p>\r\n<p>ब्राइटलैंड इंटरनेशनल स्कूल, सीतामढ़ी</p>\r\n<p>जवाहर नवोदय विद्यालय सीतामढ़ी (जेएनवी सीतामढ़ी)</p>\r\n<p>सन शाइन पब्लिक स्कूल- शांतिनगर</p>\r\n<p>राजकीय मध्य विद्यालय-सौंदरगामा 843327</p>\r\n<p>मून लाइट कोचिंग सेंटर-परसौनी</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>रामायण और महाभारत जैसे महान भारतीय महाकाव्यों से जुड़े स्थान भारत के लोगों के लिए महान धार्मिक मूल्य हैं। सीतामढ़ी, जिसे भगवान राम की पत्नी देवी सीता का जन्म स्थान माना जाता है, एक ऐसी जगह है जो अक्सर तीर्थ यात्रा स्थल बन जाती है। पूर्वी भारत में बिहार के सीतामढ़ी जिले में स्थित, यह मंदिर और धार्मिक स्थलों की एक श्रृंखला के लिए जाना जाता है। शहर में धार्मिक यात्राओं में रुचि लेने वाले तीर्थयात्रियों की बढ़ती संख्या के कारण, यह भगवान राम के जन्म स्थान के रूप में माना जाता है, अयोध्या जैसे पर्यटन स्थलों के लिए लोकप्रियता प्राप्त हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख पर्यटक स्थल</p>\r\n<p>जानकी मंदिर: लगभग 1.5 कि.मी. रेलवे स्टेशन से दूर, यह सीता का जन्म स्थान है। जानकी-कुंड मंदिर के दक्षिण में स्थित है।</p>\r\n<p>जानकी मंदिर, पुनौरा: यह लगभग 5 कि.मी. सीतामढ़ी के पश्चिम। यह स्थान सीता के जन्म स्थान होने के सम्मान का भी दावा करता है।</p>\r\n<p>देखुली (या ढेकुली): यह 19 किलोमीटर है। सीतामढ़ी शहर के पश्चिम में। यहां एक प्राचीन शिव मंदिर स्थित है। शिवरात्रि की पूर्व संध्या पर हर साल एक बड़ा मेला लगता है। किंवदंतियों के अनुसार, पांच पांडवों की पत्नी द्रौपदी का जन्म यहीं हुआ था। अब यह शेहर जिले में है, जो 1994 में सीतामढ़ी से बना था।</p>\r\n<p>हलेश्वर स्थन: यह 3 कि.मी. सीतामढ़ी के उत्तर-पश्चिम में। मिथक के अनुसार, राजा विदेह ने पुत्रा यष्टि यज्ञ के अवसर पर भगवान शिव के मंदिर की स्थापना की थी। उनके मंदिर का नाम हलेश्वरनाथ मंदिर रखा गया।</p>\r\n<p>पंथ-पाक: यह 8 किलोमीटर है। सीतामढ़ी के उत्तर-पूर्व में। कहा जाता है कि अपनी शादी के बाद, सीता को इस मार्ग से अयोध्या की एक पालकी में ले जाया गया था। एक पुराना बरगद का पेड़ अभी भी यहाँ खड़ा है जिसके तहत कहा जाता है कि उसने थोड़ी देर आराम किया था।</p>\r\n<p>बागही मठ: कुछ 7 कि.मी. सीतामढ़ी के उत्तर-पश्चिम में, बागही गाँव में, एक बड़ा हिंदू मठ है जिसमें 108 कमरे हैं। यह पूजा और यज्ञ करने के लिए एक प्रसिद्ध स्थान है।</p>\r\n<p>पुपरी: यहाँ एक प्रसिद्ध बाबा नागेश्वरनाथ (भगवान शिव) का मंदिर है। कहा जाता है कि भगवान शिव स्वयं नागेश्वर नाथ महादेव के रूप में प्रकट हुए थे।</p>\r\n<p>गोरौल शरीफ: यह कुछ 26 किलोमीटर की दूरी पर स्थित है। सीतामढ़ी शहर से। यह बिहार में बिहारशरीफ और फुलवारीशरीफ के बाद मुसलमानों के लिए बहुत पवित्र स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sitamarhi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d6dc26b-8772-47ae-95be-4e80a77a1000_sitamarhi-railway-station.jpg","subContents":[{"SubTitle":"1. हलेश्वर स्थन","SubTitleHindi":null,"SubContent":"<p>यह 3 कि.मी. सीतामढ़ी का नोह-पश्चिम। मिथक के अनुसार, राजा विदेह ने पुत्रा यष्टि यज्ञ के अवसर पर भगवान शिव के मंदिर की स्थापना की थी। उनके मंदिर का नाम हलेश्वरनाथ मंदिर रखा गया।</p>\r\n<p>&nbsp;</p>\r\n<p>माना जाता है कि यह स्थान बहुत प्राचीन है क्योंकि इस कथा के अनुसार मिथिला नरेश जनक जो रामायण के पिता सीता थे उन्होंने इस शिव मंदिर का निर्माण किया था। गर्भगृह में स्थित पत्थर के शिवलिंग को मूल छवि माना जाता है, जिसके माध्यम से राजा ने भगवान शिव का आह्वान किया।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान मंदिर भविष्य के विकास के लिए एक बड़ी जमीन के साथ एक हाल ही में निर्मित संरचना है। मंदिर परिसर के अंदर भक्तों के ठहरने की व्यवस्था है, क्योंकि बहुत से लोग इस पवित्र स्थान पर दूर-दूर से आते हैं। श्रद्धालु बागमती नदी या पुनौराधाम तालाब से पानी लाते हैं। एक सीधी सड़क इस मंदिर के साथ पुनौराधाम मंदिर को जोड़ती है।</p>","SubContentHindi":null,"ImageUrl":"80aa1330-2f2e-4bd0-9366-4cb023a90b1a_Haleshwar-Sthan-Sitamarhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. जानकी मंदिर","SubTitleHindi":null,"SubContent":"<p>लगभग 1.5 कि.मी. रेलवे स्टेशन और बस स्टैंड से दूर, यह सीता का जन्म स्थान है। जानकी-कुंड मंदिर के दक्षिण में स्थित है। नवरात्रि और राम नवमी के त्योहारों के दौरान भक्त हजारों की संख्या में आते हैं। माना जाता है कि यह मंदिर लगभग 100 साल पुराना है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस स्थान की किंवदंती महाकाव्य रामायण को संदर्भित करती है और उस स्थान के रूप में प्रसिद्ध है जहां सीता ने दायर की गई जुताई में एक छाया के नीचे पाला था जहां उन्हें राजा जनक द्वारा एक नए जन्म के रूप में पाया गया था। यह एक आधुनिक संरचना वाला एक काफी बड़ा मंदिर है। मंदिर के प्रमुख देवता श्री राम, सीता और हनुमान हैं। जानकी कुंड के रूप में प्रसिद्ध एक निकटवर्ती तालाब है जहाँ राजा जनक शिशु सीता को स्नान कराते थे जैसा कि लोकप्रिय पौराणिक कथा की मान्यता है। यहां एक बड़ा आंगन है और सौर ऊर्जा से चलने वाली रोशनी का प्रावधान है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर का बड़ा प्रवेश द्वार इस पवित्र स्थान पर आगंतुकों का गर्मजोशी से स्वागत करता है। अंदर भक्तों के एक बड़े समूह को समायोजित करने के लिए एक विशाल प्रांगण है। जैसा कि रामायण का प्रभाव बिहार में हिंदुओं पर प्रमुख प्रभाव है, मंदिर में साल भर भक्तों का तांता लगा रहता है। रामनवमी और जानकी नवमी का त्योहार इस जगह का पवित्र त्योहार है।</p>","SubContentHindi":null,"ImageUrl":"dfef5ee9-0785-467b-b2ba-0f6bb2af4519_Janaki-Temple-Sitamarhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>सीतामढ़ी जिला दर्शनीय स्थलों से भरा है। कुछ मुख्य हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>पुनौरा धाम</p>\r\n<p>जानकी मंदिर</p>\r\n<p>हलेश्वर अस्थाना</p>\r\n<p>बगही धाम</p>\r\n<p>बाबा नागेश्वर नाथ मंदिर</p>\r\n<p>गहरवाल शरीफ</p>","SubContentHindi":null,"ImageUrl":"53aa070d-d9fe-4b89-819c-89043247924a_Places-of-Interest-Sitamrhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. निवास","SubTitleHindi":null,"SubContent":"<p>सीतामढ़ी में होटल: -</p>\r\n<p>&nbsp;</p>\r\n<p>मिनी ताज, डुमरा रोड</p>\r\n<p>बस स्टैंड सीतामढ़ी के पास होतल सीतान</p>\r\n<p>होतल शिवा सूर्या, थाना रोड सीतामढ़ी</p>\r\n<p>होटल साईं। वी 2 एस मॉल के पीछे, सीतामढ़ी</p>","SubContentHindi":null,"ImageUrl":"09f24c10-34d8-4f94-b18c-37bdb882e4c2_Accommodation-sitamrhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सीतामढ़ी पहुँचने के लिए परिवहन के कई साधन हैं, जिन्हें लिया जा सकता है। आप बसों और ट्रेनों का विकल्प चुन सकते हैं और बसों को सीधे सीतामढ़ी शहर में ले जाया जा सकता है। सीतामढ़ी शहर का एक रेलवे स्टेशन है। सीतामढ़ी रेलवे स्टेशन से सीतामढ़ी शहर लगभग 3 KM दूर है। सीतामढ़ी के रेलवे स्टेशन से शहरों यानी मुजफ्फरपुर, दरभंगा और रेक्सुअल के लिए नियमित ट्रेनें होंगी। निकटतम प्रमुख रेलवे स्टेशन मुजफ्फरपुर में है जो 53 किलोमीटर की दूरी पर स्थित है। मुजफ्फरपुर में रेलवे स्टेशन से नई दिल्ली, आनंद विहार और हावड़ा के शहरों और कस्बों के लिए नियमित ट्रेनें होंगी।</p>\r\n<p>&nbsp;</p>\r\n<p>सीतामढ़ी शहर के लिए बसें नियमित रूप से राजधानी पटना से उपलब्ध रहेंगी। पटना शहर सीतामढ़ी से लगभग 139 किलोमीटर की दूरी पर स्थित है, और बसें प्रति व्यक्ति लगभग 155 से 180 रुपये का किराया वसूल करेंगी। बसों को ज्यादातर राज्य सरकार / निजी के तहत चलाया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>सीतामढ़ी शहर दो अंतरराष्ट्रीय हवाई अड्डों से अच्छी तरह से जुड़ा हुआ है। निकटतम संपर्क हवाई अड्डा, पटना में 139 किमी दूर स्थित जयप्रकाश नारायण अंतर्राष्ट्रीय हवाई अड्डा है। सीतामढ़ी के लिए दूसरा हवाई अड्डा जो आपको एयरलिंक प्रदान कर सकता है, गया अंतर्राष्ट्रीय हवाई अड्डा है, जो 236 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा</p>\r\n<p>सीतामढ़ी का अपना एक रेलवे स्टेशन है जो सीतामढ़ी शहर से 3 किमी दूर स्थित है। यह पूर्व मध्य रेलवे के रक्सौल-दरभंगा रेल मार्ग पर स्थित है। शहर में रेल यात्रा की सुविधा देने वाली मुख्य ट्रेनें सीतामहल एक्सप्रेस और गंडक एक्सप्रेस हैं। पश्चिम में, रक्सौल जंक्शन रेलवे स्टेशन, सीतामढ़ी से निकटतम प्रमुख स्टेशन है, जबकि उत्तर पूर्व में, दरभंगा रेलवे स्टेशन निकटतम है। निकटतम प्रमुख रेलवे स्टेशन मुजफ्फरपुर में है जो 53 किलोमीटर की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>यदि आप रोडवेज द्वारा पवित्र शहर सीतामढ़ी का पता लगाने की योजना बना रहे हैं, तो हम आपको विश्वास दिलाते हैं कि यह यात्रा एक खुशी और यादगार होगी। इसके पीछे कारण यह है कि यह शहर बिहार और उसके आसपास के सभी प्रमुख शहरों से बहुत अच्छी तरह से जुड़ा हुआ है। व्यापक और मोटर योग्य राष्ट्रीय राजमार्ग जो इसके माध्यम से गुजरते हैं, सुखद यात्रा का आश्वासन देते हैं।</p>\r\n<p>source: https://sitamarhi.nic.in</p>","SubContentHindi":null,"ImageUrl":"d4507deb-cf3f-4618-826c-0574a7c67f97_Sitamarhi-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sitamarhi-bihar","tags":[{"name":"बिहार","slug":"bihar"},{"name":"सीतामढ़ी","slug":"sitamarhi"}],"recommendations":[{"id":268,"title":"सीतामढ़ी में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"8d6dc26b-8772-47ae-95be-4e80a77a1000_sitamarhi-railway-station.jpg","dateCreated":"2019-02-21T14:57:12.425Z","dateModified":"2019-02-21T15:15:57.125Z","contributedBy":"AskGif","content":"सीतामढ़ी एक शहर और बिहार, भारत के मिथिला क्षेत्र में सीतामढ़ी जिले का जिला मुख्यालय है और तिरहुत विभाग का एक हिस्सा है। 92% जनसंख्या कृषि पर निर्भर है। 23% लोग शहरी क्षेत्र में रहते हैं।\r\n&nbsp;\r\n&nbsp;\r\nसीतामढ़ी महाकाव्य रामायण का मुख्य पात्र, सीता का जन्मस्थान है; सीता को स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d6dc26b-8772-47ae-95be-4e80a77a1000_sitamarhi-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"सीतामढ़ी","slug":"sitamarhi"}],"slug":"top-places-to-visit-in-sitamarhi-bihar","total":0},{"id":265,"title":"सारण (छपरा) में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","dateCreated":"2019-02-20T16:05:53.259Z","dateModified":"2019-02-20T16:24:54.161Z","contributedBy":"AskGif","content":"सारण जिला, बिहार राज्य, भारत के अड़तीस जिलों में से एक है। सरन डिवीजन का हिस्सा, जिला, छपरा के मुख्यालय के बाद, छपरा जिले के रूप में भी जाना जाता है।\r\n&nbsp;\r\nभूगोल\r\nसारण जिला नीदरलैंड में ड्रेंटे प्रांत के बराबर 2,641 वर्ग किलोमीटर (1,020 वर्ग मील) के क्षेत्र में है।\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सरन","slug":"saran"},{"name":"बिहार","slug":"bihar"},{"name":"छपरा","slug":"chhapra"}],"slug":"top-places-to-visit-in-saran-chhapra-bihar","total":0},{"id":253,"title":"खगड़िया में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","dateCreated":"2019-01-28T14:50:07.337Z","dateModified":"2019-01-28T16:30:58.367Z","contributedBy":"AskGif","content":"खगड़िया भारत के बिहार राज्य में एक शहर है और खगड़िया जिले का प्रशासनिक मुख्यालय है। खगड़िया मुंगेर प्रमंडल का एक हिस्सा है। यह 25.5 &deg; N 86.48 &deg; E पर स्थित है और इसकी औसत ऊंचाई 36 मीटर (118 फीट) है। खगड़िया जंक्शन रेलवे स्टेशन शहर की सेवा करता है।\r\nखगड़िया जिला भारत में बिहार राज्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"खगरिया","slug":"khagaria"}],"slug":"top-places-to-visit-in-khagaria-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}