{"id":268,"title":"Top Places to visit in Sitamarhi, Bihar","imageUrl":"8d6dc26b-8772-47ae-95be-4e80a77a1000_sitamarhi-railway-station.jpg","dateCreated":"2019-02-21T14:57:12.425Z","dateModified":"2019-02-21T15:15:57.125Z","contributedBy":"AskGif","content":"<p>Sitamarhi is a town and the district headquarters of the Sitamarhi district in the Mithila region of Bihar, India and is a part of the Tirhut Division. 92% population depend on Agriculture . 23% people stay in urban area.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Sitamarhi is a birthplace of Sita, the main character of the epic Ramayana; a temple dedicated to Sita is located at punaura dham Sitamarhi.[3] A rock-cut sanctuary from the great Mauryan period is found near Sitamarhi.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1875, the Sitamarhi sub-district was created within the Muzaffarpur district.[5] Sitmarhi was detached from the Muzaffarpur district and became a separate district on 11 December 1972. It is situated in the northern part of Bihar. The district headquarters is located in Dumra, five kilometres (3 mi) south of Sita temple.[clarification needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Rama Navami is a spring festival in Dumra, widely celebrated with a large fair held to mark the occasion. Sama Chakeva is a prominent winter festival dedicated to celebrate brother-sister relationships. This is a major cultural event with marriage ceremonies and many cultural rituals that take much preparation.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Sitamarhi, located at 26.6&deg;N 85.48&deg;E,[10] has an average elevation of 56 metres (184 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>There are multiple small towns famous in Sitamarhi, like Bairgania and Sursand which is located at indo-nepal border is very famous.few other famous places in Sitamarhi region are sonbarsa,sivhar, bajpatti, pupri is very good town, Dumra is near by Sitamarhi which is known for all the gov offices.</p>\r\n<p>&nbsp;</p>\r\n<p>Riga village is close to this town and known for suger mills</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-divisions</p>\r\n<p>Sitamarhi district comprises 3 Sub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Sitamarhi Sadar,</p>\r\n<p>Belsand,</p>\r\n<p>Pupri</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The following is a list of Schools in Sitamarhi, Bihar, India.</p>\r\n<p>&nbsp;</p>\r\n<p>Janki Vidya Niketan [10]</p>\r\n<p>Sacred Heart School[11]</p>\r\n<p>Saraswati Vidya Mandir, Ring bandh</p>\r\n<p>N.S.D.A.V. Public School</p>\r\n<p>Hellen's School Sitamarhi</p>\r\n<p>Delhi Public School, Lagma</p>\r\n<p>Brilliant Public School, Sitamarhi</p>\r\n<p>R.O.S. Public School, Khairwa, Riga Road, Sitamarhi</p>\r\n<p>Mathura High School</p>\r\n<p>Lakshmi High School</p>\r\n<p>Kamala&ndash;Girls High School</p>\r\n<p>Brightland International School, Sitamarhi</p>\r\n<p>Jawahar Navodaya Vidyalaya Sitamarhi (JNV Sitmarhi)</p>\r\n<p>Sun Shine Public School- Shantinagar</p>\r\n<p>State middle school-sundargama 843327</p>\r\n<p>Moon light coaching centre-parsauni</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Places associated with the great Indian epics like Ramayana and Mahabharata are of great religious value for the people of India. Sitamarhi, believed to be the birth place of Lord Rama&rsquo;s consort Devi Sita, is one such place that has become a frequently visited pilgrimage destination. Located in the Sitamarhi District of Bihar in East India, the town is well-known for an array of temples and religious sites. Because of an increasing number of pilgrims taking interest in the religious tours to the town, it has attained popularity comparable to the tourist places like Ayodhya, believed to be the birth place of Lord Rama.</p>\r\n<p>&nbsp;</p>\r\n<p>Major tourist sites</p>\r\n<p>Janaki Temple: About 1.5 kms. Off the railway station, this is the birth place of Sita. Janaki-Kund is adjacent to the south of the temple.</p>\r\n<p>Janaki Temple, Punaura: This is about 5 kms. west of Sitamarhi. This place also claims the honour of being the birth place of Sita.</p>\r\n<p>Deokuli (or Dhekuli): It is 19 kms. west of Sitamarhi town. An ancient Shiva temple is situated here. A big fair takes place every year on the eve of Shivaratri. Legends have it that Draupadi, the wife of five Pandavas was born here. Now it lies in Sheohar district, carved out of Sitamarhi in 1994.</p>\r\n<p>Haleshwar Sthan: This is 3 kms. north-west of Sitamarhi. As the myth goes, King Videha had founded a temple of Lord shiva on the occasion of Putra Yeshti Yajna. His temple was named as Haleshwarnath temple.</p>\r\n<p>Panth-Pakar: It is 8 kms. north-east of Sitamarhi. It is said that after her marriage, Sita was carried in a palanquin to Ayodhya by this route. An old Banyan tree is still standing here under which she is said to have rested for a while.</p>\r\n<p>Bagahi Math: Some 7 kms. north-west of Sitamarhi, in Bagahi village, there is a big Hindu monastery which contains 108 rooms. This is a famous place for worship and performing Yajna.</p>\r\n<p>Pupri: There is a famous Baba Nageshwarnath (Lord Shiva) temple here. It is said that Lord Shiva had himself appeared as Nageshwar nath Mahadeo.</p>\r\n<p>Goraul Sharif: It is situated some 26 kms. from Sitamarhi town. This is a very sacred place for Muslims, after Biharsharif and Phulwarisharif in Bihar.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sitamarhi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d6dc26b-8772-47ae-95be-4e80a77a1000_sitamarhi-railway-station.jpg","subContents":[{"SubTitle":"1. Haleshwar Sthan","SubTitleHindi":null,"SubContent":"<p>This is 3 Kms. noth-west of Sitamarhi. As the myth goes, the king Videha had founded a temple of Lord shiva on the occasion of Putra Yeshti Yajna. His temple was named as Haleshwarnath temple.</p>\r\n<p>&nbsp;</p>\r\n<p>This place is believed to be very ancient as the tale goes that Mithila king Janaka who was the father Sita from Ramayana built this Shiva temple. The stone Shivling at the sanctum is belived to be the original image through which the king invoked Lord Shiva.</p>\r\n<p>&nbsp;</p>\r\n<p>The present temple is a recently built structure with a large ground around it for future development. There is provisions for the devotees accommodation inside the temple complex as lot of people visit this sacred place from far and wide. The devotees pour water carried from the river Bagmati or the Punoradham tank. A straight road connects the Punoradham temple with this temple.</p>","SubContentHindi":null,"ImageUrl":"80aa1330-2f2e-4bd0-9366-4cb023a90b1a_Haleshwar-Sthan-Sitamarhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Janaki Temple","SubTitleHindi":null,"SubContent":"<p>About 1.5 Kms. Off the railway station and the bus stand, this is the birth place of Sita. Janaki-Kund is adjacent south of the temple. The shrine is thronged by devotees in thousands during Navratri and Ram Navami festivals. It is believed that this temple is some 100 years old.</p>\r\n<p>&nbsp;</p>\r\n<p>The legend of this place refers to the epic Ramayana and famous as the place where Sita was nursed under a shade in the ploughing filed where she was found as a new born by the King Janaka. This is a fairly big temple with a modern structure. The presiding deity of the temple is Sri Ram, Sita and Hanuman. A nearby tank famous as Janki Kund is where the King Janaka used to give bath to the baby Sita as is the belief of popular mythical tale. There is a big courtyard and provision for solar powered lights.</p>\r\n<p>&nbsp;</p>\r\n<p>The large gateway of the temple warmly welcomes the visitors to this sacred place. Inside there is a spacious courtyard to accommodate a large gathering of devotees. As the impact of Ramayana is a predominant influence on the Hindus in Bihar, the temple is thronged by devotees around the year. The festival Ram Navami and Janki Navami are the holy festivals of this place.</p>","SubContentHindi":null,"ImageUrl":"dfef5ee9-0785-467b-b2ba-0f6bb2af4519_Janaki-Temple-Sitamarhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Sitamarhi district is full of sightseeing. Some of the main ones are: &ndash;</p>\r\n<p>&nbsp;</p>\r\n<p>Punaura Dham</p>\r\n<p>Janki Mandir</p>\r\n<p>Haleshwar Asthan</p>\r\n<p>Bagahi Dham</p>\r\n<p>Baba Nageshwar Nath Mandir</p>\r\n<p>Gahraul Sharif</p>","SubContentHindi":null,"ImageUrl":"53aa070d-d9fe-4b89-819c-89043247924a_Places-of-Interest-Sitamrhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Accommodation","SubTitleHindi":null,"SubContent":"<p>Hotels in Sitamarhi:-</p>\r\n<p>&nbsp;</p>\r\n<p>Mini Taj , Dumra Road</p>\r\n<p>Hotal Sitayan Near&nbsp; Bus Stand Sitamarhi</p>\r\n<p>Hotal Shiva Surya, Thana road Sitamarhi</p>\r\n<p>Hotel Sai. Behind V2S&nbsp; mall , Sitamarhi</p>","SubContentHindi":null,"ImageUrl":"09f24c10-34d8-4f94-b18c-37bdb882e4c2_Accommodation-sitamrhi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>There are many modes of transport that can be taken in order to reach Sitamarhi. You can opt for buses and trains and buses can be taken directly to the town of Sitamarhi. The town of Sitamarhi has a railway station of its own. Sitamarhi town is about 3 KM from Sitamarhi Railway Station. The railway station in Sitamarhi will have regular trains to the cities i.e. Muzaffarpur, Darbhanga and Raxual. The nearest major Railway station is at Muzaffarpur which is located at a distance of 53 kms. The railway station in Muzaffarpur will have regular trains to the cities and towns of New Delhi, Anand Vihar and Howrah.</p>\r\n<p>&nbsp;</p>\r\n<p>Buses to the town of Sitamarhi will be available regularly from the capital city of Patna. The city of Patna is located at a distance of around 139 kilometers from Sitamarhi, and buses will charge fares of around Rs 155 to 180 per person. Buses will mostly be run under the state government/private.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>The city of the Sitamarhi is well connected by two international airports. The nearest connecting airport is the Jaiprakash Narayan International Airport, situated 139 km away, in Patna. The other airport that can provide you with airlink to Sitamarhi is Gaya International Airport, which is situated 236 km away.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail</p>\r\n<p>Sitamarhi has a railway station of its own that is situated 3 km away from Sitamarhi town. It lies on East Central Railways&rsquo; Raxaul-Darbhanga rail route. The main trains that facilitate railway travel to the city are Sitamahal Express and Gandak Express. In the west, Raxaul Junction Railway Station is the nearest major station from Sitamarhi, while in the northeast, Darbhanga Railway Station falls the closest. The nearest major Railway station is at Muzaffarpur which is located at a distance of 53 kms.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>If you are planning to explore the holy city of Sitamarhi by roadways, then we assure you that the trip will be a pleasure and memorable one. The reason behind this is the fact that the city is very well connected with almost all the major cities in and around Bihar. The broad and motorable National Highways that pass through it assure a pleasant journey.</p>\r\n<p>source: https://sitamarhi.nic.in</p>","SubContentHindi":null,"ImageUrl":"d4507deb-cf3f-4618-826c-0574a7c67f97_Sitamarhi-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sitamarhi-bihar","tags":[{"name":"bihar","slug":"bihar"},{"name":"sitamarhi","slug":"sitamarhi"}],"recommendations":[{"id":268,"title":"Top Places to visit in Sitamarhi, Bihar","imageUrl":"8d6dc26b-8772-47ae-95be-4e80a77a1000_sitamarhi-railway-station.jpg","dateCreated":"2019-02-21T14:57:12.425Z","dateModified":"2019-02-21T15:15:57.125Z","contributedBy":"AskGif","content":"Sitamarhi is a town and the district headquarters of the Sitamarhi district in the Mithila region of Bihar, India and is a part of the Tirhut Division. 92% population depend on Agriculture . 23% people stay in urban area.\r\n&nbsp;\r\n&nbsp;\r\nSitamarhi is a birthplace of Sita, th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d6dc26b-8772-47ae-95be-4e80a77a1000_sitamarhi-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"sitamarhi","slug":"sitamarhi"}],"slug":"top-places-to-visit-in-sitamarhi-bihar","total":0},{"id":265,"title":"Top Places to visit in Saran (Chhapra), Bihar","imageUrl":"9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","dateCreated":"2019-02-20T16:05:53.259Z","dateModified":"2019-02-20T16:24:54.161Z","contributedBy":"AskGif","content":"Saran District is one of the thirty-eight districts of Bihar state, India. The district, part of Saran Division, is also known as Chhapra district after the headquarters of the district, Chhapra.\r\n&nbsp;\r\nGeography\r\nSaran district occupies an area of 2,641 square kilometres (","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9a78f1d0-273e-49f3-974e-648d17f09f10_Chhapra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"saran","slug":"saran"},{"name":"bihar","slug":"bihar"},{"name":"chhapra","slug":"chhapra"}],"slug":"top-places-to-visit-in-saran-chhapra-bihar","total":0},{"id":253,"title":"Top Places to visit in Khagaria, Bihar","imageUrl":"e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","dateCreated":"2019-01-28T14:50:07.337Z","dateModified":"2019-01-28T16:30:58.367Z","contributedBy":"AskGif","content":"Khagaria is a city in Indian state of Bihar and the administrative headquarters of Khagaria district. Khagaria is a part of Munger division. It is located at 25.5&deg;N 86.48&deg;E and has an average elevation of 36 metres (118 feet). The Khagaria Junction railway station serves the city.\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e3d54348-b2e4-4b9f-97a0-58d14e61d2c8_Khagaria-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"khagaria","slug":"khagaria"}],"slug":"top-places-to-visit-in-khagaria-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}