{"id":269,"title":"सिवान में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"fd1c2bfe-fbf3-479b-9154-805aa6cfb7eb_Siwan-railway.jpg","dateCreated":"2019-02-22T14:20:35.087Z","dateModified":"2019-02-22T14:38:50.596Z","contributedBy":"AskGif","content":"<p>सीवान भारत के बिहार राज्य में एक शहर और सिवान जिले का जिला मुख्यालय है। यह सीवान ब्लॉक का मुख्यालय भी है। यह सिवान जिले में स्थित तीन नगरपालिकाओं में से एक है जो नगर परिषद है, दो अन्य नगर पालिका नगर पंचायत हैं। यह उत्तर प्रदेश के करीब स्थित है। यह शहर अपने महान अतीत के लिए जाना जाता है, विशेष रूप से भारतीय गणराज्य के पहले राष्ट्रपति के लिए जो ज़िरादेई के थे।</p>\r\n<p>&nbsp;</p>\r\n<p>सिवान नगर परिषद सीवान ब्लॉक का एक हिस्सा है, जिसमें 1 नगर परिषद और कई गाँव शामिल हैं। सीवान ब्लॉक, सीवान जिले के सिवान उपखंड में स्थित 13 ब्लॉकों में से एक है। [2]</p>\r\n<p>&nbsp;</p>\r\n<p>शहर का कुल क्षेत्रफल 13.05 वर्ग किलोमीटर (5.04 वर्ग मील) है और शहर की कुल जनसंख्या 2011 की भारत की जनगणना के अनुसार 135066 है। शहर को 38 वार्डों में विभाजित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>सीवान जिला भारत के बिहार राज्य के जिलों में से एक है। सिवान शहर इस जिले का प्रशासनिक मुख्यालय है। सिवान जिला 1972 से सारण डिवीजन का एक हिस्सा है। इस जिले को पहले राजा अली बक्स खान के नाम पर अलीगंज सिवान के नाम से भी जाना जाता था। सीवान का ऐतिहासिक और पौराणिक महत्व इससे जुड़ा है। सिवान से सांसद ओम प्रकाश यादव हैं। [१]</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का क्षेत्रफल 2,219 वर्ग किलोमीटर (857 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल और जलवायु</p>\r\n<p>सिवान शहर निर्देशांक 26.22 &deg; N 84.36 &deg; E अक्षांश और देशांतर पर स्थित है। इसकी औसत ऊंचाई 72 मीटर (236 फीट) है। [5] दाहा नदी, जो एक छोटी नदी है, जो बरसात के मौसम में बाढ़ शहर के पश्चिम से गुजरती है। गर्मी के दिनों में नदी सूख जाती है। दाहा नदी सीवान जिले की सबसे प्रदूषित नदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिवान का मौसम सौम्य और आम तौर पर गर्म और शीतोष्ण है। कोपेन-गीजर जलवायु वर्गीकरण के अनुसार इस जलवायु को Cwa माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>सिवान शहर की कुल जनसंख्या 135,066 है, जिसमें लगभग 80% लोग शिक्षित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सिवान में कई मिडिल स्कूल, हाई स्कूल और कॉलेज उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कालेजों</p>\r\n<p>&nbsp;</p>\r\n<p>दरोगा प्रसाद रे डिग्री कॉलेज</p>\r\n<p>सिवान में कई कॉलेज हैं</p>\r\n<p>&nbsp;</p>\r\n<p>राजेंद्र किशोरी बी एड कॉलेज ऑफ एजुकेशन</p>\r\n<p>जेड ए इस्लामिया पीजी कॉलेज</p>\r\n<p>दयानद आयुर्वेद कॉलेज और अस्पताल</p>\r\n<p>दयानंद एंग्लो वैदिक कॉलेज</p>\r\n<p>जानकी पं। मोहनलाल पाठक संस्कृत महाविद्यालय</p>\r\n<p>स्वामी कर्मदेव पुरुषोत्तम गिरी संस्कृत महाविद्यालय</p>\r\n<p>बैद्यनाथ पांडे आर्य संस्कृत महाविद्यालय</p>\r\n<p>नारायण कॉलेज</p>\r\n<p>डीएवी पीजी कॉलेज</p>\r\n<p>जेड एच यूनानी मेडिकल कॉलेज</p>\r\n<p>दरोगा प्रसाद रे डिग्री कॉलेज</p>\r\n<p>सीवान इंजीनियरिंग और तकनीकी संस्थान</p>\r\n<p>राजा सिंह कॉलेज</p>\r\n<p>विद्या भवन महिला महाविद्यालय</p>\r\n<p>मंगला कमला होम्योपैथिक मेडिकल कॉलेज अस्पताल</p>\r\n<p>source: https://en.wikipedia.org/wiki/Siwan_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd1c2bfe-fbf3-479b-9154-805aa6cfb7eb_Siwan-railway.jpg","subContents":[{"SubTitle":"1. सोहागरा धाम","SubTitleHindi":null,"SubContent":"<p>भगवान शिव की पूजा के लिए, देवगढ़ में स्थित बाबा बैजनाथ धाम देश भर में प्रसिद्ध है, जहाँ सावन के महीने में भक्तों और शिव भक्तों की भारी भीड़ उमड़ती है, लेकिन भोलेनाथ भगवान शिव की महिमा और कृपा के लिए एक और धाम प्रसिद्ध है; सोहागरा धाम, जहां बाबा हंस नाथ मंदिर में, यह माना जाता है कि पूजा और पूजा करने और वहां जलाने से न केवल भक्तों की इच्छाएं पूरी होती हैं, बल्कि पति और बच्चे का भी अधिकार प्राप्त होता है। ।</p>\r\n<p>&nbsp;</p>\r\n<p>सीवान जिले के गुठनी ब्लॉक में स्थित सोहगरा धाम में सावन के अवसर पर, भक्तों विशेषकर महिलाओं और कुंवारी महिलाओं को पूजा करने के लिए प्रशिक्षित किया जाता है। बिहार-उत्तर प्रदेश की सीमा पर स्थित सोहगरा धाम पौराणिक स्थानों में से एक है। भगवान शिव का विशाल शिवलिंग यहाँ स्थित बाबा हंस नाथ मंदिर में पाया जाता है। जो सावन के महीने में आस्था का विशेष केंद्र बन जाता है। यहां पर दूर-दूर से श्रद्धालु भगवान शंकर की पूजा करने आते हैं। खासकर सोमवार को शिवलिंग का जलाभिषेक करने के लिए भक्तों की भारी भीड़ उमड़ती है।</p>","SubContentHindi":null,"ImageUrl":"da45d5cb-fc24-4d3c-9678-35ac9e9ebb1f_Sohagra-Dham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. महेंद्र नाथ मंदिर","SubTitleHindi":null,"SubContent":"<p>महेंद्र नाथ मंदिर जिला मुख्यालय से लगभग 32 किलोमीटर दक्षिण में सिसवन ब्लॉक के अंतर्गत मेहदर गाँव में स्थित है, भगवान शिव का महेंद्र नाथ मंदिर दूर दराज के क्षेत्रों से विदेशियों सहित पर्यटकों को आकर्षित करता है।</p>","SubContentHindi":null,"ImageUrl":"c7b3955e-48b4-4df5-ac7c-cc483e56a8c5_Mahendra-Nath-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. जीरादेई","SubTitleHindi":null,"SubContent":"<p>जिला मुख्यालय से लगभग 13 किमी दूर स्थित, जीरादेई को भारत के पहले राष्ट्रपति डॉ। राजेंद्र प्रसाद के जन्मस्थान के रूप में जाना जाता है, जिन्हें बाद में भारत रत्न से सम्मानित किया गया था। अपने दोस्तों और अनुयायियों द्वारा लोकप्रिय रूप से राजेंद्र बाबू कहे जाने वाले डॉ प्रसाद सरलता, सच्चाई और समर्पण के प्रतीक थे।</p>","SubContentHindi":null,"ImageUrl":"79cb44e2-af70-4ac0-a72a-168cca50066b_Zeeradei.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>आशियाना</p>\r\n<p>इस जगह को मौलाना मज़हरुल हक के पैतृक निवास के रूप में जाना जाता है, जो देश के महानतम स्वतंत्रता सेनानियों में से एक हैं और हिंदू-मुस्लिम एकता के प्रतीक हैं</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद बाग मठ और सुंदर बाग मठ</p>\r\n<p>सिवन्ते के सिसवन ब्लॉक में बखरी गाँव में स्थित दो मंदिर वास्तव में दो प्रसिद्ध संतों, स्वामी जग्गनाथ दास जी और उनके गुरु भगवान दास जी के \"समाधि स्थल\" हैं। मंदिर मंदिर दाहा नदी के पास स्थित हैं और हजारों भक्त इन मंदिरों में जाते हैं। हर साल। शुभ दिनों में, उत्तर प्रदेश, पश्चिम बंगाल और नई दिल्ली जैसे दूर-दराज के स्थानों से भक्तों की भारी भीड़ होती है, इसके अलावा बिहार में सरन, गोपालगंज, जहानाबाद और आरा आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रघुनाथपुर</p>\r\n<p>जिला मुख्यालय से लगभग 27 किमी दक्षिण में स्थित, रघुनाथपुर वह स्थान है, जहाँ माना जाता है कि भगवान राम ने बक्सर के निकट राक्षस तारका की हत्या के बाद आराम किया था। भगवान राम सरयू नदी को पार करने के बाद जनकपुर धाम गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>Bhikhabandh</p>\r\n<p>यह स्थान एक भाई और उसकी बहन के बीच के मधुर संबंधों का प्रतीक है। जिले के महराजगंज ब्लॉक के अंतर्गत भीखाबांध गाँव में भाई-बहन का एक मंदिर मौजूद है। लोकगीतों के अनुसार, एक भाई और बहन ने 14 वीं शताब्दी में मुगलों के साथ जीवन व्यतीत किया</p>\r\n<p>&nbsp;</p>\r\n<p>पंचमुखी शिवलिंग</p>\r\n<p>सीवान शहर के महादेवा इलाके में एक पुराना शिव मंदिर है जिसमें \"पंचमुखी\" या पाँच शिवलिंग हैं। स्थानीय लोग मंदिर के शिवलिंग को पृथ्वी से बाहर निकालने का आग्रह करते हैं। शिवलिंग पर ब्रह्मा, विष्णु और महेश के चेहरे भी देख सकते हैं। इस मंदिर में हर दिन सैकड़ों श्रद्धालु आते हैं। महाशिवरात्रि पर, यहाँ एक मेला भी लगता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बुरहिया माई मंदिर</p>\r\n<p>सिवान शहर में गांधी मैदान के पूर्व-उत्तरी हिस्से में स्थित, यह मंदिर भक्तों की भारी भीड़ को आकर्षित करता है, विशेष रूप से शनिवार को। लोगों का मानना ​​है कि यहां देवता की पूजा करने से एक मनोकामना पूरी होती है। प्रसाद में नई साड़ियाँ, फल, फूल और नारियल शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अमरपुर</p>\r\n<p>अमरपुर एक गांव है जो 3 किलोमीटर दूर स्थित है। पश्चिम की दरौली, इस गाँव में घाघरा नदी के किनारे लाल ईंटों की मस्जिद के खंडहर अभी भी उपलब्ध हैं। यह मस्जिद मुग़ल बादशाह शाहजहाँ (1626-1658) के शासनकाल में नायब अमर सिंह की देखरेख में बनाई गई थी लेकिन काम अधूरा छोड़ दिया गया था। गांव ने अपना नाम मस्जिद के निर्माता अमर सिंह से लिया।</p>\r\n<p>&nbsp;</p>\r\n<p>फरीदपुर</p>\r\n<p>अंधेर के पास स्थित फरीदपुर मौलाना मजहरुल हक का जन्मस्थान है जिन्होंने स्वतंत्रता आंदोलन के दौरान महत्वपूर्ण भूमिका निभाई थी। पटना में सदाकत आश्रम, जो मूल रूप से उनका था। वह हिंदू मुस्लिम एकता के प्रतीक थे।</p>\r\n<p>&nbsp;</p>\r\n<p>Darauli</p>\r\n<p>कहा जाता है कि बादशाह शाहजहाँ के बड़े पुत्र दारा शिकोह के नाम पर अब एक मुख्यालय स्थापित किया गया है। इसका नाम दरस अली था, जिसे बाद में दरौली में बदल दिया गया। मुगल काल खंडहर की याद ताजा होती है जहां हर साल कार्तिक पूर्णिमा पर एक बड़ा मेला आयोजित किया जाता है।</p>","SubContentHindi":null,"ImageUrl":"d4ce67f7-1866-4c53-86fb-82d6fb4517b6_Places-of-Interest-siwan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. निवास","SubTitleHindi":null,"SubContent":"<p>होटल शीतल इंटरनेशनल</p>\r\n<p>पता: नंबर 2, बबुनिया Rd, सिवान, बिहार 841226 जोड़ें</p>\r\n<p>फोन: 089098 01934</p>\r\n<p>&nbsp;</p>\r\n<p>होटल अमन</p>\r\n<p>पता: दूसरी मंजिल पन्ना बाजार, नयाबाजार, सीवान, बिहार 841226</p>\r\n<p>फोन: 093868 01410</p>\r\n<p>&nbsp;</p>\r\n<p>सिवान इंटरनेशनल होटल</p>\r\n<p>पता: सिसवन टोला, सीवान, बिहार 841226</p>\r\n<p>फोन: 098354 45444</p>\r\n<p>&nbsp;</p>\r\n<p>होटल मनीष</p>\r\n<p>पता: बबुनिया अधिक, राजेंद्र पथ, सीवान, बिहार 841226</p>\r\n<p>फोन: 099347 76711</p>","SubContentHindi":null,"ImageUrl":"c228c8de-facd-456c-bb62-8b637e81d43b_siwan-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सीवान में परिवहन</p>\r\n<p>सीवान बिहार का एक प्रसिद्ध जिला है, जो बुनियादी ढांचे और परिवहन के मामले में तेजी से विकसित हो रहा है। यह बिहार में चीनी और चावल का एक प्रमुख निर्यात केंद्र है और इसलिए पूरे भारत में प्रसिद्ध है। पिछले कुछ वर्षों में, इस क्षेत्र में बहुत सारे विकास संबंधी परिवर्तन हुए हैं जो इसके तेजी से विस्तार में योगदान करते हैं। हालाँकि, आंतरिक परिवहन संरचना बहुत अच्छी तरह से विकसित नहीं है, लेकिन सार्वजनिक परिवहन सुविधाएं उपलब्ध हैं, जिससे लोगों को जिले के भीतर यात्रा करना आसान हो जाता है। इसके अलावा, यह जिला बिहार के प्रमुख शहरों और प्रमुख शहरों के रेलमार्गों से जुड़ता है। , जो यात्रियों के बीच स्थान तक पहुँचना आसान बनाता है। सीवान में बाहरी लोगों के पहुंचने और यात्रा करने के लिए सुविधाजनक बनाने के लिए यह धातु की सड़कों के माध्यम से प्रमुख शहरों से भी जुड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सीवान में सड़क नेटवर्क</p>\r\n<p>बिहार के लगभग सभी प्रमुख शहरों के साथ सड़क नेटवर्क के माध्यम से गहरा शहर जुड़ता है। बिहार राज्य पर्यटन विकास निगम द्वारा स्थानीय बसों की पेशकश के माध्यम से सीवान पहुंचने और यात्रा करने का सबसे अच्छा तरीका है। यह यात्रियों को सीवान के अंदर यात्रा करने के लिए सुविधाजनक बनाने के लिए दैनिक आधार पर बस सेवाएं प्रदान करता है। आप BSTDC से बहुत मामूली दरों पर टैक्सी, कार और अन्य वाहन किराए पर ले सकते हैं। यदि आप बिहार के किसी भी प्रमुख जंक्शन पर हैं तो आप इस बस सेवा के माध्यम से आसानी से सीवान पहुँच सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बस सेवा</p>\r\n<p>सीवान बिहार के अन्य हिस्सों से अच्छी तरह से जुड़ा हुआ है। यह मुज़फ़्फ़रपुर से बस 121 किलोमीटर, पटना से 144 किलोमीटर, गोरखपुर से 138 किलोमीटर, वाराणसी से 233 किलोमीटर, आरा से 204 किलोमीटर, बक्सर से 145 किमी, कानपुर से 500 किलोमीटर और लखनऊ से 387 किलोमीटर दूर है। सीवान के लिए इन क्षेत्रों से दैनिक आधार पर नियमित बस सेवा उपलब्ध है। सीवान का क्षेत्र काठमांडू की राजधानी नेपाल की सीमाओं के पास भी स्थित है, जो सिवान से सिर्फ 308 किलोमीटर दूर है। यदि आप राज्य परिवहन सेवाओं के साथ सहज नहीं हैं तो आप इन प्रमुख क्षेत्रों से निजी टैक्सी भी ले सकते हैं। निजी टैक्सियों या वाहनों को काम पर रखने की लागत अधिक है और यह आवश्यक है कि आप ऐसी सेवाओं को केवल विश्वसनीय परिवहन कंपनी से ही लें। अन्यथा, आप सिवान पहुंचने के लिए स्थानीय राज्य बस सेवाओं पर पूरी तरह से निर्भर हो सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सीवान में रेलवे नेटवर्क</p>\r\n<p>सीवान जंक्शन बिहार के सबसे व्यस्त स्टेशनों में से एक है। यह जिला 16 ब्लॉकों का प्रमुख है, जिनमें से सभी आसानी से सिवान जंक्शन रेलवे स्टेशन से पहुंच सकते हैं। इस कारण से, यह वर्ष भर यात्रियों की आमद का गवाह है। सीवान जंक्शन के अलावा, अन्य अच्छी तरह से जुड़े हुए रेलवे स्टेशन भी हैं जो आपको बिना किसी परेशानी के सिवान तक पहुंचा सकते हैं। ऐसी कई ट्रेनें हैं, जो सीवान और प्रमुख शहरों के बीच संचालित होती हैं। प्रमुख ट्रेनों में से कुछ लखनऊ से सीवान तक, 389 किलोमीटर, कानपुर से सीवान तक, 461 किलोमीटर, दिल्ली से सिवान तक 875 किलोमीटर और कोलकता से सीवान तक 736 किलोमीटर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल सेवा</p>\r\n<p>सिवान जंक्शन के अलावा कुछ अन्य रेलवे गंतव्यों में महाराजगंज रेलवे स्टेशन, मैरवा, पचरुखी, सीवान कचहरी और अमलोरी सरसर हैं। ये सिवान जिले के प्रसिद्ध और पुराने रेलवे स्टेशन हैं, जो कम समय में आपको सीधे इस अद्भुत स्थान पर ले जाएंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>सीवान में हवाई संपर्क</p>\r\n<p>सिवान जिले का अपना कोई घरेलू हवाई अड्डा नहीं है। लेकिन, प्रमुख शहरों के पास सिवान तक वायुमार्ग की सुविधाएं उपलब्ध हैं। सीवान का सबसे नज़दीकी हवाई अड्डा लोक नायक जयप्रकाश या पटना हवाई अड्डा है जो सिवान से सिर्फ 144 किलोमीटर दूर है और पटना में स्थित है। इन हवाई अड्डों के लिए संपर्क और बुकिंग विवरण आसानी से ऑनलाइन उपलब्ध है। इसलिए, यदि आप सीवान की यात्रा आराम से करना चाहते हैं और पैसा एक सीमा नहीं है, तो यह एक अच्छा विकल्प है।</p>\r\n<p>&nbsp;</p>\r\n<p>सीवान में आंतरिक परिवहन नेटवर्क</p>\r\n<p>स्थानीय मिनी-बसों, टेम्पो और साझा ऑटो पर बहुत हद तक निर्भर रहने की आंतरिक परिवहन सुविधाएं। जिले में रिक्शा सेवा भी उपलब्ध है, जो जिले की सीमाओं के भीतर यात्रा करने का सबसे सस्ता और सरल तरीका है। जिले के लोकप्रिय और आने-जाने वाले ब्लॉकों की यात्रा करने के लिए साझा ऑटो की सेवा अधिक आम और सुलभ है। इसलिए, यदि आप सिवान के एक ब्लॉक से दूसरे तक पहुंचना चाहते हैं तो साझा ऑटो का विकल्प सबसे अच्छा है। यहां भी टेम्पो सेवा उपलब्ध है, जिसे आप सस्ती कीमत पर सिवान में यात्रा करने के लिए पूरे एक दिन के लिए किराए पर ले सकते हैं। ये टेम्पो सरकारी और निजी दोनों कंपनियों द्वारा पेश किए जाते हैं, जिनमें से निजी टेम्पो सेवा को किराए पर लेने की लागत बहुत अधिक होती है। इसके अलावा, आप निजी टैक्सी और टैक्सियों की गुणवत्ता सेवा भी ले सकते हैं यदि आप सिवान में अधिक खर्च करने और यात्रा करने के इच्छुक हैं। अधिक आराम से तरीके से। हालांकि, तथ्य यह है कि रिक्शा उन स्थानों पर जाने के लिए अधिक सुविधाजनक और आसान है जहां टैक्सी या ऑटो नहीं जा सकते।</p>\r\n<p>source:&nbsp;https://siwan.nic.in/</p>","SubContentHindi":null,"ImageUrl":"35e99d1b-11ba-4578-a9ef-7ed79b13b151_siwan-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-siwan-bihar","tags":[{"name":"सिवान","slug":"siwan"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":267,"title":"शिवहर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","dateCreated":"2019-02-21T14:01:59.372Z","dateModified":"2019-02-21T14:08:16.79Z","contributedBy":"AskGif","content":"भारत में बिहार राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय शेहर में स्थित है, और जिला तिरहुत डिवीजन का एक हिस्सा है। पूर्व केंद्रीय मंत्री रघुनाथ झा के अत्यधिक प्रयासों के कारण 1994 में इस जिले को सीतामढ़ी जिले से बाहर किया गया था। प्रख्यात हिंदी उपन्यासकार, डॉ। भगवती शरण मिश्र, शेहर के पहले जिल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शिवहर","slug":"sheohar"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-sheohar-bihar","total":0},{"id":258,"title":"मुजफ्फरपुर में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","dateCreated":"2019-02-07T13:21:35.482Z","dateModified":"2019-02-07T13:27:20.753Z","contributedBy":"AskGif","content":"मुज़फ़्फ़रपुर बिहार के तिरहुत क्षेत्र में मुज़फ़्फ़रपुर जिले में स्थित एक उप-महानगरीय शहर है। यह तिरहुत विभाग, मुजफ्फरपुर जिले और मुजफ्फरपुर रेलवे जिले के मुख्यालय के रूप में कार्य करता है। यह बिहार का चौथा सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r\nमुजफ्फरपुर शाही लीची के लिए प्रसिद्ध ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुजफ्फरपुर","slug":"muzaffarpur"}],"slug":"top-places-to-visit-in-muzaffarpur-bihar","total":0},{"id":81,"title":"नवादा में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","dateCreated":"2018-08-03T11:07:24.365Z","dateModified":"2018-08-03T12:00:09.43Z","contributedBy":"AskGif","content":"नवादा बिहार, भारत में एक शहर और नगर पालिका है। यह नवादा जिले का मुख्यालय भी है। यह एक ही नाम के उपखंड का मुख्यालय है, जो खुरी नदी के दोनों किनारों पर स्थित है (जिसे कुछ हिस्सों में सकरी नदी भी कहा जाता है) 24&ordm; 53 'एन और 85&ordm; 33' ई। नाम नौ-अबाद से विकसित हुआ है, जिसका अर्थ है नया शहर\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"बिहार","slug":"bihar"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"नवादा","slug":"nawada"}],"slug":"top-places-to-visit-in-nawada-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}