{"id":269,"title":"Top Places to visit in Siwan, Bihar","imageUrl":"fd1c2bfe-fbf3-479b-9154-805aa6cfb7eb_Siwan-railway.jpg","dateCreated":"2019-02-22T14:20:35.087Z","dateModified":"2019-02-22T14:38:50.596Z","contributedBy":"AskGif","content":"<p>Siwan is a city and the district headquarters of the Siwan district in the Indian state of Bihar. It is also block headquarter of Siwan block. It is one out of three municipalities located in Siwan district which is Nagar Parishad, the two other municipalities are Nagar Panchayat. It is located close to Uttar Pradesh. The town is known for its great past especially for First President of Indian Republic who belonged to Ziradei.</p>\r\n<p>&nbsp;</p>\r\n<p>Siwan Nagar Parishad is a part of Siwan Block, which consists 1 Nagar Parishad and many villages. Siwan Block is one of 13 blocks situated in Siwan Subdivision of Siwan District. [2]</p>\r\n<p>&nbsp;</p>\r\n<p>The total area of the city is 13.05 square kilometres (5.04 sq mi) and the total population of city is 135066 as of 2011 Census of India. The city is divided into 38 wards.</p>\r\n<p>&nbsp;</p>\r\n<p>Siwan district is one of the districts of Bihar state, India. Siwan town is the administrative headquarters of this district. Siwan district is a part of Saran Division since 1972. The district was previously also known as Aliganj Siwan after the name of Raja Ali Bux Khan. Siwan has historical and mythological importance attached to it. Member of Parliament from Siwan is Om Prakash Yadav.[1]</p>\r\n<p>&nbsp;</p>\r\n<p>The district occupies an area of 2,219 square kilometres (857 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Geography and climate</p>\r\n<p>Siwan city is located at coordinates 26.22&deg;N 84.36&deg;E Latitude and longitude. It has an average elevation of 72 metres (236 ft).[5] Daha River, which is a small river, which floods in rainy season pass through the west of the town. The river dry up during summer. Daha river is the most polluted river of Siwan district.</p>\r\n<p>&nbsp;</p>\r\n<p>The weather of Siwan is mild and generally warm and temperate. This climate is considered to be Cwa according to the K&ouml;ppen-Geiger climate classification.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The total population of siwan city is 135,066, in which about 80% people are educated.</p>\r\n<p>&nbsp;</p>\r\n<p>There are a number of middle schools, high schools and colleges available in Siwan.</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges</p>\r\n<p>&nbsp;</p>\r\n<p>Daroga Prasad Ray Degree College</p>\r\n<p>There are a number of colleges in Siwan</p>\r\n<p>&nbsp;</p>\r\n<p>Rajendra Kishori B Ed College Of Education</p>\r\n<p>Z A Islamia PG College</p>\r\n<p>Dayanad Ayurved College and Hospital</p>\r\n<p>Dayanand Anglo Vedic College</p>\r\n<p>Janki Pt Mohanlal Pathak Sanskrit College</p>\r\n<p>Swami Karmdeo Purushottam Giri Sanskrit College</p>\r\n<p>Baidyanath Pandey Arya Sanskrit College</p>\r\n<p>Narayan College</p>\r\n<p>DAV PG College</p>\r\n<p>Z H Unani Medical College</p>\r\n<p>Daroga Prasad Ray Degree College</p>\r\n<p>Siwan Engineering &amp; Technical Institute</p>\r\n<p>Raja Singh College</p>\r\n<p>Vidya Bhawan Mahila Mahavidyalaya</p>\r\n<p>Mangla Kamla Homoeopathic Medical College Hospital</p>\r\n<p>source: https://en.wikipedia.org/wiki/Siwan_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd1c2bfe-fbf3-479b-9154-805aa6cfb7eb_Siwan-railway.jpg","subContents":[{"SubTitle":"1. Sohagra Dham","SubTitleHindi":null,"SubContent":"<p>For the worship of Lord Shiva, Baba Baijnath Dham situated in Devgarh is famous throughout the country, where a huge crowd of devotees and Shiva devotees arise in the month of Saawan, but another Dham is famous for the glory and grace of Bholenath Lord Shiva; Of Sohagra Dham Where, in the Baba Hans Nath Temple, it is believed that there is a belief that the worship and burning of puja and burning there do not only fulfill the desires of the devotees but also get the right of the husband and the child.</p>\r\n<p>&nbsp;</p>\r\n<p>On the occasion of Sawan in Sohagra Dham, located at Guttani block of Siwan district, devotees, especially women and virgin women, are trained to worship. Sohagra Dham situated on the border of Bihar-Uttar Pradesh is one of mythological places. The huge Shivling of Lord Shiva is found in Baba Hans Nath Temple located here. Which becomes a special center of faith in the month of Savan. Here, the devotees come from a far flung to worship Lord Shankar. Especially on Monday, there is a huge crowd of devotees growing up to perform the Jalabhishek of Shivling.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"da45d5cb-fc24-4d3c-9678-35ac9e9ebb1f_Sohagra-Dham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Mahendra Nath Temple","SubTitleHindi":null,"SubContent":"<p>Mahendra Nath Temple is Situated in Mehdar village under Siswan block, about 32 km south from the district headquarters, Mahendra Nath temple of Lord Shiva attracts visitors,including foreigners, from far flung areas.</p>","SubContentHindi":null,"ImageUrl":"c7b3955e-48b4-4df5-ac7c-cc483e56a8c5_Mahendra-Nath-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Zeeradei","SubTitleHindi":null,"SubContent":"<p>Situated about 13 km from the district headquarters,zeeradei is known as the birthplace of India&rsquo;s first president Dr. Rajendra Prasad,who was later conferred Bharat Ratna. Popularly called Rajendra babu by his friends and followers, Dr Prasad was a symbol of simplicity,truth and dedication.</p>","SubContentHindi":null,"ImageUrl":"79cb44e2-af70-4ac0-a72a-168cca50066b_Zeeradei.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Ashiana</p>\r\n<p>This place is known as the native residence of Maulana Mazharul Haq,one of the greatest freedom fighters of the country and a symbol of Hindu-Muslim unity</p>\r\n<p>&nbsp;</p>\r\n<p>Anand Bagh Math &amp; Sunder Bagh Math</p>\r\n<p>Situated at Bakhri village in Siswan block of Siwanthe two temples are in fact &ldquo;samadhi sthals&rdquo; of two renowned saints,Swami Jaggannath Das ji and his guru Bhagwan das ji.Both the temples are located near the Daha river and thousands of devotees visit these temples every year.On auspicious days,there&rsquo;s a huge rush of people as devotees from far flung places like Uttar Pradesh,West Bengal and New Delhi besides saran,Gopalganj,Jehanabad and Ara in Bihar come here.</p>\r\n<p>&nbsp;</p>\r\n<p>Raghunathpur</p>\r\n<p>Situated about 27 km south from the district head quarters,Raghunathpur is the place where Lord Rama is believed to have taken rest after killing demon Tarka near Buxar.Later, Lord Rama proceeded to Janakpur Dham after crossing river Saryu.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhikhabandh</p>\r\n<p>This place symbolises the affectionate relationship between a brother and his sister.There exists a temple of brother-sister at Bhikhabandh village under the Maharjganj block of the district.According to folklore,a brother and sister laid down their lives fighting Mughals in the 14th century</p>\r\n<p>&nbsp;</p>\r\n<p>Panchmukhi Shivalinga</p>\r\n<p>There&rsquo;s an old Shiva temple in Mahadeva locality of Siwan town which houses a &ldquo;panchmukhi&rdquo; or five faced Shivalinga. Locals insist the Shivlinga in the temple come out of the earth.One can also see the faces of Brahma,Vishnu and Mahesh on the Shivalinga. Hundreds of devotees throng this temple every day.On Mahashivratri,a fair is also held here.</p>\r\n<p>&nbsp;</p>\r\n<p>Burhiya Mai Temple</p>\r\n<p>Located on east-northern portion of Gandhi Maidan in Siwan town, this temple draws huge crowd of devotees, especiallyon Saturdays.Locals believe one&rsquo;s wishes are fulfilled after worshipping the deity here. Offerings include new saris,fruits,flowers and coconuts.</p>\r\n<p>&nbsp;</p>\r\n<p>Amarpur</p>\r\n<p>Amarpur is a village situated 3 Kms. West of Darauli, in this village ruins of mosque of red bricks on the bank of river Ghaghara are still available. This mosque was build during the reign of Mughal Emperor Shahjahan (1626-1658) under the supervision of the Naib Amar Singh but the work was left incomplete. The village derived its name from the builder of the mosque Amar Singh.</p>\r\n<p>&nbsp;</p>\r\n<p>Faridpur</p>\r\n<p>Faridpur situated just near Andar is the birthplace of Maulana Mazharul Haque who played an important role during the freedom movement. Sadaquat Ashram in Patna, which originally belonged to him. He was a symbol of Hindu Muslim unity.</p>\r\n<p>&nbsp;</p>\r\n<p>Darauli</p>\r\n<p>A block headquarter now is said to be have been founded after the name of Dara Shikoh the elder son of the Emperor Shahjahan. It name was Daras Ali, which later on was changed into Darauli. There is reminiscence of Mughal period ruins where a big mela is held every year on the Kartik Purnima.</p>","SubContentHindi":null,"ImageUrl":"d4ce67f7-1866-4c53-86fb-82d6fb4517b6_Places-of-Interest-siwan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Accommodation","SubTitleHindi":null,"SubContent":"<p>Hotel Sheetal International</p>\r\n<p>Address: Add no 2, Babunia Rd, Siwan, Bihar 841226</p>\r\n<p>Phone: 089098 01934</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Aman</p>\r\n<p>Address: 2nd floor panna market, Naya bazar, Siwan, Bihar 841226</p>\r\n<p>Phone: 093868 01410</p>\r\n<p>&nbsp;</p>\r\n<p>The Siwan International Hotel</p>\r\n<p>Address: Siswan Tola, Siwan, Bihar 841226</p>\r\n<p>Phone: 098354 45444</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Manish</p>\r\n<p>Address: Babunia more, Rajendra Path, Siwan, Bihar 841226</p>\r\n<p>Phone: 099347 76711</p>","SubContentHindi":null,"ImageUrl":"c228c8de-facd-456c-bb62-8b637e81d43b_siwan-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Transportation in Siwan</p>\r\n<p>Siwan is a famous district of Bihar, which is fast developing in terms of infrastructure and transportation. It is a major export hub of sugar and rice in Bihar and is therefore eminently famous all across India. In past few years, the region has seen lot of developmental changes that contribute to its rapid expansion. Although, the internal transportation structure is not very well developed, but there are public transportation facilities available which makes it easy for people to travel within the district.In addition to this, the district it connects with major airports and railways of celebrated cities of Bihar, which makes it a easy to reach place among travelers. It also links to major cities through metalled roads in order to make it convenient for outsiders to reach and travel in Siwan.</p>\r\n<p>&nbsp;</p>\r\n<p>Road Network in Siwan</p>\r\n<p>The city of profoundly connects through road network with almost all major cities of Bihar. The best way to reach and travel in Siwan is through local buses offer by Bihar State Tourism Development Corporation. It provides bus services on daily basis to make it convenient for travelers to reach as well as travel inside Siwan. You can also hire taxis, cars and other vehicles from BSTDC at very nominal rates. If you are at any major junction in Bihar then you can easily reach to Siwan through this bus service.</p>\r\n<p>&nbsp;</p>\r\n<p>Bus Services</p>\r\n<p>Siwan is well connected to other parts of Bihar. It is just 121Kms from Muzzafarpur, 144kms from Patna, 138Kms from Gorakhpur, 233kms from Varanasi, 204Kms from Ara, 145Kms from Buxar, 500Kms from Kanpur and 387Kms from Lucknow. Regular bus service on daily basis is obtainable from these areas for Siwan.The region of Siwan is also closely located near the boundaries of Nepal, the capital of Kathmandu, which is just 308Kms from Siwan. In case you are not comfortable with state transportation services then you can even hire private taxis from these major regions. The cost of hiring private taxis or vehicles is more and it is essential that you hire such services from a reliable transport company only. Otherwise, you can fully rely on local state bus services to reach Siwan.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway Network in Siwan</p>\r\n<p>Siwan junction is one of the busiest stations in Bihar. The district is the head of 16 blocks all of which are easily reachable from Siwan junction railway station. For this reason, it witness influx of travelers throughout the year.Besides Siwan junction, there are other well-connected railway stations also which can make you reach to Siwan without meeting any trouble. There are numerous trains, which operate between Siwan and major cities.Some of the major trains are from Lucknow to Siwan, 389Kms, from Kanpur to Siwan, 461Kms, from Delhi to Siwan 875Kms and from Kolkatta to Siwan, 736Kms.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail-Service</p>\r\n<p>Some other nearby railway destinations other than Siwan junction are Maharajganj railway station, Mairwa, Pachrukhi, Siwan Kachari and Amlori Sarsar. These are famous and old railways stations of Siwan district, which will take you directly to this amazing place in less time.</p>\r\n<p>&nbsp;</p>\r\n<p>Air Connectivity in Siwan</p>\r\n<p>The district of Siwan does not possess any domestic airport of its own. But, there are eminent airway facilities available near major cities to Siwan. Nearest airport to Siwan is Lok Nayak Jayprakash or Patna airport which is just 144kms from Siwan and is located in Patna.The contact and booking details for these airports is easily available online. So, if you want to travel comfortably to Siwan and money is not a bound, then this is a good option.</p>\r\n<p>&nbsp;</p>\r\n<p>Internal Transportation Network in Siwan</p>\r\n<p>The internal transport facilities of depend largely on local mini-buses, tempos and shared autos. There is rickshaw service also available in the district, which is the cheapest and simplest mode of traveling within the district boundaries.The service of shared autos is more common and accessible to travel to popular and commuting blocks within the district. So, if you want to reach from one block of Siwan to other then the option of shared auto is best.There is also tempo service available, which you can hire for an entire day in order to travel in Siwan at an affordable price. These tempos are offered by both government and private companies, out of which the cost of hiring private tempo service is little higher.Besides these, you can also the quality service of private cabs and taxis if you are willing to spend more and travel in Siwan in more comforting manner. However, the fact is that the rickshaws are more convenient and easy to go at places where taxis or autos cannot go.</p>\r\n<p>source:&nbsp;https://siwan.nic.in/</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"35e99d1b-11ba-4578-a9ef-7ed79b13b151_siwan-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-siwan-bihar","tags":[{"name":"siwan","slug":"siwan"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":267,"title":"Top Places to visit in Sheohar, Bihar","imageUrl":"30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","dateCreated":"2019-02-21T14:01:59.372Z","dateModified":"2019-02-21T14:08:16.79Z","contributedBy":"AskGif","content":"Sheohar is an administrative district in the state of Bihar in India. The district headquarters are located at Sheohar, and the district is a part of Tirhut Division. This district was carved out of Sitamarhi district in 1994 due to the extreme efforts of Raghunath Jha, former Union Minister. Emi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30a0d5a0-fe23-4f0f-b105-2bf7469c983d_Sheohar-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sheohar","slug":"sheohar"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-sheohar-bihar","total":0},{"id":258,"title":"Top Places to visit in Muzaffarpur, Bihar","imageUrl":"2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","dateCreated":"2019-02-07T13:21:35.482Z","dateModified":"2019-02-07T13:27:20.753Z","contributedBy":"AskGif","content":"Muzaffarpur is a sub-metropolitan city located in Muzaffarpur district in the Tirhut region of Bihar. It serves as the headquarters of Tirhut division, Muzaffarpur district and the Muzaffarpur Railway District. It is the fourth most populous city in Bihar.\r\n&nbsp;\r\nMuzaffarpur is fa","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2785efbe-c787-451b-bbf9-4f8d7a4c794a_Muzaffarpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"muzaffarpur","slug":"muzaffarpur"}],"slug":"top-places-to-visit-in-muzaffarpur-bihar","total":0},{"id":81,"title":"Top Places to visit in Nawada, Bihar","imageUrl":"e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","dateCreated":"2018-08-03T11:07:24.365Z","dateModified":"2018-08-03T12:00:09.43Z","contributedBy":"AskGif","content":"Nawada is a city and a municipality in Bihar, India. It is also the headquarters of the Nawada district. It is the headquarters of the subdivision of the same name, lying on both sides of the Khuri River( also known as Sakri river in some parts) at 24&ordm; 53&rsquo; N and 85&ordm; 33&rsquo; E. T","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e8cc9ec6-590e-4d9f-b48a-473421b48a10_nawadah.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"bihar","slug":"bihar"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"nawada","slug":"nawada"}],"slug":"top-places-to-visit-in-nawada-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}