{"id":270,"title":"Top Places to visit in Supaul, Bihar","imageUrl":"39e90155-e93a-44c3-864a-91ad300d1bf8_Supaul-railway.jpg","dateCreated":"2019-02-22T14:52:07.891Z","dateModified":"2019-02-22T15:01:37.163Z","contributedBy":"AskGif","content":"<p>Supaul is a town and a municipality that is headquarters of Supaul district in the Indian state of Bihar. The Supaul town is the administrative headquarters of this district.</p>\r\n<p>Supaul district is one of the thirty-eight districts of Bihar state, India, and Supaul town is the administrative headquarters of this district. This district occupies an area of 2,410 km2 (931 sq mi). The district was carved out from the erstwhile Saharsa district on 14 March 1991.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Supaul, which was previously a part of Saharsa district, is part of the Mithila region. Mithila first gained prominence after being settled by Indo-Aryan peoples who established the Mithila Kingdom (also called Kingdom of the Videhas). During the late Vedic period (c. 1100&ndash;500 BCE), Videha became one of the major political and cultural centers of South Asia, along with Kuru and Pa&ntilde;cāla. The kings of the Videha Kingdom were called Janakas. The Videha Kingdom was later incorporated into the Vajji confederacy, which had its capital in the city of Vaishali, which is also in Mithila.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Supaul district occupies an area of 2,425 square kilometres (936 sq mi), comparatively equivalent to Antarctica's Anvers Island.</p>\r\n<p>&nbsp;</p>\r\n<p>Supaul district is bounded by Nepal to the north, Araria district to the east, Madhepura and Saharsa districts to the south and Madhubani district to the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Supaul district is a part of Kosi division.</p>\r\n<p>&nbsp;</p>\r\n<p>The Koshi River flows through this district, which is regularly affected by the flood caused by this river. It is home district of internationally renowned designer.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Jawahar Navoday Vidyalaya, Pathra (Supaul) is situated 4 km east of District Headquarter. This school is top in the district in producing brilliant and young minds serving in different parts of India contributing towards the advancement of the nation.</p>\r\n<p>&nbsp;</p>\r\n<p>R.S.M .Public School is the First self financed CBSE affiliated school in the District.</p>\r\n<p>&nbsp;</p>\r\n<p>Williams High School(Now Supaul High School ESTD 1898),Supaul is the oldest school in the District.</p>\r\n<p>&nbsp;</p>\r\n<p>There is also a Government Polytechnic College. Engineering college, Supaul College of Engineering established in 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-divisions</p>\r\n<p>Supaul district comprises the following four Sub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Supaul Sadar</p>\r\n<p>Birpur</p>\r\n<p>Triveniganj</p>\r\n<p>Nirmali</p>\r\n<p>Blocks in Supaul District[10]</p>\r\n<p>Total 11 blocks in Supaul District:</p>\r\n<p>&nbsp;</p>\r\n<p>Basantpur (Parts of Birpur Sub-division)</p>\r\n<p>Raghopur (Parts of Birpur Sub-division)</p>\r\n<p>Pratapganj (Parts of Birpur Sub-division)</p>\r\n<p>Supaul (Parts of Supaul Sadar Sub-division)</p>\r\n<p>Kishanpur (Parts of Supaul Sadar Sub-division)</p>\r\n<p>Saraigarh-Bhaptiyahi (Parts of Supaul Sadar Sub-division)</p>\r\n<p>Pipra (Parts of Supaul Sadar Sub-division)</p>\r\n<p>Triveniganj (Parts of Triveniganj Sub-division)</p>\r\n<p>Chhatapur (Parts of Triveniganj Sub-division)</p>\r\n<p>Nirmali (Parts of Nirmali Sub-division)</p>\r\n<p>Marauna (Parts of Nirmali Sub-division)</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The well-known historical and religious place, namely Durga Sthan, lies in Supaul district and it is only 10 km (6 mi) away from the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajbiraj (10 km towards north in Nepal, is a historic city which houses the famous 8th century Rajdevi Temple and close to Cninnmasta shakti Peeth. It also has lot of displays of the region's culture. It is just off the Kunauli border.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Supaul_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39e90155-e93a-44c3-864a-91ad300d1bf8_Supaul-railway.jpg","subContents":[{"SubTitle":"1. Koshi Barrage,Birpur","SubTitleHindi":null,"SubContent":"<p>Kosi River is another place of visit. It is a trans-boundary river which flows through Bihar and Nepal. It is known as seven tributaries. The river basin is surrounded by several ridges. It separates from Yarlung Tsangpo River in the northern part, Gandaki in the western part and Mahananda in the eastern part. Over the last 250 years the Kosi River has changed its course. It has its unstable nature due to heavy silt. This river has two tributaries. Fishing is really an important enterprise in the river. It is a pleasant place to travel. There are several picnic spots like Bivha National Park, Koshi High Dam, Katiya Power project, Latona Church and Azgaibi Kali Mandir etc. There is another place to visit is Hardi that is Chowghara and it is a historical birth place of famous warrior Allaha and Rudal. So there are different places to visit.</p>","SubContentHindi":null,"ImageUrl":"35234ac9-13a6-4719-8f3b-4e729e1f1738_Koshi-Barrage-Birpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Dharahara: The village was in the limelight in the year 2010 when it was said that the families plant a minimum of 10 trees when a female child is born. The tree-planting had been going on for several generations and they are mostly mango and litchi. It is a very popular place to visit by the tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>Vishnu Mandir: It is a favorite place to visit by several devotees from several parts of the country. It is the Vishnu temple. Vishnu is also known as Hari and Narayana. Many devotees came and worship the God Vishnu in this temple. He is depicted as Supreme God.</p>\r\n<p>&nbsp;</p>\r\n<p>Tintolia: It is temple of kali. Many devotees come from different parts of India. Goddess Kali is the symbol of empowerment. She is the Goddess of Change and Time. It is a very popular place to visit by the pilgrims. Goddess Kali is represented as the wife of the Lord Shiva. Shiva lies at the path of Goddess Kali and his foot on Shiva subdues her anger.</p>\r\n<p>&nbsp;</p>\r\n<p>Kosi River: Kosi River is another place of visit. It is a trans-boundary river which flows through Bihar and Nepal. It is known as seven tributaries. The river basin is surrounded by several ridges. It separates from Yarlung Tsangpo River in the northern part, Gandaki in the western part and Mahananda in the eastern part. Over the last 250 years the Kosi River has changed its course. It has its unstable nature due to heavy silt. This river has two tributaries. Fishing is really an important enterprise in the river. It is a pleasant place to travel. There are several picnic spots like Bivha National Park, Koshi High Dam, Katiya Power project, Latona Church and Azgaibi Kali Mandir etc. There is another place to visit is Hardi that is Chowghara and it is a historical birth place of famous warrior Allaha and Rudal. So there are different places to visit.</p>\r\n<p>&nbsp;</p>\r\n<p>Kapileshwar Mandir: A historical temple of India located in Supaul is Kapileshwar Mandir. This temple is dedicated to lord Shiva. Devotees in large number offer prayers and puja during Mahashivratri.</p>\r\n<p>&nbsp;</p>\r\n<p>Hanuman Mandir: This mandir dedicated to lord Hanuman is located right in the center of Supaul.&nbsp; The carvings which are there on the walls of the temple attract many people from distant places to pay a visit in this temple.</p>","SubContentHindi":null,"ImageUrl":"f78c4196-9dd1-4372-8f26-eac614e1d249_Places-of-Interest-supaul.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Accommodation","SubTitleHindi":null,"SubContent":"<p>Hotel R K Palace</p>\r\n<p>Address: Station Road , Supaul, Bihar, 852131</p>\r\n<p>Phone: 06473225001,9470000078</p>","SubContentHindi":null,"ImageUrl":"e04d1474-f3ed-41cf-a8e8-8b4e284b47d8_Supaul-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>How to reach Supaul</p>\r\n<p>Situated on the banks of river Kosi, decorated with stretches of verdant paddy fields, Supaul bask in natural beauty and evokes a sense of calm. Moving through the narrow lanes and pleasant neighborhoods you come across fascinating tales of its past</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Connectivity Information</p>\r\n<p>Reaching Supaul By Flight</p>\r\n<p>Supaul is not well connected to other major cities of the country via regular flights. The nearest airport is in Biratnagar at a distance of 77kms.</p>\r\n<p>&nbsp;</p>\r\n<p>Airports: Biratnagar Airport</p>\r\n<p>&nbsp;</p>\r\n<p>Reaching Supaul By Train</p>\r\n<p>There is no regular trains to Supaul from other major cities of the country. The nearest Railway station is at Katihar which is located at a distance of 115kms.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway Station(s): Katihar Jn</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://supaul.nic.in/</p>","SubContentHindi":null,"ImageUrl":"cc051167-db79-41c3-bf00-ee350e43a4e5_Supaul-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-supaul-bihar","tags":[{"name":"bihar","slug":"bihar"},{"name":"supaul","slug":"supaul"}],"recommendations":[{"id":1262,"title":"Top Places to visit in Dumraon, Bihar","imageUrl":"d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","dateCreated":"2020-04-24T15:23:06.663Z","dateModified":"2020-04-24T15:23:17.374Z","contributedBy":"AskGif","content":"Dumraon is a subdivision in Buxar district in the Indian state of Bihar. Dumraon is one of Bihar's oldest municipalities and one of India's oldest princely states also known as Dumraon Raj. It is located 1.5 km south of National Highway (NH) 84 (Ara-Buxar Highway), 20 kilometres (12 mi)north from","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dumraon","slug":"dumraon"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-dumraon-bihar","total":0},{"id":260,"title":"Top Places to visit in Patna, Bihar","imageUrl":"d9804af9-b97e-46c3-a5be-baa3b97201c1_patna-railway.jpg","dateCreated":"2019-02-15T16:14:09.357Z","dateModified":"2019-02-15T20:25:51.861Z","contributedBy":"AskGif","content":"Patna is the capital and largest city of the state of Bihar in India. Patna is the second-largest city in eastern India after Kolkata.[9][page needed]It had an estimated city population of 1.68 million in 2011, making it the 19th largest city in India. With over 2 million people, its urban agglom","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9804af9-b97e-46c3-a5be-baa3b97201c1_patna-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"patna","slug":"patna"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-patna-bihar","total":0},{"id":234,"title":"Top Places to visit in Araria, Bihar","imageUrl":"ebbcc4fc-01c2-4861-9037-6c4aba3b15ed_Araria-railway.jpg","dateCreated":"2019-01-09T17:25:52.474Z","dateModified":"2019-01-09T17:37:55.366Z","contributedBy":"AskGif","content":"Araria is a city and a municipality that is the headquarters of Araria district in the state of Bihar, India. Araria is situated in the northern part of Bihar.\r\nAraria district is one of the thirty-eight districts of Bihar state, India, and Araria town is the administrative headquarters of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebbcc4fc-01c2-4861-9037-6c4aba3b15ed_Araria-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"araria","slug":"araria"}],"slug":"top-places-to-visit-in-araria-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}