{"id":270,"title":"सुपौल में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"39e90155-e93a-44c3-864a-91ad300d1bf8_Supaul-railway.jpg","dateCreated":"2019-02-22T14:52:07.891Z","dateModified":"2019-02-22T15:01:37.163Z","contributedBy":"AskGif","content":"<p>सुपौल एक शहर और एक नगर पालिका है जो भारतीय राज्य बिहार में सुपौल जिले का मुख्यालय है। सुपौल शहर इस जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>सुपौल जिला बिहार राज्य, भारत के अड़तीस जिलों में से एक है, और सुपौल शहर इस जिले का प्रशासनिक मुख्यालय है। यह जिला 2,410 किमी 2 (931 वर्ग मील) के क्षेत्र में है। जिला 14 मार्च 1991 को तत्कालीन सहरसा जिले से लिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>सुपौल, जो पहले सहरसा जिले का एक हिस्सा था, मिथिला क्षेत्र का हिस्सा है। मिथिला साम्राज्य (जिसे विदेह का साम्राज्य भी कहा जाता है) की स्थापना करने वाले इंडो-आर्यन लोगों द्वारा बसाए जाने के बाद मिथिला को पहली बार प्रसिद्धि मिली। वैदिक काल के अंत में (सी। 1100&ndash;500 ईसा पूर्व), कुरु और पनाका के साथ, विदेह दक्षिण एशिया के प्रमुख राजनीतिक और सांस्कृतिक केंद्रों में से एक बन गया। विदेह साम्राज्य के राजा जनक कहलाते थे। विदेह साम्राज्य को बाद में वाजजी संघ में शामिल किया गया, जिसकी राजधानी वैशाली शहर में थी, जो मिथिला में भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>सुपौल जिला अंटार्कटिका के एनवर्स द्वीप के समतुल्य, 2,425 वर्ग किलोमीटर (936 वर्ग मील) के क्षेत्र में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सुपौल जिला उत्तर में नेपाल, पूर्व में अररिया जिला, दक्षिण में मधेपुरा और सहरसा जिले और पश्चिम में मधुबनी जिले से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सुपौल जिला कोसी प्रमंडल का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोशी नदी इस जिले से होकर बहती है, जो इस नदी से होने वाली बाढ़ से नियमित रूप से प्रभावित होती है। यह अंतरराष्ट्रीय स्तर पर प्रसिद्ध डिजाइनर का गृह जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>जवाहर नवोदय विद्यालय, पथरा (सुपौल) जिला मुख्यालय से 4 किमी पूर्व में स्थित है। यह स्कूल भारत के विभिन्न हिस्सों में सेवा करने वाले प्रतिभाशाली और युवा दिमाग बनाने में जिले में शीर्ष पर है और राष्ट्र की उन्नति में योगदान कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>R.S.M .Public स्कूल जिले का पहला स्व वित्तपोषित CBSE संबद्ध स्कूल है।</p>\r\n<p>&nbsp;</p>\r\n<p>विलियम्स हाई स्कूल (अब सुपौल हाई स्कूल ESTD 1898), सुपौल जिले का सबसे पुराना स्कूल है।</p>\r\n<p>&nbsp;</p>\r\n<p>यहां एक गवर्नमेंट पॉलिटेक्निक कॉलेज भी है। इंजीनियरिंग कॉलेज, सुपौल कॉलेज ऑफ़ इंजीनियरिंग की स्थापना 2017 में हुई।</p>\r\n<p>&nbsp;</p>\r\n<p>उप-विभाजन</p>\r\n<p>सुपौल जिले में निम्नलिखित चार उप-विभाग शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>सुपौल सदर</p>\r\n<p>बीरपुर</p>\r\n<p>Triveniganj</p>\r\n<p>निर्मली</p>\r\n<p>सुपौल जिले में ब्लॉक [10]</p>\r\n<p>सुपौल जिले में कुल 11 ब्लॉक:</p>\r\n<p>&nbsp;</p>\r\n<p>बसंतपुर (बीरपुर उप-भाग के भाग)</p>\r\n<p>राघोपुर (बीरपुर उप-भाग के भाग)</p>\r\n<p>प्रतापगंज (बीरपुर उप-भाग के भाग)</p>\r\n<p>सुपौल (सुपौल सदर अनुमंडल के कुछ भाग)</p>\r\n<p>किशनपुर (सुपौल सदर अनुमंडल के कुछ हिस्से)</p>\r\n<p>सरायगढ़-भपटियाही (सुपौल सदर उप-भाग के भाग)</p>\r\n<p>पिपरा (सुपौल सदर सब-डिवीजन के भाग)</p>\r\n<p>त्रिवेणीगंज (त्रिवेणीगंज उप-भाग के भाग)</p>\r\n<p>छातापुर (त्रिवेणीगंज उप-भाग के भाग)</p>\r\n<p>निर्मली (निर्मली उप-भाग के भाग)</p>\r\n<p>मरौना (निर्मली उप-भाग के भाग)</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>प्रसिद्ध ऐतिहासिक और धार्मिक स्थान, जिसका नाम दुर्गा स्टान है, सुपौल जिले में है और यह जिला मुख्यालय से केवल 10 किमी (6 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजबिराज (नेपाल में उत्तर की ओर 10 किमी।, एक ऐतिहासिक शहर है जो 8 वीं शताब्दी के प्रसिद्ध राजदेवी मंदिर का केंद्र है और सिनमनास्ता शक्ती पीठ के करीब है। इसमें क्षेत्र की संस्कृति के बहुत सारे दर्शन भी हैं। यह कुनौली सीमा से कुछ दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Supaul_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39e90155-e93a-44c3-864a-91ad300d1bf8_Supaul-railway.jpg","subContents":[{"SubTitle":"1. कोशी बैराज, बीरपुर","SubTitleHindi":null,"SubContent":"<p>कोसी नदी यात्रा का एक और स्थान है। यह एक ट्रांस-बाउंड्री नदी है जो बिहार और नेपाल से होकर बहती है। इसे सात सहायक नदियों के रूप में जाना जाता है। नदी बेसिन कई लकीरों से घिरा हुआ है। यह उत्तरी भाग में यारलुंग त्संग्पो नदी, पश्चिमी भाग में गंडकी और पूर्वी भाग में महानंदा से अलग होती है। पिछले 250 वर्षों में कोसी नदी ने अपना पाठ्यक्रम बदल दिया है। भारी गाद के कारण इसकी अस्थिर प्रकृति है। इस नदी की दो सहायक नदियाँ हैं। नदी में मछली पकड़ना वास्तव में एक महत्वपूर्ण उद्यम है। यह यात्रा करने के लिए एक सुखद स्थान है। यहां कई पिकनिक स्पॉट हैं जैसे बिवा नेशनल पार्क, कोशी हाई डैम, कटिया पावर प्रोजेक्ट, लाटोना चर्च और अज़ागी काली मंदिर आदि। घूमने के लिए एक और जगह है हरदी यानी चौघरा और यह प्रसिद्ध योद्धा अल्ला और रुदल का ऐतिहासिक जन्म स्थान है। । इसलिए घूमने के लिए अलग-अलग जगहें हैं।</p>","SubContentHindi":null,"ImageUrl":"35234ac9-13a6-4719-8f3b-4e729e1f1738_Koshi-Barrage-Birpur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>धारहरा: गाँव वर्ष 2010 में सुर्खियों में आया था जब यह कहा गया था कि परिवार में एक महिला बच्चे के जन्म के समय न्यूनतम 10 पेड़ लगाती है। पेड़-पौधे कई पीढ़ियों से चले आ रहे थे और वे ज्यादातर आम और लीची हैं। यह पर्यटकों द्वारा घूमने के लिए एक बहुत ही लोकप्रिय जगह है।</p>\r\n<p>&nbsp;</p>\r\n<p>विष्णु मंदिर: यह देश के कई हिस्सों से कई भक्तों द्वारा यात्रा करने के लिए एक पसंदीदा जगह है। यह विष्णु मंदिर है। विष्णु को हरि और नारायण के नाम से भी जाना जाता है। इस मंदिर में कई भक्त आते हैं और भगवान विष्णु की पूजा करते हैं। उन्हें सर्वोच्च भगवान के रूप में दर्शाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>टिंटोलिया: यह काली का मंदिर है। भारत के विभिन्न हिस्सों से कई भक्त आते हैं। देवी काली सशक्तिकरण की प्रतीक हैं। वह बदलाव और समय की देवी हैं। यह तीर्थ यात्रियों द्वारा यात्रा करने के लिए एक बहुत ही लोकप्रिय स्थान है। देवी काली को भगवान शिव की पत्नी के रूप में दर्शाया गया है। शिव देवी काली के मार्ग में स्थित हैं और शिव पर उनका पैर उनके क्रोध को कम करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोसी नदी: कोसी नदी यात्रा का एक और स्थान है। यह एक ट्रांस-बाउंड्री नदी है जो बिहार और नेपाल से होकर बहती है। इसे सात सहायक नदियों के रूप में जाना जाता है। नदी बेसिन कई लकीरों से घिरा हुआ है। यह उत्तरी भाग में यारलुंग त्संग्पो नदी, पश्चिमी भाग में गंडकी और पूर्वी भाग में महानंदा से अलग होती है। पिछले 250 वर्षों में कोसी नदी ने अपना पाठ्यक्रम बदल दिया है। भारी गाद के कारण इसकी अस्थिर प्रकृति है। इस नदी की दो सहायक नदियाँ हैं। नदी में मछली पकड़ना वास्तव में एक महत्वपूर्ण उद्यम है। यह यात्रा करने के लिए एक सुखद स्थान है। यहां कई पिकनिक स्पॉट हैं जैसे बिवा नेशनल पार्क, कोशी हाई डैम, कटिया पावर प्रोजेक्ट, लाटोना चर्च और अज़ागी काली मंदिर आदि। घूमने के लिए एक और जगह है हरदी यानी चौघरा और यह प्रसिद्ध योद्धा अल्ला और रुदल का ऐतिहासिक जन्म स्थान है। । इसलिए घूमने के लिए अलग-अलग जगहें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कपिलेश्वर मंदिर: सुपौल में स्थित भारत का एक ऐतिहासिक मंदिर कपिलेश्वर मंदिर है। यह मंदिर भगवान शिव को समर्पित है। महाशिवरात्रि के दौरान बड़ी संख्या में भक्त पूजा और पूजा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हनुमान मंदिर: भगवान हनुमान को समर्पित यह मंदिर सुपौल के केंद्र में स्थित है। मंदिर की दीवारों पर की गई नक्काशी कई लोगों को इस मंदिर में दर्शन करने के लिए दूर-दूर से आती है।</p>","SubContentHindi":null,"ImageUrl":"f78c4196-9dd1-4372-8f26-eac614e1d249_Places-of-Interest-supaul.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निवास","SubTitleHindi":null,"SubContent":"<p>होटल आर के पैलेस</p>\r\n<p>पता: स्टेशन रोड, सुपौल, बिहार, 852131</p>\r\n<p>फोन: 06473225001,9470000078</p>","SubContentHindi":null,"ImageUrl":"e04d1474-f3ed-41cf-a8e8-8b4e284b47d8_Supaul-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>कैसे पहुंचे सुपौल</p>\r\n<p>कोसी नदी के तट पर स्थित, धान के खेतों के खंडों से सजाया गया, प्राकृतिक सुंदरता में सुपौल का बास और शांत की भावना पैदा करता है। संकरी गलियों और सुखद मोहल्लों से गुजरते हुए आप इसके अतीत की आकर्षक दास्तानों में आते हैं</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कनेक्टिविटी की जानकारी</p>\r\n<p>फ्लाइट से सुपौल पहुंचना</p>\r\n<p>सुपौल नियमित उड़ानों के माध्यम से देश के अन्य प्रमुख शहरों से अच्छी तरह से जुड़ा नहीं है। निकटतम हवाई अड्डा 77 किमी की दूरी पर बिराटनगर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डे: विराटनगर हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से सुपौल पहुँचना</p>\r\n<p>सुपौल से देश के अन्य प्रमुख शहरों के लिए कोई नियमित ट्रेन नहीं है। निकटतम रेलवे स्टेशन कटिहार में है जो 115kms की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे स्टेशन: कटिहार जंक्शन</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://supaul.nic.in/</p>","SubContentHindi":null,"ImageUrl":"cc051167-db79-41c3-bf00-ee350e43a4e5_Supaul-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-supaul-bihar","tags":[{"name":"बिहार","slug":"bihar"},{"name":"सुपौल","slug":"supaul"}],"recommendations":[{"id":1262,"title":"दुमरांव में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","dateCreated":"2020-04-24T15:23:06.663Z","dateModified":"2020-04-24T15:23:17.374Z","contributedBy":"AskGif","content":"डुमरांव भारत के बिहार राज्य में बक्सर जिले में एक उपखंड है। डुमरांव बिहार की सबसे पुरानी नगर पालिकाओं में से एक है और भारत की सबसे पुरानी रियासतों में से एक डुमरांव राज के रूप में भी जानी जाती है। यह राष्ट्रीय राजमार्ग (NH) 84 (आरा-बक्सर राजमार्ग) से 1.5 किलोमीटर दक्षिण में स्थित है, NH-30 (पटना-","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9c825c4-9c36-411f-ad32-09574b1377af_Dumraon.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दुमरांव","slug":"dumraon"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-dumraon-bihar","total":0},{"id":260,"title":"पटना में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"d9804af9-b97e-46c3-a5be-baa3b97201c1_patna-railway.jpg","dateCreated":"2019-02-15T16:14:09.357Z","dateModified":"2019-02-15T20:25:51.861Z","contributedBy":"AskGif","content":"पटना भारत में बिहार राज्य की राजधानी और सबसे बड़ा शहर है। कोलकाता के बाद पटना पूर्वी भारत का दूसरा सबसे बड़ा शहर है। [९] [पेज की जरूरत] इसकी २०११ में शहर की आबादी १.६, मिलियन थी, जिससे यह भारत का १ ९वाँ सबसे बड़ा शहर बन गया। 2 मिलियन से अधिक लोगों के साथ, इसका शहरी समूह भारत में 18 वां सबसे बड़ा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d9804af9-b97e-46c3-a5be-baa3b97201c1_patna-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पटना","slug":"patna"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-patna-bihar","total":0},{"id":234,"title":"अररिया में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"ebbcc4fc-01c2-4861-9037-6c4aba3b15ed_Araria-railway.jpg","dateCreated":"2019-01-09T17:25:52.474Z","dateModified":"2019-01-09T17:37:55.366Z","contributedBy":"AskGif","content":"अररिया एक शहर और एक नगर पालिका है जो भारत के बिहार राज्य में अररिया जिले का मुख्यालय है। अररिया बिहार के उत्तरी भाग में स्थित है।\r\nअररिया जिला भारत के बिहार राज्य के अड़तीस जिलों में से एक है और अररिया शहर इस जिले का प्रशासनिक मुख्यालय है। अररिया जिला पूर्णिया प्रमंडल का एक हिस्सा है। जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebbcc4fc-01c2-4861-9037-6c4aba3b15ed_Araria-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"अररिया","slug":"araria"}],"slug":"top-places-to-visit-in-araria-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}