{"id":271,"title":"वैशाली (हाजीपुर) में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"fe820479-a788-4ee5-a185-58c862db14e6_vaishali-district-bihar.jpg","dateCreated":"2019-02-22T15:38:40.974Z","dateModified":"2019-02-22T17:07:15.236Z","contributedBy":"AskGif","content":"<p>वैशाली या वैशाली वर्तमान बिहार, भारत में एक शहर था, और अब यह एक पुरातात्विक स्थल है। यह तिरहुत डिवीजन का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह 6 वीं शताब्दी ईसा पूर्व के आसपास के गणतंत्र के पहले उदाहरणों में से एक माना जाता है। गौतम बुद्ध ने c में अपनी मृत्यु से पहले अपने अंतिम उपदेश का प्रचार किया। ४ in३ ईसा पूर्व, फिर ३ the३ ईसा पूर्व में राजा कलसोका द्वारा दूसरी बौद्ध परिषद यहां बुलाई गई थी, जिससे यह जैन और बौद्ध दोनों धर्मों में एक महत्वपूर्ण स्थान बना। [२] [३] [४] इसमें अशोक के स्तंभों में से सबसे अधिक संरक्षित है, एक एकल एशियाई शेर (26.014162 &deg; N 85.109220 &deg; E) द्वारा सबसे ऊपर है।</p>\r\n<p>&nbsp;</p>\r\n<p>बुद्ध के समय, वैशाली, जो उन्होंने कई अवसरों पर दौरा किया, एक बहुत बड़ा शहर था, समृद्ध और समृद्ध, लोगों के साथ भीड़ और प्रचुर मात्रा में भोजन के साथ। 7,707 सुख मैदान और कमल तालाबों के बराबर संख्या में थे। इसका शिष्टाचार, आम्रपाली, उसकी सुंदरता के लिए प्रसिद्ध था, और इसने शहर को समृद्ध बनाने में बड़े पैमाने पर मदद की। [५] शहर में तीन दीवारें थीं, हर एक से दूर एक ग्वाला और दीवारों में तीन जगहों पर वॉच टावर थे। शहर के बाहर, हिमालय तक निर्बाध रूप से अग्रणी, महावन था, [6] एक बड़ा, प्राकृतिक जंगल। आसपास के अन्य वन थे, जैसे कि गोसिंगलासला।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में चीनी खोजकर्ता, फ़ैक्सियन (4 वीं शताब्दी सीई) और ज़ुआनज़ंग (7 वीं शताब्दी सीई) के यात्रा खातों का उल्लेख है, जो बाद में 1861 में ब्रिटिश पुरातत्वविद् अलेक्जेंडर कनिंघम द्वारा वैशाली जिले के बसर के वर्तमान गांव के साथ वैशाली की पहचान करने के लिए उपयोग किए गए थे। , बिहार।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>वैशाली जिले का क्षेत्रफल 2,036 वर्ग किलोमीटर (786 वर्ग मील) है, [4]</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने वैशाली को देश के 250 सबसे पिछड़े जिलों (640 में से) में से एक नाम दिया। [५] यह बिहार के 38 जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है। [5]</p>\r\n<p>&nbsp;</p>\r\n<p>उप-विभाजन</p>\r\n<p>वैशाली जिले में निम्नलिखित उप-विभाग शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>हाजीपुर</p>\r\n<p>Mahnar</p>\r\n<p>महुआ</p>\r\n<p>ब्लॉक: १) महनार, २) वैशाली, ३) बिदुपुर, ४) गोरौल, ५) राघोपुर, ६) लालगंज, Haj) हाजीपुर, Mah) महुआ, ९) जंदाहा, १०) पाटेपुर, ११) सहदीबुजुर्ग, १२) भगवानपुर, १३) छीरकला, १४) राजापाकर, १५) पाथेड़ी-बेलसर, १६) देसरी</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य प्रसिद्ध स्थान:</p>\r\n<p>&nbsp;</p>\r\n<p>दाउदनगर चाकगोधो (बिदुपुर ब्लॉक): वैशाली जिले की सबसे बड़ी ग्राम-पंचायत में से एक और अन्य ग्राम-पंचायतों की तुलना में आर्थिक रूप से अच्छा है। यह स्वतंत्रता सेनानी और राघोपुर के पूर्व विधायक श्री (स्वर्गीय) बाबूलाल शास्त्री का जन्मस्थान है। आदर्श ग्राम-पंचायत के लिए सभी प्रकार की सुविधाएं और बुनियादी सुविधाएं उपलब्ध होना।</p>\r\n<p>कनेक्टिविटी: हाजीपुर-महनार रोड (हाजीपुर-महनार रोड में झरना), हाजीपुर से दूरी: 11 किमी, बिदुपुर से दूरी: 2 किमी, स्थानीय पुलिस स्टेशन: बिदुपुर (2 किमी), सार्वजनिक क्षेत्र के बैंक उपलब्ध: इलाहाबाद बैंक लिमिटेड (CBS) बैंकिंग), शॉपिंग कॉम्प्लेक्स: श्री लक्ष्मी मार्केट, प्रसिद्ध व्यक्ति: मनीष चौधरी</p>\r\n<p>&nbsp;</p>\r\n<p>सराय (लालगंज ब्लॉक):</p>\r\n<p>कनेक्टिविटी: हाजीपुर-मुजफ्फरपुर रोड</p>\r\n<p>&nbsp;</p>\r\n<p>जधुआ (हाजीपुर ब्लॉक): हाजीपुर के उप-शहरी के रूप में विकसित, गांधी सेतु यहां से शुरू होता है।</p>\r\n<p>प्रसिद्ध स्थल: पुरानी गुदरी बाजार, मामू भांजा मजार, कनेक्टिविटी: पटना 7 किमी, हाजीपुर 3 किमी,</p>\r\n<p>&nbsp;</p>\r\n<p>प्रतापदंड: यह हाजीपुर से लगभग 18 किमी और भगवानपुर से 5 किमी दूर है, जो राघव मंदिर के नाम से प्रसिद्ध एक बहुत पुराने और सुंदर राम मंदिर के लिए प्रसिद्ध है। भगवान राम के जन्म दिवस, राम नवमी के अवसर पर यहां एक बड़ा मेला लगता है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>मुख्य त्योहार छठ पूजा है, जिसे आम तौर पर अक्टूबर या नवंबर के महीने में मनाया जाता है। होली और ईद भी वैशाली के महत्वपूर्ण त्योहार हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1997 में वैशाली जिला बरेला सलीम अली ज़ुब्बा साहनी वन्यजीव अभयारण्य का घर बन गया, जिसका क्षेत्रफल 2 किमी 2 (0.8 वर्ग मील) है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Vaishali_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fe820479-a788-4ee5-a185-58c862db14e6_vaishali-district-bihar.jpg","subContents":[{"SubTitle":"1. अशोक स्तंभ","SubTitleHindi":null,"SubContent":"<p>सम्राट अशोक ने कोल्हाुआ में द लायन पिलर बनवाया। यह लाल बलुआ पत्थर के एक अत्यधिक पॉलिश किए गए एकल टुकड़े से बना है, जो 18.3 मीटर ऊंची बेल के आकार की राजधानी है। खंभे के ऊपर एक शेर की आदमकद आकृति रखी गई है। यहां एक छोटा तालाब है जिसे रामकुंड के नाम से जाना जाता है। कोल्हुआ में एक ईंट स्तूप के बगल में यह स्तंभ बुद्ध के अंतिम उपदेश का स्मरण कराता है</p>","SubContentHindi":null,"ImageUrl":"ee514524-6c33-4a44-807d-d64312955e5d_Ashoka-Pillar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>आनुपातिक बुधवादी स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>इस स्थान पर भगवान बुद्ध ने अपना अंतिम उपदेश दिया था। एक विशाल स्तूप और एक अच्छी तरह से बहाल अशोकन स्तंभ है, और प्रसिद्ध बंदर टैंक स्थानीय बच्चों को कूदने और तैरने के लिए पसंद करते थे। इस स्थान पर श्रद्धालुओं की भीड़ लगी रहती है। प्रवेश द्वार पर आप अशोकन स्तंभ का एक छोटा लकड़ी का प्रजनन, साथ ही अन्य स्मृति चिन्ह खरीद सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>अशोक स्तंभ एक बौद्ध मठ और एक राज्याभिषेक टैंक के पास स्थित वैशाली का सबसे लोकप्रिय दर्शनीय स्थल है, जिसका नाम रामकुंड है। यह भी अन्य अशोक स्तंभों की तरह एक सिंह स्तंभ है लेकिन इस अशोक स्तंभ और अन्य अशोक स्तंभ के बीच का अंतर यह है कि, इस एक के पास केवल एक शेर की राजधानी है। सभी स्तंभों का निर्माण बौद्ध मठों में किया गया था, जो जीवन के कई महत्वपूर्ण स्थल हैं। बुद्ध और तीर्थस्थल।</p>\r\n<p>&nbsp;</p>\r\n<p>बौद्ध के लिए पवित्र स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>यह स्थान खुशिनाग और गया के बीच पटना के पास है। हमने नाश्ते के बाद खुशिनागा छोड़ दिया और इस बाग में पिकनिक की तरह हमारा दोपहर का भोजन होता है। बुद्ध निर्वाण के बाद वे राजगीर में पहाड़ की चोटी पर 1 सेंट बुद्ध परिषद थे। 100 साल में उनके पास 2 एनडी काउंसिल थी। यहां। सम्राट अशोक (268 से 232 ईसा पूर्व) ने भारत के चारों ओर कई स्तूप बनवाए और कई स्तंभ बनवाए, लेकिन केवल 19 ही बच पाए। आप एक शेर को उसके अक्ष पर एक खंभे के साथ देख सकते हैं। यह स्तंभ लाल बलुआ पत्थर से 3.3 मीटर लंबा बनाया गया था। स्तंभ और तालाब के पास एक खंडहर स्तूप भी है। सुंदर फूलों के बिस्तरों के साथ बगीचे को अच्छी तरह से बनाए रखा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>दूसरा बुधवादी परिषद का स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>बुद्ध के अंतिम निर्वाण के लगभग 100 साल बाद, वेसली धम्म और विनय पर सवालों के निपटारे के लिए दूसरी बौद्ध परिषद का दृश्य था। बुद्ध के निर्वाण के पहले 500 वर्षों में, यह स्थल तीर्थयात्रियों के साथ लोकप्रिय था क्योंकि इसने बुद्ध के उपनाम को रखा था जो कि केसरिया में पहली बार था। 13 वीं ईस्वी में मुसलमानों द्वारा बाद में आक्रमण का मतलब है कि वर्तमान आलम अफगानिस्तान के कंधार में एक छोटे से मुस्लिम श्राइन में स्थित है।</p>\r\n<p>द लायन पिलर - सम्राट अशोक के लिए अभी भी बरकरार है और अशोक द्वारा निर्मित एक बड़े स्तूप के बगल में शानदार दिखता है। उत्खनन के दौरान, एक अवशेष कक्ष की खोज की गई जिसमें एक उच्च पॉलिश पत्थर का अवशेष कास्केट शामिल था।</p>\r\n<p>यह बिहार में पर्यटक स्थलों को देखने के लिए आवश्यक है। यह पटना के करीब है इसलिए पटना आने वाले व्यक्ति को वैशाली की यात्रा करना इतना आसान होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>अशोक सम्राट</p>\r\n<p>&nbsp;</p>\r\n<p>हरियाली के साथ विशेष रूप से आंवला के पेड़ और जल निकाय के साथ अच्छी तरह से बनाए रखा जगह पसंद है। कोई गाइड नहीं लिखी गई कोई अधिक जानकारी नहीं लिखी ताकि लोगों को बेहतर जगह के बारे में पता चले।</p>","SubContentHindi":null,"ImageUrl":"7260668a-4742-498d-a1cc-cd432dddc1ea_Places-of-Interest-vaishali.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. संस्कृति और विरासत","SubTitleHindi":null,"SubContent":"<p>वैशाली आज केला और आम के पेड़ों के साथ-साथ चावल के खेतों से घिरा एक छोटा सा गाँव है। लेकिन इस क्षेत्र में खुदाई से एक ऐतिहासिक ऐतिहासिक अतीत प्रकाश में आया है। महाकाव्य रामायण यहाँ पर शासन करने वाले वीर राजा विशाल की कहानी कहती है। इतिहासकारों का कहना है कि दुनिया की पहली लोकतांत्रिक गणराज्यों में से एक प्रतिनिधि सभा के प्रतिनिधि यहां 6 वीं शताब्दी ई.पू. में फले-फूले। वज्जियों और लिच्छवियों के समय में। और जब मौर्य और गुप्तों की राजधानी पाटलिपुत्र, गंगा के मैदान पर राजनीतिक बोलबाला था, वैशाली व्यापार और उद्योग का केंद्र था।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान बुद्ध ने वैशाली का अक्सर दौरा किया और कोल्हुआ में, उनके अंतिम उपदेश का प्रचार किया। इस घटना को मनाने के लिए सम्राट अशोक ने तीसरी शताब्दी ई.पू. यहाँ उनका एक प्रसिद्ध शेर स्तंभ बनाया गया है। बुद्ध के महापरिनिर्वाण के सौ साल बाद - वैशाली ने दूसरे महान बौद्ध परिषद की मेजबानी की। इस कार्यक्रम को मनाने के लिए दो स्तूप बनवाए गए थे। जैन धर्म में भी वैशाली में इसकी उत्पत्ति हुई है, 527 ईसा पूर्व के लिए, भगवान महावीर शहर के बाहरी इलाके में पैदा हुए थे, और वैशाली में रहते थे जब तक वह 22 वर्ष का नहीं हो गया। वैशाली तब दो बार धन्य है और बौद्ध और बौद्ध दोनों के लिए एक महत्वपूर्ण तीर्थ स्थान बना हुआ है। जैनों, अतीत के लिए भी इतिहासकारों को आकर्षित करते हुए।</p>\r\n<p>&nbsp;</p>\r\n<p>वैशाली के बाहरी इलाके में भव्य दो मंजिला बौद्ध मठ है। बुद्ध अक्सर यहां हतोत्साहित होते थे। उन्होंने महिलाओं को आध्यात्मिक आदेश देकर उन्हें पवित्र आदेश तक पहुँचाया जो यहाँ स्थापित किया गया था। किंवदंती है कि उनकी एक यात्रा पर, कई बंदरों ने उनके आरामदायक रहने के लिए एक टैंक खोदा और उन्हें शहद का कटोरा भेंट किया। यह बुद्ध की किंवदंतियों में एक महान घटना के रूप में माना जाता है, जिन्होंने निर्वाण के लिए अपनी घोषणा की और यहां अपने अंतिम उपदेश का प्रचार किया।</p>\r\n<p>&nbsp;</p>\r\n<p>लिच्छवियों ने कुशीनगर के रास्ते में उन्हें विदाई देने के लिए एक लंबा रास्ता तय किया और आखिरकार, उन्हें बुद्ध द्वारा बनाई गई एक नदी द्वारा रोक दिया गया। उन्होंने एक बार फिर से अपने बहुत प्यार वाले शहर का रुख किया। वैशाली के लिए धर्मपरायण होने के नाते, उन्होंने पहले ही अपना भिक्षा का कटोरा दे दिया था जो लंबे समय तक यहाँ रहा।</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्हुआ में एक ईंट स्तूप के बगल में एक जीवन आकार-स्तंभ बुद्ध के अंतिम उपदेश और उनके निकट निर्वाण की घोषणा करता है। सिंह उत्तर की ओर मुंह करता है, बुद्ध ने अपनी अंतिम यात्रा की। इसके समीप ही एक तालाब है जिसमें बंदरों को शहद भेंट किया जाता है। पास ही एक मठ के कंकाल के अवशेष हैं जहां बुद्ध निवास करते थे और एक स्तूप स्तूप क्षेत्र था।</p>\r\n<p>&nbsp;</p>\r\n<p>वैशाली संग्रहालय में यहां खोजे गए कुछ पुरातात्विक अवशेष हैं। संग्रहालय का सामना करना अभिषेक पुष्कर्णी है जो लिच्छवियों के लिए पवित्र था। झील के एक तरफ नवनिर्मित विश्व शांति स्तूप है, जो भारत में बनने वाली श्रृंखला की छठी है। संग्रहालय के करीब छायांकित स्तूप है जो माना जाता है कि बुद्ध की राख के साथ कास्केट अवशेष रखे गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>पुरातत्वविदों ने वैशाली के एक अच्छे सौदे का खुलासा किया है। इसकी शुरुआत एक विशाल टीले से होती है, जो राजा वैहल का गढ़ को संदर्भित प्राचीन संसद से जुड़ा है। बावन पोखर मंदिर में गुप्त और पाल काल के पीछे काली बेसाल्ट छवियों का एक समृद्ध संग्रह है। एक अन्य काले बेसाल्ट, चार सिर वाले शिवलिंग (चौमुखी महादेवा) की खोज की गई थी जब एक जलाशय खोदा जा रहा था। बावन पोखर मंदिर के पीछे एक जैन मंदिर है जो त्रिशंकर की छवि के लिए प्रसिद्ध है। इन मंदिरों से थोड़ी दूरी पर लोटस टैंक है, जो लिच्छवियों का पिकनिक स्थल हुआ करता था।</p>\r\n<p>&nbsp;</p>\r\n<p>मोतिहारी से 31 किलोमीटर दूर लौरिया अरेराज में उत्तर में अशोक स्तम्भ है, जिसमें से छह में उसका एक एडमिट है। स्तंभ अपनी पूंजी से रहित है। सिंह की राजधानी के साथ एक और अशोकन स्तंभ, बेतिया से 23 किलोमीटर दूर नंदनगढ़ में जाया जा सकता है। ये खंभे संभवतः पाटलिपुत्र से नेपाल घाटी तक प्राचीन शाही राजमार्ग के पाठ्यक्रम को चिह्नित करते हैं। नंदगढ़ में मोनोलिथ से कुछ किलोमीटर की दूरी पर एक शक्तिशाली ईंट स्तूप है, जिसके बारे में माना जाता है कि यह बुद्ध की राख से युक्त कास्केट अवशेष को संग्रहीत करता था। नंदनगढ़ में एक दर्जन वैदिक टीले भी देखे जा सकते हैं जिनमें पूर्व-बौद्ध काल के शासक वंशों के अवशेष हैं।</p>","SubContentHindi":null,"ImageUrl":"ce131350-6134-4360-973e-ff9a53091b28_Culture-Heritage-vaishali.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. साहसिक कार्य","SubTitleHindi":null,"SubContent":"<p>वैशाली महोत्सव</p>\r\n<p>वैशाली महोत्सव \"वैसाख\" (मध्य अप्रैल) के महीने की पूर्णिमा के दिन जैन तीर्थंकर, भगवान महावीर की जयंती मनाने के लिए आयोजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सोनपुर मेला</p>\r\n<p>35 किमी। गंगा और गंडक नदी के संगम पर स्थित सोनेपुर, संभवत: कार्तिक पूर्णिमा के दिन (अक्टूबर / अगस्त) से एशिया का सबसे बड़ा पशु मेला है। मेला लगभग एक पखवाड़े तक चलता है। इस विशिष्ट मेले में लाखों पर्यटक आते हैं।</p>\r\n<p>बिहार राज्य पर्यटन विकास निगम, सोनी मेले की अवधि के दौरान अस्थायी रूप से निर्मित टूरिस्ट विलेज में संलग्न स्नानघर आदि के साथ स्विस कॉटेज प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कला और शिल्प</p>\r\n<p>वैशाली के आस-पास के कई गाँव रमणीय घर के बने खिलौने बनाते हैं। सिक्की वर्क, घास की विनम्र ब्लेड को रमणीय टोकरियों और चटाइयों में हाथ से बुना जाता है। लाख की चूड़ियाँ, ये हस्तनिर्मित लाख की चूड़ियाँ पास के शहर मुजफ्फरपुर से आती हैं।</p>","SubContentHindi":null,"ImageUrl":"83c58b8e-47c1-485f-9d35-ee30c192b12d_Adventures-vaishali.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>BY AIR: बिहार की राजधानी पटना वैशाली से निकटतम हवाई अड्डा है। पटना नियमित उड़ानों द्वारा महत्वपूर्ण शहरों से जुड़ा हुआ है जैसे: दिल्ली, कोलकाता वाराणसी, लखनऊ और इतने पर। काठमांडू से पटना भी पहुंचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>BY ROAD: एक सुविधाजनक सड़क नेटवर्क वैशाली को बिहार के कई महत्वपूर्ण शहरों से जोड़ता है, जैसे: पटना (55 किमी), मुजफ्फरपुर (37 किमी), जो देश के बाकी हिस्सों से जुड़ा हुआ है। बिहार में अन्य महत्वपूर्ण गंतव्य, अर्थात्; बोधगया (163kms), राजगीर (145kms), नालंदा (140kms) पास में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>BY RAIL: निकटतम रेलवे स्टेशन हाजीपुर है, जो वैशाली से केवल 2.5 किलोमीटर दूर है। महत्वपूर्ण ट्रेनें नियमित रूप से हाजीपुर के रेलवे स्टेशन की सेवा करती हैं। पूरे भारत के प्रमुख शहरों से हाजीपुर आ सकते हैं जैसे: दिल्ली, कोलकाता, मुंबई, चेन्नई और वाराणसी।</p>\r\n<p>source:&nbsp;https://vaishali.nic.in/</p>","SubContentHindi":null,"ImageUrl":"048988ab-97d6-4a14-b1c0-70314533492c_vaishali-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-vaishali-hajipur-bihar","tags":[{"name":"हाजीपुर","slug":"hajipur"},{"name":"वैशाली","slug":"vaishali"},{"name":"बिहार","slug":"bihar"}],"recommendations":[{"id":1259,"title":"बरौली में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","dateCreated":"2020-04-24T14:56:56.546Z","dateModified":"2020-04-24T14:57:07.136Z","contributedBy":"AskGif","content":"बरौली भारत के बिहार राज्य में गोपालगंज जिले में एक शहर और एक अधिसूचित क्षेत्र है।\r\n&nbsp;\r\nभूगोल\r\nबरौली 26.4 &deg; N 84.58 &deg; E पर स्थित है। इसकी औसत ऊंचाई 65 मीटर (213 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2001 की भारत की जनगणना के अनुसार, बरौली की आबादी 34,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"बरौली","slug":"barauli"}],"slug":"top-places-to-visit-in-barauli-bihar","total":0},{"id":1258,"title":"असरगंज में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"9d2252bd-0376-4919-b0e4-9a840898cb84_Asarganj.jpg","dateCreated":"2020-04-24T14:43:17.553Z","dateModified":"2020-04-24T14:43:28.57Z","contributedBy":"AskGif","content":"असरगंज भारत के बिहार राज्य में मुंगेर जिले में है।\r\n&nbsp;\r\nभूगोल\r\nअसरगंज 25.15 &deg; N 86.68 &deg; E पर स्थित है। इसकी औसत ऊंचाई 44 मीटर (144 फीट) है।\r\n&nbsp;\r\nमहीने भर चलने वाला त्योहार \"बोल-बम\" सावन के महीने (अगस्त-सितंबर) के दौरान चलता है। सुल्तानगंज (जिसे उ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d2252bd-0376-4919-b0e4-9a840898cb84_Asarganj.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"असरगंज","slug":"asarganj"}],"slug":"top-places-to-visit-in-asarganj-bihar","total":0},{"id":254,"title":"किशनगंज में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"किशनगंज बिहार राज्य के पूर्णिया प्रमंडल में किशनगंज जिले का एक शहर और जिला मुख्यालय है।\r\n&nbsp;\r\nइतिहास\r\nकिशनगंज, जो पहले पूर्णिया जिले का हिस्सा था, मिथिला क्षेत्र का हिस्सा है। मिथिला राज्य (जिसे विदेह का साम्राज्य भी कहा जाता है) की स्थापना करने वाले भारतीय-आर्य लोगों द्वा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"किशनगंज","slug":"kishanganj"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-kishanganj-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}