{"id":271,"title":"Top Places to visit in Vaishali (Hajipur), Bihar","imageUrl":"fe820479-a788-4ee5-a185-58c862db14e6_vaishali-district-bihar.jpg","dateCreated":"2019-02-22T15:38:40.974Z","dateModified":"2019-02-22T17:07:15.236Z","contributedBy":"AskGif","content":"<p>Vaishali or Vesali was a city in present-day Bihar, India, and is now an archaeological site. It is a part of the Tirhut Division.</p>\r\n<p>&nbsp;</p>\r\n<p>It was the capital city of the Vajjian Confederacy of (Vrijji mahajanapada), considered one of the first examples of a republic around the 6th century BCE. Gautama Buddha preached his last sermon before his death in c. 483 BCE, then in 383 BCE the Second Buddhist council was convened here by King Kalasoka, making it an important place in both Jain and Buddhist religions.[2][3][4] It contains one of the best-preserved of the Pillars of Ashoka, topped by a single Asiatic lion (26.014162&deg;N 85.109220&deg;E).</p>\r\n<p>&nbsp;</p>\r\n<p>At the time of the Buddha, Vaiśālī, which he visited on many occasions, was a very large city, rich and prosperous, crowded with people and with abundant food. There were 7,707 pleasure grounds and an equal number of lotus ponds. Its courtesan, Amrapali, was famous for her beauty, and helped in large measure in making the city prosperous.[5] The city had three walls, each one gāvuta away from the other, and at three places in the walls were gates with watch towers. Outside the town, leading uninterruptedly up to the Himalaya, was the Mahavana,[6] a large, natural forest. Nearby were other forests, such as Gosingalasāla.</p>\r\n<p>&nbsp;</p>\r\n<p>The city finds mention in the travel accounts of Chinese explorers, Faxian (4th century CE) and Xuanzang (7th century CE), which were later used in 1861 by British archaeologist Alexander Cunningham to first identify Vaiśālī with the present village of Basarh in Vaishali District, Bihar.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Vaishali district occupies an area of 2,036 square kilometres (786 sq mi),[4]</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Vaishali one of the country's 250 most backward districts (out of a total of 640).[5] It is one of the 38 districts in Bihar currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).[5]</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-divisions</p>\r\n<p>Vaishali district comprises the following Sub-Divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Hajipur</p>\r\n<p>Mahnar</p>\r\n<p>Mahua</p>\r\n<p>Blocks: 1) Mahnar, 2) Vaishali, 3) Bidupur, 4) Goraul, 5) Raghopur, 6) Lalganj , 7) Hajipur, 8) Mahua, 9) Jandaha , 10) Patepur, 11) Sahdeibuzurg, 12) Bhagwanpur, 13) Chehrakala, 14) Rajapakar, 15) Patedhi-Belshar, 16) Desri</p>\r\n<p>&nbsp;</p>\r\n<p>Other Famous Places:</p>\r\n<p>&nbsp;</p>\r\n<p>Daudnagar Chakgadho (Bidupur Block): one of largest Gram-panchayat of vaishali district and economically good in comparison to other gram-panchayats. It is the birthplace of Freedom fighter and Ex-MLA of Raghopur Shri (Late) Babulal Shashtri. Having all kinds of amenities and infrastructural facilities which are required for ideal gram-panchayat.</p>\r\n<p>Connectivity: Hajipur-Mahnar Road (Falls in Hajipur-Mahnar Road), Distance from Hajipur: 11 km, Distance from Bidupur: 2 km, Local Police Station: Bidupur (2 km), Public Sector Bank Available: Allahabad Bank Ltd.(CBS Banking), Shopping Complex: Sri Laxmi Market, Famous Person: Manish Chaudhary</p>\r\n<p>&nbsp;</p>\r\n<p>Sarai (Lalganj Block):</p>\r\n<p>Connectivity: Hajipur-Muzaffarpur Road</p>\r\n<p>&nbsp;</p>\r\n<p>Jadhua (Hajipur Block): developed as sub-urban of Hajipur, Gandhi Setu Starts from here.</p>\r\n<p>Famous sites: Old gudri Bazar, Mamu Bhanja Mazar, Connectivity: Patna 7 km, Hajipur 3 km,</p>\r\n<p>&nbsp;</p>\r\n<p>Prataptand: It is around 18 km from Hajipur and 5 km from Bhagwanpur, famous for a very old and beautiful ram temple called as Raghav mandir. A big fair is held here on the occasion of ram navmi, the birth day of Lord Rama.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Main festival is Chhath Puja, normally celebrated in the month of October or November. Holi and Eid are also important festivals of Vaishali.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1997 Vaishali district became home to the Barela Salim Ali Zubba Saheni Wildlife Sanctuary, which has an area of 2 km2 (0.8 sq mi).</p>\r\n<p>source: https://en.wikipedia.org/wiki/Vaishali_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fe820479-a788-4ee5-a185-58c862db14e6_vaishali-district-bihar.jpg","subContents":[{"SubTitle":"1. Ashoka Pillar","SubTitleHindi":null,"SubContent":"<p>Emperor Ashoka built The Lion Pillar at Kolhua. It is made of a highly polished single piece of red sandstone, surmounted by a bell shaped capital, 18.3 m high. A life-size figure of a lion is placed on top of the pillar. There is a small tank here known as Ramkund. This pillar beside a brick stupa at Kolhua commemorates Buddha&rsquo;s last sermon</p>","SubContentHindi":null,"ImageUrl":"ee514524-6c33-4a44-807d-d64312955e5d_Ashoka-Pillar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Inportant Budhist Place</p>\r\n<p>&nbsp;</p>\r\n<p>In this place Lord Buddha delivered his last sermon. There is a hudge stupa and a well restored Ashokan pillar, and the famous Monkey tank were local children like to jump and swim. This place is crowded by pilgrims. At the entrance you can buy a small wooden reproduction of the Ashokan pillar, as well as other souvenirs.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical Place</p>\r\n<p>&nbsp;</p>\r\n<p>Ashok Pillar is the most popular sightseeing destination of Vaishali situated near a Buddhist monastery and a coronation tank, named Ramkund. It is also a Lion Pillar like the other Ashoka pillars but the difference between this Ashoka pillar and other Ashoka pillar is that, this one has only one lion capital.All the pillars were built at Buddhist monasteries, many important sites from the life of the Budha and places of pilgrimage.</p>\r\n<p>&nbsp;</p>\r\n<p>Sacred Place For Buddist</p>\r\n<p>&nbsp;</p>\r\n<p>This place is near Patna between Khushinaga and Gaya.We left Khushinaga after breakfast and we have our lunch like picnic in this garden.After Buddha nirvana they had 1 st Buddha council in Rajgir on the mountain top.After 100 years they had 2 nd council here.Emperor Ashoka (268 to 232 BCE) built many stupas around India and erected many pillars but only 19 survived.Here you can see a pillar with a one Lion on its intact.The pillar was made of red sand stone 18.3 meters tall.There is also a ruin stupa near the pillar and a pond.The garden was well maintained with beautiful flower beds.</p>\r\n<p>&nbsp;</p>\r\n<p>Location of the Second Budhist Council</p>\r\n<p>&nbsp;</p>\r\n<p>About a 100 years after the Buddha&rsquo;s final nirvana, Vesali was the scene of the second Buddhist Council to settle questions on the Dhamma and Vinaya. In the first 500 years of Buddha&rsquo;s nirvana, the site was popular with pilgrims as it housed the Buddha&rsquo;s alm which was first enshrined at Kesariya. Subsequent invasions by the Muslims in the 13th AD means that the current alm is located in a small Muslim Shrine at Kandahar in Afghanistan.</p>\r\n<p>The Lion pillar &ndash; attributed to Emperor Ashoka is still intact and looks magnificent next to a large Stupa built by Ashoka himself. During excavation, a relic chamber was discovered an in contained a highly polished stone relic casket.</p>\r\n<p>This is one of the must to see tourist places in Bihar.This is close to Patna so person traveling Patna would be so easier to make trip to Vaishali.</p>\r\n<p>&nbsp;</p>\r\n<p>Ashok the Emperor</p>\r\n<p>&nbsp;</p>\r\n<p>Liked the well maintained place with lot of greenery especially Amla trees and water body. Dislike no guides no much information written so that people get to know about the place better.</p>","SubContentHindi":null,"ImageUrl":"7260668a-4742-498d-a1cc-cd432dddc1ea_Places-of-Interest-vaishali.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Culture & Heritage","SubTitleHindi":null,"SubContent":"<p>Vaishali today is a small village surrounded by banana and mango groves as well as rice fields. But excavations in the area have brought to light an impressive historical past. The epic Ramayana tells the story of the heroic King Vishal who ruled here. Historians maintain that one of the world&rsquo;s first democratic republics with an elected assembly of representatives flourished here in the 6th century B.C. in the time of the Vajjis and the Lichchavis. And while Pataliputra, capital of the Mauryas and the Guptas, held political sway over the Gangetic plain, Vaishali was the center for trade and industry.</p>\r\n<p>&nbsp;</p>\r\n<p>Lord Buddha visited Vaishali frequently and at Kolhua, close by, preached his last sermon. To commemorate the event, Emperor Ashoka, in the third century B.C. erected one of his famous lion pillars here. A hundred years after the Mahaparinirvana of the Buddha &ndash; Vaishali hosted the second great Buddhist council. Two stupas were erected to commemorate this event. Jainism, too, has its origins in Vaishali, for in 527 B.C., Lord Mahavir was born on the outskirts of the city, and lived in Vaishali till he was 22. Vaishali is then twice blessed and remains an important pilgrim center for both Buddhists and Jains, attracting also historians foraging for the past.</p>\r\n<p>&nbsp;</p>\r\n<p>On the outskirts of Vaishali stood the grand double storied Buddhist monastery. Buddha often discoursed here. He extended spiritual enfranchisement to women by admitting them to the Holy Order which was founded here. Legend has it that on one of his visits, several monkeys dug up a tank for his comfortable stay and offered him a bowl of honey. This is regarded as one of the great incidents in the legends of Buddha, who announced his approaching Nirvana and preached his last sermon here.</p>\r\n<p>&nbsp;</p>\r\n<p>The Lichchhavis came a long way to bid him farewell on his way to Kushinagara and finally, they were stopped by a river created by Buddha. He once again paused to have a last of his much loved city. As a piety for Vaishali, he had already given his alms bowl which remained here for long time.</p>\r\n<p>&nbsp;</p>\r\n<p>A life size-pillar beside a brick stupa at Kolhua commemorates Buddha&rsquo;s last sermon and announcement of his approaching nirvana. The lion faces north, the direction Buddha took on his last voyage. Adjacent to this is the tank associated with the monkeys offering honey. Nearby are the skeletal remains of a monastery where Buddha resided and a votive stupas dot the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Vaishali museum houses some of the archaeological remains discovered here. Facing the museum is the Abhishek Pushkarni which was holy to Lichchhavis. On one side of the lake is newly built Vishwa Shanti Stupa, a sixth in the series to be erected in India. Close to the museum is the shaded stupa which is supposed to have housed the casket relic with the ashes of Buddha.</p>\r\n<p>&nbsp;</p>\r\n<p>Archaeologists have uncovered a good deal of Vaishali. It begins with a huge mound which is associated with the ancient Parliament referred to Raja Vaihala Ka Garh. Bawan Pokhar temple houses a rich collection of black basalt images dating back to the Gupta and Pala period. Another black basalt, four headed Shivling (Choumukhi Mahadeva) was discovered when a reservoir was being dug. Behind the bawan pokhar temple is a Jain temple famous for its image of the Trithankar. A little distance from these temples lies the Lotus Tank which used to be a picnic spot of the Lichchhavis.</p>\r\n<p>&nbsp;</p>\r\n<p>Further north at Lauria Areraj, 31 Kms from Motihari, lies one of the Ashokan Columns with six of his edicts. The column is devoid of its capital. Another Ashokan column along with the lion capital can be visited at Nandangarh, 23 kms from Bettiah. These pillars possibly mark the course of the ancient Royal highway from Patliputra to Nepal valley. Few kilometers from the monolith at Nandangarh is the mighty brick stupa which is believed to have stored the casket relic containing the ashes of Buddha. At Nandangarh one can also see a dozen vedic mounds that contain the remains of ruling clans of pre-Buddhists times.</p>","SubContentHindi":null,"ImageUrl":"ce131350-6134-4360-973e-ff9a53091b28_Culture-Heritage-vaishali.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Adventures","SubTitleHindi":null,"SubContent":"<p>Vaishali Mahotsava</p>\r\n<p>Vaishali mahotsava is held to celebrate the birth anniversary of the Jain Tirthankar, Lord Mahavir on the full moon day of the month of &ldquo;Vaisakh&rdquo; (mid-April).</p>\r\n<p>&nbsp;</p>\r\n<p>Sonepur fair</p>\r\n<p>35 km. Sonepur situated on the confluence of river Ganga and Gandak, hosts perhaps Asia&rsquo;s Biggest animal fair, from Kartik full moon day (Oct./Nov). The Fair lasts for almost a fortnight. Millions of visitors come to this typical fair.</p>\r\n<p>Bihar State Tourism Development Corporation offers Swiss Cottages with attached baths etc. in the temporarily erected Tourists Village during the period of Sonepur Mela.</p>\r\n<p>&nbsp;</p>\r\n<p>Arts and Crafts</p>\r\n<p>Several villages around Vaishali make delightful home made toys.Sikki Work, the humble blade of grass is hand-woven into delightful baskets and mats. Lac bangles, these handmade lac bangles come from nearby city Muzaffarpur.</p>","SubContentHindi":null,"ImageUrl":"83c58b8e-47c1-485f-9d35-ee30c192b12d_Adventures-vaishali.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>BY AIR: Patna the capital city of Bihar is the nearest Airport from Vaishali. Patna is linked by regular flights to important cities like: Delhi, Kolkata Varanasi, Lucknow and so on. One can also reach Patna from Kathmamdu.</p>\r\n<p>&nbsp;</p>\r\n<p>BY ROAD: A convenient road network covers Vaishali connecting it to a number of important cities in Bihar, such as: Patna (55 km), Muzaffarpur (37 km), which are in turn linked to rest of the country. Other important destinations in Bihar, namely; Bodhgaya (163kms), Rajgir (145kms), Nalanda (140kms) lie close by.</p>\r\n<p>&nbsp;</p>\r\n<p>BY RAIL: The nearest railway station is Hajipur, which is only 2.5 kms away from Vaishali. Important trains service the railway station of Hajipur regularly. One can approach Hajipur from major cities all over India like: Delhi, Kolkata, Mumbai, Chennai and Varanasi.</p>\r\n<p>source:&nbsp;https://vaishali.nic.in/</p>","SubContentHindi":null,"ImageUrl":"048988ab-97d6-4a14-b1c0-70314533492c_vaishali-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-vaishali-hajipur-bihar","tags":[{"name":"hajipur","slug":"hajipur"},{"name":"vaishali","slug":"vaishali"},{"name":"bihar","slug":"bihar"}],"recommendations":[{"id":1259,"title":"Top Places to visit in Barauli, Bihar","imageUrl":"5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","dateCreated":"2020-04-24T14:56:56.546Z","dateModified":"2020-04-24T14:57:07.136Z","contributedBy":"AskGif","content":"Barauli is a town and a notified area in the Gopalganj district in the state of Bihar, India.\r\n&nbsp;\r\nGeography\r\nBarauli is located at 26.4&deg;N 84.58&deg;E. It has an average elevation of 65 meters (213 feet).\r\n&nbsp;\r\nDemographics\r\nAs of the 2001 Indi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bb04d20-f1eb-4e7e-a51e-5fedce93e74f_Barauli.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"barauli","slug":"barauli"}],"slug":"top-places-to-visit-in-barauli-bihar","total":0},{"id":1258,"title":"Top Places to visit in Asarganj, Bihar","imageUrl":"9d2252bd-0376-4919-b0e4-9a840898cb84_Asarganj.jpg","dateCreated":"2020-04-24T14:43:17.553Z","dateModified":"2020-04-24T14:43:28.57Z","contributedBy":"AskGif","content":"Asarganj is in Munger district in the state of Bihar, India.\r\n&nbsp;\r\nGeography\r\nAsarganj is located at 25.15&deg;N 86.68&deg;E. It has an average elevation of 44 metres (144 feet).\r\n&nbsp;\r\nThe month-long festival \"Bol-Bum\" runs during the month of Saawan (Augu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9d2252bd-0376-4919-b0e4-9a840898cb84_Asarganj.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"asarganj","slug":"asarganj"}],"slug":"top-places-to-visit-in-asarganj-bihar","total":0},{"id":254,"title":"Top Places to visit in Kishanganj, Bihar","imageUrl":"bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","dateCreated":"2019-01-29T15:00:57.278Z","dateModified":"2019-01-29T15:19:01.296Z","contributedBy":"AskGif","content":"Kishanganj is a city and district headquarters of Kishanganj district in Purnea division of Bihar state.\r\n&nbsp;\r\nHistory\r\nKishanganj, which was previously part of Purnia district, is part of the Mithila region. Mithila first gained prominence after being settled by Indo-Arya","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd0f3a6b-b18a-46a4-831a-6c7e809a71fb_Kishanganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kishanganj","slug":"kishanganj"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-kishanganj-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}