{"id":272,"title":"Top Places to visit in West Champaran (Bettiah), Bihar","imageUrl":"71b5d31a-3743-4902-8972-dab92c3245f2_Bettiah-railway.jpg","dateCreated":"2019-02-22T17:04:21.632Z","dateModified":"2019-02-22T17:15:40.288Z","contributedBy":"AskGif","content":"<p>West Champaran is an administrative district in the state of Bihar in India, located just 60 km (37 mi) west of Birgunj. It is a part of Tirhut Division[1] (Tirhut). The district headquarters are located in Bettiah. The district is known for its fluid border with Nepal. One of the major location in West Champaran is KumarBagh and Vrindavan belongs to KumarBagh where Mahatma Gandhi started Satyagrah Aandolan</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>West Champaran district occupies an area of 5,228 square kilometres (2,019 sq mi),[2] comparatively equivalent to Canada's Amund Ringnes Island.[3]</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1989 West Champaran district became home to Valmiki National Park, which has an area of 336 km2 (129.7 sq mi). It is also home to two wildlife sanctuaries: Valmiki (adjacent to its namesake national park) and Udaypur Wildlife Sanctuary.[4] Fauna include the Bengal tiger.[5][6]</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-Divisions</p>\r\n<p>West Champaran district comprises the following Sub-Divisions: Bettiah, Bagaha, and Narkatiaganj.</p>\r\n<p>&nbsp;</p>\r\n<p>Blocks: Bettiah, Sikta, Mainatand, Chanpattia, Bairia, Lauria, Bagaha - 1, Bagaha - 2, Madhubani, Gaunaha, Narkatiaganj, Manjhaulia, Nautan, Jogapatti, Ramnagar, Thakraha, Bhitaha, Piprasi</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census West Champaran district has a population of 3,922,780,[8] roughly equal to the nation of Liberia[9] or the US state of Oregon.[10] This gives it a ranking of 63rd in India (out of a total of 640).[8] The district has a population density of 950 inhabitants per square kilometre (2,500/sq mi) .[8] Its population growth rate over the decade 2001-2011 was 28.89%.[8] Pashchim Champaran has a sex ratio of 906 females for every 1000 males,[8] and a literacy rate of 58.06%.[8] Muslim education in [DEORAJ]is 87.12% which is highest in Bihar in a particular region.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Languages include Bhojpuri, a tongue in the Bihari language group with almost 40 000 000 speakers, written in both the Devanagari and Kaithi scripts.[11]</p>\r\n<p>&nbsp;</p>\r\n<p>Non Governmental Organization</p>\r\n<p>Sanmat also known as Sri Someswar Nath Mahadev Trust:With a mission to bring good change and a vision of bringing happiness in the lives of the marginalized sections of our society, Sanmat aims to implement ideas and dreams at the grassroot level and bring about positive change in the society. Sanmat works by enhancing the quality of the lives of the marginalized and excluded sections of the society. With a passionate team, Sanmat is truly a harbinger of change.[12][13]</p>\r\n<p>Culture</p>\r\n<p>The city is the birthplace of poet Gopal Singh Nepali. Mahatma Gandhi started the Champaran Satyagraha movement from here in 1917 along with nationalists Rajendra Prasad, Anugrah Narayan Sinha and Brajkishore Prasad.</p>\r\n<p>source: https://en.wikipedia.org/wiki/West_Champaran_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71b5d31a-3743-4902-8972-dab92c3245f2_Bettiah-railway.jpg","subContents":[{"SubTitle":"1. VALMIKINAGAR","SubTitleHindi":null,"SubContent":"<p>Formally known as BHAINSA LOTAN, it is a famous tourist spot where&nbsp; a dam is built on the river Gandak (Gandak Project). This dam and its channels are the lifeline of north-western part of Bihar. This channel also irrigates some portions of eastern U.P. This dam is also generating hydro-electricity. This dam has been handed over to the nation by late Pandit Jawaharlal Nehru the then Prime Minister.&nbsp; For any tourist interested in exploring natural beauty, a visit to the sylvan surroundings of Valmilki Nagar is a must, where the gushing streams of Gandak break the ascetic calm of the Himalayan foothills.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhainsalotan is also famous for Valmiki Ashram where Maharshi Valmiki, the author of the Ramayan is said to have passed some years. Lord Shiva temple, constructed by Bettiah Raj and&nbsp; ancient Shiv-Parvati temple is also situated&nbsp; here.</p>\r\n<p>&nbsp;</p>\r\n<p>BALMIKI NAGAR NATIONAL PARK AND TIGER RESERVE, spread across 544sq km, is a home for myriad wild animals and birds. Magnificent Himalayas provide a backdrop for this calm wild land.</p>","SubContentHindi":null,"ImageUrl":"1068eb1f-cf59-4552-bbca-38828bf99098_VALMIKINAGAR.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Culture & Heritage","SubTitleHindi":null,"SubContent":"<p>West&nbsp; Champaran District was carved out of the old Champaran District in the year 1972 as a result of re-organization of the District in the state. It was formerly a subdivision of Saran District and then Champaran District&nbsp; with its Head quarters as Bettiah. It is said that Bettiah got its name from Baint (Cane) plants commonly found in this district. The name Champaran is a degenerate form of Champaka aranya, a name which dates back to the time when the district was a tract of the forest of Champa (Magnolia)&nbsp; trees &amp; was the abode of solitary asectics.</p>\r\n<p>&nbsp;</p>\r\n<p>As per District Gazetteer, it seems probable that Champaran was occupied at an early period by races of Aryan descent and formed part of the country in which the Videha empire ruled. After the fall of Videhan empire the&nbsp; district formed part of the Vrijjain oligarchical republic with its capital at Vaishali of which Lichhavis were the most powerful and prominent. Ajatshatru the emperor of Magadh, by tact and force annexed Lichhavis and occupied its capital, Vaishali.&nbsp; He extended his sovereignty over Paschim Champaran which continued under the Mauryan rule for the next hundred years. After the Mauryas, the Sungas and Kanvas ruled over the Magadh territories. The district thereafter formed part of the Kushan empire and then came under Gupta empire. Along with Tirhut, Champaran was possibly annexed by Harsha during whose reign Huen- Tsang, the famous Chinese pilgrim, visited India. During 750 to 1155 AD , the Palas of Bengal were in the possession of Eastern India and Champaran formed the part of their territory. Towards the close of the 10th century Gangaya Deva of the Kalacheeri dynasty conquered Champaran .He was succeeded by Vikramaditya of the Chalukya dynasty.</p>\r\n<p>&nbsp;</p>\r\n<p>During 1213 and 1227,the first Muslim influence was experienced when Ghyasuddin Iwaz the Muslim governor of Bengal extended his&nbsp; influence over Tribhukti or Tirhut .It was however, not a complete conquest and he was only able to have Tirhut from Narsinghdeva, a Simraon king.In about 1320, Ghyasuddin Tughlaq annexed&nbsp; Tirhut&nbsp; to&nbsp; the Tughlaq Empire and placed it under Kameshwar Thakur, who established Sugaon or Thakur dynasty. This dynasty continued to rule the area till Nasrat Shah, son of Allauddin Shah attacked Tirhut in 1530, annexed the territory,and killed the Raja and thus put an end to the Thakur dynasty. Nasrat Shah appointed his son-in-law as viceroy of Tirhut and thence forward the country continued to be ruled by the Muslim rulers. After the fall of Mughal Empire the British rulers came to power in India.</p>\r\n<p>&nbsp;</p>\r\n<p>The history of the district during the late medieval period and the British period is linked with the history of Bettiah Raj. Bettiah Raj has been mentioned as a&nbsp; great estate. It traces its descent from one Ujjain Singh and his son, Gaj Singh, who received the title of Raja from the Emperor Shah Jahan(1628-58). The family came into prominence as independent chief in the 18th century during the downfall of the Mughal Empire. At the time when Sarkar Champaran passed under British rule, is was in the possession of Raja Jugal Kishore Singh, who succeeded Raja Dhurup Singh in 1763. The Raj was succeeded by the descendents of Raja Jugal kishore Singh. Harendra Kishore Singh, the last Maharaja of Bettiah, died in 1893, issueless and was succeeded by his first wife, who died in 1896. The estate came under the management of Court of Wards since 1897 and was held by the Maharaja&rsquo;s junior widow, Maharani Janki Kuar.</p>\r\n<p>&nbsp;</p>\r\n<p>The British Raj palace occupies a large area in the centre of the town. In 1910 at the request of Maharani, the palace was built after the plan of Graham&rsquo;s palace in Calcutta. The Court Of Wards is at present holding the property of Bettiah Raj.</p>\r\n<p>&nbsp;</p>\r\n<p>The rise of nationalism in Bettiah in&nbsp; early&nbsp; 20th century is intimately connected with indigo plantation.&nbsp; Raj Kumar Shukla, an ordinary raiyat and indigo cultivator of Champaran met Gandhijii and explained the plight of the cultivators and the atrocities of the planters on the raiyats. Gandhijii came to Champaran in 1917 and listened to the problems of the cultivators and the started&nbsp; the movement known as Champaran Satyagraha Movement to end the oppression of the British indigo planters. By 1918 the long standing misery of the indigo cultivators came to an end and Champaran became the hub of Indian National Freedom Movement and the launch pad of Gandhi&rsquo;s Satyagraha.</p>","SubContentHindi":null,"ImageUrl":"cb01c050-2e77-4442-9b3b-de8f9dabea2c_Culture-Heritage-west-champaran.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Accommodation","SubTitleHindi":null,"SubContent":"<p>There are lots of hotels and dharamsala here.</p>\r\n<p>&nbsp;</p>\r\n<p>Name Address</p>\r\n<p>Hotel Kajal International Station Road, Banu Chhapar, Bettiah &ndash; 845438, Near Reliance Petrol Pump</p>\r\n<p>Ridhi N Sidhi Supriya Road, Bettiah &ndash; 845438, Opp. Maruti Maker</p>\r\n<p>Hotel Supriya International Supriya Cinema Road, Bettiah &ndash; 845438, West Champaran</p>","SubContentHindi":null,"ImageUrl":"51f3e639-7001-40b0-80fa-76443482d894_hotel-boddhi-t-narkatiaganj-west-champaran-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Bettiah Railway Station is nestled in Indian state of Bihar. It is located in Pashchim Champaran, Bettiah. The railhead belongs to Samastipur Junction and is a part of East Central Railway Line. Kumarbagh and Majhowalia are the nearest rail stations to Bettiah. One of the major railway stations, Siwan Jn, is located very near to this railhead. Gorakhpur Airport is the nearby aerodrome of this station. Nearly 18 Express Trains halt here. These include- Hajipur Narkatiaganj InterCity Link Express, Jan Nayak Express, Narkatiaganj-Muzaffarpur Express, Muzaffarpur-Narkatiaganj Express, Sonpur-Narkatiaganj Passenger, Gorakhpur Sonpur Passenger, Avadh Express, Raxaul Narkatiaganj Passenger, Delhi Anand Vihar T- Muzaffarpur Garib Rath, Porbandar Muzaffarpur Express, Amarnath Express, Poorvanchal Express, and Satyagraha Express etc&hellip;</p>\r\n<p>&nbsp;</p>\r\n<p>More about Bettiah:</p>\r\n<p>Due to well maintained connectivity, you can reach this place from any part across India and globe. Bettiah, the town of this railway station, serves as a hub of agricultural trading for the entire region. However, the place also trades brass, metal ware and leather goods. Popular Bettiah attractions are- Lauria Nandangarh, Motihari, Kesariya, Buddha Stupa and Kushinagar which are in close proximity of the railway station. Bettiah Fair is one of the most important events and festivals of Bettiah. This fifteen days long event also witnesses a must watch cattle fair. Duration from October to March is considered to be the best time to visit Bettiah. You can get relevant destination details and travel updates from MakeMyTrip.com. This online travel portal has detailed information regarding how to reach Bettiah.</p>\r\n<p>source: https://westchamparan.nic.in/</p>","SubContentHindi":null,"ImageUrl":"d7402fb5-acdb-45cf-bc88-0df302cd6b09_West-Champaran-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-west-champaran-bettiah-bihar","tags":[{"name":"bettiah","slug":"bettiah"},{"name":"bihar","slug":"bihar"},{"name":"west-champaran","slug":"west-champaran"}],"recommendations":[{"id":1263,"title":"Top Places to visit in Forbesganj, Bihar","imageUrl":"25c378eb-72c0-4af8-947f-83056a568c15_Forbesganj.jpg","dateCreated":"2020-04-24T15:31:57.071Z","dateModified":"2020-04-24T15:32:31.206Z","contributedBy":"AskGif","content":"Forbesganj is a city with a municipality in the Araria District (formerly Purnia District before 1992) in the state of Bihar, India, situated at the border of Nepal.\r\n&nbsp;\r\nHistory\r\nThe city was given its present name from its British district collector and municipal commis","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/25c378eb-72c0-4af8-947f-83056a568c15_Forbesganj.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"forbesganj","slug":"forbesganj"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-forbesganj-bihar","total":0},{"id":263,"title":"Top Places to visit in Saharsa, Bihar","imageUrl":"1efbf46c-7a6a-4e77-a1e8-9bf18c61220b_Saharsa-railway.jpg","dateCreated":"2019-02-17T14:01:40.372Z","dateModified":"2019-02-17T14:45:55.805Z","contributedBy":"AskGif","content":"Saharsa is a city and a municipality in the Saharsa district in the eastern part of the state of Bihar, India. It is situated near the eastern banks of the Kosi River. It serves as the administrative headquarters for Saharsa District and is also the capital (Divisional Headquarter) of the Kosi Di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1efbf46c-7a6a-4e77-a1e8-9bf18c61220b_Saharsa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"saharsa","slug":"saharsa"}],"slug":"top-places-to-visit-in-saharsa-bihar","total":0},{"id":248,"title":"Top Places to visit in Jehanabad, Bihar","imageUrl":"34d025d9-a534-467e-b9d2-50e541dfaf90_Jehanabad-railway.png","dateCreated":"2019-01-24T15:34:18.81Z","dateModified":"2019-01-25T05:24:33.751Z","contributedBy":"AskGif","content":"Jehanabad is a town in Nagar Parishad and is the headquarters of Jehanabad district in the Indian state of Bihar.\r\n&nbsp;\r\nJehanabad district is one of the thirty-eight districts of Bihar state, India, and Jehanabad town is the administrative headquarters of this district. Jehanabad","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/34d025d9-a534-467e-b9d2-50e541dfaf90_Jehanabad-railway.png","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jehanabad","slug":"jehanabad"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-jehanabad-bihar","total":0},{"id":64,"title":"Best places to visit in Jamalpur, Munger, Bihar","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"Jamalpur is a town in the Indian state of Bihar. It is situated 8 km from Munger city centre. Jamalpur is a part of Munger-Jamalpur twin cities.\r\nThe name Jamalpur literally means Jamal (beautiful) pur (town). Jamalpur is best known for the Jamalpur Locomotive Workshop, which employs over ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bihar","slug":"bihar"},{"name":"munger","slug":"munger"},{"name":"jamalpur","slug":"jamalpur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"top-sites","slug":"top-sites"},{"name":"visit-with-family","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}