{"id":272,"title":"पश्चिम चंपारण (बेतिया) में घूमने के लिए शीर्ष स्थान, बिहार","imageUrl":"71b5d31a-3743-4902-8972-dab92c3245f2_Bettiah-railway.jpg","dateCreated":"2019-02-22T17:04:21.632Z","dateModified":"2019-02-22T17:15:40.288Z","contributedBy":"AskGif","content":"<p>पश्चिम चंपारण भारत के बिहार राज्य में एक प्रशासनिक जिला है, जो बिरगंज के पश्चिम में सिर्फ 60 किमी (37 मील) की दूरी पर स्थित है। यह तिरहुत डिवीजन [1] (तिरहुत) का एक हिस्सा है। जिला मुख्यालय बेतिया में स्थित है। यह जिला नेपाल के साथ अपनी तरल सीमा के लिए जाना जाता है। पश्चिम चंपारण का एक प्रमुख स्थान कुमारबाग है और वृंदावन कुमारबाग का है, जहाँ महात्मा गाँधी ने सत्याग्रह आन्दोलन शुरू किया था</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>पश्चिम चंपारण जिला 5,228 वर्ग किलोमीटर (2,019 वर्ग मील) के क्षेत्र में बसा है, [2] तुलनात्मक रूप से कनाडा के अमुंड रिंगनेस द्वीप के बराबर है। [३]</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1989 में पश्चिम चंपारण जिला वाल्मीकि राष्ट्रीय उद्यान का घर बन गया, जिसका क्षेत्रफल 336 किमी 2 (129.7 वर्ग मील) है। यह दो वन्यजीव अभयारण्यों का घर भी है: वाल्मीकि (इसके नाम पर राष्ट्रीय उद्यान के निकट) और उदयपुर वन्यजीव अभयारण्य। [४] फौना में बंगाल टाइगर शामिल है। [५] [६]</p>\r\n<p>&nbsp;</p>\r\n<p>उप-प्रभागों</p>\r\n<p>पश्चिम चंपारण जिले में निम्नलिखित उप-विभाग शामिल हैं: बेतिया, बगहा और नरकटियागंज।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्लॉक: बेतिया, सिकटा, मैनाटांड़, चनपटिया, बैरिया, लौरिया, बगहा - 1, बगहा - 2, मधुबनी, गौनाहा, नरकटियागंज, मंझौलिया, नौतन, जोगपट्टी, रामनगर, ठकराहा, भितहा, पिपरासी</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार पश्चिम चंपारण जिले की आबादी 3,922,780 है, [8] लगभग लाइबेरिया राष्ट्र [9] या अमेरिकी राज्य ओरेगन के बराबर है। [10] यह भारत में 63 वीं (कुल 640 में से) की रैंकिंग देता है। [8] जिले का जनसंख्या घनत्व 950 निवासियों प्रति वर्ग किलोमीटर (2,500 / वर्ग मील) है। [8] दशक 2001-2011 में इसकी जनसंख्या वृद्धि दर 28.89% थी। [8] पशिम चंपारण में हर 1000 पुरुषों पर 906 महिलाओं का लिंग अनुपात है, [8] और साक्षरता दर 58.06% है। [8] [DEORAJ] में मुस्लिम शिक्षा 87.12% है जो एक विशेष क्षेत्र में बिहार में सबसे अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>भाषा में भोजपुरी, बिहारी भाषा समूह में लगभग 40 000 000 वक्ताओं के साथ एक जीभ शामिल है, जो देवनागरी और कैथी दोनों लिपियों में लिखी गई है। [११]</p>\r\n<p>&nbsp;</p>\r\n<p>गैर सरकारी संगठन</p>\r\n<p>सनमत को श्री सोमेश्वर नाथ महादेव ट्रस्ट के नाम से भी जाना जाता है: हमारे समाज के हाशिए पर रहने वाले लोगों के जीवन में खुशहाली लाने के लिए एक मिशन के साथ, सनत का उद्देश्य जमीनी स्तर पर विचारों और सपनों को लागू करना और सकारात्मक बदलाव लाना है। समाज में। सनमत समाज के हाशिए और बहिष्कृत वर्गों के जीवन की गुणवत्ता को बढ़ाकर काम करता है। भावुक टीम के साथ, सनमत वास्तव में परिवर्तन का अग्रदूत है। [१२] [१३]</p>\r\n<p>संस्कृति</p>\r\n<p>शहर कवि गोपाल सिंह नेपाली का जन्म स्थान है। राष्ट्रपिता राजेंद्र प्रसाद, अनुग्रह नारायण सिन्हा और ब्रजकिशोर प्रसाद के साथ महात्मा गांधी ने 1917 में चंपारण सत्याग्रह आंदोलन की शुरुआत की।</p>\r\n<p>source: https://en.wikipedia.org/wiki/West_Champaran_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71b5d31a-3743-4902-8972-dab92c3245f2_Bettiah-railway.jpg","subContents":[{"SubTitle":"1. वाल्मीकि नगर","SubTitleHindi":null,"SubContent":"<p>औपचारिक रूप से BHAINSA LOTAN के रूप में जाना जाता है, यह एक प्रसिद्ध पर्यटक स्थल है जहाँ गंडक नदी (गंडक परियोजना) पर एक बांध बनाया गया है। यह बांध और इसके चैनल बिहार के उत्तर-पश्चिमी हिस्से की जीवन रेखा हैं। यह चैनल पूर्वी यूपी के कुछ हिस्सों की भी सिंचाई करता है। यह बांध पनबिजली भी पैदा कर रहा है। इस बांध को तत्कालीन प्रधानमंत्री स्वर्गीय पंडित जवाहरलाल नेहरू ने राष्ट्र को सौंपा था। प्राकृतिक सुंदरता की खोज में रुचि रखने वाले किसी भी पर्यटक के लिए, वाल्मिल्की नगर के सिलावन परिवेश की यात्रा करना आवश्यक है, जहाँ गंडक की जलधाराएँ हिमालय की तलहटी की तपस्या को शांत करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भैंसलोटन वाल्मीकि आश्रम के लिए भी प्रसिद्ध है जहाँ रामायण के रचयिता महर्षि वाल्मीकि को कुछ साल बीत चुके हैं। बेतिया राज और प्राचीन शिव-पार्वती मंदिर द्वारा निर्मित भगवान शिव मंदिर भी यहाँ स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>BALMIKI NAGAR राष्ट्रीय उद्यान और बाघ संरक्षण, जो 544 वर्ग किमी में फैला है, असंख्य जंगली जानवरों और पक्षियों का घर है। इस शांत जंगली भूमि के लिए शानदार हिमालय एक पृष्ठभूमि प्रदान करते हैं।</p>","SubContentHindi":null,"ImageUrl":"1068eb1f-cf59-4552-bbca-38828bf99098_VALMIKINAGAR.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. संस्कृति और विरासत","SubTitleHindi":null,"SubContent":"<p>पश्चिम चंपारण जिले को राज्य में जिले के पुन: संगठन के परिणामस्वरूप वर्ष 1972 में पुराने चंपारण जिले से बाहर किया गया था। यह पहले सारण जिले और फिर चंपारण जिले का एक उपखंड था, जिसका मुख्यालय बेटियाह के रूप में था। ऐसा कहा जाता है कि बेतिया ने इस जिले में आमतौर पर पाए जाने वाले बैन (बेंत) पौधों से इसका नाम लिया। चंपारण नाम चंपक अरण्य का एक पतित रूप है, एक ऐसा नाम जो उस समय से मिलता है जब जिला चंपा (मैगनोलिया) के पेड़ों का जंगल था और एकान्त तपस्वियों का निवास था।</p>\r\n<p>&nbsp;</p>\r\n<p>डिस्ट्रिक्ट गजेटियर के अनुसार, ऐसा लगता है कि आर्यन वंश की दौड़ से चंपारण का प्रारंभिक काल में कब्जा हो गया और उस देश का हिस्सा बना जिसमें विदेह साम्राज्य का शासन था। विदेह साम्राज्य के पतन के बाद जिले ने अपनी राजधानी के साथ वैशाली में विराजमान ओलिगार्चिकल गणतंत्र का हिस्सा बनाया, जिसमें लिच्छवि सबसे शक्तिशाली और प्रमुख था। मगध के सम्राट अजातशत्रु ने चतुराई से और बलपूर्वक लिच्छवियों पर कब्जा कर लिया और उसकी राजधानी वैशाली पर कब्जा कर लिया। उन्होंने पश्चिम चंपारण पर अपनी संप्रभुता का विस्तार किया जो अगले सौ वर्षों तक मौर्य शासन के अधीन रहा। मौर्यों के बाद, सुंग और कण्व ने मगध प्रदेशों पर शासन किया। इसके बाद जिला कुषाण साम्राज्य का हिस्सा बना और फिर गुप्त साम्राज्य के अधीन आ गया। तिरहुत के साथ, चंपारण संभवत: हर्ष द्वारा अभिषेक किया गया था, जिसके शासनकाल में प्रसिद्ध चीनी तीर्थयात्री हुआन-त्सांग ने भारत का दौरा किया था। 750 से 1155 ईस्वी के दौरान, बंगाल के पलास पूर्वी भारत के कब्जे में थे और चंपारण ने उनके क्षेत्र का हिस्सा बनाया। कलचेरी राजवंश के 10 वीं शताब्दी के गंगा देवता के करीब चंपारण पर विजय प्राप्त की। उसे चालुक्य वंश के विक्रमादित्य ने सफल बनाया।</p>\r\n<p>&nbsp;</p>\r\n<p>1213 और 1227 के दौरान, पहले मुस्लिम प्रभाव का अनुभव किया गया था जब बंगाल के मुस्लिम गवर्नर गयासुद्दीन इवाज ने त्रिभुती या तिरहुत पर अपना प्रभाव बढ़ाया था। हालांकि, यह पूरी तरह से विजय नहीं था और वह सिमरन राजा नरसिंहदेव से तिरहुत के लिए सक्षम था। लगभग 1320 में, गयासुद्दीन तुगलक ने तिरहुत को तुगलक साम्राज्य से अलग कर दिया और कामेश्वर ठाकुर के अधीन कर दिया, जिसने सुगांव या ठाकुर वंश की स्थापना की। इस वंश ने तब तक इस क्षेत्र पर शासन करना जारी रखा जब तक कि अलाउद्दीन शाह के पुत्र नसरत शाह ने 1530 में तिरहुत पर हमला कर दिया, क्षेत्र पर कब्जा कर लिया और राजा की हत्या कर दी और इस तरह ठाकुर वंश का अंत कर दिया। नसरत शाह ने अपने दामाद को तिरहुत का वाइसराय नियुक्त किया और आगे चलकर देश पर मुस्लिम शासकों का शासन रहा। मुगल साम्राज्य के पतन के बाद ब्रिटिश शासक भारत में सत्ता में आए।</p>\r\n<p>&nbsp;</p>\r\n<p>मध्ययुगीन काल और ब्रिटिश काल के दौरान जिले का इतिहास बेतिया राज के इतिहास से जुड़ा हुआ है। बेतिया राज को एक महान संपत्ति के रूप में उल्लेख किया गया है। यह एक उज्जैन सिंह और उसके बेटे, गज सिंह से अपने वंश का पता लगाता है, जिसने सम्राट शाहजहाँ (1628-58) से राजा की उपाधि प्राप्त की थी। 18 वीं सदी में मुगल साम्राज्य के पतन के दौरान यह परिवार स्वतंत्र प्रमुख के रूप में आया। जिस समय सरकार चंपारण ब्रिटिश शासन के तहत पारित हुई, उस समय राजा जुगल किशोर सिंह के कब्जे में थे, जिन्होंने 1763 में राजा ध्रुप सिंह का उत्तराधिकारी बनाया। राज को राजा जुगल किशोर सिंह के वंशजों द्वारा सफल बनाया गया था। बेतिया के अंतिम महाराजा हरेंद्र किशोर सिंह का निधन 1893 में हुआ था, उनकी पत्नी की मृत्यु हो गई और उनकी पहली पत्नी की मृत्यु हो गई, जिनकी 1896 में मृत्यु हो गई। यह संपत्ति 1897 से कोर्ट ऑफ वार्ड्स के प्रबंधन में आ गई और महाराजा की जूनियर विधवा महारानी के पास थी। जानकी कुआर।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रिटिश राज महल शहर के केंद्र में एक बड़े क्षेत्र में स्थित है। 1910 में महारानी के अनुरोध पर, महल का निर्माण कलकत्ता में ग्राहम के महल की योजना के बाद किया गया था। कोर्ट ऑफ वार्ड्स वर्तमान में बेतिया राज की संपत्ति पर कब्जा कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>20 वीं शताब्दी की शुरुआत में बेतिया में राष्ट्रवाद का उदय अंतरिम रूप से इंडिगो वृक्षारोपण से जुड़ा हुआ है। चंपारण के एक साधारण रैयत और इंडिगो कल्टीवेटर राज कुमार शुक्ला ने गांधी जी से मुलाकात की और रैयतों पर खेती करने वालों की दुर्दशा और बागवानों के अत्याचार के बारे में विस्तार से बताया। 1917 में गांधीजी चंपारण आए और उन्होंने किसानों की समस्याओं को सुना और ब्रिटिश इंडिगो प्लांटर्स के उत्पीड़न को समाप्त करने के लिए चंपारण सत्याग्रह आंदोलन के रूप में जाना जाने वाला आंदोलन शुरू किया। 1918 तक इंडिगो काश्तकारों का लंबे समय से चला आ रहा दुस्साहस समाप्त हो गया और चंपारण भारतीय राष्ट्रीय स्वतंत्रता आंदोलन और गांधी के सत्याग्रह के लॉन्च पैड का केंद्र बन गया।</p>","SubContentHindi":null,"ImageUrl":"cb01c050-2e77-4442-9b3b-de8f9dabea2c_Culture-Heritage-west-champaran.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निवास","SubTitleHindi":null,"SubContent":"<p>यहां बहुत सारे होटल और धर्मशाला हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नाम पता</p>\r\n<p>होटल काजल इंटरनेशनल स्टेशन रोड, बानू छापर, बेतिया - 845438, रिलायंस पेट्रोल पंप के पास</p>\r\n<p>रिधि एन सीधी सुप्रिया रोड, बेतिया - 845438, ऑप। मारुति निर्माता</p>\r\n<p>होटल सुप्रिया इंटरनेशनल सुप्रिया सिनेमा रोड, बेतिया - 845438, पश्चिम चंपारण</p>","SubContentHindi":null,"ImageUrl":"51f3e639-7001-40b0-80fa-76443482d894_hotel-boddhi-t-narkatiaganj-west-champaran-hotels.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>बेतिया रेलवे स्टेशन भारत के बिहार राज्य में स्थित है। यह पशिचम चंपारण, बेतिया में स्थित है। रेलहेड समस्तीपुर जंक्शन से संबंधित है और पूर्व मध्य रेलवे लाइन का एक हिस्सा है। कुमारबाग और मझौलिया, बेतिया के निकटतम रेलवे स्टेशन हैं। एक प्रमुख रेलवे स्टेशन, सिवान जंक्शन, इस रेलमार्ग के बहुत निकट स्थित है। गोरखपुर एयरपोर्ट इस स्टेशन का नजदीकी हवाई अड्डा है। करीब 18 एक्सप्रेस ट्रेनें यहां रुकती हैं। इनमें शामिल हैं- हाजीपुर नरकटियागंज इंटरसिटी लिंक एक्सप्रेस, जन नायक एक्सप्रेस, नरकटियागंज-मुज़फ़्फ़रपुर एक्सप्रेस, मुज़फ़्फ़रपुर-नरकटियागंज एक्सप्रेस, सोनपुर-नरकटियागंज पैसेंजर, गोरखपुर सोनारपुर पैसेंजर, अवध एक्सप्रेस, रक्सौल नरकटियागंज पैसेंजर, दिल्ली आनंद विहार टी- मुज़फ्फरपुर ग़रीब रथ एक्सप्रेस, अमरनाथ एक्सप्रेस, पूर्वांचल एक्सप्रेस, और सत्याग्रह एक्सप्रेस आदि&hellip;</p>\r\n<p>&nbsp;</p>\r\n<p>Bettiah के बारे में अधिक जानकारी:</p>\r\n<p>अच्छी तरह से बनाए रखा कनेक्टिविटी के कारण, आप भारत और ग्लोब के किसी भी हिस्से से इस जगह तक पहुँच सकते हैं। इस रेलवे स्टेशन का शहर, बेतिया पूरे क्षेत्र के लिए कृषि व्यापार का केंद्र है। हालाँकि, यह स्थान पीतल, धातु के बर्तन और चमड़े के सामान का भी कारोबार करता है। लोकप्रिय बेटिया आकर्षण हैं- लौरिया नंदनगढ़, मोतिहारी, केसरिया, बुद्ध स्तूप और कुशीनगर, जो रेलवे स्टेशन के करीब हैं। बेतिया के मेले सबसे महत्वपूर्ण घटनाओं और त्योहारों में से एक है। पंद्रह दिनों तक चलने वाले इस आयोजन में पशु मेला भी देखना चाहिए। अक्टूबर से मार्च तक की अवधि को बेटिया की यात्रा के लिए सबसे अच्छा समय माना जाता है। आप MakeMyTrip.com से प्रासंगिक गंतव्य विवरण और यात्रा अपडेट प्राप्त कर सकते हैं। इस ऑनलाइन ट्रैवल पोर्टल में बेटियाह तक पहुंचने के बारे में विस्तृत जानकारी है।</p>\r\n<p>स्रोत: https://westchamparan.nic.in/</p>","SubContentHindi":null,"ImageUrl":"d7402fb5-acdb-45cf-bc88-0df302cd6b09_West-Champaran-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-west-champaran-bettiah-bihar","tags":[{"name":"बेतिया","slug":"bettiah"},{"name":"बिहार","slug":"bihar"},{"name":"पश्चिम-चंपारण","slug":"west-champaran"}],"recommendations":[{"id":1263,"title":"फोर्बेस्गंज में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"25c378eb-72c0-4af8-947f-83056a568c15_Forbesganj.jpg","dateCreated":"2020-04-24T15:31:57.071Z","dateModified":"2020-04-24T15:32:31.206Z","contributedBy":"AskGif","content":"फोर्ब्सगंज नेपाल की सीमा पर स्थित भारत के बिहार राज्य में अररिया जिले (1992 से पहले पूर्णिया जिला) में एक नगरपालिका वाला शहर है।\r\n&nbsp;\r\nइतिहास\r\nशहर को अपने ब्रिटिश जिला कलेक्टर और नगरपालिका आयुक्त, फोर्ब्स से वर्तमान नाम दिया गया था। आजादी के बाद, नाम बदलकर फोर्ब्सगंज कर दि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/25c378eb-72c0-4af8-947f-83056a568c15_Forbesganj.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फोर्बेस्गंज","slug":"forbesganj"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-forbesganj-bihar","total":0},{"id":263,"title":"सहरसा में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"1efbf46c-7a6a-4e77-a1e8-9bf18c61220b_Saharsa-railway.jpg","dateCreated":"2019-02-17T14:01:40.372Z","dateModified":"2019-02-17T14:45:55.805Z","contributedBy":"AskGif","content":"सहरसा भारत के बिहार राज्य के पूर्वी भाग में सहरसा जिले का एक शहर और एक नगर पालिका है। यह कोसी नदी के पूर्वी तट के पास स्थित है। यह सहरसा जिले के लिए प्रशासनिक मुख्यालय के रूप में कार्य करता है और बिहार राज्य के कोसी मंडल की राजधानी (संभागीय मुख्यालय) भी है, जिसमें सहरसा, मधेपुरा और सुपौल जिले शाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1efbf46c-7a6a-4e77-a1e8-9bf18c61220b_Saharsa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"सहरसा","slug":"saharsa"}],"slug":"top-places-to-visit-in-saharsa-bihar","total":0},{"id":248,"title":"जहानाबाद में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"34d025d9-a534-467e-b9d2-50e541dfaf90_Jehanabad-railway.png","dateCreated":"2019-01-24T15:34:18.81Z","dateModified":"2019-01-25T05:24:33.751Z","contributedBy":"AskGif","content":"जहानाबाद नगर परिषद में एक शहर है और भारत के बिहार राज्य में जहानाबाद जिले का मुख्यालय है।\r\n&nbsp;\r\nजहानाबाद जिला भारत के बिहार राज्य के अड़तीस जिलों में से एक है और जहानाबाद शहर इस जिले का प्रशासनिक मुख्यालय है। जहानाबाद जिला मगध डिवीजन का एक हिस्सा है। यह जिला बिहार की राजधानी पटना","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/34d025d9-a534-467e-b9d2-50e541dfaf90_Jehanabad-railway.png","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जहानाबाद","slug":"jehanabad"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-jehanabad-bihar","total":0},{"id":64,"title":"जमालपुर, मुंगेर, बिहार में तलाशने के लिए सबसे अच्छी जगहें","imageUrl":"5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","dateCreated":"2018-08-01T05:59:10.123Z","dateModified":"2018-08-01T06:43:42.554Z","contributedBy":"AskGif","content":"जमालपुर बिहार के भारतीय राज्य में एक शहर है। यह मुंगेर शहर के केंद्र से 8 किमी दूर स्थित है। जमालपुर मुंगेर-जमालपुर जुड़वां शहरों का हिस्सा है।\r\nजमालपुर नाम का शाब्दिक अर्थ जमाल (सुंदर) pur (शहर) है। जमालपुर जमालपुर लोकोमोटिव वर्कशॉप के लिए सबसे अच्छी तरह से जाना जाता है, जो 25,000 से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c90169e-6305-4427-963a-77bd981ac94e_jamalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिहार","slug":"bihar"},{"name":"मुंगेर","slug":"munger"},{"name":"जमालपुर","slug":"jamalpur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"}],"slug":"best-places-to-visit-in-jamalpur-munger-bihar","total":0}]}