{"id":273,"title":"निकोबार (कार निकोबार) में जाने के लिए शीर्ष स्थान, अंडमान और निकोबार","imageUrl":"354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","dateCreated":"2019-02-23T03:54:24.197Z","dateModified":"2019-02-23T04:07:23.822Z","contributedBy":"AskGif","content":"<p>कार निकोबार (पु कार भाषा में) निकोबार द्वीप समूह का सबसे उत्तरी भाग है। यह अंडमान और निकोबार द्वीप समूह के भारतीय केंद्र शासित प्रदेश निकोबार के भारतीय जिले के तीन स्थानीय प्रशासनिक प्रभागों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकोबार जिला अंडमान और निकोबार द्वीप समूह के भारतीय केंद्रशासित प्रदेश (यूटी) के तीन जिलों में से एक है। जिले का प्रशासनिक क्षेत्र निकोबार द्वीप समूह के सभी शामिल है, जो हिंद महासागर (बंगाल की खाड़ी, अंडमान सागर की सीमा) में स्थित हैं। जिले का मुख्यालय कार निकोबार द्वीप पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला प्रशासन का नेतृत्व एक उपायुक्त द्वारा किया जाता है, जो अंडमान और निकोबार द्वीप समूह के उपराज्यपाल को रिपोर्ट करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह देश का पांचवा सबसे कम आबादी वाला (640 में से) जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>कार निकोबार लिटिल अंडमान और नानकोवरी के बीच में पड़ता है। दक्षिण से दस डिग्री चैनल का क्षेत्र कार निकोबार मुख्यालय के अंतर्गत आता है। कार निकोबार उत्तर में कुछ चट्टानों और भीतरी इलाकों में छोटे पहाड़ी क्षेत्रों को छोड़कर उल्लेखनीय रूप से सपाट है। यह एक समुद्री तट और समतल भूमि के क्षेत्रों से घिरा है, जिसमें कोरलीन मंदक से बना है। [४] यह एक समतल उपजाऊ द्वीप है, जो चारों ओर घूमते समुद्र के साथ नारियल के हथेलियों और करामाती समुद्र तटों के समूहों से ढंका है।</p>\r\n<p>&nbsp;</p>\r\n<p>मध्य अंडमान और दक्षिण अंडमान की तुलना में, कार निकोबार एक छोटा सा द्वीप है, जिसमें केवल 126.9 किमी 2 (49.0 वर्ग किमी) है।</p>\r\n<p>&nbsp;</p>\r\n<p>कार निकोबार द्वीप की जलवायु उष्णकटिबंधीय है, क्योंकि यह भूमध्य रेखा से सिर्फ 9 डिग्री है, जिसमें वार्षिक वर्षा 400 मिमी है। पिछले दस वर्षों के आंकड़ों से पता चलता है कि द्वीप में औसत सापेक्ष आर्द्रता 79% है, औसत अधिकतम तापमान 30.20 C का है, और न्यूनतम तापमान 23.00 C है।</p>\r\n<p>&nbsp;</p>\r\n<p>मृदा विश्लेषण से कृषि फसलों के विकास में बाधा उत्पन्न रेत और मिट्टी की एक उच्च सामग्री का पता चला। कार निकोबार का क्षेत्र रोपण फसलों के लिए उपयुक्त है, और नारियल और सुपारी प्रमुख उत्पाद हैं, जो क्षेत्र में उगाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>2016 तक, निकोबार जिले को 3 उप-डिवीजनों और 7 तालुकों (तहसीलों) में विभाजित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>कार निकोबार सबडिविजन</p>\r\n<p>कार निकोबार तालुक - मुख्यालय</p>\r\n<p>नानकोवरी उपखंड</p>\r\n<p>नानकोव्री तालुक</p>\r\n<p>कामोर्ट तालुक</p>\r\n<p>टेरेसा-चाउर तालुक</p>\r\n<p>कच्छल तालुक</p>\r\n<p>महान निकोबार उपखंड</p>\r\n<p>कैंपबेल बे तालुक</p>\r\n<p>छोटा निकोबार तालुक</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nicobar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","subContents":[{"SubTitle":"1. संस्कृति और विरासत","SubTitleHindi":null,"SubContent":"<p>\"TUHET\" या बड़े संयुक्त परिवार ज्यादातर कार निकोबार में प्रचलित हैं। परमाणु परिवार मध्य और दक्षिणी निकोबार में अधिक प्रमुख है। तुहट सिर्फ एक घराने नहीं है; यहां तक ​​कि एक गाँव के विभिन्न क्षेत्रों में रहने वाले सदस्य, तुत के बैनर तले सभी व्यावहारिक उद्देश्यों के लिए एकजुट होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निकोबारी की कला और संस्कृति उनके पर्यावरण और जरूरतों के अनुरूप है। उनकी बड़ी सीफोरिंग कैन इतनी कुशलता से बनाई जाती हैं कि वे हल्के होते हैं और आसानी से ले जाते हैं क्योंकि प्रत्येक लकड़ी के टुकड़े से बना होता है जिसे बहुत सावधानी से खोखला किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>संगीत और नृत्य निकोबारी संस्कृति के घटक हैं। नृत्य हमेशा गायन के साथ होता है। कार निकोबार में पुरुष और महिलाएं एक साथ नृत्य करते हैं लेकिन अन्य द्वीपों में वे करते हैं। लोकगीत सुनाए जाते हैं और उत्सव के अवसरों पर लोक गीत गाए जाते हैं। फिल्मी गीतों और पश्चिमी गायन संगीत के प्रभाव से निकोबारी अब एक आधुनिक संगीत की रचना करते हैं, जिसे वे गिटार और अन्य संगीत वाद्ययंत्रों पर मधुर धुनों में बजाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सभी संन्यासी दिवस पर, ईस्टर और क्रिसमस के लोग दूसरे द्वीपों के निकोबारी पर कॉल करते हैं, भजन और कैरोल गाते हैं और अभिवादन का आदान-प्रदान करते हैं। यहां तक ​​कि गैर-ईसाईयों जैसे कि मिस्लिम और एनिमिस्ट को उत्सव में भाग लेने के लिए आमंत्रित किया जाता है। अंतर द्वीप विवाह आम हैं। पूरे निकोबारी में एक दूसरे के साथ शांतिपूर्ण और सौहार्दपूर्ण धर्म का आनंद लेते हैं।</p>","SubContentHindi":null,"ImageUrl":"7a3afbe2-7694-4e78-8af0-b894a69f348c_Culture-Heritage-nicobar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. प्रकृति","SubTitleHindi":null,"SubContent":"<p>निकोबार द्वीप समूह यूरेशिया के साथ इंडो-ऑस्ट्रेलियन प्लेट की टक्कर से निर्मित एक महान द्वीप चाप का हिस्सा है। टकराव ने हिमालय और अधिकांश इंडोनेशियाई द्वीपों को उठा लिया, और ऊंचे द्वीपों और द्वीपों का एक लंबा आर्क बनाया, जिसमें बर्मा की अराकान योमा श्रेणी, अंडमान और निकोबार द्वीप समूह शामिल हैं, और सुनामयात्रा के पश्चिमी तट से दूर द्वीप, जिसमें बरनक भी शामिल है। द्वीप और मेंतवाई द्वीप।</p>","SubContentHindi":null,"ImageUrl":"aebdb57e-0ab2-4dfd-896e-852015ab93fd_Nature-nicobar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निकोबार द्वीप समूह वर्षा वन","SubTitleHindi":null,"SubContent":"<p>जलवायु गर्म और उष्णकटिबंधीय है, जिसमें तापमान 22 से 30 डिग्री सेल्सियस तक है। वार्षिक मानसून और हर साल लगभग 3000 से 3800 मिमी के उपायों के कारण वर्षा भारी होती है। निकोबार की वनस्पति आम तौर पर तटीय मैंग्रोव जंगलों और आंतरिक सदाबहार और पर्णपाती उष्णकटिबंधीय और उपोष्णकटिबंधीय नम चौड़ी जंगलों में विभाजित है। इसके अतिरिक्त, कई द्वीपों में व्यापक अंतर्देशीय घास के मैदान होते हैं, हालांकि इनका परिणाम मानवीय हस्तक्षेप से माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकोबार द्वीप समूह एक विशिष्ट स्थलीय क्षेत्र के रूप में पहचाना जाता है, निकोबार द्वीपसमूह वर्षा वन हैं, जिनमें कई स्थानिक जीव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बर्फ के युग के दौरान समुद्र के निचले स्तर के परिणामस्वरूप, अंडमान द्वीप समूह दक्षिण पूर्व एशियाई मुख्य भूमि से जुड़ा हुआ था, लेकिन यह नहीं माना जाता है कि निकोबार द्वीप समूह कभी महाद्वीप के लिए भूमि पुल था। निचले समुद्र के स्तर ने द्वीपों को एक-दूसरे से जोड़ा: महान निकोबार और लिटिल निकोबार एक-दूसरे से जुड़े हुए थे, और नानकोवरी, चौरा, कच्छल, ट्रिंका, कैमोर्टा और पास के छोटे द्वीप एक दूसरे से भी जुड़े हुए थे।</p>","SubContentHindi":null,"ImageUrl":"a5fbecf8-7fa6-49d3-b997-80605a74cf5a_Nicobar-Islands-rain-forests.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>निकोबार जिला जहाज के साथ-साथ हवाई मार्ग से पोर्ट ब्लेयर से जुड़ा हुआ है। कार निकोबार जिला हेड क्वार्टर 250 किलोमीटर है। पोर्ट ब्लेयर से दूर। निकोबार जिला (कैम्पबेल बे को छोड़कर) एक प्रतिबंधित क्षेत्र है। जो भी इस जिले का दौरा करने में रुचि रखता है, उसे अंडमान जिले के उपायुक्त कार्यालय से एक LANDING PERMIT प्राप्त करने की आवश्यकता होगी। (03192-237825,232763)।</p>\r\n<p>&nbsp;</p>\r\n<p>समुद्र के द्वारा</p>\r\n<p>पोर्ट ब्लेयर और निकोबार जिले के बीच जहाज सेवा उपलब्ध है। सामान्य रूप से जहाज सप्ताह में दो बार उपलब्ध होता है। पोर्ट ब्लेयर में निदेशक, शिपिंग सेवाओं (03192-245555) के कार्यालय से जहाज का टिकट प्राप्त कर सकते हैं।</p>\r\n<p>ग्रेट निकोबार के पूर्वी तट पर कैम्पबेल बे में कम से कम एक छोटा शिपिंग डॉक स्थित है। कार निकोबार में कीटिंग पॉइंट और म्यूज़ के पास अपने उत्तरी सिरे पर एक छोटी सी गोदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>PAWAN HANS हेलीकाप्टर लिमिटेड ने 2 जून 2003 से अंडमान और निकोबार द्वीप समूह में अंतर-द्वीप हेलीकॉप्टर सेवा शुरू की है। एक निदेशक, नागरिक उड्डयन के कार्यालय से PAWAN HANS के लिए टिकट आरक्षित कर सकता है। (03,192-230,480।)। नीचे दिए गए कार्यक्रम के अनुसार पोर्ट ब्लेयर से निकोबार जिले में हेलीकाप्टर जाता है:</p>\r\n<p>कार निकोबार सीबीडी / वीईसीएक्स में मलक्का के पास दक्षिण पूर्व तट पर 43 मीटर की दूरी पर 2717 की कार निकोबार वायु सेना बेस पर एक हवाई पट्टी है, लेकिन वाणिज्यिक सेवा प्रदान नहीं करता है। ग्रेट निकोबार के पूर्वी तट पर कैम्पबेल बे / तेनाला में लगभग 1000 मीटर की एक छोटी हवाई पट्टी है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://nicobars.andaman.nic.in/</p>","SubContentHindi":null,"ImageUrl":"81f362dc-d61e-486b-9c20-452d1238a9f7_carnicobar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nicobar-car-nicobar-andaman-and-nicobar","tags":[{"name":"अण्डमान-और-निकोबार","slug":"andaman-and-nicobar"},{"name":"कार-निकोबार","slug":"car-nicobar"},{"name":"निकोबार","slug":"nicobar"}],"recommendations":[{"id":275,"title":"दक्षिण अंडमान (पोर्ट ब्लेयर) में जाने के लिए शीर्ष स्थान, अंडमान और निकोबार","imageUrl":"ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","dateCreated":"2019-02-23T16:02:42.191Z","dateModified":"2019-02-23T16:25:56.546Z","contributedBy":"AskGif","content":"दक्षिण अंडमान जिला, बंगाल की खाड़ी में स्थित भारतीय केंद्रशासित प्रदेश अंडमान और निकोबार द्वीप समूह के 3 जिलों में से एक है। पोर्ट ब्लेयर शहर, केंद्र शासित प्रदेश की राजधानी जिला मुख्यालय है। इस जिले का क्षेत्रफल 2980 वर्ग किमी है।\r\n&nbsp;\r\nदक्षिण अंडमान द्वीप ग्रेट अंडमान का सबसे द","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दक्षिण-अंडमान","slug":"south-andaman"},{"name":"पोर्ट-ब्लेयर","slug":"port-blair"},{"name":"अण्डमान-और-निकोबार","slug":"andaman-and-nicobar"}],"slug":"top-places-to-visit-in-south-andaman-port-blair-andaman-and-nicobar","total":0},{"id":274,"title":"उत्तर और मध्य अंडमान (मायाबंदर) में घूमने के लिए शीर्ष स्थान, अंडमान और निकोबार","imageUrl":"557d6382-8aae-4c6f-b816-7ef0c8169a31_north-and-middle-andaman.jpg","dateCreated":"2019-02-23T15:12:40.199Z","dateModified":"2019-02-23T15:36:18.617Z","contributedBy":"AskGif","content":"उत्तर और मध्य अंडमान जिला बंगाल की खाड़ी में स्थित भारतीय केंद्रशासित प्रदेश अंडमान और निकोबार द्वीप समूह के 3 जिलों में से एक है। मायाबंदर शहर जिला मुख्यालय है। इस जिले द्वारा आच्छादित क्षेत्र 3251.85 किमी 2 है।\r\n&nbsp;\r\nइतिहास\r\nयह जिला १ August अगस्त २००६ को बनाया गया था, त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/557d6382-8aae-4c6f-b816-7ef0c8169a31_north-and-middle-andaman.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अण्डमान-और-निकोबार","slug":"andaman-and-nicobar"},{"name":"उत्तर-और-मध्य-अंडमान","slug":"north-and-middle-andaman"},{"name":"मायाबंदर","slug":"mayabunder"}],"slug":"top-places-to-visit-in-north-and-middle-andaman-mayabunder-andaman-and-nicobar","total":0},{"id":273,"title":"निकोबार (कार निकोबार) में जाने के लिए शीर्ष स्थान, अंडमान और निकोबार","imageUrl":"354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","dateCreated":"2019-02-23T03:54:24.197Z","dateModified":"2019-02-23T04:07:23.822Z","contributedBy":"AskGif","content":"कार निकोबार (पु कार भाषा में) निकोबार द्वीप समूह का सबसे उत्तरी भाग है। यह अंडमान और निकोबार द्वीप समूह के भारतीय केंद्र शासित प्रदेश निकोबार के भारतीय जिले के तीन स्थानीय प्रशासनिक प्रभागों में से एक है।\r\n&nbsp;\r\nनिकोबार जिला अंडमान और निकोबार द्वीप समूह के भारतीय केंद्रशासित प्रदे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अण्डमान-और-निकोबार","slug":"andaman-and-nicobar"},{"name":"कार-निकोबार","slug":"car-nicobar"},{"name":"निकोबार","slug":"nicobar"}],"slug":"top-places-to-visit-in-nicobar-car-nicobar-andaman-and-nicobar","total":0}]}