{"id":273,"title":"Top Places to visit in Nicobar (Car Nicobar), Andaman and Nicobar","imageUrl":"354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","dateCreated":"2019-02-23T03:54:24.197Z","dateModified":"2019-02-23T04:07:23.822Z","contributedBy":"AskGif","content":"<p>Car Nicobar (Pu in Car language) is the northernmost of the Nicobar Islands. It is also one of three local administrative divisions of the Indian district of Nicobar, part of the Indian union territory of Andaman and Nicobar Islands.</p>\r\n<p>&nbsp;</p>\r\n<p>Nicobar district is one of three districts in the Indian Union Territory (UT) of Andaman and Nicobar Islands. The district's administrative territory encompasses all of the Nicobar Islands, which are located in the Indian Ocean (Bay of Bengal, bordering with the Andaman Sea). The headquarters of the district is located on the island of Car Nicobar.</p>\r\n<p>&nbsp;</p>\r\n<p>The district administration is headed by a Deputy Commissioner, who in turn reports into the Lt. Governor of the Andaman and Nicobar Islands.</p>\r\n<p>&nbsp;</p>\r\n<p>It is the fifth least populous district in the country (out of 640).</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Car Nicobar falls in between Little Andaman and Nancowry. The area south to the Ten-degree channel comes under Car Nicobar headquarters. Car Nicobar is remarkably flat except for some cliffs in the north and small hilly areas in the interior. It is bordered by a silvery beach and areas of flat ground consisting of coraline diluvium.[4] It is a flat fertile island covered with clusters of coconut palms and enchanting beaches with a roaring sea all around.</p>\r\n<p>&nbsp;</p>\r\n<p>Compared to the Middle Andaman and South Andaman, Car Nicobar is a small island, having only 126.9 km2 (49.0 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>The climate of Car Nicobar Island is tropical, as it is just 9 degree from the equator, with an annual rainfall of 400 mm. The data of past ten years shows that the mean relative humidity in the Island is 79%, the mean maximum temperature is of 30.20 C, and mean minimum temperature is 23.00 C.</p>\r\n<p>&nbsp;</p>\r\n<p>The soil analysis revealed a high content of sand &amp; clay hindering the growth of agricultural crops. The area of Car Nicobar is suitable for the plantation crops, and coconut and areca nut are the major products, which are grown in the area.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>As of 2016, The Nicobar district is divided into 3 sub-divisions and 7 taluks (tehsils).</p>\r\n<p>&nbsp;</p>\r\n<p>Car Nicobar Subdivision</p>\r\n<p>Car Nicobar taluk - Headquarters</p>\r\n<p>Nancowry Subdivision</p>\r\n<p>Nancowry taluk</p>\r\n<p>Kamorta taluk</p>\r\n<p>Teressa-Chowra taluk</p>\r\n<p>Katchal taluk</p>\r\n<p>Great Nicobar Subdivision</p>\r\n<p>Campbell Bay taluk</p>\r\n<p>Little Nicobar taluk</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nicobar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","subContents":[{"SubTitle":"1. Culture & Heritage","SubTitleHindi":null,"SubContent":"<p>The &ldquo;TUHET&rdquo; or large joint family is mostly prevalent in Car Nicobar. The nuclear family is more prominent in central and southern Nicobar. The tuhet is not just a homestead; even members living in different areas of a village are united for all practical purposes under the banner of the Tuhet.</p>\r\n<p>&nbsp;</p>\r\n<p>The art &amp; culture of Nicobari are in tune with their environment &amp; needs. Their large seafaring canoes are so skilfully built that they are light and easily carried as each is made of a piece of wood hollowed out very carefully.</p>\r\n<p>&nbsp;</p>\r\n<p>Music &amp; Dance are components of Nicobari culture. Dancing is always accompanied by singing. In Car Nicobar men &amp; women nver dance together but in other islands they do. Folklore is narrated and folk songs are sung on festive occasions. With the influence of film songs &amp; western vocal music the Nicobari now-a-days compose modern romantic music which they play in melodious tunes on the guitars &amp; other musical instruments.</p>\r\n<p>&nbsp;</p>\r\n<p>On all Saints Day, Easter &amp; Christmas people call on the Nicobari of the other islands, sing Hymns &amp; Carols &amp; exchange greetings. Even, non-Christians like the Mislims &amp; animist are invited to attend the festival. Inter island marriages are common. On the whole the Nicobari enjoy peaceful and harmonious religion with each other.</p>","SubContentHindi":null,"ImageUrl":"7a3afbe2-7694-4e78-8af0-b894a69f348c_Culture-Heritage-nicobar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Nature","SubTitleHindi":null,"SubContent":"<p>The Nicobar Islands are part of a great island arc created by the collision of the Indo-Australian Plate with Eurasia. The collision lifted the Himalayas and most of the Indonesian islands, and created a long arc of highlands and islands, which includes the Arakan Yoma range of Burma, the Andaman and Nicobar islands, and the islands off the west coast of Sumatra, including the Banyak Islands and Mentawai Islands.</p>","SubContentHindi":null,"ImageUrl":"aebdb57e-0ab2-4dfd-896e-852015ab93fd_Nature-nicobar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Nicobar Islands rain forests","SubTitleHindi":null,"SubContent":"<p>The climate is warm and tropical, with temperatures ranging from 22 to 30 &deg;C. Rainfall is heavy due to annual monsoons and measures around 3000 to 3800 mm each year. The vegetation of the Nicobars is typically divided into the coastal mangrove forests and the interior evergreen and deciduous Tropical and subtropical moist broadleaf forests. Additionally, several islands contain extensive inland grasslands, though these are thought to result from human intervention.</p>\r\n<p>&nbsp;</p>\r\n<p>The Nicobar Islands are recognised as a distinct terrestrial ecoregion, the Nicobar Islands rain forests, with many endemic species.</p>\r\n<p>&nbsp;</p>\r\n<p>As a result of lower sea levels during the ice ages, the Andaman Islands were linked to the Southeast Asian mainland, but it is not believed that the Nicobar Islands ever had a land bridge to the continent. Lower sea levels did link the islands to one another: Great Nicobar and Little Nicobar were linked to each other, and Nancowry, Chaura, Katchall, Trinka, Camorta, and the nearby smaller islands were linked to one another as well.</p>","SubContentHindi":null,"ImageUrl":"a5fbecf8-7fa6-49d3-b997-80605a74cf5a_Nicobar-Islands-rain-forests.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Nicobar district is connected to Port Blair with ship as well as air. Car Nicobar the district head quarter is 250 kms. away from Port Blair. Nicobar district (except Campbell Bay) is a restricted area. Any one who is interested in visiting this district would require obtaining a LANDING PERMIT from the Office of the Deputy Commissioner, Andaman District. (03192-237825,232763).</p>\r\n<p>&nbsp;</p>\r\n<p>By Sea</p>\r\n<p>Ship service is available between Port Blair and Nicobar district. Normally ship is available twice in a week. One can obtain the ship ticket from the office of the Director, Shipping services (03192-245555) at Port Blair.</p>\r\n<p>At least one small shipping dock is located in Campbell Bay on the East coast of Great Nicobar. Car Nicobar has a small dock at its Northern tip near Keating Point and Mus.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>PAWAN HANS Helicopter Limited has started the inter-island helicopter service in the Andaman &amp; Nicobar Islands from 2nd June 2003. One can reserve the tickets for PAWAN HANS from the office of the Director, Civil Aviation. (03192-230480.). Helicopter goes to Nicobar district from Port Blair as per the schedule detailed below:</p>\r\n<p>Car Nicobar CBD/VECX has an airstrip on Car Nicobar Air Force Base of 2717 by 43 meters on the South East coast near Malacca but does not offer commercial service. Great Nicobar has a small airstrip of approximately 1000 meters at Campbell Bay/Tenlaa on its East coast.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://nicobars.andaman.nic.in/</p>","SubContentHindi":null,"ImageUrl":"81f362dc-d61e-486b-9c20-452d1238a9f7_carnicobar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nicobar-car-nicobar-andaman-and-nicobar","tags":[{"name":"andaman-and-nicobar","slug":"andaman-and-nicobar"},{"name":"car-nicobar","slug":"car-nicobar"},{"name":"nicobar","slug":"nicobar"}],"recommendations":[{"id":275,"title":"Top Places to visit in South Andaman (Port Blair), Andaman and Nicobar","imageUrl":"ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","dateCreated":"2019-02-23T16:02:42.191Z","dateModified":"2019-02-23T16:25:56.546Z","contributedBy":"AskGif","content":"South Andaman district is one of the 3 districts of the Indian Union Territory of Andaman and Nicobar Islands located in the Bay of Bengal. Port Blair town, the capital of the Union Territory is the district headquarters. The area covered by this district is 2980 km&sup2;.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"south-andaman","slug":"south-andaman"},{"name":"port-blair","slug":"port-blair"},{"name":"andaman-and-nicobar","slug":"andaman-and-nicobar"}],"slug":"top-places-to-visit-in-south-andaman-port-blair-andaman-and-nicobar","total":0},{"id":274,"title":"Top Places to visit in North and Middle Andaman (Mayabunder), Andaman and Nicobar","imageUrl":"557d6382-8aae-4c6f-b816-7ef0c8169a31_north-and-middle-andaman.jpg","dateCreated":"2019-02-23T15:12:40.199Z","dateModified":"2019-02-23T15:36:18.617Z","contributedBy":"AskGif","content":"North and Middle Andaman district is one of the 3 districts of the Indian Union Territory of Andaman and Nicobar Islands located in the Bay of Bengal. Mayabunder town is the district headquarters. The area covered by this district is 3251.85 km2.\r\n&nbsp;\r\nHistory\r\nThis distri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/557d6382-8aae-4c6f-b816-7ef0c8169a31_north-and-middle-andaman.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andaman-and-nicobar","slug":"andaman-and-nicobar"},{"name":"north-and-middle-andaman","slug":"north-and-middle-andaman"},{"name":"mayabunder","slug":"mayabunder"}],"slug":"top-places-to-visit-in-north-and-middle-andaman-mayabunder-andaman-and-nicobar","total":0},{"id":273,"title":"Top Places to visit in Nicobar (Car Nicobar), Andaman and Nicobar","imageUrl":"354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","dateCreated":"2019-02-23T03:54:24.197Z","dateModified":"2019-02-23T04:07:23.822Z","contributedBy":"AskGif","content":"Car Nicobar (Pu in Car language) is the northernmost of the Nicobar Islands. It is also one of three local administrative divisions of the Indian district of Nicobar, part of the Indian union territory of Andaman and Nicobar Islands.\r\n&nbsp;\r\nNicobar district is one of three distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andaman-and-nicobar","slug":"andaman-and-nicobar"},{"name":"car-nicobar","slug":"car-nicobar"},{"name":"nicobar","slug":"nicobar"}],"slug":"top-places-to-visit-in-nicobar-car-nicobar-andaman-and-nicobar","total":0}]}