{"id":275,"title":"दक्षिण अंडमान (पोर्ट ब्लेयर) में जाने के लिए शीर्ष स्थान, अंडमान और निकोबार","imageUrl":"ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","dateCreated":"2019-02-23T16:02:42.191Z","dateModified":"2019-02-23T16:25:56.546Z","contributedBy":"AskGif","content":"<p>दक्षिण अंडमान जिला, बंगाल की खाड़ी में स्थित भारतीय केंद्रशासित प्रदेश अंडमान और निकोबार द्वीप समूह के 3 जिलों में से एक है। पोर्ट ब्लेयर शहर, केंद्र शासित प्रदेश की राजधानी जिला मुख्यालय है। इस जिले का क्षेत्रफल 2980 वर्ग किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>दक्षिण अंडमान द्वीप ग्रेट अंडमान का सबसे दक्षिणी द्वीप है और अंडमान द्वीप समूह की अधिकांश आबादी का घर है। यह दक्षिण अंडमान प्रशासनिक जिले का है, जो अंडमान और निकोबार द्वीप समूह के भारतीय केंद्र शासित प्रदेश का हिस्सा है। [६] यह अंडमान और निकोबार द्वीप समूह की राजधानी पोर्ट ब्लेयर का स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>दक्षिण अंडमान द्वीप 2004 के हिंद महासागर भूकंप से मारा गया था, जिससे द्वीप पर कई मौतें हुईं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह द्वीप ग्रेट अंडमान चेन का है। द्वीप के कुछ क्षेत्र गैर-भारतीयों के लिए प्रतिबंधित क्षेत्र हैं; हालाँकि, पारगमन परमिट गृह मंत्रालय से प्राप्त किया जा सकता है। दक्षिण अंडमान द्वीप समूह में तीसरा सबसे बड़ा द्वीप है। यह मध्य अंडमान द्वीप और बाराटांग के तुरंत दक्षिण में स्थित है, जहां से यह केवल एक संकीर्ण चैनल, कुछ सौ मीटर चौड़ा द्वारा अलग किया गया है। यह द्वीप अपने सबसे चौड़े भाग पर 83 किलोमीटर (52 मील) लंबा और 28 किलोमीटर (17 मील) है। इसका क्षेत्रफल 1,262 वर्ग किलोमीटर (487 वर्ग मील) है। दक्षिण अंडमान अंडमान द्वीप समूह के अधिक उत्तरी भाग से कम पहाड़ी है। कोइब समुद्र तल से 459 मीटर (1,506 फीट) की ऊंचाई तक पहुंचता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>राजनीतिक रूप से, दक्षिण अंडमान द्वीप में फेरारगंज और पोर्ट ब्लेयर की तहसीलें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>द्वीपों की राजधानी पोर्ट ब्लेयर, इस द्वीप के दक्षिणी भाग पर स्थित है। अन्य बड़े शहर हैं: बाँबोफ़्लैट, प्रोथ्रापुर, और गारचार्म। 2011 की जनगणना में उत्तर अंडमान की आबादी 209,602 थी। पूरे अंडमान और निकोबार द्वीप समूह की जनसंख्या 2001 में 356,152 थी। प्रभावी साक्षरता दर (यानी 6 वर्ष या उससे कम आयु के बच्चों को छोड़कर जनसंख्या की साक्षरता दर) 80.6% है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/South_Andaman_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","subContents":[{"SubTitle":"1. जॉली बौय","SubTitleHindi":null,"SubContent":"<p>महात्मा गांधी मरीन नेशनल पार्क में एक द्वीप, यह प्रवाल और समुद्री जीवन के पानी के नीचे का दृश्य पेश करता है। यह स्नोर्कलिंग, समुद्र स्नान और सूर्य के बीच समुद्र तट पर बेसकिंग के लिए एक आदर्श स्थान है। जॉली बोया द्वीप तक पहुंचने के लिए लोगों को वांडूर समुद्र तट पर आना पड़ता है। यह महात्मा गांधी राष्ट्रीय उद्यान में स्थित है। पोर्ट ब्लेयर से सड़क से 30 किलोमीटर दूर वंडूर बीच है।</p>","SubContentHindi":null,"ImageUrl":"b98aecd3-3cda-4a9a-85c2-8e7778fde76a_Jolly-Bouy.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. स्वराज दिलीप (राधा नगर बीच)","SubTitleHindi":null,"SubContent":"<p>स्वराज स्वीप एक खूबसूरत प्राकृतिक स्वर्ग है जिसमें सुंदर सफेद रेतीले समुद्र तट, समृद्ध प्रवाल भित्तियाँ और हरे भरे जंगल हैं। यह 113 वर्ग किमी के क्षेत्र के साथ अंडमान समूह में आबादी वाले द्वीपों में से एक है। और पोर्ट ब्लेयर के उत्तर-पूर्व में 39 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सुंदर रेतीले समुद्र तटों वाले इस द्वीप में बारिश के पानी से घिरे जंगलों के किनारे से घिरे जंगल और हरे-भरे समुद्र का आनंद लेने के लिए हर कोई रोमांचित हो जाता है।</p>","SubContentHindi":null,"ImageUrl":"d1bf15e6-c7b3-404e-9a78-cc8e8fad0a19_Swaraj-Dweep-Radha-Nagar-Beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. नेताजी सुभाष चंद्र बोस द्वीप","SubTitleHindi":null,"SubContent":"<p>एक बार ब्रिटिश शक्ति और इन द्वीपों की राजधानी की सीट के बाद, यह अब पुराने मलबे के खंडहर के रूप में पुरानी संरचना के लगभग खंडहर के रूप में खड़ा है। Ika स्मृतिका &rsquo;नाम का एक छोटा संग्रहालय तस्वीरों और इन द्वीपों के लिए प्रासंगिक ब्रिटिश लोगों के अन्य प्राचीन वस्तुओं को रखता है।</p>","SubContentHindi":null,"ImageUrl":"db9e24d8-8920-43ce-8674-bd059c98a58c_Netaji-Subhash-Chandra-Bose-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. चैथम द्वीप","SubTitleHindi":null,"SubContent":"<p>समुद्र के पानी के खिंचाव पर एक पुल से जुड़े एक छोटे से द्वीप पर यह एक सॉ मिल पड़ा है। यह सॉ मिल एशिया में सबसे बड़ी और सबसे पुरानी में से एक है। मुख्य मुख्य भूमि-इस्लैंड बंदरगाह भी यहाँ है। दूसरा बंदरगाह हैडो है, जो पास में है।</p>","SubContentHindi":null,"ImageUrl":"94ef805c-c6bd-4665-b4f1-1907e0524ba4_Chatham-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Cinque द्वीप","SubTitleHindi":null,"SubContent":"<p>दुर्लभ मूंगों और पानी के नीचे के समुद्री जीवन के साथ एक अभयारण्य, Cinque Island में रेतीले समुद्र तट और उत्तर और दक्षिण Cinque द्वीप और उष्णकटिबंधीय वर्षा वन को जोड़ने वाले रेत-बार हैं। Cinque द्वीप के लिए कोई निर्धारित नौका सेवा नहीं है। पोर्ट ब्लेयर और वंदूर से अनुमति श्रेणी की चार्टर्ड नौकाओं की अनुमति है। यात्रा करने के लिए, पोर्ट ब्लेयर में निजी नाव संचालकों से संपर्क करने के लिए वन विभाग से उचित अनुमति के साथ नाव किराए पर ली जा सकती है।</p>","SubContentHindi":null,"ImageUrl":"7fee3c6a-66c7-4747-9c82-3adef8618b6f_Cinque-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कॉर्बिन का कोव बीच","SubTitleHindi":null,"SubContent":"<p>कॉर्बिन का कोव समुद्र तट- पोर्ट ब्लेयर शहर से छह किलोमीटर की दूरी पर स्थित नारियल-ताड़ का समुद्र तट, तैराकी और धूप के लिए आदर्श है। यहां होटल, रेस्तरां, बार, चेंजिंग रूम, एडवेंचर वाटर-स्पोर्ट्स जैसी सुविधाएं उपलब्ध हैं। इस बीच के रास्ते पर जापानी बंकरों जैसे ऐतिहासिक अवशेष देखे जा सकते हैं। सांप द्वीप समुद्र तट के पार स्थित है और स्कूबा डाइविंग के लिए लोकप्रिय है। पर्यटन विभाग द्वारा संचालित वेव्स रेस्तरां और बीयर बार सुखदायक माहौल में उचित दरों पर रमणीय भोजन प्रदान करता है।</p>","SubContentHindi":null,"ImageUrl":"f0b2067b-5b9d-495d-891e-261834e9615e_Corbyn-s-Cove-Beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. सेलुलर जेल","SubTitleHindi":null,"SubContent":"<p>1906 में अंग्रेजों द्वारा निर्मित यह तीन मंजिला जेल स्वतंत्रता सेनानियों का तीर्थस्थल है। इस विशाल शोभायात्रा में दोषियों द्वारा वहन किए गए सबसे अधिक अमानवीय अत्याचारों के गवाह हैं, जो ज्यादातर स्वतंत्रता सेनानी थे। अब राष्ट्रीय स्मारक के रूप में राष्ट्र को समर्पित है।</p>\r\n<p>&nbsp;</p>\r\n<p>वीर स्वतंत्रता संग्राम की गाथा को शाम 6 बजे (हिंदी) और 7.15 बजे (अंग्रेजी) जेल परिसर के अंदर रोजाना दिखाए जाने वाले सोन-ए-लुमियर में जीवंत किया जाता है। इसके अलावा एक संग्रहालय, एक आर्ट गैलरी, और एक फोटो गैलरी है, जो सोमवार को छोड़कर सभी दिनों में सुबह 9 बजे से दोपहर 12 बजे तक और दोपहर 2.00 बजे से शाम 5.00 बजे तक खुली रहती है।</p>","SubContentHindi":null,"ImageUrl":"36791f07-d780-4f3e-9379-f2f1053a49c8_Cellular-Jail.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. माउंट हैरियट","SubTitleHindi":null,"SubContent":"<p>माउंट हैरियट, सड़क द्वारा 55 किलोमीटर / पोर्ट ब्लेयर से 15 किलोमीटर और ब्रिटिश राज के दौरान मुख्य आयुक्त का ग्रीष्मकालीन मुख्यालय था। यह स्थान पास के द्वीपों और समुद्र के आकर्षक अवलोकन के लिए आदर्श है। यह दक्षिण अंडमान की सबसे ऊँची चोटी (365 मीटर ऊँची) है। माउंट हैरियट में, एक फ़ॉरेस्ट गेस्ट हाउस है जहाँ पर्यटक आराम कर सकते हैं और अपने आप को तरोताज़ा कर सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"f81f9292-23df-452b-88b7-caf38a4adf3d_Mount-Harriet.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. गांधी पार्क","SubTitleHindi":null,"SubContent":"<p>पोर्ट ब्लेयर के इस खूबसूरत पार्क में मनोरंजन की सवारी, झील के चारों ओर सुरक्षित पानी के खेल और प्रकृति के निशान, उद्यान, रेस्तरां और जापानी मंदिर के साथ ही ऐतिहासिक अवशेष जैसे बंकर भी हैं। पूर्व में डिल्थमैन टैंक, जो पोर्ट ब्लेयर और आसपास के क्षेत्र के लिए पीने के पानी का एकमात्र स्रोत था, को 13 दिनों के अविश्वसनीय समय में गांधी पार्क के रूप में विकसित किया गया। यह पूरे दिन खुला रहता है।</p>","SubContentHindi":null,"ImageUrl":"46c26777-c42f-4507-b3d6-f94519679f3f_Gandhi-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. शहीद द्वापर","SubTitleHindi":null,"SubContent":"<p>हरे भरे जंगल और रेतीले समुद्र तटों के साथ यह खूबसूरत द्वीप अंडमान का वनस्पति कटोरा है। पोर्ट ब्लेयर से सप्ताह में चार दिन नाव से जुड़ा, यह पर्यावरण के अनुकूल पर्यटकों के लिए एक आदर्श छुट्टी प्रदान करता है। पर्यटन निदेशालय के हाबिल नेस्ट गेस्ट हाउस यहाँ स्थित है। ग्रामीण जीवन की ईमानदारी और शांति को यहाँ महसूस कर सकते हैं। लक्ष्मणपुर, भरतपुर, सीतापुर में सुंदर समुद्र तट और समुद्र तट पर पुल का निर्माण (हावड़ा ब्रिज) आकर्षण हैं।</p>","SubContentHindi":null,"ImageUrl":"d535b669-999a-4a59-9e96-6933a21ff999_Shaheed-Dweep.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>वीर सावरकर हवाई अड्डा, एक अंतर्राष्ट्रीय हवाई अड्डा, पोर्ट ब्लेयर की राजधानी, अंडमान और निकोबार द्वीप समूह का प्रवेश द्वार है। पोर्ट ब्लेयर हवाई मार्ग से चेन्नई, कोलकाता, नई दिल्ली और भुवनेश्वर से जुड़ा हुआ है। एयर इंडिया, जेट एयरवेज, जेट लाइट, गो एयर और स्पाइस जेट एयरलाइंस नियमित उड़ानें संचालित करते हैं। नागरिक उड्डयन महानिदेशालय के दिशानिर्देशों की पूर्ति के लिए पोर्ट ब्लेयर में विदेशी चार्टर्ड उड़ानों को भी उतरने की अनुमति है।</p>\r\n<p>&nbsp;</p>\r\n<p>चेन्नई, कोलकाता और विशाखापत्तनम और वापस से पोर्ट ब्लेयर के लिए नियमित यात्री जहाज सेवाएं उपलब्ध हैं। कोलकाता और चेन्नई से पोर्ट ब्लेयर के लिए हर महीने तीन से चार नाविक आते हैं और इसके विपरीत। एक महीने में विशाखापत्तनम के लिए केवल एक नौकायन है। निष्पक्ष मौसम के दौरान यात्रा में लगभग 50 से 60 घंटे लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इंटर-आईएसएल कनेक्टिविटी - फेरारी द्वारा</p>\r\n<p>जहाजरानी सेवा निदेशालय, ए और एन प्रशासन, फीनिक्स बे जेट्टी, पोर्ट-ब्लेयर से अंतर-द्वीप और फ़ेशोरोर क्षेत्रों में सभी आबादी वाले द्वीप / पर्यटन स्थानों को जोड़ने के लिए नियमित फ़ेरी सेवाएं संचालित करता है। निदेशालय महत्वपूर्ण स्थानों और कई हार्बर घाटों के लिए वाहन घाट भी संचालित करता है। नौकायन कार्यक्रम प्रशासन के समाचार पत्र - द डेली टेलीग्राम (अंग्रेजी दैनिक) और दवेप समचार (हिंदी दैनिक) में प्रकाशित होते हैं। ऑल इंडिया रेडियो और दूरदर्शन भी आधिकारिक वेबसाइट के अलावा नौकायन कार्यक्रम की घोषणा करते हैं। शिपिंग सेवा निदेशालय द्वारा प्रबंधित फीनिक्स बे जेट्टी में स्थित S स्टार्स काउंटरों के माध्यम से टिकट जारी किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के लिए, निजी नौकाओं को एबरडीन जेट्टी (राजीव गांधी वाटर स्पोर्ट्स कॉम्प्लेक्स), पोर्ट ब्लेयर से पास के पर्यटक स्थानों जैसे रॉस द्वीप, वाइपर द्वीप, उत्तरी खाड़ी, हार्बर क्रूज आदि से संचालित किया जाता है। निजी पर्यटक नौकाएँ वंडूर (महात्मा गांधी मरीन) में भी उपलब्ध हैं। जॉली बुय और रेड स्किन आइलैंड की यात्रा के लिए राष्ट्रीय उद्यान)। निजी लग्जरी पर्यटक नौकाएँ फीनिक्स बे जेट्टी, पोर्ट ब्लेयर से हैवलॉक और मौसम के दौरान वापस चलती हैं, जिससे यात्रा का समय काफी कम हो जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंतर-द्वीप संपर्क - AIR द्वारा</p>\r\n<p>पोर्ट ब्लेयर से अन्य अंतर-द्वीप पर्यटन स्थलों, जैसे नील, हैवलॉक, डिगलीपुर, हलबेय आदि के लिए दैनिक हेलीकाप्टर सेवाएं उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://southandaman.nic.in</p>","SubContentHindi":null,"ImageUrl":"c0afb6fa-4f61-4d0b-ac8a-d87b0fe6091b_Andaman-And-Nicobar-Island-South-Andaman.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-south-andaman-port-blair-andaman-and-nicobar","tags":[{"name":"दक्षिण-अंडमान","slug":"south-andaman"},{"name":"पोर्ट-ब्लेयर","slug":"port-blair"},{"name":"अण्डमान-और-निकोबार","slug":"andaman-and-nicobar"}],"recommendations":[{"id":275,"title":"दक्षिण अंडमान (पोर्ट ब्लेयर) में जाने के लिए शीर्ष स्थान, अंडमान और निकोबार","imageUrl":"ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","dateCreated":"2019-02-23T16:02:42.191Z","dateModified":"2019-02-23T16:25:56.546Z","contributedBy":"AskGif","content":"दक्षिण अंडमान जिला, बंगाल की खाड़ी में स्थित भारतीय केंद्रशासित प्रदेश अंडमान और निकोबार द्वीप समूह के 3 जिलों में से एक है। पोर्ट ब्लेयर शहर, केंद्र शासित प्रदेश की राजधानी जिला मुख्यालय है। इस जिले का क्षेत्रफल 2980 वर्ग किमी है।\r\n&nbsp;\r\nदक्षिण अंडमान द्वीप ग्रेट अंडमान का सबसे द","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दक्षिण-अंडमान","slug":"south-andaman"},{"name":"पोर्ट-ब्लेयर","slug":"port-blair"},{"name":"अण्डमान-और-निकोबार","slug":"andaman-and-nicobar"}],"slug":"top-places-to-visit-in-south-andaman-port-blair-andaman-and-nicobar","total":0},{"id":274,"title":"उत्तर और मध्य अंडमान (मायाबंदर) में घूमने के लिए शीर्ष स्थान, अंडमान और निकोबार","imageUrl":"557d6382-8aae-4c6f-b816-7ef0c8169a31_north-and-middle-andaman.jpg","dateCreated":"2019-02-23T15:12:40.199Z","dateModified":"2019-02-23T15:36:18.617Z","contributedBy":"AskGif","content":"उत्तर और मध्य अंडमान जिला बंगाल की खाड़ी में स्थित भारतीय केंद्रशासित प्रदेश अंडमान और निकोबार द्वीप समूह के 3 जिलों में से एक है। मायाबंदर शहर जिला मुख्यालय है। इस जिले द्वारा आच्छादित क्षेत्र 3251.85 किमी 2 है।\r\n&nbsp;\r\nइतिहास\r\nयह जिला १ August अगस्त २००६ को बनाया गया था, त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/557d6382-8aae-4c6f-b816-7ef0c8169a31_north-and-middle-andaman.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अण्डमान-और-निकोबार","slug":"andaman-and-nicobar"},{"name":"उत्तर-और-मध्य-अंडमान","slug":"north-and-middle-andaman"},{"name":"मायाबंदर","slug":"mayabunder"}],"slug":"top-places-to-visit-in-north-and-middle-andaman-mayabunder-andaman-and-nicobar","total":0},{"id":273,"title":"निकोबार (कार निकोबार) में जाने के लिए शीर्ष स्थान, अंडमान और निकोबार","imageUrl":"354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","dateCreated":"2019-02-23T03:54:24.197Z","dateModified":"2019-02-23T04:07:23.822Z","contributedBy":"AskGif","content":"कार निकोबार (पु कार भाषा में) निकोबार द्वीप समूह का सबसे उत्तरी भाग है। यह अंडमान और निकोबार द्वीप समूह के भारतीय केंद्र शासित प्रदेश निकोबार के भारतीय जिले के तीन स्थानीय प्रशासनिक प्रभागों में से एक है।\r\n&nbsp;\r\nनिकोबार जिला अंडमान और निकोबार द्वीप समूह के भारतीय केंद्रशासित प्रदे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अण्डमान-और-निकोबार","slug":"andaman-and-nicobar"},{"name":"कार-निकोबार","slug":"car-nicobar"},{"name":"निकोबार","slug":"nicobar"}],"slug":"top-places-to-visit-in-nicobar-car-nicobar-andaman-and-nicobar","total":0}]}