{"id":275,"title":"Top Places to visit in South Andaman (Port Blair), Andaman and Nicobar","imageUrl":"ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","dateCreated":"2019-02-23T16:02:42.191Z","dateModified":"2019-02-23T16:25:56.546Z","contributedBy":"AskGif","content":"<p>South Andaman district is one of the 3 districts of the Indian Union Territory of Andaman and Nicobar Islands located in the Bay of Bengal. Port Blair town, the capital of the Union Territory is the district headquarters. The area covered by this district is 2980 km&sup2;.</p>\r\n<p>&nbsp;</p>\r\n<p>South Andaman Island is the southernmost island of the Great Andaman and is home to the majority of the population of the Andaman Islands. It belongs to the South Andaman administrative district, part of the Indian union territory of Andaman and Nicobar Islands.[6] It is the location of Port Blair, capital of the Andaman and Nicobar Islands.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>South Andaman Island was struck by the 2004 Indian Ocean earthquake, leading to many deaths on the island.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The island belongs to the Great Andaman Chain. Some areas of the island are restricted areas for non-Indians; however, transit permits can be obtained from the Home Ministry. South Andaman is the third largest island in the island group. It is located immediately south of Middle Andaman Island and Baratang, from which it is separated only by a narrow channel, a few hundred meters wide. The island is 83 kilometres (52 miles) long and 28 kilometres (17 miles) at its widest part. Its area is 1,262 square kilometres (487 square miles). South Andaman is less mountainous than the more northerly of the Andaman Islands. Koiob reaches a height of 459 metres (1,506 feet) above sea level.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Politically, South Andaman Island has the tehsils of Ferrargunj and Port Blair.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Port Blair, the capital of the islands, is located on the southern part of this island. Other big cities are : Bambooflat, Prothrapur, and Garacharma. North Andaman had a population of 209,602 at the 2011 census. The population for the whole of the Andaman and Nicobar Islands was 356,152 in 2001. The effective literacy rate (i.e. the literacy rate of population excluding children aged 6 and below) is 80.6%.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/South_Andaman_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","subContents":[{"SubTitle":"1. Jolly Bouy","SubTitleHindi":null,"SubContent":"<p>An island in Mahatma Gandhi Marine National Park, it offers a breath taking underwater view of coral and marine life. It is an ideal place for snorkeling , sea bathing and basking on the sun kissed beach. To reach Jolly buoy island people have to come to Wandoor beachThis is located in Mahatma Gandhi National Park. Wandoor beach is 30 Kms from Port Blair by road.</p>","SubContentHindi":null,"ImageUrl":"b98aecd3-3cda-4a9a-85c2-8e7778fde76a_Jolly-Bouy.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Swaraj Dweep (Radha Nagar Beach)","SubTitleHindi":null,"SubContent":"<p>Swaraj Dweep is a picturesque natural paradise with beautiful white sandy beaches, rich coral reefs and lush green forest. It is one of the populated islands in the Andaman group with an area of 113 sq. km. and is located 39 km of north-east of Port Blair.</p>\r\n<p>&nbsp;</p>\r\n<p>This island, with beautiful sandy beaches fringed with green canopy of the rain-fed forests beckons everyone to enjoy the frolic and fun at the azure sea.</p>","SubContentHindi":null,"ImageUrl":"d1bf15e6-c7b3-404e-9a78-cc8e8fad0a19_Swaraj-Dweep-Radha-Nagar-Beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Netaji Subhash Chandra Bose Island","SubTitleHindi":null,"SubContent":"<p>Once the seat of British power and capital of these Islands, it stands now as a ruin of the bygone days with the old structure almost in debris. A small museum named &lsquo;Smritika&rsquo; holds photographs and the other antiques of the Britishers relevant to these islands.</p>","SubContentHindi":null,"ImageUrl":"db9e24d8-8920-43ce-8674-bd059c98a58c_Netaji-Subhash-Chandra-Bose-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Chatham Island","SubTitleHindi":null,"SubContent":"<p>It has a Saw Mill lying on the tiny island connected by a bridge over a stretch of sea-water. This Saw Mill is one of the biggest and oldest in Asia. The main mainland -Island harbour is also here. The other harbour is Haddo, which is nearby.</p>","SubContentHindi":null,"ImageUrl":"94ef805c-c6bd-4665-b4f1-1907e0524ba4_Chatham-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Cinque Island","SubTitleHindi":null,"SubContent":"<p>A sanctuary with rare corals and under-water marine life, Cinque Island has fine sandy-beach and sand&ndash;bar connecting North and South Cinque Islands and tropical rain-forest. There is no scheduled ferry service to Cinque Island. Chartered boats of permitted category are allowed from Port Blair and Wandoor. To visit, one may contact private boat operators in Port Blair to hire a boat with due permission from the Forest Department.</p>","SubContentHindi":null,"ImageUrl":"7fee3c6a-66c7-4747-9c82-3adef8618b6f_Cinque-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Corbyn's Cove Beach","SubTitleHindi":null,"SubContent":"<p>Corbyn&rsquo;s Cove beach- the coconut-palm fringed beach, six kilometers away from Port Blair town is ideal for swimming and sun-basking. Facilities like hotel, restaurant, bar, changing room, adventure water-sports are available here. Historical remains like Japanese Bunkers can be seen on the way to this beach. The Snake Island situated just across the beach is popular for scuba diving. The Waves Restaurant &amp; Beer Bar run by Tourism department provides delightful cuisine at reasonable rates in a soothing ambience.</p>","SubContentHindi":null,"ImageUrl":"f0b2067b-5b9d-495d-891e-261834e9615e_Corbyn-s-Cove-Beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Cellular Jail","SubTitleHindi":null,"SubContent":"<p>This three-storeyed prison, constructed by Britishers in 1906, is a pilgrimage destination for freedom fighters. This colossal edifice has mutely witnessed the most treacherous of inhumane atrocities borne by the convicts, who were mostly freedom fighters. Now dedicated to the nation as a National Memorial.</p>\r\n<p>&nbsp;</p>\r\n<p>The saga of the heroic freedom struggle is brought alive in a moving Son-et-Lumiere, shown daily inside the jail compound at 6.00 PM (Hindi) and 7.15 PM (English). Also there is a Museum, an Art gallery, and a Photo gallery, which are open on all days except Monday from 9.00 AM to 12 Noon and 2.00 PM to 5.00 PM.</p>","SubContentHindi":null,"ImageUrl":"36791f07-d780-4f3e-9379-f2f1053a49c8_Cellular-Jail.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Mount Harriet","SubTitleHindi":null,"SubContent":"<p>Mount Harriet, 55 Kms by road/ 15 Kms by ferry and trek from Port Blair was the summer headquarters of the Chief Commissioner during British Raj. This place is ideal for fascinating overview of the nearby islands and the sea. It is the highest peak in the South Andamans (365 mts. high). At Mount Harriet, there is a Forest Guest House where tourists can take rest and refresh themselves.</p>","SubContentHindi":null,"ImageUrl":"f81f9292-23df-452b-88b7-caf38a4adf3d_Mount-Harriet.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Gandhi Park","SubTitleHindi":null,"SubContent":"<p>This beautiful park at Port Blair has facilities like amusement rides, safe water sports and nature trail around the lake, garden, restaurant and historic remains like Japanese temple as well as a bunker. The erstwhile Dilthaman tank, which was the only source of drinking water for Port Blair and the area around, has been developed as Gandhi Park in an unbelievably short time of 13 days. It is open all days.</p>","SubContentHindi":null,"ImageUrl":"46c26777-c42f-4507-b3d6-f94519679f3f_Gandhi-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. Shaheed Dweep","SubTitleHindi":null,"SubContent":"<p>This beautiful island with lush green forest and sandy beaches is the vegetable bowl of Andamans. Connected by boat from Port Blair four days a week, it provides an ideal holiday for eco-friendly tourists. Hawabill Nest guest house of Directorate of Tourism is situated here. One can feel the sincerity and serenity of village life here. Beautiful beaches at Laxmanpur, Bharatpur, Sitapur and the bridge formation on the sea shore (Howra Bridge) are the attractions.</p>","SubContentHindi":null,"ImageUrl":"d535b669-999a-4a59-9e96-6933a21ff999_Shaheed-Dweep.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. How to Reach","SubTitleHindi":null,"SubContent":"<p>The Veer Savarkar Airport, an International Airport is located in the capital town of Port Blair, the gateway to Andaman and Nicobar Islands. Port Blair, is connected with Chennai, Kolkata, New Delhi and Bhubaneshwar by air. Air India, Jet Airways, Jet lite, Go Air &amp; Spice Jet Airlines operate regular flights. Foreign chartered flights are also permitted to land at Port Blair subject to the fulfilment of guidelines of the Directorate General of Civil Aviation.</p>\r\n<p>&nbsp;</p>\r\n<p>Regular passenger ship services are available to Port Blair from Chennai, Kolkata and Visakhapatnam and back. There are three to four sailings every month from Kolkata and Chennai to Port Blair and vice-versa. There is only one sailing for Visakhapatnam in a month. The voyage takes about 50 to 60 hours during fair weather.</p>\r\n<p>&nbsp;</p>\r\n<p>INTER-ISLAND CONNECTIVITY &ndash; BY FERRY</p>\r\n<p>The Directorate of Shipping Services, A &amp; N Administration operates regular ferry services from Phoenix Bay Jetty, Port Blair in the inter-island and foreshore sectors connecting all populated island/tourist places. The Directorate also operates vehicle ferries to important locations and several Harbour ferries. The sailing schedules are published in the Administration&rsquo;s News Paper &ndash; The Daily Telegrams (English Daily) and Dweep Samachar (Hindi Daily). The All India Radio &amp; Doordarshan also announce sailing schedules besides official website. Tickets are issued through the &lsquo;STARS&rsquo; counters located at Phoenix Bay Jetty, managed by the Directorate of Shipping Services.</p>\r\n<p>&nbsp;</p>\r\n<p>For tourists, private boats are operated from Aberdeen Jetty (Rajiv Gandhi Water Sports Complex), Port Blair to nearby tourist places like Ross Island, Viper Island, North Bay, Harbour Cruise etc. Private tourist boats are also available at Wandoor (Mahatma Gandhi Marine National Park) for journey to Jolly Buoy and Red Skin Islands. Private luxury tourist boats are operating from Phoenix bay jetty, Port Blair to Havelock and back during season, cutting down travel time considerably.</p>\r\n<p>&nbsp;</p>\r\n<p>INTER-ISLAND CONNECTIVITY &ndash; BY AIR</p>\r\n<p>Daily helicopter services are available from Port Blair to other inter-island tourist destinations, such as Neil, Havelock, Diglipur, Hutbay etc.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://southandaman.nic.in</p>","SubContentHindi":null,"ImageUrl":"c0afb6fa-4f61-4d0b-ac8a-d87b0fe6091b_Andaman-And-Nicobar-Island-South-Andaman.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-south-andaman-port-blair-andaman-and-nicobar","tags":[{"name":"south-andaman","slug":"south-andaman"},{"name":"port-blair","slug":"port-blair"},{"name":"andaman-and-nicobar","slug":"andaman-and-nicobar"}],"recommendations":[{"id":275,"title":"Top Places to visit in South Andaman (Port Blair), Andaman and Nicobar","imageUrl":"ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","dateCreated":"2019-02-23T16:02:42.191Z","dateModified":"2019-02-23T16:25:56.546Z","contributedBy":"AskGif","content":"South Andaman district is one of the 3 districts of the Indian Union Territory of Andaman and Nicobar Islands located in the Bay of Bengal. Port Blair town, the capital of the Union Territory is the district headquarters. The area covered by this district is 2980 km&sup2;.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed35b49a-e83f-43d6-aa0c-64798ebc11c5_south-andaman-district-pincode-andaman-and-nicobar-islands.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"south-andaman","slug":"south-andaman"},{"name":"port-blair","slug":"port-blair"},{"name":"andaman-and-nicobar","slug":"andaman-and-nicobar"}],"slug":"top-places-to-visit-in-south-andaman-port-blair-andaman-and-nicobar","total":0},{"id":274,"title":"Top Places to visit in North and Middle Andaman (Mayabunder), Andaman and Nicobar","imageUrl":"557d6382-8aae-4c6f-b816-7ef0c8169a31_north-and-middle-andaman.jpg","dateCreated":"2019-02-23T15:12:40.199Z","dateModified":"2019-02-23T15:36:18.617Z","contributedBy":"AskGif","content":"North and Middle Andaman district is one of the 3 districts of the Indian Union Territory of Andaman and Nicobar Islands located in the Bay of Bengal. Mayabunder town is the district headquarters. The area covered by this district is 3251.85 km2.\r\n&nbsp;\r\nHistory\r\nThis distri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/557d6382-8aae-4c6f-b816-7ef0c8169a31_north-and-middle-andaman.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andaman-and-nicobar","slug":"andaman-and-nicobar"},{"name":"north-and-middle-andaman","slug":"north-and-middle-andaman"},{"name":"mayabunder","slug":"mayabunder"}],"slug":"top-places-to-visit-in-north-and-middle-andaman-mayabunder-andaman-and-nicobar","total":0},{"id":273,"title":"Top Places to visit in Nicobar (Car Nicobar), Andaman and Nicobar","imageUrl":"354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","dateCreated":"2019-02-23T03:54:24.197Z","dateModified":"2019-02-23T04:07:23.822Z","contributedBy":"AskGif","content":"Car Nicobar (Pu in Car language) is the northernmost of the Nicobar Islands. It is also one of three local administrative divisions of the Indian district of Nicobar, part of the Indian union territory of Andaman and Nicobar Islands.\r\n&nbsp;\r\nNicobar district is one of three distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/354819fa-46d4-49be-9723-86d20b076912_Nicobar-text.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andaman-and-nicobar","slug":"andaman-and-nicobar"},{"name":"car-nicobar","slug":"car-nicobar"},{"name":"nicobar","slug":"nicobar"}],"slug":"top-places-to-visit-in-nicobar-car-nicobar-andaman-and-nicobar","total":0}]}