{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"<p>Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters of the Datta Mandalam (Rayalaseema districts of Andhra Pradesh and Bellary district of Karnataka) in 1799. It was also a position of strategic importance for the British Indian Army during the Second World War.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Anantapuramu is located at 14.68&deg;N 77.6&deg;E. It has an average elevation of 335 m (1,099 ft). It is located at a distance of 356 km from Hyderabad, 484 km from Vijayawada, and 210 km from Bangalore which is the closest international airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>Anantapuramu has a semi-arid climate, with hot and dry conditions for most of the year. Summer start in late February and peak in May with average high temperatures around the 37 &deg;C (99 &deg;F) range. Anantapuramu gets pre-monsoon showers starting as early as March, mainly through north-easterly winds blowing in from Kerala. Monsoon arrives in September and lasts until early November with about 250 mm (9.8 in) of precipitation. A dry and mild winter starts in late November and lasts until early February; with little humidity and average temperatures in the 22&ndash;23 &deg;C (72&ndash;73 &deg;F) range. Total annual rainfall is about 22 in (560 mm).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 census, Anantapuramu has a population of 361,006.The sex ratio was 995 females per 1000 males and 9% of the population was under 6 years old.[8] Effective literacy is 82%, male literacy is 89% and female literacy is 75%. Telugu is the official and widely spoken language. Whereas Urdu , Kannada and English are the other languages spoken in the city.[9]</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>There are a few notable people from the town with their contributions to various fields such as politics, film industry and other areas. Neelam Sanjiva Reddy was the former President of India and the first Chief Minister of Andhra Pradesh, Paidi Lakshmayya was the first member of Parliament from Anantapur lok sabha constituency; Kallur Subba Rao was an Indian freedom activist and was the first speaker of Andhra Assembly; Kadiri Venkata Reddy was an Indian film director, writer and also a producer, Sathya Sai Baba, a Hindu spiritual leader; Bellary Raghava was an Indian playwright, thespian and film actor.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>Millets such as, Jowar, Bajra, Ragi are the food grains which are mostly used in food items.[15]</p>\r\n<p>&nbsp;</p>\r\n<p>Cityscape</p>\r\n<p>&nbsp;</p>\r\n<p>ISKCON temple, Anantapuramu</p>\r\n<p>Neighbourhoods and landmarks in and around the city are :- Clock tower, Sapthagiri circle, ISKCON temple,[16] the railway station area, bus station, Srikantam circle, Government Hospital, Court Road etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools of the School Education Department of the state.[17][18] The medium of instruction followed by different schools are English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>Anantapuramu is an important education centre of the district which has many schools, colleges and universities. Prominent institutions and universities include, Sri Krishnadevaraya University, JNTU Anantapur, Sri Sathya Sai University, central University of Andhra Pradesh,Government Medical College, Arts College, Srinivasa Ramanujan Institute of Technology, PVKK Institute of Technology etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Anantapuramu has many sports facilities and hosted Irani Cup in 1963&ndash;64 when Rest of India scored their lowest total of 83 against the then Ranji trophy winners Bombay, played at the Sanjeeva Reddy stadium. Several Ranji trophy matches and other regional tournaments for basketball, badminton, etc. have been hosted in Anantapur.</p>\r\n<p>&nbsp;</p>\r\n<p>The Anantapuramu Sports Village (ASV), located alongside the National Highway 7. The Anantapuramu Cricket Ground sits within a 40-acre (160,000 m2) complex which is managed by the Rural Development Trust (RDT).[19] In October 2010, Rafael Nadal opened the Rafael Nadal Tennis School, which hosts district, state and national-level tournaments, as well as laying equal emphasis on the children's education and tennis training. There are several Indoor Stadiums for Basketball and Badminton under local bodies which conducts District, State and National Competitions. There are many Couching class for taekwondo and Karate. there are coaching centers for Swimming which conducts district competitions.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples</p>\r\n<p>There are four temples under the management of Endowments Department.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Kasivisweswara &amp; Kodanda Rama Swamy Temples</p>\r\n<p>Sri Virupakeshwara &amp; Obuleswara Swamy Temple</p>\r\n<p>Sri Peta Basaveswara Swamy Temple</p>\r\n<p>Sri Rama Swamy temple</p>\r\n<p>And there are several important Temples which became good landmarks such as</p>\r\n<p>&nbsp;</p>\r\n<p>ISKCON temple</p>\r\n<p>Sri Mounagiri Kshetram (39ft height Monolithic Hanuman statue)</p>\r\n<p>Shivakoti temple</p>\r\n<p>Harihara Temple</p>\r\n<p>Sri Anjanayaswamy Temple</p>\r\n<p>source: https://en.wikipedia.org/wiki/Anantapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","subContents":[{"SubTitle":"1. Gugudu","SubTitleHindi":null,"SubContent":"<p>The village in Narpala Mandal is at a distance of 29 kms from Anantapur and is situated among the Mutchukota Hills. It is known for its Moharum Festival and Sri Kullai Swamy is the name of the much venerated saint. Barren women are said to become fertile by paying a visit to the shrine. Fire walking ceremony is conducted on the night of the 11 th day of Moharrum. There is also Sri Anjaneya Swamy Temple near by the abode of Sri Kullai Swamy Chavidi.</p>","SubContentHindi":null,"ImageUrl":"2628ec90-19c9-4124-a71e-9a4632e4df71_Gugudu.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Lepakshi","SubTitleHindi":null,"SubContent":"<p>The village is situated at a distance of 14 kms from Hindupur Town in Lepakshi Mandal. This place is a famous pilgrim center known for its Veerabhadra Temple and the huge stone\" NANDI\" which stands nearby. The place is also associated with the travellers of Lord Sri Ram. The Temple is veritable treasure of sculpture and architecture. Large number of pilgrims visit the place on \"SHIVARATHRI\" and other saivite festival days.</p>","SubContentHindi":null,"ImageUrl":"14bfab33-f6a2-46c4-b509-7ec613b588ce_Lepakshi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Kasapuram","SubTitleHindi":null,"SubContent":"<p>The place is about 4 kms north of Guntakal and is known for the temple of Nettikanti Veera Anjaneya Swamy . Hindu pilgrims from several parts of Anantapur, Kurnool and Bellary districts congregate here in large number specially on Saturdays and worship the deity, besides performing marriages and tonsure ceremonies. Even Muslims of the surrounding areas visit the place and make their offerings to this deity. A huge procession is taken out once in a year on the day next to the Telugu New Year Day.</p>","SubContentHindi":null,"ImageUrl":"658212df-c6f6-41c5-bc93-4edaa62613bc_Kasapuram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Alurkona","SubTitleHindi":null,"SubContent":"<p>This place is at a distance of 5 kms. from Tadpatri and is known for the Sri Ranganatha Swamy Temple built on the top of the hill by Yerramaraju, a Chiefttain of Bukkarayalu in 1330.There is a waterfall nearby with perennial spring. It is not only a pilgrim center but also a picnic spot on account of the scenic beauty of the place. Thousands of pilgrims visit the place all round the year and perform marriages and religious ceremonies. The annual Brahmostavam Festival is being celebrated on Chitra Suddah Pournima (Usually in April) attracts huge congregation.</p>","SubContentHindi":null,"ImageUrl":"6bff5eb2-992f-4788-a933-a382e2f327b0_Alurkona.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Pennaahobilam","SubTitleHindi":null,"SubContent":"<p>This place situated at a distance of 35 kms. from Anantapur is an uninhabited village known for its Temple of \"Sri Lakshmi Narasimha Swamy\" popularly called as \"Degurla Narasimha Swamy\". This place is an important pilgrim center in the District and the Car Festival on the fifth day of the dark fortnight in the month of Vaisakam (April-May) will be largely attended by devotees even from the neighboring Districts and the Karnataka State . The temple is constructed on a hillock of 30 feet height. The main shrine consists of gigantic foot mark of 5'x3', believed to be the foot print of Lord Narasimha. Vows are fulfilled and marriages and tonsure ceremonies are performed frequently at this shrine. The temple of Lakshmi , the lords consort is situated by the side of the main shrine. There is a spring channel in the temple known as \"Bugga Koneru\".</p>","SubContentHindi":null,"ImageUrl":"f9541c8f-1319-4982-8c16-480fb6df6e04_Pennaahobilam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Gutibayalu","SubTitleHindi":null,"SubContent":"<p>This place is about 21 kms. South-East of Kadiri. There is a Banyan Tree, perhaps the biggest of its kind in the South, its branches spreading over nearly 5 acres, locally called \"Thimmamma Marrimanu\" after the name of Thimmamma, who is said to have committed \" Sati\" in 1434 A.D at this spot, where this Banyan Tree sprouted.</p>","SubContentHindi":null,"ImageUrl":"5b626c04-69e2-4218-a22f-d4320e29d5ad_Gutibayalu.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Puttapathy","SubTitleHindi":null,"SubContent":"<p>This village is on the banks of Chitravathi situated at a distance of about 29 kms. from Penukonda. It is the abode of Puttaparthy Sri Sathya Sai Baba, drawing devoted disciples from all over the world. There is Prasanthi Nilayam (an Ashram) constructed by the Devotees. The Baba is credited with acute powers. On Sivarathri, on the birth day of the Baba and particularly during Dasara, quite a large number of devotees visit the palce. A beautiful mantapa by name\" Poornachandra\" is constructed in which a large number of Baba devotees would assemble and perform \"Bhajana\" on festival days.</p>","SubContentHindi":null,"ImageUrl":"966f324c-d542-4a71-86bf-e9d6a435b6ae_Puttapathy.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Penukonda","SubTitleHindi":null,"SubContent":"<p>Penukonda is one of the early capitals of the Vijayanagara empire, the fort was impregnable during its time. The two most noteworthy sights in the fort are the \"Gagan Mahal\" the Summer resort of the kings and \"Babayya Darga\" a splendid example for communal hormony. Here Kumbakarna garden was spread over 5 acres. It has a Gigantic statue of the sleeping Kumbakarna, measuring 142 feet in length and 32 feet in height into whose cavernos belly one can walk into it. Several asuras are seen trying to wake up the sleeping Gaint.</p>","SubContentHindi":null,"ImageUrl":"2369765c-866f-4acd-aa81-3fb7516841b8_Penukonda.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Hemavathi","SubTitleHindi":null,"SubContent":"<p>Hemavathi is located at a distance of 140kms from Anantapur. It is famous for Doddeswara Swamy temple built during the Pallava Reign. The stone used in making the idols sounds like metal when stuck and is also remarkably polished. A Nandi made of black basalt granite, 8 feet in lenght and 4 feet in height sits at the entrance. There is a 6 feet tall Lingam installed inside the sanctum sanctorum. The temple area houses two other temples dedicated to Lord Shiva called the Siddeswara Swamy temple and Mallikarjuna Swamy temple. There is a Museum in side which has rare idols of historical importance of display.</p>","SubContentHindi":null,"ImageUrl":"45d037ce-9faf-4c5f-8a55-4ee111112d20_Hemavathi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. Gooty Fort","SubTitleHindi":null,"SubContent":"<p>Gooty fort is majistically located at a distance of 52kms from Anantapur at a height of 300mts on a hill. It is one of the oldest hill forts in A.P. Built during the Vijayanagara era, the fort is uniquely built in the shape of a shell with 15 main doors and is significant for its water resources available at such a height.</p>","SubContentHindi":null,"ImageUrl":"86115fda-57cc-4800-b21e-c042a3ab2f02_Gooty-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. Tadipatri","SubTitleHindi":null,"SubContent":"<p>Chintala Venkataramana Temple is located in Tadipatri town which is at a distance of 52 kms from Anantapur. From Tadipatri town at a distance of 1 km., over looking the Penna river, the Bugga Ramalingeswara Temple is remarkable for a Lingam on a pedestal constantly filled with water from a small spring.</p>","SubContentHindi":null,"ImageUrl":"95eeb884-fe6c-4a36-a9fe-c487bb77fd3b_Tadipatri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"},{"SubTitle":"12. Dharmavaram","SubTitleHindi":null,"SubContent":"<p>Sri Laxmi Chennakeshwara Temple is renowned for its architectural brilliance and for the perennial waterspout and pillars, which produces seven different musical notes when struck. Dharmavaram is also known for its cotton and silk weaving industry with its silk sarees popular all over the world. This place is also known for its expertise in making leather puppets.</p>","SubContentHindi":null,"ImageUrl":"8fe4be35-d5b9-4308-a91f-bdcec5923b06_Dharmavaram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"93"},{"SubTitle":"13. Jambu Dweepa at Konakondla","SubTitleHindi":null,"SubContent":"<p>The Jain Mythical cosmographical diagram of Jambu Dweepa engraved on a stone on the top of the hill Alchemists at Konakondla village in Vajrakarur Mandal which was identified by Sri R.V. Chakravarthy, Head Master, Parishad High School, Konakondla in the year 1966. The pilgrims, especially south Indian Jain pilgrims are mostly attracted by this Jambu Dweepa which is 70 kms from Anantapur or 10 kms from Guntakal Railway Station. Adjacent to this, there are Kambam Narasimha Swamy Hills, Rasasidda hillock and Kari Basappa hillock. There is a Thirthanka Temple with idols of Thirthankaras (high priests) on Rasasidda hillock. This may belong to 13 th Century A.D.</p>","SubContentHindi":null,"ImageUrl":"6cde0801-1703-4233-8ee7-30988e25632a_Jambu-Dweepa-at-Konakondla.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"94"},{"SubTitle":"14. Sri Kadiri Laxmi Narasimha Swamy Temple","SubTitleHindi":null,"SubContent":"<p>Kadiri is the holy shrine where Lord Vishnu set foot and handed over the Utsavamoorthis to Brugu Maharshi for his daily worship. Special Poojas are performed during Dassera and Sakranthi. There are several sacred thirthas connected to the Temple.</p>","SubContentHindi":null,"ImageUrl":"64bdc489-1671-477b-8816-e8be0b73abc9_Sri-Kadiri-Laxmi-Narasimha-Swamy-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"95"},{"SubTitle":"15. How to Reach","SubTitleHindi":null,"SubContent":"<p>Anantapuramu is well connected to the nearby major cities with National Highway 7 and National Highway 205 of National Highway network of India. The NH&ndash;7 connects it to Bangalore and NH&ndash;205 connects it to Chennai via Renigunta. The Andhra Pradesh State Road Transport Corporation operates bus services from Anantapur bus station. The city has a total road length of 298.12 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Anantapuramu provides rail connectivity for the city and is classified as an A&ndash;category station in Guntakal railway division of South Central Railway zone. The nearst International airport is Kempegowda International Airport, Bengaluru which is 190 kilometers away.</p>\r\n<p>source: https://www.anantapuramu.ap.gov.in</p>","SubContentHindi":null,"ImageUrl":"d94ddbff-1b04-4f77-a834-032467af6834_Anantapur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"96"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"recommendations":[{"id":1242,"title":"Top Places to visit in Yemmiganur, Andhra Pradesh","imageUrl":"a0a5227a-bc6f-4365-9c9c-02532216427f_Yemmiganur.jpg","dateCreated":"2020-04-22T14:02:31.147Z","dateModified":"2020-04-22T14:02:42.562Z","contributedBy":"AskGif","content":"Yemmiganur is a town in the Kurnool district of the Indian state of Andhra Pradesh. It is located in Yemmiganur Mandal of the Adoni revenue division.\r\n&nbsp;\r\nHistory\r\nYemmiganur is one of the major towns in the Kurnool district. It was part of the Vijayanagar from the 14th c","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a0a5227a-bc6f-4365-9c9c-02532216427f_Yemmiganur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"yemmiganur","slug":"yemmiganur"}],"slug":"top-places-to-visit-in-yemmiganur-andhra-pradesh","total":0},{"id":1214,"title":"Top Places to visit in Puttur, Andhra Pradesh","imageUrl":"247260a1-b1bf-488d-a762-6c7b0fc52875_Puttur.jpg","dateCreated":"2020-04-12T09:52:42.747Z","dateModified":"2020-04-12T09:52:53.94Z","contributedBy":"AskGif","content":"Puttur is a city in Dakshina Kannada district, in the Karnataka state of India. It is the headquarters of Puttur taluk. It is the second-largest and the fastest-growing city in Dakshina Kannada district of Karnataka after Mangalore. The Puttur Shree Mahalingeshwara Temple is located here.\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/247260a1-b1bf-488d-a762-6c7b0fc52875_Puttur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"puttur","slug":"puttur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-puttur-andhra-pradesh","total":0},{"id":1213,"title":"Top Places to visit in Punganur, Andhra Pradesh","imageUrl":"51bbcff0-96b7-473a-b3d0-d44153e2d1c3_Punganur.jpg","dateCreated":"2020-04-12T09:46:00.531Z","dateModified":"2020-04-12T09:46:13.307Z","contributedBy":"AskGif","content":"Punganur is a town in Chittoor district of the Indian state of Andhra Pradesh. It is the Mandal headquarters of Punganur Mandal in Madanapalle revenue division\r\n&nbsp;\r\nGeography\r\nPunganur is located at 13.3667&deg;N 78.5833&deg;E. It has an average elevation of 764 meters (2","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/51bbcff0-96b7-473a-b3d0-d44153e2d1c3_Punganur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"punganur","slug":"punganur"}],"slug":"top-places-to-visit-in-punganur-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}