{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"<p>अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मुख्यालय भी था। यह द्वितीय विश्व युद्ध के दौरान ब्रिटिश भारतीय सेना के लिए रणनीतिक महत्व की स्थिति भी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>अनंतपुरमम 14.68 &deg; N 77.6 &deg; E पर स्थित है। इसकी औसत ऊंचाई 335 मीटर (1,099 फीट) है। यह हैदराबाद से 356 किमी, विजयवाड़ा से 484 किमी और बैंगलोर से 210 किमी की दूरी पर स्थित है, जो निकटतम अंतरराष्ट्रीय हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>अनंतपुरम् में वर्ष के अधिकांश समय के लिए गर्म और शुष्क परिस्थितियों के साथ एक अर्ध-शुष्क जलवायु होती है। फरवरी के अंत में गर्मियों की शुरुआत होती है और मई में 37 &deg; C (99 &deg; F) रेंज के आसपास औसत उच्च तापमान होता है। अनंतपुरमू में प्री-मॉनसून वर्षा शुरू होती है, जो मार्च के शुरू में शुरू होती है, मुख्य रूप से उत्तर-पूर्वी हवाओं के माध्यम से केरल से बहती है। मानसून सितंबर में आता है और नवंबर के शुरू में 250 मिमी (9.8 इंच) बारिश के साथ रहता है। एक सूखी और हल्की सर्दी नवंबर के अंत में शुरू होती है और फरवरी की शुरुआत तक रहती है; 22-23 डिग्री सेल्सियस (72-73 डिग्री फ़ारेनहाइट) रेंज में थोड़ा आर्द्रता और औसत तापमान के साथ। कुल वार्षिक वर्षा लगभग 22 इंच (560 मिमी) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, अनंतपुरम की आबादी 361,006 है। लिंगानुपात प्रति 1000 पुरुषों पर 995 महिलाएं थीं और 9% आबादी 6 साल से कम उम्र की थी। [8] प्रभावी साक्षरता 82% है, पुरुष साक्षरता 89% है और महिला साक्षरता 75% है। तेलुगु आधिकारिक और व्यापक रूप से बोली जाने वाली भाषा है। जबकि उर्दू, कन्नड़ और अंग्रेजी शहर में बोली जाने वाली अन्य भाषाएँ हैं। [९]</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>राजनीति, फिल्म उद्योग और अन्य क्षेत्रों जैसे विभिन्न क्षेत्रों में उनके योगदान के साथ शहर के कुछ उल्लेखनीय लोग हैं। नीलम संजीव रेड्डी भारत के पूर्व राष्ट्रपति और आंध्र प्रदेश के पहले मुख्यमंत्री थे, पेन्दी लक्ष्मय्या अनंतपुर लोक सभा निर्वाचन क्षेत्र से संसद के पहले सदस्य थे; कल्लूर सुब्बा राव एक भारतीय स्वतंत्रता कार्यकर्ता थे और आंध्र विधानसभा के पहले स्पीकर थे; कादिरी वेंकट रेड्डी एक भारतीय फिल्म निर्देशक, लेखक और एक निर्माता, सत्य साईं बाबा, एक हिंदू आध्यात्मिक नेता थे; बेल्लारी राघव एक भारतीय नाटककार, थीस्पियन और फिल्म अभिनेता थे।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>मिल्ट्स जैसे, ज्वार, बाजरा, रागी खाद्यान्न हैं जो ज्यादातर खाद्य पदार्थों में उपयोग किए जाते हैं। [१५]</p>\r\n<p>&nbsp;</p>\r\n<p>सिटीस्केप</p>\r\n<p>&nbsp;</p>\r\n<p>इस्कॉन मंदिर, अनंतपुरम</p>\r\n<p>शहर और उसके आसपास के क्षेत्र और स्थल हैं: - क्लॉक टॉवर, सप्तगिरि सर्कल, इस्कॉन मंदिर, [16] रेलवे स्टेशन क्षेत्र, बस स्टेशन, श्रीकांतम सर्कल, सरकारी अस्पताल, कोर्ट रोड आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के सरकारी, सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। [१ education] [१ ९] विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>अनंतपुरमम जिले का एक महत्वपूर्ण शिक्षा केंद्र है जिसमें कई स्कूल, कॉलेज और विश्वविद्यालय हैं। प्रमुख संस्थानों और विश्वविद्यालयों में शामिल हैं, श्री कृष्णदेवराय विश्वविद्यालय, जेएनटीयू अनंतपुर, श्री सत्य साई विश्वविद्यालय, आंध्र प्रदेश का केंद्रीय विश्वविद्यालय, गवर्नमेंट मेडिकल कॉलेज, आर्ट्स कॉलेज, श्रीनिवास रामानुजन इंस्टीट्यूट ऑफ टेक्नोलॉजी, पीवीकेके इंस्टीट्यूट ऑफ टेक्नोलॉजी आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>अनंतपुरमु में कई खेल सुविधाएं हैं और 1963-64 में ईरानी कप की मेजबानी की जब संजीवा रेड्डी स्टेडियम में खेले गए रणजी ट्रॉफी विजेता बॉम्बे के खिलाफ रेस्ट ऑफ इंडिया ने अपना सबसे कम 83 रन बनाया। कई रणजी ट्रॉफी मैच और बास्केटबॉल, बैडमिंटन, आदि के लिए अन्य क्षेत्रीय टूर्नामेंट अनंतपुर में आयोजित किए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अनंतपुरमू स्पोर्ट्स विलेज (ASV), राष्ट्रीय राजमार्ग 7. के पास स्थित है। अनंतपुरममू क्रिकेट ग्राउंड 40 एकड़ (160,000 m2) परिसर में स्थित है, जिसे ग्रामीण विकास ट्रस्ट (RDT) द्वारा प्रबंधित किया जाता है। [19] अक्टूबर 2010 में, राफेल नडाल ने राफेल नडाल टेनिस स्कूल खोला, जो जिला, राज्य और राष्ट्रीय स्तर के टूर्नामेंटों की मेजबानी करता है, साथ ही साथ बच्चों की शिक्षा और टेनिस प्रशिक्षण पर समान जोर देता है। स्थानीय निकायों के तहत बास्केटबॉल और बैडमिंटन के लिए कई इंडोर स्टेडियम हैं, जो जिला, राज्य और राष्ट्रीय प्रतियोगिताओं का आयोजन करते हैं। ताइक्वांडो और कराटे के लिए कई काउचिंग क्लास हैं। तैराकी के लिए कोचिंग सेंटर हैं जो जिला प्रतियोगिताओं का आयोजन करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>एंडोमेंट डिपार्टमेंट के प्रबंधन के तहत चार मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री काशीविश्वेश्वर और कोडांडा रामा स्वामी मंदिर</p>\r\n<p>श्री विरुपकेश्वर और ओबुलेसरा स्वामी मंदिर</p>\r\n<p>श्री पेटा बसवेश्वर स्वामी मंदिर</p>\r\n<p>श्री राम स्वामी मंदिर</p>\r\n<p>और कई महत्वपूर्ण मंदिर हैं जो इस तरह के अच्छे स्थल बन गए हैं</p>\r\n<p>&nbsp;</p>\r\n<p>इस्कॉन मंदिर</p>\r\n<p>श्री मौनागिरीक्षेत्रम (39 फीट ऊँची अखंड हनुमान प्रतिमा)</p>\r\n<p>शिवकोटि मंदिर</p>\r\n<p>हरिहर मंदिर</p>\r\n<p>श्री अंजनायस्वामी मंदिर</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Anantapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","subContents":[{"SubTitle":"1. गुगुडु","SubTitleHindi":null,"SubContent":"<p>नरपाल मंडल का गाँव अनंतपुर से 29 किलोमीटर की दूरी पर है और मुचुकोटा हिल्स के बीच स्थित है। यह अपने मोहरुम महोत्सव के लिए जाना जाता है और श्री कुल्लई स्वामी बहुत सम्मानित संत का नाम है। कहा जाता है कि बंजर महिलाओं को धर्मस्थल की यात्रा करने से उपजाऊ बनना पड़ता है। मोहर्रम के 11 वें दिन की रात को अग्निशमन समारोह आयोजित किया जाता है। श्री कुल्लई स्वामी चावड़ी के निवास के पास श्री अंजनेय स्वामी मंदिर भी है।</p>","SubContentHindi":null,"ImageUrl":"2628ec90-19c9-4124-a71e-9a4632e4df71_Gugudu.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. लेपाक्षी","SubTitleHindi":null,"SubContent":"<p>यह गांव लेपाक्षी मंडल में हिंदूपुर टाउन से 14 किलोमीटर की दूरी पर स्थित है। यह स्थान एक प्रसिद्ध तीर्थस्थल है जो अपने वीरभद्र मंदिर और विशाल पत्थर \"नंदी\" के लिए जाना जाता है जो पास में ही स्थित है। यह स्थान भगवान श्री राम के यात्रियों से भी जुड़ा हुआ है। मंदिर मूर्तिकला और वास्तुकला का सत्य खजाना है। बड़ी संख्या में तीर्थयात्री \"SHIVARATHRI\" और अन्य सैवईट त्यौहार के दिन आते हैं।</p>","SubContentHindi":null,"ImageUrl":"14bfab33-f6a2-46c4-b509-7ec613b588ce_Lepakshi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कासापुरम","SubTitleHindi":null,"SubContent":"<p>यह स्थान गुंतकल के उत्तर में लगभग 4 किलोमीटर दूर है और इसे नेत्तिकांति वीरा अंजनेया स्वामी के मंदिर के लिए जाना जाता है। अनंतपुर, कुरनूल और बेल्लारी जिलों के कई हिस्सों से हिंदू तीर्थयात्री विशेष रूप से शनिवार को बड़ी संख्या में यहां पहुंचते हैं और विवाहों और पूजा पाठ के अलावा देवता की पूजा करते हैं। यहां तक कि आसपास के क्षेत्रों के मुस्लिम भी इस देवता के दर्शन करने के लिए जगह-जगह जाते हैं। तेलुगु नव वर्ष दिवस के अगले दिन एक वर्ष में एक बार एक विशाल जुलूस निकाला जाता है।</p>","SubContentHindi":null,"ImageUrl":"658212df-c6f6-41c5-bc93-4edaa62613bc_Kasapuram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. अलर्कोना","SubTitleHindi":null,"SubContent":"<p>यह स्थान 5 किलोमीटर की दूरी पर है। ताड़पात्री से और श्री रंगनाथ स्वामी मंदिर के लिए जाना जाता है जो येरमराजु द्वारा पहाड़ी की चोटी पर बनाया गया है, 1330 में बुककारयालु का चीफ्टेन। यह एक झरना है जो बारहमासी झरने के पास है। यह न केवल एक तीर्थस्थल है, बल्कि जगह की प्राकृतिक सुंदरता के कारण एक पिकनिक स्थल भी है। पूरे वर्ष हजारों तीर्थयात्री यहां आते हैं और विवाह और धार्मिक आयोजन करते हैं। चित्रा सुदाह पूर्णिमा (आमतौर पर अप्रैल में) पर वार्षिक ब्रह्मोत्सव मनाया जाता है, जो विशाल मण्डली को आकर्षित करता है।</p>","SubContentHindi":null,"ImageUrl":"6bff5eb2-992f-4788-a933-a382e2f327b0_Alurkona.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. पेन्नाहोबिलम","SubTitleHindi":null,"SubContent":"<p>यह स्थान 35 किलोमीटर की दूरी पर स्थित है। अनंतपुर एक निर्जन गांव है, जिसे \"श्री लक्ष्मी नरसिम्हा स्वामी\" के मंदिर के लिए जाना जाता है, जिसे लोकप्रिय रूप से \"डीगुरला नरसिम्हा स्वामी\" कहा जाता है। यह स्थान जिला का एक महत्वपूर्ण तीर्थस्थल है और वैसाखम (अप्रैल-मई) के महीने में अंधेरे पखवाड़े के पांचवें दिन कार महोत्सव में बड़े पैमाने पर पड़ोसी जिलों और कर्नाटक राज्य से भी श्रद्धालु भाग लेंगे। मंदिर का निर्माण 30 फीट ऊंचाई की पहाड़ी पर किया गया है। मुख्य तीर्थस्थल में 5'x3 'का विशाल पाद चिह्न है, जिसे भगवान नरसिंह का पाद प्रिंट माना जाता है। इस मन्दिर में मन्नतें पूरी होती हैं और विवाह और तप संस्कार अक्सर किए जाते हैं। लक्ष्मी का मंदिर, प्रमुख मंदिर मुख्य मंदिर के किनारे स्थित है। मंदिर में एक स्प्रिंग चैनल है जिसे \"बुग्गा कोनेरू\" के नाम से जाना जाता है।</p>","SubContentHindi":null,"ImageUrl":"f9541c8f-1319-4982-8c16-480fb6df6e04_Pennaahobilam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. गुतिबयालु","SubTitleHindi":null,"SubContent":"<p>यह स्थान लगभग 21 किलोमीटर है। कादिरी के दक्षिण-पूर्व में। वहाँ एक बरगद का पेड़ है, शायद दक्षिण में अपनी तरह का सबसे बड़ा, इसकी शाखाएँ लगभग 5 एकड़ में फैली हुई हैं, जिसे स्थानीय रूप से थिम्मम्मा के नाम पर \"थिम्मम्मा मारीमानु\" कहा जाता है, जिन्होंने 1434 ईस्वी में \"सती\" के बारे में कहा था। स्पॉट, जहां यह बरगद का पेड़ उग आया था।</p>","SubContentHindi":null,"ImageUrl":"5b626c04-69e2-4218-a22f-d4320e29d5ad_Gutibayalu.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. पुट्टपथी","SubTitleHindi":null,"SubContent":"<p>यह गांव लगभग 29 किलोमीटर की दूरी पर स्थित चित्रावती के तट पर है। पेनुकोंडा से। यह पुट्टपर्थी श्री सत्य साईं बाबा का निवास है, जो दुनिया भर के समर्पित शिष्यों को आकर्षित करते हैं। भक्तों द्वारा निर्मित प्रशांति निलयम (एक आश्रम) है। बाबा को तीव्र शक्तियों का श्रेय दिया जाता है। शिवरात्रि पर, बाबा के जन्म दिवस पर और विशेष रूप से दशहरा के दौरान, काफी संख्या में भक्त महल में आते हैं। \"पूर्णचंद्र\" नाम से एक सुंदर मन्ताप का निर्माण किया गया है, जिसमें बड़ी संख्या में बाबा के भक्त त्यौहार के दिनों में \"भजन\" करते हैं।</p>","SubContentHindi":null,"ImageUrl":"966f324c-d542-4a71-86bf-e9d6a435b6ae_Puttapathy.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. पेनुकोंडा","SubTitleHindi":null,"SubContent":"<p>पेनुकोंडा विजयनगर साम्राज्य की प्रारंभिक राजधानियों में से एक है, यह किला अपने समय के दौरान अभेद्य था। किले के दो सबसे उल्लेखनीय स्थल \"गगन महल\" राजाओं का ग्रीष्मकालीन स्थल और \"बाबाय दरगा\" सांप्रदायिक हार्मोन के लिए एक शानदार उदाहरण हैं। यहाँ कुम्भकर्ण उद्यान 5 एकड़ में फैला हुआ था। इसमें सोई हुई कुंभकर्ण की विशालकाय मूर्ति है, जिसकी लंबाई 142 फीट और ऊंचाई 32 फीट है, जिसकी गुफा में कोई भी चल सकता है। कई असुर सोये हुए जाग्रत को जगाने की कोशिश करते देखे जाते हैं।</p>","SubContentHindi":null,"ImageUrl":"2369765c-866f-4acd-aa81-3fb7516841b8_Penukonda.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. हेमवती","SubTitleHindi":null,"SubContent":"<p>हेमवती अनंतपुर से 140 किलोमीटर की दूरी पर स्थित है। यह पल्लव शासनकाल के दौरान निर्मित डोडदेश्वर स्वामी मंदिर के लिए प्रसिद्ध है। मूर्तियों को बनाने में इस्तेमाल किया गया पत्थर अटकने पर धातु जैसा लगता है और उल्लेखनीय रूप से पॉलिश भी किया जाता है। काले बेसाल्ट ग्रेनाइट से बना एक नंदी, 8 फीट लंबा और 4 फीट ऊंचाई पर प्रवेश द्वार पर बैठा है। गर्भगृह के अंदर 6 फीट लंबा लिंगम स्थापित है। मंदिर क्षेत्र में भगवान शिव को समर्पित दो अन्य मंदिर हैं जिन्हें सिद्देश्वर स्वामी मंदिर और मल्लिकार्जुन स्वामी मंदिर कहा जाता है। बगल में एक संग्रहालय है जिसमें ऐतिहासिक महत्व की दुर्लभ मूर्तियाँ हैं।</p>","SubContentHindi":null,"ImageUrl":"45d037ce-9faf-4c5f-8a55-4ee111112d20_Hemavathi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. गूटी का किला","SubTitleHindi":null,"SubContent":"<p>गूटी किला प्रमुख रूप से अनंतपुर से 52 किलोमीटर की दूरी पर एक पहाड़ी पर 300 मीटर की ऊंचाई पर स्थित है। यह ए। पी। में सबसे पुराने पहाड़ी किलों में से एक है। विजयनगर युग के दौरान निर्मित, किला 15 मुख्य दरवाजों के साथ एक खोल के आकार में बनाया गया है और यह इतनी ऊंचाई पर उपलब्ध जल संसाधनों के लिए महत्वपूर्ण है।</p>","SubContentHindi":null,"ImageUrl":"86115fda-57cc-4800-b21e-c042a3ab2f02_Gooty-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. ताडिपत्रि","SubTitleHindi":null,"SubContent":"<p>चिंतला वेंकटरमण मंदिर ताड़ीपतरी शहर में स्थित है जो अनंतपुर से 52 किलोमीटर की दूरी पर है। ताड़िपत्री शहर से 1 किमी की दूरी पर, पेन्ना नदी को देखते हुए, बगगा रामलिंगेश्वर मंदिर एक छोटे से झरने से लगातार पानी से भरे एक पेड पर लिंगम के लिए उल्लेखनीय है।</p>","SubContentHindi":null,"ImageUrl":"95eeb884-fe6c-4a36-a9fe-c487bb77fd3b_Tadipatri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"},{"SubTitle":"12. धर्मावरम","SubTitleHindi":null,"SubContent":"<p>श्री लक्ष्मी चेन्नेकेश्वर मंदिर अपनी वास्तुशिल्प प्रतिभा और बारहमासी जलप्रपात और खंभों के लिए प्रसिद्ध है, जो सात अलग-अलग संगीत नोटों का उत्पादन करता है। धर्मावरम अपने सूती और रेशम बुनाई उद्योग के लिए भी जाना जाता है, जिसकी सिल्क की साड़ियां दुनिया भर में लोकप्रिय हैं। यह स्थान चमड़े की कठपुतलियाँ बनाने में अपनी विशेषज्ञता के लिए भी जाना जाता है।</p>","SubContentHindi":null,"ImageUrl":"8fe4be35-d5b9-4308-a91f-bdcec5923b06_Dharmavaram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"93"},{"SubTitle":"13. कोनकोंडला में जम्बू द्वेपा","SubTitleHindi":null,"SubContent":"<p>जम्बू द्वेपा के जैन पौराणिक ब्रह्मांडीय चित्र वज्रकर मंडल में कोंकोंडला गांव में पहाड़ी अल्केमिस्ट्स के शीर्ष पर एक पत्थर पर उकेरा गया था, जिसे श्री आर.वी. चक्रवर्ती, हेड मास्टर, परिषदीय हाई स्कूल, कोंकणडला में 1966 में। तीर्थयात्री, विशेष रूप से दक्षिण भारतीय जैन तीर्थयात्री ज्यादातर इस जम्बू द्वेपा से आकर्षित होते हैं जो अनंतपुर से 70 किलोमीटर और गुंटकल रेलवे स्टेशन से 10 किलोमीटर दूर है। इसके निकट ही, कंबाम नरसिम्हा स्वामी हिल्स, राससिद्दा पहाड़ी और कारी बसप्पा पहाड़ी हैं। राससिद्दा पहाड़ी पर एक तीर्थंकर मंदिर है जिसमें तीर्थंकरों (उच्च पुजारियों) की मूर्तियाँ हैं। यह 13 वीं शताब्दी ए.डी. से संबंधित हो सकता है।</p>","SubContentHindi":null,"ImageUrl":"6cde0801-1703-4233-8ee7-30988e25632a_Jambu-Dweepa-at-Konakondla.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"94"},{"SubTitle":"14. श्री कादिरी लक्ष्मी नरसिम्हा स्वामी मंदिर","SubTitleHindi":null,"SubContent":"<p>कादिरी वह पवित्र तीर्थस्थल है जहाँ भगवान विष्णु ने पैर रखा और अपनी दैनिक पूजा के लिए उटावमूर्ति को ब्रगु महर्षि को सौंप दिया। दशहरा और सक्रांति के दौरान विशेष पूजा की जाती है। मंदिर से कई पवित्र तीर्थ जुड़े हुए हैं।</p>","SubContentHindi":null,"ImageUrl":"64bdc489-1671-477b-8816-e8be0b73abc9_Sri-Kadiri-Laxmi-Narasimha-Swamy-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"95"},{"SubTitle":"15. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>अनंतपुरमम राष्ट्रीय राजमार्ग 7 और भारत के राष्ट्रीय राजमार्ग नेटवर्क के राष्ट्रीय राजमार्ग 205 के साथ आसपास के प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। NH-7 इसे बैंगलोर से जोड़ता है और NH-205 इसे रेनीगुंटा होते हुए चेन्नई से जोड़ता है। आंध्र प्रदेश राज्य सड़क परिवहन निगम अनंतपुर बस स्टेशन से बस सेवा संचालित करता है। शहर की कुल सड़क की लंबाई 298.12 किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>अनंतपुरमु शहर के लिए रेल कनेक्टिविटी प्रदान करता है और इसे दक्षिण मध्य रेलवे जोन के गुंटाकल रेलवे डिवीजन में ए-श्रेणी के स्टेशन के रूप में वर्गीकृत किया गया है। निकटतम अंतर्राष्ट्रीय हवाई अड्डा केम्पेगौड़ा अंतर्राष्ट्रीय हवाई अड्डा, बेंगलुरु है जो 190 किलोमीटर दूर है।</p>\r\n<p>source: https://www.anantapuramu.ap.gov.in</p>","SubContentHindi":null,"ImageUrl":"d94ddbff-1b04-4f77-a834-032467af6834_Anantapur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"96"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"recommendations":[{"id":1242,"title":"यममिगनुर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"a0a5227a-bc6f-4365-9c9c-02532216427f_Yemmiganur.jpg","dateCreated":"2020-04-22T14:02:31.147Z","dateModified":"2020-04-22T14:02:42.562Z","contributedBy":"AskGif","content":"यममिगनूर भारतीय राज्य आंध्र प्रदेश के कुरनूल जिले का एक शहर है। यह अडोनी राजस्व मंडल के यमिमिगनूर मंडल में स्थित है।\r\n&nbsp;\r\nइतिहास\r\nयनमिगनूर कुरनूल जिले के प्रमुख शहरों में से एक है। यह 14 वीं शताब्दी से 16 वीं शताब्दी तक विजयनगर का हिस्सा था। 1953 से 1956 तक यह आंध्र प्रदे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a0a5227a-bc6f-4365-9c9c-02532216427f_Yemmiganur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"यममिगनुर","slug":"yemmiganur"}],"slug":"top-places-to-visit-in-yemmiganur-andhra-pradesh","total":0},{"id":1214,"title":"पुत्तूर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"247260a1-b1bf-488d-a762-6c7b0fc52875_Puttur.jpg","dateCreated":"2020-04-12T09:52:42.747Z","dateModified":"2020-04-12T09:52:53.94Z","contributedBy":"AskGif","content":"पुत्तूर भारत के कर्नाटक राज्य में दक्षिण कन्नड़ जिले का एक शहर है। यह पुत्तुर तालुक का मुख्यालय है। यह मैंगलोर के बाद कर्नाटक के दक्षिण कन्नड़ जिले में दूसरा सबसे बड़ा और सबसे तेजी से विकसित होने वाला शहर है। पुत्तुर श्री महालिंगेश्वर मंदिर यहाँ स्थित है।\r\n&nbsp;\r\nभूगोल\r\nपुत्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/247260a1-b1bf-488d-a762-6c7b0fc52875_Puttur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुत्तूर","slug":"puttur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-puttur-andhra-pradesh","total":0},{"id":1213,"title":"पुंगनूर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"51bbcff0-96b7-473a-b3d0-d44153e2d1c3_Punganur.jpg","dateCreated":"2020-04-12T09:46:00.531Z","dateModified":"2020-04-12T09:46:13.307Z","contributedBy":"AskGif","content":"पुंगनूर भारतीय राज्य आंध्र प्रदेश के चित्तूर जिले का एक शहर है। यह मदनपल्ले राजस्व मंडल में पुंगनूर मंडल का मंडल मुख्यालय है\r\n&nbsp;\r\nभूगोल\r\nपुंगनूर 13.3667 &deg; N 78.5833 &deg; E पर स्थित है। इसकी औसत ऊंचाई 764 मीटर (2509 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/51bbcff0-96b7-473a-b3d0-d44153e2d1c3_Punganur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"पुंगनूर","slug":"punganur"}],"slug":"top-places-to-visit-in-punganur-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}