{"id":277,"title":"Top Places to visit in Chittoor, Andhra Pradesh","imageUrl":"2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","dateCreated":"2019-02-24T08:42:08.831Z","dateModified":"2019-02-24T09:05:54.845Z","contributedBy":"AskGif","content":"<p>Chittoor is a city and district headquarters in Chittoor district of the Indian state of Andhra Pradesh. It is also the mandal and divisional headquarters of Chittoor mandal and Chittoor revenue division, respectively. The city has a population of 2,89,625 and that of the agglomeration is 3,53,766.</p>\r\n<p>&nbsp;</p>\r\n<p>Chittoor district, is a district in Rayalaseema region of the Indian state of Andhra Pradesh. The district headquarters is located at Chittoor. It has a population of 4,170,468 according to 2011 census of India. Chittoor district has many major temples including Tirupati, Srikalahasti and Kanipakam and other temples. It lies in the Poini river valley of southernmost Andhra Pradesh along the Chennai &ndash; Bangalore section of Chennai-Mumbai highway. It is a major market centre for mangoes, grains, sugarcane, and peanuts.Sricity integrated business city lies in Satyavedu mandal acts as a major industrial hub for chittoor district as well as Andhra Pradesh as a whole.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state.[23][24] As per the school information report for the academic year 2015&ndash;16, there are a total of 6,100 schools. They include, 45 government, 4,507 mandal and zilla parishads, 2 residential, 1,268 private, 17 model, 20 Kasturba Gandhi Balika Vidyalaya (KGBV), 158 municipal and 84 other types of schools. The total number of students enrolled in primary, upper primary and high schools of the district are 562,504.[26] Chittoor district is home to the National Atmospheric Research Laboratory (NARL) of the Department of Space. The lab is involved in carrying out fundamental and applied research in Atmospheric and Space Sciences.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples</p>\r\n<p>1 Sri Anjaneya Swamy Temple B Kothakota B.Kothakota</p>\r\n<p>2 Sri Gramadevatha Temple B Kothakota B.Kothakota</p>\r\n<p>3 Sri Chennakesava Swamy Temple B Kothakota B.Kothakota</p>\r\n<p>4 Sri Kanumalo Gangamma Temple Madanapalle Basinikonda</p>\r\n<p>5 Sri Reddamma Devatha Temple Gurramkonda Cherlopalle</p>\r\n<p>6 Sri Anjaneya Swamy Temple Tirupati Rural Cherlopalle</p>\r\n<p>7 Sri Lakshmi Narasimha Swamy Temple Madanapalle Chinnathippasamudram</p>\r\n<p>8 Sri Agastheeswara Swamy Temple Chittoor Chittoor</p>\r\n<p>9 Sri Kodanda Rama Swamy Temple Chittoor Chittoor</p>\r\n<p>10 Sri Saptha Kannikalamma Temple Chittoor D.Venganapalle (V)</p>\r\n<p>11 Sri Kasivisweswara Swamy Temple Chowdepalle Gosulakurapalle</p>\r\n<p>12 Sri Lakshminarasimha Swamy Temple Pulicherla Devalampet</p>\r\n<p>13 Sri Durgamma Devatha Temple Chittoor Greamspeta</p>\r\n<p>14 Sri Subramanya Swamy Temple Chittoor Greamspeta</p>\r\n<p>15 Sri Kanugondaraya Swamy Temple Mulakalacheruvu Kadirinathunikota</p>\r\n<p>16 Sri Kaligiri Venkateswara Swamy Temple Penumuru Kaligiri</p>\r\n<p>17 Sri Hanumantharaya Swamy Temple Tirupati Rural Kalur</p>\r\n<p>18 Sri Subramanya Swamy Temple Karvetinagar Karvetinagar</p>\r\n<p>19 Sri Amaranarayana Swamy Temple B Kothakota Kotavooru</p>\r\n<p>20 Sri Prasanna Tirupati Gangamma Temple Kuppam Kuppam (Urban)</p>\r\n<p>21 Sri Prasanna Varadaraja Swamy Temple Kuppam Lakshmipuram (V)</p>\r\n<p>22 Sri Kodandarama Swamy Temple Kurabalakota Kurabalakota</p>\r\n<p>23 Sri Prasanna Venkataramana Swamy Temple Madanapalle Madanapalle (Rural)</p>\r\n<p>24 Sri Someswara Swamy Temple Madanapalle Madanapalle (Rural)</p>\r\n<p>25 Sri Prasannvenkatramana Swamy Temple Pulicherla Mangalampeta</p>\r\n<p>26 Sri Subramanyeswara Swamy Temple Pakala Utlavaripalle</p>\r\n<p>27 Sri Lakshmi Narasimha Swamy Temple Peddamandyam Papepalle</p>\r\n<p>28 Sri Subramanya Swamy Temple Gudi Palle Peddagollapalle</p>\r\n<p>29 Sri Kalyana Venkataramana Swamy Temple Punganur Punganuru (Rural)</p>\r\n<p>30 Sri Manikya Varadaraja Swamy Temple Punganur Punganuru (Rural)</p>\r\n<p>31 Sri Aretamma Devatha Temple Puttur Putturu</p>\r\n<p>32 Sri Drowpathi Sametha Dharmaraja Swamy Temple Puttur Putturu</p>\r\n<p>33 Sri Sadasiveswara Swamy Temple Puttur Putturu</p>\r\n<p>34 Sri Kodandarama Swamy Temple Pichatur Rajanagaram</p>\r\n<p>35 Sri Anjaneya Swamy Temple Renigunta Anjaneyapuram</p>\r\n<p>36 Sri Mallikarjuna Swamy Temple Thamballapalle Thamballapalle</p>\r\n<p>37 Sri Nela Malleswara Swamy Temple Nimmanapalle Thavalam</p>\r\n<p>38 Sri Muthyalamma Devatha Temple Chittoor Thenebanda</p>\r\n<p>39 Sri Tallapaka Gangamma Temple Tirupati Urban Tirupathi</p>\r\n<p>40 Sri Tataiahgunta Gangamma Devasthanam Tirupati Urban Tirupathi</p>\r\n<p>41 Sri Vesalamma Temple Tirupati Urban Tirupathi</p>\r\n<p>42 Sri Kamaksthi Sametha Sri Sadasiveswara Swamy Temple Vadamalapeta Sadasivakona (V)</p>\r\n<p>43 Sri chowdeswari DeviTemple</p>\r\n<p>44 Sri Dharmaraja Swamy Temple Yerpedu Papanaodupeta</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools of the School Education Department of the state.[13][14] The medium of instruction followed by different schools are English and Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>Engineering colleges:</p>\r\n<p>&nbsp;</p>\r\n<p>SITAMS: Sreenivasa Institute of Technology and Management Studies [15]</p>\r\n<p>SVCET: Sri Venkateswara College of Engineering Technology [16]</p>\r\n<p>VEMU : Vemu Institute of Technology</p>\r\n<p>Medical colleges:</p>\r\n<p>&nbsp;</p>\r\n<p>Apollo Institute of Medical Sciences and Research [17]</p>\r\n<p>RVS Institute of Medical Sciences [18]</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chittoor,_Andhra_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","subContents":[{"SubTitle":"1. Chandragiri Fort","SubTitleHindi":null,"SubContent":"<p>The fort is located near Tirupati. It came into existence in 1000 AD which was later controlled by Vijaya Nagar Empires. The fort reflects the beautiful architecture of Vijaya Nagar which is built on a huge rock above 183mts high. The campus of the Fort has beautiful built up palaces and temples. The two buildings near fort are called Mahals which was used by royal families.</p>","SubContentHindi":null,"ImageUrl":"31e0e223-6778-4ff9-b83d-b0c567862659_Chandragiri-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Talakona","SubTitleHindi":null,"SubContent":"<p>The place is known for beautiful natural waterfalls in the forest and is therefore a very popular shotting spot for film-makers.It is also known for the temple of Sri Siddheswara Swamy. The crowd can be spotted at this place on weekends, New Year eve and on the occasion of Mahashivratri. The distance between waterfall and temple is four kilo meters.</p>","SubContentHindi":null,"ImageUrl":"ca43c041-a0cd-45ef-b0c7-aa52d47c8452_talakona-waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Sri Veera Vijaya Anjaneya Swamy temple","SubTitleHindi":null,"SubContent":"<p>It is one of the oldest temples in Rayalaseema region. The history of the temple dates back to 1900. The monument of the Lord Hanuman is carved on the stone located on small hill.&nbsp; The villagers renovated the temple some 10 years back. Huge crowd gathers in the premises of the temple on Chaitra Purnima, Hanuman Jayanti, and Vrataa Diksha.</p>","SubContentHindi":null,"ImageUrl":"2e0cb46d-45a9-4236-ba52-20969e265c2f_Sri-Veera-Vijaya-Anjaneya-Swamy-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Horsley Hills","SubTitleHindi":null,"SubContent":"<p>Horsley hill is a summer resort cum picnic spot with beautiful site all around. It is located near Madanpalli in Chittoor District. At a height of 4200ft above sea level lies two houses known as the Kachari Room and Milk Bungalow which were later developed as summer resort. The place was first identified as summer resort by Mr.W.D.Horsley, a British civil service man who later became the District Collector of Cuddapah. Other places worth visiting at Horsley hills are Governor&rsquo;s Bungalow, Forest Bumgalow, Microwave station, View Point and Enugumallamma temple.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"c90a4a68-f7db-47a1-adcf-82dbfaf4ddd2_horsley-beauty.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Tirupati-Tirumala","SubTitleHindi":null,"SubContent":"<p>The famous temple of Lord Venkateshwara and Goddesses Padmavathi located in Tirumala on the hill top and on the foot of the hill Tirupati. It is one of the most visited Hindu religious places in India. The numbers of tourists visiting this religious place are millions in a year. It is a place that makes Chittoor district rich by generating highest revenue among all other districts of Andhra Pradesh.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"1fff3127-b2ad-4bcf-bcc6-7d5ee5dc266f_tirupati-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Sri Venkateshwara National Park","SubTitleHindi":null,"SubContent":"<p>It is a national park and biosphere reserve covering an area of about 353Km sq. There are many natural waterfalls around this park. The national park is located in the Eastern Ghats spread over the Seshachalam Hills. The vegetation in this area is dry and moist deciduous type. The flora of the place is excellent containing 1500 vascular plant of about 174 families. The flora includes red Sanders, Shorea talura, Sandalwood, Psilotum nudam, etc. The national park has rich fauna having 178 species of birds including yellow throated bulbul, Pompadour Green Pigeon, Oriental white black Vulture, etc. the wild animals found here are Leopard, wild dog, Hyena, Golden jackal, Indian Fox, etc. The reptiles found in the park include Gliding Lizard, Golden Gecko, etc. The zoological park is located on the foot of the Seshachalam hills. The zoo covers an area of more than 5500 acres (2200 hectares).</p>","SubContentHindi":null,"ImageUrl":"f0ce282d-9986-436c-b143-4e4bf9a95ddb_venkat-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Kailasakona or Kailasanatha Kona","SubTitleHindi":null,"SubContent":"<p>This is a natural waterfall in the valley of Nagari Hills. There is a temple of Lord Shiva and Goddesses Parvati near that waterfall. It is located near Puttoor. The water of the fall is rich in minerals and so has natural healing power and is famous for healing ailments. The Puranas describe that the water fall was used by Kailasanatheswara Swamy for meditation after attending the marriage of Lord Venkateshwara and Goddess Padmavathi at Narayanavanam. This is the reason for naming this place as Kailasanath Kona.</p>","SubContentHindi":null,"ImageUrl":"807840e9-421f-4730-b355-e43a56f2afb7_kailasanthar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. How to Reach","SubTitleHindi":null,"SubContent":"<p>The district has road connectivity by means of national and state highways. The main part of the National Highways runs through Chittoor City National Highway 69 and National Highway 40 that connects the main metro cities of South India from Bangalore to Chennai. National Highway 71 connecting Madanapalle and Nayudupeta; NH 716 connecting Chennai in Tamil Nadu passes through the district.[21] The total core road network of the district is 1,102.545 km (685.090 mi). It includes, 448.665 km (278.788 mi) of existing and a proposed length of 653.880 km (406.302 mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>APS RTC bus on Chittoor Roads</p>\r\n<p>The city is well connected to major cities through national and state highways. The National Highways through Chittoor City are, National Highway 40 (India) connecting Chittoor with Kadapa and Kurnool on North and connecting Vellore and Chennai on South National Highway 69 (India) connecting Chittoor with Kolar and Bangalore on West National Highway 140 (India) connecting Chittoor with Tirupati and Nellore on East. The city has total road length of 382.30 km.[19]</p>\r\n<p>&nbsp;</p>\r\n<p>Public transport</p>\r\n<p>&nbsp;</p>\r\n<p>The Andhra Pradesh State Road Transport Corporation operates bus services from Chittoor bus station.[20] Bus services are operated to Kanipakam, Tirupati, Madanapalli, Palamaner, Piler, Puttur, Kuppam, Srikalahasti,Nellore, Vellore, Tiruvannamalai, Kanchipuram, Chennai, Puducherry, Kolar, Bangalore, Mysore, Kurnool, Kadapa, Anantapur, Hydrabad,Hanumakonda, Warangal, Vijayawada, Guntur, Ongole, Rajahmundry, Amaravati and also to all other major towns and cities in the Chittoor District, Andhra Pradesh, Tamilnadu, Karnataka, Puducherry and Telangana states.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways Chittoor railway station is a National railway station in Chittoor city of Andhra Pradesh. It lies on Gudur-Katpadi Branch line section and is administered under Guntakal railway division of South Central Railway zone. Nearest Major Railway Junction is Katpadi Junction Railway station Tamil Nadu. Just 30 km From Chittoor city. There are direct trains daily from Chittoor to Vijayawada,Kakinada,Kacheguda(Hyderabad),Bengaluru,Thiruvananthapuram, Newdelhi to Kanyakumari HimSagar Express and weekly/Biweekly/Triweekly trains connect Chittoor with Mannargudi,Jammu,Katra,Tirunelveli,Mangalore,Ernakulam,Visakhapatnam,Hatia Ranchi,Santragachi(Kolkata) and Jayanthi Janata express etc.. which runs through Chittoor.</p>\r\n<p>&nbsp;</p>\r\n<p>Airport</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest domestic airport is Tirupati Airport at Renigunta in Chittoor District, Andhra pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest international airports are Chennai International Airport at Chennai and Kempegowda International Airport at Bangalore.</p>\r\n<p>&nbsp;</p>\r\n<p>The Infrastructure Corporation of Andhra Pradesh Limited (INCAP) will build Kuppam Airport at Shantipuram Mandal at an estimated cost of Rs 100 crore .</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://www.chittoor.ap.gov.in/</p>","SubContentHindi":null,"ImageUrl":"2c3f307b-e152-4be9-a8fd-8773135304a7_Chittoor-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chittoor-andhra-pradesh","tags":[{"name":"chittoor","slug":"chittoor"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"recommendations":[{"id":1206,"title":"Top Places to visit in Owk, Andhra Pradesh","imageUrl":"2c535c18-666d-41fc-8a61-23e87a5f4a6d_Owk.jpg","dateCreated":"2020-04-12T07:38:46.241Z","dateModified":"2020-04-12T07:39:09.282Z","contributedBy":"AskGif","content":"Owk is a mandal in Kurnool district of Andhra Pradesh, India.\r\n&nbsp;\r\nGeography\r\nOwk is located at 15.2167&deg;N 78.1167&deg;E. It has an average elevation of 194 meters (639 feet).\r\n&nbsp;\r\nOwk is known for the nearby Belum Caves. The temple of Lord Chennakesh","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2c535c18-666d-41fc-8a61-23e87a5f4a6d_Owk.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"owk","slug":"owk"}],"slug":"top-places-to-visit-in-owk-andhra-pradesh","total":0},{"id":1179,"title":"Top Places to visit in Anakapalle, Andhra Pradesh","imageUrl":"cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","dateCreated":"2020-04-09T14:30:50.301Z","dateModified":"2020-04-09T14:31:07.077Z","contributedBy":"AskGif","content":"Anakapalle is a suburb of Visakhapatnam in the Indian state of Andhra Pradesh. The municipality was merged with Greater Visakhapatnam Municipal Corporation. It has the second largest jaggery market of the country.\r\n&nbsp;\r\nHistory\r\nThe town was originally under the rule of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"anakapalle","slug":"anakapalle"}],"slug":"top-places-to-visit-in-anakapalle-andhra-pradesh","total":0},{"id":277,"title":"Top Places to visit in Chittoor, Andhra Pradesh","imageUrl":"2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","dateCreated":"2019-02-24T08:42:08.831Z","dateModified":"2019-02-24T09:05:54.845Z","contributedBy":"AskGif","content":"Chittoor is a city and district headquarters in Chittoor district of the Indian state of Andhra Pradesh. It is also the mandal and divisional headquarters of Chittoor mandal and Chittoor revenue division, respectively. The city has a population of 2,89,625 and that of the agglomeration is 3,53,76","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chittoor","slug":"chittoor"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-chittoor-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}