{"id":277,"title":"चित्तूर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","dateCreated":"2019-02-24T08:42:08.831Z","dateModified":"2019-02-24T09:05:54.845Z","contributedBy":"AskGif","content":"<p>चित्तूर भारतीय राज्य आंध्र प्रदेश के चित्तूर जिले में एक शहर और जिला मुख्यालय है। यह चित्तौड़ मंडल और चित्तूर राजस्व मंडल का मंडल और मंडल मुख्यालय भी है। शहर की आबादी 2,89,625 है और इस समूह की संख्या 3,53,766 है।</p>\r\n<p>&nbsp;</p>\r\n<p>चित्तूर जिला, भारतीय राज्य आंध्र प्रदेश के रायलसीमा क्षेत्र में एक जिला है। जिला मुख्यालय चित्तूर में स्थित है। भारत की 2011 की जनगणना के अनुसार इसकी आबादी 4,170,468 है। चित्तूर जिले में कई प्रमुख मंदिर हैं जिनमें तिरुपति, श्रीकालहस्ती और कानिपकम और अन्य मंदिर शामिल हैं। यह चेन्नई - मुंबई राजमार्ग के चेन्नई - बैंगलोर खंड के साथ दक्षिणी आंध्र प्रदेश की पोनी नदी घाटी में स्थित है। यह आम, अनाज, गन्ना और मूंगफली के लिए एक प्रमुख बाजार केंद्र है। सत्यनिष्ठ एकीकृत व्यापारिक शहर चित्तूर जिले के साथ-साथ पूरे आंध्र प्रदेश के लिए एक प्रमुख औद्योगिक केंद्र के रूप में सत्यवेदु मंडल में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। [२३] [२४] शैक्षणिक वर्ष 2015-16 की स्कूल सूचना रिपोर्ट के अनुसार, कुल 6,100 स्कूल हैं। इनमें 45 सरकारी, 4,507 मंडल और जिला परिषद, 2 आवासीय, 1,268 निजी, 17 मॉडल, 20 कस्तूरबा गांधी बालिका विद्यालय (केजीबीवी), 158 नगरपालिका और 84 अन्य प्रकार के स्कूल शामिल हैं। जिले के प्राथमिक, उच्च प्राथमिक और उच्च विद्यालयों में नामांकित छात्रों की कुल संख्या 562,504 है। [26] चित्तूर जिला अंतरिक्ष विभाग के राष्ट्रीय वायुमंडलीय अनुसंधान प्रयोगशाला (NARL) का घर है। प्रयोगशाला वायुमंडलीय और अंतरिक्ष विज्ञान में मौलिक और अनुप्रयुक्त अनुसंधान करने में शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>1 श्री अंजनेय स्वामी मंदिर बी कोठकोटा बी.कोथकोटा</p>\r\n<p>2 श्री ग्रामदेवता मंदिर B कोठकोटा B.Kothakota</p>\r\n<p>3 श्री चेन्नेकस्वामी स्वामी मंदिर बी कोठकोटा बी.कोथकोटा</p>\r\n<p>4 श्री कानुमलो गंगाम्मा मंदिर मदनपल्ले बसनीकंडा</p>\r\n<p>५ श्री रेडडम्मा देवता मंदिर गुर्रमकोंडा चेरलोप्ले</p>\r\n<p>६ श्री अंजनेय स्वामी मंदिर तिरुपति ग्रामीण चेरलोप्ले</p>\r\n<p>7 श्री लक्ष्मी नरसिम्हा स्वामी मंदिर मदनपल्ली चिन्नाथिपसमुद्रम</p>\r\n<p>8 श्री अगस्तीश्वर स्वामी मंदिर चित्तूर चित्तूर</p>\r\n<p>9 श्री कोदंड राम स्वामी मंदिर चित्तूर चित्तूर</p>\r\n<p>10 श्री सप्त कनिकालम्मा मंदिर चित्तूर D.Venganapalle (V)</p>\r\n<p>११ श्री काशीविश्वेश्वर स्वामी मंदिर चौडेपल्ले गोसुलकुलपुर</p>\r\n<p>१२ श्री लक्ष्मीनारसिंह स्वामी मंदिर पुलिचेरला देवलमपेट</p>\r\n<p>13 श्री दुर्गम्मा देवता मंदिर चित्तूर ग्रेसपेटा</p>\r\n<p>14 श्री सुब्रमण्यम स्वामी मंदिर चित्तूर ग्रेसपेटा</p>\r\n<p>15 श्री कानुगोंडराय स्वामी मंदिर मूलकलचेरुवु कदिरिनाथुनिकोटा</p>\r\n<p>16 श्री कालीगिरि वेंकटेश्वर स्वामी मंदिर पेनुमुरु कालीगिरी</p>\r\n<p>17 श्री हनुमंतराय स्वामी मंदिर तिरुपति ग्रामीण कलूर</p>\r\n<p>18 श्री सुब्रमण्यम स्वामी मंदिर कार्वितीनगर कार्वितीनगर</p>\r\n<p>19 श्री अमनारायण स्वामी मंदिर बी कोठकोटा कोटवूरु</p>\r\n<p>20 श्री प्रसन्न तिरुपति गंगम्मा मंदिर कुप्पम कुप्पम (शहरी)</p>\r\n<p>21 श्री प्रसन्न वरदराजा स्वामी मंदिर कुप्पम लक्ष्मीपुरम (V)</p>\r\n<p>22 श्री कोदंडाराम स्वामी मंदिर कुरबालाकोटा कुराबलाकोटा</p>\r\n<p>23 श्री प्रसन्ना वेंकटरमण स्वामी मंदिर मदनपल्ले मदनपल्ले (ग्रामीण)</p>\r\n<p>24 श्री सोमेश्वर स्वामी मंदिर मदनपल्ले मदनापल्ले (ग्रामीण)</p>\r\n<p>२५ श्री प्रसन्नवक्तरामन स्वामी मंदिर पुलिचेरला मंगलमपते</p>\r\n<p>२६ श्री सुब्रमण्येश्वर स्वामी मंदिर पाकाला उत्तवलिपल्ली</p>\r\n<p>२ श्री लक्ष्मी नरसिम्हा स्वामी मंदिर पेद्दामण्डयम पापेपेल</p>\r\n<p>28 श्री सुब्रमण्यम स्वामी मंदिर गुड़ी पलले पेडडागोलापल्ले</p>\r\n<p>29 श्री कल्याण वेंकटरामन स्वामी मंदिर पुंगनूर पुंगनुर (ग्रामीण)</p>\r\n<p>30 श्री माणिक्य वरदराजा स्वामी मंदिर पुंगनूर पुंगनुरु (ग्रामीण)</p>\r\n<p>३१ श्री अस्त्रम्मा देवता मंदिर पुत्तुर पुत्तरु</p>\r\n<p>32 श्री द्रोणपति समिथा धर्मराज स्वामी मंदिर पुत्तुर पुत्तरु</p>\r\n<p>33 श्री सदासिवेश्वर स्वामी मंदिर पुत्तुर पुत्तरु</p>\r\n<p>34 श्री कोदंडाराम स्वामी मंदिर पिचाटुर राजनगरम</p>\r\n<p>35 श्री अंजनेय स्वामी मंदिर रेनीगुंटा अंजनीपुरम</p>\r\n<p>36 श्री मल्लिकार्जुन स्वामी मंदिर थम्बलपल्ले थम्बलपल्ले</p>\r\n<p>37 श्री नेला मल्लेश्वरा स्वामी मंदिर निमनमापल्ले थावलम</p>\r\n<p>38 श्री मुथ्यलम्मा देवता मंदिर चित्तूर थेनबांडा</p>\r\n<p>39 श्री तल्लपका गंगम्मा मंदिर तिरुपति अर्बन तिरुपति</p>\r\n<p>40 श्री टाटागायगंता गंगम्मा देवस्थानम तिरुपति अर्बन तिरुपति</p>\r\n<p>41 श्री वेसलम्मा मंदिर तिरुपति अर्बन तिरुपति</p>\r\n<p>४२ श्री कामाख्या समाधि श्री सदासिवेश्वर स्वामी मंदिर वडामलापता सदाशिवकोणा (वि)</p>\r\n<p>४३ श्री चौदेसरी देवीटेम्पल</p>\r\n<p>४४ श्री धर्मराज स्वामी मंदिर येरपेडु पापनाडुपेटा</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के सरकारी, सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। [१३] [१३] विभिन्न विद्यालयों के बाद शिक्षा का माध्यम अंग्रेजी और तेलुगु हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इंजीनियरिंग कॉलेज:</p>\r\n<p>&nbsp;</p>\r\n<p>SITAMS: श्रीनिवास इंस्टीट्यूट ऑफ टेक्नोलॉजी एंड मैनेजमेंट स्टडीज [15]</p>\r\n<p>SVCET: श्री वेंकटेश्वर कॉलेज ऑफ इंजीनियरिंग टेक्नोलॉजी [16]</p>\r\n<p>VEMU: वेमु इंस्टीट्यूट ऑफ टेक्नोलॉजी</p>\r\n<p>मेडिकल कॉलेज:</p>\r\n<p>&nbsp;</p>\r\n<p>अपोलो इंस्टीट्यूट ऑफ मेडिकल साइंसेज एंड रिसर्च [17]</p>\r\n<p>चिकित्सा विज्ञान के RVS संस्थान [18]</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chittoor,_Andhra_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","subContents":[{"SubTitle":"1. चंद्रगिरी का किला","SubTitleHindi":null,"SubContent":"<p>किला तिरुपति के पास स्थित है। यह 1000 ईस्वी में अस्तित्व में आया जिसे बाद में विजया नगर साम्राज्यों द्वारा नियंत्रित किया गया था। किला विजया नगर की खूबसूरत वास्तुकला को दर्शाता है जो 183 मीटर ऊंची एक विशाल चट्टान पर बना है। किले के परिसर में खूबसूरत महल और मंदिर हैं। किले के पास की दो इमारतों को महल कहा जाता है जिसका उपयोग शाही परिवारों द्वारा किया जाता था।</p>","SubContentHindi":null,"ImageUrl":"31e0e223-6778-4ff9-b83d-b0c567862659_Chandragiri-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. तालकोना","SubTitleHindi":null,"SubContent":"<p>यह स्थान जंगल में सुंदर प्राकृतिक झरनों के लिए जाना जाता है और इसलिए फिल्म- निर्माताओं के लिए एक बहुत लोकप्रिय शॉट स्पॉट है। यह श्री सिद्धेश्वर स्वामी के मंदिर के लिए भी जाना जाता है। इस स्थान पर सप्ताहांत, नव वर्ष की पूर्व संध्या और महाशिवरात्रि के अवसर पर भीड़ देखी जा सकती है। झरना और मंदिर के बीच की दूरी चार किलो मीटर है।</p>","SubContentHindi":null,"ImageUrl":"ca43c041-a0cd-45ef-b0c7-aa52d47c8452_talakona-waterfall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. श्री वीरा विजया अंजनेय स्वामी मंदिर","SubTitleHindi":null,"SubContent":"<p>यह रायलसीमा क्षेत्र के सबसे पुराने मंदिरों में से एक है। मंदिर का इतिहास सन 1900 का है। छोटी पहाड़ी पर स्थित पत्थर पर भगवान हनुमान का स्मारक बना हुआ है। ग्रामीणों ने करीब 10 साल पहले मंदिर का जीर्णोद्धार कराया। मंदिर में चैत्र पूर्णिमा, हनुमान जयंती और व्रत दीक्षा के अवसर पर भारी भीड़ जमा होती है।</p>","SubContentHindi":null,"ImageUrl":"2e0cb46d-45a9-4236-ba52-20969e265c2f_Sri-Veera-Vijaya-Anjaneya-Swamy-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. हॉर्सले हिल्स","SubTitleHindi":null,"SubContent":"<p>हॉर्सले हिल एक समर रिसोर्ट सह पिकनिक स्थल है, जिसके चारों ओर सुंदर स्थल है। यह चित्तूर जिले में मदनपल्ली के पास स्थित है। समुद्र तल से 4200 फीट की ऊंचाई पर कचहरी रूम और मिल्क बंगला के रूप में जाने जाने वाले दो घर हैं, जिन्हें बाद में समर रिसॉर्ट के रूप में विकसित किया गया था। इस स्थान की पहचान सर्वप्रथम समर रिसॉर्ट के रूप में की गई थी, जो एक ब्रिटिश सिविल सर्विस मैन Mr..W.D.Horsley द्वारा किया गया था, जो बाद में कुडापाह के जिला कलेक्टर बने। हॉर्स्ले पहाड़ियों पर जाने के लायक अन्य स्थान हैं गवर्नर का बंगला, फॉरेस्ट बुमगलो, माइक्रोवेव स्टेशन, व्यू प्वाइंट और एनुगुमल्लम मंदिर।</p>","SubContentHindi":null,"ImageUrl":"c90a4a68-f7db-47a1-adcf-82dbfaf4ddd2_horsley-beauty.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. तिरुपति तिरुमाला","SubTitleHindi":null,"SubContent":"<p>भगवान वेंकटेश्वर और देवी पद्मावती का प्रसिद्ध मंदिर तिरुमला में पहाड़ी की चोटी पर और पहाड़ी तिरुपति के पैर में स्थित है। यह भारत में सबसे अधिक देखी जाने वाली हिंदू धार्मिक स्थलों में से एक है। इस धार्मिक स्थान पर आने वाले पर्यटकों की संख्या एक वर्ष में लाखों है। यह एक ऐसा स्थान है जो आंध्र प्रदेश के अन्य सभी जिलों में सबसे अधिक राजस्व उत्पन्न करके चित्तूर जिले को समृद्ध बनाता है।</p>","SubContentHindi":null,"ImageUrl":"1fff3127-b2ad-4bcf-bcc6-7d5ee5dc266f_tirupati-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. श्री वेंकटेश्वर राष्ट्रीय उद्यान","SubTitleHindi":null,"SubContent":"<p>यह एक राष्ट्रीय उद्यान और बायोस्फीयर रिजर्व है जो लगभग 353Km वर्ग के क्षेत्र को कवर करता है। इस पार्क के आसपास कई प्राकृतिक झरने हैं। राष्ट्रीय उद्यान सेशाचलम पहाड़ियों में फैले पूर्वी घाट में स्थित है। इस क्षेत्र की वनस्पति शुष्क और नम पर्णपाती प्रकार की है। लगभग 174 परिवारों के 1500 संवहनी पौधे वाले स्थान की वनस्पति उत्कृष्ट है। वनस्पतियों में लाल सांडर्स, शोरिया तालुरा, चंदन, Psilotum nudam, आदि शामिल हैं। राष्ट्रीय उद्यान में प्रचुर मात्रा में पशु पक्षियों की 178 प्रजातियाँ हैं जिनमें पीले गले वाले बुलबुल, पोम्पाडोर ग्रीन पिजन, ओरिएंटल सफेद काले गिद्ध आदि शामिल हैं, यहाँ पाए जाने वाले जंगली जानवर तेंदुए हैं। , जंगली कुत्ता, हाइना, गोल्डन सियार, भारतीय लोमड़ी, आदि। सरीसृप पहाड़ियों के पैर में स्थित है, पार्क में पाए जाने वाले सरीसृपों में ग्लाइडिंग छिपकली, गोल्डन गेको आदि शामिल हैं। चिड़ियाघर में 5500 एकड़ (2200 हेक्टेयर) से अधिक का क्षेत्र शामिल है।</p>","SubContentHindi":null,"ImageUrl":"f0ce282d-9986-436c-b143-4e4bf9a95ddb_venkat-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैलासकोना या कैलासननाथ कोना","SubTitleHindi":null,"SubContent":"<p>यह नागरी पहाड़ियों की घाटी में एक प्राकृतिक झरना है। उस झरने के पास भगवान शिव और देवी पार्वती का मंदिर है। यह पुत्तूर के पास स्थित है। पतझड़ का पानी खनिजों से भरपूर है और इसलिए इसमें प्राकृतिक चिकित्सा शक्ति है और यह बीमारियों को ठीक करने के लिए प्रसिद्ध है। पुराणों में वर्णित है कि नारायणवनम में भगवान वेंकटेश्वर और देवी पद्मावती के विवाह में भाग लेने के बाद कैलासनाथेश्वर स्वामी द्वारा ध्यान के लिए जल प्रपात का उपयोग किया गया था। यही कारण है कि इस स्थान का नाम कैलासनाथ कोना पड़ा।</p>","SubContentHindi":null,"ImageUrl":"807840e9-421f-4730-b355-e43a56f2afb7_kailasanthar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>जिले में राष्ट्रीय और राज्य राजमार्गों के माध्यम से सड़क संपर्क है। राष्ट्रीय राजमार्गों का मुख्य भाग चित्तूर शहर राष्ट्रीय राजमार्ग 69 और राष्ट्रीय राजमार्ग 40 से होकर गुजरता है जो दक्षिण भारत के मुख्य मेट्रो शहरों को बैंगलोर से चेन्नई तक जोड़ता है। मदनपल्ले और नयापुता को जोड़ने वाला राष्ट्रीय राजमार्ग 71; तमिलनाडु में चेन्नई को जोड़ने वाला NH 716 जिले से होकर गुजरता है। [२१] जिले का कुल कोर रोड नेटवर्क 1,102.545 किमी (685.090 मील) है। इसमें 448.665 किमी (278.788 मील) मौजूदा और 653.880 किमी (406.302 किमी) की प्रस्तावित लंबाई शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>चित्तौड़ रोड पर APS RTC बस</p>\r\n<p>शहर राष्ट्रीय और राज्य राजमार्गों के माध्यम से प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। चित्तूर शहर के माध्यम से राष्ट्रीय राजमार्ग हैं, राष्ट्रीय राजमार्ग 40 (भारत), चित्तूर को उत्तर में कडप्पा और कुरनूल से जोड़ते हैं और दक्षिण राष्ट्रीय राजमार्ग 69 (भारत) पर वेल्लोर और चेन्नई को जोड़ते हुए चित्तूर को कोलार और बैंगलोर को पश्चिम राष्ट्रीय राजमार्ग 140 (भारत) से जोड़ते हैं। पूर्व में तिरुपति और नेल्लोर के साथ चित्तूर। शहर की कुल सड़क की लंबाई 382.30 किमी है। [19]</p>\r\n<p>&nbsp;</p>\r\n<p>सार्वजनिक परिवाहन</p>\r\n<p>&nbsp;</p>\r\n<p>आंध्र प्रदेश राज्य सड़क परिवहन निगम, चित्तूर बस स्टेशन से बस सेवा संचालित करता है। [२०] कनीपक्कम, तिरुपति, मदनपल्ली, पालमनेर, पाइलर, पुत्तूर, कुप्पम, श्रीकालाहस्ती, नेल्लोर, वेल्लोर, तिरुवन्नमलाई, कांचीपुरम, चेन्नई, पुडुचेरी, कोलार, बैंगलोर, मैसूर, कुरनूल, कदापा, अनंतपुर, हाइड्रोबाड, हनुमान, बस सेवाएं संचालित हैं। , विजयवाड़ा, गुंटूर, ओंगोले, राजमुंदरी, अमरावती और चित्तूर जिले, आंध्र प्रदेश, तमिलनाडु, कर्नाटक, पुडुचेरी और तेलंगाना राज्यों के अन्य सभी प्रमुख शहरों और शहरों में भी।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे चित्तूर रेलवे स्टेशन आंध्र प्रदेश के चित्तूर शहर में एक राष्ट्रीय रेलवे स्टेशन है। यह गुदुर-काटपाडी शाखा लाइन सेक्शन पर स्थित है और दक्षिण मध्य रेलवे जोन के गुंटाकल रेलवे डिवीजन के अंतर्गत आता है। निकटतम प्रमुख रेलवे जंक्शन काटपाडी जंक्शन रेलवे स्टेशन तमिलनाडु है। चित्तूर शहर से सिर्फ 30 किमी। चित्तूर से विजयवाड़ा, काकीनाडा, काचेगुडा (हैदराबाद), बेंगलुरु, तिरुवनंतपुरम, नईदिल्ली से कन्याकुमारी हिमसागर एक्सप्रेस तक के लिए प्रतिदिन सीधी ट्रेनें हैं और साप्ताहिक / द्विवार्षिक / त्रैवेकली चित्तूर को मन्नारगुडी, जम्मू, कटरा, तिरुनेलवेली, मैंगलोर, एर्नाकुलम, विशाखापत्तनम से जोड़ती हैं। हटिया रांची, संतरागाछी (कोलकाता) और जयंती जनता एक्सप्रेस आदि .. जो कि चित्तूर से चलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम घरेलू हवाई अड्डा तिरुपति हवाई अड्डा, चित्तूर जिले के रेनीगुंटा, आंध्र प्रदेश में है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम अंतरराष्ट्रीय हवाई अड्डे चेन्नई में चेन्नई अंतर्राष्ट्रीय हवाई अड्डा और बैंगलोर में केम्पेगौड़ा अंतर्राष्ट्रीय हवाई अड्डा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इंफ्रास्ट्रक्चर कॉर्पोरेशन ऑफ आंध्र प्रदेश लिमिटेड (INCAP) शांतीपुरम मंडल में 100 करोड़ रुपये की अनुमानित लागत से कुप्पम हवाई अड्डे का निर्माण करेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://www.chittoor.ap.gov.in/</p>","SubContentHindi":null,"ImageUrl":"2c3f307b-e152-4be9-a8fd-8773135304a7_Chittoor-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chittoor-andhra-pradesh","tags":[{"name":"चित्तूर","slug":"chittoor"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"recommendations":[{"id":1206,"title":"आउक में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"2c535c18-666d-41fc-8a61-23e87a5f4a6d_Owk.jpg","dateCreated":"2020-04-12T07:38:46.241Z","dateModified":"2020-04-12T07:39:09.282Z","contributedBy":"AskGif","content":"आउक भारत के आंध्र प्रदेश के कुरनूल जिले में एक मंडल है।\r\n&nbsp;\r\nभूगोल\r\nOwk 15.2167 &deg; N 78.1167 &deg; E पर स्थित है। इसकी औसत ऊंचाई 194 मीटर (639 फीट) है।\r\n&nbsp;\r\nउल्लू पास के बेलम गुफाओं के लिए जाना जाता है। भगवान चेन्नेकशावा का मंदिर उल्लू के संस्थापक नल्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2c535c18-666d-41fc-8a61-23e87a5f4a6d_Owk.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"आउक","slug":"owk"}],"slug":"top-places-to-visit-in-owk-andhra-pradesh","total":0},{"id":1179,"title":"अनकपले में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","dateCreated":"2020-04-09T14:30:50.301Z","dateModified":"2020-04-09T14:31:07.077Z","contributedBy":"AskGif","content":"अनाकापल्ले भारतीय राज्य आंध्र प्रदेश में विशाखापत्तनम का एक उपनगर है। नगरपालिका को ग्रेटर विशाखापत्तनम नगर निगम के साथ मिला दिया गया था। यह देश का दूसरा सबसे बड़ा गुड़ बाजार है।\r\n&nbsp;\r\nइतिहास\r\nयह शहर मूल रूप से कलिंग साम्राज्य (प्राचीन उड़ीसा) के शासन के अधीन था, विभिन्न रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"अनकपले","slug":"anakapalle"}],"slug":"top-places-to-visit-in-anakapalle-andhra-pradesh","total":0},{"id":277,"title":"चित्तूर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","dateCreated":"2019-02-24T08:42:08.831Z","dateModified":"2019-02-24T09:05:54.845Z","contributedBy":"AskGif","content":"चित्तूर भारतीय राज्य आंध्र प्रदेश के चित्तूर जिले में एक शहर और जिला मुख्यालय है। यह चित्तौड़ मंडल और चित्तूर राजस्व मंडल का मंडल और मंडल मुख्यालय भी है। शहर की आबादी 2,89,625 है और इस समूह की संख्या 3,53,766 है।\r\n&nbsp;\r\nचित्तूर जिला, भारतीय राज्य आंध्र प्रदेश के रायलसीमा क्षेत्र म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2033cf8d-f444-4aaa-85c0-ca14e192db07_Chittoor-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चित्तूर","slug":"chittoor"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-chittoor-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}