{"id":278,"title":"पूर्वी गोदावरी, काकीनाडा में घूमने के लिए शीर्ष स्थान , आंध्र प्रदेश","imageUrl":"0ea45179-5595-4f15-9ad7-95f129bda0b4_godavari-railway.jpg","dateCreated":"2019-02-24T10:56:10.656Z","dateModified":"2019-02-24T11:21:29.264Z","contributedBy":"AskGif","content":"<p>पूर्वी गोदावरी जिला या टारपुरू गोदावरी जिला भारत के आंध्र प्रदेश के तटीय आंध्र क्षेत्र का एक जिला है। इसका जिला मुख्यालय काकीनाडा में है। 2011 की जनगणना के अनुसार, यह 5,151,549 की आबादी वाला राज्य का सबसे अधिक आबादी वाला जिला बन गया। आबादी के लिहाज से राजामुंदरी और काकीनाडा गोदावरी जिलों के दो सबसे बड़े शहर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार पूर्वी गोदावरी जिले की जनसंख्या 5,154,296 है। [10] यह भारत में 19 वीं रैंकिंग (कुल 640 जिलों में से) और राज्य में 1 स्थान देता है। [10] जिले में जनसंख्या घनत्व 477 प्रति वर्ग किलोमीटर (1,240 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 5.1% थी। पूर्वी गोदावरी में प्रत्येक 1000 पुरुषों पर 1005 महिलाओं का लिंग अनुपात है, और साक्षरता दर 71.35% है।</p>\r\n<p>&nbsp;</p>\r\n<p>घरेलू संकेतक</p>\r\n<p>&nbsp;</p>\r\n<p>2007-2008 में इंटरनेशनल इंस्टीट्यूट फॉर पॉपुलेशन साइंसेज ने जिले भर के 38 गांवों में 1019 घरों का साक्षात्कार किया। [12] उन्होंने पाया कि 92.5% में बिजली की सुविधा थी, 96.7% में पीने का पानी, 50.4% शौचालय की सुविधा थी, और 30.9% एक पक्के (स्थायी) घर में रहते थे। [12] 28.6% लड़कियों ने 18 वर्ष की आयु से पहले और 79% साक्षात्कारकर्ताओं ने बीपीएल कार्ड जारी किया।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>&nbsp;</p>\r\n<p>पूर्वी गोदावरी जिले के राजस्व विभाग</p>\r\n<p>जिले में 7 राजस्व मंडल हैं, अमलपुरम, एतपका, काकीनाडा, पेड्डापुरम, राजामुंदरी, रामचंद्रपुरम और रामपचोदवरम 64 मंडल हैं। [13] [14] [१५]। इन 64 मंडलों में 1,681 गाँव, 2 नगर निगम, 7 नगर पालिका और 10 जनगणना शहर शामिल हैं। यह दो जिलों में से एक है, जिसमें चित्तूर जिले के साथ-साथ दो नगर निगम, काकीनाडा और राजमुंदरी हैं। जिले में 7 नगरपालिकाएँ शामिल हैं, अमलापुरम, मंडपेटा, पेद्दापुरम, पीतमपुरम, रामचंद्रपुरम, समालकोटा, तूनी। दोहलेश्वरम, हुकम्पेटा और कथेरू के राजमुंदरी नगर निगम में विलय के बाद, अरेम्पुडी, बंदरुलंका, चिडिगा, मोरमपुडी, रामानाययपेटा, रामपचोदावरम, सूर्योपेटा में 7 जनगणना शहर मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। [२२] [२३] शैक्षणिक वर्ष 2015-16 के लिए स्कूल की सूचना रिपोर्ट के अनुसार, कुल 5,986 स्कूल हैं। इनमें 29 सरकारी, 3,452 मंडल और जिला परिषद, 1 आवासीय, 1688 निजी, 2 मॉडल, 12 कस्तूरबा गांधी बालिका विद्यालय (केजीबीवी), 285 नगरपालिका और 517 अन्य प्रकार के स्कूल शामिल हैं। [24] जिले के प्राथमिक, उच्च प्राथमिक और उच्च विद्यालयों में नामांकित छात्रों की कुल संख्या 722,123 है। [२५]</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में राजामुंदरी शहर में स्थित विश्वविद्यालय हैं जैसे कि आदिकवि नन्नया विश्वविद्यालय राजमुंदरी, तेलुगु विश्वविद्यालय, आचार्य एनजी रंगा कृषि विश्वविद्यालय। राजामुंदरी में जवाहरलाल नेहरू टेक्नोलॉजिकल यूनिवर्सिटी, काकीनाडा, जिला शिक्षा और प्रशिक्षण संस्थान (DIET) के साथ कई शैक्षिक संस्थान हैं, जो शिक्षक प्रशिक्षुओं और इन-सर्विस शिक्षकों के लाभ के लिए 1989 में स्थापित किए गए हैं। कई शैक्षणिक संस्थान हैं जो विभिन्न क्षेत्रों में शिक्षा प्रदान करते हैं जैसे इंजीनियरिंग, मेडिकल, लॉ, फार्मेसी, पॉलिटेक्निक और स्नातकोत्तर कॉलेज आदि। कुछ उल्लेखनीय विश्वविद्यालय, कॉलेज काकीनाडा में और रंगत मेडिकल कॉलेज काकीनाडा में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>काकीनाडा में वकालपुड़ी बीच</p>\r\n<p>पूर्वी गोदावरी में कई मंदिर और नर्सरी जैसे दर्शनीय स्थान हैं। [उद्धरण वांछित] ऐतिहासिक मंदिर सोमेश्वरम्, अमलापुरम, अन्नवरम, अंटार्वेदि, द्रक्षरमम, कोटिपल्ली, पीथापुरम, राजमुंदरी, और समालकोटा में स्थित हैं।&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कोरांगी वन्यजीव अभयारण्य काकीनाडा-यानम रोड पर काकीनाडा से लगभग 15 किमी दूर स्थित है। राजामेन्द्रवरम से 20 किमी दूर कदियापु लंका, कई पौधे नर्सरी का स्थान है। अन्य आकर्षण धवलेश्वरम्, कोरिंगा वन्यजीव अभयारण्य में सर आर्थर कॉटन संग्रहालय हैं। ईको टूरिज्म परियोजनाएं मरुदुमिली, पापिकोंडालु रामपा और तुनी तालुपुलम्मा लोर्का में स्थित हैं जो पूर्वी गोदावरी जिले में एक मंदिर है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/East_Godavari_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ea45179-5595-4f15-9ad7-95f129bda0b4_godavari-railway.jpg","subContents":[{"SubTitle":"1. धार्मिक पर्यटन","SubTitleHindi":null,"SubContent":"<p>1.AINAVILLI: यह काकीनाडा से 72 किमी की दूरी पर स्थित है। यह अनिर्दिष्ट सौंदर्य की भूमि है जो इतिहास से जुड़ी है। यह श्री सिद्धि विनायक स्वामी को समर्पित है। भक्त मनोकामना पूरी होने पर फिर से मंदिर जाने का संकल्प लेते हैं। इसके दो गोपुरम (मीनारें) हैं, जिन्हें कुशलता से किस्से और मूर्तियों के साथ बनाया गया है। ऐसा कहा जाता है कि व्यास महर्षि ने गणपति की मूर्ति स्थापित की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>2. ANTHARVEDI: यह काकीनाडा से लगभग 130kms में स्थित है। यह पूर्व में समुद्र के सुंदर जल से, पश्चिम में गोदावरी और उत्तर में रत्ताकुलिया नदी से घिरा है। इस पवित्र मंदिर से संबंधित कुछ प्रसिद्ध स्थान हैं जैसे सागर संगम और चक्रतीर्थम। इसे भगवान नरसिंह का मुक्तिक्षेत्र भी कहा जाता है और वार्षिक मेला लगभग नौ दिनों तक चलता है जब अंटारवेदि को कलियुग वैकुण्ठ लगता है।</p>\r\n<p>&nbsp;</p>\r\n<p>3. अप्पनपल्ली: ममीदीकुरु का एक सुदूरवर्ती गाँव जो काकिनाडा से यानम होते हुए 72 किलोमीटर है। भगवान बालाजी के निवास स्थान के रूप में, यह कोनसीमा के दूसरे तिरुपति के रूप में प्रतिष्ठा हासिल कर चुका है। इसे 3 तरफ से गोदावरी से निकाला जाता है। हम सभ्य गेस्ट हाउस और TTD Choultries में अच्छे आवास पा सकते हैं। यह तीर्थस्थल एक ऋषि के नाम पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>4. मुरमाला: मुरमाला अमलापुरम से लगभग 20 किमी की दूरी पर स्थित है और लोकप्रिय तीर्थस्थल श्री वीरेश्वर स्वामी वारी मूर्ति है जो लोगों को आकर्षित करता है। यह माना जाता है कि जिन भक्तों ने अभी भी शादी नहीं की है, जिन्हें अच्छे प्रस्ताव प्राप्त करने में मुश्किल होती है, इस मंदिर में सिर्फ एक यात्रा के साथ शादी करें। इतना ही नहीं, निःसंतान दंपत्ति, और ऐसे दंपत्ति, जो यहां नहीं पाते हैं, यहां राहत पाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>5.पल्लीवाला: काकीनाडा से लगभग 90 किमी दूर स्थित पालीवाला मंदिर उस मंदिर के लिए जाना जाता है, जहां भगवान उमा कोपुलिंगेश्वर स्वामी की मूर्ति स्थित है। ऐसा माना जाता है कि मूर्ति को महर्षि अगस्त्य ने स्थापित किया था। पहले 7 मंडप हुआ करते थे जिन्हें सप्ताह के 7 दिनों के नाम पर रखा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>6. रियाली: रायली काकीनाडा से 74 किमी दूर स्थित है। यह एक करामाती जगह है जो वाशिस्ता और गौतमी नदियों के बीच स्थित है। इस मंदिर में जगन्नाथ स्वामी की उत्तम मूर्ति काले पत्थर से बनी है। इसके सामने महाविष्णु और पीछे की ओर जगन मोहिनी है और यह कंसर्ट, थुम्बरा, नारद, रंभा, उर्वसी, गरुड़, गंगा और कई अन्य अवतारों के दस अवतारों की झलक भी दिखा सकता है। इस मंदिर को \"स्वयंभू\" के रूप में जाना जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>7. वानापल्ली: वनपल्ली अमलापुरम से लगभग 21 किमी और काकीनाडा से 70 किमी की दूरी पर राउलापलेम के माध्यम से स्थित है। कहा जाता है कि भगवान all पल्ललम्मा &rsquo;अम्मावारू के मंदिर में चिकित्सा की दिव्य शक्तियाँ हैं। मूर्ति के नीचे सियार की एक मूर्ति मिली।</p>\r\n<p>&nbsp;</p>\r\n<p>8. DRAKSHARAMA: दक्षिणकाशी, गोदावरी के पूर्वी तट पर स्थित काकीनाडा से 28 किमी दूर है। यह स्कंद पुराण के भीतर पवित्र तीर्थ यात्रा का इतिहास है। यह एक दुर्लभ दृश्य है जहाँ भगवान और देवी (अस्तदासा शक्ति पेट्स) समान रूप से आशीर्वाद की वर्षा करते हैं। ऐसा ही एक वाराणसी में, दूसरा श्रीशैलम में और तीसरा भीष्मनाथ और मणिक्यम्बा के साथ द्रक्षरामा में है। यह 'स्वयंभू' है और 'पंचरमास' में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>9. समालकोट: समालकोट काकीनाडा से लगभग 12 किलोमीटर दूर है। यह प्रसिद्ध है और 'पंचराम' में से एक है। यह 9 वीं शताब्दी में बनाया गया था। भगवान भीमेश्वर स्वामी एकशीला नंदी के साथ एकशीला शिव लिंग के रूप में प्रकट होते हैं। शिव लिंग के दर्शन पहली मंजिल पर हैं, साथ ही देवी श्री त्रिपुर सुंदरी, और पुष्करिणी (झील) को देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>10. तालुमुल्ला लव: तालुपुलम्मा लोवा को अक्सर \"भगवान का अपना जिला\" कहा जाता है जो अन्नवरम शहर से बहुत दूर स्थित नहीं है। यह तालुपुलम्मा थल्ली का निवास है। लोगों का मानना ​​है कि वह दुर्घटनाओं और खतरों से रक्षा करेगी। इसे \"स्वायंभु\" कहा जाता है। यह प्रकृति और रोमांच के प्रेमियों के लिए एक आकर्षक और अनूठा गंतव्य है और काकीनाडा से 70 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>11. पांडवुल्ला मेट्टा: पांडवुला मेटाटा पेड्डापुरम के निकट एक पहाड़ी की चोटी है। यह पहाड़ी एक जंगल के बीच में थी। ऐसा माना जाता है कि पांडव अपने निर्वासन के दौरान कुछ समय के लिए यहां रहे थे। कोई भी भीम के पैरों को आज भी देख सकता है। मंदिर तक पहुँचने के लिए 108 सीढ़ियाँ चढ़नी चाहिए और पूर्व की ओर पहाड़ी पर दो प्राकृतिक गुफाएँ मिल सकती हैं। यह काकीनाडा से लगभग 20 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>12. अन्नवरम: तिरुपति के बगल में लोकप्रियता का आनंद ले रहे अन्नवरम सबसे प्रसिद्ध पवित्र तीर्थस्थलों में से एक है। मंदिर द्रविड़ शैली में बनाया गया है। अनंत लक्ष्मी और दूसरी ओर भगवान शिव के साथ भगवान सत्यदेव ने रत्नागिरि पर अपना निवास स्थान बना लिया। प्रत्येक हिंदू धन, शिक्षा और सफलता के लिए पूरे भारत में 'श्री सत्य नारायण व्रतम्' करता है। विशेष रूप से, नवविवाहित जोड़े यहां आते हैं और अच्छे और स्वस्थ रिश्ते के लिए पूजा करते हैं। यह भगवान के \"प्रसादम\" के लिए भी बहुत प्रसिद्ध है जिसे आज तक सूखे पत्तों में परोसा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>13. BIKKAVOLU: बिक्कवोलू मंदिर भगवान विनायक को समर्पित है। मंदिर के अंदर मुख्य देवता 7 फीट लंबा है। यह एक \"स्वयंभू\" है। यह काकीनाडा से 30 किलोमीटर की दूरी पर स्थित है। यह माना जाता है कि मूर्ति 849 ईस्वी के दौरान स्थापित की गई थी और साल दर साल बढ़ती रही है। यहां पर भक्तों ने भगवान के कान में अपनी कामना पूरी की। दूसरी आकर्षक चीज पानी है जो प्रभु के बाएं पैर के निचले हिस्से से निकलती है।</p>\r\n<p>14. GOLLALA MAMIDADA: गोलाला ममीदादा काकीनाडा से 20kms की दूरी पर स्थित है। यह नारियल के पेड़ों और हरे-भरे खेतों के बीच में है। सूर्यनारायण स्वामी मंदिर यहाँ स्थित है। इसमें 170 फीट ऊंचा गोपुरम है। मंदिर 16 एकड़ में स्थित है। पूरे गोपुरम में 100 नक्काशियां हैं, जिन्हें आंख की दावत कहा जाता है और प्रत्येक नक्काशी को देखने के लिए बहुत समय लगता है जो कि भगवान और देवी के विभिन्न महाकाव्यों के आधार पर बनाई गई है। इसे 'चिन्ना भद्राचलम' के नाम से भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>15. मार्कंडेय मंदिर: राजमुंदरी के प्राचीन मंदिरों में से एक। यह काकीनाडा से लगभग 70 किलोमीटर दूर है। 1818 में मंदिर का पुनर्निर्माण किया गया था, जो भगवान शिव को एक ही स्थान पर अन्य सभी देवताओं के साथ दिखाता है। यह गोदावरी के घाटों के पास स्थित है। मंदिर में प्रवेश करने से पहले भक्तों को गोदावरी नदी में डुबकी लगाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>16. MANDAPALLI: राक्षसों और शनि के बीच भारी लड़ाई के बाद, शनि ने लड़ाई जीत ली। R भ्रामहत्यापताकम् &rsquo;से छुटकारा पाने के लिए, उन्होंने एक शिव लिंग स्थापित किया, जिसे उन्होंने मांडेश्वर स्वामी कहा। यह काकीनाडा से लगभग 66 किमी दूर है। भक्त \"शनि त्रयोदशी\" पर व्यापक रूप से प्रार्थना करते हैं, यह मानते हुए कि उनके पाप धोए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>17. कुक्कुटसेवा स्वमी मंदिर: यह भगवान शिव को समर्पित है। यह मुर्गा के सिर के रूप में एक 'स्वयंभू' है। यह पीतापुरम में स्थित है जो राजमुंदरी से 56 किमी दूर है। राज्य के कई हिस्सों के लोग iva महा शिव रात्रि &rsquo;के दौरान मंदिर में चढ़ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>18. वाडापल्ली: वाडापल्ली रावुलपलेम से 10 किमी दूर स्थित है। मंदिर के चारों ओर की छत गोविंदानामालु से भरी हुई है। ऐसा माना जाता है कि भगवान वेंकटेश्वर प्रसन्न होते हैं और अपनी मनोकामना पूरी करते हैं यदि भक्त 11 प्रदक्षिणा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>19. THOLI TIRUPATI: यह मंदिर 9000 साल पुराना है, ऐसा कहा जाता है कि पूरे देश में 108 तिरुपति हैं और यह सबसे पहले है। यह काकीनाडा से उत्तर की ओर लगभग 27 किमी दूर है। हम भगवान वेंकटेश्वर की मुस्कुराती मुद्रा को देख सकते हैं, शंकर और चक्र अन्य बालाजी की मूर्तियों की तुलना में बदल गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>20. ANDHRA SABARIMALA: यह केरल के स्वामी अयप्पा मंदिर की प्रतिकृति है। यह काकीनाडा से लगभग 64 किलोमीटर दूर है। ऐसा कहा जाता है कि जो भक्त सबरीमाला (केरल) नहीं जा सकते, वे यहां पूजा-अर्चना कर सकते हैं। एक ही परिसर में कई अन्य मंदिर स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>21. कोरुकोना: यह काकिन्डा से लगभग 60 किलोमीटर और राजमुंदरी से 25 किलोमीटर की दूरी पर स्थित है। यह एक प्राचीन ऐतिहासिक मंदिर है जिसे वैष्णव दिव्यक्षेत्र के नाम से जाना जाता है। यह भगवान विष्णु को समर्पित है। यह एक पहाड़ी के शीर्ष पर स्थित एक 'स्वयंभू' की मूर्ति है, जिसे केवल 650 सीढ़ियों की लंबी उड़ान के माध्यम से पहुँचा जा सकता है। मंदिर का निर्माण 800 साल पहले हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>22. ADURRU (BUDDHA STUPAS): यह एक 2400 वर्ष पुराना बौद्ध स्थल है जो कि वियनतया के पश्चिम में स्थित है। दुनिया में 3 सबसे लोकप्रिय बौद्ध स्तूपों में से पहला, आदुरू में, दूसरा रांची में और आखिरी सारनाथ में है। प्रसिद्ध महास्तूप 17 फीट व्यास के साथ विशाल पहिया की तरह बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>23. रॉयल मस्जिद: शाही मस्जिद जो राजमुंदरी के बीच में स्थित है, 1305A.D में मोहम्मद बिन तुगलक के बेटे सुमेरा साहिब द्वारा बनाई गई थी और देखने लायक सबसे पुराने स्मारक में से एक है। इसने 700 साल पूरे कर लिए हैं और यह धार्मिक सद्भाव और भाईचारे के केंद्र के रूप में खड़ा है।</p>","SubContentHindi":null,"ImageUrl":"7b26aab8-d155-42de-ac4f-11033737929b_Golingeswara-temple-Biccavolu-Chandrashekhar-shrine.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. सांस्कृतिक पर्यटन","SubTitleHindi":null,"SubContent":"<p>काकीनाडा उत्सव</p>\r\n<p>&nbsp;</p>\r\n<p>काकीनाडा समुद्र तट जिसे बाद में एनटीआर समुद्र तट के रूप में नामित किया गया था, समुद्र तट प्रेमियों के लिए एक अच्छा गंतव्य है। इस आयोजन में बड़ी संख्या में पर्यटकों के आने की उम्मीद है। चार दिवसीय कार्यक्रम के दौरान आकर्षण का केंद्र तेलुगु फिल्म उद्योग के कलाकार और अतिथि होंगे। कद्यम से बागवानी त्योहार में अधिक रंग जोड़ती है। एक्वा सेक्टर और गोवा राज्य प्रशासन के सहयोग से आयोजित होने वाले वाटर स्पोर्ट्स एक विशेष आकर्षण है।</p>\r\n<p>&nbsp;</p>\r\n<p>KONASEEMA उत्सव</p>\r\n<p>कोनसेमा उत्सव को पोरवरम मंडल के मुरामल्ला गांव में भव्य तरीके से मनाया जाता है। फेस्ट में देश के विभिन्न हिस्सों और अन्य जिलों के हजारों लोग भाग लेते हैं। उत्सव इस क्षेत्र की सुंदरता और संस्कृति को दर्शाता है। 2k रन का आयोजन किया जाता है और प्रमुख मंदिरों की प्रतिकृतियां व्यवस्थित की जाती हैं और कई सांस्कृतिक कार्यक्रम भी आयोजित किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मणियम जाटरा</p>\r\n<p>&nbsp;</p>\r\n<p>यह तीन दिवसीय मेला है जो आदिवासी समुदाय के रीति-रिवाजों, परंपराओं और संस्कृति को दर्शाता है। पर्यटन को बढ़ावा देने के लिए, पूर्वी गोदावरी जिला प्रशासन और एकीकृत जनजातीय विकास एजेंसी दोनों मिलकर am मानम जतरा &rsquo;का आयोजन कर रहे हैं। जतरा में 60 प्रतिशत स्थानीय जनजातियाँ और अन्य जिलों के 40 प्रतिशत लोग शामिल हैं। त्योहार के दौरान खाद्य पदार्थों और विभिन्न प्रकार के बांस के उत्पादों का प्रदर्शन किया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>PERURU</p>\r\n<p>&nbsp;</p>\r\n<p>यह तटीय एपी के पूर्वी गोदावरी जिले में अमलापुरम के पास स्थित एक छोटा सा गाँव है। पेरु में सैर करना सदी के पुराने आंध्र शहर में टहलने के समान है। यह विशाल हवेली से भरा है जो शांत पुराने और विरासत वाले घर हैं। आप राजमुंदरी से 3-4 घंटे के भीतर पेरुरु पहुंच सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पांडा मेटा</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले के एक छोटे से शहर पेड्डापुरम के पास एक पहाड़ी पहाड़ी पांडव मेट्टा के बारे में लोगों को ज्यादा जानकारी नहीं है। यह पहाड़ी हमें पांडवों के निर्वासन काल के बारे में बताती है। रामेश्वरम के रास्ते में, वे एक पहाड़ी पर पेड्डापुरम में रुके थे। यही कारण है कि इस पहाड़ी का नाम उनके नाम पर रखा गया था।</p>","SubContentHindi":null,"ImageUrl":"8fe8f786-de0e-4c91-86e8-cbb56e9e1fc2_Cultural-Tourism.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. इको टूरिज्म","SubTitleHindi":null,"SubContent":"<p>MAREDUMILLI</p>\r\n<p>Maredumilli वन जैव विविधता से समृद्ध हैं जो पूर्वी घाट का हिस्सा हैं। पर्यटन क्षेत्र मारेडुमिली - बदरचलम मार्ग पर है, जो मारडुमिली गांव से लगभग 4 किलोमीटर दूर है। रामायण काल ​​में वली-सुग्रीव के युद्ध स्थल के रूप में माना जाता है। 1914 में 'अभयारण्य वन' नामक एक विश्राम गृह का निर्माण किया गया था, जिसमें सभी सुविधाएँ मरदूमिल्ली गाँव में हैं। पर्यटकों के ठहरने के लिए यहाँ सूट उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>KadiyamKADIYAM</p>\r\n<p>राजमुंदरी से लगभग 14 किमी दूर कदियाम में कई हरी-भरी नर्सरी हैं जो विभिन्न प्रकार की पौधों की प्रजातियाँ प्रदान करती हैं। आगंतुक यहां नर्सरी से विभिन्न प्रकार के पौधे भी खरीद सकते हैं। हर साल जनवरी में आयोजित फ्लावर शो देखने लायक होता है। घर के बगीचे और कृषि उद्देश्यों के लिए पौधों की विशाल किस्मों को दुनिया भर में विभिन्न स्थानों पर निर्यात किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पैपी हिल्स</p>\r\n<p>पापी पहाड़ियाँ राजमुंदरी-भद्राचलम नाव मार्ग में हैं। यह घने जंगलों से घिरा एक सुंदर पर्यटन स्थल है। पापी पहाड़ियों पर एक राष्ट्रीय उद्यान है जिसमें बाघ, तेंदुए, सांबा और चित्तीदार हिरण शामिल हैं। पापी पहाड़ियों में झोपड़ियों में रहने के लिए पैकेज हैं। नाव में यात्रा करते हुए सूर्योदय का दृश्य बहुत ही मनोरम है।</p>\r\n<p>&nbsp;</p>\r\n<p>RAMPACHODAVARAM</p>\r\n<p>यह राजमुंदरी से 50 किलोमीटर दूर एक आदिवासी गाँव है जो प्राकृतिक सौंदर्य से भरपूर है। यह Maredumilli से सिर्फ 26 किमी दूर है और यहां जंगल और झरने भी हैं जो प्रकृति प्रेमियों के लिए सबसे पर्यावरण के अनुकूल स्थान हैं। घने जंगल के माध्यम से ड्राइव एक शानदार अनुभव है।</p>\r\n<p>&nbsp;</p>\r\n<p>PINJANRAKONDA</p>\r\n<p>यह सबसे अच्छे पिकनिक स्पॉट में से एक है, जो पूर्वी गोदावरी जिले में स्थित है। ए.पी. यह राजमुंदरी से सिर्फ 80 किमी और काकीनाडा से 84 किमी और तुनी से 90 किमी दूर है। कोई सीधी बस सेवा नहीं है। तो किसी को अपनी सुविधानुसार पिंजराकोंडा जाना चाहिए। हम येल्वारम में येलरु जलाशय परियोजना भी देख सकते हैं जो पिंजराकोंडा से 30 किमी दूर है। येलश्वरम से पिंजराकोंडा तक का सुंदर दृश्य विस्मयकारी है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोरिंगा विल्डिफ़ सैंटेचुरी</p>\r\n<p>यह भारत में 35 मैंग्रोव पेड़ों की प्रजातियों के साथ मैंग्रोव वन का दूसरा सबसे बड़ा खंड है और पूर्वी गोदावरी जिले के मुख्यालय काकीनाडा के बंदरगाह शहर से 18 किमी दूर स्थित 120 से अधिक पक्षी प्रजातियां हैं। एक गौथामी और गोदावरी नदियों के पीछे के पानी में फेरी जा सकती है। यह खारे पानी के मगरमच्छों के लिए भी प्रसिद्ध है। मुख्य आकर्षण 18 किमी लंबा सैंडपिट है जो उत्तर-पूर्व में सबसे लंबा खिंचाव है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोनासीमा</p>\r\n<p>यह करामाती सुंदरता, शांति और शांति का नखलिस्तान है जो सभी के लिए एक ड्रीम टूर डेस्टिनेशन है। एक बस या ट्रेन या नाव से यात्रा करने वाले आसपास के ग्रामीण इलाकों में एक नज़र रख सकते हैं। यह सबसे उपजाऊ भूमि में से एक है; यह क्षेत्र अपने शानदार परिदृश्य, नारियल और ताड़ के पेड़ों के लिए जाना जाता है। यह हरियाली और कलात्मक मंदिरों में भी समृद्ध है। एक अन्य महत्वपूर्ण पहलू स्थानीय मसालों और ताजा समुद्री भोजन के स्वादिष्ट मिश्रण के साथ इसका भोजन है।</p>","SubContentHindi":null,"ImageUrl":"09a2e3d5-ff58-4a9d-90a3-c2f31bc2dcd9_Eco-Tourism.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. इंजीनियरिंग पर्यटन","SubTitleHindi":null,"SubContent":"<p>सड़क के किनारे रेल मार्ग</p>\r\n<p>यह गोदावरी नदी के ऊपर एशिया का तीसरा सबसे बड़ा सड़क सह रेलवे पुल है। यह पुल 4.1 किमी लंबा है जो भारतीय रेलवे के दक्षिण मध्य रेलवे डिवीजन द्वारा चालू है। इसका निर्माण 1970 के प्रारंभ में ब्रेथवेट, बर्न और जेसोप कंस्ट्रक्शन कंपनी द्वारा शुरू किया गया था और 1974 में भारत के तत्कालीन राष्ट्रपति फखरुद्दीन अली अहमद ने 16 अगस्त को इसका उद्घाटन किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>हेवलॉक पुल</p>\r\n<p>इस पुराने गोदावरी पुल को हैवलॉक ब्रिज के नाम से भी जाना जाता है, जो हावड़ा और मद्रास के बीच गुजरने वाली ट्रेनों में काम करता था। यह तीन पुलों में से सबसे पहला है जो राजामुंदरी में गोदावरी नदी का विस्तार करता है। पुल का निर्माण 11 नवंबर, 1897 को शुरू हुआ। इसका नाम मद्रास के तत्कालीन गवर्नर सर आर्थर एलिबैंक हैवलॉक के नाम पर रखा गया था। अब अंत में इसे एक पर्यटक स्थल में बदलने की योजना है।</p>\r\n<p>&nbsp;</p>\r\n<p>मेहराब पुल</p>\r\n<p>गोदावरी आर्क ब्रिज वास्तव में हैवलॉक ब्रिज को बदलने के लिए बनाया गया था। इसका निर्माण 1991 में शुरू हुआ और 1997 तक चला। यह 2003 से चलने वाली ट्रेनों के लिए पूरी तरह से चालू हो गया। यह राजमुंदरी में गोदावरी नदी का विस्तार करने वाले तीन पुलों में सबसे नवीनतम है। यह पुल दो चैनलों, कोव्वुर चैनल और राजमुंदरी चैनल में स्थित है, और इसे कोव्वुर-राजमुंदरी पुल के नाम से भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चार संक्षिप्त</p>\r\n<p>यह एक फोर लेन पुल है और इसका उद्देश्य मौजूदा रेल सह सड़क पुल पर यातायात की भीड़ को कम करना है। इस पुल के निर्माण के कारण चेन्नई और कोलकाता के बीच की दूरी 50 किमी कम हो गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>कॉटन ब्राइड</p>\r\n<p>वर्ष 1850 में ब्रिटिश सिंचाई इंजीनियर सर आर्थर कॉटन की देखरेख में गोदावरी नदी पर डोलेस्वरम बैराज बनाया गया था। इसे आज भी इंजीनियरिंग चमत्कार में से एक माना जाता है।</p>","SubContentHindi":null,"ImageUrl":"d6274fc3-24cf-4c57-a1f5-11ddb2a63bae_Engineering-Tourism.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. वन पर्यटन","SubTitleHindi":null,"SubContent":"<p>जिले में ३३६ वर्ग किलोमीटर वन क्षेत्र है और जिला क्षेत्र में ३२% है। इसके 'वन टूरिज्म' ने पहले ही पर्यटन को राज्यव्यापी सबसे तेजी से बढ़ते क्षेत्रों में से एक के रूप में उकेरा है। यह वानिकी प्रबंधन को बढ़ावा देने और स्थानीय समुदायों का समर्थन करने का एक साधन बन गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस क्षेत्र के वन क्षेत्र में घूमने वाले पर्यटक अपने प्राकृतिक आवासों में स्थानीय पौधों और जानवरों के जीवन का निरीक्षण करते हैं और बातचीत करते हैं। अनुभव शब्दों से परे है और यात्रा के अमूर्त, मनोवैज्ञानिक लाभ अनगिनत हैं। यहां तक ​​कि वन जीवन और प्रकृति के प्रति उदासीन लोगों को भी इनका सार मिलेगा। सबसे लोकप्रिय और अत्यधिक आकर्षक वन आच्छादित क्षेत्र हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>कोरिंगा वाइल्डलाइफ संक्रांति: पौधों और जानवरों की कई प्रजातियों के लिए घर होने के नाते, कोरिंगा वन्यजीव अभयारण्य काकीनाडा शहर से 18 किमी दूर है। विभिन्न प्रकार के पौधे, चहकते हुए पक्षी और सुनहरे सियार, समुद्री कछुए और मछली पकड़ने वाली बिल्ली की उचित आबादी पर्यटकों के आकर्षण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>RAMPACHODAVARAM: रामपछोड़वराम अपने घने जंगल और झरनों के लिए जाना जाता है, जो जीपों द्वारा पहुँचा जा सकता है। घने जंगल के माध्यम से ड्राइव एक शानदार अनुभव है। जिला मुख्यालय काकीनाडा से दूरी 82kms है। अपनी अछूती प्राकृतिक सुंदरता के लिए क्षेत्रीय फिल्म निर्माताओं के साथ परिवेश बहुत लोकप्रिय है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>ADDATEEGALA: काकीनाडा से 67 किमी और राजमुंदरी से 65 किलोमीटर की दूरी पर स्थित अठैथेगैला जंगल से लगे पहाड़ों, धाराओं और गहरी खाई से भरा है। यह स्थान भाषाई और सांस्कृतिक अंतर के साथ जनजातियों की भीड़ के लिए एक मेजबान है।</p>\r\n<p>&nbsp;</p>\r\n<p>MAREDUMILLI: मारेडुमिली जंगल के अंदर और नदियों के किनारे स्थित है। राजमुंदरी से दूरी 87kms है। पहाड़ियों और झरनों के साथ, Maredumilli कई पर्यटकों के दिलों पर कब्जा कर लेता है। इस स्थान पर दो जंगल रिसॉर्ट भी उपलब्ध हैं। यह जगह कॉफी और रबर के बागानों में समृद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>SEETAPALLI: काकीनाडा से 75 किलोमीटर और राजमुंदरी से 51 किलोमीटर की दूरी पर स्थित है। हालांकि सीतापल्ली के पास कोई रेलवे स्टेशन नहीं है, लेकिन निकटवर्ती शहर राजमुंदरी में दो रेलवे स्टेशन हैं। अधिकतर दिन के समय में यात्रा करना सुरक्षित माना जाता है। सीतापल्ली में श्री बावनम्मा तल्ली मंदिर प्रसिद्ध है।</p>","SubContentHindi":null,"ImageUrl":"9e6c64a2-6cb6-460b-aa0c-109802eba5d4_coringa-forest-and-hope.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>जिले का कुल सड़क नेटवर्क 1,274.067 किलोमीटर (791.669 मील) है। इसमें 613.289 किमी (381.080 मील) मौजूदा और 660.780 किमी (41090 मील) की प्रस्तावित लंबाई शामिल है। [21] जिले का कुल रेल नेटवर्क 171.34 किमी (106.47 मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>चेन्नई और हावड़ा को जोड़ने वाला राष्ट्रीय राजमार्ग 5 इस जिले से होकर गुजरता है। जिले में राजमुंदरी, त्यूनी और समालकोट रेलवे जंक्शन हैं। चेन्नई से हावड़ा रेल लाइन भी इसी जिले से होकर गुजरती है।</p>\r\n<p>स्रोत: https://eastgodavari.nic.in/</p>","SubContentHindi":null,"ImageUrl":"205f9389-d624-41d4-a0bb-a7544619d3c0_map_of_East_Godavari_district.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-east-godavari-kakinada-andhra-pradesh","tags":[{"name":"काकीनाडा","slug":"kakinada"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"पूर्वी-गोदावरी","slug":"east-godavari"}],"recommendations":[{"id":1197,"title":"माचेरला में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"1da4e69a-8cb5-4585-bf53-963796115e59_Macherla.jpg","dateCreated":"2020-04-11T11:06:43.734Z","dateModified":"2020-04-11T11:07:55.073Z","contributedBy":"AskGif","content":"माचेरला भारतीय राज्य आंध्र प्रदेश के गुंटूर जिले का एक कस्बा है। यह गुर्जरला राजस्व मंडल में माचेरला मंडल का मुख्यालय है।\r\n&nbsp;\r\nमाचेरला क्षेत्र पलानाडु की राजधानी है। माचेरला नाम की उत्पत्ति महादेवी चेरला से हुई थी। यह शहर पलन्नडू के केंद्र में है, और इसका एक हज़ार साल से अधिक पु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1da4e69a-8cb5-4585-bf53-963796115e59_Macherla.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"माचेरला","slug":"macherla"}],"slug":"top-places-to-visit-in-macherla-andhra-pradesh","total":0},{"id":279,"title":"गुंटूर, आंध्र प्रदेश में देखने के लिए शीर्ष स्थान","imageUrl":"c63f2dc0-861f-4103-80ef-8d77974f49d7_Guntur-Junction.jpg","dateCreated":"2019-02-28T15:10:30.619Z","dateModified":"2019-03-01T14:25:15.612Z","contributedBy":"AskGif","content":"गुंटूर (इस साउंडप्रोन्युरेशन के बारे में (सहायता &middot; जानकारी)); आंध्र प्रदेश राजधानी क्षेत्र के भीतर एक शहर है। राज्य की राजधानी अमरावती से 24 किमी (15 मील) दूर, गुंटूर शहर भारतीय राज्य आंध्र प्रदेश के गुंटूर जिले का प्रशासनिक मुख्यालय है। यह एक नगर निगम है और गुंटूर राजस्व मंडल में गुंटूर म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c63f2dc0-861f-4103-80ef-8d77974f49d7_Guntur-Junction.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुंटूर","slug":"guntur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-guntur-andhra-pradesh","total":0},{"id":278,"title":"पूर्वी गोदावरी, काकीनाडा में घूमने के लिए शीर्ष स्थान , आंध्र प्रदेश","imageUrl":"0ea45179-5595-4f15-9ad7-95f129bda0b4_godavari-railway.jpg","dateCreated":"2019-02-24T10:56:10.656Z","dateModified":"2019-02-24T11:21:29.264Z","contributedBy":"AskGif","content":"पूर्वी गोदावरी जिला या टारपुरू गोदावरी जिला भारत के आंध्र प्रदेश के तटीय आंध्र क्षेत्र का एक जिला है। इसका जिला मुख्यालय काकीनाडा में है। 2011 की जनगणना के अनुसार, यह 5,151,549 की आबादी वाला राज्य का सबसे अधिक आबादी वाला जिला बन गया। आबादी के लिहाज से राजामुंदरी और काकीनाडा गोदावरी जिलों के दो सब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ea45179-5595-4f15-9ad7-95f129bda0b4_godavari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"काकीनाडा","slug":"kakinada"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"पूर्वी-गोदावरी","slug":"east-godavari"}],"slug":"top-places-to-visit-in-east-godavari-kakinada-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}