{"id":279,"title":"Top Places to visit in Guntur, Andhra Pradesh","imageUrl":"c63f2dc0-861f-4103-80ef-8d77974f49d7_Guntur-Junction.jpg","dateCreated":"2019-02-28T15:10:30.619Z","dateModified":"2019-03-01T14:25:15.612Z","contributedBy":"AskGif","content":"<p>Guntur (About this soundpronunciation (help&middot;info)); is a city within the Andhra Pradesh Capital Region. Located 24 km (15 mi) away from the state capital Amaravati, Guntur city is the administrative headquarters of Guntur district, of the Indian state of Andhra Pradesh. It is a municipal corporation and also the headquarters of Guntur mandal in Guntur revenue division. It is situated on the plains at a distance of 40 miles (64 km) to north of the Bay of Bengal. The city is the third most populous in the state with a population of 743,654 and urban agglomeration population around one million as per 2011 census of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Guntur is classified as a Y-grade city as per the Seventh Central Pay Commission. It forms a part of Vishakhapatnam-Guntur Industrial Region, a major industrial corridor in the country. The city is known for its chilli, cotton and tobacco exports and has the largest chilli market yard in Asia.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The city residents are referred as Gunturians or Gunturollu.[57] Traditional drama and theatrical events also have their presence in the city.[58] The city observes many festivals such as Rama Navami,[59] Maha Sivaratri,[60] Vinayaka Chavithi,[61] Vijaya Dasami,[62] Deepawali,[63] Holi,[64] Ugadi,[65] Eid,[66] Krishnastami,[67] Christmas.[68]</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>The South Indian breakfast varieties such as, Idli, Dosa, Puri, Vada etc., are preferred mostly.[69] The Red chilli biryani is one of the native dish from the area.[70] Guntur Sannam, a chilli variety was registered as one of the geographical indication from Andhra Pradesh under the Geographical Indications of Goods (Registration and Protection) Act, 1999.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and research</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state.[102][103] As per the school information report for the academic year 2015&ndash;16, the city limits (including the merged villages) have more than one lakh students enrolled in over 400 schools.[104][105] The Central Board of Secondary Education, Secondary School Certificate or the Indian Certificate of Secondary Education are the different types of syllabus followed by different schools. The medium of instruction followed by schools are English, Telugu and Urdu.[106][107] The public library system is supported by the government with the central library located at Arundalpet.[108]</p>\r\n<p>&nbsp;</p>\r\n<p>Government colleges and institutions include, Guntur Medical College,[109] Government Junior College for Girls.[110] There exists one residential college under APRJC, ten private aided, two co-operative and many private unaided colleges.[110] Hindu College, A.C College are some of the older institutes in the city. JKC College, RVR &amp; JC College of Engineering, Tellakula Jalayya Polisetty Somasundaram College (TJPS College), Government College for Women and St. Joseph's College of Education for Women are the autonomous colleges approved under Universities Grant Commission scheme.[111] The Acharya N. G. Ranga Agricultural University at Lam village near the city is administered from Gorantla area of the city.[112] Research centres related to different fields such as, Regional AGMARK laboratory,[113] regional station of Central Tobacco Research Institute of Indian Council of Agricultural Research are also present.[114] The city hosts many national, state level conferences and expos on many topics like economy, agriculture, technology etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>As per the 58th annual report of Press India 2013&ndash;14, the major Telugu daily publications from Guntur are, Andhra Jyothy, Andhra Prabha, Eenadu, Sakshi, Suryaa, Telugu Jatiya Dinapatrika Vaartha. The English publications are, Deccan Chronicle, News Boom, The Fourth Voice, Views Observer.[119]</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Sporting infrastructure of the city include several venues for many sports such as, Brahmananda Reddy stadium for Tennis, Badminton, Volleyball, Athletics, Gymnastics, Swimming;[120][121][122] NTR Municipal Indoor stadium for Table Tennis and Volleyball;[123][124] and also other sports such as Boxing.[125] It becomes the first state to get blue athletic track in India [126]</p>\r\n<p>&nbsp;</p>\r\n<p>The city has hosted sporting events such as, All India Senior Tennis Association,[127] All India Sub Junior Ranking Badminton Tournament,[128] All India Invitation Volleyball Tournament,[124] Ganta Sanjeeva Reddy Memorial Trophy,[129] Inter-district Master Aquatic Championship[130] etc. The city was also a host for Khelo India programme for junior level national sports.[131]</p>\r\n<p>&nbsp;</p>\r\n<p>International sports personalities from the city include: cricketer Ambati Rayudu;[132] badminton player Srikanth Kidambi, who won the Super Series title in China[133] and also finished as a quarter finalist at the 2016 Summer Olympics.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Guntur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c63f2dc0-861f-4103-80ef-8d77974f49d7_Guntur-Junction.jpg","subContents":[{"SubTitle":"1. Amaravathi Museum","SubTitleHindi":null,"SubContent":"<p>Amaravathi Museum Formerly known as Andhra Nagari (Amaravati), this is one of the most important Buddhist sites in the country. Acharya Nagarjuna built India's largest stupa here more than 2000 years ago. Considered to be the most sacred pilgrim centre for Buddhists in South India, Amaravati is 33 km from Vijayawada Haritha Berm Park and the RTC Bus Stand. Amaravati is considered the most sacred pilgrim centre for Buddhists in South India. An Archaeological Museum (ASI) is located here in Amravati. Opening Hours : 10.00 am to 5.00 pm Closed on</p>","SubContentHindi":null,"ImageUrl":"e0e475ed-15fa-4ad8-b722-dc4b11da085b_Amaravathi-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Bhattiprolu Maha Stupa","SubTitleHindi":null,"SubContent":"<p>Maha stupam located in gutur dist is Bhattiprolu maha stupa. Bhattiprolu was previously named as Pratipalapura, a flourishing Buddhist town in the ancient Sala kingdom that predated Andhra Satavahanas. Bhattiprolu is most known for its maha Stupa, the Chinna Lanja dibba and Vikramarka kota dibba. The stupa was vandalised during the 18th Century and during the first excavation a proof of existence of the Republican Kingdom of Kubera Raja was found from the inscription. The stupa was constructed in wheel shape like the one found at Ghantasala in Krishna district. The stupa was found to be 40 meters in diameter with an additional basement of 2.4 meters wide running all around. The most significant discovery is the crystal relic casket of sarira dhatu of the Buddha from the central mass of the stupas. Bhattiprolu is around 28 km from Tenali and 15 minutes drive from Repalle. It is a station on the Repalle-Tenali railway and falls under the Guntur division of South Central Railway.It is also well connected to Repalle, Tenali, Bapatla, Ponnur via road and lies on the National Highway 214A.</p>","SubContentHindi":null,"ImageUrl":"22d79258-5824-4db4-92c8-d5ac425432e2_Bhattiprolu-Maha-Stupa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Bhavanarayanaswami Temple","SubTitleHindi":null,"SubContent":"<p>The Bhavanarayanaswami Temple is one of the most ancient temples(1400 year old) in Guntur District which is located some 49-km from Guntur. This temple is said to belong to Mauryan period and the presiding deity is Bhavanarayanaswami. The temple is well connected by rail/bus routes and lies on the Madras-Calcutta Line. The name of the town Baptala derives its name from the presiding deity of this temple, Bhavanarayana Swami. The Baptla town was also called Bhavapuri during the time of Mauryan Empire.</p>","SubContentHindi":null,"ImageUrl":"02e2351b-f555-4ea1-9b37-6c89898520f2_Bhavanarayanaswami-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Guthikonda Bilam","SubTitleHindi":null,"SubContent":"<p>Guthikonda Bilam is a natural cave formation. The Cave is situated close to Karampudi, 38 km from Narasaraopet enroute from Hyderabad/Nagarjuna Sagar/Macherla.Guthikonda caves are located amidst dense forest. The environment here is serene and legend has it that many Rishis meditated here for centuries. The place is also popularly known as Dakshina Kasi. The famous Guthikonda Bilam is still a place of deep mystery attracting the intrepid and curious tourists to explore. It is unfortunate that not much popularity is given to this place. On the way to the Cave at foot to the Bilam one can see martyrs' memorial of People's War (Stupam). On the Stupam we can see Charu muzumdars picture.Further ahead the cave is surrounded by temples on the little hill. Kondaveedu Fort and Guthikonda Caves are located adjacently. Just a kilometer before the village Guthikonda there exists Krishna canal. Travel for 2 km On the Right Bank of the canal to the end and from there another 1 km walk will take you to the place.</p>","SubContentHindi":null,"ImageUrl":"41f9f20c-bfe0-4d4f-be77-badb9c324f0a_Guthikonda-Bilam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Haailand Theme Park","SubTitleHindi":null,"SubContent":"<p>Haailand was designed in a way to create an out of the world experience and pleasure, encompassing pleasant ambiance, sumptuous food, thrilling rides, haunting mysteries, enticing sports etc. The structures with a unique Buddhist design, painted in concept colours, offer a visual treat to tourists. The park was divided into seven zones named after prominent countries in South Asia, including Thailand, China, Tibet, Cambodia, Burma and Indonesia, reflecting the Buddhist culture, history and tradition. The park has an all pervasive Buddhist feel about it and designed to attract local, national and international tourists. Haailand has everything for a perfect family getaway - thrilling rides, entertainment, F&amp;B outlets, authentic ayurvedic centre, shopping, cultural areas, banquet halls, and resort facilities. The other highlights include</p>","SubContentHindi":null,"ImageUrl":"44808b4d-1933-4556-83d6-b452798630e7_Haailand-Theme-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Kondaveedu Fort","SubTitleHindi":null,"SubContent":"<p>Kondaveedu Fort is located 25 kms from Guntur. This historical fort was built during the reign of the Reddy Kings around the 10th century A.D. There are 21 stupas in the fort. The ruins of the fort located on the hilltop offer unraveled mysteries to the tourist. A place of natural scenic beauty with natural wonders it also an ideal place for trekking. Kondaveedu Fort and Guthikonda Caves are located adjacently.</p>","SubContentHindi":null,"ImageUrl":"8039b105-1e72-4fd2-9dc8-e40537f4efb8_Kondaveedu-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Krishna Wildlife Sanctuary","SubTitleHindi":null,"SubContent":"<p>Krishna Wildlife Sanctuary&lt; LOCATION &amp; AREA: Krishna and Guntur District. Area 194.81 Sq. Kms. UNIQUENESS: The last surviving mangrove forests in the Krishna estuary with unique flora &amp; fauna. FLORA: The Sanctuary supports rich mangrove vegetation with plants like Rhizophora, Avicennia, Sonneratia, Aegiceros. FAUNA: Fishing Cat, Otter, Jackal, Estuarine Crocodile and a variety of local &amp; migratory birds. ACCESSIBILITY: 80 Kms. by road from Vijayawada Railway station. 25 Kms. from Repalle in Guntur District. ACCOMMODATION: Forest rest house at Vijayawada &amp; Repalle of Guntur District. SEASON: October to February. CONTACT: Divisional Forest Officer, Wildlife Management, Eluru. West Godavari District, Phone:- 08812-232356,Forest Range Officer, Eluru, Phone:- 08812-239578.</p>","SubContentHindi":null,"ImageUrl":"7af29a48-2ccc-477b-bc68-2fa3c527234b_Krishna-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Mangalagiri Temple","SubTitleHindi":null,"SubContent":"<p>Mangalagiri is a town, and a mandal of Guntur District. The temple of Sri Panakala Lakshmi Narasimhaswamy is situated on the hill here. This temple is dedicated to Lord Narasimha(man-lion) and is situated on a hillock at Mangalagiri. Devotees pour \"Panakam\" (Jaggery water) with a conch into the mouth of the deity. The unique feature of this temple is that the idol actually drinks the panakam and a gurgling sound is heard. However only half is accepted and the remaining half is given back, irrespective of the quantity offered. An annual festival is held in the months of August and September. This temple has the credit of being one of the eight chief holy temples (Mahakshetrams) in India. The hillock holds at its foot another temple of Lakshmi Narasimha. Hinkar Tirtha, renowned as the largest Jain temple in the region, is situated here. The Mangalagiri Mountain is blessed with lusting greenery and natural beauty. Mangalagiri is a part of Vijayawada urban agglomeration. It is situated on the Guntur-Vijayawada road, 8 miles (13 km) to the south-east of Vijayawada and 13 miles (21 km) to the north-east of Guntur City. The temple is 12 kms away from the RTC Bus Stand at Vijayawada.</p>","SubContentHindi":null,"ImageUrl":"5f5ab2ec-b109-4982-8e0e-a5928861fb26_Mangalagiri-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Nagarjuna Sagar Dam","SubTitleHindi":null,"SubContent":"<p>Nagarjuna Sagar Dam is one of the largest dams and the world's largest masonry dam, built in Asia across Krishna River in Nagarjuna Sagar, Nalgonda District. The dam contains the Nagarjuna Sagar reservoir. Nagarjuna Sagar was the earliest in the series of large infrastructure projects initiated for the Green Revolution in India; it also is one of the earliest multi-purpose irrigation and hydro-electric projects in India. The dam provides irrigation water to Nalgonda District, Prakasam District, Khammam District and Guntur District and electric power to the national grid. It was completed in 1966, is 124 meters high and 1 km long, and has 26 crest gates making it the tallest and biggest masonry dam in the world. The dam also creates the third largest man-made lake in the world. Remains of the 3rd century A.D Buddhist civilization are seen on an island called Nagarjunakonda, in the middle of the reservoir. Road : Located at 150 km from Hyderabad. Buses are available from Hyderabad to Vijaypuri south. Rail : 20 kms from Macherla. Air : Hyderabad Airport.</p>","SubContentHindi":null,"ImageUrl":"51099ee1-378e-43ed-a9f5-83eed8b764f5_Nagarjuna-Sagar-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. tourist places","SubTitleHindi":null,"SubContent":"<p>N.T.R. Manasa Sarovar Park</p>\r\n<p>This is like the Central Park for Guntur City. Located on the Eastern part of the city, it is one of the man made parks located in Guntur. Managed by the GMC and UDA together. Crazy-World Water Theme Amusement Park, located on the premises of the N.T.R. Manasa Sarovar Park in Guntur on the Chennai-Howrah National Highway No.5 is being spruced up to welcome young visitors. NTR Manasa Sarovaram is about 6 km from Guntur town. NTR Manasa Soravaram covers an area of 55 acres and is beautifully designed with flowerbeds, lawns, ponds and small hillocks</p>\r\n<p>&nbsp;</p>\r\n<p>Nagarjunsagar Srisailam Wildlife</p>\r\n<p>NAGARJUNA SAGAR Srisailam Wildlife Sanctuary&lt; LOCATION &amp; AREA: Guntur, Prakasham, Kurnool, Mahaboobnagar UNIQUENESS: Largest Tiger reserve in India spreading over 5 Districts with river Krishna flowing through the reserve presenting some breathtaking sights with hills, valleys and deep gorges. FLORA: Dry deciduous mixed forests along river Krishna with Teak, Bamboo, Terminilias, Hardwickias, Anogeissus and hundreds of medicinal plants. FAUNA: Tiger, Panther, Sloth Bear, Wild Dog, Jackal, Wolf, Fox, Ratel, Indian Giant Squirrel, Tree Shrew, Cheetal, Mouse Deer, Black Buck, Sambar, Chowsingha, Nilgai, Wild Boar, Mugger Crocodile, Rock Python and Peafowl. ACCESSIBILITY: 130 Kms. by road from Hyderabad. Nearest Airport</p>\r\n<p>&nbsp;</p>\r\n<p>Nagarjunakonda Island</p>\r\n<p>Nagarjunakonda is a historical Buddhist town (About 1700 years ago), now an island located near Nagarjuna Sagar in Guntur district/Nalgonda district in the Indian state of Andhra Pradesh. It is 150 km south east of the capital, Hyderabad. It was formed when a hill was submerged in the waters of the Nagarjuna Sagar Dam, constructed in the 1960s. It is one of India's richest Buddhist sites, known in the ancient times as Sri Parvata. Nagarjunakonda, meaning the hill of Nagarjuna, was named after the Buddhist scholar and savant Acharya Nagarjuna who lived around the turn of the 2nd century AD..A buddhist museum is situated on the entire island in the Nagarjunasagar dam. A.R. Saraswathi, in 1926, discovered this glourious place who was a researcher in the Archaeological Survey of India (ASI). Further excavations carried out by ASI in the valley uncovered ruins of a university, viharas (monasteries), sacrificial altars, royal baths, marble carvings and sculptures. It is situated in Macherla Mandal of the District Guntur. Road : Located at 150 km from Hyderabad. Buses are available from Hyderabad to Vijaypuri south. Rail : 20 kms from Macherla. Air : Hyderabad Airport. Museum Opening Hours : 9.00 am to 4.00 pm Closed on</p>\r\n<p>&nbsp;</p>\r\n<p>Suryalanka Beach</p>\r\n<p>The Suryalanka Beach is situated at a distance of 9 kilometers from the town of Bapatla, in Guntur district. It is located 50 km south of Guntur City. The natural beauty of the beach and its closeness to the town attracts tourists who often return to the calmness of the sea for the weekend. The shore of the beach is wide and spacious. The Suryalanka Beach overlooks the crystal blue waters of the Bay of Bengal.</p>\r\n<p>&nbsp;</p>\r\n<p>Undavalli Caves</p>\r\n<p>A short drive away from Guntur and Vijayawada are the Undavalli caves, a striking specimen of Indian rock-cut architecture. The historic caves are located at the top of the high hills overlooking the Krishna River. Built during the 4th-5th century, their structure suggests that they were hewn out of solid rock on the hillside. Dedicated to Anantapadmanabha Swamy and Narasimha Swamy, Undavalli Cave Temples are associated with the Vishnukundina kings. It is also believed that Buddhist monks used these caves as rest houses. A remarkable 5 metre long figure of Vishnu reclining on the serpent couch - Anantasayi is the focal point of the second storey of the Caves. The sculptures are testimony to the dexterity and skill of the artisans of the ancient times. The caves are located 6 km south west from Vijayawada(7 from RTC Bus stand, Vijayawada), 22 km north east of Guntur City and about 280 km from Hyderabad, Andhra Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Uppalapadu Bird Sanctuary</p>\r\n<p>Uppalapadu is a place of bird migration and a village near Guntur City. It is also a reputed bird sanctuary. Home to around 40 species of migratory birds from Siberia including pelicans and white ibis, this sanctuary is equivalent to Pulicat Sanctuary in Nellore District. From countries like Siberia, Australia, Painted Storks, Spotted Pelicans and other birds migrate to this sanctuary. Many species birds including endangered Spot-Billed Pelicans and Painted Storks take refuge in this water tanks in the village. The bird population here is around 7000, however birds about 12000 were roost in this dwindling habitat through the year. But some initiatives have taken place such as adding artificial trees, local awareness, proper water supply to the ponds etc. The artificial trees are added in the pond on which the birds can perch in addition to the natural trees. Uppalapadu is just 5 kms from Guntur, 270 Kms south of Hyderabad.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"f29e732a-69e5-4212-8849-2e77f0d5ceef_Undavalli-Caves.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. How to Reach","SubTitleHindi":null,"SubContent":"<p>The local transport preferred by the city commuters include, privately operated auto rickshaws, cabs, mini-buses and a few government run APSRTC buses in specified routes.[77][78] The NTR bus station of the city operates suburban[79] and long distance services.[80] In the recent times, it has introduced city bus services to the nearby destinations of Phanidharam, Namburu, Yanamadala and Chebrolu.[81] A new mini bus depot is being built in the premises of Main bus station to run city buses within the city and non stop buses to other areas.[82] The Rail Vikas Bhavan at Pattabhipuram in the city is the headquarters of Guntur railway division.[83][84] Guntur Junction and New Guntur railway stations of the city provides rail transport.[85] While, Nallapadu and Perecherla railway stations serves as satellite stations.[86] The Guntur railway station operates MEMU and local trains for the one lakh commuting population, including thousands of university students.[87] Though there was a proposal to build a no frills airport for the city,[88] the Vijayawada International Airport located at Gannavaram serves the air travel needs of the city commuters.[89]</p>\r\n<p>&nbsp;</p>\r\n<p>The city has a total road length of 853.00 km (530.03 mi).[90] The Mahatma Gandhi Inner Ring Road is an arterial road with a stretch of 6.34 km (3.94 mi), that encircles the city with its start and end points on NH 16.[91][92] The other arterial city roads include, the Grand Trunk Road, JKC College Road, Lakshmipuram Road, Pattabhipuram Road and Palakaluru Road etc.[93][81] The city is connected to major destinations by National highways, State highways and district roads.[94] National Highway 16 bypasses the city, which is also a part of Asian Highway 45 and Golden Quadrilateral.[95] The State Highway 2 connects the city with Macherla and Hyderabad. A new Expressway is proposed connecting the city to Rayalaseema region with faster access. State Highway 48 with Bapatla and Chirala.[96][97] The Guntur&ndash;Amaravati,[98] Guntur&ndash;Nandivelugu[99] and Guntur-Parchoor roads[100][101] are the district roads connecting their respective destinations.</p>\r\n<p>&nbsp;</p>\r\n<p>City Bus Services</p>\r\n<p>The Guntur City Bus Operators Association operates private city buses to almost all the places of the city like NTR Bus Station, Guntur Autonagar, Pedakakani Temple, Sangadigunta, Narakoduru, Gundavaram, Kantheru, Tadikonda, Namburu, Chowdavaram, Yanamadala, Guntur Market, Lodge Centre, SVN Colony, Mirchi Yard, ITC, Nalla padu, Housing Board Colony, Vengalayapalem, Guntur Railway Station, Guntur District Collectorate, Pattabhipuram, Gorantla, Brindavan Gardens and Lakshmipuram.</p>\r\n<p>source: http://aptourism.gov.in</p>","SubContentHindi":null,"ImageUrl":"27c5412a-bd8a-404e-b4a1-f538835e6969_Guntur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-guntur-andhra-pradesh","tags":[{"name":"guntur","slug":"guntur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"recommendations":[{"id":1237,"title":"Top Places to visit in Tiruvuru, Andhra Pradesh","imageUrl":"cc7f2036-2efa-45bb-b4e1-3ee4b82ffb37_Tiruvuru.jpg","dateCreated":"2020-04-22T10:47:26.647Z","dateModified":"2020-04-22T10:47:37.439Z","contributedBy":"AskGif","content":"Tiruvuru is a town in Krishna district of the Indian state of Andhra Pradesh. It is a nagar panchayat in Tiruvuru mandal of Nuzvid revenue division.\r\n&nbsp;\r\nGovernance\r\nTiruvuru municipality is the civic administrative body of the town. It was constituted in the year 2011 an","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cc7f2036-2efa-45bb-b4e1-3ee4b82ffb37_Tiruvuru.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"tiruvuru","slug":"tiruvuru"}],"slug":"top-places-to-visit-in-tiruvuru-andhra-pradesh","total":0},{"id":1185,"title":"Top Places to visit in Chirala, Andhra Pradesh","imageUrl":"ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","dateCreated":"2020-04-10T06:08:11.97Z","dateModified":"2020-04-10T06:08:27.573Z","contributedBy":"AskGif","content":"Chirala is a City in Prakasam district of the Indian state of Andhra Pradesh. It is a municipality and the headquarters of Chirala mandal in Ongole revenue division. As of 2011 , it had a population of above 250,000.\r\n&nbsp;\r\nChirala is the most populated town in Bapatla Lok Shaba P","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"chirala","slug":"chirala"}],"slug":"top-places-to-visit-in-chirala-andhra-pradesh","total":0},{"id":294,"title":"Top Places to visit in West Godavari, Eluru, Andhra Pradesh","imageUrl":"4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","dateCreated":"2019-03-16T10:18:01.203Z","dateModified":"2019-03-16T10:45:23.647Z","contributedBy":"AskGif","content":"West Godavari district or Paschima Godavari Jilla is one of the 13 districts in the Indian state of Andhra Pradesh. The district is situated in Coastal Andhra region of the state. The administrative headquarters of the district is situated at Eluru.[2] As of 2011 census of India, the district has","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"eluru","slug":"eluru"},{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"west-godavari","slug":"west-godavari"}],"slug":"top-places-to-visit-in-west-godavari-eluru-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}