{"id":279,"title":"गुंटूर, आंध्र प्रदेश में देखने के लिए शीर्ष स्थान","imageUrl":"c63f2dc0-861f-4103-80ef-8d77974f49d7_Guntur-Junction.jpg","dateCreated":"2019-02-28T15:10:30.619Z","dateModified":"2019-03-01T14:25:15.612Z","contributedBy":"AskGif","content":"<p>गुंटूर (इस साउंडप्रोन्युरेशन के बारे में (सहायता &middot; जानकारी)); आंध्र प्रदेश राजधानी क्षेत्र के भीतर एक शहर है। राज्य की राजधानी अमरावती से 24 किमी (15 मील) दूर, गुंटूर शहर भारतीय राज्य आंध्र प्रदेश के गुंटूर जिले का प्रशासनिक मुख्यालय है। यह एक नगर निगम है और गुंटूर राजस्व मंडल में गुंटूर मंडल का मुख्यालय भी है। यह बंगाल की खाड़ी के उत्तर में 40 मील (64 किमी) की दूरी पर मैदानों पर स्थित है। यह शहर भारत की 2011 की जनगणना के अनुसार 743,654 और शहरी कुल जनसंख्या की आबादी के साथ तीसरा सबसे अधिक आबादी वाला राज्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुंटूर को सातवें केंद्रीय वेतन आयोग के अनुसार वाई-ग्रेड शहर के रूप में वर्गीकृत किया गया है। यह विशाखापत्तनम-गुंटूर औद्योगिक क्षेत्र का एक हिस्सा है, जो देश का एक प्रमुख औद्योगिक गलियारा है। यह शहर अपने मिर्च, कपास और तंबाकू निर्यात के लिए जाना जाता है और एशिया में सबसे बड़ा मिर्च बाजार यार्ड है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>शहर के निवासियों को गुंटूरियन या गुंटारोलु कहा जाता है। [५ as] पारंपरिक नाटक और नाटकीय घटनाओं की भी शहर में मौजूदगी है। [५rical] शहर में राम नवमी, [59] महा शिवरात्रि, [६०] विनायक चविथि, [६१] विजयादशमी, [६२] दीपावली, [६३] होली, [६४] उगादी, [६५] ईद, [६६] जैसे कई त्योहार मनाए जाते हैं। ] कृष्णस्वामी, [६]] क्रिसमस। [६,]</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>दक्षिण भारतीय नाश्ते की किस्में जैसे इडली, डोसा, पुरी, वड़ा इत्यादि ज्यादातर पसंद की जाती हैं। [६ ९] रेड चिली बिरयानी इस क्षेत्र की देशी डिश में से एक है। [70] गुंटूर सनम, मिर्च की विविधता को भौगोलिक संकेत (माल पंजीकरण और संरक्षण) अधिनियम, 1999 के तहत आंध्र प्रदेश से भौगोलिक संकेत के रूप में पंजीकृत किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और अनुसंधान</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत प्राथमिक और माध्यमिक स्कूल शिक्षा सरकारी, सहायता प्राप्त और निजी स्कूलों द्वारा प्रदान की जाती है। [१०२] [१०३] शैक्षणिक वर्ष 2015-16 की स्कूल सूचना रिपोर्ट के अनुसार, शहर की सीमाएं (विलय किए गए गांवों सहित) में 400 से अधिक स्कूलों में एक लाख से अधिक छात्र नामांकित हैं। [104] [105] सेंट्रल बोर्ड ऑफ सेकेंडरी एजुकेशन, सेकेंडरी स्कूल सर्टिफिकेट या इंडियन सर्टिफिकेट ऑफ सेकंडरी एजुकेशन अलग-अलग तरह के सिलेबस हैं। शिक्षा का माध्यम अंग्रेजी, तेलुगु और उर्दू हैं। [१०६] [१० instruction] सार्वजनिक पुस्तकालय प्रणाली सरकार द्वारा अरुंडालपेट स्थित केंद्रीय पुस्तकालय के साथ समर्थित है। [१० supported]</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी कॉलेजों और संस्थानों में शामिल हैं, गुंटूर मेडिकल कॉलेज, [109] गवर्नमेंट जूनियर कॉलेज फॉर गर्ल्स। [110] एपीआरजेसी के तहत एक आवासीय कॉलेज, दस निजी सहायता प्राप्त, दो सहकारी और कई निजी गैर-सहायता प्राप्त कॉलेज मौजूद हैं। [११०] हिंदू कॉलेज, A.C कॉलेज शहर के कुछ पुराने संस्थान हैं। जेकेसी कॉलेज, आरवीआर एंड जेसी कॉलेज ऑफ इंजीनियरिंग, सेलाकुला जलय्या पॉलिसट्टी सोमसुंदरम कॉलेज (टीजेपीएस कॉलेज), गवर्नमेंट कॉलेज फॉर वुमेन और सेंट जोसेफ कॉलेज ऑफ एजुकेशन फॉर वूमेनिटीज यूनिवर्सिटी कमीशन कमीशन स्कीम को मंजूरी दे दी गई है। [111] शहर के गोरेंटला क्षेत्र से शहर के निकट लाम गाँव में आचार्य एन। जी। रंगा कृषि विश्वविद्यालय का प्रशासन किया गया था। विभिन्न क्षेत्रों से संबंधित अनुसंधान केंद्र, जैसे कि क्षेत्रीय कृषि प्रयोगशाला, [113] भारतीय कृषि अनुसंधान परिषद के केंद्रीय तंबाकू अनुसंधान संस्थान के क्षेत्रीय स्टेशन भी मौजूद हैं। [114] शहर कई राष्ट्रीय, राज्य स्तरीय सम्मेलनों की मेजबानी करता है और अर्थव्यवस्था, कृषि, प्रौद्योगिकी आदि जैसे कई विषयों पर विस्तार करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>प्रेस इंडिया 2013-14 की 58 वीं वार्षिक रिपोर्ट के अनुसार, गुंटूर से प्रमुख तेलुगु दैनिक प्रकाशन हैं, आंध्र ज्योति, आंध्र प्रभा, ईनाडु, साक्षी, सूर्या, तेलुगु जाति जतिन दिनप्रतिष्ठार्थ। अंग्रेजी प्रकाशन हैं, डेक्कन क्रॉनिकल, न्यूज बूम, द फोर्थ वॉयस, व्यू ऑब्जर्वर। [११ ९]</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>शहर के स्पोर्टिंग बुनियादी ढांचे में कई खेलों के लिए कई स्थान शामिल हैं जैसे कि टेनिस के लिए ब्रह्मानंद रेड्डी स्टेडियम, बैडमिंटन, वॉलीबॉल, एथलेटिक्स, जिमनास्टिक, तैराकी; [१२०] [१२१] [१२१] [११२] टेबल टेनिस और वॉलीबॉल के लिए एनटीआर घर के अंदर का स्टेडियम; 123] [124] और बॉक्सिंग जैसे अन्य खेल भी। [125] यह भारत में ब्लू एथलेटिक ट्रैक पाने वाला पहला राज्य बन गया है [126]</p>\r\n<p>&nbsp;</p>\r\n<p>शहर ने ऑल इंडिया सीनियर टेनिस एसोसिएशन, [127] ऑल इंडिया सब जूनियर रैंकिंग बैडमिंटन टूर्नामेंट, [128] अखिल भारतीय आमंत्रण वॉलीबॉल टूर्नामेंट, [124] गैता संजीव रेड्डी मेमोरियल ट्रॉफी, [129] इंटर-डिस्ट्रिक्ट जैसे खेल कार्यक्रमों की मेजबानी की है। मास्टर एक्वेटिक चैम्पियनशिप [130] आदि जूनियर स्तर के राष्ट्रीय खेलों के लिए खेलो इंडिया कार्यक्रम के लिए शहर भी एक मेजबान था। [131]</p>\r\n<p>&nbsp;</p>\r\n<p>शहर से अंतर्राष्ट्रीय खेल हस्तियों में शामिल हैं: क्रिकेटर अंबाती रायुडू; [132] बैडमिंटन खिलाड़ी श्रीकांत किदांबी, जिन्होंने चीन में सुपर सीरीज का खिताब जीता [133] और 2016 के ग्रीष्मकालीन ओलंपिक में क्वार्टर फाइनलिस्ट के रूप में भी काम किया।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Guntur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c63f2dc0-861f-4103-80ef-8d77974f49d7_Guntur-Junction.jpg","subContents":[{"SubTitle":"1. अमरावती संग्रहालय","SubTitleHindi":null,"SubContent":"<p>अमरावती संग्रहालय पूर्व में आंध्र नगरी (अमरावती) के रूप में जाना जाता है, यह देश के सबसे महत्वपूर्ण बौद्ध स्थलों में से एक है। आचार्य नागार्जुन ने 2000 साल से अधिक समय पहले यहां भारत का सबसे बड़ा स्तूप बनवाया था। दक्षिण भारत में बौद्धों के लिए सबसे पवित्र तीर्थस्थल माना जाता है, अमरावती विजयवाड़ा हरिता बरम पार्क और आरटीसी बस स्टैंड से 33 किमी दूर है। अमरावती को दक्षिण भारत में बौद्धों के लिए सबसे पवित्र तीर्थस्थल माना जाता है। एक पुरातत्व संग्रहालय (एएसआई) यहाँ अमरावती में स्थित है। खुलने का समय: सुबह 10.00 बजे से शाम 5.00 बजे तक बंद</p>","SubContentHindi":null,"ImageUrl":"e0e475ed-15fa-4ad8-b722-dc4b11da085b_Amaravathi-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. भट्टीप्रोलु महा स्तूप","SubTitleHindi":null,"SubContent":"<p>गुटुर जिले में स्थित महा स्तूप भट्टीप्रोलु ​​महा स्तूप है। भट्टिप्रोलु ​​को पहले प्राचीन सल साम्राज्य में एक समृद्ध बौद्ध शहर प्रतिपालपुरा नाम दिया गया था, जो आंध्र सातवाहनों से पहले था। भट्टीप्रोलू को सबसे ज्यादा म्हा स्तूप, चिन्ना लांजा डिब्बा और विक्रमार्क कोटा डिब्बा के लिए जाना जाता है। 18 वीं शताब्दी के दौरान स्तूप को तोड़ दिया गया था और पहली खुदाई के दौरान शिलालेख से रिपब्लिक साम्राज्य के कुबेर राजा के अस्तित्व का प्रमाण मिला था। स्तूप का निर्माण पहिया के आकार में किया गया था, जैसे कि कृष्णा जिले के घंटासला में पाया जाता है। स्तूप लगभग 40 मीटर व्यास का पाया गया, जिसके चारों ओर 2.4 मीटर चौड़ा एक अतिरिक्त तहखाने था। सबसे महत्वपूर्ण खोज स्तूप के केंद्रीय द्रव्यमान से बुद्ध के सरिया धतू के क्रिस्टल अवशेष कास्केट है। भट्टिप्रोलु ​​तेनाली से लगभग 28 किमी और रेपल्ले से 15 मिनट की ड्राइव दूर है। यह रेपल्ले-तेनाली रेलवे पर एक स्टेशन है और दक्षिण मध्य रेलवे के गुंटूर डिवीजन के अंतर्गत आता है। यह रेपल्ले, तेनाली, बापटला, पोन्नूर से सड़क के माध्यम से अच्छी तरह से जुड़ा हुआ है और राष्ट्रीय राजमार्ग 214 ए पर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"22d79258-5824-4db4-92c8-d5ac425432e2_Bhattiprolu-Maha-Stupa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. भवनारायणस्वामी मंदिर","SubTitleHindi":null,"SubContent":"<p>भुवनारायणस्वामी मंदिर गुंटूर जिले में सबसे प्राचीन मंदिरों (1400 वर्ष पुराना) में से एक है जो गुंटूर से लगभग 49-किमी की दूरी पर स्थित है। यह मंदिर मौर्य काल से संबंधित है और पीठासीन देवता भवरायनारायणस्वामी हैं। मंदिर अच्छी तरह से रेल / बस मार्गों से जुड़ा हुआ है और मद्रास-कलकत्ता लाइन पर स्थित है। इस मंदिर के अध्यक्ष भंवरारायण स्वामी से बापटाल का नाम मिलता है। मौर्य साम्राज्य के समय में बापटला शहर को भवपुरी भी कहा जाता था।</p>","SubContentHindi":null,"ImageUrl":"02e2351b-f555-4ea1-9b37-6c89898520f2_Bhavanarayanaswami-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. गुथिकोंडा बिलम","SubTitleHindi":null,"SubContent":"<p>गुथिकोंडा बिलम एक प्राकृतिक गुफा का निर्माण है। यह गुफा हैदराबाद / नागार्जुन सागर / माचेरला से नरसरावपेट प्रवेशद्वार से 38 किलोमीटर दूर करमपुदी के पास स्थित है। गुथिकोंडा गुफाएँ घने जंगल के बीच स्थित हैं। यहाँ का वातावरण शांत है और किंवदंती है कि कई ऋषियों ने यहाँ सदियों तक ध्यान किया था। इस स्थान को दक्षिणा केसी के नाम से भी जाना जाता है। प्रसिद्ध गुतीकोंडा बिलम अभी भी गहन रहस्य का एक स्थान है, जो निडर और उत्सुक पर्यटकों का पता लगाने के लिए आकर्षित करता है। यह दुर्भाग्यपूर्ण है कि इस जगह को ज्यादा लोकप्रियता नहीं दी गई है। बिलम तक गुफा के रास्ते में लोग शहीद स्मारक पीपुल्स वार (स्तूपम) देख सकते हैं। स्तूप पर हम चारु मुजुमदार की तस्वीर देख सकते हैं। इसके आगे गुफा छोटी पहाड़ी पर मंदिरों से घिरी हुई है। कोंडावेदु किला और गुथिकोंडा गुफाएँ आस-पास स्थित हैं। गुथिकोंडा गाँव से मात्र एक किलोमीटर पहले कृष्णा नहर मौजूद है। नहर के दाहिने किनारे पर 2 किमी की यात्रा अंत तक करें और वहाँ से 1 किमी पैदल चलकर आपको उस स्थान पर ले जाया जाएगा।</p>","SubContentHindi":null,"ImageUrl":"41f9f20c-bfe0-4d4f-be77-badb9c324f0a_Guthikonda-Bilam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. हैलीलैंड थीम पार्क","SubTitleHindi":null,"SubContent":"<p>हैलैंड को एक तरह से दुनिया के अनुभव और आनंद से बाहर बनाने के लिए डिज़ाइन किया गया था, जिसमें सुखद वातावरण, शानदार भोजन, रोमांचकारी सवारी, रहस्यमय रहस्य, मनोरंजक खेल आदि शामिल हैं। एक अद्वितीय बौद्ध डिजाइन के साथ संरचनाएं, अवधारणा रंगों में चित्रित, एक दृश्य प्रदान करती हैं। पर्यटकों के साथ व्यवहार करें। पार्क को दक्षिण एशिया में प्रमुख देशों के नाम पर सात क्षेत्रों में विभाजित किया गया था, जिसमें थाईलैंड, चीन, तिब्बत, कंबोडिया, बर्मा और इंडोनेशिया शामिल हैं, जो बौद्ध संस्कृति, इतिहास और परंपरा को दर्शाते हैं। पार्क में सभी व्यापक बौद्ध महसूस किए जाते हैं और इसे स्थानीय, राष्ट्रीय और अंतर्राष्ट्रीय पर्यटकों को आकर्षित करने के लिए डिज़ाइन किया गया है। हैलैंड में एक आदर्श पारिवारिक पलायन के लिए सब कुछ है - रोमांचकारी सवारी, मनोरंजन, एफ एंड बी आउटलेट, प्रामाणिक आयुर्वेदिक केंद्र, खरीदारी, सांस्कृतिक क्षेत्र, बैंक्वेट हॉल और रिसॉर्ट सुविधाएं। अन्य मुख्य आकर्षण में शामिल हैं</p>","SubContentHindi":null,"ImageUrl":"44808b4d-1933-4556-83d6-b452798630e7_Haailand-Theme-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कोंडावेदु किला","SubTitleHindi":null,"SubContent":"<p>कोंडावेदु किला गुंटूर से 25 किलोमीटर दूर स्थित है। यह ऐतिहासिक किला 10 वीं शताब्दी के ए डी के आसपास रेड्डी राजाओं के शासनकाल के दौरान बनाया गया था। किले में 21 स्तूप हैं। पहाड़ी की चोटी पर स्थित किले के खंडहर पर्यटकों को अप्रकाशित रहस्यों की पेशकश करते हैं। प्राकृतिक चमत्कारों के साथ प्राकृतिक प्राकृतिक सुंदरता का एक स्थान ट्रेकिंग के लिए भी एक आदर्श स्थान है। कोंडावेदु किला और गुथिकोंडा गुफाएँ आस-पास स्थित हैं।</p>","SubContentHindi":null,"ImageUrl":"8039b105-1e72-4fd2-9dc8-e40537f4efb8_Kondaveedu-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Krishna Wildlife Sanctuary","SubTitleHindi":null,"SubContent":"<p>कृष्णा वन्यजीव अभयारण्य &lt;स्थिति और क्षेत्र: कृष्णा और गुंटूर जिला। क्षेत्रफल 194.81 वर्ग। किलोमीटर। अद्वितीय: अद्वितीय वनस्पति और जीव के साथ कृष्णा मुहाना में अंतिम जीवित मैंग्रोव वन। FLORA: अभयारण्य Rhizophora, Avicennia, Sonneratia, Aegiceros जैसे पौधों के साथ समृद्ध मैंग्रोव वनस्पति का समर्थन करता है। FAUNA: फिशिंग कैट, ओटर, जैकाल, एस्टुरीन क्रोकोडाइल और विभिन्न प्रकार के स्थानीय और प्रवासी पक्षी। क्षमता: 80 कि.मी. विजयवाड़ा रेलवे स्टेशन से सड़क मार्ग द्वारा। 25 कि.मी. गुंटूर जिले के रेपल्ले से। अकादमी: विजयवाड़ा और गुंटूर जिले के रेपल्ले में वन विश्राम गृह। सीजन: अक्टूबर से फरवरी। संपर्क: प्रभागीय वन अधिकारी, वन्यजीव प्रबंधन, एलुरु। पश्चिम गोदावरी जिला, फोन: - 08812-232356, वन रेंज अधिकारी, एलुरु, फोन: - 08812-239578।</p>","SubContentHindi":null,"ImageUrl":"7af29a48-2ccc-477b-bc68-2fa3c527234b_Krishna-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. मंगलागिरी मंदिर","SubTitleHindi":null,"SubContent":"<p>मंगलगिरि एक शहर है, और गुंटूर जिले का एक मंडल है। श्री पानकला लक्ष्मी नरसिम्हास्वामी का मंदिर यहाँ की पहाड़ी पर स्थित है। यह मंदिर भगवान नरसिंह (मानव-शेर) को समर्पित है और मंगलगिरि की एक पहाड़ी पर स्थित है। भक्त देवता के मुंह में शंख के साथ \"पानकम\" (गुड़ का पानी) डालते हैं। इस मंदिर की अनूठी विशेषता यह है कि यह मूर्ति वास्तव में पानकम को पीती है और एक तेज़ आवाज़ सुनाई देती है। हालाँकि केवल आधा ही स्वीकार किया जाता है और शेष आधा वापस दिया जाता है, भले ही मात्रा कितनी भी हो। अगस्त और सितंबर के महीने में एक वार्षिक उत्सव आयोजित किया जाता है। इस मंदिर को भारत के आठ प्रमुख पवित्र मंदिरों (महाक्षेत्रों) में से एक होने का श्रेय प्राप्त है। यह पहाड़ी लक्ष्मी नरसिम्हा के एक अन्य मंदिर में स्थित है। हिनकर तीर्थ, क्षेत्र में सबसे बड़ा जैन मंदिर के रूप में प्रसिद्ध है। मंगलागिरि पर्वत को हरियाली और प्राकृतिक सौंदर्य से भरपूर माना जाता है। मंगलगिरी विजयवाड़ा शहरी ढेर का एक हिस्सा है। यह गुंटूर-विजयवाड़ा मार्ग पर स्थित है, विजयवाड़ा के दक्षिण-पूर्व में 8 मील (13 किमी) और गुंटूर शहर के उत्तर-पूर्व में 13 मील (21 किमी)। विजयवाड़ा में RTC बस स्टैंड से मंदिर 12 किलोमीटर दूर है।</p>","SubContentHindi":null,"ImageUrl":"5f5ab2ec-b109-4982-8e0e-a5928861fb26_Mangalagiri-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. नागार्जुन सागर बांध","SubTitleHindi":null,"SubContent":"<p>नागार्जुन सागर बाँध सबसे बड़े बांधों में से एक है और दुनिया का सबसे बड़ा चिनाई वाला बाँध है, जो नागार्जुन जिले के नागार्जुन सागर में कृष्णा नदी के पार एशिया में बनाया गया है। बांध में नागार्जुन सागर जलाशय है। भारत में हरित क्रांति के लिए शुरू की गई बड़ी अवसंरचना परियोजनाओं की श्रृंखला में नागार्जुन सागर सबसे पहले था; यह भारत में सबसे पहले बहुउद्देश्यीय सिंचाई और पनबिजली परियोजनाओं में से एक है। यह बांध नलगोंडा जिले, प्रकाशम जिले, खम्मम जिले और गुंटूर जिले को और राष्ट्रीय ग्रिड को बिजली प्रदान करता है। यह 1966 में पूरा हुआ था, 124 मीटर ऊंचा और 1 किमी लंबा है, और इसमें 26 शिखा द्वार हैं जो इसे दुनिया का सबसे लंबा और सबसे बड़ा चिनाई वाला बांध बनाते हैं। बांध दुनिया की तीसरी सबसे बड़ी मानव निर्मित झील भी बनाता है। जलाशय के बीच में नागार्जुनकोंडा नामक द्वीप पर तीसरी शताब्दी की ए। डी। बौद्ध सभ्यता के अवशेष दिखाई पड़ते हैं। सड़क: हैदराबाद से 150 किमी की दूरी पर स्थित है। हैदराबाद से विजयपुरी दक्षिण के लिए बसें उपलब्ध हैं। रेल: माचेरला से 20 कि.मी. वायु: हैदराबाद हवाई अड्डा।</p>","SubContentHindi":null,"ImageUrl":"51099ee1-378e-43ed-a9f5-83eed8b764f5_Nagarjuna-Sagar-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. पर्यटक स्थल","SubTitleHindi":null,"SubContent":"<p>N.T.R. मानसा सरोवर पार्क</p>\r\n<p>यह गुंटूर शहर के लिए सेंट्रल पार्क की तरह है। शहर के पूर्वी भाग में स्थित, यह गुंटूर में स्थित मानव निर्मित पार्कों में से एक है। GMC और UDA द्वारा एक साथ प्रबंधित। क्रेजी-वर्ल्ड वाटर थीम एम्यूजमेंट पार्क, जो एन.टी.आर. के परिसर में स्थित है। चेन्नई-हावड़ा राष्ट्रीय राजमार्ग संख्या 5 पर गुंटूर में मानसा सरोवर पार्क को युवा आगंतुकों के स्वागत के लिए छिड़का जा रहा है। एनटीआर मानसा सरोवरम गुंटूर शहर से लगभग 6 किमी दूर है। एनटीआर मानसा सोरावम में 55 एकड़ का क्षेत्र शामिल है और इसे खूबसूरती से फूल, लॉन, तालाब और छोटे आकार के साथ बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागार्जुनसागर श्रीशैलम वन्यजीव</p>\r\n<p>NAGARJUNA SAGAR श्रीशैलम वन्यजीव अभयारण्य &lt;LOCATION &amp; AREA: गुंटूर, प्रकाशम, कुरनूल, महबूबनगर UNIQUENESS: भारत में सबसे बड़ा टाइगर रिज़र्व, कृष्णा नदी के साथ 5 जिलों में फैला है, जो रिज़र्व के माध्यम से बहती है, जो पहाड़ियों, घाटियों और गहरी गलियों के साथ कुछ लुभावनी जगहें प्रस्तुत करती है। FLORA: शुष्क पर्णपाती मिश्रित वन जो कि कृष्णा नदी के साथ टीक, बांस, टर्मिनिनिया, हार्डविकियास, एनोगाइसिस और सैकड़ों औषधीय पौधों के साथ हैं। FAUNA: टाइगर, पैंथर, स्लॉथ बेयर, वाइल्ड डॉग, जैकल, वुल्फ, फॉक्स, रैटल, इंडियन जाइंट स्क्विरेल, ट्री शव, चेटल, माउस डीयर, ब्लैक बक, सांभर, चौसिंघा, नीलगाय, जंगली सूअर, मोगर मगरमच्छ, रॉक पायथन और मोर। क्षमता: 130 कि.मी. हैदराबाद से सड़क मार्ग से। निकटतम हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>नागार्जुनकोंडा द्वीप</p>\r\n<p>नागार्जुनकोंडा एक ऐतिहासिक बौद्ध शहर है (लगभग 1700 साल पहले), अब भारतीय राज्य आंध्र प्रदेश में गुंटूर जिले / नलगोंडा जिले में नागार्जुन सागर के पास स्थित एक द्वीप है। यह राजधानी हैदराबाद से 150 किमी दक्षिण पूर्व में है। इसका गठन तब किया गया था जब 1960 के दशक में निर्मित नागार्जुन सागर बांध के पानी में एक पहाड़ी डूब गई थी। यह भारत के सबसे अमीर बौद्ध स्थलों में से एक है, जिसे प्राचीन काल में श्री पार्वता के नाम से जाना जाता है। नागार्जुनकोंडा, जिसका अर्थ नागार्जुन की पहाड़ी है, का नाम बौद्ध विद्वान और आचार्य नागार्जुन के नाम पर रखा गया था, जो दूसरी शताब्दी ई.पू. के आसपास रहते थे। बौद्ध संग्रहालय, नागदासागर बांध में पूरे द्वीप पर स्थित है। ए.आर. सरस्वती ने, 1926 में, इस शानदार जगह की खोज की, जो भारतीय पुरातत्व सर्वेक्षण (एएसआई) में एक शोधकर्ता थी। घाटी में एएसआई द्वारा किए गए उत्खनन से एक विश्वविद्यालय, विहार (मठ), बलि वेदी, शाही स्नानागार, संगमरमर की नक्काशी और मूर्तियां खोदी गईं। यह जिला गुंटूर के माचेरला मंडल में स्थित है। सड़क: हैदराबाद से 150 किमी की दूरी पर स्थित है। हैदराबाद से विजयपुरी दक्षिण के लिए बसें उपलब्ध हैं। रेल: माचेरला से 20 कि.मी. वायु: हैदराबाद हवाई अड्डा। संग्रहालय के खुलने का समय: सुबह 9.00 बजे से शाम 4.00 बजे तक बंद</p>\r\n<p>&nbsp;</p>\r\n<p>सूर्यलंका बीच</p>\r\n<p>सूर्यलंका बीच गुंटूर जिले में बापटला शहर से 9 किलोमीटर की दूरी पर स्थित है। यह गुंटूर शहर से 50 किमी दक्षिण में स्थित है। समुद्र तट की प्राकृतिक सुंदरता और शहर से इसकी निकटता पर्यटकों को आकर्षित करती है जो अक्सर सप्ताहांत के लिए समुद्र की शांति में लौटते हैं। समुद्र तट का किनारा चौड़ा और विशाल है। सूर्यलंका बीच बंगाल की खाड़ी के क्रिस्टल नीले पानी को देखता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उनादल्ली गुफाएं</p>\r\n<p>गुंटूर और विजयवाड़ा से थोड़ी ही दूर पर अंडरवाल्ली गुफाएँ हैं, जो भारतीय रॉक-कट वास्तुकला का एक महत्वपूर्ण नमूना हैं। ऐतिहासिक गुफाएँ कृष्णा नदी की ऊँची पहाड़ियों के शीर्ष पर स्थित हैं। चौथी-पाँचवीं शताब्दी के दौरान निर्मित, उनकी संरचना से पता चलता है कि वे पहाड़ी पर ठोस चट्टान से निकले हुए थे। अनंतपद्मनाभ स्वामी और नरसिम्हा स्वामी को समर्पित, अन्डवल्ली गुफा मंदिर विष्णुकुंडिना राजाओं से जुड़े हैं। यह भी माना जाता है कि बौद्ध भिक्षु इन गुफाओं का उपयोग विश्राम गृह के रूप में करते थे। सर्प सोफे पर विष्णु की एक शानदार 5 मीटर लंबी आकृति - अनंतसैय गुफाओं की दूसरी मंजिल का केंद्र बिंदु है। मूर्तियां प्राचीन काल के कारीगरों की निपुणता और कौशल का प्रमाण हैं। गुफाएँ विजयवाड़ा (आरटीसी बस स्टैंड, विजयवाड़ा से 7), गुंटूर सिटी से 22 किमी उत्तर पूर्व और हैदराबाद, आंध्र प्रदेश से लगभग 280 किमी दूर दक्षिण पश्चिम में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उप्पलापाडु पक्षी अभयारण्य</p>\r\n<p>उप्पलापाडु पक्षी प्रवास का स्थान है और गुंटूर शहर के पास एक गाँव है। यह एक प्रतिष्ठित पक्षी अभयारण्य भी है। पेलिकन और सफेद इबिस सहित साइबेरिया से प्रवासी पक्षियों की लगभग 40 प्रजातियों का घर, यह अभयारण्य नेल्लोर जिले में पुलीकट अभयारण्य के बराबर है। साइबेरिया, ऑस्ट्रेलिया, चित्रित सारस, चित्तीदार पेलिकन और अन्य पक्षी जैसे देशों से इस अभयारण्य में प्रवास करते हैं। लुप्तप्राय स्पॉट-बिल्ड पेलिकन और पेंटेड स्टॉर्क सहित कई प्रजाति के पक्षी गांव में इस पानी के टैंक में शरण लेते हैं। यहां पक्षियों की आबादी लगभग 7000 है, हालांकि वर्ष के माध्यम से लगभग 12000 पक्षी इस घटते आवास में बसेरा कर रहे थे। लेकिन कुछ पहलें हुई हैं जैसे कि कृत्रिम पेड़ जोड़ना, स्थानीय जागरूकता, तालाबों को उचित पानी की आपूर्ति आदि। कृत्रिम पेड़ तालाब में जोड़े जाते हैं, जिस पर पक्षी प्राकृतिक पेड़ों के अलावा भी बैठ सकते हैं। हैदराबाद के 270 किलोमीटर दक्षिण में गुंटूर से उप्पलापाडु सिर्फ 5 किलोमीटर दूर है।</p>","SubContentHindi":null,"ImageUrl":"f29e732a-69e5-4212-8849-2e77f0d5ceef_Undavalli-Caves.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>शहर के यात्रियों द्वारा पसंद किए जाने वाले स्थानीय परिवहन में निजी रूप से संचालित ऑटो रिक्शा, टैक्सी, मिनी-बसें और कुछ सरकार द्वारा निर्दिष्ट मार्गों में APSRTC बसें शामिल हैं। [77] [the the] शहर का एनटीआर बस स्टेशन उपनगरीय [79] और लंबी दूरी की सेवाएं संचालित करता है। [80] हाल के दिनों में, इसने फणीधरम, नंबुरु, यानमदाला और चेबरोलू के नजदीकी गंतव्यों के लिए सिटी बस सेवा शुरू की है। शहर के भीतर सिटी बसों को चलाने के लिए और अन्य क्षेत्रों में नॉन स्टॉप बसों को चलाने के लिए मुख्य बस स्टेशन के परिसर में एक नया मिनी बस डिपो बनाया जा रहा है। [82] शहर के पट्टाभीपुरम में रेल विकास भवन, गुंटूर रेलवे डिवीजन का मुख्यालय है। [83] [van४] गुंटूर जंक्शन और शहर के न्यू गुंटूर रेलवे स्टेशन रेल परिवहन प्रदान करते हैं। [85] जबकि, नलापडु और पेरेचेरला रेलवे स्टेशन उपग्रह स्टेशनों के रूप में कार्य करते हैं। [86] गुंटूर रेलवे स्टेशन हजारों छात्रों सहित, एक लाख की आबादी के लिए मेमू और स्थानीय ट्रेनों का संचालन करता है। [87] हालांकि शहर के लिए नो फ्रिल्स एयरपोर्ट बनाने का प्रस्ताव था, [88] गन्नवरम स्थित विजयवाड़ा अंतर्राष्ट्रीय हवाई अड्डा शहर के यात्रियों की हवाई यात्रा की जरूरतों को पूरा करता है। [to ९]</p>\r\n<p>&nbsp;</p>\r\n<p>शहर की कुल सड़क की लंबाई 853.00 किमी (530.03 मील) है। [90] महात्मा गांधी इनर रिंग रोड 6.34 किमी (3.94 मील) के फैलाव के साथ एक धमनी सड़क है, जो शहर को NH 16 पर अपने आरंभिक और अंतिम बिंदुओं से घेरती है। [91] [92] अन्य धमनी शहर की सड़कों में शामिल हैं, ग्रैंड ट्रंक रोड, जेकेसी कॉलेज रोड, लक्ष्मीपुरम रोड, पट्टाभीपुरम रोड और पालकलुरु रोड आदि [93] [81] यह शहर राष्ट्रीय राजमार्गों, राज्य राजमार्गों और जिला सड़कों द्वारा प्रमुख स्थलों से जुड़ा हुआ है। [94] राष्ट्रीय राजमार्ग 16 शहर को बाईपास करता है, जो एशियाई राजमार्ग 45 और स्वर्णिम चतुर्भुज का भी हिस्सा है। [95] स्टेट हाईवे 2 शहर को माचेरला और हैदराबाद से जोड़ता है। एक नया एक्सप्रेसवे शहर को रायलसीमा क्षेत्र से तेजी से जोड़ने का प्रस्ताव है। बापटला और चिरला के साथ स्टेट हाईवे 48। [96] [97] गुंटूर-अमरावती, [९ unt] गुंटूर-नंदीवेलुगु [९९] और गुंटूर-परचूर सड़क [१००] [१०१] जिला सड़कें हैं जो अपने-अपने गंतव्यों को जोड़ती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सिटी बस सेवा</p>\r\n<p>गुंटूर सिटी बस ऑपरेटर्स एसोसिएशन शहर के लगभग सभी स्थानों जैसे एनटीआर बस स्टेशन, गुंटूर ऑटोनगर, पेदाकाकनी मंदिर, संगदिगुंटा, नारकोदुरु, गुंडावरम, कंथेरु, ताड़ीकोंडा, नंबुरु, चौडावारम, यनमादला, गुंटूर मार्केट, के लिए निजी सिटी बसों का संचालन करती है। , एसवीएन कॉलोनी, मिर्ची यार्ड, आईटीसी, नाला पादु, हाउसिंग बोर्ड कॉलोनी, वेंगलायपालम, गुंटूर रेलवे स्टेशन, गुंटूर जिला कलेक्ट्रेट, पट्टाभीपुरम, गोरंतला, बृंदावन गार्डन और लक्ष्मीपुरम।</p>\r\n<p>स्रोत: http://aptourism.gov.in</p>","SubContentHindi":null,"ImageUrl":"27c5412a-bd8a-404e-b4a1-f538835e6969_Guntur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-guntur-andhra-pradesh","tags":[{"name":"गुंटूर","slug":"guntur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"recommendations":[{"id":1237,"title":"तिरुवुरु में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"cc7f2036-2efa-45bb-b4e1-3ee4b82ffb37_Tiruvuru.jpg","dateCreated":"2020-04-22T10:47:26.647Z","dateModified":"2020-04-22T10:47:37.439Z","contributedBy":"AskGif","content":"तिरुवुरु भारतीय राज्य आंध्र प्रदेश के कृष्णा जिले का एक शहर है। यह नुज्विद राजस्व मंडल के तिरुवरु मंडल में एक नगर पंचायत है।\r\n&nbsp;\r\nशासन\r\nतिरुवुरु नगरपालिका शहर का नागरिक प्रशासनिक निकाय है। यह वर्ष 2011 में गठित किया गया था और इसमें 27.67 किमी 2 (10.68 वर्ग मील) का क्षेत्र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cc7f2036-2efa-45bb-b4e1-3ee4b82ffb37_Tiruvuru.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"तिरुवुरु","slug":"tiruvuru"}],"slug":"top-places-to-visit-in-tiruvuru-andhra-pradesh","total":0},{"id":1185,"title":"चिराला में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","dateCreated":"2020-04-10T06:08:11.97Z","dateModified":"2020-04-10T06:08:27.573Z","contributedBy":"AskGif","content":"चिराला भारतीय राज्य आंध्र प्रदेश के प्रकाशम जिले का एक शहर है। यह एक नगर पालिका है और ओंगोल राजस्व मंडल में चिराला मंडल का मुख्यालय है। 2011 तक, इसकी आबादी 250,000 से ऊपर थी।\r\n&nbsp;\r\nचिरला बापटला लोक शाबा संसदीय क्षेत्र में सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r\nभूगोल<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"चिराला","slug":"chirala"}],"slug":"top-places-to-visit-in-chirala-andhra-pradesh","total":0},{"id":294,"title":"पश्चिम गोदावरी, एलुरु में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","dateCreated":"2019-03-16T10:18:01.203Z","dateModified":"2019-03-16T10:45:23.647Z","contributedBy":"AskGif","content":"पश्चिम गोदावरी जिला या पससीमा गोदावरी जिला भारतीय राज्य आंध्र प्रदेश के 13 जिलों में से एक है। यह जिला राज्य के तटीय आंध्र क्षेत्र में स्थित है। जिले का प्रशासनिक मुख्यालय एलुरु में स्थित है। [२] भारत की 2011 की जनगणना के अनुसार, जिले में 7,742 किमी 2 (2,989 वर्ग मील) और 3,936,966 की आबादी है। [3","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एलुरु","slug":"eluru"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"पश्चिम-गोदावरी","slug":"west-godavari"}],"slug":"top-places-to-visit-in-west-godavari-eluru-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}