{"id":280,"title":"Top Places to visit in Kadapa, Andhra Pradesh","imageUrl":"2aed6a82-4a49-4fbf-9153-67bd95218047_Kadapa-railway.jpg","dateCreated":"2019-03-01T17:01:46.334Z","dateModified":"2019-03-02T06:50:52.011Z","contributedBy":"AskGif","content":"<p>Kadapa (alternatively spelled Cuddapah) is a city in the Rayalseema region of the south-central part of Andhra Pradesh, India . It is the district headquarters of Kadapa district. As of 2011 Census of India, the city had a population of 344,078. It is located 8 kilometres (5.0 mi) south of the Penna River. The city is surrounded on three sides by the Nallamala and Palkonda Hills lying on the tectonic landscape between the Eastern and Western ghats. Black and Red ferrous soils occupy the region. The city is nicknamed \"Gadapa\" ('threshold') since it is the gateway from the west to the sacred hills of Tirumala.</p>\r\n<p>&nbsp;</p>\r\n<p>Kadapa has been under different rulers in its history, including the Nizams and Cholas, the Vijayanagara Empire and Kingdom of Mysore.</p>\r\n<p>Geography</p>\r\n<p>Topography</p>\r\n<p>Kadapa is located at 14.47&deg;N 78.82&deg;E about 412 km from Hyderabad and about 280 km from Bangalore, in the Rayalaseema region of Andhra Pradesh.[6] The city is situated in the Bugga vanka or Ralla Vanka rivers bordered by the Palakondas to the south and to the east by a patch of hills casting north for the Lankamalas on Penna's other side.[7] It has an average elevation of 138 metres (452 ft).[8] The hills of western and eastern ghats stand on either sides, shielding it from the extreme winds of summer and winter</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>Kadapa has a tropical wet and dry climate characterised by year round high temperatures. It has a record of reaching more than 50 degree Celsius.[citation needed] Summers are especially uncomfortable with hot and humid climate. During this time temperatures range from a minimum of 34 &deg;C and can rise up to a maximum of 40 &deg;C. Temperatures are range in the mid thirties during the day. Humidity is around 75% during the summer months. Monsoon season brings substantial rain to the area. Kadapa gets rainfall from both the South west monsoon as well as the North East Monsoon. June to October is usually the monsoon. Winters are comparatively milder and the temperatures are lower after the onset of the monsoons. During this time the temperatures range from a maximum of 25 &deg;C and can rise up to a maximum of 35 &deg;C. Humidity is much lower during the winter season. Winter season is the best time to visit the place.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Telugu and Urdu are the official languages in the city. Hindi is also spoken in many areas of the city among North Indian traders. English is gaining popularity day by day in the city due to the development. Urdu is also spoken throughout the city especially by its large Muslim population.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Local government</p>\r\n<p>Kadapa Municipal Corporation logo</p>\r\n<p>The logo of Kadapa Municipal Corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The city has rich culture and heritage with the influence of different dynasties. There are different rituals, customs and traditions with the existence of different religions such as, Hinduism, Islam, Christianity, Buddhism and Jainism. The city is known for its historic Devuni Kadapa and Ameen Peer Dargah.</p>\r\n<p>&nbsp;</p>\r\n<p>Arts and crafts</p>\r\n<p>Shilparamam is a crafts village situated in the outskirts of Kadapa.[17]</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>Kadapa is well known for its spicy and culinary food which is very similar to the South Indian food.Karam dosa is one of the most favourite item of kadapa citizens. People have Dosa, idly, sambar and chutney in their breakfast. Rice, daal and curry is usually served as lunch. Most of the restaurants serve South Indian thali including these dishes in their lunch and dinner menu. Although it has a South Indian touch in its dishes it also has a diverse variety of its own which include Ragi Sangati or Ragi Mudda, Boti Curry, Natukodi Chicken, Paya Curry etc. Ragi sangati with chicken curry is the staple food in Kadapa and is also one of the most famous dishes in the city. Many other varieties of dishes can also be found in the local restaurants. Like many other cities of India fast food is also increasing its reach in the city.[18]</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>&nbsp;</p>\r\n<p>The economy of city is largely based on Agriculture and Mining. Being a district headquarters all types of Government departments are situated within the city. For most of the families the source of income is through the Government jobs and Private sector jobs in various departments including Bussuiness Shops, Hospitality industry, Marketing . Apart from these Tourism also forms a part of economy to the city. Kadapa is one of the 49 metropolitan clusters selected by McKinsey &amp; Company as growth hotspots in India.[19]</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools of the School Education Department of the state.[20][21]</p>\r\n<p>&nbsp;</p>\r\n<p>Institutions</p>\r\n<p>&nbsp;</p>\r\n<p>RIMS Medical College Entrance</p>\r\n<p>Hyderabad Public School, Kadapa, Rajiv Gandhi Institute of Medical Sciences, Kadapa, KSRM College of Engineering, Yogi Vemana University,</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kadapa</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2aed6a82-4a49-4fbf-9153-67bd95218047_Kadapa-railway.jpg","subContents":[{"SubTitle":"1. Ameen Peer Dargah","SubTitleHindi":null,"SubContent":"<p>Ameen Peer Dargah is an example of the communal harmony preached by great saints and sages in ancient days. Come Thursday and Friday, scores of pilgrims cutting across religious faiths, throng the the 300-year-old shrine seeking blessings of saints. Arifullah Hussaini II was burried here. Followers of the dargah believe that any wish that one makes at the shrine is always fulfilled. A large number of Hindus, Muslims and people of different faiths are disciples of the shrine.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"4f51ed35-2d9c-4c05-aff7-ac160429d82b_Ameen-Peer-Dargah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Gandikota Fort","SubTitleHindi":null,"SubContent":"<p>This is situated about 6 miles (10 km) to the west of Jammalamadugu in YSR District district. The width within the fort is at its broadest, about five and a half furlongs from west to east, and almost a mile from northwest to southeast.</p>","SubContentHindi":null,"ImageUrl":"aa4503d1-ee91-46aa-9734-ee14ffb954f3_Gandikota-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Tallapaka","SubTitleHindi":null,"SubContent":"<p>Tallapaka is a village in Rajampet mandal of YSR District. The village has the distinction of being the birthplace of Vaaggeyakara (Means: Lyricist cum Composer) Annamacharya the famous lyricist/composer of devotional songs on Lord Venkateswara who made invaluable contribution to music and literature during the 15th century. Several temples are there in Tallapaka. Dhyana Mandiram was constructed in memory of great Saint Tallapaka Annamacharya, at Tallapaka.</p>","SubContentHindi":null,"ImageUrl":"1375877d-86db-447a-ac59-dedbdf1ee6f0_Tallapaka.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Vontimitta Temple","SubTitleHindi":null,"SubContent":"<p>It is a historical place and has a 450 year old temple of Bhagawan Sree Rama. This is the place where the Kishkindakanda, one of the 7 kandas of Ramayanam has happened. Kodanda Rama Swami temple is present here. French traveler Tavernier visited the place in 1652 and described it as one of the most beautiful temples in India and was astonished at the freedom the people enjoyed here. The Sanctum Sanctorum and annex structures were built in a vast area. The temple is very high. The canopy is built with 32 pillars. It is called Madhya Ranga Mandapam. The archaeological department is renovating it. Vontimitta is at a distance of 25 kilometres from Kadapa town. The town is located on the Kadapa-Tirupati main road. Vontimitta can be reached by train as it has a railway station between Kadapa and Rajampet on Chennai-Mumbai rail line.</p>","SubContentHindi":null,"ImageUrl":"77916f05-84bf-43b7-b201-c2a3235bfe95_Vontimitta-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. tourist places","SubTitleHindi":null,"SubContent":"<p>Devuni Kadapa</p>\r\n<p>Near Kadapa city, Devuni Kadapa is a place that is believed to be the doorstep of Tirupati. Before proceeding towards Tirumala Tirupati, pilgrims stop at this place to pay their homage to the presiding deity. The famous Venkateswara Temple here, features a unique idol of the Lord which has on its reverse, an image of Anjaneya. Built in the Vijayanagara style of architecture, it has an impressive sculpture of the dancing Vigneswara in the Mukha Mandapam, which is much admired.</p>\r\n<p>&nbsp;</p>\r\n<p>Brahmamgari Matham</p>\r\n<p>This is the birthplace of the writer, Sri Pothuloori Veerabramhendra Swamy who predicted many future events. He foresaw many events during the 14th century and had made Nawab a devotee of himself. Srimadhvirat Pothuloori Veerabramhendra Swamy is famous all over Andhra Pradesh and could be considered as a contemporary of Nostradamus. Places of interest in and around the Matham: Siddaiah Jeeva Samadhi, Eswaramma Temple, Poleramma Temple. Veerabrahmam Reservoir (Telugu Ganga Project), Brahmasagaram (Telugu Ganga Reservoir with boating facility). Kandimallayapalli is located 60 km from Kadapa. It is well connected by road. Preferable route is Kadapa - Mydukur - Kandimallayapalli. From Mydukur the distance is 37 km. Nearest railway station is Kadapa</p>\r\n<p>&nbsp;</p>\r\n<p>Masjid e Azam</p>\r\n<p>The Masjid e Azam is the most reputed mosques of Kadapa district. The mosque is situated near the ancient Gandikota fort of the district center. This was built by famous mughal emperor, Aurangazab. Few Persian inscriptions were found initially in the Masjid e Azam mosque</p>\r\n<p>&nbsp;</p>\r\n<p>Nandalur Temple</p>\r\n<p>The prime attraction of Nandalur is the temple of Soumyanatha Swami. Soumyanatha Swami is another name and form of Lord Venkateshwara. The temple is constructed with 108 pillars and spreads over an area of about ten acres.</p>\r\n<p>As you go around the temple, you'll come across many amazing facts that leave you astonished. One such captivating fact of this temple is that the deity is visible from sunrise to sunset without any source of light in the temple. Another fascinating thing is, though the idol of the deity is at a distance of 100 feet from the entrance of the sanctum sanctorum, the deity of the God is visible clearly.</p>\r\n<p>Nandalur is located at 42 kilometers from the District headquarters of the Cuddapah district on the State Highway connecting Cuddapah with Tirupati</p>\r\n<p>&nbsp;</p>\r\n<p>Pushpagiri Temples</p>\r\n<p>It is located on the banks of river pennar and this is the oldest temple located near to YSR District town, where there are few temples that attract tourists. The largest and the best known of them are the Chennakesava Swamy Temple and Kasi Visweswara Swamy Temple. Pushpagiri is called as 'The City of Temples'. The Chennakesava Swamy Temple has a lofty gopuram, sculptures depicting scenes from the epics, floral motifs and elaborately engraved pillars. Now Pushpagiri is under control of Archeaological Department of India</p>","SubContentHindi":null,"ImageUrl":"2e6fd287-f5cc-4377-ba5a-5d8620754b6d_tourist-places-kadapa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Kadapa City is well connected by Road, Rail and Air.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>&nbsp;</p>\r\n<p>Pulivendula-Kadapa 4 lane road near Pulivendula</p>\r\n<p>Kadapa has good road connectivity to the other major places like Hyderabad, Bangalore, Chennai and Vijayawada. APSRTC provides bus services to various destinations of the Kadapa district and other cities across South India. The city has a total road length of 803.84 km.[22]</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>&nbsp;</p>\r\n<p>Long View of Station Building</p>\r\n<p>&nbsp;</p>\r\n<p>Kadapa Airport Terminal</p>\r\n<p>Kadapa has its own railway station in the city.It is one of the Earliest Railway station in the state opened around 1866. The Mumbai-Chennai line which happens to be one of the busiest lines in the south central region passes through Kadapa railway station.It is one of the A category railway station in South Central Railway Zone under Guntakal railway division.A new Railway line Kadapa-Bangalore section is under construction stage.</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>Kadapa Airport was opened for air traffic on 7 June 2015. Its located at a distance of 12 km north west of the City.</p>\r\n<p>source: http://aptourism.gov.in</p>","SubContentHindi":null,"ImageUrl":"e6e5c6fe-6afa-4153-b7e2-724c661ba2b2_Kadapa-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kadapa-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"kadapa","slug":"kadapa"}],"recommendations":[{"id":1222,"title":"Top Places to visit in Samalkot, Andhra Pradesh","imageUrl":"ab1b9b5d-7289-4361-8b25-c59ff4f8bd73_Samalkot.jpg","dateCreated":"2020-04-13T08:04:26.587Z","dateModified":"2020-04-13T08:04:38.183Z","contributedBy":"AskGif","content":"Samalkota is a town in East Godavari district of the Indian state of Andhra Pradesh. The town also forms a part of the Godavari Urban Development Authority. Previously spelled as Samulcottah.\r\n&nbsp;\r\nGeography\r\nSamarlakota is located at 17.0500&deg;N 82.1833&deg;E. It has an","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ab1b9b5d-7289-4361-8b25-c59ff4f8bd73_Samalkot.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"samalkot","slug":"samalkot"}],"slug":"top-places-to-visit-in-samalkot-andhra-pradesh","total":0},{"id":1184,"title":"Top Places to visit in Bobbili, Andhra Pradesh","imageUrl":"9cc2d631-d59e-4cfc-b47e-30abf45646f0_Bobbili.jpg","dateCreated":"2020-04-10T05:57:52.178Z","dateModified":"2020-04-10T06:01:58.047Z","contributedBy":"AskGif","content":"Bobbili is a town in the Vizianagaram district of the Indian state of Andhra Pradesh.\r\n&nbsp;\r\nGeography\r\nBobbili is located at 18.5667&deg;N 83.3667&deg;E. It has an average elevation of 103 meters (337 feet).\r\n&nbsp;\r\nHistory\r\nThe town of Bobbili was fo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9cc2d631-d59e-4cfc-b47e-30abf45646f0_Bobbili.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"bobbili","slug":"bobbili"}],"slug":"top-places-to-visit-in-bobbili-andhra-pradesh","total":0},{"id":290,"title":"Top Places to visit in Visakhapatnam, Andhra Pradesh","imageUrl":"5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","dateCreated":"2019-03-11T15:15:15.119Z","dateModified":"2019-03-11T15:30:52.455Z","contributedBy":"AskGif","content":"Visakhapatnam is the largest city and the financial capital of the Indian state of Andhra Pradesh. The city is the administrative headquarters of Visakhapatnam district and state headquarters of Indian Coast Guard. Its geographical location is amidst the Eastern Ghats and the coast of the Bay of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"visakhapatnam","slug":"visakhapatnam"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-visakhapatnam-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}