{"id":280,"title":"कडप्पा में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"2aed6a82-4a49-4fbf-9153-67bd95218047_Kadapa-railway.jpg","dateCreated":"2019-03-01T17:01:46.334Z","dateModified":"2019-03-02T06:50:52.011Z","contributedBy":"AskGif","content":"<p>कडप्पा (वैकल्पिक रूप से कडप्पा का नाम) भारत के आंध्र प्रदेश के दक्षिण-मध्य भाग के रायलसीमा क्षेत्र का एक शहर है। यह कडप्पा जिले का जिला मुख्यालय है। 2011 की भारत की जनगणना के अनुसार, शहर की आबादी 344,078 थी। यह पेन्ना नदी के दक्षिण में 8 किलोमीटर (5.0 मील) पर स्थित है। यह शहर पूर्वी और पश्चिमी घाट के बीच विवर्तनिक परिदृश्य पर स्थित नल्लामाला और पालकोंडा पहाड़ियों से घिरा हुआ है। काली और लाल लौह मिट्टी इस क्षेत्र पर कब्जा कर लेती है। शहर का नाम \"गदपा\" ('दहलीज') रखा गया है, क्योंकि यह पश्चिम से तिरुमाला की पवित्र पहाड़ियों का प्रवेश द्वार है।</p>\r\n<p>&nbsp;</p>\r\n<p>कडप्पा अपने इतिहास में विभिन्न शासकों के अधीन रहा है, जिसमें निजाम और चोल, विजयनगर साम्राज्य और मैसूर साम्राज्य शामिल हैं।</p>\r\n<p>भूगोल</p>\r\n<p>तलरूप</p>\r\n<p>कडप्पा 14.47 &deg; N 78.82 &deg; E हैदराबाद से लगभग 412 किमी और आंध्र प्रदेश के रायलसीमा क्षेत्र में बैंगलोर से लगभग 280 किमी दूर स्थित है। [6] यह शहर बुगागा वंका या रल्ला वंका नदियों में स्थित है, जो पल्कोंडा के दक्षिण में और पूर्व में पेन्ना के दूसरी ओर लंकामलस के लिए उत्तर की ओर पहाड़ियों की एक पट्टी द्वारा स्थित है। [the] इसकी औसत ऊंचाई 138 मीटर (452 ​​फीट) है। [8] पश्चिमी और पूर्वी घाटों की पहाड़ियाँ दोनों ओर खड़ी हैं, जो इसे गर्मियों और सर्दियों की चरम हवाओं से बचाती हैं</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>कडप्पा में साल भर उच्च तापमान वाले उष्णकटिबंधीय उष्णकटिबंधीय और शुष्क जलवायु होती है। इसमें 50 डिग्री सेल्सियस से अधिक तक पहुंचने का रिकॉर्ड है। [उद्धरण वांछित] गर्म और आर्द्र जलवायु के साथ ग्रीष्मकाल विशेष रूप से असुविधाजनक है। इस समय के दौरान तापमान न्यूनतम 34 &deg; C से होता है और अधिकतम 40 &deg; C तक बढ़ सकता है। दिन के दौरान मध्य तीसवें दशक में तापमान की सीमा होती है। गर्मी के महीनों के दौरान आर्द्रता लगभग 75% है। मानसून का मौसम इस क्षेत्र में पर्याप्त बारिश लाता है। कडप्पा को दक्षिण पश्चिम मानसून और उत्तर पूर्व मानसून दोनों से बारिश मिलती है। जून से अक्टूबर आमतौर पर मानसून होता है। सर्दियों में तुलनात्मक रूप से दूधिया होते हैं और मानसून की शुरुआत के बाद तापमान कम होता है। इस समय के दौरान तापमान अधिकतम 25 &deg; C से होता है और अधिकतम 35 &deg; C तक बढ़ सकता है। सर्दियों के मौसम में नमी बहुत कम होती है। सर्दियों का मौसम इस जगह की यात्रा के लिए सबसे अच्छा समय है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>तेलुगु और उर्दू शहर की आधिकारिक भाषा हैं। उत्तर भारतीय व्यापारियों के बीच शहर के कई क्षेत्रों में भी हिंदी बोली जाती है। विकास के कारण शहर में अंग्रेजी दिन-प्रतिदिन लोकप्रिय हो रही है। उर्दू भी शहर में विशेष रूप से अपनी बड़ी मुस्लिम आबादी द्वारा बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>स्थानीय सरकार</p>\r\n<p>कडप्पा नगर निगम का लोगो</p>\r\n<p>कडप्पा नगर निगम का लोगो।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>शहर में विभिन्न राजवंशों के प्रभाव के साथ समृद्ध संस्कृति और विरासत है। हिंदू धर्म, इस्लाम, ईसाई, बौद्ध और जैन धर्म जैसे विभिन्न धर्मों के अस्तित्व के साथ विभिन्न अनुष्ठान, रीति-रिवाज और परंपराएं हैं। यह शहर अपने ऐतिहासिक देवुनी कडपा और अमीन पीर दरगाह के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कला और शिल्प</p>\r\n<p>शिलपरामम एक शिल्प ग्राम है जो कडप्पा के बाहरी इलाके में स्थित है। [१ is]</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>कडप्पा अपने मसालेदार और पाक भोजन के लिए जाना जाता है, जो दक्षिण भारतीय भोजन से काफी मिलता-जुलता है। करमा डोसा कडप्पा नागरिकों की सबसे पसंदीदा चीज़ है। लोग अपने नाश्ते में डोसा, इडली, सांभर और चटनी लेते हैं। चावल, दाल और करी को आमतौर पर दोपहर के भोजन के रूप में परोसा जाता है। अधिकांश रेस्तरां अपने दोपहर के भोजन और रात के खाने के मेनू में इन व्यंजनों सहित दक्षिण भारतीय थली की सेवा करते हैं। हालाँकि इसके व्यंजनों में एक दक्षिण भारतीय स्पर्श है, लेकिन इसकी अपनी विविधता भी है, जिसमें रागी संगती या रागी मुड्डा, बोटी करी, नटुकोड़ी चिकन, प्या करी आदि शामिल हैं। चिकन करी के साथ रागी कंगप्पा में मुख्य भोजन है। शहर में सबसे प्रसिद्ध व्यंजनों में से एक। स्थानीय रेस्तरां में कई अन्य प्रकार के व्यंजन भी मिल सकते हैं। भारत के कई अन्य शहरों की तरह फास्ट फूड भी शहर में अपनी पहुंच बढ़ा रहे हैं। [१ India]</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>&nbsp;</p>\r\n<p>शहर की अर्थव्यवस्था काफी हद तक कृषि और खनन पर आधारित है। जिला मुख्यालय होने के नाते सभी प्रकार के सरकारी विभाग शहर के भीतर स्थित हैं। अधिकांश परिवारों के लिए आय का स्रोत सरकारी नौकरियों और निजी क्षेत्र की नौकरियों के माध्यम से विभिन्न विभागों में है, जैसे कि Bussuiness दुकानें, आतिथ्य उद्योग, विपणन। इनके अलावा पर्यटन शहर की अर्थव्यवस्था का एक हिस्सा भी है। कडपा मैक्किंसे एंड कंपनी द्वारा चुने गए 49 महानगरीय समूहों में से एक है, जो भारत में विकास के आकर्षण के केंद्र के रूप में है। [19]</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के सरकारी, सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। [२०] [२१]</p>\r\n<p>&nbsp;</p>\r\n<p>संस्थानों</p>\r\n<p>&nbsp;</p>\r\n<p>RIMS मेडिकल कॉलेज प्रवेश</p>\r\n<p>हैदराबाद पब्लिक स्कूल, कडप्पा, राजीव गांधी आयुर्विज्ञान संस्थान, कडप्पा, केएसआरएम कॉलेज ऑफ इंजीनियरिंग, योगी वेमना विश्वविद्यालय,</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kadapa</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2aed6a82-4a49-4fbf-9153-67bd95218047_Kadapa-railway.jpg","subContents":[{"SubTitle":"1. अमीन पीर दरगाह","SubTitleHindi":null,"SubContent":"<p>अमीन पीर दरगाह प्राचीन दिनों में महान संतों और संतों द्वारा प्रचारित सांप्रदायिक सद्भाव का एक उदाहरण है। गुरुवार और शुक्रवार को आएं, धार्मिक आस्थाओं के बीच तीर्थयात्रियों के स्कोर, 300 साल पुराने मंदिर में संतों का आशीर्वाद पाने के लिए उमड़ पड़े। आरिफुल्लाह हुसैनी द्वितीय को यहाँ दफनाया गया था। दरगाह के अनुयायियों का मानना है कि मंदिर में कोई भी मनोकामना पूरी करता है। बड़ी संख्या में हिंदू, मुस्लिम और विभिन्न धर्मों के लोग धर्मस्थल के शिष्य हैं।</p>","SubContentHindi":null,"ImageUrl":"4f51ed35-2d9c-4c05-aff7-ac160429d82b_Ameen-Peer-Dargah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. गंडिकोटा का किला","SubTitleHindi":null,"SubContent":"<p>यह वाईएसआर जिला जिले में जमलामदालुगु के पश्चिम में लगभग 6 मील (10 किमी) की दूरी पर स्थित है। किले की चौड़ाई पश्चिम से पूर्व की ओर लगभग साढ़े पांच फर्लांग और उत्तर-पश्चिम से दक्षिण-पूर्व में लगभग एक मील की दूरी पर है।</p>","SubContentHindi":null,"ImageUrl":"aa4503d1-ee91-46aa-9734-ee14ffb954f3_Gandikota-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. तल्लपका","SubTitleHindi":null,"SubContent":"<p>तलपका वाईएसआर जिले के राजमपेट मंडल का एक गाँव है। इस गाँव को वाग्गेयकारा (मीन्स: गीतकार सह संगीतकार) के जन्मस्थान होने का गौरव प्राप्त है। भगवान वेंकटेश्वर पर भक्ति गीतों के प्रसिद्ध गीतकार / रचनाकार हैं जिन्होंने 15 वीं शताब्दी के दौरान संगीत और साहित्य में अमूल्य योगदान दिया। तल्लापका में कई मंदिर हैं। ध्यान मंदिर का निर्माण तल्लापका में महान संत तलपका अन्नामचार्य की स्मृति में किया गया था।</p>","SubContentHindi":null,"ImageUrl":"1375877d-86db-447a-ac59-dedbdf1ee6f0_Tallapaka.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. वोंटीमिट्टा मंदिर","SubTitleHindi":null,"SubContent":"<p>यह एक ऐतिहासिक स्थान है और भागवान श्री राम का 450 साल पुराना मंदिर है। यह वह स्थान है जहाँ रामायणम के 7 कांडों में से एक किष्किंधाकाण्ड हुआ है। कोडांडा राम स्वामी मंदिर यहाँ मौजूद है। फ्रांसीसी यात्री टैवर्नियर ने 1652 में उस जगह का दौरा किया और इसे भारत के सबसे खूबसूरत मंदिरों में से एक बताया और आजादी के दौरान लोगों को जो मजा आया वह हैरान करने वाला था। अभयारण्य अभयारण्य और एनेक्स संरचनाएं एक विशाल क्षेत्र में बनाई गई थीं। मंदिर बहुत ऊँचा है। चंदवा 32 खंभों के साथ बनाया गया है। इसे मध्य रंगा मंडपम कहा जाता है। पुरातत्व विभाग इसका जीर्णोद्धार करा रहा है। कदापा शहर से वोंटीमिट्टा 25 किलोमीटर की दूरी पर है। शहर कडप्पा-तिरुपति मुख्य सड़क पर स्थित है। वोंटीमिट्टा ट्रेन से पहुंचा जा सकता है क्योंकि इसमें चेन्नई-मुंबई रेल लाइन पर कडप्पा और राजमपेट के बीच एक रेलवे स्टेशन है।</p>","SubContentHindi":null,"ImageUrl":"77916f05-84bf-43b7-b201-c2a3235bfe95_Vontimitta-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. पर्यटक स्थल","SubTitleHindi":null,"SubContent":"<p>देवुनी कडप्पा</p>\r\n<p>कडप्पा शहर के पास, देवूनी कडप्पा एक ऐसी जगह है जिसे तिरुपति का द्वार माना जाता है। तिरुमाला तिरुपति की ओर बढ़ने से पहले, तीर्थयात्री इस जगह पर रुकते हैं ताकि पीठासीन देवता को श्रद्धांजलि दी जा सके। यहाँ के प्रसिद्ध वेंकटेश्वर मंदिर में भगवान की एक अनूठी मूर्ति है, जो इसके विपरीत, अंजनेय की एक छवि है। वास्तुकला की विजयनगर शैली में निर्मित, यह मुख मंडपम में नृत्य विग्नेश्वरा की एक प्रभावशाली मूर्तिकला है, जिसकी बहुत प्रशंसा की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रह्मगमरी मथम</p>\r\n<p>यह लेखक, श्री पोथुलूरि वीरब्रह्मेंद्र स्वामी की जन्मभूमि है, जिन्होंने भविष्य की कई घटनाओं की भविष्यवाणी की थी। उन्होंने 14 वीं शताब्दी के दौरान कई घटनाओं का पूर्वाभास किया था और नवाब को खुद का भक्त बनाया था। श्रीमाधविरत पोथुलूरि वीरब्रह्मेन्द्र स्वामी पूरे आंध्र प्रदेश में प्रसिद्ध हैं और इन्हें नास्त्रेदमस का समकालीन माना जा सकता है। मठम और उसके आसपास के स्थान: सिद्धैया जीव समाधि, ईश्वरम्मा मंदिर, पोलरम्मा मंदिर। वीरब्रह्मम जलाशय (तेलुगु गंगा परियोजना), ब्रह्मसागरम (वरदान सुविधा के साथ तेलुगु गंगा जलाशय)। कंदमपल्लेपल्ली कडप्पा से 60 किमी दूर स्थित है। यह सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है। अधिमान्य मार्ग कडप्पा - मयदुकुर - कांदिमल्लयपल्ली है। माडुकुर से दूरी 37 किमी है। निकटतम रेलवे स्टेशन कडप्पा है</p>\r\n<p>&nbsp;</p>\r\n<p>मस्जिद ए आज़म</p>\r\n<p>मस्जिद ए आज़म कडप्पा जिले की सबसे प्रतिष्ठित मस्जिदें हैं। मस्जिद जिला केंद्र के प्राचीन गांधीकोटा किले के पास स्थित है। यह प्रसिद्ध मुगल सम्राट, औरंगज़ेब द्वारा बनवाया गया था। आरंभ में मस्जिद ए आज़म मस्जिद में कुछ फारसी शिलालेख पाए गए थे</p>\r\n<p>&nbsp;</p>\r\n<p>नांदलुर मंदिर</p>\r\n<p>नंदलूर का प्रमुख आकर्षण सौम्यनाथ स्वामी का मंदिर है। सौम्यनाथ स्वामी भगवान वेंकटेश्वर का दूसरा नाम और रूप है। मंदिर का निर्माण 108 स्तंभों के साथ किया गया है और यह लगभग दस एकड़ क्षेत्र में फैला हुआ है।</p>\r\n<p>जैसे ही आप मंदिर के चारों ओर जाते हैं, आपको कई आश्चर्यजनक तथ्य सामने आएंगे जो आपको हैरान कर देंगे। इस मंदिर का एक ऐसा मनोरम तथ्य यह है कि देवता सूर्योदय से सूर्यास्त तक मंदिर में प्रकाश के किसी भी स्रोत के बिना दिखाई देता है। एक और आकर्षक बात यह है, हालांकि गर्भगृह के प्रवेश द्वार से देवता की मूर्ति 100 फीट की दूरी पर है, देवता का देवता स्पष्ट रूप से दिखाई देता है।</p>\r\n<p>नंदलूर, कडप्पा जिले के जिला मुख्यालय से 42 किलोमीटर की दूरी पर स्थित है, जो तिरुपति से कडप्पा को जोड़ने वाले राज्य राजमार्ग पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुष्पगिरी मंदिर</p>\r\n<p>यह पेन्नार नदी के तट पर स्थित है और यह वाईएसआर जिला शहर के पास स्थित सबसे पुराना मंदिर है, जहां कुछ मंदिर हैं जो पर्यटकों को आकर्षित करते हैं। उनमें से सबसे बड़ा और सबसे अच्छा ज्ञात चेन्नाकेस्वा स्वामी मंदिर और काशी विश्वेश्वर स्वामी मंदिर हैं। पुष्पगिरी को 'मंदिरों का शहर' कहा जाता है। चेन्नेकस्वामी मंदिर में एक उदात्त गोपुरम है, जिसमें महाकाव्यों, पुष्प आकृति और विस्तृत रूप से उत्कीर्ण स्तंभों के दृश्यों को दर्शाती मूर्तियां हैं। अब पुष्पगिरी भारत के आर्कियोलॉजिकल डिपार्टमेंट के नियंत्रण में है</p>","SubContentHindi":null,"ImageUrl":"2e6fd287-f5cc-4377-ba5a-5d8620754b6d_tourist-places-kadapa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>कडप्पा सिटी सड़क, रेल और वायु मार्ग से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>&nbsp;</p>\r\n<p>पुलिवेंदुला-कडप्पा पुलिवेंदुला के पास 4 लेन की सड़क</p>\r\n<p>कडप्पा का हैदराबाद, बैंगलोर, चेन्नई और विजयवाड़ा जैसे अन्य प्रमुख स्थानों से अच्छी सड़क संपर्क है। APSRTC दक्षिण भारत के कडप्पा जिले और अन्य शहरों के विभिन्न गंतव्यों के लिए बस सेवाएं प्रदान करता है। शहर की कुल सड़क की लंबाई 803.84 किमी है। [22]</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>स्टेशन भवन का लंबा दृश्य</p>\r\n<p>&nbsp;</p>\r\n<p>कडप्पा एयरपोर्ट टर्मिनल</p>\r\n<p>शहर में कडप्पा का अपना रेलवे स्टेशन है। यह 1866 के आसपास खोला गया राज्य का सबसे पुराना रेलवे स्टेशन है। मुंबई-चेन्नई लाइन जो दक्षिण मध्य क्षेत्र में सबसे व्यस्त लाइनों में से एक है, कडप्पा रेलवे स्टेशन से होकर गुजरती है। यह गुंटकल रेलवे डिवीजन के अंतर्गत दक्षिण मध्य रेलवे ज़ोन के ए श्रेणी रेलवे स्टेशन में से एक है। नई रेलवे लाइन कडप्पा-बैंगलोर खंड निर्माणाधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज</p>\r\n<p>कडप्पा हवाई अड्डा 7 जून 2015 को हवाई यातायात के लिए खोला गया था। यह शहर के उत्तर पश्चिम में 12 किमी की दूरी पर स्थित है।</p>\r\n<p>स्रोत: http://aptourism.gov.in</p>","SubContentHindi":null,"ImageUrl":"e6e5c6fe-6afa-4153-b7e2-724c661ba2b2_Kadapa-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kadapa-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"कडपा","slug":"kadapa"}],"recommendations":[{"id":1222,"title":"समालकोट में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"ab1b9b5d-7289-4361-8b25-c59ff4f8bd73_Samalkot.jpg","dateCreated":"2020-04-13T08:04:26.587Z","dateModified":"2020-04-13T08:04:38.183Z","contributedBy":"AskGif","content":"समालकोटा भारतीय राज्य आंध्र प्रदेश के पूर्वी गोदावरी जिले का एक शहर है। यह शहर गोदावरी शहरी विकास प्राधिकरण का एक हिस्सा भी है। पहले सामुलकोटा के रूप में लिखा जाता है।\r\n&nbsp;\r\nभूगोल\r\nसमरलकोटा 17.0500 &deg; N 82.1833 &deg; E पर स्थित है। इसकी औसत ऊंचाई 9 मीटर (32 फीट) है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ab1b9b5d-7289-4361-8b25-c59ff4f8bd73_Samalkot.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"समालकोट","slug":"samalkot"}],"slug":"top-places-to-visit-in-samalkot-andhra-pradesh","total":0},{"id":1184,"title":"बोब्बिली में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"9cc2d631-d59e-4cfc-b47e-30abf45646f0_Bobbili.jpg","dateCreated":"2020-04-10T05:57:52.178Z","dateModified":"2020-04-10T06:01:58.047Z","contributedBy":"AskGif","content":"बोब्बिली भारतीय राज्य आंध्र प्रदेश के विजयनगरम जिले का एक शहर है।\r\n&nbsp;\r\nभूगोल\r\nBobbili 18.5667 &deg; N 83.3667 &deg; E पर स्थित है। इसकी औसत ऊंचाई 103 मीटर (337 फीट) है।\r\n&nbsp;\r\nइतिहास\r\nबोन्बिली शहर की स्थापना 17 वीं शताब्दी के दौरान वेंकटगिरि के राजा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9cc2d631-d59e-4cfc-b47e-30abf45646f0_Bobbili.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"बोब्बिली","slug":"bobbili"}],"slug":"top-places-to-visit-in-bobbili-andhra-pradesh","total":0},{"id":290,"title":"विशाखापत्तनम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","dateCreated":"2019-03-11T15:15:15.119Z","dateModified":"2019-03-11T15:30:52.455Z","contributedBy":"AskGif","content":"विशाखापत्तनम भारतीय राज्य आंध्र प्रदेश का सबसे बड़ा शहर और वित्तीय राजधानी है। यह शहर विशाखापत्तनम जिले का प्रशासनिक मुख्यालय और भारतीय तटरक्षक का राज्य मुख्यालय है। पूर्वी घाट और बंगाल की खाड़ी के तट के बीच इसकी भौगोलिक स्थिति है। यह 2011 के रूप में 2,035,922 की आबादी वाला राज्य का सबसे अधिक आबा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विशाखापत्तनम","slug":"visakhapatnam"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-visakhapatnam-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}