{"id":282,"title":"कृष्णा, मछलीपट्टनम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","dateCreated":"2019-03-02T12:03:32.123Z","dateModified":"2019-03-02T12:39:08.96Z","contributedBy":"AskGif","content":"<p>कृष्णा जिला भारतीय राज्य आंध्र प्रदेश के तटीय आंध्र क्षेत्र में एक प्रशासनिक जिला है। मछलीपट्टनम प्रशासनिक मुख्यालय है और विजयवाड़ा जिले का सबसे अधिक आबादी वाला शहर है। इसका क्षेत्रफल 8,727 किमी 2 (3,370 वर्ग मील) है और भारत की 2011 की जनगणना के अनुसार इसकी आबादी 45,29,009 थी। यह पूर्व में पश्चिम गोदावरी, दक्षिण में बंगाल की खाड़ी, पश्चिम में गुंटूर और सूर्यपेट जिलों से घिरा हुआ है और इसका एक हिस्सा तेलंगाना राज्य से भी घिरा है। [१] कृष्णा जिला 1859 में राजमुंदरी जिले से बना है, 1904 में कृष्णा जिले को बनाने के लिए गुंटूर जिले को कृष्णा से अलग किया गया था, जिसे आगे 1925 में कृष्णा और पश्चिम गोदावरी जिलों में विभाजित किया गया था। कृष्ण जिला आंध्र प्रदेश में सबसे विकसित जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>जिले में चार राजस्व मंडल हैं, जैसे विजयवाड़ा, नुजविद, मछलीपट्टनम और गुडीवाड़ा, प्रत्येक का नेतृत्व एक उपजिलाधिकारी करता है। ये राजस्व मंडल जिले में 50 मंडलों में विभाजित हैं। इन 50 मंडलों में 49 मंडल परिषद, 973 पंचायत, 1005 गाँव और 5 नगर पालिकाएँ हैं। [8] जिले में 20 नगर (या शहरी बस्तियां) हैं, जिनमें 1 नगर निगम, 5 नगर पालिका, 3 नगर पंचायत और 11 जनगणना शहर शामिल हैं। विजयवाड़ा शहर एकमात्र नगर निगम है और जिले में 5 नगरपालिकाएं हैं गुड़ीवाड़ा, जग्गयप्पा, मछलीपट्टनम, नुजविद और पेडाना। वुयुरु, नंदीगामा और तिरुवुरु को वर्ष 2011 में नगर पंचायतों के रूप में गठित किया गया था। 11 जनगणना शहर कनुरु, पोरंकी, ताड़ीगाडापा, यनामालकुडुुरु, कांकीपाडु, रामावारप्पडू, प्रसादमडु, गुंटुपल्ली, इब्राहिमपत्तनम, कोंडापल्ले, तिरुवुरु हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>कृष्णा जिले के दो संसदीय क्षेत्र विजयवाड़ा और मछलीपट्टनम हैं। तिरुवुरु (SC), नंदीगामा (SC), मायलवरम, जग्गय्यपेटा, विजयवाड़ा पश्चिम, विजयवाड़ा मध्य, विजयवाड़ा पूर्व, पेनामलुरु, नुज्विद, गन्नवरम, पेदना, गुडिवाडा, कैकलुरु, माछिलिपट्टनम, अवनिगड्डा, 16 विधानसभा क्षेत्र हैं। । [१०] जनसेना पार्टी, तेलुगु देशम, वाईएसआर कांग्रेस, भारतीय जनता पार्टी, लोक सट्टा, सीपीआई और सीपीएम जिले के प्रमुख राजनीतिक दल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>कृष्णा जिले की संस्कृति ज्यादातर ग्रामीण स्थानों में और पारंपरिक रूप से विजयवाड़ा में आधुनिक है। यह कुचिपुड़ी नामक भारतीय शास्त्रीय नृत्य के लिए जन्मस्थान के रूप में भी प्रसिद्ध है और कृष्ण में बोली जाने वाली तेलुगु की बोली के साथ संस्कृति को व्यापक रूप से तेलुगु के मानक रूप में माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। [१३] [१४] शैक्षणिक वर्ष 2015-16 की स्कूल सूचना रिपोर्ट के अनुसार, कुल 4,449 स्कूल हैं। इनमें 15 सरकारी, 2,432 मंडल और जिला परिषद, 3 आवासीय, 1748 निजी, 2 मॉडल, 3 कस्तूरबा गांधी बालिका विद्यालय (केजीबीवी), 180 नगरपालिका और 66 अन्य प्रकार के स्कूल शामिल हैं। [15] जिले के प्राथमिक, उच्च प्राथमिक और उच्च विद्यालयों में नामांकित छात्रों की कुल संख्या 562,510 है। [16]</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में प्रसाद वी। पोटलुरी सिद्धार्थ इंस्टीट्यूट ऑफ टेक्नोलॉजी, वेलगापुड़ी रामकृष्ण सिद्धार्थ इंजीनियरिंग कॉलेज, लक्ष्दिरी बाली रेड्डी इंजीनियरिंग कॉलेज, गुडलावलेरु इंजीनियरिंग कॉलेज, डीडीए SVH कॉलेज ऑफ इंजीनियरिंग, SRR &amp; CVR सरकार सहित कई इंजीनियरिंग कॉलेज हैं। डिग्री कॉलेज सबसे पुराने कॉलेज में से एक है। 1937 में इसे एस्टेब्लिश किया गया था। गवर्नमेंट पॉलिटेक्निक विजयवाड़ा (भारत के सबसे पुराने पॉलिटेक्निक कॉलेजों में से एक), आंध्र लोयोला कॉलेज, एएएनएम एंड वीवीआरएसआर (गुडलावलेरू) पॉलिटेक्निक कॉलेज, मैरी स्टेला कॉलेज, सिद्धार्थ डिग्री कॉलेज कई प्रसिद्ध कला और विज्ञान महाविद्यालयों में से कुछ हैं। जिले में।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>विजयवाड़ा में इंदिरा गांधी नगर स्टेडियम भारत के एक दिवसीय अंतर्राष्ट्रीय क्रिकेट मैचों की मेजबानी करता है। भारत और वेस्टइंडीज के बीच 24 नवंबर 2002 को इंदिरा गांधी स्टेडियम में केवल एक अंतरराष्ट्रीय क्रिकेट मैच खेला गया था। इसे वेस्टइंडीज ने जीता था। 12 दिसंबर 1997 को महिला क्रिकेट विश्वकप केवल इंग्लैंड महिला क्रिकेट टीम और पाकिस्तान महिला क्रिकेट टीम के बीच एक समूह मैच खेला गया था, और यह इंग्लैंड द्वारा जीता गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>गुदीवाड़ा में N.T.R स्टेडियम मुख्य खेल स्थल है। इसका उपयोग एथलेटिक्स, वॉलीबॉल, क्रिकेट अभ्यास, खो खो, कबड्डी, बैडमिंटन, टेनिस और बास्केटबॉल जैसे कई खेलों के लिए किया जाता है। [१]] प्रसिद्ध हॉकी खिलाड़ी बलराम इसी जिले के हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह कृष्णा जिला क्रिकेट एसोसिएशन का स्टेडियम भी है। मंगलागिरी अंतर्राष्ट्रीय क्रिकेट स्टेडियम विजयवाड़ा शहर से लगभग 15 किलोमीटर दूर, गुंटूर जिले के मंगलागिरी शहर के गाँव नवलुरु में 20 एकड़ (8.1 हेक्टेयर) में बनाया जा रहा है। आंध्र क्रिकेट एसोसिएशन का विशेष स्टेडियम अंतरराष्ट्रीय और रणजी मैचों का स्थान होगा।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Krishna_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","subContents":[{"SubTitle":"1. कनक दुर्गा मंदिर","SubTitleHindi":null,"SubContent":"<p>दुर्गा मंदिर शहर के प्रवेश द्वार पर इंद्रकीलाद्री नामक पहाड़ी की चोटी पर स्थित है। \"दशहरा\" त्यौहार यहाँ बहुत बड़े पैमाने पर मनाया जाता है जिसमें बड़ी संख्या में तीर्थयात्री भाग लेते हैं। कृष्णा नदी में पवित्र डुबकी (RTC बस स्टैंड से 2 किलोमीटर) भी जगह का एक बड़ा आकर्षण है।</p>","SubContentHindi":null,"ImageUrl":"4883ea3d-dc98-4c84-ab52-b8dd2897f111_Kanaka-Durga-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. गांधी हिल","SubTitleHindi":null,"SubContent":"<p>देश में 7 स्तूपों वाला पहला गांधी स्मारक 500 फीट की ऊंचाई पर इस पहाड़ी पर बनाया गया था। 52 फीट के स्तूप का अनावरण 6 अक्टूबर 1968 को भारत के तत्कालीन राष्ट्रपति डॉ। जाकिर हुसैन ने किया था। पुस्तकालय, तारामंडल, टॉय ट्रेन, आदि यहाँ के अन्य आकर्षण हैं।</p>","SubContentHindi":null,"ImageUrl":"4dfd3490-1f7a-4347-9df0-c87c90189513_Gandhi-Hill.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. राजीव गांधी पार्क","SubTitleHindi":null,"SubContent":"<p>विजयवाड़ा नगर निगम द्वारा पार्क को अत्यंत सावधानी और रुचि के साथ विकसित किया गया है। एक मिनी चिड़ियाघर और पानी के फव्वारे अन्य आकर्षणों में से हैं</p>","SubContentHindi":null,"ImageUrl":"8879c0bc-e33c-4256-a7e1-61ee8bea9136_Rajiv-Gandhi-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. मोगलराजपुरम गुफाएं","SubTitleHindi":null,"SubContent":"<p>गुफाएँ विजयवाड़ा सिटी के मध्य में \"कस्तूरीबिपेट और मोगलराजपुरम\" में स्थित हैं। कहा जाता है कि गुफाओं की खुदाई 5 वीं शताब्दी ईस्वी में की गई थी। यहां भगवान नटराज, विनायक और अर्धनारेश्वर की मूर्तियां देखी जा सकती हैं।</p>","SubContentHindi":null,"ImageUrl":"bdf720cc-9a7f-42c3-ac80-c5ba7bf09f3a_Mogalrajapuram-Caves.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. सेंटमैरी चर्च - गुनाडाला","SubTitleHindi":null,"SubContent":"<p>पवित्र चर्च विजयवाड़ा सिटी के पूर्वी तरफ एक चट्टानी पहाड़ी पर स्थित है। हर साल फरवरी के दौरान आयोजित एक भव्य मेला विभिन्न धर्मों के लोगों को आकर्षित करता है। यह RTC बस स्टैंड से लगभग 7 किलोमीटर की दूरी पर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"c316f507-359d-4e15-826b-81fcf8b3bbf4_St-Marya-s-Church-Gunadala.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. भवानी द्वीप","SubTitleHindi":null,"SubContent":"<p>कुल 130 एकड़ क्षेत्रफल वाला भवानी द्वीप कृष्णा नदी के बीच में स्थित है। नाव से द्वीप की यात्रा करना एक बहुत ही सुखद अनुभव है। पिकनिक और अन्य विशेष अवसरों के लिए एक आदर्श स्थान। यह द्वीप APTDC के नियंत्रण में है। इस द्वीप पर पूर्व अनुमति के साथ बैठकें और विवाह भी आयोजित किए जा सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"ea2199f0-63b3-4a39-9d0a-f7af70d60158_Bhavani-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. विक्टोरिया संग्रहालय","SubTitleHindi":null,"SubContent":"<p>इस संग्रहालय में महारानी विक्टोरिया की प्राचीन मूर्तियों, पेंटिंग, मूर्तियों, हथियारों, कटलरी और शिलालेखों का एक अच्छा संग्रह है। यह विजयवाड़ा शहर के बंदर रोड पर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"d0dc1810-c9cd-49e6-af01-111c9db6b236_Victoria-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. कोंडापल्ली का किला","SubTitleHindi":null,"SubContent":"<p>एक प्रभावशाली तीन मंजिला रॉक टॉवर के साथ पहाड़ी पर 7 वीं शताब्दी का यह किला कई राजवंशों की महिमा का गवाह है। इसने पुराने जमाने में एक बिजनेस सेंटर की सेवा ली थी। किले का उपयोग ब्रिटिश शासकों द्वारा एक सैन्य प्रशिक्षण बेस के रूप में किया गया था। यह अब एक अच्छा पिकनिक स्थल है। कोंडापल्ली गाँव विजयवाड़ा से 16 किलोमीटर दूर स्थित है। गाँव एक विशेष लकड़ी से बने खिलौनों के लिए प्रसिद्ध है जो यहाँ की पहाड़ियों पर पाया जाता है। ये खिलौने 'कोंडापल्ली खिलौने' के रूप में दुनिया भर में प्रसिद्ध हैं।</p>","SubContentHindi":null,"ImageUrl":"436d6ed1-8ccf-4e4c-8cdf-3e66455fbbae_Kondapalli-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. कुचिपुड़ी","SubTitleHindi":null,"SubContent":"<p>विजयवाड़ा से लगभग 60 किलोमीटर दूर स्थित, यह शास्त्रीय कुचिपुड़ी नृत्य के प्रवर्तक सिद्धेंद्र योगी का जन्म स्थान है। सिद्धेंद्र कलाक्षेत्रम नाम से एक डांस स्कूल, कुचिपुड़ी नृत्य शैली को बढ़ावा देने के लिए हर साल कई छात्रों को प्रशिक्षित करता है।</p>","SubContentHindi":null,"ImageUrl":"bd1048db-1d34-4f4f-8d44-83984067a00d_Kuchipudi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. मंगिनापुडी बीच","SubTitleHindi":null,"SubContent":"<p>मछलीपट्टनम के पास स्थित, समुद्र तट माघ पूर्णम के दौरान लाखों श्रद्धालुओं को आकर्षित करता है क्योंकि यह समुद्र स्नान के लिए आदर्श है। पांडुरंगा स्वामी मंदिर एक प्रसिद्ध तीर्थस्थल है। APTDC ने समुद्र तट पर और उसके आसपास उचित बुनियादी ढांचे का विकास किया है।</p>","SubContentHindi":null,"ImageUrl":"e0879af2-e5cd-4fa8-b254-8abe6c2272e3_Manginapudi-Beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>जिले का कुल सड़क नेटवर्क 1,179.875 किमी (733.140 मील) है। इसमें 331.704 किमी (206.111 मील) मौजूदा और 848.171 किमी (527.029 मील) की प्रस्तावित लंबाई शामिल है। [12] जिले में 97 किमी (60 मील) रेल नेटवर्क मौजूद है। [६]</p>\r\n<p>&nbsp;</p>\r\n<p>चार राष्ट्रीय राजमार्ग जिले से होकर गुजरते हैं, जैसे कि NH16 चेन्नई से कोलकाता, NH 65 पुणे से मछलीपट्टनम, NH 221 विजयवाड़ा से जगदलपुर, NH 214 काठिपुड़ी से पमरू, NH 214A दिगंबरु से ओंगोले।</p>\r\n<p>source: https://www.krishna.ap.gov.in</p>","SubContentHindi":null,"ImageUrl":"a237755d-d67e-44c3-aa0b-8e2f075f9bc6_krishna-distrcit-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-krishna-machilipatnam-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"मछलीपट्टनम","slug":"machilipatnam"},{"name":"कृष्णा","slug":"krishna"}],"recommendations":[{"id":1245,"title":"पाइलर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","dateCreated":"2020-04-22T14:26:26.31Z","dateModified":"2020-04-22T14:26:40.21Z","contributedBy":"AskGif","content":"पिलेरू भारत के आंध्र प्रदेश राज्य के चित्तूर जिले में एक जनगणना शहर है। यह मदनपल्ले राजस्व मंडल में पिलेरु मंडल का मंडल मुख्यालय है। यह नदी से होकर गुजरती है और इसलिए इसे मूलरु नाम मिला। स्थानीय भाषा में, पिला इरु का शाब्दिक रूप से एक छोटी जल धारा है।\r\n&nbsp;\r\nशिक्षा\r\nराज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"पाइलर","slug":"piler"}],"slug":"top-places-to-visit-in-piler-andhra-pradesh","total":0},{"id":1203,"title":"नरसीपट्टनम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"a65852ea-62ca-4ab2-ab27-40f96ea8a338_Narsipatnam.jpg","dateCreated":"2020-04-12T07:03:21.769Z","dateModified":"2020-04-12T07:03:32.7Z","contributedBy":"AskGif","content":"नरसिपट्टनम भारतीय राज्य आंध्र प्रदेश के विशाखापत्तनम जिले का एक कस्बा है। इसे 2012 में एक ग्राम पंचायत द्वारा नगरपालिका में उन्नत किया गया था। यह शहर 42 किमी 2 (16 वर्ग मील) के क्षेत्र में फैला हुआ है। क्रांतिकारी भारतीय स्वतंत्रता सेनानी अल्लूरी सीतारमा राजू का विश्राम स्थल नरसीपट्टनम के कृष्णा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a65852ea-62ca-4ab2-ab27-40f96ea8a338_Narsipatnam.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"नरसीपट्टनम","slug":"narsipatnam"}],"slug":"top-places-to-visit-in-narsipatnam-andhra-pradesh","total":0},{"id":1201,"title":"नादुपेट में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","dateCreated":"2020-04-11T12:14:24.863Z","dateModified":"2020-04-11T12:14:40.139Z","contributedBy":"AskGif","content":"नादुपेटा भारतीय राज्य आंध्र प्रदेश के नेल्लोर जिले का एक शहर और नगर पालिका है। यह संभागीय मुख्यालय और नादुपेटा राजस्व मंडल का मंडल मुख्यालय भी है।\r\n&nbsp;\r\nट्रांसपोर्ट\r\n&nbsp;\r\nनादुपेटा रेलवे स्टेशन\r\nआंध्र प्रदेश राज्य सड़क परिवहन निगम, नादुपेटा बस स्टेशन से बस ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"नादुपेट","slug":"naidupet"}],"slug":"top-places-to-visit-in-naidupet-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}