{"id":282,"title":"Top Places to visit in Krishna, Machilipatnam, Andhra Pradesh","imageUrl":"dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","dateCreated":"2019-03-02T12:03:32.123Z","dateModified":"2019-03-02T12:39:08.96Z","contributedBy":"AskGif","content":"<p>Krishna district is an administrative district in the Coastal Andhra region of the Indian state of Andhra Pradesh. Machilipatnam is the administrative headquarters and Vijayawada is the most populated city in the district. It has an area of 8,727 km2 (3,370 sq mi) and had a population of 45,29,009 as per 2011 census of India. It is bounded by West Godavari on the east, Bay of Bengal on the South, Guntur and Suryapet districts in the west and a portion of it also borders with the state of Telangana.[1] Krishna District is formed from District of Rajahmundry in 1859, Guntur district was separated from Krishna in 1904 to form Krishna district which was further divided in 1925, to Krishna and West Godavari districts.Krishna district is the most developed district in Andhra Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district has four revenue divisions, namely Vijayawada, Nuzvid, Machilipatnam and Gudivada, each headed by a sub collector. These revenue divisions are divided into 50 mandals in the district. These 50 mandals consists of 49 mandal parishads, 973 panchayats, 1005 villages and 5 municipalities.[8] There are 20 towns (or urban settlements) in the district, including 1 municipal corporation, 5 municipalities, 3 nagar panchayat and 11 census towns. Vijayawada city is the only municipal corporation and the 5 municipalities in the district are Gudivada, Jaggaiahpeta, Machilipatnam, Nuzivid and Pedana. Vuyyuru, Nandigama and Tiruvuru were constituted as nagar panchayats in the year 2011. The 11 census towns are Kanuru, Poranki, Tadigadapa, Yanamalakuduru, Kankipadu, Ramavarappadu, Prasadampadu, Guntupalli, Ibrahimpatnam, Kondapalle, Tiruvuru.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Krishna district has two parliamentary constituencies namely, Vijayawada and Machilipatnam. There are 16 assembly constituencies namely, Tiruvuru (SC), Nandigama (SC), Mylavaram, Jaggayyapeta, Vijayawada West, Vijayawada Central, Vijayawada East, Penamaluru, Nuzvid, Gannavaram, Pedana, Gudivada, Kaikaluru, Machilipatnam, Avanigadda, Pamarru (SC).[10]janasena party, Telugu Desam, YSR Congress, Bharatiya Janata Party, Lok Satta, CPI and CPM are the main political parties in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The culture of Krishna district is mostly traditional in rural places and moderately modern in Vijayawada. It is also famous as the birthplace for Indian classical dance named kuchipudi and the culture with the dialect of Telugu spoken in Krishna is widely considered to be the standard form of Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state.[13][14] As per the school information report for the academic year 2015&ndash;16, there are a total of 4,449 schools. They include, 15 government, 2,432 mandal and zilla parishads, 3 residential, 1748 private, 2 model, 3 Kasturba Gandhi Balika Vidyalaya (KGBV), 180 municipal and 66 other types of schools.[15] The total number of students enrolled in primary, upper primary and high schools of the district are 562,510.[16]</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>District has numerous engineering colleges including Prasad V. Potluri Siddhartha Institute of Technology, Velagapudi Ramakrishna Siddhartha Engineering College, Lakireddy Bali Reddy Engineering College, Gudlavalleru Engineering College, DMS SVH College of Engineering, SRR &amp; CVR Govt. Degree College is one of the oldest College. it was establieshed in 1937. Govt Polytechnic Vijayawada (one of the oldest Polytechnic colleges in India), Andhra Loyola College, AANM &amp; VVRSR (Gudlavalleru) Polytechnic College, Mary Stella college, Sidhartha Degree College are few of the many famous arts and science colleges in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Indira Gandhi Municipal Stadium in Vijayawada hosts One Day Internationals Cricket matches of India. Only one international cricket match was played between India and West Indies on 24 November 2002 at Indira Gandhi stadium. It was won by West Indies. On 12 December 1997 Women's Cricket Worldcup only a group match was played between England Women's Cricket Team and Pakistan women's cricket team, and it was won by England.</p>\r\n<p>&nbsp;</p>\r\n<p>N.T.R Stadium is the main sports venue in Gudivada. It is used for several sports, like athletics, volleyball, cricket practice, kho kho, kabaddi, badminton, tennis and basketball.[17] Famous Hockey player Balram belongs to this District.</p>\r\n<p>&nbsp;</p>\r\n<p>It is also the stadium for Krishna District Cricket Association. Mangalagiri International Cricket Stadium is being built in a 20-acre (8.1 ha) site in Navuluru, village of Mangalagiri town, Guntur district, about 15 km from the city of Vijayawada. The exclusive stadium of the Andhra Cricket Association will be the venue for international and Ranji matches.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Krishna_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dfaf0a7e-de51-4ca9-86da-7376e7ee7df3_Krishna-Railway.jpg","subContents":[{"SubTitle":"1. Kanaka Durga Temple","SubTitleHindi":null,"SubContent":"<p>The Durga temple is located on the top of a hill called Indrakeeladri at the entrance of the city. The \"Dasara\" festival is celebrated in a very big way here with large number of pilgrims taking part in the festivities. A holy dip in river Krishna (2 kms from RTC Bus stand) is also a big highlight of the place.</p>","SubContentHindi":null,"ImageUrl":"4883ea3d-dc98-4c84-ab52-b8dd2897f111_Kanaka-Durga-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Gandhi Hill","SubTitleHindi":null,"SubContent":"<p>The first Gandhi memorial with 7 stupas in the country was constructed on this hill at a height of 500 feet. The 52 feet stupa was unveiled on 6th October 1968 by Dr. Zakir Hussain, the then President of India. Library, Planetarium, toy train, etc are the other attractions here.</p>","SubContentHindi":null,"ImageUrl":"4dfd3490-1f7a-4347-9df0-c87c90189513_Gandhi-Hill.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Rajiv Gandhi Park","SubTitleHindi":null,"SubContent":"<p>The park has been developed by Vijayawada Municipal Corporation with utmost care and interest. A mini zoo and water fountain are among other attractions</p>","SubContentHindi":null,"ImageUrl":"8879c0bc-e33c-4256-a7e1-61ee8bea9136_Rajiv-Gandhi-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Mogalrajapuram Caves","SubTitleHindi":null,"SubContent":"<p>The caves are located in the heart of Vijayawada City at \"Kasthuribaipet and Mogalrajpuram\". The caves are said to be excavated in 5th Century AD. The idols of Lord Nataraja, Vinayaka and Arthanareeswara can be seen here.</p>","SubContentHindi":null,"ImageUrl":"bdf720cc-9a7f-42c3-ac80-c5ba7bf09f3a_Mogalrajapuram-Caves.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. St.Marya s Church - Gunadala","SubTitleHindi":null,"SubContent":"<p>The holy church is situated on a rocky hill on the Eastern side of Vijayawada City. A grand fair held during February every year attracts people of different religions. This is located at a distance of about 7 kms from RTC Bus stand.</p>","SubContentHindi":null,"ImageUrl":"c316f507-359d-4e15-826b-81fcf8b3bbf4_St-Marya-s-Church-Gunadala.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Bhavani Island","SubTitleHindi":null,"SubContent":"<p>Bhavani Island with a total area of 130 acres is situated in the middle of river Krishna. Journey to the island by boat is a very pleasant experience. An ideal place for picnics and other special occasions. This island is under the control of APTDC. Meetings and marriages can also organized on this island with prior permission.</p>","SubContentHindi":null,"ImageUrl":"ea2199f0-63b3-4a39-9d0a-f7af70d60158_Bhavani-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Victoria Museum","SubTitleHindi":null,"SubContent":"<p>This museum has a well preserved collection of ancient sculptures, painting, idols, weapons, cutlery and inscriptions of Queen Victoria. It is located on Bunder Road of Vijayawada City.</p>","SubContentHindi":null,"ImageUrl":"d0dc1810-c9cd-49e6-af01-111c9db6b236_Victoria-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Kondapalli Fort","SubTitleHindi":null,"SubContent":"<p>This 7th Century Fort on the hill with an impressive three storied rock tower has witnessed the glory of many dynasties. It served a business center in olden days. The fort was used as a military training base by the British rulers. It is now a good picnic spot. Kondapalli village is situated 16 kms from Vijayawada. The village is famous for toys made with a special wood that's found on the hills here. These toys are famous the world over as 'Kondapalli Toys'.</p>","SubContentHindi":null,"ImageUrl":"436d6ed1-8ccf-4e4c-8cdf-3e66455fbbae_Kondapalli-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Kuchipudi","SubTitleHindi":null,"SubContent":"<p>Located about 60 kms away from Vijayawada, this is the birth place of Siddhendra Yogi, the originator of the classical Kuchipudi dance form. A dance school by the name Siddhendra kalakshetram trains many students every year, promoting the Kuchipudi dance form.</p>","SubContentHindi":null,"ImageUrl":"bd1048db-1d34-4f4f-8d44-83984067a00d_Kuchipudi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. Manginapudi Beach","SubTitleHindi":null,"SubContent":"<p>Located near Machilipatnam, the beach attracts lakhs of pilgrims during Magha Poornam as it is ideal for sea bathing. The Panduranga Swamy Temple is a famous pilgrim center. APTDC has developed proper infrastructure in and around the beach.</p>","SubContentHindi":null,"ImageUrl":"e0879af2-e5cd-4fa8-b254-8abe6c2272e3_Manginapudi-Beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. How to Reach","SubTitleHindi":null,"SubContent":"<p>The total of core road network of the district is 1,179.875 km (733.140 mi). It includes, 331.704 km (206.111 mi) of existing and a proposed length of 848.171 km (527.029 mi).[12] There exists 97 km (60 mi) of rail network in the district.[6]</p>\r\n<p>&nbsp;</p>\r\n<p>Four national highways pass through the district namely NH16 from Chennai to Kolkata, NH 65 from Pune to Machilipatnam, NH 221 from Vijayawada to Jagdalpur, NH 214 Kathipudi to Pamarru, NH 214A Digamarru to Ongole.</p>\r\n<p>source: https://www.krishna.ap.gov.in</p>","SubContentHindi":null,"ImageUrl":"a237755d-d67e-44c3-aa0b-8e2f075f9bc6_krishna-distrcit-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-krishna-machilipatnam-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"machilipatnam","slug":"machilipatnam"},{"name":"krishna","slug":"krishna"}],"recommendations":[{"id":1245,"title":"Top Places to visit in Piler, Andhra Pradesh","imageUrl":"e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","dateCreated":"2020-04-22T14:26:26.31Z","dateModified":"2020-04-22T14:26:40.21Z","contributedBy":"AskGif","content":"Pileru is a census town in Chittoor district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Pileru mandal in Madanapalle revenue division&nbsp; It passes through a river and hence it got the name Pileru. In the local language, Pilla Eru literally translates to A small wat","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e95ca3ad-a20f-4b0f-8921-4af51b8759fa_Piler.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"piler","slug":"piler"}],"slug":"top-places-to-visit-in-piler-andhra-pradesh","total":0},{"id":1203,"title":"Top Places to visit in Narsipatnam, Andhra Pradesh","imageUrl":"a65852ea-62ca-4ab2-ab27-40f96ea8a338_Narsipatnam.jpg","dateCreated":"2020-04-12T07:03:21.769Z","dateModified":"2020-04-12T07:03:32.7Z","contributedBy":"AskGif","content":"Narsipatnam is a town in the Visakhapatnam district of the Indian state of Andhra Pradesh. It was upgraded by a gram panchayat into a municipality in 2012. The town is spread over an area of 42 km2 (16 sq mi) The resting place of the revolutionary Indian freedom fighter Alluri Sitarama Raju is lo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a65852ea-62ca-4ab2-ab27-40f96ea8a338_Narsipatnam.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"narsipatnam","slug":"narsipatnam"}],"slug":"top-places-to-visit-in-narsipatnam-andhra-pradesh","total":0},{"id":1201,"title":"Top Places to visit in Naidupet, Andhra Pradesh","imageUrl":"1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","dateCreated":"2020-04-11T12:14:24.863Z","dateModified":"2020-04-11T12:14:40.139Z","contributedBy":"AskGif","content":"Naidupeta is a Town &amp; Municipality in the Nellore district of the Indian state of Andhra Pradesh. It also the divisional headquarters and Mandal headquarters of Naidupeta revenue division.\r\n&nbsp;\r\nTransport\r\n&nbsp;\r\nNaidupeta Railway station\r\nThe Andhra Pra","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f32ed05-265e-4e2d-a089-fed7a853b7f6_Naidupet.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"naidupet","slug":"naidupet"}],"slug":"top-places-to-visit-in-naidupet-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}