{"id":283,"title":"अमेरिका एफ -16 के पाकिस्तान के संभावित दुरुपयोग के बारे में जानकारी चाहता है","imageUrl":"562f955f-df4f-4eb8-93a6-b7ee831c86f9_us-law.jpg","dateCreated":"2019-03-03T03:26:10.345Z","dateModified":"2019-03-03T03:36:51.552Z","contributedBy":"AskGif","content":"<p>वॉशिंगटन: अमेरिका ने भारत के खिलाफ अंतिम-उपयोगकर्ता समझौते के उल्लंघन में अमेरिकी निर्मित एफ -16 लड़ाकू जेट के संभावित दुरुपयोग पर अधिक जानकारी मांगी है, विदेश विभाग ने कहा है।</p>\r\n<p>भारतीय वायु सेना ने गुरुवार को एएमआरएएम के कुछ हिस्सों को दृश्यमान हवा से हवा में मार करने वाली मिसाइल के सबूत के रूप में \"निर्णायक\" के रूप में प्रदर्शित किया कि यह साबित करता है कि पाकिस्तान ने भारत के बाद कश्मीर में भारतीय सैन्य प्रतिष्ठानों को निशाना बनाते हुए एक हवाई हमले के दौरान अमेरिका निर्मित एफ -16 लड़ाकू जेट तैनात किए। बालाकोट में आतंकवाद विरोधी अभियान।</p>\r\n<p>पाकिस्तान ने बुधवार को स्पष्ट रूप से कहा कि कोई भी एफ -16 लड़ाकू जेट विमानों का इस्तेमाल नहीं किया गया था और इस बात से इनकार किया था कि उसके एक विमान को भारतीय वायु सेना द्वारा गिरा दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>विदेश विभाग के प्रवक्ता ने पीटीआई भाषा से कहा, \"हम इन रिपोर्टों के बारे में जानते हैं और अधिक जानकारी मांग रहे हैं। पाकिस्तान ने भारत के साथ इस सप्ताह की सीमा संघर्ष में अमेरिका के साथ अंतिम-उपयोगकर्ता समझौते का उल्लंघन किया है।\"</p>\r\n<p>रक्षा विभाग के प्रवक्ता लेफ्टिनेंट कर्नल कोन फॉल्कनर ने पीटीआई को बताया, \"विदेशी सैन्य बिक्री अनुबंधों में गैर-प्रकटीकरण समझौतों के कारण, हम अंत उपयोगकर्ता समझौतों की बारीकियों पर चर्चा नहीं कर सकते।\"</p>\r\n<p>&nbsp;</p>\r\n<p>संयुक्त राज्य अमेरिका, जो विश्व स्तर पर उच्च तकनीक वाले रक्षा उपकरणों का सबसे बड़ा विक्रेता है, के पास एक मजबूत अंत-उपयोगकर्ता निगरानी समझौता है, और अभ्यास के मामले में रक्षा लेखों के दुरुपयोग के सभी आरोपों को बहुत गंभीरता से लेता है।</p>\r\n<p>लेकिन कोई भी निर्णय लेने या किसी निष्कर्ष पर पहुंचने से पहले, इसे जमीन पर कुछ तथ्यों को स्थापित करने की आवश्यकता है, अगर एफ -16 के अंत-उपयोगकर्ता समझौते में पाकिस्तान द्वारा संयुक्त राज्य अमेरिका के साथ हस्ताक्षर किए जाने पर कोई उल्लंघन हुआ है।</p>\r\n<p>सार्वजनिक रूप से उपलब्ध दस्तावेजों से पता चलता है कि अमेरिका ने पाकिस्तान पर एफ -16 के उपयोग से संबंधित लगभग एक दर्जन प्रतिबंध लगाए हैं।</p>\r\n<p>20 जुलाई, 2006 को कांग्रेस की सुनवाई के दौरान, जॉन मिलर ने राजनीतिक सैन्य मामलों के राज्य के तत्कालीन सहायक सचिव, सांसदों को बताया था कि संयुक्त राज्य अमेरिका ने \"बहुत सावधानी से माना जाता है\" अमेरिकी प्रौद्योगिकी और उपकरणों के मोड़ के संभावित जोखिम। \"</p>\r\n<p>जबकि बंद दरवाजे के सत्र में प्रतिबंधों के सटीक विवरण पर चर्चा की गई थी, और इस प्रकार वर्गीकृत किया गया था, मिलर ने तब मोटे तौर पर कुछ प्रतिबंधों को रेखांकित किया, जो उन्होंने कहा कि पाकिस्तान के लिए सुरक्षा योजना के \"दर्जनों नए और अभूतपूर्व तत्व\" थे।</p>\r\n<p>मिलर ने तब सांसदों को बताया कि सुरक्षा प्रावधानों में सभी एफ -16 विमान उपकरणों और मौन के अर्ध-वार्षिक आविष्कार भी शामिल हैं, जिसमें संबंधित तकनीकी डेटा और अन्य प्रणालियों के लिए अधिक लगातार आविष्कार शामिल हैं।</p>\r\n<p>\"इस उपकरण और प्रतिबंधित क्षेत्रों तक पहुँच के लिए, और पाकिस्तान के बाहर F-16 उड़ानों या तीसरे राष्ट्रों के साथ अभ्यास और संचालन में भागीदारी के लिए संयुक्त राज्य अमेरिका सरकार द्वारा अग्रिम में अनुमोदित किया जाना चाहिए, इसलिए दो-व्यक्ति नियम है।\" \"तत्कालीन शीर्ष विभाग के अधिकारी ने कहा, सुनवाई के टेप के अनुसार।</p>\r\n<p>स्रोत: https://gif.page.link/economic-times-news-us-law-f16-news</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/562f955f-df4f-4eb8-93a6-b7ee831c86f9_us-law.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"us-seeks-information-on-pakistans-potential-misuse-of-f-16s","tags":[{"name":"पाकिस्तान","slug":"pakistan"},{"name":"इंडिया","slug":"india"}],"recommendations":[{"id":1362,"title":"सुशांत सिंह राजपूत ने की आत्महत्या, बांद्रा के फ्लैट में लटका मिला: रिपोर्ट","imageUrl":"bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","dateCreated":"2020-06-14T09:13:21.868Z","dateModified":"2020-06-14T12:30:45.806Z","contributedBy":"AskGif","content":"बॉलीवुड अभिनेता सुशांत सिंह राजपूत ने रविवार को मुंबई में आत्महत्या कर ली। खबरों के मुताबिक, सुशांत को बांद्रा स्थित उनके घर पर लटका पाया गया और एक घरेलू मदद ने पुलिस को सतर्क कर दिया।\r\n&nbsp;\r\nबांद्रा पुलिस की एक टीम जांच के लिए रवाना हो गई है। मुंबई पुलिस के प्रवक्ता ने कहा कि अभी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"sushant-singh-rajput-commits-suicide-found-hanging-in-bandra-flat-report","total":0},{"id":1024,"title":"सुप्रीम कोर्ट ने राम मंदिर के पक्ष में अयोध्या के फैसले के खिलाफ सभी समीक्षा याचिकाओं को खारिज कर दिया","imageUrl":"050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","dateCreated":"2019-12-12T13:18:24.186Z","dateModified":"2020-04-05T07:12:11.631Z","contributedBy":"AskGif","content":"सुप्रीम कोर्ट ने गुरुवार को अयोध्या मामले में एक संविधान पीठ के आदेश को चुनौती देने वाली सभी समीक्षा याचिकाओं को खारिज कर दिया जिसमें विवादित स्थल पर राम मंदिर निर्माण का रास्ता साफ हो गया था। शीर्ष अदालत, जिसने इन-चेंबर में विचार के लिए इन पुनर्विचार याचिकाओं को लिया, उन्हें कोई योग्यता नहीं मिल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"भारत","slug":"india"}],"slug":"supreme-court-dismisses-all-review-petition-against-ayodhya-verdict-in-favour-of-ram-temple","total":0},{"id":281,"title":"पाकिस्तानी एफ -16 पायलट ने अपने ही देशवासियों के मरने के बाद उन्हें भारतीय होने के संदेह में मार डाला","imageUrl":"42dc5c30-9b4d-40fc-a2d3-c54184299407_mig-21-vs-f-16.jpg","dateCreated":"2019-03-01T17:06:03.476Z","dateModified":"2019-03-02T06:49:40.064Z","contributedBy":"AskGif","content":"जिस पाकिस्तानी पायलट की एफ -16 को विंग कमांडर अभिनंदन वर्थमैन ने मारकर दी थी, उसने अपने ही देशवासियों को घायल कर दिया था। यह ध्यान दिया जाना चाहिए कि एफ -16 के पायलट ने हवाई सगाई में शामिल होने के बाद बाहर निकाल दिया था और अपने क्षेत्र में सुरक्षित रूप से उतरने में कामयाब रहा था। हालाँकि, पाकिस्त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/42dc5c30-9b4d-40fc-a2d3-c54184299407_mig-21-vs-f-16.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"पाकिस्तान","slug":"pakistan"},{"name":"इंडिया","slug":"india"}],"slug":"pakistani-f-16-pilot-dies-after-his-own-countrymen-lynched-him-on-suspicion-of-being-an-indian","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0}]}