{"id":283,"title":"US seeks information on Pakistan's potential misuse of F-16s","imageUrl":"562f955f-df4f-4eb8-93a6-b7ee831c86f9_us-law.jpg","dateCreated":"2019-03-03T03:26:10.345Z","dateModified":"2019-03-03T03:36:51.552Z","contributedBy":"AskGif","content":"<p>WASHINGTON: The US is seeking more information from Pakistan on the potential misuse of American-made F-16 fighter jets by it against India in violation of the end-user agreement, the State Department has said.</p>\r\n<p>The Indian Air Force on Thursday displayed parts of an AMRAAM beyond visual range air-to-air missile as evidence to \"conclusively\" prove that Pakistan deployed US-manufactured F-16 fighter jets during an aerial raid targeting Indian military installations in Kashmir after India's anti-terror operation in Balakot .</p>\r\n<p>Pakistan on Wednesday categorically said that no F-16 fighter jets were used and denied that one of its planes had been downed by the Indian Air Force.</p>\r\n<p>&nbsp;</p>\r\n<p>\"We are aware of these reports and are seeking more information,\" a State Department spokesperson told PTI when asked about report that Pakistan has violated end-user agreement with the United States in this week's border clash with India.</p>\r\n<p>\"Due to non-disclosure agreements in Foreign Military Sales contracts, we cannot discuss the specifics of end user-agreements contained within,\" Lt Col Kone Faulkner, a Defense Department spokesperson told PTI.</p>\r\n<p>&nbsp;</p>\r\n<p>The United States, which is the largest seller of high-tech defence equipment globally, has a strong end-user monitoring agreement, and as a matter of practice takes all allegations of misuse of defense articles very seriously.</p>\r\n<p>But before making any judgement or arriving at any conclusion, it needs to establish some facts on the ground, if there has been any violation by Pakistan to the F-16 end-user agreement it signed with the United States.</p>\r\n<p>Publicly available documents reveal that US has imposed nearly a dozen restriction on Pakistan related to its use of F-16.</p>\r\n<p>During a Congressional hearing on July 20, 2006, John Miller the then Assistant Secretary of State for Political Military Affairs, had told lawmakers that the United States has \"very carefully considered\" the potential risks of the diversion of US technology and equipment.\"</p>\r\n<p>While the exact details of the restrictions were discussed in a closed-door session, and thus remains classified, Miller then broadly outlined some of the restrictions, which he said were over a \"dozen new and unprecedented elements\" of the security plan for Pakistan.</p>\r\n<p>Miller then told lawmakers that the security provisions also include semi-annual inventories of all F-16 aircraft equipment and munitions, including related technical data, and more frequent inventories for other systems.</p>\r\n<p>\"There is a two-man rule, so to speak, for access to this equipment and restricted areas, and F-16 flights outside of Pakistan or participation in exercises and operations with third nations must be approved in advance by the United States government,\" the then top State Department official said, according to the transcripts of the hearing.</p>\r\n<p>source: https://gif.page.link/economic-times-news-us-law-f16-news</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/562f955f-df4f-4eb8-93a6-b7ee831c86f9_us-law.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"us-seeks-information-on-pakistans-potential-misuse-of-f-16s","tags":[{"name":"pakistan","slug":"pakistan"},{"name":"india","slug":"india"}],"recommendations":[{"id":1362,"title":"Sushant Singh Rajput commits suicide, found hanging in Bandra flat: Report","imageUrl":"bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","dateCreated":"2020-06-14T09:13:21.868Z","dateModified":"2020-06-14T12:30:45.806Z","contributedBy":"AskGif","content":"Bollywood actor Sushant Singh Rajput committed suicide in Mumbai on Sunday. According to reports, Sushant was found hanging at his house in Bandra and a domestic help alerted the police.\r\n&nbsp;\r\nA team of Bandra Police has rushed to investigate. Mumbai Police spokesperson said that","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"sushant-singh-rajput-commits-suicide-found-hanging-in-bandra-flat-report","total":0},{"id":1024,"title":"Supreme Court Dismisses All Review Petition Against Ayodhya Verdict in Favour of Ram Temple","imageUrl":"050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","dateCreated":"2019-12-12T13:18:24.186Z","dateModified":"2020-04-05T07:12:11.631Z","contributedBy":"AskGif","content":"The Supreme Court on Thursday dismissed all the review petitions challenging a Constitution Bench's order in the Ayodhya case that had cleared the way for construction of a Ram Temple at the disputed site. The top court, which took these review pleas for consideration in-chamber, rejected them af","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050c6cfc-6fb0-441d-8abb-75f45ee83ae8_ayodhya.jpeg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"supreme-court-dismisses-all-review-petition-against-ayodhya-verdict-in-favour-of-ram-temple","total":0},{"id":281,"title":"Pakistani F-16 Pilot Dies After His Own Countrymen Lynched Him On Suspicion Of Being An Indian","imageUrl":"42dc5c30-9b4d-40fc-a2d3-c54184299407_mig-21-vs-f-16.jpg","dateCreated":"2019-03-01T17:06:03.476Z","dateModified":"2019-03-02T06:49:40.064Z","contributedBy":"AskGif","content":"The Pakistani pilot whose F-16 was shot down by Wing Commander Abhinandan Varthman, has succumbed to his injuries inflicted by his own countrymen. It should be noted that the pilot of F-16 had ejected after getting hit in an aerial engagement and had managed to land safely in his own territory. H","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/42dc5c30-9b4d-40fc-a2d3-c54184299407_mig-21-vs-f-16.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"pakistan","slug":"pakistan"},{"name":"india","slug":"india"}],"slug":"pakistani-f-16-pilot-dies-after-his-own-countrymen-lynched-him-on-suspicion-of-being-an-indian","total":0},{"id":186,"title":"Family No.1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"Family no.1... this was a daily soap that used to come on one of the tv channels...well that's just a lame statement justifying the title...but actually this post is about the family ties n bonds that we share....an assimilation of sweet and sour feelings which is forever cherished and which make","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"india","slug":"india"}],"slug":"family-no.1","total":0}]}