{"id":285,"title":"Top Places to visit in Kurnool, Andhra Pradesh","imageUrl":"dcd1773c-ac16-4070-ae3c-c208cd104fa2_Kurnool-railway.jpg","dateCreated":"2019-03-03T08:42:57.043Z","dateModified":"2019-03-03T09:08:39.6Z","contributedBy":"AskGif","content":"<p>Kurnool is the headquarters of Kurnool district in the Indian state of Andhra Pradesh.[5] The city is often referred as The Gateway of Rayalaseema.[6] It was the capital of Andhra State from 1 October 1953 to 31 October 1956. As of 2011 census, it is the fifth most populous city in the state with a population of 460,184.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography and climate</p>\r\n<p>Location</p>\r\n<p>Kurnool is located at 15.8333&deg;N 78.05&deg;E.[16] It has an average elevation of 273 metres (898 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>Kurnool lies on the banks of the Tungabhadra River. The Hundri and Neeva rivers also flow through the city. The K.C.Canal (Kurnool&ndash;Cuddapah) was built by the Dutch for transportation, but later used for irrigation.</p>\r\n<p>&nbsp;</p>\r\n<p>Cityscape</p>\r\n<p>Landmarks in and around the city include Konda Reddy Fort Formerly called Kondareddy Burj is the Historical Monuement and Major Tourist Attraction of Kurnool located at the north east part of the city.[17] Orvakal rock Garderns is the Sculpture Garden with Ancient cave lies on the South East of the city.[18]</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>The climate is tropical with temperatures ranging from 26 &deg;C (78.8 &deg;F) to 46 &deg;C (114.8 &deg;F) in the summer and 12 &deg;C (53.6 &deg;F) to 31 &deg;C (87.8 &deg;F) in the winter. The average annual rainfall is about 705 millimetres (28 in).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Population</p>\r\n<p>As per final data of 2011 census, Kurnool urban agglomeration had a population of 484,327, making it the fifth largest city in the state of Andhra Pradesh[21].</p>\r\n<p>&nbsp;</p>\r\n<p>Literacy</p>\r\n<p>The literacy rate of Kurnool was 77.37 per cent at the time of the 2011 census.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion</p>\r\n<p>As per final data of 2011 census, Hindus formed the majority in the Kurnool urban agglomeration. Other religious groups found in Kurnool are Muslims, Christians, Sikhs and Parsees.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Shri S.V. Mohan Reddy currently holds the MLA position for Kurnool Assembly,[24] where as Ms. Butta Renuka holds the MP position and represents Kurnool constituency at the Lok Sabha[25]</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by Government, aided and private schools of the School Education Department of the state.[26][27] Pre-schools by Anganwadi Centers of ICDS Dept.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has some of the famous institutions for both engineering and medical degrees like Kurnool Medical College (KMC), Pulla Reddy Engineering College etc. KMC is considered one of the leading medical colleges in AP and India.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Palaeolithic era</p>\r\n<p>The Ketavaram[10] rock paintings from the Paleolithic era and are (18 kilometres from Kurnool). Also the Jurreru Valley, Katavani Kunta[11] and Yaganti in Kurnool District have some important rock art and paintings in the vicinity, may be dated from 35,000 to 40,000 years ago.</p>\r\n<p>&nbsp;</p>\r\n<p>Belum Caves are geologically and historically important caves in the district. There are indications that Jain and Buddhist monks were occupying these caves centuries ago. Many Buddhists relics were found inside the caves. These relics are now housed in Museum at Ananthapur. Archaeological survey of India (ASI) found remnants of vessels and other artifacts of pre-Buddhist era and has dated the remnants of vessels found in the caves to 4500 BC.[12]</p>\r\n<p>&nbsp;</p>\r\n<p>Vijayanagara era</p>\r\n<p>Little was known about Kurnool town before the 11th century. The earliest knowledge of this settlement dates from the 11th century. It has developed as transit place on the southern banks of the river Tungabhadra.</p>\r\n<p>&nbsp;</p>\r\n<p>Ruled by the Cholas in 12th Century and later taken over by the Kakatiya dynasty in 13th century. Kurnool developed into a transit point on the southern banks of the Tungabhadra River. It eventually fell under the rule of a jaghirdar before becoming a part of the Vijayanagar dynasty. King Achyuta Raya constructed the Kurnool Fort during the 16th century.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kurnool</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dcd1773c-ac16-4070-ae3c-c208cd104fa2_Kurnool-railway.jpg","subContents":[{"SubTitle":"1. Srisalam Temple","SubTitleHindi":null,"SubContent":"<p>The shrine of Lord Mallikarjuna picturesquely situated on a flat top of Nallamalai Hills, Srisailam is reputed to be one of the most ancient kshetras in India. It is on the right side of the River Krishna in Kurnool District of Andhra Pradesh. This celebrated mountain is also named as Siridhan, Srigiri, Sirigiri, Sriparvatha and Srinagam. It has been a popular centre of Saivite pilgrimage for centuries. The prominence of this Divya Kshetram is highlighted by the fact that while performing our daily household rituals we specify place of location of our existence with reference to Srisailam.</p>","SubContentHindi":null,"ImageUrl":"dc7cc50c-8e89-456e-81dc-d99e27f98bd6_Srisalam-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Mantralayam Temple","SubTitleHindi":null,"SubContent":"<p>Mantralayam is a village in Kurnool district in Andhra Pradesh, India. It lies on the banks of the Tungabhadra river on the border with neighbouring Karnataka state. It is also called as Manchale. This town is noted for the holy presence of the Vrindavana (sacred burial) of Guru Raghavendra Swami, a Madhwa saint and follower of Sri Madhwacharya. It is believed that Guru Raghavendra Swami is in the Vrindavana from the past 339 years and is believed to be in the Vrindavana for another 361 years. While entering the Vrindavana, Guru Raghavendra Swami stated that he would be there (in the Vrindavana) for 700 years.</p>","SubContentHindi":null,"ImageUrl":"3712f7a6-0298-4caa-a4c1-6a69c0f8fb5d_Mantralayam-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Srisailam Dam","SubTitleHindi":null,"SubContent":"<p>The Srisailam Dam is a dam constructed across the Krishna River in the border of Mahabubnagar District, Telangana (Left bank) and Kurnool district, Andhra Pradesh (Right bank) in India and is the 3rd largest capacity hydroelectric project in the country. The dam was constructed in a deep gorge in the Nallamala Hills in between Mahabubnagar and Kurnool districts, 300 m (980 ft) above sea level. It is 512 m (1,680 ft) long, 269.748 metres (885.00 ft) high and has 12 radial crest gates. It has a reservoir of 800 square kilometres (310 sq mi). Project has an estimated live capacity to hold 178.74 billion cubic feet. The left bank power station houses 6 &Atilde;? 150 megawatts (200,000 hp) reversible Francis-pump turbines (for pumped-storage) and the right bank contains 7 &Atilde;? 110 megawatts (150,000 hp) Francis-turbine generators.</p>","SubContentHindi":null,"ImageUrl":"f207d309-c3be-4b55-90cc-567e71bf55b3_Srisailam-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Kurnool Fort","SubTitleHindi":null,"SubContent":"<p>The Kurnool Fort is located in the heart of Kurnool and is one of the prominent landmarks of the town. It was believed to be built by Achyuta Devarayalu, belonging to Vijayanagar Empire and stands even today as the splendorous examples of the architecture of those times. Konda Reddy Buruju is a part of Kurnool Fort and also the only part left out of the magnificent fort. There was a tunnel across the River Krishna to Alampur. You can see this tunnel even now. This was the prison where Konda Reddy had his last breath and hence the tower was named in his memory. The bastion is in the shape of a huge pillar and has two storeys. The first storey has an underground passage about 25kms long, which leads you to Alampur, a town in Mahbubnagar District. Many treasure hunters tried to dig this through passage. Some were successful and the fate of others is not known. Recently after an attempt by a well known person of Kurnool to take the treasure, this passage is closed permanently.</p>","SubContentHindi":null,"ImageUrl":"cde3b889-08e5-4fe8-918e-454d911abb05_Kurnool-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Kurnool Caves","SubTitleHindi":null,"SubContent":"<p>Belum Caves is the second largest cave in Indian subcontinent and the longest caves in plains of Indian Subcontinent, known for its stalactite and stalagmite formations. Belum Caves have long passages, spacious chambers, fresh water galleries and siphons. It is a natural underground cave formed by the constant flow of underground water. The caves reach its deepest point (150 feet from entrance level) at the point known as Pataalaganga. Belum Caves derive their name from \"Bilum\" Sanskrit word for caves.[1] In Telugu language, it is called Belum Guhalu. Belum Caves has a length of 3229 metres, making it the second largest natural caves in Indian Subcontinent. It was brought to scientific attention in 1884 by a British surveyor Robert Bruce Foote, later in 1982-84, a team of German speleologists headed by H Daniel Gebauer conducted a detailed exploration of the caves.</p>","SubContentHindi":null,"ImageUrl":"a8467cb1-3052-48b9-b8a4-d45202e0af4a_Kurnool-Caves.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Roads</p>\r\n<p>Kurnool is well connected by road with Hyderabad and Bengaluru. National Highway 44 (India) connects Kurnool to Hyderabad. The State Highway 51 connects to Srisailam, Vinukonda, Guntur, Vijayawada. National Highway 40 (India) (new numbering) runs from Kurnool to Chittoor are the major highways passing through the city. The city has a total road length of 519.22 km[28] State owned bus transport system, APSRTC, operates buses from Kurnool bus station to other parts of the state.[29][30]</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Kurnool railway station lies on the Hyderabad &ndash; Guntakal railway line. It is classified as an A&ndash;category station in the Hyderabad railway division of South Central Railway zone.</p>\r\n<p>&nbsp;</p>\r\n<p>Airport</p>\r\n<p>The Ministry of Civil Aviation has proposed to develop Kurnool Airport, a greenfield airport near Orvakal, 25 km from Kurnool city. The airport opened on 8-jan-2019 Airport built on 1,110 acres of land at a cost of Rs. 234 crores and is projected to be commercial enclave by April 2019.</p>\r\n<p>source: https://www.kurnool.ap.gov.in</p>","SubContentHindi":null,"ImageUrl":"588dc09f-e7f5-476f-bf81-727066d80c39_Kurnool-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kurnool-andhra-pradesh","tags":[{"name":"kurnool","slug":"kurnool"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"recommendations":[{"id":1239,"title":"Top Places to visit in Uravakonda, Andhra Pradesh","imageUrl":"28d0bf09-49e8-4ec8-8cd2-503b4a839069_Uravakonda.jpg","dateCreated":"2020-04-22T13:07:24.262Z","dateModified":"2020-04-22T13:07:36.552Z","contributedBy":"AskGif","content":"Uravakonda is a census town in Anantapur district of the Indian state of Andhra Pradesh. It is the headquarters of Uravakonda Mandal in Anantapur revenue division. The town is a constituent of urban agglomeration.\r\n&nbsp;\r\nUravakonda was formed about 115 years ago by the late Govind","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28d0bf09-49e8-4ec8-8cd2-503b4a839069_Uravakonda.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"uravakonda","slug":"uravakonda"}],"slug":"top-places-to-visit-in-uravakonda-andhra-pradesh","total":0},{"id":1190,"title":"Top Places to visit in Jaggaiahpet, Andhra Pradesh","imageUrl":"facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","dateCreated":"2020-04-10T07:24:01.308Z","dateModified":"2020-04-10T07:24:13.431Z","contributedBy":"AskGif","content":"Jaggayyapeta is a census town in Krishna district of the Indian state of Andhra Pradesh. It is also the Mandal headquarters of the Jaggayyapeta Mandal of Vijayawada revenue division. The town is located on the banks of the Paleru River which is a tributary of the Krishna River.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"jaggaiahpet","slug":"jaggaiahpet"}],"slug":"top-places-to-visit-in-jaggaiahpet-andhra-pradesh","total":0},{"id":280,"title":"Top Places to visit in Kadapa, Andhra Pradesh","imageUrl":"2aed6a82-4a49-4fbf-9153-67bd95218047_Kadapa-railway.jpg","dateCreated":"2019-03-01T17:01:46.334Z","dateModified":"2019-03-02T06:50:52.011Z","contributedBy":"AskGif","content":"Kadapa (alternatively spelled Cuddapah) is a city in the Rayalseema region of the south-central part of Andhra Pradesh, India . It is the district headquarters of Kadapa district. As of 2011 Census of India, the city had a population of 344,078. It is located 8 kilometres (5.0 mi) south of the Pe","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2aed6a82-4a49-4fbf-9153-67bd95218047_Kadapa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"kadapa","slug":"kadapa"}],"slug":"top-places-to-visit-in-kadapa-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}