{"id":286,"title":"आतंकी मौलाना मसूद अजहर, पाकिस्तान समर्थित जैश-ए-मोहम्मद का प्रमुख, मृत","imageUrl":"c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","dateCreated":"2019-03-03T13:15:48.375Z","dateModified":"2019-03-03T13:18:14.769Z","contributedBy":"AskGif","content":"<p>जैश-ए-मोहम्मद प्रमुख मौलाना मसूद अजहर कथित तौर पर मर चुका है। सूत्रों ने बताया कि अजहर की मौत 2 मार्च को पाकिस्तान के रावलपिंडी के एक सैन्य अस्पताल में हुई। पाकिस्तान को इस संबंध में अभी कोई औपचारिक घोषणा नहीं करनी है, लेकिन शीर्ष खुफिया सूत्रों ने दावा किया कि लीवर कैंसर के कारण अजहर की मृत्यु हो गई।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ रिपोर्टों में दावा किया गया था कि अज़हर बालाकोट आतंकी शिविर में सो रहा था, जिसे 26 फरवरी को भारतीय वायु सेना ने निशाना बनाया था। सूत्रों ने कहा कि कर्नल सलीम के रूप में पहचाने जाने वाले आईएसआई अधिकारी की भी भारतीय वायुसेना के हवाई हमलों में मौत हो गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>शुक्रवार को पाकिस्तान के विदेश मंत्री शाह महमूद कुरैशी ने स्वीकार किया था कि मसूद अजहर वास्तव में पाकिस्तान में है। सीएनएन से बात करते हुए, कुरैशी ने कहा था, \"वह पाकिस्तान में है। मेरी जानकारी के अनुसार, वह बहुत अस्वस्थ है। वह इस हद तक अस्वस्थ है कि वह अपना घर नहीं छोड़ सकती।\"</p>\r\n<p>&nbsp;</p>\r\n<p>यह पूछे जाने पर कि भारत और पाकिस्तान के बीच इतना तनाव पैदा करने के लिए जिम्मेदार अजहर को गिरफ्तार करने में पाकिस्तान क्यों नाकाम रहा है, कुरैशी ने कहा कि भारत को अजहर के खिलाफ पाकिस्तान को कार्रवाई करने के सबूत देने होंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय है कि भारत ने बार-बार JeM की आतंकी गतिविधियों के खिलाफ कई विश्वसनीय प्रस्तुत किए हैं, लेकिन इस्लामाबाद JeM प्रमुख के खिलाफ कोई कार्रवाई करने में विफल रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>14 फरवरी को, पुलवामा जिले में जम्मू-श्रीनगर राजमार्ग पर लगभग 2500 केंद्रीय रिजर्व पुलिस बल (सीआरपीएफ) के जवानों के साथ 78 वाहनों के एक काफिले पर एक जेएम आत्मघाती हमलावर द्वारा हमला किया गया था, जिसके परिणामस्वरूप 40 सैनिकों की शहादत हुई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>26 फरवरी को, भारतीय वायु सेना (IAF) के 12 मिराज 2000 लड़ाकू विमानों ने पाकिस्तान के अंदर JeM के सबसे बड़े प्रशिक्षण शिविर में बमों की बारिश की, जिसमें आतंकवादियों और उनके प्रशिक्षकों की \"बहुत बड़ी संख्या\" थी। भारतीय वायुसेना द्वारा पूर्व-भोर, '' पूर्व-खाली और गैर-सैन्य '' ऑपरेशन को कई लोगों द्वारा पुलवामा आतंकी हमले के लिए भारत की प्रतिक्रिया के रूप में देखा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>अज़हर ने बाद में पुष्टि की कि हवाई हमले वास्तव में बालाकोट के जेएम के आतंकवादी शिविर में हुए थे। हालांकि, उन्होंने यह दावा करके पाकिस्तान के चेहरे को बचाने की कोशिश की कि हवाई हमलों ने उनके कैडर या परिवार के सदस्यों को कोई नुकसान नहीं पहुंचाया।</p>\r\n<p>&nbsp;</p>\r\n<p>पाकिस्तान ने बुधवार को भारतीय वायुसेना के हवाई हमले का उल्लंघन करते हुए भारतीय वायुसेना के हवाई हमले का बदला लिया क्योंकि पाकिस्तानी वायु सेना के तीन एफ 16 लड़ाकू विमानों ने जम्मू और कश्मीर के राजौरी जिले में नौशेरा सेक्टर के सीमावर्ती क्षेत्रों में प्रवेश किया।</p>\r\n<p>&nbsp;</p>\r\n<p>हालांकि, भारतीय जेट विमानों का भारतीय वायुसेना द्वारा पीछा किया गया था और पीएएफ जेट विमानों में से एक को भारतीय वायुसेना द्वारा मार गिराया गया था। पाकिस्तानी विमान के साथ संक्षिप्त हवाई सगाई में, एक मिग -21 पायलट लापता हो गया और बाद में पाकिस्तानी बलों द्वारा जीवित पकड़ लिया गया। भारत और अन्य राष्ट्रों द्वारा डाले गए दबाव के कारण लगभग 60 घंटे के बाद पाकिस्तान द्वारा पकड़े गए IAF विंग कमांडर अभिनंदन वर्थमान को रिहा कर दिया गया था।</p>\r\n<p>स्रोत: https://zeenews.india.com/india/terrorist-maulana-masood-azhar-head-of-pakistan-backed-jaish-e-mohammad-dead-sources-2184959.html</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"terrorist-maulana-masood-azhar-head-of-pakistan-backed-jaish-e-mohammad-dead","tags":[{"name":"पाकिस्तान","slug":"pakistan"},{"name":"इंडिया","slug":"india"}],"recommendations":[{"id":1390,"title":"व्हाट्सएप का डिफेंस एमिड रो ओवर लीक चैट्स इन ड्रग्स प्रोब","imageUrl":"icon_fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","dateCreated":"2020-09-25T04:34:14.93Z","dateModified":"2020-09-25T04:36:19.432Z","contributedBy":"sumitc91","content":"केंद्रीय एजेंसी ने अभिनेताओं दीपिका पादुकोण और श्रद्धा कपूर को प्रतिभा एजेंट जया साहा के सेलफोन से एक्सेस 2017 के चैट डेटिंग के आधार पर बुलाया है।<br />सोशल नेटवर्क प्लेटफ़ॉर्म व्हाट्सएप ने गुरुवार को कहा कि उसके संदेश सुरक्षित हैं और कोई भी तीसरा पक्ष उन्हें एक्सेस नहीं कर सकता है - इस बारे में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"भारत","slug":"india"}],"slug":"whatsapps-defense-amid-row-over-leaked-chats-in-drugs-probe","total":0},{"id":1373,"title":"सुशांत सिंह राजपूत आत्महत्या मामला: मुंबई पुलिस ने लगभग 9 घंटे तक रिया चक्रवर्ती को ग्रिल किया, अभिनेत्री ने कबूल किया कि उनका सुशांत से झगड़ा हुआ था","imageUrl":"dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","dateCreated":"2020-06-19T06:18:04.528Z","dateModified":"2020-06-19T06:37:02.916Z","contributedBy":"AskGif","content":"18 जून को, स्वर्गीय अभिनेता सुशांत सिंह राजपूत की अफवाह प्रेमिका रिया चक्रवर्ती को मुंबई पुलिस ने अभिनेता की आत्महत्या के लिए चल रही जांच में लगभग 9 घंटे सीधे पूछताछ की थी। हम अब स्रोतों के माध्यम से पूछताछ के दौरान सभी को क्या मिला, इस पर अपने हाथ लाने में कामयाब रहे। आस-पास चल रही अफवाहों की पु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"sushant-singh-rajput-suicide-case-mumbai-police-grill-rhea-chakraborty-for-almost-9-hours-actress-confesses-she-had-a-fight-with-sushant","total":0},{"id":1367,"title":"सुशांत सिंह राजपूत की आखिरी बार फोटो रिया चक्रवर्ती के साथ वायरल हुई","imageUrl":"662d79f5-2af9-42ea-aa8d-1e3ce9016c34-pjimage.jpg","dateCreated":"2020-06-15T04:09:15.341Z","dateModified":"2020-06-15T04:41:17.954Z","contributedBy":"AskGif","content":"अभिनेता सुशांत सिंह राजपूतों की अचानक मौत की खबर ने सभी को स्तब्ध कर दिया था, इसके बाद अभिनेता की एक पुरानी तस्वीर उनकी रिया गर्लफ्रेंड रिया चक्रवर्ती के साथ सोशल मीडिया पर वायरल हो गई।\r\nअभिनेता सुशांत सिंह राजपूतों की अचानक मौत की खबर ने सभी को स्तब्ध कर दिया था, इसके बाद अभिनेता की एक पु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/662d79f5-2af9-42ea-aa8d-1e3ce9016c34-pjimage.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"sushant-singh-rajputs-last-seen-photo-with-rhea-chakraborty-goes-viral","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0}]}