{"id":286,"title":"Terrorist Maulana Masood Azhar, head of Pakistan-backed Jaish-e-Mohammad, dead","imageUrl":"c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","dateCreated":"2019-03-03T13:15:48.375Z","dateModified":"2019-03-03T13:18:14.769Z","contributedBy":"AskGif","content":"<p>Jaish-e-Mohammad Chief Maulana Masood Azhar is reportedly dead. Sources said that Azhar died on March 2 at a military hospital in Pakistan's Rawalpindi. Pakistan is yet to make any formal announcement in this regard but top intelligence sources claimed that Azhar died due to liver cancer.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Some reports claimed that Azhar was sleeping in Balakot terror camp which was targeted by Indian Air Force on February 26. Sources added that an ISI official identified as Colonel Salim was also killed in the IAF airstrikes.</p>\r\n<p>&nbsp;</p>\r\n<p>On Friday, Pakistan Foreign Minister Shah Mehmood Qureshi had admitted that Masood Azhar is indeed in Pakistan. Speaking to CNN, Qureshi had said, \"He is in Pakistan. According to my information. he's very unwell. He is unwell to the extent that he cannot leave his house.\"</p>\r\n<p>&nbsp;</p>\r\n<p>When asked why Pakistan has failed to arrest Azhar, who is responsible for causing so much tension between India and Pakistan, Qureshi said India must give actionable evidence to Pakistan against Azhar.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>It is notable that India has repeatedly presented several credible against JeM's terror activities but Islamabad has failed to take any action against the JeM chief.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>On February 14, a convoy of 78 vehicles carrying nearly 2500 Central Reserve Police Force (CRPF) personnel was attacked on Jammu-Srinagar highway in Pulwama district by a JeM suicide bomber resulting in the martyrdom of 40 soldiers.</p>\r\n<p>&nbsp;</p>\r\n<p>On February 26, 12 Mirage 2000 fighter jets of Indian Air Force (IAF) rained bombs at JeM's biggest training camp inside Pakistan killing \"a very large number\" of terrorists and their trainers. The pre-dawn, ''pre-emptive and non-military'' operation by the IAF was seen by many as India's response to Pulwama terror attack.</p>\r\n<p>&nbsp;</p>\r\n<p>Azhar later confirmed that the air strikes indeed took place at the terror camp of JeM at Balakot. He, however, tried to save Pakistan's face by claiming that air strikes didn't cause any damage to his cadre or family members.</p>\r\n<p>&nbsp;</p>\r\n<p>Pakistan retaliated to IAF's airstrikes by violating the Indian air space on Wednesday as three F 16 fighter jets of Pakistan Air Force dropped bombs entered the border areas of Nowshera sector in Jammu and Kashmir's Rajouri district.</p>\r\n<p>&nbsp;</p>\r\n<p>However, the Pakistani jets were chased away by the IAF and one of the PAF jets was shot down by the IAF.&nbsp; In the brief aerial engagement with the Pakistani aircraft, one MiG-21 pilot went missing and was later captured alive by the Pakistani forces. The captured IAF Wing Commander Abhinandan Varthaman was however released by Pakistan after around 60 hours due to the pressure put by India and other nations.</p>\r\n<p>source: https://zeenews.india.com/india/terrorist-maulana-masood-azhar-head-of-pakistan-backed-jaish-e-mohammad-dead-sources-2184959.html</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"terrorist-maulana-masood-azhar-head-of-pakistan-backed-jaish-e-mohammad-dead","tags":[{"name":"pakistan","slug":"pakistan"},{"name":"india","slug":"india"}],"recommendations":[{"id":1390,"title":"WhatsApp's Defense Amid Row Over Leaked Chats In Drugs Probe","imageUrl":"icon_fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","dateCreated":"2020-09-25T04:34:14.93Z","dateModified":"2020-09-25T04:36:19.432Z","contributedBy":"sumitc91","content":"The central agency has summoned actors Deepika Padukone and Shraddha Kapoor on basis of chats dating back to 2017, accessed from the cellphone of talent agent Jaya Saha.<br />Social network platform WhatsApp on Thursday said that its messages are protected and no third party can access them - an ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc48b062-583f-4efe-9bbc-cc324390edce.jpg?quality=75&strip=all&w=1600&h=900&crop=1","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"whatsapps-defense-amid-row-over-leaked-chats-in-drugs-probe","total":0},{"id":1373,"title":"Sushant Singh Rajput suicide case: Mumbai Police grill Rhea Chakraborty for almost 9 hours, actress confesses she had a fight with Sushant","imageUrl":"dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","dateCreated":"2020-06-19T06:18:04.528Z","dateModified":"2020-06-19T06:37:02.916Z","contributedBy":"AskGif","content":"On June 18, late actor Sushant Singh Rajput&rsquo;s rumored girlfriend Rhea Chakraborty was interrogated by the Mumbai Police for almost 9 hours straight in the ongoing investigations into the actor&rsquo;s suicide. We have now managed to get our hands on what all entailed during the course of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"sushant-singh-rajput-suicide-case-mumbai-police-grill-rhea-chakraborty-for-almost-9-hours-actress-confesses-she-had-a-fight-with-sushant","total":0},{"id":1367,"title":"Sushant Singh Rajput's last seen Photo with Rhea Chakraborty goes viral","imageUrl":"662d79f5-2af9-42ea-aa8d-1e3ce9016c34-pjimage.jpg","dateCreated":"2020-06-15T04:09:15.341Z","dateModified":"2020-06-15T04:41:17.954Z","contributedBy":"AskGif","content":"Soon after the news of actor Sushant Singh Rajputs sudden death sent shockwaves all over, an old picture of the actor with his rumored girlfriend Rhea Chakraborty has gone viral on social media.\r\nSoon after the news of actor Sushant Singh Rajputs sudden death sent shockwaves all over, an o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/662d79f5-2af9-42ea-aa8d-1e3ce9016c34-pjimage.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"sushant-singh-rajputs-last-seen-photo-with-rhea-chakraborty-goes-viral","total":0},{"id":186,"title":"Family No.1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"Family no.1... this was a daily soap that used to come on one of the tv channels...well that's just a lame statement justifying the title...but actually this post is about the family ties n bonds that we share....an assimilation of sweet and sour feelings which is forever cherished and which make","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"india","slug":"india"}],"slug":"family-no.1","total":0}]}