{"id":287,"title":"Top Places to visit in Prakasam, Ongole, Andhra Pradesh","imageUrl":"85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","dateCreated":"2019-03-06T14:53:37.9Z","dateModified":"2019-03-06T15:08:29.53Z","contributedBy":"AskGif","content":"<p>Prakasam district is an administrative district in the Coastal Andhra region of the Indian state of Andhra Pradesh. The headquarters of the district are located at Ongole. It is located on the western shore of Bay of Bengal and is bounded by Guntur district on the north, Kurnool district on the west, Kadapa and Nellore districts on the south. A part of north west region also borders the Mahabubnagar district of Telangana.[2] It is the 3rd largest district in the state with an area of 17,626 km2 (6,805 sq mi) and had a population of 3,392,764 as per 2011 census of India.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Prakasam district was originally constituted on 2 February 1970, carved out of Guntur, Nellore and Kurnool districts of Andhra Pradesh.[5] It was carved out of three taluks of Guntur District, i.e. Addanki, Chirala, and Ongole, four taluks of Nellore district, i.e. Kandukur, Kanigiri, Darsi and Podili and three taluks of Kurnool district i.e. Markapur, Yarragondapalem and Giddaluru. It is one of the nine districts in the Coastal Andhra region of Andhra Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Prakasam District is a part of the Red Corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Prakasam district occupies an area of 17,626 square kilometres (6,805 sq mi),[3] comparatively equivalent to Indonesia's Seram Island.[6]</p>\r\n<p>&nbsp;</p>\r\n<p>The only Municipal Corporation in Prakasam is Ongole. Some of the main towns in Prakasam district are Singarayakonda, Addanki, Inkollu, Markapur, Yerragondapalem, Podili, Darsi, Donakonda, Chirala, Kandukur, Pamuru, Parchur, Giddaluru, Dornala, Cumbum, Kanigiri, Chimakurthy and Martur. Markapur is India's main slate manufacturing town where the historic temple of Lord Chennakesava is situated. Chimakurthi is world-renowned for its granite reserves. Dornala is also known as Diguva Srisailam, since it is very near the historic pilgrimage centre of Srisailam.</p>\r\n<p>&nbsp;</p>\r\n<p>Cumbum lake also known as Gundalakamma lake built on Gundalakamma rivulet upon Nallamalai hills is one of the oldest man made lakes of Asia. The anicut was built by the Vijayanagar princess Varadharaj Amma. The lake in its present form is about 7 km long and on average, about 3.5 km wide As per the Imperial gazette of India at the turn of the 20th century the height of the dam was 57 feet (17 m) and the drainage area was 430 square miles (1,100 km2). The direct irrigation land was about 10,300 acres (42 km2) in all.[3] Cumbum lake is accessible both by the rail Guntur-Nandyal railway line and by road 108 km from Ongole.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>The Bhairava Kona cave temples are 8th century single stone rock-cut cave temples (similar to Mahabalipuram) for Lord Shiva.[11][12]</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district is divided into 3 revenue divisions, namely, Kandukur, Markapur and Ongole.[13] These are sub-divided into 56 mandals which consists of 1081 villages and 13 towns. These 13 towns (or urban settlements) in the district include, 1 municipal corporation, 3 municipalities and 4 nagar panchayats. Ongole is the only municipal corporation, Chirala, Kandukur, Markapur are the 3 municipalities and Addanki, Kanigiri, Chimakurthi, Giddalur are the nagar panchayats.[14] The 5 census towns in the district are Cumbum, Chirala (CT), Podili, Vetapalem, Pamur and Singarayakonda.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state.[15][16] As per the school information report for the academic year 2015-16, there are a total of 4,311 schools. They include, 33 government, 2,949 mandal and zilla parishads, 1 residential, 1079 private, 10 model, 37 Kasturba Gandhi Balika Vidyalaya (KGBV), 50 municipal and 152 other types of schools.[17] The total number of students enrolled in primary, upper primary and high schools of the district are 562,510.[18] The total number of students enrolled in primary, upper primary and high schools of the district are 461,065.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Prakasam_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","subContents":[{"SubTitle":"1. Bhairavakona Temple","SubTitleHindi":null,"SubContent":"<p>Bhairavakonda(Bhairavakona) is about 150 kilometres from Ongole and is famous for many rock-cut temples dedicated to Lord Shiva and many other Hindu deities. Most of these temples are in ruins and date back to the 7th and 8th centuries. The architectural style of temples is similar to the temples that were constructed during the Pallava Dynasty. This Dynasty ruled Tamil Nadu and made it into prosperous region. Many of the temples have lingas as well as small images of Lord Shiva and other Hindu Gods and Goddesses. Bhairavakona is surrounded by hills and cascading waterfalls. One of the cascades descends 200 meters and flows through Durga Devi Temple. Many people come to see the temple at nightfall when the moonlight falls on the water and reflects on the deity. This happens once year on Karthika Pournami.</p>","SubContentHindi":null,"ImageUrl":"61ec22c7-94bb-48fa-a487-b29ec36ce299_Bhairavakona-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Markapur Chennakesava","SubTitleHindi":null,"SubContent":"<p>As Andhra Pradesh braces itself for celebrating in a big way the 500th coronation of Sri Krishnadevaraya from July five, the famous Chennakesava Swamy temple in Markapur in Prakasam district is spruced up.</p>\r\n<p>While the first storey was constructed during the Krishnadeva Raya's regime, the other storeys were added in the year 1837 by one Lingaraju, he adds. The 18 inscriptions on the walls of the temple constructed in 1425 A.D gives a vivid account of the socio-economic condition and cultural life of the people in Sri Krishnadevaraya's times, he says. The king had donated 355.14 acres in 14 villages for the upkeep of the temple. The temple, where a statue of great king was installed, got the name Kesava after the Lord killed a demon Kesi. The Lord is accompanied by his consort Lakshmi.</p>","SubContentHindi":null,"ImageUrl":"05d91b08-955c-49ea-809b-ac2b32766c6f_Markapur-Chennakesava.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Tripurantakam","SubTitleHindi":null,"SubContent":"<p>Located at 40 km from Markapur and 93 km from Ongole, it&acirc;??s a well known place of pilgrimage. This is the site of the Tripuranta Keswara Swamy temple situated on a hilltop. The main idol is in the form of a linga with 5 faces, including the image of Ganga Bhavani. According to mythology, Agasthya Maharaj built a cave here that leads to Srisailam, Rameswaram and Kashi.</p>","SubContentHindi":null,"ImageUrl":"7734322c-d57a-4564-b4c5-e57b1f5d5cb6_Tripurantakam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Singarakonda Anjaneya swamy Temple","SubTitleHindi":null,"SubContent":"<p>There are two things which Singarakonda is known for. One of them is that Lord Hanuman is located on the bank of Bhavanasi lake at the bottom of the hill Singarakonda and the second is that there is one Sri Lakshminarasimha Swamy temple located on the hilltop. The Sri Lakshminarasimha Swamy temple on top of the hill. This temple on the top of the hill is said to have built in the 14th Century CE as per the available literature. It was built and developed by King Devarayalu</p>","SubContentHindi":null,"ImageUrl":"c19ee07c-e63d-4e50-ad32-b5a7ef20240b_Singarakonda-Anjaneya-swamy-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Kottapatnam Beach","SubTitleHindi":null,"SubContent":"<p>The clean sands and clear water of the Kothapatnam beach is perfect for a relaxing evening. The serenity and the flowing calmness of the sea waters with the sounds of the wave&acirc;??s leaves you mesmerized to bring an unforgettable experience. The beach lines the coast of Bay of Bengal and runs along several kilometres. The beach is popular for picnic and serves as a recreational spot. The long stretch of sand encourages walks but the sun setting view on the beach is something to look for. The place has fresh wind blowing and the sun setting creates a pictorial image in front of the eyes. The beach is an absolute untouched stretch of golden sand and people who have an obsession for unspoilt nature can get your tents and get going.</p>","SubContentHindi":null,"ImageUrl":"feaf4c41-e69d-46ed-afd8-c7b36fccc99b_Kottapatnam-Beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Transport</p>\r\n<p>Roadways</p>\r\n<p>&nbsp;</p>\r\n<p>The total of core road network of the district is 1,286.155 km (799.180 mi). It includes, 542.047 km (336.812 mi) of existing and a proposed length of 644.110 km (400.231 mi). The district is well connected by National highways, state highways and district roads as well. The NH 5 or NH 16 passes through Ongole which is the major highway connecting Howrah &ndash; Chennai, a part of Asian Highway Network. APSRTC, a state government public bus transport operates services.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>&nbsp;</p>\r\n<p>The district has a rail network of 406 km (252 mi). The entire rail network is under South Central Railway zone. Ongole is one of the main stations of this district and most of the stations are under Vijayawada railway division.</p>\r\n<p>&nbsp;</p>\r\n<p>Airports</p>\r\n<p>&nbsp;</p>\r\n<p>Minister of State for Civil Aviation, has granted site clearance for setting up of a Greenfield Airport at Ongole.</p>\r\n<p>source:https://www.prakasam.ap.gov.in</p>","SubContentHindi":null,"ImageUrl":"8d848206-86ec-434a-9b13-e424151ac4ce_prakasam-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-prakasam-ongole-andhra-pradesh","tags":[{"name":"ongole","slug":"ongole"},{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"prakasam","slug":"prakasam"}],"recommendations":[{"id":1218,"title":"Top Places to visit in Rayadurg, Andhra Pradesh","imageUrl":"b2275eaf-4aa9-4d36-8b65-7a4ef04d3db3_Rayadurg.jpg","dateCreated":"2020-04-13T07:34:55.597Z","dateModified":"2020-04-13T07:35:08.31Z","contributedBy":"AskGif","content":"Rayadurga is a town in the Anantapur district of the Indian state of Andhra Pradesh. It is the headquarters of Rayadurgam Mandal in the Kalyandurg revenue division. The town is renowned for its Handloom industry.\r\n&nbsp;\r\nDemographics\r\nAs of 2011 Census of India, the town had","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2275eaf-4aa9-4d36-8b65-7a4ef04d3db3_Rayadurg.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rayadurg","slug":"rayadurg"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-rayadurg-andhra-pradesh","total":0},{"id":1216,"title":"Top Places to visit in Ramachandrapuram, Andhra Pradesh","imageUrl":"68a99298-433e-4ff9-9c26-47759a380202_Ramachandrapuram.jpg","dateCreated":"2020-04-12T16:11:19.102Z","dateModified":"2020-04-12T16:11:38.003Z","contributedBy":"AskGif","content":"Ramachandrapuram is a town in East Godavari district of the Indian state of Andhra Pradesh. The town is a Municipality that serves as the headquarters of Ramachandrapuram Mandal and Ramachandrapuram revenue division.\r\n&nbsp;\r\nGeography\r\nRamachandrapuram is located at 16.85&de","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/68a99298-433e-4ff9-9c26-47759a380202_Ramachandrapuram.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"ramachandrapuram","slug":"ramachandrapuram"}],"slug":"top-places-to-visit-in-ramachandrapuram-andhra-pradesh","total":0},{"id":1178,"title":"Top Places to visit in Amaravati, Andhra Pradesh","imageUrl":"877202e3-4678-400c-9903-2df7273c1611_Amaravati.jpg","dateCreated":"2020-04-09T14:25:09.602Z","dateModified":"2020-04-09T14:25:20.977Z","contributedBy":"AskGif","content":"Amaravati is the state capital of the Indian state of Andhra Pradesh, and the primary city of the state's Capital Region. Built on allotted space on the southern banks of Krishna River in Guntur district selected close to the geographical center of the state Amaravati is a recently constructed pl","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/877202e3-4678-400c-9903-2df7273c1611_Amaravati.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"amaravati","slug":"amaravati"}],"slug":"top-places-to-visit-in-amaravati-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}