{"id":287,"title":"प्रकाशम, ओंगोल में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","dateCreated":"2019-03-06T14:53:37.9Z","dateModified":"2019-03-06T15:08:29.53Z","contributedBy":"AskGif","content":"<p>प्रकाशम जिला भारतीय राज्य आंध्र प्रदेश के तटीय आंध्र क्षेत्र में एक प्रशासनिक जिला है। जिले का मुख्यालय ओंगोल में स्थित है। यह बंगाल की खाड़ी के पश्चिमी तट पर स्थित है और उत्तर में गुंटूर जिले, पश्चिम में कुरनूल जिले, दक्षिण में कडप्पा और नेल्लोर जिलों से घिरा है। उत्तर पश्चिम क्षेत्र का एक हिस्सा तेलंगाना के महबूबनगर जिले से भी घिरा है। [२] यह राज्य का तीसरा सबसे बड़ा जिला है जिसका क्षेत्रफल 17,626 किमी 2 (6,805 वर्ग मील) है और भारत की 2011 की जनगणना के अनुसार इसकी आबादी 3,392,764 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>प्रकाशम जिले का गठन मूल रूप से 2 फरवरी 1970 को किया गया था, जिसे आंध्र प्रदेश के गुंटूर, नेल्लोर और कुरनूल से बाहर किया गया था। [5] यह गुंटूर जिले के तीन तालुकों, यानि अड़की, चिरला, और ओंगोले, नेल्लूर जिले के चार तालुकों, यानी कंदुकुर, कनिगिरी, डिंडी और पोडिली और तीन तालुकों कुरनूल जिले के तीन तालुके यानी मरकापुर, यारगोंडापुलम, की नक्काशी की गई थी। यह आंध्र प्रदेश के तटीय आंध्र क्षेत्र के नौ जिलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रकाशम जिला रेड कॉरिडोर का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>प्रकाशम जिला 17,626 वर्ग किलोमीटर (6,805 वर्ग मील) के क्षेत्र में है, [3] तुलनात्मक रूप से इंडोनेशिया के सेराम द्वीप के बराबर है। [6]</p>\r\n<p>&nbsp;</p>\r\n<p>प्रकाशम में एकमात्र नगर निगम ओंगोल है। प्रकाशम जिले के कुछ मुख्य शहर हैं सिंगारायकोंडा, अडाणकी, इंकोलु, मरकापुर, येरगोंडापालम, पोदिली, दारसी, डोनाकोंडा, चिराला, कंडुकुर, पामुरु, परचुर, गिद्दलुरु, दोर्नाला, कुंबुम, कनिगिरि, चिमूरूर्ति। मरकापुर भारत का मुख्य स्लेट विनिर्माण शहर है जहाँ भगवान चेन्नेकासवा का ऐतिहासिक मंदिर स्थित है। चिमाकुर्ती अपने ग्रेनाइट भंडार के लिए विश्व प्रसिद्ध है। दोरनाला को डिगुवा श्रीशैलम के नाम से भी जाना जाता है, क्योंकि यह श्रीशैलम के ऐतिहासिक तीर्थस्थल के पास है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुंबुम झील, जिसे गुंडलाकम्मा झील के रूप में भी जाना जाता है, नल्लमालई पहाड़ियों पर गुंडलकम्मा नदी पर बनी है, जो एशिया की सबसे पुरानी मानव निर्मित झील है। ऐजेंट का निर्माण विजयनगर की राजकुमारी वरदराज अम्मा ने करवाया था। अपने वर्तमान स्वरूप में झील लगभग 7 किमी लंबी और औसतन लगभग 3.5 किमी चौड़ी है, 20 वीं शताब्दी के मोड़ पर भारत के इंपीरियल गजट के अनुसार बांध की ऊंचाई 57 फीट (17 मीटर) थी और जल निकासी क्षेत्र था 430 वर्ग मील (1,100 किमी 2)। सीधी सिंचाई की भूमि लगभग 10,300 एकड़ (42 किमी 2) थी। [3] गुंबद झील रेल गुंटूर-नंद्याल रेलवे लाइन और ओंगोल से 108 किमी सड़क मार्ग द्वारा सुलभ है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>भैरवा कोना गुफा मंदिर भगवान शिव के लिए 8 वीं शताब्दी की एक पत्थर की चट्टान से काटे गए मंदिर (महाबलीपुरम के समान) हैं। [११] [१२]</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले को 3 राजस्व प्रभागों में बांटा गया है, अर्थात्, कंदुकुर, मरकापुर और ओंगोल। [13] इन्हें 56 मंडलों में विभाजित किया गया है, जिसमें 1081 गाँव और 13 नगर शामिल हैं। जिले में इन 13 शहरों (या शहरी बस्तियों) में शामिल हैं, 1 नगर निगम, 3 नगर पालिका और 4 नगर पंचायतें। ओंगोल एकमात्र नगर निगम है, चिराला, कंदुकुर, मरकापुर 3 नगरपालिकाएँ हैं और अदिंकी, कनिगिरी, चिमाकुर्ती, गिदालुर नगर पंचायतें हैं। [१४] जिले के 5 जनगणना शहर हैं- कुंबुम, चिरला (सीटी), पोदिली, वेतापलेम, पामुर और सिंगारायकोंडा।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। [१५] [१६] शैक्षणिक वर्ष 2015-16 के लिए स्कूल की सूचना रिपोर्ट के अनुसार, कुल 4,311 स्कूल हैं। इनमें 33 सरकारी, 2,949 मंडल और जिला परिषद, 1 आवासीय, 1079 निजी, 10 मॉडल, 37 कस्तूरबा गांधी बालिका विद्यालय (केजीबीवी), 50 नगरपालिका और 152 अन्य प्रकार के स्कूल शामिल हैं। [17] जिले के प्राथमिक, उच्च प्राथमिक और उच्च विद्यालयों में नामांकित छात्रों की कुल संख्या 562,510 है। [18] जिले के प्राथमिक, उच्च प्राथमिक और उच्च विद्यालयों में नामांकित छात्रों की कुल संख्या 461,065 है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Prakasam_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/85e7c2d7-7949-4814-a958-ed165f7885f4_ongole-railway.jpg","subContents":[{"SubTitle":"1. भैरवकोना मंदिर","SubTitleHindi":null,"SubContent":"<p>भैरवकोंडा (भैरवकोना) ओंगोल से लगभग 150 किलोमीटर की दूरी पर है और कई रॉक-कट मंदिरों के लिए प्रसिद्ध है जो भगवान शिव और कई अन्य हिंदू देवताओं को समर्पित है। इनमें से ज्यादातर मंदिर 7 वीं और 8 वीं शताब्दी के खंडहरों में हैं। मंदिरों की स्थापत्य शैली पल्लव राजवंश के दौरान बनाए गए मंदिरों के समान है। इस राजवंश ने तमिलनाडु पर शासन किया और इसे समृद्ध क्षेत्र में बदल दिया। कई मंदिरों में भगवान शिव और अन्य हिंदू देवी-देवताओं की छोटी-छोटी प्रतिमाएँ हैं। भैरवकोना पहाड़ियों और झरने से घिरा हुआ है। कैस्केड में से एक 200 मीटर नीचे उतरता है और दुर्गा देवी मंदिर से होकर बहता है। कई लोग रात में मंदिर में दर्शन करने आते हैं जब चांदनी पानी पर गिरती है और देवता को दर्शाती है। यह साल में एक बार कार्तिका पूर्णमी पर होता है।</p>","SubContentHindi":null,"ImageUrl":"61ec22c7-94bb-48fa-a487-b29ec36ce299_Bhairavakona-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. मार्कापुर चेन्नाकवा","SubTitleHindi":null,"SubContent":"<p>जैसा कि आंध्र प्रदेश ने पांच जुलाई से श्री कृष्णदेवराय के 500 वें राज्याभिषेक को बड़े पैमाने पर मनाने के लिए खुद को तैयार किया है, प्रकाशम जिले के मरकापुर में प्रसिद्ध चेन्नेकस्वामी मंदिर को अंकुरित किया गया है।</p>\r\n<p>उन्होंने कहा कि कृष्णदेव राय के शासनकाल के दौरान पहली मंजिल का निर्माण किया गया था, अन्य भंडार वर्ष 1837 में एक लिंगराजु द्वारा जोड़े गए थे। वे कहते हैं कि 1425 ई। में निर्मित मंदिर की दीवारों पर 18 शिलालेख श्रीकृष्णदेवराय के समय की सामाजिक-आर्थिक स्थिति और लोगों के सांस्कृतिक जीवन का विशद वर्णन करते हैं। राजा ने मंदिर के रखरखाव के लिए 14 गांवों में 355.14 एकड़ जमीन दान की थी। मंदिर, जहां महान राजा की एक प्रतिमा स्थापित की गई थी, भगवान को एक राक्षस केसी को मारने के बाद केशव नाम मिला। प्रभु के साथ उनकी पत्नी लक्ष्मी भी हैं।</p>","SubContentHindi":null,"ImageUrl":"05d91b08-955c-49ea-809b-ac2b32766c6f_Markapur-Chennakesava.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. त्रिपुरान्तकम्","SubTitleHindi":null,"SubContent":"<p>मार्कापुर से 40 किमी और ओंगोल से 93 किमी दूर स्थित है, यह एक प्रसिद्ध तीर्थस्थल है। यह एक पहाड़ी पर स्थित त्रिपुरांत केशवारा स्वामी मंदिर का स्थान है। मुख्य मूर्ति 5 मुखों वाली एक लिंग के रूप में है, जिसमें गंगा भवानी की छवि भी शामिल है। पौराणिक कथाओं के अनुसार, अगस्त्य महाराज ने यहां एक गुफा का निर्माण किया, जो श्रीशैलम, रामेश्वरम और काशी की ओर जाता है।</p>","SubContentHindi":null,"ImageUrl":"7734322c-d57a-4564-b4c5-e57b1f5d5cb6_Tripurantakam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. सिंगारकोंडा अंजनेया स्वामी मंदिर","SubTitleHindi":null,"SubContent":"<p>दो चीजें हैं जो सिंगारकोंडा के लिए जानी जाती हैं। उनमें से एक यह है कि भगवान हनुमान पहाड़ी सिंगारकोंडा के तल पर भवनासी झील के किनारे स्थित हैं और दूसरा यह है कि वहाँ एक श्री लक्ष्मीनारसिंह स्वामी मंदिर है जो पहाड़ी पर स्थित है। पहाड़ी के ऊपर श्री लक्ष्मीनारसिंह स्वामी मंदिर। कहा जाता है कि पहाड़ी की चोटी पर स्थित मंदिर 14 वीं शताब्दी ईस्वी सन् में उपलब्ध साहित्य के अनुसार बनाया गया था। इसका निर्माण और विकास देवरावलु ने किया था</p>","SubContentHindi":null,"ImageUrl":"c19ee07c-e63d-4e50-ad32-b5a7ef20240b_Singarakonda-Anjaneya-swamy-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कोठापटनम बीच","SubTitleHindi":null,"SubContent":"<p>कोथापटनम समुद्र तट का स्वच्छ रेत और साफ पानी एक आरामदायक शाम के लिए एकदम सही है। लहर की आवाज़ के साथ समुद्र के पानी की शांति और बहती शांति एक अविस्मरणीय अनुभव लाने के लिए आपको मंत्रमुग्ध कर देती है। समुद्र तट बंगाल की खाड़ी के तट को दर्शाता है और कई किलोमीटर तक चलता है। समुद्र तट पिकनिक के लिए लोकप्रिय है और एक मनोरंजक स्थान के रूप में कार्य करता है। रेत के लंबे फैलाव से पैदल चलने को बढ़ावा मिलता है, लेकिन समुद्र तट पर सूरज की रोशनी का नजारा देखने लायक है। इस जगह पर ताज़ी हवा बहती है और सूरज की सेटिंग आँखों के सामने एक सचित्र छवि बनाती है। समुद्र तट गोल्डन रेत का एक पूर्ण अछूता खिंचाव है और जिन लोगों को अनिर्दिष्ट प्रकृति का जुनून है, वे आपके टेंट को प्राप्त कर सकते हैं और जा सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"feaf4c41-e69d-46ed-afd8-c7b36fccc99b_Kottapatnam-Beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>ट्रांसपोर्ट</p>\r\n<p>रोडवेज</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का कुल सड़क नेटवर्क 1,286.155 किमी (799.180 मील) है। इसमें 542.047 किमी (336.812 मील) मौजूदा और 644.110 किमी (400.231 किमी) की प्रस्तावित लंबाई शामिल है। यह जिला राष्ट्रीय राजमार्गों, राज्य राजमार्गों और जिला सड़कों से भी जुड़ा हुआ है। NH 5 या NH 16 ओंगोल से होकर गुजरता है जो कि हावड़ा - चेन्नई को जोड़ने वाला प्रमुख राजमार्ग है, जो एशियाई राजमार्ग नेटवर्क का एक हिस्सा है। APSRTC, एक राज्य सरकार सार्वजनिक बस परिवहन सेवाएं संचालित करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में 406 किमी (252 मील) का रेल नेटवर्क है। संपूर्ण रेल नेटवर्क दक्षिण मध्य रेलवे क्षेत्र के अंतर्गत है। ओंगोल इस जिले के मुख्य स्टेशनों में से एक है और अधिकांश स्टेशन विजयवाड़ा रेलवे डिवीजन के अंतर्गत आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डों</p>\r\n<p>&nbsp;</p>\r\n<p>नागरिक उड्डयन राज्य मंत्री ने ओंगोल में एक ग्रीनफील्ड हवाई अड्डे की स्थापना के लिए साइट मंजूरी दी है।</p>\r\n<p>स्रोत: https: //www.prakasam.ap.gov.in</p>","SubContentHindi":null,"ImageUrl":"8d848206-86ec-434a-9b13-e424151ac4ce_prakasam-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-prakasam-ongole-andhra-pradesh","tags":[{"name":"ओंगोल","slug":"ongole"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"प्रकाशम","slug":"prakasam"}],"recommendations":[{"id":1218,"title":"रायदुर्ग में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"b2275eaf-4aa9-4d36-8b65-7a4ef04d3db3_Rayadurg.jpg","dateCreated":"2020-04-13T07:34:55.597Z","dateModified":"2020-04-13T07:35:08.31Z","contributedBy":"AskGif","content":"रायदुर्गा भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक कस्बा है। यह कल्याणदुर्ग राजस्व मंडल में रायदुर्गम मंडल का मुख्यालय है। शहर अपने हथकरघा उद्योग के लिए प्रसिद्ध है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2011 की भारत की जनगणना के अनुसार, शहर की आबादी 61,749 थी। कुल जनसंख्या 0,9 वर्ष क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2275eaf-4aa9-4d36-8b65-7a4ef04d3db3_Rayadurg.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायदुर्ग","slug":"rayadurg"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-rayadurg-andhra-pradesh","total":0},{"id":1216,"title":"रामचंद्रपुरम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"68a99298-433e-4ff9-9c26-47759a380202_Ramachandrapuram.jpg","dateCreated":"2020-04-12T16:11:19.102Z","dateModified":"2020-04-12T16:11:38.003Z","contributedBy":"AskGif","content":"रामचंद्रपुरम भारतीय राज्य आंध्र प्रदेश के पूर्वी गोदावरी जिले का एक कस्बा है। शहर एक नगर पालिका है जो रामचंद्रपुरम मंडल और रामचंद्रपुरम राजस्व मंडल के मुख्यालय के रूप में कार्य करती है।\r\n&nbsp;\r\nभूगोल\r\nरामचंद्रपुरम 16.85 &deg; N 82.02 &deg; E पर स्थित है। इसकी औसत ऊंचाई 10 मी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/68a99298-433e-4ff9-9c26-47759a380202_Ramachandrapuram.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"रामचंद्रपुरम","slug":"ramachandrapuram"}],"slug":"top-places-to-visit-in-ramachandrapuram-andhra-pradesh","total":0},{"id":1178,"title":"अमरावती में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"877202e3-4678-400c-9903-2df7273c1611_Amaravati.jpg","dateCreated":"2020-04-09T14:25:09.602Z","dateModified":"2020-04-09T14:25:20.977Z","contributedBy":"AskGif","content":"अमरावती भारतीय राज्य आंध्र प्रदेश की राजधानी है, और राज्य के राजधानी क्षेत्र का प्राथमिक शहर है। गुंटूर जिले में कृष्णा नदी के दक्षिणी तट पर आवंटित स्थान पर निर्मित, राज्य के भौगोलिक केंद्र के करीब चयनित हाल ही में निर्मित शहर है। तेलंगाना के अलग होने के बाद आंध्र प्रदेश की नई राजधानी के रूप में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/877202e3-4678-400c-9903-2df7273c1611_Amaravati.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"अमरावती","slug":"amaravati"}],"slug":"top-places-to-visit-in-amaravati-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}