{"id":288,"title":"Top Places to visit in Sri Potti Sriramulu Nellore, Nellore, Andhra Pradesh","imageUrl":"f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","dateCreated":"2019-03-06T17:35:08.669Z","dateModified":"2019-03-06T19:21:40.203Z","contributedBy":"AskGif","content":"<p>Nellore is a city and district headquarters of Nellore district in the Indian state of Andhra Pradesh. It is located on the banks of Penna River[8] and is the fourth most populous city in the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Nellore district (officially: Sri Potti Sriramulu Nellore district), located in Coastal Andhra region is one of the 13 districts of Andhra Pradesh. The population of the district according to the Census 2011 was 2,966,082 of which 29.07% were urban. Nellore city is its administrative headquarters. The district is bordered by the Bay of Bengal to the east, Kadapa district to the west, Prakasam District to the north, Chittoor district and Thiruvallur district of Tamil Nadu to the south.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Nellore had been under the rule of Cholas, Pallavas, pandyas, Maurya Dynasty, Kharavela of Chedi dynasty, Satavahanas, Kakatiyas, Eastern Gangas of Kalinga Empire, Vijayanagara Empire, Arcot Nawabs and other dynasties.</p>\r\n<p>&nbsp;</p>\r\n<p>Nellore existed from the times of the Cholas ruled by Rajendra Chola I under Tanjavur Mauryan empire and was ruled by Ashoka in the 3rd century B.C. Nellore was conquered by the Rulers of the Pallava Dynasty and it was under their till the 6th century AD, subsequently the Chola rulers ruled Nellore for a long period of time. The Telugu Cholas met their decline in the 13th Century.Tamil inscriptions indicate that it formed part of Chola kingdom till their decline in the thirteenth century AD[12] It later became a part of Kakatiyas, Vijayanagara Empire, Sultanate of Golconda, Mughal Empire and Arcot Nawabdom. In the 18th century, Nellore was taken over by the British from the Arcot Nawabs and was part of the Madras Presidency of British India.</p>\r\n<p>&nbsp;</p>\r\n<p>The city had an important role in the emergence of the Telugu language and the formation of the state of Andhra Pradesh. Potti Sriramulu, who fasted until death for the formation of Andhra Pradesh, hailed from Nellore.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools of the School Education Department of the state.[47][48] The medium of instruction followed by different schools are English, Telugu.[49] Narayana medical college, venkata raja college(vrc) are famous and prestigious institutions. Narayana educational institutions have first started here. It's home for so many intermediate colleges which attracts students from kadapa and chittor districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples</p>\r\n<p>The following hundred temples under the management of Endowments Department[33].</p>\r\n<p>&nbsp;</p>\r\n<p>S.no Temple Mandal Village</p>\r\n<p>1 Sri Prasanna Venkateswara Swamy temple Vidavalur Alaganipadu</p>\r\n<p>2 Sri Seetarama Swamy temple Nellore Allipuram</p>\r\n<p>3 Sri Veeranjaneya Swamy Temple Nellore Allipuram</p>\r\n<p>4 Sri Siddeswara Swamy etc., Temple Allur Allur</p>\r\n<p>5 Sri Atmarama Swamy Temple Sangam Annareddipalem</p>\r\n<p>6 Sri Kasivisweswara Swamy temple Kondapuram Audimurthipuram</p>\r\n<p>7 Sri Prasanna Venkateswara Swamy temple Bogole Bitragunta</p>\r\n<p>8 Sri Ramalingeswara Swamy temple Jaladanki Brahmanakraka</p>\r\n<p>9 Sri Venugopala Swamy temple Jaladanki Brahmanakraka</p>\r\n<p>10 Sri Annapoorna Sametha Kasi Visweswara Swamy Temple Butchireddipalem Buchireddypalem</p>\r\n<p>11 Sri Gangaparvathi Sametha Janaki Ramalingeswara Swamy temple Kavali Budamgunta</p>\r\n<p>12 Sri Chennakeswava Swamy Temple Chejerla Chejerla</p>\r\n<p>13 Sri Chennakesava Swamy temple Chillakur Chinthavaram</p>\r\n<p>14 Sri Venugopala Swamy temple Chillakur Chinthavaram</p>\r\n<p>15 Sri Chennakesava Swamy Temple Chejerla Chittaluru</p>\r\n<p>16 Sri Veerabhadreswara Swamy Temple Chejerla Chittaluru</p>\r\n<p>17 Sri Mallikarjuna Swamy temple Butchireddipalem Damaramadugu</p>\r\n<p>18 Sri Darmaraja swamy temple@ Muthayalpet Gudur East Gudur (R)</p>\r\n<p>19 Sri Kodandarama Ramanjaneya Swamy Temple @ Konetimitta Gudur East Gudur (R)</p>\r\n<p>20 Sri Moolastaneswara Swamy temple Gudur East Gudur (R)</p>\r\n<p>21 Sri Prasanna Venkateswara Swamy Temple @ Raja Street Gudur East Gudur (R)</p>\r\n<p>22 Sri Chennakesava Swamy temple Gudur East Gudur (R)</p>\r\n<p>23 Sri Udayakaleswara Swamy temple Kodavalur Gandavaram</p>\r\n<p>24 Sri Prasanna Venkateswara Swamy temple Allur Gogulapalle</p>\r\n<p>25 Sri Bheemeswara Swamy temple Kota Gudali</p>\r\n<p>26 Sri Ramalingeswara Swamy Temple Kondapuram Gudavalluru (Kondapuram)</p>\r\n<p>27 Sri Valmika Nadha Swamy temple Chittamur Gunupadu</p>\r\n<p>28 Sri Venugopala Swamy temple Chittamur Gunupadu</p>\r\n<p>29 Sri Chennakesava Swamy temple Kovur Inamadugu</p>\r\n<p>30 Sri Veerabhadra Swamy temple Indukurpet Indukurpet Bit - I</p>\r\n<p>31 Sri Kodandarama Swamy Temple @ Nellimitta Indukurpet Indukurpet Bit - Ii</p>\r\n<p>32 Sri Prasanna Venkateswara Swamy temple Allur Indupuru</p>\r\n<p>33 Sri Mallikarjuna Swamy Kamakshi tayee Ammavari temple Butchireddipalem Jonnawada</p>\r\n<p>34 Sri Chennakesava Swamy temple Kaluvoya Kaluvoya</p>\r\n<p>35 Sri Kamakshi Sametha Ramalingeswara Swamy Temple Gudur Kandali</p>\r\n<p>36 Sri Nageswara Swamy temple Kodavalur Kodavalur</p>\r\n<p>37 Sri Sreedhara Swamy temple Kodavalur Kodavalur</p>\r\n<p>38 Sri Kumbeswara Swamy temple Indukurpet Komarika</p>\r\n<p>39 Sri Chennakesava Swamy temple Sydapuram Kommipadu</p>\r\n<p>40 Sri Anjaneya Swamy Temple Thotapalligudur Kothapalem</p>\r\n<p>41 Sri Koteswara Swamy temple Chejerla Kotitheertham</p>\r\n<p>42 Sri Venugopala Swamy temple Atmakur Mahimalur</p>\r\n<p>43 Sri Subramanyeswara Swamy temple Chittamur Mallam</p>\r\n<p>44 Sri Nageswara Swamy temple Butchireddipalem Minagallu</p>\r\n<p>45 Sri Nageswara Swamy temple Kovur Modegunta</p>\r\n<p>46 Sri Prasanna Visweswra Swamy temple Indukurpet Mypadu</p>\r\n<p>47 Sri Kodanda Rama Swamy temple Indukurpet Mypadu</p>\r\n<p>48 Sri Kondandarama Swamy Temple Kaluvoya Nagulavellaturu</p>\r\n<p>49 Sri Janardhana Swamy temple Duttalur Narrawada</p>\r\n<p>50 Sri Jalasiddeswara Swamy temple Vakadu Nellipudi</p>\r\n<p>51 Sri Moolastaneswara Swamy temple Nellore Nellore-Ii (U)</p>\r\n<p>52 Sri Anjanaya Swamy temple @ Rayagi street Nellore Nellore-Ii (U)</p>\r\n<p>53 Sri Anjanaya Swamy temple@ Santhapet Nellore Nellore-Ii (U)</p>\r\n<p>54 Sri Irukalalaparameswari Ammavari Temple Nellore Nellore-Ii (U)</p>\r\n<p>55 Sri Kodanda Rama &amp; Kasivisweswara Swamy temples@ Usmansahebpet Nellore Nellore-Ii (U)</p>\r\n<p>56 Sri Malleswara swamy temple@Nawabpet Nellore Nellore-Ii (U)</p>\r\n<p>57 Sri Talpagiri Ranganadha Swamy temple Nellore Nellore-Ii (U)</p>\r\n<p>58 Sri Uma Maheswara Swamy Temple @ CAM High School Road, Mulapet Nellore Nellore-Ii (U)</p>\r\n<p>59 Sri Alaganadha &amp; Anjanaya Swamy temple Indukurpet Nidumusali</p>\r\n<p>60 Sri Varadha Raja Swamy temple Allur North Mopuru</p>\r\n<p>61 Sri Rameswara and Venugopala Swamy Temple Indukurpet Pallipadu</p>\r\n<p>62 Sri Pandurangeswara Swamy Temple Vakadu Pantrangam</p>\r\n<p>63 Sri Alaganadha Swamy temple Vidavalur Parlapalle</p>\r\n<p>64 Sri kailasanadha Swamy temple Vidavalur Parlapalle</p>\r\n<p>65 Sri Anatha Padmanabha Swamy temple Vidavalur Parlapalle</p>\r\n<p>66 Sri Vinayaka Swamy temple Vidavalur Parlapalle</p>\r\n<p>67 Sri Chandra Mouleswara Swamy temple Nellore Pedda Cherukur</p>\r\n<p>68 Sri Rama Mandiram Nellore Pedda Cherukur</p>\r\n<p>69 Sri Amrutheswara and Venugopalaswamy Temples Thotapalligudur Peduru</p>\r\n<p>70 Sri Chennakesava Swamy temple Pellakur Pellakur</p>\r\n<p>71 Sri Radha Madhava Swamy Temple Kaluvoya Pennabaddavolu</p>\r\n<p>72 Sri Nageswara Swamy Temple Butchireddipalem Penuballe</p>\r\n<p>73 Sri Kalahasteeswara Swamy temple Manubolu Pidurupalem</p>\r\n<p>74 Sri Poleramma Temple Podlakur Podalakur</p>\r\n<p>75 Sri Chendra Mouleswara Swamy Temple Thotapalligudur Potlapudi</p>\r\n<p>76 Sri Kodanda Rama Swamy temple Nellore Pottepalem</p>\r\n<p>77 Sri Kalahstheswara Swamy Temple Kota Putchalapalle</p>\r\n<p>78 Sri Ramalingeswara Swamy Temple Vidavalur Ramaterdham</p>\r\n<p>79 Sri Ramalingeswara Swamy Temples Kavali Rudrakota</p>\r\n<p>80 Sri Sangameswara Swamy temple Sangam Sangam</p>\r\n<p>81 Sri Siddeswara Swamy Temple Kaligiri Siddana Konduru</p>\r\n<p>82 Sri Kodanda Rama Swamy temple Allur Singapeta</p>\r\n<p>83 Sri Subramanyeswara Swamy temple Balayapalle Subrahmanyam</p>\r\n<p>84 Sri Bheemeswara Swamy Vari Temple Venkatachalam Survepalle Bit - I</p>\r\n<p>85 Sri Kodanda Rama Swamy temple Chillakur Thamminapatnam</p>\r\n<p>86 Sri Gurunadha Swamy Temple Vidavalur Thummagunta</p>\r\n<p>87 Sri Chennakesava Swamy temple Kavali Thummalapenta</p>\r\n<p>88 Sri Someswara Swamy Temple Sydapuram Thummalathalupur</p>\r\n<p>89 Sri Muthyalamma Ammavari Temple Chillakur Turpu Kanupur</p>\r\n<p>90 Sri kasi Visweswara Swamy Temple Dagadarthi Uchaguntapalem</p>\r\n<p>91 Sri Sagareswara Swamy temple Vidavalur Utukuru</p>\r\n<p>92 Sri Bheemeswara Swamy temple Sangam Vangallu</p>\r\n<p>93 Sri Janardhana Swamy temple Thotapalligudur Varigonda</p>\r\n<p>94 Sri Alaganadha Swamy temple Vidavalur Vavilla</p>\r\n<p>95 Sri Chennakesava Swamy temple Butchireddipalem Vavveru</p>\r\n<p>96 Sri Tripuranthaka Swamy temple Butchireddipalem Vavveru</p>\r\n<p>97 Sri Kasivisweswara Swamy temple Dagadarthi Velupodu</p>\r\n<p>98 Sri Ramalingeswara Swamy temple Vidavalur Vidavalur</p>\r\n<p>99 Sri Alaganadha Swamy temple Gudur West Gudur (R)</p>\r\n<p>100 Sri Nagareswara Swamy temple @ Patimitta H/o Chittamur Yakasiri 101 Sri RadhaKrishna Temple @ Punnuru/Indukurupet</p>\r\n<p>100 Sri Chamundeswari Devi Temple Indhukurupet Gangapatnam</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nellore_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","subContents":[{"SubTitle":"1. Talpagiri Ranganadhaswamy Temple, Nellore","SubTitleHindi":null,"SubContent":"<p>Sri Talapagiri Ranaganatha swamy Temple is located in Nellore city and is about 5kms away from Nellore Bus stand. RanganadaSwamy Temple in Nellore is more than 600years old. This temple is situated on the banks of the river Pennar and is marked by a huge 29 Mts tall Galigopuram with seven gold kalasams and its architectural splendour. The annual Rath Yathra of the God is a much awaited ritual in Nellore. There are seven kalisams, which brings beauty to the temple. Every year during the month of March-April (varies according to Hindu calendar) grand festival is celebrated. These are called Brahmotsavam. On the bank of river penna sri kashyapa Maharshi performed yagna and as a fruit of his penance conferred upon him the gift of establishing himself as Ranganadha Swamy at Nellore in 7th cebtury, by Pallava ruler Sri Rajaraja Narendra. Subsequently in 13th century Sri Jatha Varma has offered precious stones and metal to Lord Ranganadha Swamy. The Andhra Maha Bharatam i.e. from Viratprvam to the end of the epicwas written by the poet Sri kavi Brahma Tikkana, on the bank of pennar river. On the east there is seven storied Maha gopuram, south Sri Ranganayaki Lakshmi Devi) temple and beautiful mirror dias, west is sacred Pennar river and north Sri Andal Ammavari temple.</p>","SubContentHindi":null,"ImageUrl":"0fc70d08-a20b-4451-8783-4d99c93731f5_Talpagiri-Ranganadhaswamy-Temple-Nellore.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Jonnawada","SubTitleHindi":null,"SubContent":"<p>Mallikarjuna Swamu kamakshi tai temple, Jonnawada which is located about 12 kms from Nellore. The destination is also well connected for Railway station at Nellore. A famous Sri Mallikarjuna Swamy Kamakhsi tai temple is located on the bank of river Pennar, 12 Km from Nellore. It attracts many piligirims. The Village is part of Buchireddipalem Mandal. In tretayuga Mahamuni Kasyapa Brahma performed yagna and pleased Lord Mallikarjuna Swamy thus this place is named as &acirc;??Yagnavatika Jonnawada&acirc;??. Sri Mallikarjuna Swamy Kamakhsi tai grant to the innumerable devotes their desires, as their God head. Since then he continues conferring boons and his blessings on his devotees. This temple is constructed in the year 1150( Tretayuga). The goddess Kamkshi is belived as an incarnation of Shakti. A &acirc;??Sri Chakram&acirc;?? was installed here by Sri Jagadguru Sankaracharya. Pilgrims take a holy dip in the lake known as Kachpateertham, near the temple, which washes away all their bad karma. Brahma Rushi Sri Kashyap Mahamuni visited Bhoolokam (The Earth) and wanted to perform Yagna and chosen north of vedadri as Yagna Vatika (place to perform yagna) After successful completion of the Yagna a bright light appeared. It has spread over the whole bhoolokam. Later Lord Eswara appeared as Lord Mallikarjuna, who came out from fire of Yagna.</p>","SubContentHindi":null,"ImageUrl":"21654765-812a-4a3e-af74-558ea3ea4a84_Jonnawada.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Narasimhakonda","SubTitleHindi":null,"SubContent":"<p>Vedagiri Laxmariam Swami Devasthanam came to the summit of Narasimhaqon some 500 years ago. According to inscriptions, this temple was built by Pallava King Narasimha Varma in the ninth century. Legend has it that Rishi Kashyap founded the temple on the banks of Pinaki. And Vedic scriptures one? Brahmapuraan? Know that seven sages (saptis) have made a sacrifice? (Sacrifice) on the top of Narsimhankonda. Seven (Koneru) tanks were renovated with the pavilions on the hilltop. Holy place 15 km Away from Nellore on the southern bank of Pinaki River. Each year ?? Brahmotsavam? It is celebrated here in the month of May. In the north of the Jannadah river.</p>","SubContentHindi":null,"ImageUrl":"9a58bb6b-c87b-42a9-b4b0-64f5efca8a8b_Narasimhakonda.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Penchalakona","SubTitleHindi":null,"SubContent":"<p>This is a very ancient holy place (pilgrimage). Lord Narasimha manifested himself as a huge rock in a rock ?? Yoga money? (In an entwined contemplation posture) and hence it achieved the name of a ?? Penusila&acirc;? (Huge rock) and became famous as a famous with time ?? Legend has it that after killing the demon Hirany Kashyap, Lord Narasimhan took a bath in Penalakkona and withdrew that one? Avatara? (The incarnation of Narasimha), shedding their anger and anguish. Here the Lord goes by the name of Somshila Narasimhaswamy and has become one of the new Narasimha (nine manifestations). People believe that since the sage Kanva lived in this area in the east, hence the river flowing here received the name Kanva Nadi and with the flow of time it became Kamandalu. It has also come to know that the temple was rebuilt in the 10th century.</p>","SubContentHindi":null,"ImageUrl":"c1e0bf43-e055-4e39-90c3-c3f3cb57a72b_Penchalakona.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Mannar Poluru","SubTitleHindi":null,"SubContent":"<p>Alghu Malluru Krishna Swamy temple is existing in the Mannarpoluru Village, right from the time of Telugu Chola rulers. The village is close-by to Sullurupet, at a distance of 103 Km. from Nellore. It was built in the 17th century by Bangaru Yadama Nayudu, the living place of mallayodas or wrestlers. According to a legend, it was here that Lord Sri Krishna defeated Jambavantha in a duel and married his daughter Jambavati and that Lord MahaVishnu deflated the bloated ego of Garutmata here alone. Apart from the idol of Satyabhama and Jambavati, the two consorts of Lord Krishna, the idol of Jambavantha creating the illusion of shedding tears are bound to amaze the viewers. One cannot help marvelling at the sculptural splendour exuded by the idols of the beauties.</p>","SubContentHindi":null,"ImageUrl":"53018d14-2da2-4eae-b80e-4bf1298d4db0_Mannar-Poluru.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Chengalamma Temple - Sullurupet","SubTitleHindi":null,"SubContent":"<p>Devi Chengalamma Godse revealed himself in the village of Salurupet, which is 100Km. A temple was built for them on the Kolkata-Chennai highway from Nellore and on the banks of the river Kanlangi. History tells us that it was established during the fourth and fifth century. People call it Goddess goddess of the village? With the passage of time, he is regularly being worshiped by devotees as Chengalamma. Do the devotees become a large number of witnesses? Chenglamma Jatara? (Fair).</p>","SubContentHindi":null,"ImageUrl":"3ea984fc-77ce-4edd-ae18-6ae70f68cb1f_Chengalamma-Temple-Sullurupet.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Somasila Dam","SubTitleHindi":null,"SubContent":"<p>Somasila is one of the biggest Irrigation Project in the District. The project is envisaged to create Irrigation potential. It is constucted across River Pennar and is situated near Somasila Village of Ananthasagaram Mandal, Nellore District. Since it is located in eastern ghats situated at the out skirts of the district, natural beauty is nose worthy. There is a temple in the village called Someswara Temple blessed by the Lord Siva on the other side of River Pennar an Ashram is situated. Tourist Population including school children are gradually increasing owing to its importance. It can be developed as a Very good Tourist Centre.</p>","SubContentHindi":null,"ImageUrl":"fa06ac4b-3b21-40d9-b9c7-fe84ef474b3f_Somasila-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Kandaleru Dam","SubTitleHindi":null,"SubContent":"<p>Kandaleru Dam which is located about 60 kms away form Nellore. The destination is also well connected for State Highway from Nellore to Kadapa via Rapur &amp; Rajampet. It was constructed across the Kandaleru river. This river originates in Velegonda hills and it flows across Gudur . This being World&acirc;??s Biggest Earth Dam with 68 TMC Water Storage spread over 11 kilometre which is supplying Drinking water to Tamilanadu is a Pictorious Spot with Hillocks and Forest around. One Government Guest house has constructed with 4 suites, Meeting hall and a Dnining hall with kichen for official purpose. It attracts many pilgrims. The Dam is a part of Rapur Mandal.</p>","SubContentHindi":null,"ImageUrl":"bdb0a42e-9287-4b22-87e0-f8f27cca6ec9_Kandaleru-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Udayagiri Fort","SubTitleHindi":null,"SubContent":"<p>Udayagiri Fort which is Located about 100 kms. From Nellore. Udayagiri Fort commanding at a hight of 3079 feet. Boasts of great natural beauty. The hill side has lush vegetation and beautiful waterfalls. The ruined fort is attracting the Tourists in a big way. However, the acccess is only by steps and there is no road to the Fort. During the rule of the Gajapathis and the Vijayanagar Rulers, this Town grew to great splendour. The ruins of 365 Temples found in the Town reflected the sculputure and archetecture of various periods. The structure on the hill such as the Ranganatha Temple reflects Chola culture, the Balakrishna Mandiram reflects Pallava culture and the Paruveta Mandapam reflects Vijayanagara Culture. Other structures include Chinna Masjid and pedda Masjid. A great Sufi Saint belonging to the 18th Century. Rahamathulla Nayab Rasool got absorbed in the higher selfhere. Every year the Sandal Festival is celebreated on the 26th of Rabi-UI-Aval month.</p>","SubContentHindi":null,"ImageUrl":"6494d4ff-5880-415a-8a8a-63c5ae52a2e6_Udayagiri-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. Pulicat Lake","SubTitleHindi":null,"SubContent":"<p>Pulicat Lake is the second largest brakish water lagoon in India spread over the two States of Andhra Pradesh and Tamilanadu adjacent to the Bay of Bengal. It extends over six hundred squire kilometers in Andhra Pradesh covering the five Mandals of Tada, Sullurupet, Doravari satram, Chittamur, Dugarajupatnam of Nellore District. It is a bird watchers paradise. Water birds and other birds like Flamingoes, Painted storks, Egrets, Grey Pelican, Grey herons, pintails, Black winged stilts, Shovelers, Terns etc., Visit this lake . These migratory birds visit during winter as the lake offers food and protection from predators. The lake was notified as a Bird Sanctuary in 1976. vide G.O.U/s 18 wild life (protection) Act.</p>","SubContentHindi":null,"ImageUrl":"36e3bad6-d7cd-4eaa-baa5-21915fe68bbd_Pulicat-Lake.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. How to Reach","SubTitleHindi":null,"SubContent":"<p>Local transport in the city include, two, three and four wheelers.[37] Of these, privately operated auto rickshaws accounts to around 6,000, dominating most part of the city for local commuting.[38] Nellore bus station of the city operates district and long distance services.[39] Nellore is classified as an A grade and Adarsh station in the Vijayawada railway division of South Central Railway zone.[40] The city also has three small railway stations namely, Nellore South,[41] Vedayapalem.[42] and Padugupadu railway station The Southern Railway operates MEMUs for commuting between Nellore and Chennai Central.[43] There is also a proposal to build a no frills airport for the city.[44]</p>\r\n<p>&nbsp;</p>\r\n<p>The city has a total road length of 1,189.95 km (739.40 mi).[45] The proposed Outer Ring Road, existing arterial and internal roads helps reduce traffic congestion.[38] The city is connected with major National highways such as, National Highway 16, a part of Asian Highway 45 and Golden Quadrilateral, bypasses the city.</p>\r\n<p>&nbsp;</p>\r\n<p>The total of core road network of the district is 1,200.285 km (745.823 mi). It includes, 524.045 km (325.626 mi) of existing and a proposed length of 676.240 km (420.196 mi).[26] National Highway 16 paases through the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Krishnapatnam Port is one of the important port situated in the district on the coast of Bay of Bengal.[27] Another port, named as Dugarajapatnam Port is a proposed port in the district.</p>\r\n<p>source: https://www.nellore.ap.gov.in</p>","SubContentHindi":null,"ImageUrl":"b1eba45b-f76d-4b47-889d-c63bc14a571a_Nellore-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sri-potti-sriramulu-nellore-nellore-andhra-pradesh","tags":[{"name":"sri-potti-sriramulu-nellore","slug":"sri-potti-sriramulu-nellore"},{"name":"nellore","slug":"nellore"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"recommendations":[{"id":1244,"title":"Top Places to visit in Dhone, Andhra Pradesh","imageUrl":"199c4d08-65ef-44a6-bde1-def1c5e6833b_Dhone.jpg","dateCreated":"2020-04-22T14:18:39.919Z","dateModified":"2020-04-22T14:18:50.461Z","contributedBy":"AskGif","content":"Dhone or Dronachalam is a town in Kurnool district of the Indian state of Andhra Pradesh. It is a Municipality located in Dhone Mandal.\r\nHistory\r\nDhone was formerly known as Dronachalam. Dhone is one of the biggest municipalities in Kurnool district. According to local tradition, th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/199c4d08-65ef-44a6-bde1-def1c5e6833b_Dhone.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"dhone","slug":"dhone"}],"slug":"top-places-to-visit-in-dhone-andhra-pradesh","total":0},{"id":1198,"title":"Top Places to visit in Mandapeta, Andhra Pradesh","imageUrl":"6573ce20-7ac0-414b-ac56-663919c3cb4f_Mandapeta.jpg","dateCreated":"2020-04-11T11:30:29.569Z","dateModified":"2020-04-11T11:33:28.284Z","contributedBy":"AskGif","content":"Mandapeta, also called Mandavyapuram is a town and an A-grade municipality in East Godavari district in the Indian state of Andhra Pradesh. It is a market place and a place of recreation for many surrounding villages and it is famous for its rice mills.\r\n&nbsp;\r\nClimate\r\nMand","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6573ce20-7ac0-414b-ac56-663919c3cb4f_Mandapeta.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"mandapeta","slug":"mandapeta"}],"slug":"top-places-to-visit-in-mandapeta-andhra-pradesh","total":0},{"id":1185,"title":"Top Places to visit in Chirala, Andhra Pradesh","imageUrl":"ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","dateCreated":"2020-04-10T06:08:11.97Z","dateModified":"2020-04-10T06:08:27.573Z","contributedBy":"AskGif","content":"Chirala is a City in Prakasam district of the Indian state of Andhra Pradesh. It is a municipality and the headquarters of Chirala mandal in Ongole revenue division. As of 2011 , it had a population of above 250,000.\r\n&nbsp;\r\nChirala is the most populated town in Bapatla Lok Shaba P","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"chirala","slug":"chirala"}],"slug":"top-places-to-visit-in-chirala-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}