{"id":288,"title":"श्री पोट्टि श्रीरामुलु नेल्लोर, नेल्लोर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","dateCreated":"2019-03-06T17:35:08.669Z","dateModified":"2019-03-06T19:21:40.203Z","contributedBy":"AskGif","content":"<p>नेल्लोर भारतीय राज्य आंध्र प्रदेश में नेल्लोर जिले का एक शहर और जिला मुख्यालय है। यह पेन्ना नदी के तट पर स्थित है [8] और यह राज्य का चौथा सबसे अधिक आबादी वाला शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>नेल्लोर जिला (आधिकारिक तौर पर: श्री पोट्टि श्रीरामुलु नेल्लोर जिला), तटीय आंध्र प्रदेश में स्थित है जो आंध्र प्रदेश के 13 जिलों में से एक है। जनगणना 2011 के अनुसार जिले की जनसंख्या 2,966,082 थी, जिसमें से 29.07% शहरी थे। नेल्लोर शहर इसका प्रशासनिक मुख्यालय है। यह जिला बंगाल की खाड़ी से पूर्व में, कडप्पा जिला पश्चिम में, प्रकाशम जिला उत्तर में, चित्तूर जिला और तमिलनाडु के तिरुवल्लुर जिले से दक्षिण में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>नेल्लोर चोल, पल्लव, पांडव, मौर्य राजवंश, चेदि वंश के खारवेल, सातवाहनों, काकतीय, कलिंग साम्राज्य के पूर्वी गंगा, विजयनगर साम्राज्य, अरकोट नवाब और अन्य राजवंशों के शासन में रहा था।</p>\r\n<p>&nbsp;</p>\r\n<p>नेल्लोर तंजावुर मौर्य साम्राज्य के तहत राजेंद्र चोल I द्वारा शासित चोलों के समय से अस्तित्व में था और अशोक द्वारा तीसरी शताब्दी ई.पू. पल्लव राजवंश के शासकों द्वारा नेल्लोर पर विजय प्राप्त की गई थी और यह 6 वीं शताब्दी ईस्वी तक उनके अधीन था, बाद में चोल शासकों ने लंबे समय तक नेल्लोर पर शासन किया। तेलुगु चोलों ने 13 वीं शताब्दी में अपनी गिरावट का सामना किया। तामिला शिलालेखों से पता चलता है कि इसने तेरहवीं शताब्दी में अपने पतन तक चोल साम्राज्य का हिस्सा बनाया था [12] यह बाद में काकतीय, विजयनगर साम्राज्य, गोलकोंडा की सल्तनत, मुगल साम्राज्य और का हिस्सा बन गया अर्कोट नवाबदोम। 18 वीं शताब्दी में, नेल्लोर को अरकोट नवाबों ने अंग्रेजों के कब्जे में ले लिया था और ब्रिटिश भारत के मद्रास प्रेसीडेंसी का हिस्सा था।</p>\r\n<p>&nbsp;</p>\r\n<p>तेलुगु भाषा के उद्भव और आंध्र प्रदेश राज्य के गठन में शहर की महत्वपूर्ण भूमिका थी। पोटी श्रीरामुलु, जो आंध्र प्रदेश के गठन के लिए मृत्यु तक उपवास करते थे, नेल्लोर से थे।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के सरकारी, सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। [४]] [९] विभिन्न स्कूलों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है। [४ ९] नारायण मेडिकल कॉलेज, वेंकट राज कॉलेज (vrc) प्रसिद्ध और प्रतिष्ठित संस्थान हैं। नारायण शिक्षण संस्थान पहली बार यहां शुरू हुए हैं। यह कई इंटरमीडिएट कॉलेजों का घर है जो कडप्पा और चित्तौड़ जिलों के छात्रों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>एंडोमेंट्स डिपार्टमेंट [33] के प्रबंधन के तहत निम्नलिखित सौ मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>S.no मंदिर मंडल गांव</p>\r\n<p>1 श्री प्रसन्ना वेंकटेश्वर स्वामी मंदिर विदवलुर अलगनिपु</p>\r\n<p>2 श्री सीताराम स्वामी मंदिर नेल्लोर अल्लीपुरम</p>\r\n<p>3 श्री वीरंजन्य स्वामी मंदिर नेल्लोर अल्लीपुरम</p>\r\n<p>4 श्री सिद्धेश्वर स्वामी आदि, मंदिर अल्लूर अल्लूर</p>\r\n<p>5 श्री आत्माराम स्वामी मंदिर संगम अन्नारदीपलेम</p>\r\n<p>६ श्री काशीविश्वेश्वर स्वामी मंदिर कोंडापुरम ऑडिमूर्तिपुरम</p>\r\n<p>7 श्री प्रसन्ना वेंकटेश्वर स्वामी मंदिर बगोले बिटरागुनता</p>\r\n<p>8 श्री रामलिंगेश्वर स्वामी मंदिर जलदंकी ब्राह्मणका</p>\r\n<p>9 श्री वेणुगोपाला स्वामी मंदिर जलदंकी ब्राह्मणकराका</p>\r\n<p>१० श्री अन्नपूर्णा समिथा काशी विश्वेश्वर स्वामी मंदिर बुचिरदिप्पलेम बुच्चरदिपदीम</p>\r\n<p>११ श्री गंगापर्वती समिधा जानकी रामलिंगेश्वर स्वामी मंदिर कवाली बुद्धमग्नता</p>\r\n<p>12 श्री चेन्नेकस्वामी स्वामी मंदिर चेज़रला चेर्जेला</p>\r\n<p>१३ श्री चन्नेकसवा स्वामी मंदिर चिलकुर चिन्तवराम</p>\r\n<p>14 श्री वेणुगोपाल स्वामी मंदिर चिलकुर चिन्तवराम</p>\r\n<p>15 श्री चेन्नेकस्वामी स्वामी मंदिर चेज़रला चितलुरु</p>\r\n<p>१६ श्री वीरभद्रेश्वर स्वामी मंदिर चेजेरला चितलुरु</p>\r\n<p>17 श्री मल्लिकार्जुन स्वामी मंदिर बुचेदिरदीपलेम दामारामदुगु</p>\r\n<p>18 श्री धर्मराज स्वामी मंदिर @ मुथालयपेट गुडुर ईस्ट गुडूर (आर)</p>\r\n<p>19 श्री कोदंडाराम रमनंजय स्वामी मंदिर @ कोन्टीमिट्टा गुडुर ईस्ट गुडूर (आर)</p>\r\n<p>२० श्री मूलस्थानस्वामी स्वामी मंदिर गुडूर ईस्ट गुडूर (आर)</p>\r\n<p>21 श्री प्रसन्ना वेंकटेश्वर स्वामी मंदिर @ राजा स्ट्रीट गुडुर ईस्ट गुडूर (आर)</p>\r\n<p>22 श्री चेन्नेकस्वामी स्वामी मंदिर गुडुर ईस्ट गुडूर (आर)</p>\r\n<p>२३ श्री उदयकालेश्वर स्वामी मंदिर कोदावलूर गंडावरम</p>\r\n<p>24 श्री प्रसन्न वेंकटेश्वर स्वामी मंदिर अल्लूर गोगुलपल्ले</p>\r\n<p>25 श्री भीमेश्वर स्वामी मंदिर कोटा गुडली</p>\r\n<p>26 श्री रामलिंगेश्वर स्वामी मंदिर कोंडापुरम गुडावल्लुरु (कोंडापुरम)</p>\r\n<p>२ श्री वाल्मीकि नाद स्वामी मंदिर चित्तमुर गुनुपदु</p>\r\n<p>28 श्री वेणुगोपाला स्वामी मंदिर चित्तौड़ गुनुपदु</p>\r\n<p>29 श्री चन्नेकसवा स्वामी मंदिर कोवूर इनामडुगु</p>\r\n<p>३० श्री वीरभद्र स्वामी मंदिर इंदुकर्पेट इंदुकर्पेट बिट - I</p>\r\n<p>31 श्री कोदंडाराम स्वामी मंदिर @ नेल्लिमित्ता इंदुकर्पेट इंदुकर्पेट बिट - Ii</p>\r\n<p>32 श्री प्रसन्न वेंकटेश्वर स्वामी मंदिर अल्लुर इंदुपुर</p>\r\n<p>33 श्री मल्लिकार्जुन स्वामी कामाक्षी तयी अम्मावारी मंदिर बुचिरदीपलेम जोनावदा</p>\r\n<p>34 श्री चन्नेकसवा स्वामी मंदिर कलुवय कालुवोया</p>\r\n<p>35 श्री कामाक्षी समथा रामलिंगेश्वर स्वामी मंदिर गुदुर कंडाली</p>\r\n<p>36 श्री नागेश्वर स्वामी मंदिर कोदावलूर कोडावलूर</p>\r\n<p>37 श्री श्रीधर स्वामी मंदिर कोदावलूर कोडावलुर</p>\r\n<p>38 श्री कुम्भेश्वर स्वामी मंदिर इंदुकारपेट कोमारिका</p>\r\n<p>39 श्री चेन्नेकस्वामी स्वामी मंदिर सैदापुरम कोमीपाडु</p>\r\n<p>40 श्री अंजनेय स्वामी मंदिर थोटापल्लीगुदुर कोथपालम</p>\r\n<p>41 श्री कोटेश्वर स्वामी मंदिर चेजेरला कोटितीर्थम</p>\r\n<p>42 श्री वेणुगोपाला स्वामी मंदिर आतमकुर महिमलूर</p>\r\n<p>43 श्री सुब्रमण्येश्वर स्वामी मंदिर चित्तमुर मल्लम</p>\r\n<p>४४ श्री नागेश्वर स्वामी मंदिर बटचिरदीपलेम मिनागल्लु</p>\r\n<p>45 श्री नागेश्वर स्वामी मंदिर कोवूर मोडगुंटा</p>\r\n<p>४६ श्री प्रसन्न विश्वेश्वर स्वामी मंदिर इंदुकार्पित मिपादु</p>\r\n<p>४ Sw श्री कोदंड रामा स्वामी मंदिर इंदुकार्पत मिपादु</p>\r\n<p>48 श्री कोदंडाराम स्वामी मंदिर कलुव्यो नागुलावेलतुुरु</p>\r\n<p>49 श्री जनार्दन स्वामी मंदिर दत्तलूर नररावदा</p>\r\n<p>५० श्री जलसिद्धेश्वर स्वामी मंदिर वकाडु नेलीपुड़ी</p>\r\n<p>51 श्री मूलस्थानस्वामी स्वामी मंदिर नेल्लोर नेल्ल- Ii (U)</p>\r\n<p>52 श्री अंजनाय स्वामी मंदिर @ रायगी गली नेल्लोर नेल्लोर-आई (U)</p>\r\n<p>53 श्री अंजनाय स्वामी मंदिर @ संथापेट नेल्लोर नेल्लूर- I (U)</p>\r\n<p>५४ श्री इरुक्कलपरमेश्वरी अम्मवारी मंदिर नेल्लोर नेल्लूर- I (U)</p>\r\n<p>55 श्री कोदंड राम और काशीविस्वास्वामी स्वामी मंदिर @ उस्मानसाहेबत नेल्लोर नेल्लोर-आई (यू)</p>\r\n<p>56 श्री मल्लेश्वरा स्वामी मंदिर @ नवाबपेट नेल्लोर नेल्लूर- I (U)</p>\r\n<p>५ Rang श्री तलपगिरी रंगनाधा स्वामी मंदिर नेल्लोर नेल्लोर-आई (यू)</p>\r\n<p>५wara श्री उमा महेश्वर स्वामी मंदिर @ सीएएम हाई स्कूल रोड, मूलपेट नेल्लोर नेल्ल-आई (यू)</p>\r\n<p>59 श्री अलगनदा और अंजनाय स्वामी मंदिर इंदुकारपेट निदुमसाली</p>\r\n<p>60 श्री वरदा राजा स्वामी मंदिर अल्लूर नॉर्थ मोपुरु</p>\r\n<p>६१ श्री रामेश्वर और वेणुगोपाला स्वामी मंदिर इंदुकुरपेट पल्लीपाडु</p>\r\n<p>62 श्री पांडुरंगेश्वरा स्वामी मंदिर वकाडु पंतरंगम</p>\r\n<p>63 श्री अलगनदा स्वामी मंदिर विदवलुर परलापल्ली</p>\r\n<p>64 श्री कैलासनधाम स्वामी मंदिर विदवलुर परलापल्ली</p>\r\n<p>65 श्री अनाथ पद्मनाभ स्वामी मंदिर विदवलुर परलापल्ली</p>\r\n<p>66 श्री विनायक स्वामी मंदिर विदावलूर परलापल्ली</p>\r\n<p>67 श्री चंद्र मौलेश्वर स्वामी मंदिर नेल्लूर पेद्दा चेरुकुर</p>\r\n<p>68 श्री राम मन्दिरम नेल्लूर पेद्दा चेरुकुर</p>\r\n<p>69 श्री अमृतेश्वरा और वेणुगोपालस्वामी मंदिर थोटापल्लीगुदुर पेडुरु</p>\r\n<p>70 श्री चन्नेकसवा स्वामी मंदिर पेलकुर पेलकुर</p>\r\n<p>१ श्री राधा माधव स्वामी मंदिर कलुवोया पेनाबाददावोलु</p>\r\n<p>72 श्री नागेश्वर स्वामी मंदिर बुचिरदिपलम् पेनुबले</p>\r\n<p>73 श्री कालहस्तीश्वर स्वामी मंदिर मनुबोलु पिदुरुपालम</p>\r\n<p>74 श्री पोलरम्मा मंदिर पोदलाकुर पोडलकुर</p>\r\n<p>75 श्री चेंद्र मौलेश्वर स्वामी मंदिर थोतापल्लीगुदुर पोटलापुड़ी</p>\r\n<p>76 श्री कोदंड राम स्वामी मंदिर नेल्लोर पोट्टेपलेम</p>\r\n<p>77 श्री कालहस्तेश्वर स्वामी मंदिर कोटा पुत्चलपल्ले</p>\r\n<p>78 श्री रामलिंगेश्वर स्वामी मंदिर विदवलुर रामताधाम</p>\r\n<p>79 श्री रामलिंगेश्वर स्वामी मंदिर कवाली रुद्रकोटा</p>\r\n<p>० श्री संगमेश्वर स्वामी मंदिर संगम संगम</p>\r\n<p>81 श्री सिद्धेश्वर स्वामी मंदिर कालीगिरि सिदाना कोंडुरु</p>\r\n<p>82 श्री कोदंड राम स्वामी मंदिर अल्लूर सिंगापेटा</p>\r\n<p>83 श्री सुब्रमण्येश्वर स्वामी मंदिर बालापल्ले सुब्रह्मण्यम</p>\r\n<p>४ श्री भीमेश्वर स्वामी वारी मंदिर वेंकटचलम सर्वपल्ली बिट - मैं</p>\r\n<p>85 श्री कोदंड राम स्वामी मंदिर चिलकुर थम्मिनपटनम</p>\r\n<p>६ श्री गुरुनाद स्वामी मंदिर विदवलुर थुम्मगुनता</p>\r\n<p>87 श्री चन्नेकसवा स्वामी मंदिर कावली थुम्मलपेंटा</p>\r\n<p>88 श्री सोमेश्वर स्वामी मंदिर सिदापुरम थुम्मलथलूपुर</p>\r\n<p>89 श्री मुथ्यलम्मा अम्मावारी मंदिर चिलकुर तुरपू कानुपुर</p>\r\n<p>90 श्री काशी विश्वेश्वर स्वामी मंदिर दगदरथी उचगुंतापलेम</p>\r\n<p>91 श्री सागरेश्वर स्वामी मंदिर विदवलुर उतुकुरु</p>\r\n<p>92 श्री भीमेश्वर स्वामी मंदिर संगम वांगल्लू</p>\r\n<p>93 श्री जनार्दन स्वामी मंदिर थोटापल्लीगुड़ुर वरिगोंडा</p>\r\n<p>94 श्री अलगनदास स्वामी मंदिर विदवलुर वेविला</p>\r\n<p>95 श्री चेन्नेकस्वामी स्वामी मंदिर बुचिरदिपलिपम वेवरु</p>\r\n<p>96 श्री त्रिपुरनाथका स्वामी मंदिर बुचिरदिप्लिपम वववेरु</p>\r\n<p>97 श्री काशीविश्वेश्वर स्वामी मंदिर दगदरथि वेलुपोडु</p>\r\n<p>98 श्री रामलिंगेश्वर स्वामी मंदिर विदवलुर विदावलूर</p>\r\n<p>९९ श्री अलगनदा स्वामी मंदिर गुदुर पश्चिम गुडूर (आर)</p>\r\n<p>100 श्री नागरेश्वर स्वामी मंदिर @ पतिमता एच / ओ चित्तमुर यकसिरी 101 श्री राधाकृष्ण मंदिर @ पुन्नुरु / इंदुकुरपेट</p>\r\n<p>100 श्री चामुंडेश्वरी देवी मंदिर सिंधुकुरपेट गंगापटनम</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Nellore_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","subContents":[{"SubTitle":"1. तलपागिरी रंगनाधस्वामी मंदिर, नेल्लोर","SubTitleHindi":null,"SubContent":"<p>श्री तलपागिरी रणगनाथा स्वामी मंदिर नेल्लोर शहर में स्थित है और नेल्लोर बस स्टैंड से लगभग 5 किलोमीटर दूर है। नेल्लोर में रंगनादस्वामी मंदिर 600 साल से अधिक पुराना है। यह मंदिर पेन्नार नदी के तट पर स्थित है और एक विशाल 29 मीटर लंबा गलिगोपुरम है, जिसमें सात स्वर्ण कलशाम और इसके स्थापत्य की भव्यता है। भगवान की वार्षिक रथ यात्रा नेल्लोर में एक बहुप्रतीक्षित अनुष्ठान है। यहां सात कालीम हैं, जो मंदिर में सुंदरता लाते हैं। हर साल मार्च-अप्रैल के महीने में (हिंदू कैलेंडर के अनुसार भिन्न होता है) भव्य त्योहार मनाया जाता है। इन्हें ब्रह्मोत्सवम कहा जाता है। नदी के तट पर श्री कृष्ण पापाश्री महर्षि ने यज्ञ किया और अपनी तपस्या के फल के रूप में उन्हें पल्लव शासक श्री राजराजा नरेंद्र द्वारा 7 वें प्रबोधक में नेल्लोर में रंगनाधा स्वामी के रूप में स्थापित करने का उपहार दिया। इसके बाद 13 वीं शताब्दी में श्री जत्था वर्मा ने भगवान रंगनाथ स्वामी को कीमती पत्थर और धातु भेंट की। आंध्र महाभारत यानि विराटप्रवम से पन्नार नदी के किनारे कवि श्री कवि ब्रह्मा टिक्काना द्वारा लिखे गए महाकाव्य के अंत तक। पूर्व में सात मंजिला महागोपुरम, दक्षिण श्री रंगनायकी लक्ष्मी देवी) मंदिर और सुंदर दर्पण डायस है, पश्चिम में पवित्र पेनार नदी और उत्तर श्री अंडाल अम्मावारी मंदिर है।</p>","SubContentHindi":null,"ImageUrl":"0fc70d08-a20b-4451-8783-4d99c93731f5_Talpagiri-Ranganadhaswamy-Temple-Nellore.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. जोनावदा","SubTitleHindi":null,"SubContent":"<p>मल्लिकार्जुन स्वामी कामक्षी ताई मंदिर, जोनावदा जो नेल्लोर से लगभग 12 किलोमीटर की दूरी पर स्थित है। गंतव्य नेल्लोर में रेलवे स्टेशन के लिए अच्छी तरह से जुड़ा हुआ है। प्रसिद्ध श्री मल्लिकार्जुन स्वामी कामाख्या ताई मंदिर, नेल्लोर से 12 किलोमीटर दूर पेन्नार नदी के तट पर स्थित है। यह कई तीर्थयात्रियों को आकर्षित करता है। गाँव बुच्चिरदिपलेम मंडल का हिस्सा है। त्रेतायुग में महामुनि कश्यप ब्रह्मा ने यज्ञ किया और भगवान मल्लिकार्जुन स्वामी को प्रसन्न किया, इस प्रकार इस स्थान का नाम एक ?? याज्ञवतिका जोन्नावाडा ?? श्री मल्लिकार्जुन स्वामी कामाख्या ताई को असंख्य लोगों ने अपने ईश्वर के मुखिया के रूप में अपनी इच्छाओं को समर्पित किया। तब से वह अपने भक्तों पर वरदान और उनका आशीर्वाद जारी रखते हैं। इस मंदिर का निर्माण वर्ष 1150 (त्रेतायुग) में हुआ है। देवी कामक्षी को शक्ति के अवतार के रूप में माना जाता है। एक ?? श्री चक्रराम ?? श्री जगद्गुरु शंकराचार्य द्वारा यहां स्थापित किया गया था। तीर्थयात्री मंदिर के पास, कच्छपतेर्थम नामक झील में एक पवित्र डुबकी लगाते हैं, जो उनके सभी बुरे कर्मों को धो देता है। ब्रह्मा ऋषि श्री कश्यप महामुनि ने भूलोकम (पृथ्वी) का दौरा किया और यज्ञ करना चाहते थे और वेदाद्री के उत्तर को यज्ञ वाटिका के रूप में चुना (यज्ञ करने का स्थान) यज्ञ के सफल समापन के बाद एक उज्ज्वल प्रकाश दिखाई दिया। यह पूरे भूलोक में फैल चुका है। बाद में भगवान ईश्वर भगवान मल्लिकार्जुन के रूप में प्रकट हुए, जो यज्ञ की अग्नि से निकले थे।</p>","SubContentHindi":null,"ImageUrl":"21654765-812a-4a3e-af74-558ea3ea4a84_Jonnawada.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. नरसिम्हाकोंडा","SubTitleHindi":null,"SubContent":"<p>वेदागिरि लक्ष्मीमारसिम्हा स्वामी देवास्थानम लगभग 500 साल पहले नरसिम्हाकोनड के शिखर पर आया था। शिलालेखों के अनुसार, इस मंदिर का निर्माण पल्लव राजा नरसिंह वर्मा ने नौवीं शताब्दी में करवाया था। किंवदंती है कि ऋषि कश्यप ने पिनाकिनी के तट पर मंदिर की स्थापना की थी। और वैदिक शास्त्र एक? ब्रह्मपुराण? पता चलता है कि सात ऋषियों (सप्तऋषियों) ने एक यज्ञ किया? (बलि) नरसिम्हाकोंडा के शीर्ष पर। हिलटॉप पर मंडपों के साथ सात (कोनेरू) टैंकों का नवीनीकरण किया गया था। पवित्र स्थान 15 कि.मी. पिनाकिनी नदी के दक्षिणी तट पर नेल्लोर से दूर। हर साल एक ?? ब्रह्मोत्सवम? मई के महीने में यहाँ मनाया जाता है। जोनावदा नदी के उत्तर में है।</p>","SubContentHindi":null,"ImageUrl":"9a58bb6b-c87b-42a9-b4b0-64f5efca8a8b_Narasimhakonda.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. पेंखलाकोना","SubTitleHindi":null,"SubContent":"<p>यह एक बहुत ही प्राचीन पवित्र स्थान (तीर्थस्थल) है। भगवान नरसिंह ने स्वयं को एक चट्टान में एक विशाल चट्टान के रूप में प्रकट किया ?? योग मुद्रा? (एक entwined चिंतन मुद्रा में) और इसलिए यह एक का नाम हासिल किया ?? Penusila&acirc;? (विशाल चट्टान) और समय के साथ एक प्रसिद्ध के रूप में प्रसिद्ध हो गया ?? किंवदंती है कि राक्षस हिरण्य कश्यप का वध करने के बाद, भगवान नरसिंह ने पेनालखाकोना में स्नान किया और उस एक को वापस ले लिया? अवतारा? (नरसिंह का अवतार), अपने क्रोध और उग्रता को बहाते हुए। यहाँ भगवान सोमशीला नरसिम्हास्वामी के नाम से जाते हैं और नव नरसिंह (नौ अभिव्यक्तियों) में से एक बन गए हैं। लोग विश्वास करते हैं कि क्योंकि ऋषि कण्व इस क्षेत्र में पूर्व में निवास करते थे, इसलिए यहाँ बहने वाली नदी ने कण्व नाडी नाम प्राप्त किया और समय के प्रवाह के साथ यह कमंडलु बन गया। यह भी पता चला है कि मंदिर को 10 वीं शताब्दी में पुनर्निर्मित किया गया था।</p>","SubContentHindi":null,"ImageUrl":"c1e0bf43-e055-4e39-90c3-c3f3cb57a72b_Penchalakona.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. मन्नार पोलुरु","SubTitleHindi":null,"SubContent":"<p>तेलुगु चोल शासकों के समय से अलघू मल्लुरु कृष्ण स्वामी मंदिर मन्नारपोलुरु गाँव में विद्यमान है। यह गांव 103 किलोमीटर की दूरी पर, सुल्लुरुपेट के पास है। नेल्लोर से। यह 17 वीं शताब्दी में मल्लोदयदास या पहलवानों के रहने की जगह बंगारु यदामा नायडू द्वारा बनाया गया था। एक पौराणिक कथा के अनुसार, यह यहां था कि भगवान श्रीकृष्ण ने एक द्वंद्वयुद्ध में जाम्बवंत को पराजित किया और अपनी बेटी जाम्बवती से शादी की और भगवान महाविष्णु ने अकेले यहां गरुड़माता के फूले हुए अहंकार की अवहेलना की। सत्यभामा और जाम्बवती की मूर्ति के अलावा, भगवान कृष्ण के दो कंसर्ट, जांबवन्ता की मूर्ति जो आंसू बहाने का भ्रम पैदा कर रहे हैं, वे दर्शकों को चकित करने के लिए बाध्य हैं। सुंदरियों की मूर्तियों से निकाली गई मूर्तिकला की भव्यता को देखकर कोई भी आश्चर्यचकित हो सकता है।</p>","SubContentHindi":null,"ImageUrl":"53018d14-2da2-4eae-b80e-4bf1298d4db0_Mannar-Poluru.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. चेंगलम्मा मंदिर - सुल्लुरपेट","SubTitleHindi":null,"SubContent":"<p>देवी चेंगलम्मा परमेश्वरी ने सलुरुपेट के गाँव में खुद को प्रकट किया जो कि 100Km है। कोलकाता-चेन्नई राजमार्ग पर नेल्लोर से दूर और कनलंगी नदी के तट पर उनके लिए मंदिर बनाया गया था। इतिहास हमें बताता है कि यह चौथी और पांचवीं शताब्दी के दौरान स्थापित किया गया था। लोग उसे गाँव की देवी देवी भी कहते हैं? समय बीतने के साथ, वह नियमित रूप से भक्तों द्वारा चेंगलम्मा के रूप में पूजा की जा रही है। भक्त बड़ी संख्या में गवाह बन जाते हैं? चेंगलम्मा जतारा? (निष्पक्ष)।</p>","SubContentHindi":null,"ImageUrl":"3ea984fc-77ce-4edd-ae18-6ae70f68cb1f_Chengalamma-Temple-Sullurupet.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. सोमशीला डैम","SubTitleHindi":null,"SubContent":"<p>सोमाशिला जिले की सबसे बड़ी सिंचाई परियोजना में से एक है। सिंचाई क्षमता बनाने के लिए परियोजना की परिकल्पना की गई है। यह पेन्नार नदी के पार स्थित है और अनंतसागरम मंडल, नेल्लोर जिले के सोमाशिला गांव के पास स्थित है। चूंकि यह जिले के बाहरी किनारों पर स्थित पूर्वी घाटों में स्थित है, इसलिए प्राकृतिक सुंदरता नाक के योग्य है। गाँव में एक मंदिर है जिसे सोमेश्वर मंदिर कहा जाता है, जो भगवान शिव द्वारा आशीर्वाद दिया गया था, नदी पेन्नार में एक आश्रम स्थित है। स्कूली बच्चों सहित पर्यटक जनसंख्या धीरे-धीरे इसके महत्व के कारण बढ़ रही है। इसे एक बहुत अच्छे पर्यटक केंद्र के रूप में विकसित किया जा सकता है।</p>","SubContentHindi":null,"ImageUrl":"fa06ac4b-3b21-40d9-b9c7-fe84ef474b3f_Somasila-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. कमंडलु बांध","SubTitleHindi":null,"SubContent":"<p>कमंडलु बांध जो लगभग 60 किलोमीटर दूर नेल्लूर में स्थित है। गंतव्य नेल्लोर से कडप्पा के लिए स्टेट हाइवे से रापुर और राजमपेट के लिए भी अच्छी तरह से जुड़ा हुआ है। इसका निर्माण कमंडलु नदी के पार किया गया था। यह नदी वेलीगोंडा पहाड़ियों में उत्पन्न होती है और यह गुदुर में बहती है। यह विश्व का सबसे बड़ा पृथ्वी डैम है, जिसमें 68 टीएमसी जल संग्रहण है, जो 11 किलोमीटर तक फैला हुआ है, जो तमिलनाडु को पीने के पानी की आपूर्ति कर रहा है, यह हिल्स और वन के साथ एक पिक्टोरियल स्पॉट है। एक सरकारी गेस्ट हाउस में 4 सुइट्स, मीटिंग हॉल और एक डायनिंग हॉल का निर्माण आधिकारिक उद्देश्य के लिए किचेन के साथ किया गया है। यह कई तीर्थयात्रियों को आकर्षित करता है। बांध रामपुर मंडल का एक हिस्सा है।</p>","SubContentHindi":null,"ImageUrl":"bdb0a42e-9287-4b22-87e0-f8f27cca6ec9_Kandaleru-Dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. उदयगिरी का किला","SubTitleHindi":null,"SubContent":"<p>उदयगिरि किला जो लगभग 100 किलोमीटर की दूरी पर स्थित है। नेल्लोर से। उदयगिरी का किला 3079 फीट की ऊंचाई पर स्थित है। महान प्राकृतिक सुंदरता के विस्फोट। पहाड़ी की ओर हरे-भरे वनस्पति और सुंदर झरने हैं। खंडहर किला पर्यटकों को बड़े पैमाने पर आकर्षित कर रहा है। हालांकि, यह कदम केवल कदमों से है और किले तक कोई सड़क नहीं है। गजपति और विजयनगर शासकों के शासन के दौरान, इस शहर का विस्तार शानदार हुआ। टाउन में पाए गए 365 मंदिरों के खंडहरों ने विभिन्न अवधियों के खंडन और मेहराब को दर्शाया। रंगनाथ मंदिर जैसी पहाड़ी पर संरचना चोल संस्कृति को दर्शाती है, बालकृष्ण मंदिर, पल्लव संस्कृति को दर्शाता है और परुवत्ता मंडपम विजयनगर संस्कृति को दर्शाता है। अन्य संरचनाओं में चिन्ना मस्जिद और पेडा मस्जिद शामिल हैं। 18 वीं शताब्दी से संबंधित एक महान सूफी संत। रहमथुल्ला नायब रसूल उच्चतर स्वार्थ में लीन हो गए। हर साल रबी-यूआई-अवाल महीने के 26 वें दिन सैंडल फेस्टिवल का आयोजन किया जाता है।</p>","SubContentHindi":null,"ImageUrl":"6494d4ff-5880-415a-8a8a-63c5ae52a2e6_Udayagiri-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. पुलिकट झील","SubTitleHindi":null,"SubContent":"<p>पुलीकट झील भारत में बंगाल की खाड़ी से सटे आंध्र प्रदेश और तमिलनाडु के दो राज्यों में फैली दूसरी सबसे बड़ी पानी की लैगून है। यह आंध्र प्रदेश में छह सौ से अधिक स्क्वायर किलोमीटर तक फैला हुआ है, नेल्लूर जिले के टाडा, सुल्लुरुपेट, दोरावरी सतराम, चित्तमुर, दुगराजुपाटनम के पांच मंडल को कवर करता है। यह एक पक्षी पर नजर रखने वाला स्वर्ग है। जल पक्षी और अन्य पक्षी जैसे फ्लेमिंगो, पेंटेड स्टॉर्क, इगोरेट्स, ग्रे पेलिकन, ग्रे हेरोन्स, पिंटल्स, ब्लैक विंग्ड स्टिल्ट्स, फावड़ियों, टर्नस आदि, इस झील पर जाएँ। ये प्रवासी पक्षी सर्दियों के दौरान यात्रा करते हैं क्योंकि झील भोजन और शिकारियों से सुरक्षा प्रदान करती है। झील को 1976 में पक्षी अभयारण्य के रूप में अधिसूचित किया गया था। जी.ओ.यू / एस 18 वन्य जीवन (संरक्षण) अधिनियम।</p>","SubContentHindi":null,"ImageUrl":"36e3bad6-d7cd-4eaa-baa5-21915fe68bbd_Pulicat-Lake.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>शहर में स्थानीय परिवहन में दो, तीन और चार पहिया वाहन शामिल हैं। [३ include] इनमें से, निजी रूप से संचालित ऑटो रिक्शा लगभग 6,000 हैं, जो स्थानीय आवागमन के लिए शहर के अधिकांश हिस्से पर हावी हैं। [38] शहर का नेल्लोर बस स्टेशन जिला और लंबी दूरी की सेवाएं संचालित करता है। [३ ९] नेल्लोर को दक्षिण मध्य रेलवे क्षेत्र के विजयवाड़ा रेलवे डिवीजन में ए ग्रेड और आदर्श स्टेशन के रूप में वर्गीकृत किया गया है। [४०] शहर में तीन छोटे रेलवे स्टेशन भी हैं, नेल्लोर साउथ, [41] वेदयापलेम। [४२] और पडुगुडुडु रेलवे स्टेशन नेल्लोर और चेन्नई सेंट्रल के बीच आवागमन के लिए दक्षिणी रेलवे मेमू का संचालन करता है। [४३] शहर के लिए नो फ्रिल एयरपोर्ट बनाने का भी प्रस्ताव है। [४४]</p>\r\n<p>&nbsp;</p>\r\n<p>शहर की कुल सड़क की लंबाई 1,189.95 किमी (739.40 मील) है। [45] प्रस्तावित आउटर रिंग रोड, मौजूदा धमनी और आंतरिक सड़कें यातायात की भीड़ को कम करने में मदद करती हैं। [३ Road] यह शहर प्रमुख राष्ट्रीय राजमार्गों से जुड़ा हुआ है, जैसे कि राष्ट्रीय राजमार्ग 16, एशियाई राजमार्ग 45 और स्वर्णिम चतुर्भुज का एक हिस्सा, शहर को बाईपास करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का कुल सड़क नेटवर्क 1,200.285 किमी (745.823 मील) है। इसमें 524.045 किमी (325.626 मील) मौजूदा और 676.240 किमी (420 मील) की प्रस्तावित लंबाई शामिल है। [26] शहर के माध्यम से राष्ट्रीय राजमार्ग 16 पर।</p>\r\n<p>&nbsp;</p>\r\n<p>कृष्णापटनम बंदरगाह बंगाल की खाड़ी के तट पर जिले में स्थित एक महत्वपूर्ण बंदरगाह है। [२ Port] दुगराजपटनम बंदरगाह के रूप में नामित एक और बंदरगाह, जिले में एक प्रस्तावित बंदरगाह है।</p>\r\n<p>स्रोत: https://www.nellore.ap.gov.in</p>","SubContentHindi":null,"ImageUrl":"b1eba45b-f76d-4b47-889d-c63bc14a571a_Nellore-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sri-potti-sriramulu-nellore-nellore-andhra-pradesh","tags":[{"name":"श्री-पोट्टि-श्रीरामुलु-नेल्लोर","slug":"sri-potti-sriramulu-nellore"},{"name":"नेल्लोर","slug":"nellore"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"recommendations":[{"id":1244,"title":"धोने में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"199c4d08-65ef-44a6-bde1-def1c5e6833b_Dhone.jpg","dateCreated":"2020-04-22T14:18:39.919Z","dateModified":"2020-04-22T14:18:50.461Z","contributedBy":"AskGif","content":"Dhone या द्रोणाचलम भारतीय राज्य आंध्र प्रदेश के कुरनूल जिले का एक शहर है। यह एक नगर पालिका है जो डोन मंडल में स्थित है।\r\nइतिहास\r\nडोन को पहले द्रोणाचलम के नाम से जाना जाता था। कुरनूल जिले की सबसे बड़ी नगरपालिकाओं में से एक है। स्थानीय परंपरा के अनुसार, गाँव का नाम महाभारत के एक पात्र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/199c4d08-65ef-44a6-bde1-def1c5e6833b_Dhone.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"धोने","slug":"dhone"}],"slug":"top-places-to-visit-in-dhone-andhra-pradesh","total":0},{"id":1198,"title":"मंडपेटा में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"6573ce20-7ac0-414b-ac56-663919c3cb4f_Mandapeta.jpg","dateCreated":"2020-04-11T11:30:29.569Z","dateModified":"2020-04-11T11:33:28.284Z","contributedBy":"AskGif","content":"मंडपेटा, जिसे मंडाव्यपुरम भी कहा जाता है, भारतीय राज्य आंध्र प्रदेश में पूर्वी गोदावरी जिले का एक शहर और ए-ग्रेड नगर पालिका है। यह एक बाज़ार स्थान है और आसपास के कई गाँवों के मनोरंजन का स्थान है और यह अपने राइस मिलों के लिए प्रसिद्ध है।\r\n&nbsp;\r\nजलवायु\r\nमंडपेटा मंडल को 1037.2","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6573ce20-7ac0-414b-ac56-663919c3cb4f_Mandapeta.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"मंडपेटा","slug":"mandapeta"}],"slug":"top-places-to-visit-in-mandapeta-andhra-pradesh","total":0},{"id":1185,"title":"चिराला में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","dateCreated":"2020-04-10T06:08:11.97Z","dateModified":"2020-04-10T06:08:27.573Z","contributedBy":"AskGif","content":"चिराला भारतीय राज्य आंध्र प्रदेश के प्रकाशम जिले का एक शहर है। यह एक नगर पालिका है और ओंगोल राजस्व मंडल में चिराला मंडल का मुख्यालय है। 2011 तक, इसकी आबादी 250,000 से ऊपर थी।\r\n&nbsp;\r\nचिरला बापटला लोक शाबा संसदीय क्षेत्र में सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r\nभूगोल<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca82c5a3-c7d8-4936-9a38-0ab322799da7_Chirala.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"चिराला","slug":"chirala"}],"slug":"top-places-to-visit-in-chirala-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}