{"id":289,"title":"श्रीकाकुलम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","dateCreated":"2019-03-10T08:52:28.89Z","dateModified":"2019-03-10T09:24:44.419Z","contributedBy":"AskGif","content":"<p>श्रीकाकुलम भारतीय राज्य आंध्र प्रदेश में एक शहर और श्रीकाकुलम जिले का जिला मुख्यालय है। यह एक नगर निगम है और श्रीकाकुलम राजस्व मंडल में श्रीकाकुलम मंडल का मंडल मुख्यालय भी है। [४] [५] 2011 की जनगणना के अनुसार, यह सबसे अधिक आबादी वाला शहर सिरकुलम जिला और राज्य का 24 वां आबादी वाला शहर था, जिसकी जनसंख्या 146,988 थी। माना जाता है कि इस शहर की स्थापना बलराम ने की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>शब्द-साधन</p>\r\n<p>भारतीय स्वतंत्रता से पहले शहर को चियाकोले के नाम से जाना जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>नागवली नदी, श्रीकाकुलम में बुद्ध की मूर्ति</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, शहर की आबादी 146,988 थी। कुल जनसंख्या का गठन, 73,077 पुरुष और 73,911 महिलाएं-प्रति 1000 पुरुषों पर 1011 महिलाओं का लिंग अनुपात है। ११,६०&ndash; बच्चे ०-६ साल की उम्र के हैं। औसत साक्षरता दर 84.62% 96,744 साक्षर है, जो राष्ट्रीय औसत 73.00% से काफी अधिक है। [7] [8]</p>\r\n<p>&nbsp;</p>\r\n<p>शहरी समूह की जनसंख्या 147,015 थी, जिसमें पुरुषों की संख्या 73,077 थी, महिलाओं की संख्या 73,911-a प्रति 1000 पुरुषों पर 931 महिलाओं का लिंग अनुपात है और 12,741 बच्चे 0 से 6 वर्ष की आयु समूह में हैं। 85.71% की औसत साक्षरता दर के साथ कुल 115,061 साक्षर हैं। [3]</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>Srikakulam में उष्णकटिबंधीय सवाना जलवायु (कोपेन जलवायु वर्गीकरण Aw) है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>श्रीकाकुलम शहरी विकास प्राधिकरण शहर का नागरिक निकाय है। यह 1856 में नगरपालिका के रूप में गठित किया गया था और 9 दिसंबर 2015 को निगम में अपग्रेड किया गया था। [9] [1] इसके अधिकार क्षेत्र में 36 वार्डों के साथ 20.89 किमी 2 (8.07 वर्ग मील) की सीमा है। [1]</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के श्रीकाकुलम शहरी समूह में शामिल हैं, श्रीकाकुलम नगर पालिका, बलागा की जनगणना शहर, अरसावल्ली की पूरी तरह से वृद्धि, आंशिक रूप से कुसुलापुरम, थोट्टालम, पतरुनिवलसा और पाठा श्रीकाकुलम (ग्रामीण)। जबकि, संथाकवती मंडल के पोंगुतुतिवलसा अब राजम नगर पंचायत का हिस्सा है। [१०]</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>श्रीकाकुलम आंध्र प्रदेश विधानसभा के लिए श्रीकाकुलम (विधानसभा क्षेत्र) का एक हिस्सा है। गुंडा लक्ष्मी देवी तेलुगु देशम पार्टी से निर्वाचन क्षेत्र की वर्तमान विधायक हैं। [११] यह श्रीकाकुलम (लोकसभा निर्वाचन क्षेत्र) का एक हिस्सा है, जिसे तेलुगु देशम पार्टी के राममोहन नायडू किंजरापु ने जीता था। [१२] [१३]</p>\r\n<p>&nbsp;</p>\r\n<p>संसद के सदस्य: १ ९ ५२, १ ९ ५2, १ ९ ६२, १ ९ ६ 1972, १ ९ and२ और १ ९ erer - बोड्डेपल्ली राजगोपाला राव १ ९९ ५, १ ९९९ और २००४- यर्रननिदु किंजरापु २०० ९ किल्ली कृपारानी २०१४ राममोहन नायडू किंजरापु</p>\r\n<p>&nbsp;</p>\r\n<p>विधान सभा के सदस्य: 1983 - तांगी सत्यनारायण 1985, 1989, 1994 और 1999 - गुंडा अपलासुरनारायण 2004 और 2009 - धर्म प्रसाद राव 2014 - गुंडा लक्ष्मी देवी</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>श्री सूर्यनारायण स्वामी मंदिर, अरसावल्ली</p>\r\n<p>अरासावल्ली सूर्य मंदिर सूर्य देव का निवास है, मंदिर की मूर्ति ऋषि कश्यप द्वारा स्थापित की गई थी और यह देश के दो सूर्य मंदिरों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के सरकारी, सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। [१५] [१५] विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Srikakulam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","subContents":[{"SubTitle":"1. अरसावल्ली","SubTitleHindi":null,"SubContent":"<p>अरावल्ली श्रीकाकुलम जिले में स्थित है और मुख्य शहर से लगभग 1.6 किलोमीटर दूर है। यह देश में बड़े पैमाने पर बचे हुए क्षेत्रों में से प्रसिद्ध और प्राचीन सूर्य मंदिर का निवास है। मंदिर में सूर्य देव की मौजूदा मूर्ति के निर्माण का श्रेय भगवान देवेंद्र को दिया जाता है और मंदिर का निर्माण इस तरह से किया गया है कि सूर्य की किरणें वर्ष में दो बार मूर्ति के पैर छूती हैं, विशेष रूप से फरवरी में और जून के दौरान भोर। भारतीय मौसम माघम के पांच महीनों के रविवार को भक्तों के लिए अत्यंत पवित्र माना जाता है। मंदिर में पांच भगवानों की मूर्तियां स्थापित हैं, जिन्हें एक ही काले ग्रेनाइट पत्थर से उकेरा गया है। Arsavilli भारतीय रेलवे नेटवर्क के माध्यम से अच्छी तरह से जुड़ा हुआ है।</p>","SubContentHindi":null,"ImageUrl":"b9b5526e-b962-430b-a59c-96a38e59ba35_arasavalli-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कवित","SubTitleHindi":null,"SubContent":"<p>कविता श्रीकाकुलम जिला मुख्यालय से लगभग 130 किलोमीटर की दूरी पर स्थित है और यात्रियों और निवासियों के बीच समान रूप से लोकप्रिय है, जो अपने तटीय तटीय बेल्ट के लिए है। श्री सीतारमस्वामी मंदिर और चिंतामणि अम्मवारु क्षेत्र के दो प्रमुख मंदिर हैं। ढीली रेत पर घूमने से लेकर मोहक क्लोजर के साथ टहलने तक, कोस्टल लाइन पर बिताया गया हर पल आपकी सांसों को उमंग और वैभव से भर देगा। नारियल, कटहल और काजू यहाँ पर बहुत अधिक मात्रा में पाए जाते हैं।</p>","SubContentHindi":null,"ImageUrl":"d84d30ea-36ba-48c9-980e-ecd1c750dc39_Kaviti.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>आंध्र प्रदेश राज्य सड़क परिवहन निगम श्रीकाकुलम बस स्टेशन से बस सेवा संचालित करता है। [१ Transport] राष्ट्रीय राजमार्ग 16 (भारत), स्वर्णिम चतुर्भुज राजमार्ग नेटवर्क का एक हिस्सा, शहर को बाईपास करता है। [१)]</p>\r\n<p>&nbsp;</p>\r\n<p>श्रीकाकुलम रोड रेलवे स्टेशन (स्टेशन कोड: CHE) [19] आंध्र प्रदेश के श्रीकाकुलम शहर के पास अमुदलावलासा में एक भारतीय रेलवे स्टेशन है। यह हावड़ा-चेन्नई मुख्य लाइन के खुर्दा रोड-विशाखापत्तनम खंड पर स्थित है और पूर्वी तट क्षेत्र के वाल्टेयर रेलवे डिवीजन के तहत प्रशासित है।</p>","SubContentHindi":null,"ImageUrl":"f7085532-09d8-4ed6-969b-bcf2b3083cf0_Arasavalli-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-srikakulam-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"श्रीकाकुलम","slug":"srikakulam"}],"recommendations":[{"id":1241,"title":"विनुकोंडा में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"05bcb716-79b5-4b88-9cea-a426514e29fc_Vinukonda.jpg","dateCreated":"2020-04-22T13:56:07.23Z","dateModified":"2020-04-22T13:56:19.558Z","contributedBy":"AskGif","content":"विनुकोंडा भारतीय राज्य आंध्र प्रदेश के गुंटूर जिले का एक शहर है। यह एक नगर पालिका और विनुकोंडा मंडल का मुख्यालय है और नरसरावपेट राजस्व प्रभाग के अंतर्गत आता है।\r\n&nbsp;\r\nशब्द-साधन\r\nशहर को पहले विष्णुकुंडिनपुरम के नाम से जाना जाता था। यह पहाड़ी एक कछुए के आकार में है। एक पहाड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05bcb716-79b5-4b88-9cea-a426514e29fc_Vinukonda.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"विनुकोंडा","slug":"vinukonda"}],"slug":"top-places-to-visit-in-vinukonda-andhra-pradesh","total":0},{"id":1235,"title":"सुल्लुरपेटा में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"8fbd2eb5-9a14-4621-a8e5-e941dbfa45a3_Sullurpeta.jpg","dateCreated":"2020-04-22T10:35:08.325Z","dateModified":"2020-04-22T10:35:34.929Z","contributedBy":"AskGif","content":"सुलुरूपेटा भारत के आंध्र प्रदेश के नेल्लोर जिले का एक शहर है। यह एक नगर पालिका है और सुल्लुरपेटा मंडल का मंडल मुख्यालय भी है। यह श्रीहरिकोटा के सतीश धवन अंतरिक्ष केंद्र के प्रवेश द्वार के रूप में कार्य करता है।\r\n&nbsp;\r\nभूगोल\r\nसुलुरूपेटा नेल्लोर से लगभग 90 किमी दक्षिण में, ति","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8fbd2eb5-9a14-4621-a8e5-e941dbfa45a3_Sullurpeta.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"सुल्लुरपेटा","slug":"sullurpeta"}],"slug":"top-places-to-visit-in-sullurpeta-andhra-pradesh","total":0},{"id":1179,"title":"अनकपले में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","dateCreated":"2020-04-09T14:30:50.301Z","dateModified":"2020-04-09T14:31:07.077Z","contributedBy":"AskGif","content":"अनाकापल्ले भारतीय राज्य आंध्र प्रदेश में विशाखापत्तनम का एक उपनगर है। नगरपालिका को ग्रेटर विशाखापत्तनम नगर निगम के साथ मिला दिया गया था। यह देश का दूसरा सबसे बड़ा गुड़ बाजार है।\r\n&nbsp;\r\nइतिहास\r\nयह शहर मूल रूप से कलिंग साम्राज्य (प्राचीन उड़ीसा) के शासन के अधीन था, विभिन्न रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"अनकपले","slug":"anakapalle"}],"slug":"top-places-to-visit-in-anakapalle-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}