{"id":289,"title":"Top Places to visit in Srikakulam, Andhra Pradesh","imageUrl":"1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","dateCreated":"2019-03-10T08:52:28.89Z","dateModified":"2019-03-10T09:24:44.419Z","contributedBy":"AskGif","content":"<p>Srikakulam is a city and the district headquarters of Srikakulam district in the Indian state of Andhra Pradesh. It is a municipal corporation and also the mandal headquarters of Srikakulam mandal in Srikakulam revenue division.[4][5] As of 2011 census, it was most populous city of Srikaulam district and 24th populous city of the state with a population of 146,988. The city is believed to have been founded by Balarama.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>The city was known as Chicacole before Indian Independence.</p>\r\n<p>&nbsp;</p>\r\n<p>Buddha statue in Nagavali river, Srikakulam</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 Census of India, the city had a population of 146,988. The total population constitute, 73,077 males and 73,911 females &mdash;a sex ratio of 1011 females per 1000 males. 11,607 children are in the age group of 0&ndash;6 years. The average literacy rate stands at 84.62% 96,744 literates, significantly higher than the national average of 73.00%.[7][8]</p>\r\n<p>&nbsp;</p>\r\n<p>The Urban agglomeration had a population of 147,015, of which males constitute 73,077, females constitute 73,911 &mdash;a sex ratio of 931 females per 1000 males and 12,741 children are in the age group of 0&ndash;6 years. There are a total of 115,061 literates with an average literacy rate of 85.71%.[3]</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>Srikakulam has a tropical savanna climate (K&ouml;ppen climate classification Aw).</p>\r\n<p>&nbsp;</p>\r\n<p>Civic administration</p>\r\n<p>Srikakulam Urban development authority is the civic body of the city. It was constituted as a municipality in the year 1856 and was upgraded to corporation on 9 December 2015.[9][1] Its jurisdictional area has an extent of 20.89 km2 (8.07 sq mi) with 36 wards.[1]</p>\r\n<p>&nbsp;</p>\r\n<p>The Srikakulam urban agglomeration constituents of the city include, Srikakulam municipality, census town of Balaga, fully out growths of Arasavalli, partly outgrowths of Kusulapuram, Thotapalem, Patrunivalasa and Patha Srikakulam (rural). While, Ponugutivalasa of Santhakavati mandal is now a part of Rajam Nagar Panchayat.[10]</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Srikakulam is a part of Srikakulam (Assembly constituency) for Andhra Pradesh Legislative Assembly. Gunda Lakshmi Devi is the present MLA of the constituency from Telugu Desam Party.[11] It is also a part of Srikakulam (Lok Sabha constituency) which was won by Rammohan Naidu Kinjarapu of Telugu Desam Party.[12][13]</p>\r\n<p>&nbsp;</p>\r\n<p>Members of Parliament: 1952, 1957, 1962, 1967, 1972 and 1977 &ndash; Boddepalli Rajagopala Rao 1995, 1999 and 2004 &ndash; Yerrannaidu Kinjarapu 2009 Killi kruparani 2014 Rammohan Naidu Kinjarapu</p>\r\n<p>&nbsp;</p>\r\n<p>Members of Legislative Assembly: 1983 &ndash; Tangi Satyanarayana 1985, 1989, 1994 and 1999 &ndash; Gunda Appalasuryanarayana 2004 and 2009 &ndash; Dharmana Prasada Rao 2014 &ndash; Gunda Lakshmi Devi</p>\r\n<p>&nbsp;</p>\r\n<p>Culture and tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Suryanarayana Swamy Temple, Arasavalli</p>\r\n<p>The Arasavalli Sun temple is the abode of Sun god, the idol of the temple was installed by sage Kasyapa and is one of the two sun temples in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools of the School Education Department of the state.[15][16] The medium of instruction followed by different schools are English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Srikakulam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","subContents":[{"SubTitle":"1. Arasavalli","SubTitleHindi":null,"SubContent":"<p>Arasavalli lies in the Srikakulam district and is approximately 1.6 kilometres apart from the main city. It is the abode of extensively eminent and ancient Sun Temple out of the limited left in the country. The erection of the existing idol of the Sun God in the temple is credited to Lord Devendra&nbsp; and the construction of the temple has been carried out in such a novel way that the sun rays touch the feet of the idol twice a year, specifically in February and June during the dawn. Sundays of the five months of the Indian season Magham are considered to be extremely pious for the devotees. The temple has idols of five lords installed in it which have been carved out of a single black granite stone exquisitely. Arsavilli is well connected via the Indian railway network.</p>","SubContentHindi":null,"ImageUrl":"b9b5526e-b962-430b-a59c-96a38e59ba35_arasavalli-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Kaviti","SubTitleHindi":null,"SubContent":"<p>Kaviti is situated at a distance of about 130 kilometres from the Srikakulam district headquarters and is widely popular among travelers and inhabitants alike, for its placid coastal belt. Sri Sitharamswamy temple and Chintamani Ammavaru are the two major temples of the region. From loitering on the loose sands to strolling alongside enticing cloisters, every moment spent at the coastal line will brim your breath with exuberance and splendour. Coconut, jackfruit and cashew nuts are found enormously over here.</p>","SubContentHindi":null,"ImageUrl":"d84d30ea-36ba-48c9-980e-ecd1c750dc39_Kaviti.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. How to Reach","SubTitleHindi":null,"SubContent":"<p>The Andhra Pradesh State Road Transport Corporation operates bus services from Srikakulam bus station.[17] National Highway 16 (India), a part of Golden Quadrilateral highway network, bypasses the city.[18]</p>\r\n<p>&nbsp;</p>\r\n<p>Srikakulam Road railway station(station code:CHE)[19] is an Indian railway station in Amudalavalasa near to Srikakulam town of Andhra Pradesh. It lies on the Khurda Road-Visakhapatnam section of Howrah-Chennai main line and is administered under Waltair railway division of East Coast Railway zone.</p>","SubContentHindi":null,"ImageUrl":"f7085532-09d8-4ed6-969b-bcf2b3083cf0_Arasavalli-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-srikakulam-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"srikakulam","slug":"srikakulam"}],"recommendations":[{"id":1241,"title":"Top Places to visit in Vinukonda, Andhra Pradesh","imageUrl":"05bcb716-79b5-4b88-9cea-a426514e29fc_Vinukonda.jpg","dateCreated":"2020-04-22T13:56:07.23Z","dateModified":"2020-04-22T13:56:19.558Z","contributedBy":"AskGif","content":"Vinukonda is a town in the Guntur district of the Indian state of Andhra Pradesh. It is a municipality and the headquarters of Vinukonda Mandal and administered under the Narasaraopet revenue division.\r\n&nbsp;\r\nEtymology\r\nThe town was formerly known as Vishnukundinapuram.the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05bcb716-79b5-4b88-9cea-a426514e29fc_Vinukonda.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"vinukonda","slug":"vinukonda"}],"slug":"top-places-to-visit-in-vinukonda-andhra-pradesh","total":0},{"id":1235,"title":"Top Places to visit in Sullurpeta, Andhra Pradesh","imageUrl":"8fbd2eb5-9a14-4621-a8e5-e941dbfa45a3_Sullurpeta.jpg","dateCreated":"2020-04-22T10:35:08.325Z","dateModified":"2020-04-22T10:35:34.929Z","contributedBy":"AskGif","content":"Sullurupeta is a town in the Nellore district of Andhra Pradesh, India. It is a municipality and also the Mandal headquarters of Sullurpeta Mandal. It serves as a gateway to Satish Dhawan Space Centre at Sriharikota.\r\n&nbsp;\r\nGeography\r\nSullurupeta is located about 90 km sout","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8fbd2eb5-9a14-4621-a8e5-e941dbfa45a3_Sullurpeta.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"sullurpeta","slug":"sullurpeta"}],"slug":"top-places-to-visit-in-sullurpeta-andhra-pradesh","total":0},{"id":1179,"title":"Top Places to visit in Anakapalle, Andhra Pradesh","imageUrl":"cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","dateCreated":"2020-04-09T14:30:50.301Z","dateModified":"2020-04-09T14:31:07.077Z","contributedBy":"AskGif","content":"Anakapalle is a suburb of Visakhapatnam in the Indian state of Andhra Pradesh. The municipality was merged with Greater Visakhapatnam Municipal Corporation. It has the second largest jaggery market of the country.\r\n&nbsp;\r\nHistory\r\nThe town was originally under the rule of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd84d60c-6db4-4a0c-914c-bf0e483cd90e_Anakapalle.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"anakapalle","slug":"anakapalle"}],"slug":"top-places-to-visit-in-anakapalle-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}