{"id":290,"title":"Top Places to visit in Visakhapatnam, Andhra Pradesh","imageUrl":"5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","dateCreated":"2019-03-11T15:15:15.119Z","dateModified":"2019-03-11T15:30:52.455Z","contributedBy":"AskGif","content":"<p>Visakhapatnam is the largest city and the financial capital of the Indian state of Andhra Pradesh. The city is the administrative headquarters of Visakhapatnam district and state headquarters of Indian Coast Guard. Its geographical location is amidst the Eastern Ghats and the coast of the Bay of Bengal. It is the most populous city in the state with a population of 2,035,922 as of 2011, making it the 14th largest city in the country. It is also the 9th most populous metropolitan area in India with a population of 5,018,000. With an output of $43.5 billion, Visakhapatnam is the ninth-largest contributor to India's overall gross domestic product as of 2016.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks</p>\r\n<p>City scape from beach road near tenneti park</p>\r\n<p>Visakhapatnam is one of the main tourism destinations in the state of Andhra Pradesh. The city is famous for beaches, caves and the Eastern Ghats as well as wildlife sanctuaries. About 30% of the city is covered with greenery.</p>\r\n<p>&nbsp;</p>\r\n<p>Major landmarks in the city include Dolphin's Nose, lighthouse, Kailasagiri, Beach Road, VUDA Park, Visakha Museum and Matsyadarsini (an aquarium). The INS Kursura Submarine Museum and Anti-submarine warfare (ASW) aircraftTU 142 Aircraft Museum opoosite to each other is the only of its kind in the world, conceptualizing the hunted and hunter of the wars. Indira Gandhi Zoological Park in the city has variety of wildlife species. Erra Matti Dibbalu (Red sand dunes) are situated between Visakhapatnam and Bheemunipatnam are one of the geo-heritage sites in the country. This tourist spot is now protected and preserved as a heritage site. Dr Ramanaidu Film Studio in 33 acres space off the Visakha-Bhimili beach road is one of the film shootings destination. Telugu Heritage museum on atop Kailasagiri was developed by World Telugu Federation and Visakhapatnam Urban Development Authority, Vuda City Central Park . Adding one more feather to its cap, Visakhapatnam is home to India's tallest musical fountain opened in the central park. Oscillating vertically at 360 degrees, the fountain dances to the tune of digital music in different colors.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Natural Arch at Thotlakonda beach</p>\r\n<p>Beaches along the coastline of the Bay of Bengal include RK Beach, Rushikonda Beach and Mangamaripeta Beach. Others are Yarada, Bheemili, Lawson's Bay, Tenneti, Sagar Nagar, Thotlakonda and Gangavaram beaches. Borra Caves are caves discovered by British geologist William King in 1807. Tyda (an Eco tourism project), Kambalakonda Wildlife Sanctuary under Andhra Pradesh Forest Department are wildlife conservation sites near the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Simhachalam Temple</p>\r\n<p>Poets, artists Some of the notable poets from the city include Sri Sri, Gollapudi Maruti Rao, Sirivennela Seetharama Sastry.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>St Aloysius Anglo Indian High School (SAS) established in 1847 in Visakhapatnam, Andhra Pradesh</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state. As per the school information report for the academic year 2016&ndash;17, urban Visakhapatnam had 1,44,268 (Western: 144,268) students[117] enrolled in 434 schools.[118] The Central Board of Secondary Education, Secondary School Certificate or the Indian Certificate of Secondary Education are the different types of syllabus followed by different schools. The medium of instruction followed by schools are English and Telugu.[119] The St. Aloysius Anglo Indian Boys High School is the oldest school in the city to have established in the year 1847.[120] The Visakhapatnam District Central Library is supported by the government and is located at Dwaraka Nagar.</p>\r\n<p>&nbsp;</p>\r\n<p>There are tens of junior colleges under Government, Andhra Pradesh Social Welfare Residential and private undertakings.[123] Andhra University is the only autonomous college approved under Universities Grant Commission scheme. Mrs. A. V. N. College is one of the oldest educational institution in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>The GITAM University (the first private university in Andhra Pradesh) and the Gayatri Vidya Parishad College of Engineering are other technical-education institutions in the city. Visakhapatnam is also home to Damodaram Sanjivayya National Law University, which is the National Law University for the state of Andhra Pradesh. DSNLU takes entrance through Common Law Admission Test and ranks 15th by order of establishment among the 17 National Law Universities. Vizag is due to get India's First Packaging park[125] with an Indian Institute of Packaging, IIP[126] and BITS Pilani &amp; Birla International School under the aegis of Sarala Birla Academy.[127]</p>\r\n<p>source: https://en.wikipedia.org/wiki/Visakhapatnam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","subContents":[{"SubTitle":"1. Pavurallakonda","SubTitleHindi":null,"SubContent":"<p>Pavurallakonda (\"pigeon hill\") is a hillock west of Bhimli, about 24 km (15 mi) from Visakhapatnam. The Buddhist settlement found here is estimated to date back from the first century BC to the second century AD. On the hillock (which overlooks the coastline) are 16 rock-cut cisterns for collecting rainwater. Gopalapatnam, on the Tandava River, is a village surrounded by brick stupas, viharas, pottery and other Buddhist artefacts.</p>","SubContentHindi":null,"ImageUrl":"886093cb-c5ee-495c-845d-ce65ed3ee548_Pavurallakonda_Buddhist_Remnant_Site_near_Bheemunipatnam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Sankaram","SubTitleHindi":null,"SubContent":"<p>In 1907 British archaeologist Alexander Rea unearthed Sankaram, a 2,000-year-old Buddhist site. The name \"Śankaram\" derives from the Sangharama (temple or monastery). Located 40 km (25 mi) south of Visakhapatnam, it is known locally as Bojjannakonda and is a significant Buddhist site in Andhra Pradesh. The three major schools of Buddhism (Hinayana, Mahayana and Vajrayana) flourished here. The complex is known for its monolithic stupas, rock-cut caves and brick structures. The primary stupa was initially carved out of rock and covered with bricks. Excavations yielded historic pottery and Satavahana coins from the first century AD. At Lingalakonda, there are also rock-cut monolithic stupas in rows spread over the hill. The vihara was active for about 1,000 years.</p>\r\n<p>&nbsp;</p>\r\n<p>Nearby is another Buddhist site, Bojjannakonda, with a number of images of the Buddha carved on the rock face of the caves. At Ligalametta there are hundreds of rock-cut monolithic stupas in rows, spread across the hill. Among other Buddhist attractions are a relic casket, three chaitya halls, votive platforms, stupas and Vajrayana sculptures.</p>","SubContentHindi":null,"ImageUrl":"b523ad69-e8b8-417d-8829-01bc5548bd63_sankaram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Bavikonda","SubTitleHindi":null,"SubContent":"<p>Bavikonda is an important Buddhist heritage site located on a hill about 15 km, northeast from Visakhapatnam city. Here the Buddhist habitation is noticed on a 16 ha flat terraced area. The Hinayana school of Buddhism was practised at the monastery between the 3rd century B.C. and the 3rd century A.D. Bavikonda has remains of an entire Buddhist complex, comprising 26 structures belonging to three phases. A piece of bone stored in an urn recovered here is believed to belong to the mortal remains of the Buddha. The word Bavikonda in Telugu means \"a hill of wells\". Fitting its name, Bavikonda is a hill with wells for the collection of rainwater. It is located 15 km (9.3 mi) from Visakhapatnam and is a significant Buddhist site. Excavation carried out from 1982 to 1987 revealed a Buddhist establishment including a mahachaitya embedded with relic caskets,[clarification needed] a large vihara complex, numerous votive stupas, a stone-pillared congregation and rectangular halls and a refectory. Artifacts recovered from the site include Roman and Satavahana coins and pottery dating from the third century BC to the second century AD. A significant finding was a piece of bone (with a large quantity of ash) in an urn, which is believed to be the remains of the Buddha. The Bavikonda site is considered one of the oldest Buddhist sites in Asia. It is a reminder of the Buddhist civilisation which once existed in southern India, and also reminiscent of Borobudur in Indonesia.</p>","SubContentHindi":null,"ImageUrl":"5d5c601b-bb23-4891-b181-3a27cf304051_Bavikonda_stupas.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Thotlakonda","SubTitleHindi":null,"SubContent":"<p>About 16 km (9.9 mi) from Visakhapatnam is Thotlakonda, a Buddhist complex situated on top of a hill. The Buddhist complex on the Mangamaripeta hilltop, locally known as Totlakonda, lies about 16 km from Visakhapatnam on Visakhapatnam-Bheemili Beach Road. After its discovery (during an aerial survey), the Government of Andhra Pradesh declared the 48 ha site as a protected monument in 1978. Excavations in 1988 to 1992 exposed structural remains and artefacts, classified as Religious, Secular and Civil. These structures include the Stupa, Chaityagrihas, pillared congregation halls, bhandagaras, refectory (bhojanasala), drainage and stone pathways. The site covers an area of 120 acres (49 hectares), and has been declared a protected area by the government of Andhra Pradesh. Excavations have revealed three kinds of structural remains: religious, secular and civil. Structures include a mahastupa, sixteen votive stupas, a stone-pillared congregation hall, eleven rock-cut cisterns, well-paved stone pathways, an apsidal chaitya-griha, three round chaitgya-grihas, two votive platforms, ten viharas and a kitchen complex with three halls and a refectory (dining hall). Apart from the structures, Buddhist treasures excavated include nine Satavahana and five Roman silver coins, terracotta tiles, stucco decorative pieces, sculptured panels, miniature stupa models in stone, Buddha padas depicted with ashtamangala symbols (i.e. the eight auspicious symbols of Swastika, Shrivasta, Nandhyavarta, Vardhamanaka, Bhadrasana, Kalasha, Minyugala and Darpan) and early pottery</p>","SubContentHindi":null,"ImageUrl":"c014a866-7126-44a0-a237-274065ed7820_Buddhist_Ruins_at_Totlakonda.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Defence and research","SubTitleHindi":null,"SubContent":"<p>Naval base</p>\r\n<p>Visakhapatnam is the headquarters of the Eastern Naval Command, the Naval Science and Technological Laboratory (a DRDO Lab), a Chief Quality Assurance Establishment (CQAE), an EFS office, a Naval Dockyard (established in 1949) and Naval Bases including INS Virbahu, INS Karna, INS Kalinga, INS Samudrika, INS Satavahana, and INS Dega. A new base at INS Rambilli is being built on 5,000 acres (20 km2) with an investment of ₹15 billion (US$209 million), as the first dedicated submarine base in India. India's first nuclear submarine INS Arihant was launched in the Naval Dockyard, and Bharat Dynamics has begun manufacturing torpedoes. Visakhapatnam also has presence of the Indian Coast Guard including ships and offices. Multiple naval training establishments, such as the Navy ShipWright School,[130] are also situated here.</p>\r\n<p>&nbsp;</p>\r\n<p>Research organisations</p>\r\n<p>The Bhabha Atomic Research Centre (BARC) plans its second research facility in the country (after Trombay) in the area.[131] There are also offices of the National Institute of Oceanography and the India Meteorological Department.</p>","SubContentHindi":null,"ImageUrl":"787a95af-23b0-4636-8455-887e530f7ff8_INS_Karmuk_P64_at_Visakhapatnam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>The city commuters prefer city buses and auto rickshaws as the primary mode of transport, followed by the two wheelers and cars.[100] Road and rail are preferred for long distance commuting and are supported by Dwaraka bus station and Visakhapatnam railway station respectively.[101][102] It also has sea and air travel infrastructure such as, Visakhapatnam Port[103] and Visakhapatnam Airport.[104]</p>\r\n<p>&nbsp;</p>\r\n<p>The APSRTC Visakhapatnam Region operates city, district and inter-state bus services from Dwaraka bus station.[105] There are more than 600 city buses being run in over 150 routes, in addition to Bus Rapid Transit System in two corridors of Pendurthi and Simhachalam.[100]:21 A planned Integrated Bus Terminal Complex would be built at Maddilapalem.[106] Apart from buses, there are about 25,000 auto rickshaws plying on the city roads which provide intermediate public transport.[100]:22</p>\r\n<p>&nbsp;</p>\r\n<p>Visakhapatnam is the headquarters of South Coast Railway zone of Indian railways. Visakhapatnam railway station is as an A1 station[107] with the highest gross revenue in the Waltair railway division.[108] It serves an average of 20,000&ndash;25,000 passengers daily and may rise up to 40,000 during festivals.[102] The country's largest Diesel Loco Shed with a capacity of 206.[109] Visakhapatnam Metro is a planned metro rail project whose first phase is expected to be completed by December 2018 with financial support from the Japan International Cooperation Agency.[110]</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Visakhapatnam Airport Terminal</p>\r\n<p>As of 2013, the percentage of transport mode shares in the city are, 18% buses, 9% autos, 15% two wheelers, 2% cars and 55% non-motorised transport (bicycles and pedestrians).[100]:23 The total road network accounts for a total length of 2,007.10 km (1,247.15 mi).[111] NH16, a major highway and a part of the Golden Quadrilateral system bypasses the city. During the 2016-17 fiscal year.</p>\r\n<p>&nbsp;</p>\r\n<p>Visakhapatnam Airport (IATA: VTZ, ICAO: VOTZ) had served a total of 2,358,029 passengers, an increase of 30.7% from previous year.[112] It handled 19,550 aircraft including 1,421 international and 18,129 domestic.[113]</p>\r\n<p>&nbsp;</p>\r\n<p>Visakhapatnam Port is one of 13 major ports in India and the only major port of Andhra Pradesh. It is India's second largest port by volume of cargo handled. It is located on the east coast of India and is located midway between the Chennai and Kolkata Ports. Cruise Shipping is operational between Visakhapatnam and Andaman and Nicobar islands.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"cd6e2d00-ae07-4895-8993-60bc7de30899_Visakhapatnam-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-visakhapatnam-andhra-pradesh","tags":[{"name":"visakhapatnam","slug":"visakhapatnam"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"recommendations":[{"id":1218,"title":"Top Places to visit in Rayadurg, Andhra Pradesh","imageUrl":"b2275eaf-4aa9-4d36-8b65-7a4ef04d3db3_Rayadurg.jpg","dateCreated":"2020-04-13T07:34:55.597Z","dateModified":"2020-04-13T07:35:08.31Z","contributedBy":"AskGif","content":"Rayadurga is a town in the Anantapur district of the Indian state of Andhra Pradesh. It is the headquarters of Rayadurgam Mandal in the Kalyandurg revenue division. The town is renowned for its Handloom industry.\r\n&nbsp;\r\nDemographics\r\nAs of 2011 Census of India, the town had","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2275eaf-4aa9-4d36-8b65-7a4ef04d3db3_Rayadurg.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rayadurg","slug":"rayadurg"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-rayadurg-andhra-pradesh","total":0},{"id":1189,"title":"Top Places to visit in Inkollu, Andhra Pradesh","imageUrl":"44633e0f-20de-4cc6-8669-79220d80bdbd_Inkollu.jpg","dateCreated":"2020-04-10T07:17:13.857Z","dateModified":"2020-04-10T07:17:27.581Z","contributedBy":"AskGif","content":"Inkollu is a small town located in the Prakasam district of the Indian state of Andhra Pradesh. It serves as the seat of Inkollu Mandal, an administrative district and is part of the Ongole revenue division of Prakasam.\r\n&nbsp;\r\nThe native languages of Inkollu are Telugu and Urdu.</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44633e0f-20de-4cc6-8669-79220d80bdbd_Inkollu.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"inkollu","slug":"inkollu"}],"slug":"top-places-to-visit-in-inkollu-andhra-pradesh","total":0},{"id":289,"title":"Top Places to visit in Srikakulam, Andhra Pradesh","imageUrl":"1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","dateCreated":"2019-03-10T08:52:28.89Z","dateModified":"2019-03-10T09:24:44.419Z","contributedBy":"AskGif","content":"Srikakulam is a city and the district headquarters of Srikakulam district in the Indian state of Andhra Pradesh. It is a municipal corporation and also the mandal headquarters of Srikakulam mandal in Srikakulam revenue division.[4][5] As of 2011 census, it was most populous city of Srikaulam dist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"srikakulam","slug":"srikakulam"}],"slug":"top-places-to-visit-in-srikakulam-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}