{"id":290,"title":"विशाखापत्तनम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","dateCreated":"2019-03-11T15:15:15.119Z","dateModified":"2019-03-11T15:30:52.455Z","contributedBy":"AskGif","content":"<p>विशाखापत्तनम भारतीय राज्य आंध्र प्रदेश का सबसे बड़ा शहर और वित्तीय राजधानी है। यह शहर विशाखापत्तनम जिले का प्रशासनिक मुख्यालय और भारतीय तटरक्षक का राज्य मुख्यालय है। पूर्वी घाट और बंगाल की खाड़ी के तट के बीच इसकी भौगोलिक स्थिति है। यह 2011 के रूप में 2,035,922 की आबादी वाला राज्य का सबसे अधिक आबादी वाला शहर है, जो देश का 14 वां सबसे बड़ा शहर है। यह 5,018,000 की आबादी के साथ भारत में 9 वां सबसे अधिक आबादी वाला महानगरीय क्षेत्र भी है। 43.5 बिलियन डॉलर के उत्पादन के साथ, विशाखापत्तनम 2016 के रूप में भारत के समग्र सकल घरेलू उत्पाद में नौवां सबसे बड़ा योगदानकर्ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>लैंडमार्क्स</p>\r\n<p>टेनेटी पार्क के पास बीच सड़क से सिटी स्केप</p>\r\n<p>विशाखापत्तनम आंध्र प्रदेश राज्य के प्रमुख पर्यटन स्थलों में से एक है। यह शहर समुद्र तटों, गुफाओं और पूर्वी घाटों के साथ-साथ वन्यजीव अभयारण्यों के लिए प्रसिद्ध है। शहर का लगभग 30% हरियाली से आच्छादित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के प्रमुख स्थलों में डॉल्फिन की नाक, प्रकाशस्तंभ, कैलासगिरी, बीच रोड, VUDA पार्क, विशाखापत्तनम संग्रहालय और मत्स्यदिरसिनी (एक मछलीघर) शामिल हैं। आईएनएस कुरसुरा पनडुब्बी संग्रहालय और पनडुब्बी रोधी युद्ध (एएसडब्ल्यू) विमान टीयू 142 एयरक्राफ्ट म्यूजियम एक-दूसरे के सामने आता है, यह दुनिया में अपनी तरह का एकमात्र है, जो युद्धों के शिकार और शिकारी की अवधारणा है। शहर में इंदिरा गांधी प्राणी उद्यान में वन्यजीव प्रजातियों की विविधता है। Erra Matti Dibbalu (लाल रेत के टीले) विशाखापत्तनम और Bheemunipatnam के बीच स्थित हैं, देश में भू-विरासत स्थलों में से एक हैं। यह पर्यटन स्थल अब एक धरोहर स्थल के रूप में संरक्षित और संरक्षित है। विशाखापट्टनम-भीमिली बीच सड़क से 33 एकड़ की दूरी पर स्थित डॉ। रामानायडू फिल्म स्टूडियो फिल्म शूटिंग स्थलों में से एक है। कैलासगिरि के ऊपर स्थित तेलुगु हेरिटेज म्यूजियम को विश्व तेलुगु महासंघ और विशाखापत्तनम शहरी विकास प्राधिकरण, वुडा सिटी सेंट्रल पार्क द्वारा विकसित किया गया था। अपनी टोपी में एक और पंख जोड़कर, विशाखापत्तनम भारत का सबसे बड़ा म्यूजिकल फाउंटेन है जो सेंट्रल पार्क में खोला जाता है। 360 डिग्री पर लंबवत रूप से स्थित, फव्वारा विभिन्न रंगों में डिजिटल संगीत की धुन पर नाचता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>थोटलाकोंडा समुद्र तट पर प्राकृतिक आर्क</p>\r\n<p>बंगाल की खाड़ी के तट के साथ समुद्र तटों में आरके बीच, रुशिकोंडा बीच और मंगमारिपेटा बीच शामिल हैं। अन्य हैं यारदा, भीमिली, लॉसन की खाड़ी, टेनेटी, सागर नगर, थोटलकोंडा और गंगावरम समुद्र तट। बोर्रा गुफाएँ 1807 में ब्रिटिश भूविज्ञानी विलियम किंग द्वारा खोजी गई गुफाएँ हैं। आंध्र प्रदेश वन विभाग के अंतर्गत आने वाले कम्बाकोंडा वन्यजीव अभयारण्य में टायडा (एक ईको पर्यटन परियोजना) शहर के पास वन्यजीव संरक्षण स्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>सिंहचलम मंदिर</p>\r\n<p>कवि, कलाकार शहर के कुछ उल्लेखनीय कवियों में श्री श्री, गोलपुड़ी मारुति राव, सिरीवनेला सीथारमा शास्त्री शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट अलॉयसियस एंग्लो इंडियन हाई स्कूल (एसएएस) की स्थापना 1847 में विशाखापत्तनम, आंध्र प्रदेश में हुई थी</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत सरकारी और सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। शैक्षणिक वर्ष 2016-17 के लिए स्कूल सूचना रिपोर्ट के अनुसार, शहरी विशाखापत्तनम में 1,44,268 (पश्चिमी: 144,268) छात्र थे [117] 434 स्कूलों में दाखिला लिया। [118] सेंट्रल बोर्ड ऑफ सेकेंडरी एजुकेशन, सेकेंडरी स्कूल सर्टिफिकेट या इंडियन सर्टिफिकेट ऑफ सेकंडरी एजुकेशन अलग-अलग तरह के सिलेबस हैं। शिक्षा का माध्यम अंग्रेजी और तेलुगु हैं। [११ ९] सेंट एलॉयसियस एंग्लो इंडियन बॉयज हाई स्कूल शहर का सबसे पुराना स्कूल है जिसे 1847 में स्थापित किया गया था। [120] विशाखापत्तनम जिला केंद्रीय पुस्तकालय सरकार द्वारा समर्थित है और द्वारका नगर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी, आंध्र प्रदेश समाज कल्याण आवासीय और निजी उपक्रमों के अंतर्गत दसियों जूनियर कॉलेज हैं। [123] आंध्र विश्वविद्यालय विश्वविद्यालय अनुदान आयोग योजना के तहत अनुमोदित एकमात्र स्वायत्त कॉलेज है। श्रीमती ए। वी। एन। कॉलेज शहर का सबसे पुराना शैक्षणिक संस्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>GITAM विश्वविद्यालय (आंध्र प्रदेश का पहला निजी विश्वविद्यालय) और गायत्री विद्या परिषद कॉलेज ऑफ इंजीनियरिंग शहर में अन्य तकनीकी-शिक्षा संस्थान हैं। विशाखापत्तनम दामोदरम संजीवय राष्ट्रीय विधि विश्वविद्यालय का भी घर है, जो आंध्र प्रदेश राज्य के लिए राष्ट्रीय विधि विश्वविद्यालय है। DSNLU कॉमन लॉ एडमिशन टेस्ट के माध्यम से प्रवेश लेता है और 17 राष्ट्रीय विधि विश्वविद्यालयों के बीच स्थापना के क्रम से 15 वें स्थान पर है। विजाग को सरला बिरला अकादमी के तत्वावधान में भारतीय पैकेजिंग संस्थान, आईआईपी [126] और बिट्स पिलानी और बिड़ला इंटरनेशनल स्कूल के साथ भारत का पहला पैकेजिंग पार्क [125] मिलने वाला है। [127]</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Visakha Wikipedia</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e4dacd9-06c4-4c9a-92d6-5f60465d551f_Visakhapatnam-railway.jpg","subContents":[{"SubTitle":"1. पावुरलकोंडा","SubTitleHindi":null,"SubContent":"<p>पावुरलाकोंडा (\"कबूतर पहाड़ी\") विशाखापत्तनम से लगभग 24 किमी (15 मील) दूर, भीमली का एक पहाड़ी पश्चिम में है। यहां पाई जाने वाली बौद्ध बस्ती पहली शताब्दी ईसा पूर्व से दूसरी शताब्दी ईस्वी तक की है। पहाड़ी पर (जो समुद्र तट को अनदेखा करता है) बारिश के पानी को इकट्ठा करने के लिए 16 रॉक-कट सीटर हैं। टंडवा नदी पर गोपालपट्टनम, एक गांव है जो ईंट स्तूप, विहार, मिट्टी के बर्तनों और अन्य बौद्ध कलाकृतियों से घिरा हुआ है।</p>","SubContentHindi":null,"ImageUrl":"886093cb-c5ee-495c-845d-ce65ed3ee548_Pavurallakonda_Buddhist_Remnant_Site_near_Bheemunipatnam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. शंकरम","SubTitleHindi":null,"SubContent":"<p>1907 में ब्रिटिश पुरातत्वविद् अलेक्जेंडर री ने 2,000 साल पुराने बौद्ध स्थल शंकरम का पता लगाया। \"ओंकारम\" नाम संघाराम (मंदिर या मठ) से निकला है। विशाखापत्तनम के दक्षिण में 40 किमी (25 मील) की दूरी पर स्थित, इसे स्थानीय रूप से बोज्जनकोंडा के नाम से जाना जाता है और यह आंध्र प्रदेश का एक महत्वपूर्ण बौद्ध स्थल है। बौद्ध धर्म के तीन प्रमुख स्कूल (हीनयान, महायान और वज्रयान) यहां पनपे। यह परिसर अपने अखंड स्तूप, रॉक-कट गुफाओं और ईंट संरचनाओं के लिए जाना जाता है। प्राथमिक स्तूप को शुरू में चट्टान से उकेरा गया था और ईंटों से ढंका गया था। खुदाई में पहली शताब्दी ईस्वी से ऐतिहासिक मिट्टी के बर्तन और सातवाहन सिक्के मिले। लिंगलाकोंडा में, पहाड़ी पर फैली पंक्तियों में रॉक-कट मोनोलिथिक स्तूप भी हैं। विहार लगभग 1,000 वर्षों से सक्रिय था।</p>\r\n<p>&nbsp;</p>\r\n<p>पास में ही एक और बौद्ध स्थल, बोज्ञानकोंडा है, जिसमें गुफाओं के मुख पर नक्काशी की गई बुद्ध की कई छवियां हैं। लिगलमेट्टा में, पहाड़ियों में फैले पंक्तियों में सैकड़ों रॉक-कट मोनोलिथिक स्तूप हैं। अन्य बौद्ध आकर्षणों में एक अवशेष तख्त, तीन चैत्य हॉल, व्रत मंच, स्तूप और वज्रयान मूर्तियां हैं।</p>","SubContentHindi":null,"ImageUrl":"b523ad69-e8b8-417d-8829-01bc5548bd63_sankaram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. बाविकोंडा","SubTitleHindi":null,"SubContent":"<p>बाविकोंडा विशाखापत्तनम शहर से लगभग 15 किलोमीटर दूर एक पहाड़ी पर स्थित एक महत्वपूर्ण बौद्ध विरासत स्थल है। यहाँ बौद्ध निवास 16 हेक्टेयर समतल सीढ़ीदार क्षेत्र पर देखा जाता है। बौद्ध धर्म के हीनयान स्कूल में तीसरी शताब्दी ईसा पूर्व के बीच मठ में अभ्यास किया गया था। और तीसरी शताब्दी के ए। डी। बाविकोंडा पूरे बौद्ध परिसर के बने हुए हैं, जिसमें तीन चरणों से संबंधित 26 संरचनाएँ हैं। यहां बरामद एक कलश में रखी हड्डी का एक टुकड़ा बुद्ध के नश्वर अवशेषों से संबंधित माना जाता है। तेलुगु में बाविकोंडा शब्द का अर्थ है \"कुओं की एक पहाड़ी\"। इसका नाम फिटिंग, बाविकोंडा बारिश के पानी के संग्रह के लिए कुओं के साथ एक पहाड़ी है। यह विशाखापत्तनम से 15 किमी (9.3 मील) की दूरी पर स्थित है और एक महत्वपूर्ण बौद्ध स्थल है। 1982 से 1987 तक किए गए उत्खनन से एक बौद्ध प्रतिष्ठान का पता चला, जिसमें एक महाशय भी शामिल थे, जो अवशेषों के ताबूत के साथ एम्बेडेड थे, [स्पष्टीकरण की आवश्यकता] एक बड़ा विहार परिसर, कई विशाल स्तूप, एक पत्थर का बना मण्डली और आयताकार हॉल और एक दुर्दम्य कक्ष। साइट से बरामद कलाकृतियों में रोमन और सातवाहन सिक्के और तीसरी शताब्दी ईसा पूर्व से दूसरी शताब्दी ईस्वी तक के मिट्टी के बर्तन शामिल हैं। एक महत्वपूर्ण खोज एक कलश में हड्डी का एक टुकड़ा (राख की एक बड़ी मात्रा के साथ) था, जिसे बुद्ध का अवशेष माना जाता है। बाविकोंडा साइट को एशिया के सबसे पुराने बौद्ध स्थलों में से एक माना जाता है। यह बौद्ध सभ्यता की याद दिलाता है जो कभी दक्षिणी भारत में मौजूद थी, और इंडोनेशिया में बोरोबुदुर की याद दिलाती है।</p>","SubContentHindi":null,"ImageUrl":"5d5c601b-bb23-4891-b181-3a27cf304051_Bavikonda_stupas.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. थोटलकोंडा","SubTitleHindi":null,"SubContent":"<p>विशाखापत्तनम से लगभग 16 किमी (9.9 मील) एक पहाड़ी के ऊपर स्थित बौद्ध परिसर थोटलाकोंडा है। मंगलमिपेटा पहाड़ी पर स्थित बौद्ध परिसर, जिसे स्थानीय रूप से तोतलाकोंडा के नाम से जाना जाता है, विशाखापत्तनम-विशाखापत्तनम बीच रोड पर लगभग 16 किमी दूर स्थित है। इसकी खोज (एक हवाई सर्वेक्षण के दौरान) के बाद, आंध्र प्रदेश सरकार ने 1978 में 48 हा साइट को संरक्षित स्मारक के रूप में घोषित किया। 1988 से 1992 तक खुदाई में संरचनात्मक अवशेषों और कलाकृतियों को उजागर किया गया, जिन्हें धार्मिक, धर्मनिरपेक्ष और नागरिक के रूप में वर्गीकृत किया गया। इन संरचनाओं में स्तूप, चैत्यग्रिह, स्तंभित मण्डप, भांडागार, दुर्दम्य (भजनशाला), जल निकासी और पत्थर के रास्ते शामिल हैं। साइट में 120 एकड़ (49 हेक्टेयर) का क्षेत्र शामिल है, और इसे आंध्र प्रदेश सरकार द्वारा संरक्षित क्षेत्र घोषित किया गया है। खुदाई से तीन प्रकार के संरचनात्मक अवशेष सामने आए हैं: धार्मिक, धर्मनिरपेक्ष और नागरिक। संरचनाओं में एक महास्तूप, सोलह स्वरुप स्तूप, एक पत्थर का स्तंभित मण्डप, ग्यारह पत्थर की कटाई वाले कुएं, अच्छी तरह से पक्के पत्थर के रास्ते, एक सहायक चैत्य-गृह, तीन गोल चैत्य-गृह, दो विश्राम मंच, दस विहार और एक रसोई परिसर शामिल हैं। तीन हॉल और एक रिफ़ेक्ट्री (डाइनिंग हॉल) के साथ। संरचनाओं के अलावा, उत्खनन किए गए बौद्ध खजानों में नौ सातवाहन और पाँच रोमन चांदी के सिक्के, टेराकोटा टाइलें, प्लास्टर के सजावटी टुकड़े, मूर्तिकला पैनल, पत्थर में लघु स्तूप मॉडल, अष्टमंगल चिन्ह (यानी स्वस्तिक, श्रीवास के आठ शुभ प्रतीक) के साथ चित्रित बुद्ध पाद शामिल हैं। नंद्यावर्त, वर्धमानका, भद्रासन, कलशा, मिनयुगल और दरपन) और प्रारंभिक मिट्टी के बर्तन</p>","SubContentHindi":null,"ImageUrl":"c014a866-7126-44a0-a237-274065ed7820_Buddhist_Ruins_at_Totlakonda.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. रक्षा और अनुसंधान","SubTitleHindi":null,"SubContent":"<p>नौसेना का अड्डा</p>\r\n<p>विशाखापत्तनम पूर्वी नौसेना कमान, नौसेना विज्ञान और तकनीकी प्रयोगशाला (एक डीआरडीओ लैब), एक मुख्य गुणवत्ता आश्वासन प्रतिष्ठान (CQAE), एक EFS कार्यालय, एक नौसेना डॉकयार्ड (1949 में स्थापित) और INS वीरबाहु सहित नौसेना मामलों का मुख्यालय है। आईएनएस कर्ण, आईएनएस कलिंग, आईएनएस समुंद्रिका, आईएनएस सातवाहन और आईएनएस देवगा। INS रामबली में एक नया बेस 5,000 एकड़ (20 किमी 2) में बनाया जा रहा है, जिसमें भारत में पहला समर्पित पनडुब्बी बेस $ 15 बिलियन (US $ 209 मिलियन) का निवेश है। भारत की पहली परमाणु पनडुब्बी आईएनएस अरिहंत को नौसेना डॉकयार्ड में लॉन्च किया गया था, और भारत डायनेमिक्स ने टॉरपीडो का निर्माण शुरू कर दिया है। विशाखापत्तनम में जहाजों और कार्यालयों सहित भारतीय तटरक्षक की भी उपस्थिति है। कई नौसेना प्रशिक्षण प्रतिष्ठान, जैसे कि नेवी शिपव्यू स्कूल, [130] भी यहां स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अनुसंधान संगठनों</p>\r\n<p>भाभा परमाणु अनुसंधान केंद्र (BARC) क्षेत्र में (ट्रॉम्बे के बाद) देश में अपनी दूसरी शोध सुविधा की योजना बना रहा है। [131] राष्ट्रीय समुद्र विज्ञान संस्थान और भारत मौसम विभाग के कार्यालय भी हैं।</p>","SubContentHindi":null,"ImageUrl":"787a95af-23b0-4636-8455-887e530f7ff8_INS_Karmuk_P64_at_Visakhapatnam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>शहर के यात्री परिवहन के प्राथमिक मोड के रूप में सिटी बसों और ऑटो रिक्शा को पसंद करते हैं, इसके बाद दोपहिया और कार चलाते हैं। [११] सड़क और रेल को लंबी दूरी की आवागमन के लिए पसंद किया जाता है और क्रमशः द्वारका बस स्टेशन और विशाखापत्तनम रेलवे स्टेशन द्वारा समर्थित है। [१०१] [१०२] इसके पास समुद्र और हवाई यात्रा का बुनियादी ढांचा भी है, जैसे विशाखापत्तनम बंदरगाह [103] और विशाखापत्तनम हवाई अड्डा। [१०४]</p>\r\n<p>&nbsp;</p>\r\n<p>APSRTC विशाखापत्तनम क्षेत्र द्वारका बस स्टेशन से शहर, जिला और अंतर-राज्य बस सेवा संचालित करता है। [१०५] पेंडुर्थी और सिम्हाचलम के दो गलियारों में बस रैपिड ट्रांजिट सिस्टम के अलावा, 150 से अधिक मार्गों पर 600 से अधिक सिटी बसें चलाई जा रही हैं। [100]: 21 एक योजनाबद्ध इंटीग्रेटेड बस टर्मिनल कॉम्प्लेक्स मधेपुरापलेम में बनाया जाएगा। [106] बसों के अलावा, शहर की सड़कों पर लगभग 25,000 ऑटो रिक्शा हैं, जो मध्यवर्ती सार्वजनिक परिवहन प्रदान करते हैं। [22]: 22</p>\r\n<p>&nbsp;</p>\r\n<p>विशाखापत्तनम भारतीय रेलवे के दक्षिण तट रेलवे क्षेत्र का मुख्यालय है। विशाखापत्तनम रेलवे स्टेशन वाल्टेयर रेलवे डिवीजन में सबसे अधिक सकल राजस्व के साथ A1 स्टेशन [107] के रूप में है। [108] यह प्रतिदिन औसतन 20,000-25,000 यात्रियों की सेवा करता है और त्योहारों के दौरान 40,000 तक बढ़ सकता है। [102] देश का सबसे बड़ा डीज़ल लोको शेड जिसकी क्षमता 206 है। [109] विशाखापत्तनम मेट्रो एक नियोजित मेट्रो रेल परियोजना है, जिसका पहला चरण दिसंबर 2018 तक जापान अंतर्राष्ट्रीय सहयोग एजेंसी से वित्तीय सहायता के साथ पूरा होने की उम्मीद है। [110]</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>विशाखापत्तनम एयरपोर्ट टर्मिनल</p>\r\n<p>2013 तक, शहर में परिवहन मोड शेयरों का प्रतिशत 18% बसों, 9% ऑटो, 15% दो पहिया, 2% कारों और 55% गैर-मोटर चालित परिवहन (साइकिल और पैदल यात्री) हैं। [100]: 23 कुल सड़क नेटवर्क की कुल लंबाई 2,007.10 किमी (1,247.15 मील) है। [111] NH16, एक प्रमुख राजमार्ग और स्वर्णिम चतुर्भुज प्रणाली का एक हिस्सा शहर को बाईपास करता है। 2016-17 के वित्तीय वर्ष के दौरान।</p>\r\n<p>&nbsp;</p>\r\n<p>विशाखापत्तनम हवाई अड्डे (IATA: VTZ, ICAO: VOTZ) ने पिछले वर्ष की तुलना में 30.7% की वृद्धि के साथ कुल 2,358,029 यात्रियों की सेवा की थी। [112] इसने 1,421 अंतर्राष्ट्रीय और 18,129 घरेलू सहित 19,550 विमानों को संभाला। [113]</p>\r\n<p>&nbsp;</p>\r\n<p>विशाखापत्तनम बंदरगाह भारत के 13 प्रमुख बंदरगाहों में से एक है और आंध्र प्रदेश का एकमात्र प्रमुख बंदरगाह है। कार्गो की मात्रा के हिसाब से यह भारत का दूसरा सबसे बड़ा बंदरगाह है। यह भारत के पूर्वी तट पर स्थित है और चेन्नई और कोलकाता बंदरगाह के बीच में स्थित है। विशाखापत्तनम और अंडमान और निकोबार द्वीप समूह के बीच क्रूज शिपिंग चालू है।</p>","SubContentHindi":null,"ImageUrl":"cd6e2d00-ae07-4895-8993-60bc7de30899_Visakhapatnam-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-visakhapatnam-andhra-pradesh","tags":[{"name":"विशाखापत्तनम","slug":"visakhapatnam"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"recommendations":[{"id":1218,"title":"रायदुर्ग में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"b2275eaf-4aa9-4d36-8b65-7a4ef04d3db3_Rayadurg.jpg","dateCreated":"2020-04-13T07:34:55.597Z","dateModified":"2020-04-13T07:35:08.31Z","contributedBy":"AskGif","content":"रायदुर्गा भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक कस्बा है। यह कल्याणदुर्ग राजस्व मंडल में रायदुर्गम मंडल का मुख्यालय है। शहर अपने हथकरघा उद्योग के लिए प्रसिद्ध है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2011 की भारत की जनगणना के अनुसार, शहर की आबादी 61,749 थी। कुल जनसंख्या 0,9 वर्ष क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2275eaf-4aa9-4d36-8b65-7a4ef04d3db3_Rayadurg.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायदुर्ग","slug":"rayadurg"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-rayadurg-andhra-pradesh","total":0},{"id":1189,"title":"इंकोलू में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"44633e0f-20de-4cc6-8669-79220d80bdbd_Inkollu.jpg","dateCreated":"2020-04-10T07:17:13.857Z","dateModified":"2020-04-10T07:17:27.581Z","contributedBy":"AskGif","content":"इंकोलू भारत के आंध्र प्रदेश राज्य के प्रकाशम जिले में स्थित एक छोटा सा शहर है। यह एक प्रशासनिक जिले इंकोलु मंडल की सीट के रूप में कार्य करता है, और प्रकाशम के ओंगोल राजस्व प्रभाग का हिस्सा है।\r\n&nbsp;\r\nइंकोलू की मूल भाषाएं तेलुगु और उर्दू हैं।\r\n&nbsp;\r\nशब्द-साधन\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44633e0f-20de-4cc6-8669-79220d80bdbd_Inkollu.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"इंकोलू","slug":"inkollu"}],"slug":"top-places-to-visit-in-inkollu-andhra-pradesh","total":0},{"id":289,"title":"श्रीकाकुलम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","dateCreated":"2019-03-10T08:52:28.89Z","dateModified":"2019-03-10T09:24:44.419Z","contributedBy":"AskGif","content":"श्रीकाकुलम भारतीय राज्य आंध्र प्रदेश में एक शहर और श्रीकाकुलम जिले का जिला मुख्यालय है। यह एक नगर निगम है और श्रीकाकुलम राजस्व मंडल में श्रीकाकुलम मंडल का मंडल मुख्यालय भी है। [४] [५] 2011 की जनगणना के अनुसार, यह सबसे अधिक आबादी वाला शहर सिरकुलम जिला और राज्य का 24 वां आबादी वाला शहर था, जिसकी जन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b914304-36e7-4fc3-a4cc-6a7ec65fde63_Srikakulam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"श्रीकाकुलम","slug":"srikakulam"}],"slug":"top-places-to-visit-in-srikakulam-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}