{"id":291,"title":"बालाकोट हवाई हमले की गिनती का पता चला! 263 आतंकवादी पाक के JeM शिविर में प्रशिक्षण के लिए इकट्ठे हुए थे","imageUrl":"9bdaee4e-261e-4e41-a452-05027b04ebae_Indian-air-strikes.jpg","dateCreated":"2019-03-11T15:42:03.866Z","dateModified":"2019-03-11T15:42:03.866Z","contributedBy":"AskGif","content":"<p>नई दिल्ली: पाकिस्तान में जैश-ए-मोहम्मद के सबसे बड़े आतंकी प्रशिक्षण शिविर पर भारतीय वायु सेना द्वारा किए गए बालाकोट हवाई हमलों में मारे गए आतंकवादियों की संख्या पर भारत में चल रहे युद्ध के बीच, टाइम्स नाउ ने सीखा है कि कुल 263 आतंकवादी भारतीय वायुसेना द्वारा अभूतपूर्व कार्रवाई से पहले सुविधा दिन में इकट्ठे हुए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>जम्मू और कश्मीर में 14 फरवरी के पुलवामा आतंकी हमले के 26 फरवरी के दिन, 26 फरवरी को पूर्व वायुसेना के हमलों को अंजाम देने से पांच दिन पहले बालाकोट JeM शिविर में 263 आतंकवादियों की मौजूदगी की पुष्टि हुई थी बल मारे गए।</p>\r\n<p>&nbsp;</p>\r\n<p>टाइम्स नाउ को पता चला है कि आतंकी रंगरूटों को प्रशिक्षित करने के लिए बालाकोट में जेईएम के 18 वरिष्ठ कमांडर मौजूद थे। जबकि 83 आतंकवादियों ने दौरा-ए-आम के लिए इकट्ठा किया था - शुरुआती प्रशिक्षण पाठ्यक्रम, 91 आतंकवादियों ने दौरा-ए-खास - उन्नत प्रशिक्षण के लिए इकट्ठा किया था। कुल 25 को फिदायीन के रूप में विशेष प्रशिक्षण के लिए चुना गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके अलावा, 30 ने दौरा-ए-मौतुल्लाह के लिए इकट्ठा किया था और कुछ 18 से 20 कर्मचारी काम कर रहे थे, जिसमें रसोइया और नाई भी शामिल थे। उपस्थित और पहचाने गए कुछ शिक्षकों और प्रशिक्षकों में मुफ्ती उमर, मौलाना जावेद, मौलाना असलम, मौलाना अजमल, मौलाना जुबैर, मौलाना अब्दुल गफूर कश्मीरी, मौलाना कुदरतुल्लाह, मौलाना कासिम और मौलाना जुनैद शामिल थे।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय वायु सेना मिराज -2000 फाइटर जेट्स द्वारा बालाकोट JeM शिविर में कुल चार मिसाइलें गिराई गईं।</p>\r\n<p>&nbsp;</p>\r\n<p>टाइम्स नाउ सबूत को बाहर कर रहा है जब बालाकोट में वायुसेना के हवाई हमलों की प्रभावशीलता पर संदेह व्यक्त किया गया है। कुछ दिन पहले, अंतरराष्ट्रीय मीडिया में प्रकाशित उपग्रह चित्रों ने दावा किया था कि जेएम शिविर भारतीय जेट्स से नहीं टकराया था। तब भी, टाइम्स नाउ ने उन दावों का मुकाबला करने और उन्हें खारिज करने के लिए उपग्रह चित्र दिखाए थे और स्पष्ट रूप से स्थापित किया था कि मिराज -2000 जेट्स द्वारा लॉन्च की गई मिसाइलों द्वारा जेएम शिविर में इमारतों को हिट किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>उपलब्ध विवरण के अनुसार, JeM शिविर में 263 आतंकवादियों की उपस्थिति भारतीय खुफिया एजेंसियों द्वारा स्थापित की गई थी। JeM के शीर्ष नेतृत्व ने 25 फरवरी से शुरू होने वाले कई आतंकी प्रशिक्षण पाठ्यक्रमों के लिए बालाकोट सुविधा में इकट्ठा किया था।</p>\r\n<p>स्रोत: https://oneplus6.page.link/balakot-casalties-revealed</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9bdaee4e-261e-4e41-a452-05027b04ebae_Indian-air-strikes.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"balakot-air-strikes-count-revealed-263-terrorists-had-assembled-at-jem-camp-in-pak-for-training-exclusive","tags":[{"name":"इंडिया","slug":"india"},{"name":"पाकिस्तान","slug":"pakistan"}],"recommendations":[{"id":1373,"title":"सुशांत सिंह राजपूत आत्महत्या मामला: मुंबई पुलिस ने लगभग 9 घंटे तक रिया चक्रवर्ती को ग्रिल किया, अभिनेत्री ने कबूल किया कि उनका सुशांत से झगड़ा हुआ था","imageUrl":"dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","dateCreated":"2020-06-19T06:18:04.528Z","dateModified":"2020-06-19T06:37:02.916Z","contributedBy":"AskGif","content":"18 जून को, स्वर्गीय अभिनेता सुशांत सिंह राजपूत की अफवाह प्रेमिका रिया चक्रवर्ती को मुंबई पुलिस ने अभिनेता की आत्महत्या के लिए चल रही जांच में लगभग 9 घंटे सीधे पूछताछ की थी। हम अब स्रोतों के माध्यम से पूछताछ के दौरान सभी को क्या मिला, इस पर अपने हाथ लाने में कामयाब रहे। आस-पास चल रही अफवाहों की पु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"sushant-singh-rajput-suicide-case-mumbai-police-grill-rhea-chakraborty-for-almost-9-hours-actress-confesses-she-had-a-fight-with-sushant","total":0},{"id":1367,"title":"सुशांत सिंह राजपूत की आखिरी बार फोटो रिया चक्रवर्ती के साथ वायरल हुई","imageUrl":"662d79f5-2af9-42ea-aa8d-1e3ce9016c34-pjimage.jpg","dateCreated":"2020-06-15T04:09:15.341Z","dateModified":"2020-06-15T04:41:17.954Z","contributedBy":"AskGif","content":"अभिनेता सुशांत सिंह राजपूतों की अचानक मौत की खबर ने सभी को स्तब्ध कर दिया था, इसके बाद अभिनेता की एक पुरानी तस्वीर उनकी रिया गर्लफ्रेंड रिया चक्रवर्ती के साथ सोशल मीडिया पर वायरल हो गई।\r\nअभिनेता सुशांत सिंह राजपूतों की अचानक मौत की खबर ने सभी को स्तब्ध कर दिया था, इसके बाद अभिनेता की एक पु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/662d79f5-2af9-42ea-aa8d-1e3ce9016c34-pjimage.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"sushant-singh-rajputs-last-seen-photo-with-rhea-chakraborty-goes-viral","total":0},{"id":1362,"title":"सुशांत सिंह राजपूत ने की आत्महत्या, बांद्रा के फ्लैट में लटका मिला: रिपोर्ट","imageUrl":"bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","dateCreated":"2020-06-14T09:13:21.868Z","dateModified":"2020-06-14T12:30:45.806Z","contributedBy":"AskGif","content":"बॉलीवुड अभिनेता सुशांत सिंह राजपूत ने रविवार को मुंबई में आत्महत्या कर ली। खबरों के मुताबिक, सुशांत को बांद्रा स्थित उनके घर पर लटका पाया गया और एक घरेलू मदद ने पुलिस को सतर्क कर दिया।\r\n&nbsp;\r\nबांद्रा पुलिस की एक टीम जांच के लिए रवाना हो गई है। मुंबई पुलिस के प्रवक्ता ने कहा कि अभी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd006696-b6cd-4a88-b1d6-0557edd8eff4-img.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"sushant-singh-rajput-commits-suicide-found-hanging-in-bandra-flat-report","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0}]}