{"id":292,"title":"Top Places to visit in Vizianagaram, Andhra Pradesh","imageUrl":"456f73b7-8ff1-4bc8-aa11-7893cf77d86d_Vizianagaram-railway.jpg","dateCreated":"2019-03-12T15:16:23.414Z","dateModified":"2019-03-12T15:32:36.923Z","contributedBy":"AskGif","content":"<p>Vizianagaram is a city and district headquarters of Vizianagaram district in the Indian state of Andhra Pradesh. It is a municipality and also the mandal headquarters of Vizianagaram mandal.[4] It is located 18 km inland from the Bay of Bengal and 42 km to the northeast of Visakhapatnam.</p>\r\n<p>Geography</p>\r\n<p>Vizianagaram is located at 18.12&deg;N 83.42&deg;E. It has an average elevation of 74 metres (242 feet). The district is bounded on the east by Srikakulam District, on the west and south by Visakhapatnam district, on the southeast by the Bay of Bengal, and on the northwest by Odisha state. The principal rivers flowing in the district are Nagavali, Vegavathi, Gomukhi, Suvarnamukhi, Champavathi and Gostani. The Nagavali is the main river, which flows in about 112 km in Vizianagaram district. The River Gosthani has its origin in Ananthagiri forest area and flows through Srungavarapukota (S.Kota) and Jami mandals. The Suvarnamukhi River originates in the hills of Saluru mandal, travels in an eastern direction and finally joins the Nagavali at Sangam village in Palakonda mandal of Srikakulam District. Vegavathi originates in pachipenta hills of Pachipenta mandal and flows almost parallel to Suvarnamukhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Rivers and irrigation projects</p>\r\n<p>&nbsp;</p>\r\n<p>Major Rivers flowing through the city are Nagavali, Vegavathi, Gomukhi, Suvarnamukhi, Champavathi and Gosthani River. Irrigation projects across these rivers include Tatapudi Reservoir across the Gosthani River, Vegavathi project across the river Vegavathi, Vottigedda project across the river Vottigedda, Peda Ankalam Anicut and Vengala Raya Sagaram project across Suvarnamukhi, Seeta Nagaram Anicut, Denkada Anicut, Paradhi at Bobbili, across Suvarnamukhi, a tributary of Nagavali River and Andra Reservoir project across Champavathi River.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>&nbsp;</p>\r\n<p>Sunset at Vizianagaram</p>\r\n<p>Vizianagaram has a tropical savanna climate (K&ouml;ppen climate classification Aw) characterised by high humidity nearly all the year round, with oppressive summers and good seasonal rainfall. The summer season extends from March to May, followed by southwest monsoon season, which continues to September. October and November constitute the post-monsoon or retreating monsoon season. The normal rainfall of the district for the year is 1,131.0 mm, as compared to the actual rainfall of 740.6 mm received during 2002&ndash;2003. The district gets the benefit of both the southwest and northeast monsoon. The season extending from December to February is of generally fine weather. The climate of the hill parts of the district is different from that of the plain.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Vizianagaram is one of the principal towns in Uttarandhra (North of Andhra Pradesh State). There are a number of industries in and around the city. The country's largest ferromanganese plant is situated on the outskirts of Garividi.[15] There are various jute mills in Garividi, including the Hooghly Jute Mills. Vizianagaram is a popular destination for the textile wholesale market.</p>\r\n<p>&nbsp;</p>\r\n<p>Maritime resources</p>\r\n<p>&nbsp;</p>\r\n<p>Vizianagaram district had a coastal belt of 28 km. Pusapatirega and Bhogapuram are coastal mandals with eight main villages and 16 hamlets. The land of 80.47 acres (32.57 ha) in the coastal villages of these mandals is being used for salt cultivation.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries</p>\r\n<p>There are 22 large- and medium-scale industries established with an investment of ₹ 669.09 crores, providing employment to 20,759 people. These industries are primarily engaged in the manufacture of jute twine, ferroalloys, sugar, cement, pharmaceuticals, sponge and iron.</p>\r\n<p>&nbsp;</p>\r\n<p>There are 4,653 small-scale units with an investment of ₹ 114.20 crores and providing employment to 32,615 people. These SSI units are mainly engaged in general engineering, motor workshops, groundnut oil mills, rolling mills, RCC spun pipes, sawmills, aluminium utensils, and bus, lorry and cycle rickshow body buildings.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools of the School Education Department of the state.[18][19] The medium of instruction followed by different schools are English, Telugu.</p>\r\n<p>&nbsp;</p>\r\n<p>Vizianagaram city has many educational institutions and some of the notable are listed below:</p>\r\n<p>&nbsp;</p>\r\n<p>Maharajah's College (1879)</p>\r\n<p>Maharajah's Government College of Music and Dance (1919)</p>\r\n<p>Maharaja's Post Graduate College [20] (1987)</p>\r\n<p>MVGR College of Engineering (1997)</p>\r\n<p>Andhra University &ndash; Vizianagaram Campus (2006)</p>\r\n<p>JNTUK-UCEV Vizianagaram [21] (2007)</p>\r\n<p>Govt. Maharaja Sanskrit High School</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Dr PVG Raju ACA Sports Complex is a cricket ground in Vizianagram. It hosts domestic matches. Sir Vizzy stadium in Vizianagaram is one of the best stadiums in AP.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Vizianagaram</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/456f73b7-8ff1-4bc8-aa11-7893cf77d86d_Vizianagaram-railway.jpg","subContents":[{"SubTitle":"1. Vizianagaram Fort","SubTitleHindi":null,"SubContent":"<p>Vijayarama Raju-I laid the foundation of Vizianagaram fort in 1713 A.D. on the auspicious day of Vijaya Dashmi. The Victory arch was the main entrance to the Vizianagaram fort prior to the construction of Nagaar Khana. It has a temple of Lord Hanuman on one side and Goddess Lakshmi on the other. The Goddess is also known as &lsquo;Kota Shakti&rsquo; or the guardian of the fort. The Raja of Vizianagaram would seek blessings of the Goddess before embarking on any military expedition. The main entrance to the fort is through the East Gate. Nagaar Khana is situated atop this gate. &lsquo;Nagaara&rsquo; is an Indian percussion instrument. A literal translation of &lsquo;Nagaar Khana&rsquo; would mean &lsquo;Drum Room&rsquo;. It was used for drawing attention of the people for announcing royal edicts. The drummer also used the Nagaara to announce and alert the inmates to the arrival of royal guests. The West Gate is the rear entrance to the Vizianagaram fort. This gateway is built in Rajasthani style and has a viewing pavilion on top. It connects the fort to the Pedda Cheruvu and to the royal tombs. As per Hindu customs and traditions, the deceased should be taken for cremation only from the rear door of the household. The West Gate with the royal tombs close by served this purpose. The fort was surrounded by a moat. The area between the west wall and the moat has been converted into a splendid park with well laid out gardens and lush green lawns by the present day administration.</p>","SubContentHindi":null,"ImageUrl":"6f254916-241f-4a61-8f25-c3e9ac188cc6_Vizianagaram-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Ramanarayanam","SubTitleHindi":null,"SubContent":"<p>About Ramanarayanam</p>\r\n<p>Tucked away in the remote corner of the &ldquo;CITY OF MUSIC&rdquo;, Vizianagaram, 50 KM from Vizag Airport and 15 KM from upcoming Greenfield Airport, Andhra Pradesh, RAMANARAYANAM provides an awesome yet is a spiritual theme park with aesthetic GATE WAY to those seeking solace in spiritual experience. The very unique design and elevation of the PRANGANAM is bound to leave the tourist/Pilgrim spell bound with an experience, rich, cherishing and invigorating. When noble thoughts become great intentions, and such intentions become a driving passion, marvels like the RAMANARAYANAM are created. Located at Korukonda Road, Vizianagaram,50 kms from Vizag Airport and 15 kms from upcoming Greenfield Airport, Andhra Pradesh, this theme park has set a standard in many ways, attracting tourists not just from its vicinity but from across the globe. Raising the bar of what one can expect from a theme park, from a great epic and from a spiritual destination, the Ramanarayanam is as unique as it is special.</p>\r\n<p>&nbsp;</p>\r\n<p>A unique Spiritual Theme Park</p>\r\n<p>Spread over a sprawling 15 acres plot with lush green lawns and taking over a decade from concept to design to execution and to reality and with the sweat and toils of hundreds of artists and artisans from across the country who were chanting away JAISRIRAM, this MAGNUM OPUS called RAMANARAYANAM could finally take shape and achieve its destined position in the annals of the history of the CITY OF LEARNING /MUSIC and the historical city of VIZIANAGARAM. Costing no less, this spiritual theme park is exceptional / unique in more ways than one. The design of the PRANGANAM is based on our ancient architecture upholding the Hindu Mythology. Since Green colour provides huge relief to the tiring eyes, this theme park is also home to the most exotic spread of flora and fauna which also offer solace to the tourists/pilgrims/visitors.</p>\r\n<p>&nbsp;</p>\r\n<p>A spiritual destination</p>\r\n<p>While a traditional Vishnu temple is part of the complex, the RAMANARAYANAM is more spiritual than it is religious. In fact, right from the time when work on the park began, artists/artisans from across religions and Cities have been integral parts of the project. Cities have been integral parts of the project. The PRANAGANAM is home to a huge library with over one lakh spiritual books, where visitors can browse through the many texts and also attend the cultural events that regularly take place here. A meditation centre for channeling inner peace, three temples of Lord Ganesh, Lord Vishnu and Lord Rama with his consort Goddess Sita and 18 feet statues of Goddess Lakshmi and Saraswati surrounded by exquisite colourful water fountains are some of the stops you should make in the PRANGANAM. Also look out for the seven special fountains that are shaped like the 7 asthras or weapons of Lord Rama which are dotted across the ARROW.</p>\r\n<p>&nbsp;</p>\r\n<p>Veda Paatashaala</p>\r\n<p>A residential Veda Paatashaala adopted and run exclusively by the Tirupati Tirumala Devasthanam (TTD) imparts lessons on the four Vedas along with regular curriculum. Approximately 70 children have already enrolled for this full-time 8 year and 14-year course on the Vedas and Upanishads.RAMANARAYANAM SRIMADRAMAYANA PRANGANAM is definitely a unique way of depicting the Ramayana, and the seed of the idea was planted two generations ago when Late Sri Narayanam Narasimha Murthy, Founder and Chairman of NCS Group conceptualized the temple to be as such. Envisioned to be more than a traditional temple for people to offer prayers, the idea was to promote it as a spiritual centre where people could see the scenes from Ramayana and take away the essence of human values from the Holy epic. Choosing just a few scenes from the large epic was a challenge and Sri Narayanam Nageswara Rao and other family members discussed /debated with scholars on the subject across the nation and then meticulously chose 72 important episodes from the epic to be converted into pictorial sculptures. Artisans from across the nation were enlisted to carve the pictorial sculptures with intense detailing carefully thought out, creatively crafted the RAMANARAYANAM leaves an ever lasting impression in the mind of beholder. Accessible by road, though the theme park has started functioning since an year ago, it sees a footfall of thousands of people each day more than 25 lakhs pilgrims visited till date.</p>\r\n<p>&nbsp;</p>\r\n<p>For More Information visit Site http://ramanarayanam.org/</p>","SubContentHindi":null,"ImageUrl":"bfffec46-69f2-47bd-98b7-a7088757edc7_Ramanarayanam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Subrahmanyaswamy Temple","SubTitleHindi":null,"SubContent":"<p>Subrahmanyaswamy Temple</p>\r\n<p>This Subrahmanyam Swamy temple is located at Phoolbaugh Colony, Vizianagaram. The statue height is 40 feet. Temple will be open up to 7 PM. It is hardly 4 KM from Railway Station.</p>\r\n<p>&nbsp;</p>\r\n<p>Subrahmanya Swamy Temple</p>\r\n<p>Subrahmanya Swamy Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Pydithalli Temple</p>\r\n<p>Pydithallamma is village goddess of Vizianagaram Town. Every one who comes to Vizianagaram visits this temple. For more details PydithallI Temple go to Flairs and Festivals page . It has two temples Vanam Gudi and Chaduru Gudi. Vanam Gudi Situated opposite to Vizianagaram Railway Station and Chaduru Gudi where Sirimanu Utsav is performed which is at 3 Lantens Junction, Vizianagaram.</p>\r\n<p>&nbsp;</p>\r\n<p>Pydithalli</p>\r\n<p>Pydithalli Ammavaru</p>\r\n<p>&nbsp;</p>\r\n<p>Dwadasi Jyothirlinga Temple</p>\r\n<p>This temple is located in Viziangaram town at SVN Nagar. It is a worth seeing temple with prototypes of Dwadasa Jyothirlingas all over India. Main Idol is Sphatika Linga opened everyday evening at 6 PM aarti. It is a peaceful temple and just 4 kms away from Railway Station/Bus Stand</p>\r\n<p>&nbsp;</p>\r\n<p>EntranceSiva</p>\r\n<p>&nbsp;</p>\r\n<p>Dwadasi Jyothirlinga Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Gnyana Saraswati Temple</p>\r\n<p>This temple is located in Viziangaram town at SVN Nagar. It is a worth seeing temple with Saraswati Ammavaru. In this temple Aksharabhyasams are peformed daily for Children. Exclusive Saraswati temple in north east andhra.</p>\r\n<p>&nbsp;</p>\r\n<p>Gyana Saraswati Temple Gyana Saraswati Temple 1</p>\r\n<p>&nbsp;</p>\r\n<p>Kanyaka Parameswari Temple</p>\r\n<p>This temple is situated in Vizianagaram Town and it was built in the year 1890 by the Komatis (Trading community) in the honour of a village girl belonging to their community, who committed suicide to protect her honour. The temple was constructed on the land donated by the Maharaja of Vizianagaram.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanyaka Parameswari Temple</p>\r\n<p>Kanyaka Parameswari Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Jagannath Temple</p>\r\n<p>The Temple is located in Vizianagaram Town. The temple of Lord Jagannadha situated in the coastal town of Puri in Orissa is an important pilgrimage site for the Hindus. As per traditions, replica of the idol of Lord Jagannadha is immersed into the sea every twelve years. The Maharaja of Vizianagaram requested the priestsof Puri to permit him to bring the replica to Vizianagaram with the intent of installing the idols in a temple, but his request was denied. It is said that a band of loyal followers of the Maharaja&rsquo;s dived into the sea and retrieved the idol on the night of the immersion. This idol was brought to Vizianagaram and installed in the Jagannadha Swamy temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Jagannath</p>\r\n<p>Jagannath Swamy Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Gumchi Temple</p>\r\n<p>Gumchi Temple</p>\r\n<p>Gumchi Temple</p>\r\n<p>&nbsp;</p>\r\n<p>The Temple is located in Vizianagaram Town.&nbsp; It is dedicated to Lord Hanuman, the faithful disciple of Lord Rama. In Hindu mythology, Hanuman was the son of the Surya Deva (Sun God) and had features of a monkey. He was a faithful devotee of Lord Rama and helped him vanquish the demon king Ravana.The structure was originally built in 1713as a post for the guards to protect a nearby lake &lsquo;Amma Koneru&rsquo; (Mother Lake). It was converted to a temple in the early 20thcentury when an idol of Lord Hanuman was found in a nearby well. This is the only temple in India where the idol of Hanuman has the paws of a monkey.</p>","SubContentHindi":null,"ImageUrl":"2300048c-7fa7-458b-926f-04e0e9d51b85_Subrahmanyaswamy-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Tripurantaka Swamy Temple","SubTitleHindi":null,"SubContent":"<p>Tripurantaka Swamy Temple</p>\r\n<p>&nbsp;</p>\r\n<p>The Temple is located in Vizianagaram Town. Over a period this temple was forgotten and was lost in a dense overgrown forest. According to folklore, the Pusapati king had a dream in 1698 AD, in which he was intimated about the temple. After a through search in the jungles, the idols of Lord Rama, Sita and Lakshmana were found, and were installed in the temple.The Tripurantaka Swamy temple is dedicated to Lord Shiva.Legend states that the Pandavas prayed here and hid their weapons on a &lsquo;Jami&rsquo; tree. The Jami tree at the Tripurantaka Swamy temple is considered to be holy for its miraculous properties. The temple is said to be thousands of years old. Folklore says that the local inhabitants tried to shift the temple but they could not uproot the Shivalinga. Modern day geologists estimate that the Shivalinga extends more than 179 feet deep into the earth.</p>\r\n<p>&nbsp;</p>\r\n<p>Ramthirtam in Nellimarla Mandal</p>\r\n<p>&nbsp;</p>\r\n<p>The village is situated in Nellimarla mandal at a distance of 10 KM to the North East of Vizianagaram. It is one of the holiest places in India, Ramtirtham, is a unique temple where three major faiths &ndash; Jain, Buddhist and Hindu &ndash; are represented. The complex is spread over three hills &ndash; Bodi Konda, Gurubhakta Konda and Durga Konda &ndash; containing Jain and Buddhist relics. Commemorative seals, remains of Chaityas (Prayer Halls) and Stupas (Semi Circular Buildings), dating back to the Buddhist period, have also been found here.It is believed that these hills were the abode of Lord Rama during his exile in the forest. The main temple is dedicated to Lord Rama and is believed to have been consecrated by Yudhishtira, the eldest of the Pandava Princes of the epic Mahabharat.</p>\r\n<p>&nbsp;</p>\r\n<p>Kumili in Bhogapuram Mandal</p>\r\n<p>&nbsp;</p>\r\n<p>Kumili village also known as Kumbilapuram, is situated in Denkada Mandal was one of the first estates&nbsp; leased to the House of Vizianagaram and was the capital of Pusapati dynasty before it was shifted to Vizianagaram. The temple at Kumili is unusual in that it has symbolic representations of Hinduism, Islam and Christianity within the precincts. The entrance to the temple has carvings of prominent national leaders. Thus the temple is representative of all the major faiths as well as the patriotic fervour of the country. The inner dome of the temple has murals depicting stories from Ramayana. There are elaborate carvings on the pillar in the courtyard, which depict various Hindu Gods and Goddesses.</p>\r\n<p>&nbsp;</p>\r\n<p>Govindapuram at Poospatirega Mandal</p>\r\n<p>&nbsp;</p>\r\n<p>It is situated in Puspatirega Mandal at a distance of 30 KMs from Vizianagaram.&nbsp; Amongst the modern temples in the district, the &lsquo;Geeta Bhavan&rsquo; at Govindapuram deserves special mention.&nbsp; It is a beautifully built monument in the form of Chariot, which attracts a large number of piligrims.&nbsp; It has a&nbsp; spiritual prayer cum meditation hall where the people come to gain spiritual solace.&nbsp; This village is nearer to Chintapalli sea shore, where light house was constructed by French.</p>\r\n<p>&nbsp;</p>\r\n<p>Punyagiri at Srungavarapukota Mandal</p>\r\n<p>&nbsp;</p>\r\n<p>It is situated at a distance of 3 KMs from S.Kota, the mandal headquarters. Sri Dara-gangamma and Sivalayam is the ancient temple, which is situated on the hill known as &ldquo;Punyagiri&rdquo; in the vally of Eastern Ghats at a height of 1000 ft. above the sea level. The place is known for its mean water falls and valleys with beautiful surroundings of nature.&nbsp; On the right side of the way to hill, there is another waterfall known as &ldquo;Chinaputtudara&rdquo; which is said to be eminate from the idol and develops as natural spring.&nbsp; There are pathways leading to surrounding tribal villages from the Punyagiri hill.&nbsp; Large number of devotees and piligrims congregate for 3 days on the occasion of Mahasivaratri festival for worship and&nbsp; fulfillment of vows. Folklore states that the Pandavas stayed in this forest during their &ldquo;vanavas&rdquo; or exile.&nbsp; The Shivalingam in the Punyagiri temple is washed by the waters of a near by perennial spring. Traditionally after cremation of the dead, the ashes from the funeral pyre are scattered in this spring and &ldquo;astikalu&rdquo; pooja is performed here to provide solace to the soul of the departed.</p>\r\n<p>&nbsp;</p>\r\n<p>Saripalli Ibbilingeswara Swamy Temple</p>\r\n<p>This temple is situated in Saripalli Village in distance of 7 KM from Vizianagaram towards North East.&nbsp; The beautiful and ancient Ibbilingeswara temple shows influence of the architectural style prevalent during the Kalinga period and is situated on the banks of river Champavati.&nbsp; The temple is constructed with stones chiselled&nbsp; &nbsp;perfectly to fit each other without any bonding&nbsp; medium. Because of its beauty, the local inhabitants believe that, the temple was constructed by the Gods.&nbsp; This temple is dedicated to Lord Shiva and is estimated to have been constructed around 1000 AD.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"6045e881-a71c-4377-aac6-b9a16408829e_Tripurantaka-Swamy-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Accommodation","SubTitleHindi":null,"SubContent":"<p>SVN Lake Palace, RTC Complex Road 08922-277770, 7799888859</p>\r\n<p>Hotel Mayura, RTC Complex Road 9090842486, 9390842489</p>\r\n<p>Hotel Vytla Residency 08922-272250/272251</p>\r\n<p>Hotel Balaji,&nbsp; Station Road 08922-233666</p>\r\n<p>Hotel Raviraj 08922-225326/223338</p>\r\n<p>Sunray Village Resort, NH-5, Savaravilli Road, Bhogapuram, Vizianagaram 09490700147</p>\r\n<p>Roads and Buildings Guest House, Vizianagaram 9440819371</p>\r\n<p>Roads and Buildings Guest House, Bobbili 9440819387</p>\r\n<p>Zilla Parishad Guest House, Vizianagaram 9491761160</p>","SubContentHindi":null,"ImageUrl":"f0c6bacd-30c9-44d3-a9f8-f8fd9218b7ab_hotel-sri-vishnu-international-vizianagaram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Roadways</p>\r\n<p>The city has a total road length of 317.80 km.[16] The Andhra Pradesh State Road Transport Corporation operates bus services from Vizianagaram bus station.[17]</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Vizianagaram railway station is on the Khurda Road-Visakhapatnam section of Howrah-Chennai main line and is the terminus for the Jharsuguda-Vizianagaram line. It is an important station in East Coast Railway and many superfast trains have stoppage here.</p>\r\n<p>&nbsp;</p>\r\n<p>Airport</p>\r\n<p>The nearest airport is in Visakhapatnam located at 62 km.</p>\r\n<p>source: https://vizianagaram.nic.in/</p>","SubContentHindi":null,"ImageUrl":"539f1e97-2f6f-4072-9894-8a7760fa6467_vizianagaram-andhra-pradesh-india-maps.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-vizianagaram-andhra-pradesh","tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"vizianagaram","slug":"vizianagaram"}],"recommendations":[{"id":1239,"title":"Top Places to visit in Uravakonda, Andhra Pradesh","imageUrl":"28d0bf09-49e8-4ec8-8cd2-503b4a839069_Uravakonda.jpg","dateCreated":"2020-04-22T13:07:24.262Z","dateModified":"2020-04-22T13:07:36.552Z","contributedBy":"AskGif","content":"Uravakonda is a census town in Anantapur district of the Indian state of Andhra Pradesh. It is the headquarters of Uravakonda Mandal in Anantapur revenue division. The town is a constituent of urban agglomeration.\r\n&nbsp;\r\nUravakonda was formed about 115 years ago by the late Govind","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28d0bf09-49e8-4ec8-8cd2-503b4a839069_Uravakonda.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"uravakonda","slug":"uravakonda"}],"slug":"top-places-to-visit-in-uravakonda-andhra-pradesh","total":0},{"id":1193,"title":"Top Places to visit in Kanigiri, Andhra Pradesh","imageUrl":"39c0087c-c646-4321-937e-cb9214dacb2e_Kanigiri.jpg","dateCreated":"2020-04-11T08:04:20.852Z","dateModified":"2020-04-11T08:04:52.183Z","contributedBy":"AskGif","content":"Kanigiri is a census town in Prakasam district of the Indian state of Andhra Pradesh. It is the Mandal headquarters of kanigiri Mandal in Kandukur revenue division.\r\n&nbsp;\r\nEtymology\r\nThe name is a vernacular transformation of Kanakagiri (Kanaka = gold and Giri = Hill). In o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39c0087c-c646-4321-937e-cb9214dacb2e_Kanigiri.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"kanigiri","slug":"kanigiri"}],"slug":"top-places-to-visit-in-kanigiri-andhra-pradesh","total":0},{"id":288,"title":"Top Places to visit in Sri Potti Sriramulu Nellore, Nellore, Andhra Pradesh","imageUrl":"f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","dateCreated":"2019-03-06T17:35:08.669Z","dateModified":"2019-03-06T19:21:40.203Z","contributedBy":"AskGif","content":"Nellore is a city and district headquarters of Nellore district in the Indian state of Andhra Pradesh. It is located on the banks of Penna River[8] and is the fourth most populous city in the state.\r\n&nbsp;\r\nNellore district (officially: Sri Potti Sriramulu Nellore district), locate","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sri-potti-sriramulu-nellore","slug":"sri-potti-sriramulu-nellore"},{"name":"nellore","slug":"nellore"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-sri-potti-sriramulu-nellore-nellore-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}