{"id":292,"title":"विजयनगरम में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"456f73b7-8ff1-4bc8-aa11-7893cf77d86d_Vizianagaram-railway.jpg","dateCreated":"2019-03-12T15:16:23.414Z","dateModified":"2019-03-12T15:32:36.923Z","contributedBy":"AskGif","content":"<p>विजयनगरम भारतीय राज्य आंध्र प्रदेश में विजयनगरम जिले का एक शहर और जिला मुख्यालय है। यह एक नगर पालिका है और विजयनगरम मंडल का मंडल मुख्यालय भी है। [४] यह बंगाल की खाड़ी से 18 किमी अंतर्देशीय और विशाखापत्तनम के उत्तर पूर्व में 42 किमी की दूरी पर स्थित है।</p>\r\n<p>भूगोल</p>\r\n<p>विजयनगरम 18.12 &deg; N 83.42 &deg; E पर स्थित है। इसकी औसत ऊंचाई 74 मीटर (242 फीट) है। यह जिला पूर्व में श्रीकाकुलम जिले, पश्चिम और दक्षिण में विशाखापत्तनम जिले, दक्षिण-पूर्व में बंगाल की खाड़ी, और उत्तर-पश्चिम में ओडिशा राज्य से घिरा हुआ है। जिले में बहने वाली प्रमुख नदियाँ नागवली, वेगवती, गोमुखी, सुवर्णमुखी, चंपावती और गोस्टानी हैं। नागावली मुख्य नदी है, जो विजयनगरम जिले में लगभग 112 किलोमीटर बहती है। गोथानी नदी का उद्गम अनंतगिरी वन क्षेत्र में है और यह श्रीवंगरापुकोता (एस। कोटा) और जामी मंडलों से होकर बहती है। सुवर्णमुखी नदी सलुरु मंडल की पहाड़ियों में निकलती है, एक पूर्वी दिशा में यात्रा करती है और अंत में श्रीकाकुलम जिले के पलकोंडा मंडल में संगम गांव में नागवली में मिलती है। वेगावती पचीपेंटा मंडल की पचपेंटा पहाड़ियों में उत्पन्न होती है और सुवर्णमुखी के लगभग समानांतर बहती है।</p>\r\n<p>&nbsp;</p>\r\n<p>नदियाँ और सिंचाई परियोजनाएँ</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के माध्यम से बहने वाली प्रमुख नदियाँ नागवली, वेगवती, गोमुखी, सुवर्णमुखी, चंपावती और गोठानी नदी हैं। इन नदियों में सिंचाई परियोजनाओं में गोथानी नदी के पार तातापुड़ी जलाशय, वीगावती नदी के पार वीगावती परियोजना, वोत्तिगड्डा नदी के किनारे वॉटिगेड्डा परियोजना, सुवर्णमुखी, सीता नगराम एनीकट, दनकडा, एनीकट, पारिकट, पारिकट नदी में वॉटिगेड्डा नदी, वट्टीगेडा नदी के पार वेटिगेडा परियोजना शामिल हैं। सुवर्णमुखी, नागवली नदी की सहायक नदी और चंपावती नदी के पार अंद्रा जलाशय परियोजना।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>&nbsp;</p>\r\n<p>विजयनगरम में सूर्यास्त</p>\r\n<p>विजयनगरम में एक उष्णकटिबंधीय सवाना जलवायु (कोपेन जलवायु वर्गीकरण Aw) है, जिसमें पूरे वर्ष लगभग उच्च आर्द्रता होती है, जिसमें दमनकारी ग्रीष्मकाल और अच्छी मौसमी वर्षा होती है। गर्मी का मौसम मार्च से मई तक चलता है, इसके बाद दक्षिण-पश्चिम मानसून का मौसम आता है, जो सितंबर तक जारी रहता है। अक्टूबर और नवंबर मानसून के बाद या मानसून के मौसम को पीछे छोड़ते हैं। वर्ष 2002-2003 के दौरान प्राप्त 740.6 मिमी की वास्तविक वर्षा की तुलना में वर्ष के लिए जिले की सामान्य वर्षा 1,131.0 मिमी है। जिले को दक्षिण-पश्चिम और पूर्वोत्तर मानसून दोनों का लाभ मिलता है। दिसंबर से फरवरी तक फैले मौसम आमतौर पर ठीक मौसम है। जिले के पहाड़ी भागों की जलवायु मैदानी क्षेत्रों से भिन्न है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>विजयनगरम उत्तराखंड (उत्तर प्रदेश राज्य के उत्तर) में प्रमुख शहरों में से एक है। शहर में और उसके आसपास कई उद्योग हैं। देश का सबसे बड़ा फेरोमैंगनीज संयंत्र गार्डीवी के बाहरी इलाके में स्थित है। [१५] हुगली जूट मिल्स सहित ग्वारदेवी में विभिन्न जूट मिलें हैं। विजयनगरम कपड़ा थोक बाजार के लिए एक लोकप्रिय गंतव्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>समुद्री संसाधन</p>\r\n<p>&nbsp;</p>\r\n<p>विजयनगरम जिले में 28 किमी की तटीय पट्टी थी। पुसापतिरेगा और भोगापुरम आठ प्रमुख गांवों और 16 बस्तियों के साथ तटीय मंडल हैं। इन मंडलों के तटीय गांवों में 80.47 एकड़ (32.57 हेक्टेयर) की भूमि का उपयोग नमक की खेती के लिए किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंडस्ट्रीज</p>\r\n<p>An 669.09 करोड़ के निवेश से 22 बड़े और मध्यम स्तर के उद्योग स्थापित हैं, जिससे 20,759 लोगों को रोजगार मिलता है। ये उद्योग मुख्य रूप से जूट सुतली, फेरोलोइज, चीनी, सीमेंट, फार्मास्यूटिकल्स, स्पंज और लोहे के निर्माण में लगे हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Of 114.20 करोड़ के निवेश और 32,615 लोगों को रोजगार प्रदान करने वाली 4,653 लघु-स्तरीय इकाइयाँ हैं। ये SSI इकाइयाँ मुख्य रूप से सामान्य इंजीनियरिंग, मोटर वर्कशॉप, मूंगफली तेल मिलों, रोलिंग मिलों, आरसीसी स्पून पाइपों, आरा मिलों, एल्युमीनियम के बर्तनों और बस, लॉरी और साइकिल रिकशो बॉडी बिल्डिंग्स में लगी हुई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षात्मक</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के सरकारी, सहायता प्राप्त और निजी स्कूलों द्वारा प्राथमिक और माध्यमिक स्कूल शिक्षा प्रदान की जाती है। [१ education] [११] विभिन्न विद्यालयों द्वारा शिक्षा का माध्यम अंग्रेजी, तेलुगु है।</p>\r\n<p>&nbsp;</p>\r\n<p>विजयनगरम शहर में कई शैक्षणिक संस्थान हैं और कुछ उल्लेखनीय नीचे सूचीबद्ध हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>महाराज कॉलेज (1879)</p>\r\n<p>महाराज के संगीत और नृत्य के सरकारी कॉलेज (1919)</p>\r\n<p>महाराजा पोस्ट ग्रेजुएट कॉलेज [20] (1987)</p>\r\n<p>एमवीजीआर कॉलेज ऑफ इंजीनियरिंग (1997)</p>\r\n<p>आंध्र विश्वविद्यालय - विजयनगरम परिसर (2006)</p>\r\n<p>JNTUK-UCEV विजयनगरम [21] (2007)</p>\r\n<p>सरकार। महाराजा संस्कृत हाई स्कूल</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>डॉ। पीवीजी राजू एसीए स्पोर्ट्स कॉम्प्लेक्स विजियानाग्राम में एक क्रिकेट ग्राउंड है। यह घरेलू मैचों की मेजबानी करता है। विजयनगरम में सर विज्जी स्टेडियम एपी में सबसे अच्छे स्टेडियमों में से एक है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Vizianagaram</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/456f73b7-8ff1-4bc8-aa11-7893cf77d86d_Vizianagaram-railway.jpg","subContents":[{"SubTitle":"1. विजयनगरम का किला","SubTitleHindi":null,"SubContent":"<p>विजयरामा राजू- I ने विजयनगर दशमी के शुभ दिन पर 1713 ई। में विजयनगरम किले की नींव रखी। विजयार आर्क, विजयनगरम किले का मुख्य प्रवेश द्वार था जो नागार खाना के निर्माण से पहले था। इसके एक तरफ भगवान हनुमान का मंदिर है और दूसरी तरफ देवी लक्ष्मी। देवी को &lsquo;कोटा शक्ति&rsquo; या किले के संरक्षक के रूप में भी जाना जाता है। विजयनगरम के राजा किसी भी सैन्य अभियान को शुरू करने से पहले देवी का आशीर्वाद चाहते थे। किले का मुख्य द्वार पूर्व द्वार से होकर जाता है। नागर खाना इस गेट के ऊपर स्थित है। 'नागारा' एक भारतीय टक्कर वाद्य यंत्र है। 'नागर खाना' का शाब्दिक अनुवाद 'ड्रम रूम' होगा। इसका उपयोग शाही नस्लों की घोषणा के लिए लोगों का ध्यान आकर्षित करने के लिए किया गया था। ड्रमर ने नागारा का उपयोग शाही मेहमानों के आगमन के लिए कैदियों की घोषणा करने और उन्हें सचेत करने के लिए भी किया। वेस्ट गेट विजयनगरम किले का पिछला प्रवेश द्वार है। यह प्रवेश द्वार राजस्थानी शैली में बनाया गया है और इसके शीर्ष पर एक दृश्य मंडप है। यह किले को पेडा चेरुवु और शाही कब्रों से जोड़ता है। हिंदू रीति-रिवाजों और परंपराओं के अनुसार, मृतक को घर के पिछले दरवाजे से ही दाह संस्कार के लिए ले जाना चाहिए। शाही मकबरों के साथ पश्चिम गेट ने इस उद्देश्य को पूरा किया। किला एक खंदक से घिरा हुआ था। पश्चिम की दीवार और खंदक के बीच के क्षेत्र को एक शानदार पार्क में बदल दिया गया है जिसमें वर्तमान में प्रशासन द्वारा अच्छी तरह से बिछाए गए बगीचे और हरे भरे लॉन हैं।</p>","SubContentHindi":null,"ImageUrl":"6f254916-241f-4a61-8f25-c3e9ac188cc6_Vizianagaram-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रामनारायणम","SubTitleHindi":null,"SubContent":"<p>Ramanarayanam</p>\r\n<p>रामनारायणम के बारे में</p>\r\n<p>विजयनगरम, विजयनगर हवाई अड्डे से 50 किलोमीटर और आंध्र प्रदेश के आगामी ग्रीनफील्ड हवाई अड्डे से 15 KM दूर, &ldquo;CAN OF OF MUSIC&rdquo; के सुदूर कोने में स्थित, RAMANARAYANAM एक शानदार थीम है, जो सौंदर्य की खोज के लिए एक आध्यात्मिक थीम पार्क है। आध्यात्मिक अनुभव में। PRANGANAM के बहुत ही अनूठे डिजाइन और ऊँचाई को एक अनुभव, समृद्ध, समृद्ध और स्फूर्तिवान बनाने वाले पर्यटक / तीर्थयात्री को छोड़ने के लिए बाध्य किया जाता है। जब नेक विचार महान इरादे बन जाते हैं, और ऐसे इरादे एक ड्राइविंग जुनून बन जाते हैं, तो रामनारायणम जैसे चमत्कार बन जाते हैं। विजयनगरम के कोरुकोंडा रोड, विजाग हवाई अड्डे से 50 किलोमीटर और आगामी ग्रीनफील्ड हवाई अड्डे, आंध्र प्रदेश से 15 किलोमीटर की दूरी पर स्थित, इस थीम पार्क ने कई मायनों में एक मानक स्थापित किया है, जो न केवल अपने आसपास के क्षेत्र से बल्कि दुनिया भर से पर्यटकों को आकर्षित करता है। एक थीम पार्क से, एक महान महाकाव्य से और एक आध्यात्मिक गंतव्य से क्या उम्मीद की जा सकती है, के बार को उठाते हुए, रामनारायणम उतना ही अनूठा है जितना विशेष है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक अनोखा आध्यात्मिक थीम पार्क</p>\r\n<p>हरे भरे लॉन के साथ एक विशाल 15 एकड़ के भूखंड पर फैला हुआ है और अवधारणा से लेकर निष्पादन तक वास्तविकता और डिजाइन से लेकर एक दशक तक का समय ले रहा है और देश भर से सैकड़ों कलाकारों और कारीगरों के पसीने और पानी के साथ जो इस JISRIRAM का जाप कर रहे थे, यह MAGNUM OPUS RAMANARAYANAM आखिरकार आकार ले सकता है और CITY OF LEARNING / MUSIC और ऐतिहासिक शहर VIZIANAGARAM के इतिहास के इतिहास में अपनी नियत स्थान हासिल कर सकता है। कम लागत नहीं, यह आध्यात्मिक थीम पार्क एक से अधिक तरीकों से असाधारण / अद्वितीय है। PRANGANAM का डिज़ाइन हिंदू पुराणों को बनाए रखने के लिए हमारी प्राचीन वास्तुकला पर आधारित है। चूंकि हरा रंग थका देने वाली आंखों को बहुत राहत देता है, इसलिए यह थीम पार्क वनस्पतियों और जीवों के सबसे अधिक विदेशी प्रसार का भी घर है जो पर्यटकों / तीर्थयात्रियों / आगंतुकों को सांत्वना भी प्रदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एक आध्यात्मिक गंतव्य</p>\r\n<p>जबकि एक पारंपरिक विष्णु मंदिर परिसर का हिस्सा है, रामनारायण धार्मिक होने की तुलना में अधिक आध्यात्मिक है। वास्तव में, ठीक उसी समय से जब पार्क पर काम शुरू हुआ था, उस समय धर्म और शहरों के कलाकार / कारीगर परियोजना के अभिन्न अंग रहे हैं। शहर परियोजना के अभिन्न अंग रहे हैं। PRANAGANAM एक लाख से अधिक आध्यात्मिक पुस्तकों के साथ एक विशाल पुस्तकालय का घर है, जहां आगंतुक कई ग्रंथों के माध्यम से ब्राउज़ कर सकते हैं और नियमित रूप से यहां होने वाले सांस्कृतिक कार्यक्रमों में भी शामिल हो सकते हैं। आंतरिक शांति, भगवान गणेश, भगवान विष्णु और भगवान राम के तीन मंदिरों में उनकी समाधि देवी सीता और देवी लक्ष्मी और सरस्वती की 18 फीट की प्रतिमाओं के साथ एक ध्यान केंद्र जो अति सुंदर रंगीन पानी के झरनों से घिरा हुआ है, कुछ ऐसे ठहराव हैं जिन्हें आपको प्राणायाम में करना चाहिए। । इसके अलावा उन सात विशेष फव्वारों की तलाश करें, जो भगवान राम के 7 अस्त्रों या हथियारों के आकार के हैं, जिन्हें एआरआरओडब्ल्यू में देखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>वेद पाठशाला</p>\r\n<p>एक आवासीय वेद पाठशाला को तिरुपति तिरुमाला देवस्थानम (टीटीडी) द्वारा विशेष रूप से नियमित पाठ्यक्रम के साथ चार वेदों पर पाठ को अपनाया और चलाया जाता है। वेद और उपनिषदों पर लगभग 8० वर्ष और १४ वर्षीय पाठ्यक्रम के लिए लगभग 8० बच्चे पहले ही दाखिला ले चुके हैं। रामनारायणम श्रीरामदाना प्राणायाम निश्चित रूप से रामायण का चित्रण करने का एक अनूठा तरीका है, और विचार का बीज दो पीढ़ियों पहले पड़ा था जब स्वर्गीय श्री नारायणम नरसिम्हा मूर्ति, एनसीएस समूह के संस्थापक और अध्यक्ष ने मंदिर के रूप में इस तरह की अवधारणा की। लोगों के लिए प्रार्थना की पेशकश करने के लिए एक पारंपरिक मंदिर से अधिक होने की कल्पना, विचार यह था कि इसे एक आध्यात्मिक केंद्र के रूप में बढ़ावा दिया जाए जहां लोग रामायण के दृश्यों को देख सकें और पवित्र महाकाव्य से मानवीय मूल्यों का सार निकाल सकें। बड़े महाकाव्य से कुछ ही दृश्यों को चुनना एक चुनौती थी और श्री नारायणम नागेश्वर राव और परिवार के अन्य सदस्यों ने राष्ट्र भर में इस विषय पर विद्वानों के साथ चर्चा / बहस की और फिर महाकाव्य से 72 महत्वपूर्ण एपिसोड को सचित्र मूर्तियों में परिवर्तित करने के लिए चुना। राष्ट्र भर के कारीगरों को चित्रमय मूर्तियों को गहन विवरण के साथ ध्यान से देखने के लिए तैयार किया गया था, रचनात्मक रूप से तैयार किए गए रामनारायण को देखने वाले के मन में एक स्थायी प्रभाव छोड़ता है। सड़क मार्ग से सुलभ, हालांकि थीम पार्क ने एक साल पहले से काम करना शुरू कर दिया है, लेकिन यह अब तक हजारों लोगों के एक-एक फुटफॉल को देखता है जो अब तक 25 लाख से अधिक तीर्थयात्रियों का दौरा कर चुके हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अधिक जानकारी के लिए साइट पर जाएँ http://ramanarayanam.org/</p>","SubContentHindi":null,"ImageUrl":"bfffec46-69f2-47bd-98b7-a7088757edc7_Ramanarayanam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. सुब्रह्मण्यस्वामी मंदिर","SubTitleHindi":null,"SubContent":"<p>सुब्रह्मण्यस्वामी मंदिर</p>\r\n<p>यह सुब्रह्मण्यम स्वामी मंदिर फूलबाग कॉलोनी, विजयनगरम में स्थित है। मूर्ति की ऊंचाई 40 फीट है। मंदिर शाम 7 बजे तक खुला रहेगा। रेलवे स्टेशन से यह मुश्किल से 4 कि.मी.</p>\r\n<p>&nbsp;</p>\r\n<p>सुब्रह्मण्य स्वामी मंदिर</p>\r\n<p>सुब्रह्मण्य स्वामी मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>Pydithalli मंदिर</p>\r\n<p>पीडितलहम्मा विजयनगरम टाउन की ग्राम देवी हैं। विजयनगरम आने वाला हर व्यक्ति इस मंदिर में जाता है। अधिक जानकारी के लिए PydithallI Temple फ्लिरेस ​​और फेस्टिवल पेज पर जाएँ। इसके दो मंदिर हैं वनम गुड़ी और चदरू गुड़ी। वनम गुड़ी विजयनगरम रेलवे स्टेशन और चादुरू गुड़ी के सामने स्थित है, जहां सिरीमनु उत्सव का प्रदर्शन किया जाता है, जो विजयनगरम के 3 लैंटेंस जंक्शन पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>पिडीथल्ली</p>\r\n<p>पीडितहल्ली अम्मवारु</p>\r\n<p>&nbsp;</p>\r\n<p>द्वादशी ज्योतिर्लिंग मंदिर</p>\r\n<p>यह मंदिर एसवीएन नगर में विजयनगरम शहर में स्थित है। यह पूरे भारत में द्वादश ज्योतिर्लिंगों के प्रोटोटाइप के साथ मंदिर देखने लायक है। मेन आइडल है स्पतिका लिंग रोज़ शाम को 6 बजे आरती के समय खोला जाता है। यह एक शांतिपूर्ण मंदिर है और रेलवे स्टेशन / बस स्टैंड से सिर्फ 4 किलोमीटर दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>EntranceSiva</p>\r\n<p>&nbsp;</p>\r\n<p>द्वादशी ज्योतिर्लिंग मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>ज्ञान सरस्वती मंदिर</p>\r\n<p>यह मंदिर एसवीएन नगर में विजयनगरम शहर में स्थित है। यह मंदिर सरस्वती अम्मावरु के साथ देखने लायक है। इस मंदिर में बच्चों के लिए प्रतिदिन अक्षयपात्रों का आयोजन किया जाता है। उत्तर पूर्व और उत्तर में विशेष सरस्वती मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>ज्ञान सरस्वती मंदिर ज्ञान सरस्वती मंदिर १</p>\r\n<p>&nbsp;</p>\r\n<p>कन्याका परमेश्वरी मंदिर</p>\r\n<p>यह मंदिर विजयनगरम टाउन में स्थित है और इसे साल 1890 में कोमाटीस (ट्रेडिंग समुदाय) ने अपने समुदाय से जुड़ी एक गाँव की लड़की के सम्मान में बनवाया था, जिसने अपने सम्मान की रक्षा के लिए आत्महत्या कर ली थी। मंदिर का निर्माण विजयनगरम के महाराजा द्वारा दान की गई भूमि पर किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>कन्याका परमेश्वरी मंदिर</p>\r\n<p>कन्याका परमेश्वरी मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>जगन्नाथ मंदिर</p>\r\n<p>मंदिर विजयनगरम टाउन में स्थित है। उड़ीसा में पुरी के तटीय शहर में स्थित भगवान जगन्नाध का मंदिर हिंदुओं का एक महत्वपूर्ण तीर्थ स्थल है। परंपराओं के अनुसार, भगवान जगन्नाथ की मूर्ति की प्रतिकृति हर बारह साल में समुद्र में डूब जाती है। विजयनगरम के महाराजा ने पुजारीसोफ पुरी से अनुरोध किया कि वे मंदिर में मूर्तियों को स्थापित करने के इरादे से विजयनगरम में प्रतिकृति लाने की अनुमति दें, लेकिन उनके अनुरोध को अस्वीकार कर दिया गया था। ऐसा कहा जाता है कि महाराजा के वफादार अनुयायियों के एक समूह ने समुद्र में डुबकी लगाई और विसर्जन की रात मूर्ति को वापस ले लिया। इस मूर्ति को विजयनगरम लाया गया और जगन्नाथ स्वामी मंदिर में स्थापित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जगन्नाथ</p>\r\n<p>जगन्नाथ स्वामी मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>गुमची मंदिर</p>\r\n<p>गुमची मंदिर</p>\r\n<p>गुमची मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर विजयनगरम टाउन में स्थित है। यह भगवान राम के वफादार शिष्य, भगवान हनुमान को समर्पित है। हिंदू पौराणिक कथाओं में, हनुमान सूर्यदेव (सूर्य देव) के पुत्र थे और उनके पास एक बंदर की विशेषताएं थीं। वह भगवान राम के एक श्रद्धालु भक्त थे और उन्हें राक्षस राजा रावण को बचाने में मदद की थी। यह संरचना मूल रूप से 1713 के दशक में गार्ड के लिए एक पोस्ट in अम्मा कोनेरू &rsquo;(मदर लेक) की रक्षा के लिए बनाई गई थी। यह 20 वीं सदी के आरंभ में एक मंदिर में परिवर्तित हो गया था जब पास के एक कुएं में भगवान हनुमान की एक मूर्ति मिली थी। यह भारत का एकमात्र मंदिर है जहां हनुमान की मूर्ति में एक बंदर के पंजे हैं।</p>","SubContentHindi":null,"ImageUrl":"2300048c-7fa7-458b-926f-04e0e9d51b85_Subrahmanyaswamy-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. त्रिपुरान्तक स्वामी मंदिर","SubTitleHindi":null,"SubContent":"<p>त्रिपुरान्तक स्वामी मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर विजयनगरम टाउन में स्थित है। एक अवधि के दौरान इस मंदिर को भुला दिया गया और घने ऊंचे जंगल में खो गया। लोककथाओं के अनुसार, पुसापति राजा का 1698 ई। में एक सपना था, जिसमें उन्हें मंदिर के बारे में बताया गया था। जंगलों में एक खोज के बाद, भगवान राम, सीता और लक्ष्मण की मूर्तियां मिलीं, और मंदिर में स्थापित की गईं। त्रिपुरंतक स्वामी मंदिर भगवान शिव को समर्पित है। साहित्यकारों ने कहा कि पांडवों ने यहां प्रार्थना की और अपने हथियारों को छिपा दिया। 'जामी' वृक्ष। त्रिपुरान्तक स्वामी मंदिर में जमी का पेड़ अपने चमत्कारी गुणों के लिए पवित्र माना जाता है। कहा जाता है कि मंदिर हजारों साल पुराना है। लोककथाओं का कहना है कि स्थानीय निवासियों ने मंदिर को स्थानांतरित करने की कोशिश की, लेकिन वे शिवलिंग को नहीं उखाड़ सके। आधुनिक समय के भूवैज्ञानिकों का अनुमान है कि शिवलिंग का विस्तार 179 फीट से अधिक गहरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>नालिमारला मंडल में रामतीर्थम</p>\r\n<p>&nbsp;</p>\r\n<p>यह गांव नेल्लीमरला मंडल में विजयनगरम के उत्तर पूर्व में 10 KM की दूरी पर स्थित है। यह भारत के सबसे पवित्र स्थानों में से एक है, रामतीर्थम, एक अनूठा मंदिर है जहाँ तीन प्रमुख धर्मों - जैन, बौद्ध और हिंदू - का प्रतिनिधित्व किया जाता है। यह परिसर तीन पहाड़ियों में फैला हुआ है - बोडी कोंडा, गुरुभक्त कोंडा और दुर्गा कोंडा - जिसमें जैन और बौद्ध धर्म हैं। बौद्ध काल में वापस आये चैत्य (प्रार्थना हॉल) और स्तूप (अर्धवृत्ताकार इमारतें) के स्मारक सील, यहां भी पाए गए हैं। माना जाता है कि ये पहाड़ जंगल में अपने वनवास के दौरान भगवान राम के निवास थे। मुख्य मंदिर भगवान राम को समर्पित है और माना जाता है कि यह महाभारत के पांडव राजकुमारों में सबसे बड़े युधिष्ठिर द्वारा संरक्षित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भोगापुरम मंडल में कुमिली</p>\r\n<p>&nbsp;</p>\r\n<p>कुमिली गांव जिसे कुंबिलापुरम के नाम से भी जाना जाता है, दनकडा मंडल में स्थित है, जो विजियानगरम के घर को पट्टे पर दिए गए पहले सम्पदा में से एक था और विजयनगरम में स्थानांतरित होने से पहले पुसापति वंश की राजधानी थी। कुमिली का मंदिर इस मायने में असामान्य है कि इस क्षेत्र में हिंदू धर्म, इस्लाम और ईसाई धर्म का प्रतीकात्मक प्रतिनिधित्व है। मंदिर के प्रवेश द्वार में प्रमुख राष्ट्रीय नेताओं की नक्काशी है। इस प्रकार यह मंदिर सभी प्रमुख धर्मों के साथ-साथ देश के देशभक्तों का प्रतिनिधि है। मंदिर के भीतरी गुंबद में रामायण की कहानियों को दर्शाने वाली भित्ति चित्र हैं। प्रांगण में स्तंभ पर विस्तृत नक्काशी है, जो विभिन्न हिंदू देवी-देवताओं का चित्रण करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गोविंदपुरम पूपोस्तिरेगा मंडल में</p>\r\n<p>&nbsp;</p>\r\n<p>यह विजयनगरम से 30 KM की दुरी पर पुसतीरेगा मंडल में स्थित है। जिले के आधुनिक मंदिरों में, गोविंदपुरम में 'गीता भवन' विशेष उल्लेख के योग्य है। यह रथ के रूप में एक खूबसूरती से निर्मित स्मारक है, जो बड़ी संख्या में तीर्थयात्रियों को आकर्षित करता है। इसमें एक आध्यात्मिक प्रार्थना सह ध्यान हॉल है जहाँ लोग आध्यात्मिक समाधान प्राप्त करने के लिए आते हैं। यह गाँव चिंतपल्ली समुद्री तट के पास है, जहाँ प्रकाश घर का निर्माण फ्रेंच द्वारा किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पुण्यगिरि श्रीरंगवेरपुकोटा मंडल में</p>\r\n<p>&nbsp;</p>\r\n<p>यह मंडल मुख्यालय, S.Kota से 3 KM की दूरी पर स्थित है। श्री दारा-गंगाम्मा और शिवालयम प्राचीन मंदिर है, जो समुद्र तल से 1000 फीट की ऊंचाई पर पूर्वी घाट की घाटी में \"पुण्यगिरि\" के नाम से जाना जाता है। यह जगह अपने मतलबी झरनों और घाटियों के साथ प्रकृति के खूबसूरत परिवेश के लिए जानी जाती है। पहाड़ी के रास्ते के दाईं ओर, \"चिनपट्टुदरा\" के रूप में जाना जाने वाला एक और झरना है जिसे मूर्ति से उत्सर्जित किया जाता है और इसे प्राकृतिक झरने के रूप में विकसित किया जाता है। पुनागिरी पहाड़ी से आसपास के आदिवासी गांवों की ओर जाने वाले रास्ते हैं। बड़ी संख्या में भक्त और तीर्थयात्री पूजा और मन्नतें पूरी करने के लिए महाशिवरात्रि पर्व के अवसर पर 3 दिनों के लिए एकत्रित होते हैं। लोककथाओं में कहा गया है कि पांडव अपने \"वनवास\" या वनवास के दौरान इस जंगल में रहे थे। पुण्यगिरि मंदिर में स्थित शिवलिंग को बारहमासी झरने के पास के पानी से धोया जाता है। परंपरागत रूप से मृतकों के दाह संस्कार के बाद, अंतिम संस्कार की चिता से राख इस झरने में बिखर जाती है और दिवंगत की आत्मा को सांत्वना प्रदान करने के लिए यहां \"अस्तालिकु\" पूजा की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>सरीपल्ली इबलिंगेश्वर स्वामी मंदिर</p>\r\n<p>यह मंदिर विजयनगरम से उत्तर पूर्व की ओर 7 KM की दूरी पर सरिपल्ली गाँव में स्थित है। सुंदर और प्राचीन इबलिंगेश्वर मंदिर कलिंग काल के दौरान प्रचलित स्थापत्य शैली का प्रभाव दिखाता है और यह चंपावती नदी के तट पर स्थित है। मंदिर का निर्माण पत्थरों से किया गया है जो बिना किसी बंधन के माध्यम के एक-दूसरे को पूरी तरह से फिट करने के लिए हैं। इसकी सुंदरता के कारण, स्थानीय निवासियों का मानना ​​है कि, मंदिर का निर्माण देवताओं द्वारा किया गया था। यह मंदिर भगवान शिव को समर्पित है और माना जाता है कि इसका निर्माण लगभग 1000 ईस्वी पूर्व में हुआ था।</p>","SubContentHindi":null,"ImageUrl":"6045e881-a71c-4377-aac6-b9a16408829e_Tripurantaka-Swamy-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. निवास","SubTitleHindi":null,"SubContent":"<p>एसवीएन लेक पैलेस, आरटीसी कॉम्प्लेक्स रोड 08922-277770, 7799888859</p>\r\n<p>होटल मयूरा, आरटीसी कॉम्प्लेक्स रोड 9090842486, 9390842489</p>\r\n<p>होटल विटला रेजीडेंसी 08922-272250 / 272251</p>\r\n<p>होटल बालाजी, स्टेशन रोड 08922-233666</p>\r\n<p>होटल रविराज 08922-225326 / 223338</p>\r\n<p>सुनेरे विलेज रिसोर्ट, NH-5, सावरविल्ली रोड, भोगापुरम, विजयनगरम 09490700147</p>\r\n<p>सड़कें और इमारतें गेस्ट हाउस, विजयनगरम 9440819371</p>\r\n<p>सड़कें और इमारतें गेस्ट हाउस, Bobbili 9440819387</p>\r\n<p>जिला परिषद अतिथि गृह, विजयनगरम 9491761160</p>","SubContentHindi":null,"ImageUrl":"f0c6bacd-30c9-44d3-a9f8-f8fd9218b7ab_hotel-sri-vishnu-international-vizianagaram.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>एसवीएन लेक पैलेस, आरटीसी कॉम्प्लेक्स रोड 08922-277770, 7799888859</p>\r\n<p>होटल मयूरा, आरटीसी कॉम्प्लेक्स रोड 9090842486, 9390842489</p>\r\n<p>होटल विटला रेजीडेंसी 08922-272250 / 272251</p>\r\n<p>होटल बालाजी, स्टेशन रोड 08922-233666</p>\r\n<p>होटल रविराज 08922-225326 / 223338</p>\r\n<p>सुनेरे विलेज रिसोर्ट, NH-5, सावरविल्ली रोड, भोगापुरम, विजयनगरम 09490700147</p>\r\n<p>सड़कें और इमारतें गेस्ट हाउस, विजयनगरम 9440819371</p>\r\n<p>सड़कें और इमारतें गेस्ट हाउस, Bobbili 9440819387</p>\r\n<p>जिला परिषद अतिथि गृह, विजयनगरम रोडवेज</p>\r\n<p>शहर की कुल सड़क की लंबाई 317.80 किमी है। [16] आंध्र प्रदेश राज्य सड़क परिवहन निगम विजयनगरम बस स्टेशन से बस सेवा संचालित करता है। [१ Transport]</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>विजयनगरम रेलवे स्टेशन हावड़ा-चेन्नई मुख्य लाइन के खुर्दा रोड-विशाखापत्तनम खंड पर है और झारसुगुड़ा-विजयनगरम लाइन के लिए टर्मिनस है। यह ईस्ट कोस्ट रेलवे का एक महत्वपूर्ण स्टेशन है और कई सुपरफास्ट ट्रेनों का यहां ठहराव है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डा</p>\r\n<p>निकटतम हवाई अड्डा विशाखापत्तनम में 62 किमी पर स्थित है।</p>\r\n<p>स्रोत: https://vizianagaram.nic.in/</p>","SubContentHindi":null,"ImageUrl":"539f1e97-2f6f-4072-9894-8a7760fa6467_vizianagaram-andhra-pradesh-india-maps.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-vizianagaram-andhra-pradesh","tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"विजयनगरम","slug":"vizianagaram"}],"recommendations":[{"id":1239,"title":"उरावकोंडा में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"28d0bf09-49e8-4ec8-8cd2-503b4a839069_Uravakonda.jpg","dateCreated":"2020-04-22T13:07:24.262Z","dateModified":"2020-04-22T13:07:36.552Z","contributedBy":"AskGif","content":"उरावाकोंडा भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले में एक जनगणना शहर है। यह अनंतपुर राजस्व मंडल में उरावकोंडा मंडल का मुख्यालय है। शहर शहरी ढेर का एक घटक है।\r\n&nbsp;\r\nउरावकोंडा का गठन लगभग 115 साल पहले उरावकोंडा के दिवंगत गोविंदचर द्वारा किया गया था। उन्हें उस समय \"दक्षिण भारत के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28d0bf09-49e8-4ec8-8cd2-503b4a839069_Uravakonda.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"उरावकोंडा","slug":"uravakonda"}],"slug":"top-places-to-visit-in-uravakonda-andhra-pradesh","total":0},{"id":1193,"title":"कनिगिरि में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"39c0087c-c646-4321-937e-cb9214dacb2e_Kanigiri.jpg","dateCreated":"2020-04-11T08:04:20.852Z","dateModified":"2020-04-11T08:04:52.183Z","contributedBy":"AskGif","content":"कनिगिरी भारत के आंध्र प्रदेश राज्य के प्रकाशम जिले में एक जनगणना शहर है। यह कंदुकुर राजस्व मंडल में कांजीगिर मंडल का मंडल मुख्यालय है।\r\n&nbsp;\r\nशब्द-साधन\r\nनाम कनकगिरी (कनक = सोना और गिरि = पहाड़ी) का एक शाब्दिक रूपांतर है। पुराने समय में यह कहा जाता था कि पहाड़ी से सटे शहर को","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39c0087c-c646-4321-937e-cb9214dacb2e_Kanigiri.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"कनिगिरि","slug":"kanigiri"}],"slug":"top-places-to-visit-in-kanigiri-andhra-pradesh","total":0},{"id":288,"title":"श्री पोट्टि श्रीरामुलु नेल्लोर, नेल्लोर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","dateCreated":"2019-03-06T17:35:08.669Z","dateModified":"2019-03-06T19:21:40.203Z","contributedBy":"AskGif","content":"नेल्लोर भारतीय राज्य आंध्र प्रदेश में नेल्लोर जिले का एक शहर और जिला मुख्यालय है। यह पेन्ना नदी के तट पर स्थित है [8] और यह राज्य का चौथा सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r\nनेल्लोर जिला (आधिकारिक तौर पर: श्री पोट्टि श्रीरामुलु नेल्लोर जिला), तटीय आंध्र प्रदेश में स्थित है जो आंध्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1c70138-6879-417d-9153-c34744f0941d_Nellore-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"श्री-पोट्टि-श्रीरामुलु-नेल्लोर","slug":"sri-potti-sriramulu-nellore"},{"name":"नेल्लोर","slug":"nellore"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-sri-potti-sriramulu-nellore-nellore-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}