{"id":293,"title":"PUBG Mobile Club Open 2019 announced with whopping Rs. 14 crore prize money: Here's how you can enter","imageUrl":"aeec9f08-74a1-4c1c-8685-5368b562d8fb_pubg.jpg","dateCreated":"2019-03-12T16:37:04.393Z","dateModified":"2019-03-12T16:37:14.689Z","contributedBy":"AskGif","content":"<p>The Club Open event is a year-long event which has both pro and semi-pro teams which will then fight for the $2 million prize pool which is roughly Rs. 14 crores, the biggest in any PUBG Mobile event till date.</p>\r\n<p>PUBG Mobile new Challenge gets Rs. 14 crore prize money PUBG Mobile&nbsp;</p>\r\n<p>Tencent Games has announced the PUBG Mobile Club Open 2019. The Club Open event is a year-long event which has both pro and semi-pro teams which will then fight for the $2 million prize pool which is roughly Rs. 14 crores, the biggest in any PUBG Mobile event till date. The PUBG Mobile Club Open 2019 has been divided into the Spring Split and Fall Split with each with a separate prize pool and Global Finals. The date for the Spring Split Global Finals has been tipped to be July 2019. Tencent has claimed that the last year's PUBG Mobile Star Challenge 2018 Tournaments saw around a whopping 230 million views online, and over 5,000 attendees during the finals at Dubai. The competition was won by Thailand-based RRQ Athena.</p>\r\n<p>&nbsp;</p>\r\n<p>The rules and requirements for taking part in the event include the player having attained Platinum rank at the end of last season as well as also having parental consent for those players who are under the local age. At least three players from each team must be from the region they are competing in order to represent. The PUBG Mobile Open Club 2019 registrations already began on March 8 and will be ending on March 18. Interested players can register themselves on the game's official website.</p>\r\n<p>&nbsp;</p>\r\n<p>PUBG Mobile will be getting a new Bonus Challenge with their upcoming 0.11.0 update. In a report published recently, the upcoming 0.11.1 update will allow PUBG gamers to convert their Battle Coins into Unknown Cash. Getting Unknown Cash would mean players will get access to rare weapon skins and unique outfits. The Bonus Challenge is for solo players and not squads. For a player to enter, they will need to obtain Bonus Challenge Vouchers or Unknown Cash. There are also three tiers to fight - Novice, Adept, and Expert. Evey kill which is made by a player grants them points which can then be used to get UC packs or cosmetic items. PUBG has not yet announced a release date for the 0.11.1 update yet.</p>\r\n<p>&nbsp;</p>\r\n<p>The Bonus Challenge was earlier brought forward by Mr. Ghost Gaming, and now a new video has come to light on as to when it will be expected in the game. There are three tiers in which players can enter the challenge. They are Novice, Adept, and Experts. Each kill that the player makes in the Novice Bonus Challenge in PUBG Mobile game scores 15 points, Adept players score 30 points, while Expert players score 45 points per kill. Every point is equal to one battle coin with maximum earnings at 1,500 points.</p>\r\n<p>source: https://www.timesnownews.com/technology-science/article/pubg-mobile-club-open-2019-announced-with-whopping-rs-14-crore-prize-money-heres-how-you-can-enter/380655</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/aeec9f08-74a1-4c1c-8685-5368b562d8fb_pubg.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"pubg-mobile-club-open-2019-announced-with-whopping-rs.-14-crore-prize-money-heres-how-you-can-enter","tags":[{"name":"game","slug":"game"}],"recommendations":[{"id":436,"title":"Creating an interactive Typing Game Using jquery","imageUrl":"c9b7b894-94cd-4756-b38c-9e1b7315ac5d_typing-game.jpg","dateCreated":"2019-08-21T08:37:49.908Z","dateModified":"2019-08-21T08:38:02.466Z","contributedBy":"AskGif","content":"This is a simple typing game experimental using jquery. The main criteria here is to understand how to read Keyboard Character Codes and displaying its equivalent Character on to the screen. You may notice so many bugs in the live demo because this program is not implemented fully as we concentra","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9b7b894-94cd-4756-b38c-9e1b7315ac5d_typing-game.jpg","category":{"name":"coding","slug":"coding"},"tags":[{"name":"game","slug":"game"},{"name":"jquery","slug":"jquery"}],"slug":"creating-an-interactive-typing-game-using-jquery","total":0},{"id":293,"title":"PUBG Mobile Club Open 2019 announced with whopping Rs. 14 crore prize money: Here's how you can enter","imageUrl":"aeec9f08-74a1-4c1c-8685-5368b562d8fb_pubg.jpg","dateCreated":"2019-03-12T16:37:04.393Z","dateModified":"2019-03-12T16:37:14.689Z","contributedBy":"AskGif","content":"The Club Open event is a year-long event which has both pro and semi-pro teams which will then fight for the $2 million prize pool which is roughly Rs. 14 crores, the biggest in any PUBG Mobile event till date.\r\nPUBG Mobile new Challenge gets Rs. 14 crore prize money PUBG Mobile&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/aeec9f08-74a1-4c1c-8685-5368b562d8fb_pubg.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"game","slug":"game"}],"slug":"pubg-mobile-club-open-2019-announced-with-whopping-rs.-14-crore-prize-money-heres-how-you-can-enter","total":0}]}