{"id":294,"title":"Top Places to visit in West Godavari, Eluru, Andhra Pradesh","imageUrl":"4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","dateCreated":"2019-03-16T10:18:01.203Z","dateModified":"2019-03-16T10:45:23.647Z","contributedBy":"AskGif","content":"<p>West Godavari district or Paschima Godavari Jilla is one of the 13 districts in the Indian state of Andhra Pradesh. The district is situated in Coastal Andhra region of the state. The administrative headquarters of the district is situated at Eluru.[2] As of 2011 census of India, the district has an area of 7,742 km2 (2,989 sq mi) and a population of 3,936,966.[3] It is bounded by Krishna district on the west, East Godavari district on the east, Bay of Bengal on the south and the state of Telangana on the north.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The Eastern Chalukyas ruled coastal Andhra from 700 to 1200, with Vengi, near Pedavegi village, as their capital. Historical evidences are found at the villages, Pedavegi and Guntupalli (Jilakarragudem). Eluru then became a part of the Kalinga Empire until 1471. Later it fell into the hands of the Gajapathis. In 1515 Sri Krishna Deva Raya captured it. After the fall of the Vijayanagara Kingdom, it was taken by the Sultan of Golkonda, Kutub Shah.[5] In 1925, West Godavari District was formed with Eluru as its headquarters and all the district offices and regional offices were set up in Eluru city.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district occupies an area of 7,742 km2 (2,989 sq mi). The district is bounded by Khammam district on the north, Bay of Bengal on the south. The Godavari River separates East Godavari district on east and Tammileru River and Kolleru Lake separates it from Krishna district on the west</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Culture and traditions at Kalavalapalli village in West Godavari district</p>\r\n<p>Telugu is the most widely spoken language.[15] Vedas, which has oral heritage recognition from by UNESCO are taught at Sri Venkateswara Veda Patasala of I.Bhimavaram village in the district.[18] The district is well known for its wool-pile carpets and hand woven products.[19]</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Dwaraka Tirumala Temple devottes</p>\r\n<p>There are many landmarks and tourism destinations in the district. Eluru is the largest city of the district with many destinations related to Buddhists and Archeological importance such as Guntupalli Caves near the city.[20] Eluru city hosts 74feet high Buddha statue in the heart of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Some of the religious destinations include, Dwaraka Tirumala known with the name as Chinna Tirumala,[21] Pancharama Kshetras of Palakollu and Bhimavaram etc.[22] Other destinatins of tourism importance are Perupalem Beach at Narasapuram, the Kolleru Lake being the largest fresh water in the country and a bird sanctuary,[23] Dowleswaram Barrage and Godavari river etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>&nbsp;</p>\r\n<p>See also: List of revenue divisions in Andhra Pradesh and List of mandals in Andhra Pradesh</p>\r\n<p>The district has five revenue divisions, namely Eluru, Jangareddigudem, Kovvur, Kukunuru and Narasapuram. These revenue divisions are divided into 48 mandals in the district. These 48 mandals consists of 881 villages, 1 municipal corporation, 8 municipalities and 5 census towns. Eluru is the only municipal corporation, 7 municipalities include, Kovvur, Narasapuram, Nidadavolu, Palakollu, Tadepalligudem, Tanuku, Bhimavaram, Jangareddigudem and the 5 census towns are Dwarakatirumala, Sanivarapupeta, Satrampadu, Gavaravaram and Tangellamudi.</p>\r\n<p>&nbsp;</p>\r\n<p>Constituencies</p>\r\n<p>There are two parliamentary and 15 assembly constituencies in the district. The parliamentary constituencies are Eluru, and Narsapuram.[24]</p>\r\n<p>&nbsp;</p>\r\n<p>The Assembly constituencies are:</p>\r\n<p>&nbsp;</p>\r\n<p>Achanta</p>\r\n<p>Bhimavaram</p>\r\n<p>Chintalapudi (SC)</p>\r\n<p>Denduluru</p>\r\n<p>Eluru</p>\r\n<p>Gopalapuram</p>\r\n<p>Kovvur</p>\r\n<p>Nidadavole</p>\r\n<p>Narsapur</p>\r\n<p>Palakollu</p>\r\n<p>Polavaram (ST)</p>\r\n<p>Tadepalligudem</p>\r\n<p>Tanuku</p>\r\n<p>Undi</p>\r\n<p>Unguturu</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The primary and secondary school education is imparted by government, aided and private schools, under the School Education Department of the state.[26][27] As per the school information report for the academic year 2015-16, there are a total of 4,408 schools. They include, 19 government, 2,664 mandal and zilla parishads, 1 residential, 1,344 private, 3 Kasturba Gandhi Balika Vidyalaya (KGBV), 208 municipal and 169 other types of schools.[28] The total number of students enrolled in primary, upper primary and high schools of the district are 522,793.[29]</p>\r\n<p>&nbsp;</p>\r\n<p>Universities</p>\r\n<p>&nbsp;</p>\r\n<p>National Institute of Technology, Tadepalligudem (NIT, Tadepalligudem).</p>\r\n<p>Dr. Y.S.R. Horticultural University, Venkataramannagudem, Tadepalligudem.</p>\r\n<p>Adikavi Nannayya University Campus at Tadepalligudem.</p>\r\n<p>source: https://en.wikipedia.org/wiki/West_Godavari_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","subContents":[{"SubTitle":"1. Papikondalu","SubTitleHindi":null,"SubContent":"<p>The entrance of Papi kondalu can be seen from Koruturu (West Godavari District).The original name for this hill range was &lsquo;Papidi Kondalu&rsquo;. Papidi is a rough translation for partition in Telugu. Since this range looks like a well designed partition that splits river Godavari, this name was coined. There is also another idea that the range looks like a partition of a typical Indian Woman&rsquo;s hair line. In due course, it settled for &lsquo;Papi Kondalu&rsquo;.Papikondalu Andhra Pradesh &ndash; &ldquo;Papi kondalu&rdquo; or the &ldquo;Papi Hills&rdquo; are series of mountain range that are located Rajahmundry in West Godavari District of Andhra Pradesh. Papikondalu Mountain range runs along River Godavari, one of the largest and vivacious rivers in India. The mighty river narrowing and</p>\r\n<p>passing with twists and turns along the Papi Hills is every visitor&rsquo;s delight. Papikondalu mountain range spreads over a vast area, covering about three districts of East Godavari, West Godavari and Khammam Districts.To get the real essence of Papikondalu, one has to go for the boat journey either from Rajahmundry,Bhadachalamr. There are small motor boats with capacity of five including the rider or River Streamers carrying about fifty to sixty people. The journey takes about 8 hours and the adventure begins the moment you step on to the boat. The ups and downs of the river water, the drifting sand, the cool breeze, small fish that can be spotted in the clean water and the fresh air from the Papikondalu Hills, give you one of the best experiences to travel.Come any season except summer, these hill ranges offer one of the best places to visit in AP in terms of scenic beauty animals, , bird species, which are found here.The flooding river (especially during rainy season- July to September) gives you a thrilling experience to travel. Sometimes the increased water level in the river makes the boat journey precarious. It is the skill and experience of the local sailors, who makes your journey most memorable.There are several sights that fall on the way like Perantalapalli and Pattiseema that are must-see. Several tribal communities have made their dwellings on these hills whose main occupation is agriculture, fishing or handicrafts-making. If you are a real adventure lover with a group of more than five and not with elderly people, one of the fascinating things you can do is camp at the river side overnight.</p>","SubContentHindi":null,"ImageUrl":"630b538a-2691-40e8-b782-0cbfcb1566f9_Papikondalu.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Sri Venkateswara Swami temple","SubTitleHindi":null,"SubContent":"<p>Sri Venkateswara Swami temple located in Jangareddygudem is also called parijathagiri temple. This is a very beautiful place to visit and worship. It is a common belief that Jangareddygudem is the only town in Andhra Pradesh where there is a collection of seven mountains other than Tirumala Tirupathi. This temple was recently restructured due to increased number of pilgrims . Due to the presence of large Kalyanamandapam in the temple,many of the marriages are also taking place in this temple. Annadhanam, the sacred tradition of offering food also happens every day in this temple. Srivari brahmotsavam is conducted annually in this temple which is celebrated for around nine days.</p>","SubContentHindi":null,"ImageUrl":"1c31e504-204c-44d4-a1f9-df81d6155e97_Sri-Venkateswara-Swami-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Religious Tourism","SubTitleHindi":null,"SubContent":"<p>&nbsp;</p>\r\n<p>Sree kottasathemma goddess, nidadavolu zone:</p>\r\n<p>In the 13th Century, King Veerabhadra Chalukya, spouse of Rani Rudrama Devi, ruled a part of West Godavari District, with Niravadyapuram(Nidadavolu) as a Capital. During his rule Nidadavolu was designed as Fort and took place several wars. It is believed that the fort was protected by goddess kotasattemma. Niravadyapuram became famous during kakateeya dynasty.</p>\r\n<p>Reddi dynasty succeeded after the decline of kakateeya dynasty. Floods and natural calamities swept away the temple and the statue of Ammavaru, which immersed in nature and remained unknown for several centuries. In 1934, a local farmer Sri Devulapalli Ramamurthy Sastry was plunging his land and accidently the plunging weapon hit on the statue of Ammavaru. The Goddess appeared in his dream and asked him to contrust a temple for her.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Uma Ramalingeswara Swamy Temple:</p>\r\n<p>This ancient site, Indu Umrameswara Swamy, is the main deity, Sri Ramachandra Ravanavada for Brahma Hattaya Papanakiana and Rameshwaram Lingam. The temple was built by the walled towers and the Swami&rsquo;s Deepa Deepa Navayathas are the wealthiest donors of kings and zamindars. The devotees of the devotees and the devotees are serving the Swami. Swami has been continuously rewarding with the graceful hymns of the legendary mythical hankerasana. In the mythology of the famous Saptasagara Sanctuary, Gautama Vasishta is situated in the middle of the west of Vasishta &ldquo;Achanta&rdquo;. Its ancient name is &ldquo;martyr&rdquo;.Sri Rameswaran Lingusayam Umasamatumuga is the name of Lord Rama Chandra, in the north of the temple, in the north of the place, in the north and east of the area. These features are noteworthy.</p>\r\n<p>&nbsp;</p>\r\n<p>AnjaneyaSwamy Temple:</p>\r\n<p>Anjaneya Swami Temple is located at Relangi village belongs to Iragavaram mandalunder West Godavari district in the Indian state of Andhra Pradesh.Sri Uma Rameshwaraswamy Temple .It is located around 5 kms distance from its mandal main town Iragavaram ,about 74 kms from the city Rajahmudry &amp; 138 kms far from the city Vijayawada.The village is famous for Hindu Village Goddess (Grama Devi i.e. Grama Devatha) Sri Mantalama Talli Temple (or Mantalamma Devalayam). One can reach this place byroad and rail transport. All local trains running between Nidadavolu and Bhimavaram will stop in this village.</p>\r\n<p>&nbsp;</p>\r\n<p>Dwaraka Tirumala-Chinna Tirupati Temple:</p>\r\n<p>This pilgrimage centre is called &ldquo;Dwaraka Tirumala&rdquo; after the great saint, &ldquo;Dwaraka&rdquo; who located the self manifested idol of Lord &ldquo;Sri Venkateswara&rdquo; after severe penance in a &acirc;&euro;&tilde;Valmikam&acirc;&euro;&trade; (ant hill). The devotees call Sri Venkateswara as Kaliyuga Vaikunta Vasa. This place is also called Chinna Tirupati. As per Sastras North Indian rivers like Ganges and Yamuna are considered to be more and more holy as they go up to the origin and south Indian rivers like Krishna and Godavary are more and more holy as they go down the river to its mouth to the Sea. It is why there are numerous shrines and holy bathing ghats, at close intervals, on both sides of the great grand rivers Krishna and Godavary in their lower regions. The region covered by our Dwaraka Tirumala is commanding the top most conspicuous position in India, being garlanded by these two great Indian rivers Krishna and Godavary, as pointed out by Brahma Purana.</p>\r\n<p>&nbsp;</p>\r\n<p>Ramalingeswara Swami Temple:</p>\r\n<p>Palakollu is located in West Gosdavari district of Andhrapradesh in India. This place is famous for Lord Siva temple which is considered as one of the Pancharama temples. The temple here is called Sri Kshira Rama Lingeshwara swamy Temple. The other four temples are Amararama at Amaravati, Dist. Guntur, Draksharama at Draksharama, Dist. East Godavari, Kumararama at Samarlakota, East Godavari Dist. and Somarama at Bhimavaram Dist.West Godavari. The Sivalingam (Moola Virat) can be seen from all the four sides through windows in the Garbhaalayam. Additionally, Sun God, Kashi Vishweshwara, Goddess parvathi, Goddess Lakshmi, Nagareshwara Lingam, Dundi Vigneshwara, Veera Bhadra, Sapta Matruka, Kanaka Durga, Brahma, Saraswathi, Kumara Swamy, Kartikeya, Mahishasura Mardhini, Nagasarpa, Nataraja, Dattatreya, Kala Bhairava, Nageshwara, Saneeswara, Radha Krishna can also be seen in the temple. There is a belief that the Sivalingam is installed (pratistapana) by Lord Vishnu.</p>\r\n<p>&nbsp;</p>\r\n<p>Maddi Anjaneya Swamy ( Lord hanuman ) temple:</p>\r\n<p>Maddi Anjaneya Swamy ( Lord hanuman ) temple is at 3 KM distance from Janareddigudem town. The name of the village is Gurvaigudem. Many devotees visit this temple in Tuesday and offer prayer to Lord Anjaneya Swamy. Like any other temple of South India there is nice queue system to get Darshan of Lord Hanuman. There is a special line of Rs 20 to go for a quick darshan bypassing the crowded free Darshan queue. There is a tradition of walking around the main temple sanctum 11 times ( known as Pradakshina) before going for darshan and your wishes will be fulfilled in a year time.</p>","SubContentHindi":null,"ImageUrl":"9f9cfbd3-95cd-4628-ba0d-45bdca3123bd_Religious-Tourism.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Accommodation","SubTitleHindi":null,"SubContent":"<p>Palavelli Boutique Resorts Pvt Ltd 7674015035 Palakollu, West Godavari &ndash; 534260, Yalamanchalli Lanka, Near Palakollu</p>\r\n<p>Sunrise Resorts 8096351677 Pengonda Mandelam, Sidhantam, West Godavari &ndash; 534326, Near By Godavari Bridge</p>\r\n<p>Eco Tourism Resort 9010744405 Eluru Road, West Godavari &ndash; 534004</p>\r\n<p>Harita Kolleru Resort 9010744405 Eluru Road, West Godavari &ndash; 534004</p>\r\n<p>Gayatri Resorts 9533776051 Krishna Rao Peta Polavaram Mandal.W.G.Dt, West Godavari &ndash; 534315</p>","SubContentHindi":null,"ImageUrl":"33294ef0-cdfe-4d5f-8e3e-9d6fe989c578_West-Godavari-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>The total of core road network of the district is 1,224.287 km (760.737 mi). It includes, 523.081 km (325.027 mi) of existing and a proposed length of 701.206 km (435.709 mi).[25] Of which 108 km (67 mi) are National Highway (India) and 281 km (175 mi) are State Highways.</p>\r\n<p>&nbsp;</p>\r\n<p>The district relies mostly on public transport such as, buses of APSRTC operating from all parts of the district. Most of the major highways and national highways pass through major towns in the district such as, AH 45, NH-16, NH-214A. South Central Railway division of Indian Railways operates many passenger and freight transport. Howrah-Chennai main line, Vijayawada&ndash;Nidadavolu loop line, Bhimavaram-Nidadavolu section, Bhimavaram&ndash;Narasapuram branch lines are the major lines and sections that provide rail connectivity in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>There are no air transport in the district, but has water transport. National Waterway 4 passes through the district and connects Vijayawada with Kakinada via Eluru canal. It has access to Bay of Bengal at Narsapuram.</p>\r\n<p>&nbsp;</p>\r\n<p>How to reach West Godavari by Air</p>\r\n<p>The nearest Domestic Airport is Vijayawada Airport, Vijayawada, roughly one hour drive from West Godavari. It is well connected to spectrum of cities like Bangalore, Chennai, Hyderabad, Madurai and New Delhi through Indigo, Go Air, Air India and Spice Jet flights. The nearest International Airport is Rajiv Gandhi International Airport, Hyderabad, roughly 350 Kms from West Godavari. Frequent Flights to various national and international destinations take off from here.</p>\r\n<p>&nbsp;</p>\r\n<p>How to reach West Godavari by Rail</p>\r\n<p>It has its own Railway Station named as West Godavari Railway Station which is connected to all the major cities of Andhra Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>How to reach West Godavari by Road</p>\r\n<p>Eluru is 78 Kms from Machilipatnam, 57 Kms from Vijayawada, 92 Kms from Guntur, 103 Kms from Rajahmundry, 155 Kms from Kakinada, 201 Kms from Tuni, 268 Kms from Anakapalle, 290 Kms from Vishakhapatnam,340 Kms from Hyderabad and is connected through Andhra Pradesh State Road Transport Corporation (APSRTC) and some private travel services.</p>\r\n<p>source: https://westgodavari.nic.in</p>","SubContentHindi":null,"ImageUrl":"94c38965-d461-48f2-a66d-df2673423b80_west-godavari-Map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-west-godavari-eluru-andhra-pradesh","tags":[{"name":"eluru","slug":"eluru"},{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"west-godavari","slug":"west-godavari"}],"recommendations":[{"id":1213,"title":"Top Places to visit in Punganur, Andhra Pradesh","imageUrl":"51bbcff0-96b7-473a-b3d0-d44153e2d1c3_Punganur.jpg","dateCreated":"2020-04-12T09:46:00.531Z","dateModified":"2020-04-12T09:46:13.307Z","contributedBy":"AskGif","content":"Punganur is a town in Chittoor district of the Indian state of Andhra Pradesh. It is the Mandal headquarters of Punganur Mandal in Madanapalle revenue division\r\n&nbsp;\r\nGeography\r\nPunganur is located at 13.3667&deg;N 78.5833&deg;E. It has an average elevation of 764 meters (2","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/51bbcff0-96b7-473a-b3d0-d44153e2d1c3_Punganur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"punganur","slug":"punganur"}],"slug":"top-places-to-visit-in-punganur-andhra-pradesh","total":0},{"id":1211,"title":"Top Places to visit in Pithapuram, Andhra Pradesh","imageUrl":"5365e5ea-306b-4d17-8cbd-10c285ad3ae0_Pithapuram.jpg","dateCreated":"2020-04-12T09:25:37.315Z","dateModified":"2020-04-12T09:25:49.487Z","contributedBy":"AskGif","content":"Pithapuram or Peetika Puram is a town and a municipality in the East Godavari district in the Indian state of Andhra Pradesh. The town also forms a part of the Godavari Urban Development Authority. The temple town is one of fifty-five Sakti Peetikas.\r\n&nbsp;\r\nShripada Shri Vallabha,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5365e5ea-306b-4d17-8cbd-10c285ad3ae0_Pithapuram.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pithapuram","slug":"pithapuram"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-pithapuram-andhra-pradesh","total":0},{"id":1190,"title":"Top Places to visit in Jaggaiahpet, Andhra Pradesh","imageUrl":"facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","dateCreated":"2020-04-10T07:24:01.308Z","dateModified":"2020-04-10T07:24:13.431Z","contributedBy":"AskGif","content":"Jaggayyapeta is a census town in Krishna district of the Indian state of Andhra Pradesh. It is also the Mandal headquarters of the Jaggayyapeta Mandal of Vijayawada revenue division. The town is located on the banks of the Paleru River which is a tributary of the Krishna River.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"andhra-pradesh","slug":"andhra-pradesh"},{"name":"jaggaiahpet","slug":"jaggaiahpet"}],"slug":"top-places-to-visit-in-jaggaiahpet-andhra-pradesh","total":0},{"id":276,"title":"Top Places to visit in Anantapur, Andhra Pradesh","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"Anantapur (officially:Anantapuramu) is a city in Anantapur district of the Indian state of Andhra Pradesh. It is the mandal headquarters of Anantapuramu mandal and also the divisional headquarters of Anantapur revenue division. The city is located on National Highway. It was also the headquarters","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anantapur","slug":"anantapur"},{"name":"andhra-pradesh","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}