{"id":294,"title":"पश्चिम गोदावरी, एलुरु में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","dateCreated":"2019-03-16T10:18:01.203Z","dateModified":"2019-03-16T10:45:23.647Z","contributedBy":"AskGif","content":"<p>पश्चिम गोदावरी जिला या पससीमा गोदावरी जिला भारतीय राज्य आंध्र प्रदेश के 13 जिलों में से एक है। यह जिला राज्य के तटीय आंध्र क्षेत्र में स्थित है। जिले का प्रशासनिक मुख्यालय एलुरु में स्थित है। [२] भारत की 2011 की जनगणना के अनुसार, जिले में 7,742 किमी 2 (2,989 वर्ग मील) और 3,936,966 की आबादी है। [3] यह पश्चिम में कृष्णा जिले, पूर्व में गोदावरी जिले, दक्षिण में बंगाल की खाड़ी और उत्तर में तेलंगाना राज्य से घिरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>पूर्वी चालुक्यों ने 700 से 1200 तक तटीय आंध्र पर शासन किया, वेन्गी के साथ पेडवेगी गांव के पास, उनकी राजधानी के रूप में। ऐतिहासिक प्रमाण गावों, पेदवेगी और गुंटुपल्ली (जिल्करगुगुडेम) में पाए जाते हैं। एलुरु तब 1471 तक कलिंग साम्राज्य का हिस्सा बन गया था। बाद में यह गजपति के हाथों में आ गया। 1515 में श्रीकृष्णदेव राय ने इस पर कब्जा कर लिया। विजयनगर साम्राज्य के पतन के बाद, इसे गोलकुंडा के सुल्तान, कुतुब शाह द्वारा लिया गया था। [५] 1925 में, पश्चिम गोदावरी जिले का गठन एलुरू के मुख्यालय के रूप में किया गया था और सभी जिला कार्यालय और क्षेत्रीय कार्यालय एलुरु शहर में स्थापित किए गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह जिला 7,742 किमी 2 (2,989 वर्ग मील) के क्षेत्र में है। यह जिला उत्तर में खम्मम जिले, दक्षिण में बंगाल की खाड़ी से घिरा हुआ है। गोदावरी नदी पूर्व में गोदावरी जिले को अलग करती है और तम्मिलारु नदी और कोल्लेरू झील इसे पश्चिम में कृष्णा जिले से अलग करती है</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>पश्चिम गोदावरी जिले के कलावलापल्ली गांव में संस्कृति और परंपराएं</p>\r\n<p>तेलुगु सबसे अधिक बोली जाने वाली भाषा है। [१५] वेद, जिसे यूनेस्को द्वारा मौखिक विरासत मान्यता प्राप्त है, जिले के आई। भीमावरम गाँव के श्री वेंकटेश्वर वेदा पाटसाला में पढ़ाया जाता है। [१ has] यह जिला अपने ऊन-ढेर कालीनों और हाथ से बुने उत्पादों के लिए जाना जाता है। [१ ९]</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>द्वारका तिरुमाला मंदिर में भक्त</p>\r\n<p>जिले में कई स्थल और पर्यटन स्थल हैं। एलुरू जिले का सबसे बड़ा शहर है, जहां बौद्ध और पुरातत्व महत्व से जुड़े कई गंतव्य हैं, जैसे शहर के पास गुंटुपल्ली गुफा। [२०] एलुरु शहर शहर के मध्य में 74 फुट ऊंची बुद्ध प्रतिमा की मेजबानी करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ धार्मिक स्थलों में शामिल हैं, द्वारका तिरुमाला, जिसे चिन्न तिरुमाला के नाम से जाना जाता है, [२१] पालकोलू और भीमावरम के पंचरमाक्षेत्र आदि [२२]। पर्यटन महत्व के अन्य डेस्टिनैटिन नरसापुरम में पेरुपालम बीच, कोल्लूरु झील देश का सबसे बड़ा ताजे पानी और एक पक्षी अभयारण्य है, [२३] डोलेश्वरम बैराज और गोदावरी नदी आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>&nbsp;</p>\r\n<p>यह भी देखें: आंध्र प्रदेश में राजस्व प्रभागों की सूची और आंध्र प्रदेश में मंडलों की सूची</p>\r\n<p>जिले में पाँच राजस्व मंडल हैं, जिनके नाम एलुरु, जांगारेडिगडेम, कोव्वुर, कुकुनुरु और नरसापुरम हैं। इन राजस्व प्रभागों को जिले में 48 मंडलों में विभाजित किया गया है। इन 48 मंडलों में 881 गाँव, 1 नगर निगम, 8 नगर पालिका और 5 जनगणना शहर शामिल हैं। एलुरु एकमात्र नगर निगम है, 7 नगरपालिकाएं शामिल हैं, कोव्वुर, नरसापुरम, निदादावोलु, पालकोल्लू, ताडेपल्लीगुडम, तानुकु, भीमावरम, जंगारेगडिगुडेम और 5 जनगणना शहर हैं द्वारकातिरमुला, सनिवारुप्पेटा, सतरम्पु, गाराडू।</p>\r\n<p>&nbsp;</p>\r\n<p>निर्वाचन क्षेत्रों</p>\r\n<p>जिले में दो संसदीय और 15 विधानसभा क्षेत्र हैं। संसदीय क्षेत्र एलुरु और नरसापुरम हैं। [२४]</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा क्षेत्र हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अचंता</p>\r\n<p>भीमावरम</p>\r\n<p>चिंतलपुदी (SC)</p>\r\n<p>Denduluru</p>\r\n<p>एलुरु</p>\r\n<p>गोपालपुरम</p>\r\n<p>कोव्वुर</p>\r\n<p>निदादावोले</p>\r\n<p>नरसापुर</p>\r\n<p>पलाकोल्लू</p>\r\n<p>पोलावरम (एसटी)</p>\r\n<p>ताडेपल्लीगुडेम</p>\r\n<p>टनुकु</p>\r\n<p>Undi</p>\r\n<p>Unguturu</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राज्य के स्कूल शिक्षा विभाग के तहत प्राथमिक और माध्यमिक स्कूल शिक्षा सरकारी, सहायता प्राप्त और निजी स्कूलों द्वारा प्रदान की जाती है। [२६] [२ education] शैक्षणिक वर्ष 2015-16 के लिए स्कूल की सूचना रिपोर्ट के अनुसार, कुल 4,408 स्कूल हैं। इनमें 19 सरकारी, 2,664 मंडल और जिला परिषद, 1 आवासीय, 1,344 निजी, 3 कस्तूरबा गांधी बालिका विद्यालय (केजीबीवी), 208 नगरपालिका और 169 अन्य प्रकार के स्कूल शामिल हैं। [28] जिले के प्राथमिक, उच्च प्राथमिक और उच्च विद्यालयों में नामांकित छात्रों की कुल संख्या 522,793 है। [29]</p>\r\n<p>&nbsp;</p>\r\n<p>विश्वविद्यालयों</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय प्रौद्योगिकी संस्थान, ताडेपल्लीगुडम (NIT, तडेपल्लिगुडम)।</p>\r\n<p>डॉ। वाई.एस.आर. हॉर्टिकल्चरल यूनिवर्सिटी, वेंकटरामनगुडम, ताडेपल्लीगुडम।</p>\r\n<p>ताडेपल्लीगुडेम में आदिकवि नन्नय्या विश्वविद्यालय परिसर।</p>\r\n<p>source: https://en.wikipedia.org/wiki/West_Godavari_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a40cc46-8050-4eda-aa15-8a94b32e7cd7_eluru-railway-station.jpg","subContents":[{"SubTitle":"1. पापिकोंडालु","SubTitleHindi":null,"SubContent":"<p>पापी कोंडलू के प्रवेश द्वार को कोरुटुरु (पश्चिम गोदावरी जिला) से देखा जा सकता है। इस पहाड़ी क्षेत्र का मूल नाम 'पापीदी कोंडालु' था। पापड़ी तेलुगु में विभाजन के लिए एक कठिन अनुवाद है। चूंकि यह सीमा एक अच्छी तरह से डिज़ाइन किए गए विभाजन की तरह दिखती है जो गोदावरी नदी को विभाजित करती है, इसलिए यह नाम गढ़ा गया था। एक अन्य विचार यह भी है कि यह सीमा एक सामान्य भारतीय महिला की हेयर लाइन के विभाजन की तरह दिखती है। नियत समय में, यह K पापी कोंडालु.पापिकोंडालु आंध्र प्रदेश के लिए बस गया - \"पापी कोंडालु\" या \"पापी हिल्स\" पर्वत श्रृंखला की श्रृंखलाएँ हैं जो आंध्र प्रदेश के पश्चिम गोदावरी जिले में राजामुंदरी में स्थित हैं। पापिकोंडालु पर्वत श्रृंखला गोदावरी नदी के साथ चलती है, जो भारत की सबसे बड़ी और जीवंत नदियों में से एक है। शक्तिशाली नदी संकीर्ण और</p>\r\n<p>पापी हिल्स के साथ मोड़ और मोड़ के साथ गुजरना हर आगंतुक की खुशी है। पपिकोंडालु पर्वत श्रृंखला एक विशाल क्षेत्र में फैली हुई है, जो पूर्वी गोदावरी, पश्चिम गोदावरी और खम्मम जिलों के लगभग तीन जिलों को कवर करती है। पपिकोंडालु का वास्तविक सार पाने के लिए, राजमुंदरी, भदाचलम से नाव यात्रा के लिए जाना पड़ता है। लगभग पचास से साठ लोगों को ले जाने वाली राइडर या रिवर स्ट्रीम सहित पाँच की क्षमता वाली छोटी मोटर बोट हैं। यात्रा में लगभग 8 घंटे लगते हैं और रोमांच की शुरुआत होती है जब आप नाव पर कदम रखते हैं। नदी के पानी के उतार-चढ़ाव, बहती रेत, ठंडी हवा, छोटी मछली जो स्वच्छ पानी और पपिकोंडालु पहाड़ियों से ताजी हवा में देखी जा सकती है, आपको यात्रा करने का सबसे अच्छा अनुभव देती है। किसी भी मौसम को छोड़कर गर्मियों में, ये पहाड़ी श्रृंखलाएं प्राकृतिक सौंदर्य वाले जानवरों, पक्षियों की प्रजातियों के संदर्भ में एपी में घूमने के लिए सबसे अच्छी जगहों में से एक हैं, जो यहां पाई जाती हैं। बाढ़ वाली नदी (विशेष रूप से बरसात के मौसम- जुलाई से सितंबर के दौरान) आपको रोमांचकारी अनुभव देती है। यात्रा। कभी-कभी नदी में बढ़ता जल स्तर नाव की यात्रा को अनिश्चित बना देता है। यह स्थानीय नाविकों का कौशल और अनुभव है, जो आपकी यात्रा को सबसे यादगार बना देता है। कई जगहें हैं जो पेरंटालपल्ली और पट्टिसेमा जैसे रास्ते पर पड़ती हैं, जिन्हें अवश्य देखना चाहिए। कई आदिवासी समुदायों ने इन पहाड़ियों पर अपना निवास बनाया है जिनका मुख्य व्यवसाय कृषि, मछली पकड़ना या हस्तशिल्प करना है। यदि आप पांच से अधिक के समूह के साथ एक असली साहसिक प्रेमी हैं और बुजुर्ग लोगों के साथ नहीं हैं, तो आप जो आकर्षक चीजें कर सकते हैं उनमें से एक रात भर नदी के किनारे पर शिविर है।</p>","SubContentHindi":null,"ImageUrl":"630b538a-2691-40e8-b782-0cbfcb1566f9_Papikondalu.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. श्री वेंकटेश्वर स्वामी मंदिर","SubTitleHindi":null,"SubContent":"<p>जंगेरेड्डीगुडेम में स्थित श्री वेंकटेश्वर स्वामी मंदिर को पारिजातगिरी मंदिर भी कहा जाता है। यह यात्रा करने और पूजा करने के लिए एक बहुत ही सुंदर जगह है। यह एक आम धारणा है कि जंगेरेड्डीगुडेम आंध्र प्रदेश का एकमात्र शहर है जहां तिरुमाला तिरुपति के अलावा सात पहाड़ों का संग्रह है। तीर्थयात्रियों की बढ़ती संख्या के कारण हाल ही में इस मंदिर का पुनर्निर्माण किया गया था। मंदिर में बड़े कल्याणमंडपम की मौजूदगी के कारण, इस मंदिर में कई शादियां भी हो रही हैं। अन्नधनम, इस मंदिर में हर दिन भोजन चढ़ाने की पवित्र परंपरा भी होती है। इस मंदिर में प्रतिवर्ष श्रीवारी ब्रह्मोत्सव आयोजित किया जाता है, जो लगभग नौ दिनों तक मनाया जाता है।</p>","SubContentHindi":null,"ImageUrl":"1c31e504-204c-44d4-a1f9-df81d6155e97_Sri-Venkateswara-Swami-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. धार्मिक पर्यटन","SubTitleHindi":null,"SubContent":"<p>श्री कोतसथेमा देवी, निदादावोलु क्षेत्र:</p>\r\n<p>13 वीं शताब्दी में, राजा वीरभद्र चालुक्य, रानी रुद्रमा देवी के पति, ने पश्चिम गोदावरी जिले के एक हिस्से पर, निरवादिपुरम (निदादावोलु) को एक राजधानी के रूप में शासित किया। उनके शासन के दौरान निदादावोलू को किले के रूप में डिजाइन किया गया था और कई युद्ध हुए। ऐसा माना जाता है कि इस किले की रक्षा देवी कोट्टसत्ताम्मा ने की थी। कटिवेय राजवंश के दौरान नीरवदीपुरम प्रसिद्ध हुआ।</p>\r\n<p>काकातेय वंश के पतन के बाद रेड्डी राजवंश सफल हुआ। बाढ़ और प्राकृतिक आपदाओं ने मंदिर और अम्मावारू की मूर्ति को बहा दिया, जो प्रकृति में डूबा हुआ था और कई शताब्दियों तक अज्ञात रहा। 1934 में, एक स्थानीय किसान श्री देवुलपल्ली राममूर्ति शास्त्री अपनी ज़मीन खोद रहे थे और अकस्मात अम्मवारु की प्रतिमा पर हथियार से वार करने लगे। देवी ने अपने सपने में दर्शन दिए और उन्हें अपने लिए एक मंदिर सौंपने के लिए कहा।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री उमा रामलिंगेश्वर स्वामी मंदिर:</p>\r\n<p>यह प्राचीन स्थल, इंदु उमरामेश्वर स्वामी, मुख्य देवता, श्री रामचंद्र रावणवाड़ा के लिए ब्रह्मा हट्टाया पापनाकिना और रामेश्वरम लिंगम हैं। मंदिर का निर्माण चारदीवारी द्वारा किया गया था और स्वामी की दीपा दीपा नवयथ राजाओं और जमींदारों के सबसे धनी दानदाता हैं। भक्तों और भक्तों की भीड़ स्वामी की सेवा कर रही है। स्वामी पौराणिक पौराणिक हकीकरासन के सुंदर भजनों के साथ लगातार पुरस्कृत करते रहे हैं। प्रसिद्ध सप्तसागर अभयारण्य की पौराणिक कथाओं में, गौतम वशिष्ठ, वशिष्ठ \"अचंता\" के पश्चिम में स्थित है। इसका प्राचीन नाम \"शहीद\" है। श्री रामेश्वरन लिंगुश्याम उमासमुमुगा, भगवान राम चंद्र का नाम, मंदिर के उत्तर में, स्थान के उत्तर में, क्षेत्र के उत्तर और पूर्व में है। ये विशेषताएं उल्लेखनीय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अंजनेयास्वामी मंदिर:</p>\r\n<p>अंजनेय स्वामी मंदिर, रिलांगी गाँव में स्थित है, जो भारत के आंध्र प्रदेश राज्य में इरगावरम मांडलंदर पश्चिम गोदावरी जिले के अंतर्गत आता है। श्री उमा रामेश्वरस्वामी मंदिर। यह अपने शहर के मुख्य शहर इरागवारम से लगभग 5 किलोमीटर की दूरी पर स्थित है, शहर राजहमुद्री से लगभग 74 किलोमीटर दूर है। विजयवाड़ा शहर से १३ city किलोमीटर दूर। यह गांव हिंदू ग्राम देवी (ग्राम देवी यानी ग्राम देवता) श्री मंतलमा तल्ली मंदिर (या मंतलम्मा देवल्यम) के लिए प्रसिद्ध है। कोई भी इस स्थान तक बायोडाटा और रेल परिवहन तक पहुँच सकता है। निदादावोलु और भीमावरम के बीच चलने वाली सभी स्थानीय ट्रेनें इस गांव में रुकेंगी।</p>\r\n<p>&nbsp;</p>\r\n<p>द्वारका तिरुमाला-चिन्ना तिरुपति मंदिर:</p>\r\n<p>महान संत, \"द्वारका\" के बाद इस तीर्थयात्रा केंद्र को \"द्वारका तिरुमाला\" कहा जाता है, जो भगवान श्री श्री वेंकटेश्वर की स्वयंभू मूर्ति के सामने स्थित है। भक्त श्री वेंकटेश्वर को कलियुग वैकुण्ठ वास कहते हैं। इस जगह को चिन्ना तिरुपति भी कहा जाता है। जैसे कि उत्तर भारतीय नदियाँ जैसे गंगा और यमुना को अधिक से अधिक पवित्र माना जाता है क्योंकि वे उद्गम तक जाती हैं और दक्षिण भारतीय नदियाँ जैसे कृष्णा और गोदावरी अधिक से अधिक पवित्र हैं क्योंकि वे नदी को उसके मुँह तक समुद्र तक ले जाती हैं । यही कारण है कि उनके निचले क्षेत्रों में महान भव्य नदियों कृष्णा और गोदावरी के दोनों किनारों पर कई तीर्थ और पवित्र स्नान घाट हैं। हमारे द्वारका तिरुमाला से आच्छादित क्षेत्र भारत की शीर्ष सबसे विशिष्ट स्थिति की कमान संभाल रहा है, इन दो महान भारतीय नदियों कृष्णा और गोदावरी की माला, जैसा कि ब्रह्म पुराण द्वारा बताया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>रामलिंगेश्वर स्वामी मंदिर:</p>\r\n<p>पलाकोलू भारत में पश्चिम गोद्रावरी जिले के अंधराप्रदेश में स्थित है। यह स्थान भगवान शिव मंदिर के लिए प्रसिद्ध है जिसे पंचराम मंदिरों में से एक माना जाता है। यहाँ के मंदिर को श्री क्षीर राम लिंगेश्वर स्वामी मंदिर कहा जाता है। अन्य चार मंदिर अमरावती, जिला में अमराराम हैं। गुंटूर, द्रक्षरामा में द्रक्षरामा, जिला। पूर्वी गोदावरी, समरालाकोटा में कुमाराराम, पूर्वी गोदावरी जिला। और भीमावरम जिले में सोमारामा। गर्भगृह में खिड़कियों के माध्यम से चारों तरफ से शिवलिंगम (मूल विराट) देखा जा सकता है। इसके अतिरिक्त, सूर्य देव, काशी विश्वेश्वर, देवी पार्वती, देवी लक्ष्मी, नागेश्वर लिंगम, डंडी विघ्नेश्वरा, वीरा भद्र, सप्त मातृका, कनक दुर्गा, ब्रह्मा, सरस्वती, कुमारी स्वामी, कार्तिकेय, महिषासुर मर्दिनी, नागिनी, नागिनी। मंदिर में नागेश्वर, सांईेश्वर, राधा कृष्ण को भी देखा जा सकता है। ऐसी मान्यता है कि भगवान विष्णु द्वारा शिवलिंगम स्थापित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मद्दी अंजनेय स्वामी (भगवान हनुमान) मंदिर:</p>\r\n<p>मन्दिर अंजनेया स्वामी (भगवान हनुमान) मंदिर जनेरीडिगुडेम शहर से 3 KM की दूरी पर है। गाँव का नाम गुरुविगुडम है। कई भक्त मंगलवार को इस मंदिर में जाते हैं और भगवान अंजनेय स्वामी को प्रार्थना करते हैं। दक्षिण भारत के किसी भी अन्य मंदिर की तरह भगवान हनुमान के दर्शन करने के लिए अच्छी कतार व्यवस्था है। भीड़ मुक्त दर्शन कतार को दरकिनार करते हुए त्वरित दर्शन के लिए जाने के लिए 20 रुपये की एक विशेष लाइन है। दर्शन के लिए जाने से पहले 11 बार मुख्य मंदिर के गर्भगृह (जिसे प्रदक्षिणा के नाम से जाना जाता है) के आसपास घूमने की परंपरा है।</p>","SubContentHindi":null,"ImageUrl":"9f9cfbd3-95cd-4628-ba0d-45bdca3123bd_Religious-Tourism.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. निवास","SubTitleHindi":null,"SubContent":"<p>पलावेल्ली बुटीक रिसॉर्ट्स प्राइवेट लिमिटेड 7674015035 पलाकोलू, पश्चिम गोदावरी - 534260, यमलंचहल्ली लंका, पलकोलू के पास</p>\r\n<p>सनराइज रिसॉर्ट्स 8096351677 पेंगोंडा मंडेलम, सिद्धंतम, पश्चिम गोदावरी - 534326, गोदावरी ब्रिज के पास</p>\r\n<p>इको टूरिज्म रिज़ॉर्ट 9010744405 एलुरु रोड, पश्चिम गोदावरी - 534004</p>\r\n<p>हरिता कोलेरु रिज़ॉर्ट 9010744405 एलुरु रोड, पश्चिम गोदावरी - 534004</p>\r\n<p>गायत्री रिसॉर्ट्स 9533776051 कृष्णा राव पेटा पोलावरम मंडल। डब्ल्यूजीडी, पश्चिम गोदावरी -34315</p>","SubContentHindi":null,"ImageUrl":"33294ef0-cdfe-4d5f-8e3e-9d6fe989c578_West-Godavari-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>जिले का कुल मुख्य सड़क नेटवर्क 1,224.287 किमी (760.737 मील) है। इसमें 523.081 किमी (325.027 मील) मौजूदा और 701.206 किमी (435.709 मील) की प्रस्तावित लंबाई शामिल है। [25] जिनमें से 108 किमी (67 मील) राष्ट्रीय राजमार्ग (भारत) और 281 किमी (175 मील) स्टेट हाईवे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला ज्यादातर सार्वजनिक परिवहन पर निर्भर करता है जैसे, जिले के सभी हिस्सों से संचालित होने वाली APSRTC की बसें। अधिकांश प्रमुख राजमार्ग और राष्ट्रीय राजमार्ग जिले के प्रमुख शहरों से होकर गुजरते हैं, जैसे कि AH 45, NH-16, NH-213A। भारतीय रेलवे का दक्षिण मध्य रेलवे डिवीजन कई यात्री और माल परिवहन का संचालन करता है। हावड़ा-चेन्नई मुख्य लाइन, विजयवाड़ा-निदादावोलु लूप लाइन, भीमावरम-निदादावोलु खंड, भीमावरम-नरसापुरम शाखा लाइनें जिले में रेल संपर्क प्रदान करने वाली प्रमुख लाइनें और खंड हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में हवाई परिवहन नहीं हैं, लेकिन जल परिवहन है। राष्ट्रीय जलमार्ग 4 जिले से होकर गुजरता है और विजयवाड़ा को एलुरु नहर के माध्यम से काकीनाडा से जोड़ता है। नरसापुरम में बंगाल की खाड़ी तक इसकी पहुँच है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई मार्ग से पश्चिम गोदावरी कैसे पहुँचें</p>\r\n<p>निकटतम घरेलू हवाई अड्डा विजयवाड़ा हवाई अड्डा, विजयवाड़ा, पश्चिम गोदावरी से लगभग एक घंटे की ड्राइव पर है। यह इंडिगो, गो एयर, एयर इंडिया और स्पेल जेट उड़ानों के माध्यम से बैंगलोर, चेन्नई, हैदराबाद, मदुरै और नई दिल्ली जैसे शहरों के स्पेक्ट्रम से अच्छी तरह से जुड़ा हुआ है। निकटतम अंतर्राष्ट्रीय हवाई अड्डा राजीव गांधी अंतर्राष्ट्रीय हवाई अड्डा, हैदराबाद है, जो पश्चिम गोदावरी से लगभग 350 किलोमीटर दूर है। विभिन्न राष्ट्रीय और अंतरराष्ट्रीय गंतव्यों के लिए लगातार उड़ानें यहां से उड़ान भरती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल से पश्चिम गोदावरी कैसे पहुँचें</p>\r\n<p>इसका अपना रेलवे स्टेशन है जिसका नाम पश्चिम गोदावरी रेलवे स्टेशन है जो आंध्र प्रदेश के सभी प्रमुख शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग से पश्चिम गोदावरी कैसे पहुँचें</p>\r\n<p>माचिलिपट्टनम से एलुरू 78 किलोमीटर, विजयवाड़ा से 57 किलोमीटर, गुंटूर से 92 किलोमीटर, राजमुंदरी से 103 किलोमीटर, काकीनाडा से 155 किलोमीटर, त्यूणी से 201 किलोमीटर, डाकपत्थर से 268 किलोमीटर, विशाखापट्टनम से 290 किलोमीटर, हैदराबाद से 340 किलोमीटर और जुड़ा है। आंध्र प्रदेश राज्य सड़क परिवहन निगम (APSRTC) और कुछ निजी यात्रा सेवाएँ।</p>\r\n<p>source: https://westgodavari.nic.in</p>","SubContentHindi":null,"ImageUrl":"94c38965-d461-48f2-a66d-df2673423b80_west-godavari-Map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-west-godavari-eluru-andhra-pradesh","tags":[{"name":"एलुरु","slug":"eluru"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"पश्चिम-गोदावरी","slug":"west-godavari"}],"recommendations":[{"id":1213,"title":"पुंगनूर में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"51bbcff0-96b7-473a-b3d0-d44153e2d1c3_Punganur.jpg","dateCreated":"2020-04-12T09:46:00.531Z","dateModified":"2020-04-12T09:46:13.307Z","contributedBy":"AskGif","content":"पुंगनूर भारतीय राज्य आंध्र प्रदेश के चित्तूर जिले का एक शहर है। यह मदनपल्ले राजस्व मंडल में पुंगनूर मंडल का मंडल मुख्यालय है\r\n&nbsp;\r\nभूगोल\r\nपुंगनूर 13.3667 &deg; N 78.5833 &deg; E पर स्थित है। इसकी औसत ऊंचाई 764 मीटर (2509 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/51bbcff0-96b7-473a-b3d0-d44153e2d1c3_Punganur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"पुंगनूर","slug":"punganur"}],"slug":"top-places-to-visit-in-punganur-andhra-pradesh","total":0},{"id":1211,"title":"पीथापुरम में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"5365e5ea-306b-4d17-8cbd-10c285ad3ae0_Pithapuram.jpg","dateCreated":"2020-04-12T09:25:37.315Z","dateModified":"2020-04-12T09:25:49.487Z","contributedBy":"AskGif","content":"पीतमपुरम या पीतिका पुरम भारतीय राज्य आंध्र प्रदेश में पूर्वी गोदावरी जिले का एक शहर और एक नगर पालिका है। यह शहर गोदावरी शहरी विकास प्राधिकरण का एक हिस्सा भी है। मंदिर शहर पचपन शक्तिपीठों में से एक है।\r\n&nbsp;\r\nश्रीपाद श्री वल्लभ, अपने भक्तों द्वारा भगवान दत्तात्रेय के अवतार माने जात","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5365e5ea-306b-4d17-8cbd-10c285ad3ae0_Pithapuram.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पीथापुरम","slug":"pithapuram"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-pithapuram-andhra-pradesh","total":0},{"id":1190,"title":"जग्गायहपेट  में देखने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","dateCreated":"2020-04-10T07:24:01.308Z","dateModified":"2020-04-10T07:24:13.431Z","contributedBy":"AskGif","content":"जग्गय्यपेता भारतीय राज्य आंध्र प्रदेश के कृष्णा जिले में एक जनगणना शहर है। यह विजयवाड़ा राजस्व मंडल के जग्गय्यपेटा मंडल का मंडल मुख्यालय भी है। शहर पलरू नदी के तट पर स्थित है जो कृष्णा नदी की एक सहायक नदी है।\r\n&nbsp;\r\nशब्द-साधन\r\nजग्गयोप्पा एक शासक द्वारा शासित था, जिसका नाम श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/facf3433-ceb7-4077-a2ca-9f3d0c326d47_Jaggaiahpet.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"},{"name":"जग्गायहपेट","slug":"jaggaiahpet"}],"slug":"top-places-to-visit-in-jaggaiahpet-andhra-pradesh","total":0},{"id":276,"title":"अनंतपुर में घूमने के लिए शीर्ष स्थान, आंध्र प्रदेश","imageUrl":"267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","dateCreated":"2019-02-24T04:41:15.63Z","dateModified":"2019-02-24T06:01:46.613Z","contributedBy":"AskGif","content":"अनंतपुर (आधिकारिक तौर पर: अनंतपुरम) भारतीय राज्य आंध्र प्रदेश के अनंतपुर जिले का एक शहर है। यह अनंतपुरम् मंडल का मंडल मुख्यालय है और अनंतपुर राजस्व मंडल का मंडल मुख्यालय भी है। शहर राष्ट्रीय राजमार्ग पर स्थित है। यह 1799 में दत्ता मंडलम (आंध्र प्रदेश के रायलसीमा और कर्नाटक के बेल्लारी जिले) का मु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/267edc6c-3111-44d0-b173-cb6c6262e2e2_Anantapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अनंतपुर","slug":"anantapur"},{"name":"आंध्र-प्रदेश","slug":"andhra-pradesh"}],"slug":"top-places-to-visit-in-anantapur-andhra-pradesh","total":0}]}