{"id":319,"title":"Top Places to visit in Changlang, Arunachal Pradesh","imageUrl":"d881a7cd-1fb4-4056-9412-9e6730f22a76_Changlang.jpg","dateCreated":"2019-03-24T07:39:24.283Z","dateModified":"2019-03-24T11:05:09.367Z","contributedBy":"AskGif","content":"<p>Changlang is a census town and headquarters of the Changlang district in the Indian state of Arunachal Pradesh. It has become one of the major districts in the area owing to the presence of crude oil, coal and mineral resources other than tourism and hydro power.</p>\r\n<p>&nbsp;</p>\r\n<p>Changlang is located at the co-ordinates 27.12&deg;N 95.71&deg;E.</p>\r\n<p>As of 2001 India census,[3] Changlang had a population of 6,394. Males constitute 56% of the population and females 44%. Changlang has an average literacy rate of 72%, higher than the national average of 59.5%; with male literacy of 78% and female literacy of 65%. 14% of the population is under 6 years of age.</p>\r\n<p>Changlang district is located in the Indian state of Arunachal Pradesh, located south of Lohit district and north of Tirap district. As of 2011 it is the second most populous district of Arunachal Pradesh (out of 16), after Papum Pare.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Post-independence</p>\r\n<p>The district was created on 14 November 1987, when it was split from Tirap district.[2]</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Changlang district occupies an area of 4,662 square kilometres (1,800 sq mi),[3] comparatively equivalent to Indonesia's Lombok Island.[4]</p>\r\n<p>&nbsp;</p>\r\n<p>It falls in a region that receives high rainfall. The region is rich in wildlife with different kind of flora and fauna. The district has both plains and highlands. Most of the plains are in the valley of Dihing. The area is prone to occasional floods.</p>\r\n<p>&nbsp;</p>\r\n<p>National protected area</p>\r\n<p>Namdapha National Park</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>The Dihing is the main source of fishes for the local people.The fresh water fishes are very much in demand they hardly reach major towns nearby like Tinsukia, Doomdooma, Digboi and Dibrugarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>There are 5 Arunachal Pradesh Legislative Assembly constituencies located in this district: Bordumsa, Miao, Nampong, Changlang South and Changlang North. All of these are part of Arunachal East Lok Sabha constituency.[5]</p>\r\n<p>&nbsp;</p>\r\n<p>The Changlang district has five Sub-Divisions namely Changlang, Manmao, Jairampur, Bordumsa and Miao.</p>\r\n<p>&nbsp;</p>\r\n<p>Changlang Sub-Divisions (Chanlang Block) covers four circles, namely Changlang (14,718 people), Khimiyang (3,506 people), Namtok (3,085 people) and Yatdam.</p>\r\n<p>&nbsp;</p>\r\n<p>Manmao Sub-Division (Manmao Block) covers three Circles, namely Manmao (3,814 people), Renuk, and Lyngok-Longtoi.</p>\r\n<p>&nbsp;</p>\r\n<p>Jairampur Sub-Division (Nampong Block) covers three Circles, namely Nampong (4,424 people), Jairampur (7,836 people) and Rima-Putak.</p>\r\n<p>&nbsp;</p>\r\n<p>Bordumsa Sub-Division ( Bordumsa-Diyun Block) has got only two circles Bordumsa (25,369 people) and Diyun (28,907 people).</p>\r\n<p>&nbsp;</p>\r\n<p>And Miao Sub-Division (Khagam-Miao Block) covers three circles namely Miao (20,266 people), Kharsang (9,509 people) and Vijoynagar (3,988 people).</p>\r\n<p>&nbsp;</p>\r\n<p>Total, there are fifteen Circles, five Blocks and five Subdivisions in Changlang district.</p>\r\n<p>&nbsp;</p>\r\n<p>There are two municipalities Changlang (6,469 people) and Jairampur (5,919 people).</p>\r\n<p>&nbsp;</p>\r\n<p>The administrative setup is based on single line administration which aims to keep close co-operation amongst various developmental departments with the district administration and thus, to work together for the speedy development of the area. The district has four Sub-Divisions and a total of 12 circles as shown in Table 2.1 below. The Deputy Commissioner being the overall in-charge of the district administration maintains law and order with the help of administrative officers and police forces. Moreover, the villagers have their own customary administrative systems in the form of traditional village councils consisting of the Gaon Buras and members.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Places to visit are World War II cemetery in Jairampur, Indo-Myanmar border town Nampong and Pangsau Pass. Another place of interest is Bordumsa where the rich culture of the Tais and Singpho exist.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>The Namdapha Tiger reserve is located in Miao town of this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Health services</p>\r\n<p>Although the region is one of the most populous in Arunachal Pradesh, there are hardly any hospitals. It is a great challenge to travel to good hospitals in Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Chakma and Hajong refugees</p>\r\n<p>The Chakma and Hajong refugees in Arunachal Pradesh came from East Pakistan from 1964 to 1969. During that period the refugees&nbsp; 2,902 families (14,888 persons), took refuge in the North-East Frontier Agency (NEFA). The present[when?] population of Chakma and Hajong in Arunachal Pradesh is 54,203 people (9,341 families). In Changlang district it is 47,703 people.[16] The only political developmental step that is taken by the Government of India is an inclusion of 1497 population in the voter list in 2004 by the Election Commission of India.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Changlang_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d881a7cd-1fb4-4056-9412-9e6730f22a76_Changlang.jpg","subContents":[{"SubTitle":"1. Vijoynagar","SubTitleHindi":null,"SubContent":"<p>Vijaynagar is the eastern most people&rsquo;s inhabited land of our country which is also the remotest Circle (Tehsil) of Changlang district in the north-eastern state of Arunachal Pradesh, India. This beautiful pristine location is endowed with natural beauty and surrounded on three sides by Myanmar while the other side is flanked by the large chunk of thick forest of Namdapha National Park. Nearby towns are Miao which is 157 km away and take about 6 days walk by foot march. The other nearest town located in other districts in India side are Hayuliang and Tezu. The nearest town in Myanmar side is Putao which is 40 km away. Vijoynagar&rsquo;s local name is &ldquo;Daudi&rdquo; called by Lisu (Yobin) people.</p>\r\n<p>&nbsp;</p>\r\n<p>Vijonagar, comprises of sixteen villages having a population of 4438 people The villagers depend on Wetland and Jhoom Cultivation for their livelihood, and are dependent on rainfall. The Day to day requirement of Groceries is met by a few Shops; and which bring the Stores from Dibrugarh by Air or from Miao on foot. It takes six days to travel on foot from Vijoynagar to Miao. In Vijoynagar, Salt and Sugar are sold at minimum Rs 200 per Kilogram. Limited Civil and Military Helicopters (AN 32) fly from Dibrugarh and Miao to Vijoynagar Airfield which are also very irregular and limited haulage capacity. In that they can take up to one ton load with eighteen persons on board. Previously there were two such Sorties for Civilians and three numbers for Assam Rifle personnel before last Helicopter crashed incidence at Tirap district.</p>\r\n<p>&nbsp;</p>\r\n<p>As there is no road connection to the area, people are dependent on Military Helicopter for essential services and requirements. Fifty five percent of the population belong to retired Assam Rifle personnel and 45 percent is of Civilians comprising of mainly Lisu (Yobin) people.</p>\r\n<p>&nbsp;</p>\r\n<p>The settlement of the Assam Rifle personnel began from May 7, 1961 onwards. Prior to 1961, this place was little known to outside World. The villages have a number of Primary Schools. There is Arunachal Pradesh Government run Secondary School up to Ten standard. There are only one or two teachers in each school. Many years back there was a motorable road existing in the area, but due to deterioration, it is no longer exist. The telecommunication facilities are not available, and only Radio Net communications are available in the Assam Rifles Camp. Detachment of Government Agencies like SIB and Arunachal Pradesh Police exist in the area. Assam Rifles camp has limited medical facilities. During emergency medical cases when patients have to be go out for urgent treatment, it is very difficult for people to avail medical facility outside Vijoynagar. The villagers are not covered under water supply scheme and draw raw water for their consumption. Power Department has installed Generator set for Power supply, but due to non availability of funds for procuring Diesel, the Generator is not functional. Few solar power lights were installed couple of years, but they are also not working properly now.</p>\r\n<p>&nbsp;</p>\r\n<p>Since couple of years, it has been reported that there is proposal from government for construction of road from Miao to Vijoynagar which is yet to be undertaken by the authority. The people of Vijoynagar are eagerly waiting for a motorable road since long at least to minimize their hardship in going in and out from Vijoynagar especially during emergency cases.</p>\r\n<p>&nbsp;</p>\r\n<p>The road is the lifeline of a developed society; Without road there is no development.</p>","SubContentHindi":null,"ImageUrl":"0bb6d803-0072-4edb-8f06-9d9e6f2c7939_Vijoynagar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Lake of no return","SubTitleHindi":null,"SubContent":"<p>Nampong is a quaint small town situated in the picturesque scenic valley. All along the way from Jairampur to Nampong one can enjoy the nature&rsquo;s ride and the sight of beautiful terraced tea gardens. The close proximity of the town is Burma border make it very crucial &amp; important. Three days Border Trading markets are open as Bazar days in a month on 10th, 20th and 30th of the month at Nampong for selling and buying of goods for both Indian and Myanmarese nationals. During these three days, people are allowed to cross international border at Pangsau Pass with due permission from the concern authority. The Government has declared Nampong as international trading hub. 20 Km from Nampong one can see World War II Observatory post at Wintong.</p>\r\n<p>&nbsp;</p>\r\n<p>The historic Stilwell Road (Ledo Road) passing through the Nampong and goes down to Burma from here. It is threshold of the Indo-Burma (Myanmar) border. The Pangsau Pass, the Indo-Burma (Myanmar) border is just 12 Km away from Nampong where the famous the Lake of no Return can be viewed from the Pass. Nampong and Pangsau Pass were considered to be &ldquo;Hell gate&rdquo; or &ldquo;Hell Pass&rdquo; due to difficult terrains in the Indo-Burma Patkai mountain Range. Crossing these places toward Burma were considered to be dangerous and hazardous as Hell during the World War II.</p>\r\n<p>&nbsp;</p>\r\n<p>The famous lake called The Lake of no return in Myanmar side which can be viewed from Pangsau pass is 12 Km away from Nampong. During World War II, large numbers of Aircrafts were reported to have perished into this lake. Perhaps, the lake served the Allied Pilots for soft landing into the lake water during return mission when the Aircrafts got hit by enemy or out of mechanical snags in the Aircraft. During World War II, flying over &ldquo;the Hump&rdquo;&rdquo;, many transport planes were crashed in and around China-Burma-India borders junction when air supply from Assam, India to Allied soldiers who were fighting with Japanese forces in China and north Burma (Myanmar) were undergoing.</p>\r\n<p>&nbsp;</p>\r\n<p>The Pilots had chosen this lake for an emergency landing in case of imminent Air crush and therefore, many aircraft were reported to have perished into the lake.</p>","SubContentHindi":null,"ImageUrl":"5d7e25f8-43f9-46ab-a211-a9e1aaf05f7e_Lake-of-no-return.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Namdapha National Park","SubTitleHindi":null,"SubContent":"<p>Namdapha, a National Park and Tiger Reservek, a true wilderness and enchanting beauty of lush green vegetation, impenetrable pristine and virgin forests covered an area of 1985.23 square kilometres having diverse flora and fauna lies in the international border between India and Myanmar(Burma) within Changlang District in the state of Arunachal Pradesh in the northeast India.</p>\r\n<p>&nbsp;</p>\r\n<p>Namdapha National Park is located at a few kilometre away from Miao amidst misty blue hills along the turbulent Noa-Dihing river lies in the sprawling tropical rain forest. It was declared as Tiger Reserve by the Government in 1983.</p>\r\n<p>&nbsp;</p>\r\n<p>The beautiful forests possess great biodiversity of Flora and Fauna. A details study of its species and genetic variation has not yet been thoroughly done. Namdapha is Botanist&rsquo;s dream and it may take as long as 50 years to complete a comprehensive survey of its botanical resources.</p>","SubContentHindi":null,"ImageUrl":"0400b3f4-7d7d-446e-8bca-acbfdab75023_Namdapha-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. World War II Cemetery","SubTitleHindi":null,"SubContent":"<p>The recently unearthed large Burial-ground with about 1,000 graves of allied soldiers believed to be mostly of Chinese, Kachins, Indian, Britishers and Americans soldiers who died in Second World War is located at Stilwell Road ( Ledo Road ) in the Jairampur-Nampong road, Changlang district, Arunachal Pradesh, India. The hidden cemetery covered with thick jungles midst of the bank of Namchik River and on the Stilwell Road ( Ledo Road ), 6 km from Jairampur town, 39 km from Ledo and 24 Km before reaching Pangsau Pass ( Hell Pass ), India &ndash; Burma (Myanmar) border. The Army has cleared the area and found about 1,000 graves within an area of about three acre. The boundary was enclosed by concrete posts with entrance on three sides. The graves are arranged in five Lines and several rows. A large grave, possibly a mass burial, is in the centre. The bricks were from Ledo AR&amp;T Co&rsquo;s brick fields, and others marked as B&amp;C-119 and IR.N!C9 were being used.</p>\r\n<p>&nbsp;</p>\r\n<p>The most of the graves in the Cemetery are damaged due to wild Elephants, wear and tear in the course of time and tempered due to miscreants.</p>\r\n<p>&nbsp;</p>\r\n<p>Perhaps, this cemetery might have constructed during the construction of the Stilwell Road ( Ledo Road ) from Ledo, India to Kunming, China via Burma connecting the Burma Road beyond Bhamo by allied forces starting from December 1942 to May 1945 in China-Burma-India (CBI) theatre of military operation against the Japanese forces in North Burma.</p>\r\n<p>&nbsp;</p>\r\n<p>During the construction of road and fighting against the Japanese forces, numbers of allied soldiers were reported to have died due to malaria, dysentery, land slides, enemy fires and other causes. The Patkai range of Indo-Burma border and Shindbwiyang range in north Burma were one of the most difficult terrains in the World where the road construction was carried out by the allied forces led by General Joseph W. Stilwell while fighting against the Japanese forces who had taken over the whole Burma in their hand in 1942. The cemetery was believed to be used for disposal of dead soldiers from site of war front and calamities out of road construction in India and Burma fronts. While trekking and fighting down the Ledo Road to Myitkyina, Burma, the stronghold of Japanese forces, large number of allied soldiers were reported to have died due to Diseases, calamities and missed in action while fighting.The casualties at war fronts in Burma were reported to have been evacuated by C-47&rsquo;s Ambulance planes and treated at the various base Hospitals at Ledo road and at Ledo, Assam, India and most of the dead soldiers might have disposed off at this cemetery. It is also reported that most of the casualties were treated at the 20th General Hospital, the 14th Evacuation Hospital, or the 111th Station Hospital in the Ledo area. In course of time, those Hospitals have also completely vanished.</p>\r\n<p>&nbsp;</p>\r\n<p>The Excerpt of inscription extracted from the Epitaph of comparatively larger grave inscribed in Chinese language, shown in right hand side photo is belongs to Late Major Hsiao Chu Ching, Company Commander 2nd Company, 2nd Battalion of 10th Regiment, Independent Engineers of Chinese Army stationed in India. He was born in July 1913 at Wei Country of of Hapeh province, and died in December 1943. `All officers and men of the Second Company &ndash; January 5, 1944.&rsquo;</p>","SubContentHindi":null,"ImageUrl":"91dbb966-05ea-42a0-8eab-d151faf9ce65_World-War-II-Cemetery.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Miao</p>\r\n<p>This beautiful and small town is headquarter of Miao sub-division and situated at bank of River Noa-Dehing surrounded by picturesque scenic beauty. The interesting things to see are Mini zoo, museum, Bishop House, Tibetan refugee settlement where colourful woolen carpets of various designs are produced, oil drilling at Kharsang and Manabum.</p>\r\n<p>&nbsp;</p>\r\n<p>Tibetan Tibetan Refugee settlement camp, Miao</p>\r\n<p>Choephelling Tibetan Refugee settlement camp located at a distance of four kilometers from Miao Township under Changlang district, is one of the oldest settlements for Tibetan refugees. The camp boasts of producing superior quality carpets, a larger portion of which goes to the global market. The raw materials mainly cotton yarn (Rs.150/Kg) and wool (Rs. 200/Kg), procured from Panipat in Haryana and some quantum from New Zealand, are exotically weaved to international standard and sold at Rs. 190 per square feet in the global market.</p>\r\n<p>&nbsp;</p>\r\n<p>Namdapha National Park</p>\r\n<p>Namdapha, a National Park and Tiger Reserve, a true wilderness and enchanting beauty of lush green vegetation, impenetrable pristine and virgin forests covered an area of 1985.23 square kilometres having diverse flora and fauna lies in the international border between India and Myanmar (Burma) within Changlang District in the state of Arunachal Pradesh in the northeast India.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Jairampur</p>\r\n<p>It is headquarter of Jairampur sub-division. The famous historic &lsquo;Stilwell Road&rsquo; passing through this small town from Ledo, Assam, India to Kunming, Yunnan Province, China via Burma. The World War II cemetery of about 1,000 graves of Allied Soldiers is located 6 Km away from Jairampur at the Nampong road.</p>\r\n<p>&nbsp;</p>\r\n<p>Stilwell Road (Ledo Road)</p>\r\n<p>Historic Stilwell&rsquo;s Road was constructed by the Allied Soldiers lead by America during the Second World War. It started from Ledo, in Assam, India, one of the railheads of the Bengal-Assam railway in the valley of the Upper Bramaputra, to the Burma Road, which connected to Kunming, China. It passed through Lekhapani, Nmampong and the Pangsau pass on the India-Burma (now Myanamar) border. It wound up the passes of the 9000 foot high Patkai Range and emerged at Shindwiyang and reached Mitkyina. It crosses the broad bowl of the Upper Chindwin, threads the Hukawng and Mogaung valleys, and goes down to Bhamo, eventually connecting to the Burma Road. Much of this road has been reclaimed by the natural landscape, due to lack of maintenance, but portions of it have been and/or are being restored.</p>\r\n<p>&nbsp;</p>\r\n<p>Manmao</p>\r\n<p>The place is worth visiting for enjoying high mountains and rich tradition &amp; culture of the Tangsa community.The place is ideally located in a rural landscape for nature lovers.</p>\r\n<p>&nbsp;</p>\r\n<p>Changlang</p>\r\n<p>It is the headquarter of the district. It is well known for two premier institutes namely, State Institute of Education (SIE) and District Institute of Education and Training (DIET) where in-service training is provided to the teachers. The visitors can also see typical Tangsa and Tutsa houses and villages, and can interact with the local people. One can also enjoy fishing in the Tirap River passing through the heart of the town. Visitors can also visit to district museum, district library and district crafts centre where locally made hand-looms and handicrafts are showcased it it.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"595415a8-1ccd-4890-9012-6326c2f2af0d_Places-of-Interest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Accommodations","SubTitleHindi":null,"SubContent":"<p>1At Changlang Headquarter: Circuit House Changlang &ndash; 792120 Changlang District Arunachal Pradesh10 rooms (of 2 beds)Deputy Commissioner Changlang District Changlang &ndash; 792 120 Arunachal Pradesh Phone: +91-3808-222221.</p>\r\n<p>2UD Guest House Officer Colony Changlang &ndash; 792120 Changlang District Arunachal Pradesh12 rooms including Executive SuitesRuns by private party</p>\r\n<p>3Chatim Lodge Near PK Point DC Office Road Changlang &ndash; 792120 Arunachal Pradesh7 rooms (of two beds) 4 rooms &ndash; Rs 700 per room per night 2 rooms &ndash; Rs 800 per room per night 1 room &ndash; Rs 1200 per room per nightContact: 03808-223734, 9402728563</p>\r\n<p>4At Miao: Circuit House Miao &ndash; 792122 Changlang District Arunachal Pradesh4 rooms ( of 2 beds )Additional Deputy Commissioner Miao &ndash; 792 122 Changlang District Arunachal Pradesh Phone: +91-3807-222245</p>\r\n<p>5Inspection Bungalow Miao &ndash; 792122 Changlang District Arunachal Pradesh6 rooms ( of 2 beds )&ndash; do &ndash;</p>\r\n<p>6Eco-Tourist Forest Guest House Miao &ndash; 792122 Changlang District Arunachal Pradesh4 rooms&ndash; do &ndash;</p>\r\n<p>7Forest Rest House Deban, Namdapha National Park Changlang District Arunachal Pradesh4 rooms&ndash; do &ndash;</p>\r\n<p>8Inspection Bungalow Vijoynagar Changlang District Arunachal Pradesh5 rooms&ndash; do &ndash;</p>\r\n<p>9Circuit House Kharsang &ndash; 792122 Changlang District Arunachal PradeshCircle Officer (CO) Kharsang &ndash; 792 122 Changlang District Arunachal Pradesh Phone: +91-3807-222245</p>\r\n<p>10At Jairampur: Circuit House Jairampur &ndash; 792121 Changlang District Arunachal PradeshAdditional Deputy Commissioner Jairampur &ndash; 792 121 Changlang District Arunachal Pradesh Phone: +91-3800-222216</p>\r\n<p>11Inspection Bungalow Jairampur &ndash; 792121 Changlang District Arunachal Pradesh&ndash; do &ndash;</p>\r\n<p>12Circuit House Nampong &ndash; 792123 Changlang District Arunachal PradeshSub-Divisional Officer Nampong &ndash; 792 123 Changlang District Arunachal Pradesh Phone: +91-3800-264211</p>\r\n<p>13Circuit House Manmao &ndash; 792121 Changlang District Arunachal Pradesh4 roomsExtra Assistant Commissioner (EAC) Jairampur &ndash; 792 121 Changlang District Arunachal Pradesh Phone: NA</p>\r\n<p>14Circuit House Bordumsa &ndash; 792056 Changlang District Arunachal PradeshAdditional Deputy Commissioner Bordumsa &ndash; 792056 Changlang District Arunachal Pradesh Phone: +91-3800-244222</p>\r\n<p>15Circuit House Diyun &ndash; 792122 Changlang District Arunachal PradeshExtra Assistant Commissioner (EAC) Diyun &ndash; 792 121 Changlang District Arunachal Pradesh Phone: 3800-244229</p>","SubContentHindi":null,"ImageUrl":"08922656-d6c2-46ed-9ecf-184ccf8d29d2_Accommodations.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>Air:&nbsp; Changlang township is 136 km from the nearest Airport at Mohanbari, Dibrugarh, Assam.</p>\r\n<p>Rail:&nbsp; It is 96 km from the nearest long distance Railway station Tinsukia Railway Station, Assam. And 45 km from the nearest Passenger Railway station, Margherita Railway Station, Assam.</p>\r\n<p>Road:&nbsp; Good motorable road is connected up to Changlang township. It is 140 km from Dibrugarh, 95 km from Tinsukia, 44 km from Margherita and 110 km from Miao.</p>\r\n<p>&nbsp;</p>\r\n<p>There is no good road transport in the region. The people are commuting on the roads that Oil India Limited build some decades back.</p>\r\n<p>&nbsp;</p>\r\n<p>The 2,000-kilometre-long (1,200 mi) proposed Mago-Thingbu to Vijaynagar Arunachal Pradesh Frontier Highway along the McMahon Line, (will intersect with the proposed East-West Industrial Corridor Highway) and will pass through this district, alignment map</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://changlang.nic.in/</p>","SubContentHindi":null,"ImageUrl":"2479c8ac-6596-4826-ae7b-8837e7d89f39_Changlang-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-changlang-arunachal-pradesh","tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"changlang","slug":"changlang"}],"recommendations":[{"id":328,"title":"Top Places to visit in Longding, Arunachal Pradesh","imageUrl":"50799648-8cfd-43e3-b574-00d90a243231_Longding-district.jpg","dateCreated":"2019-03-28T14:48:48.842Z","dateModified":"2019-03-28T14:59:54.175Z","contributedBy":"AskGif","content":"Longding is the administrative headquarters of Longding district in the Indian state of Arunachal Pradesh. It is located about 150 kilometers from Tinsukia, Assam.\r\n&nbsp;\r\nLongding district is one of the 20 administrative districts of Arunachal Pradesh in northeastern India. It was","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/50799648-8cfd-43e3-b574-00d90a243231_Longding-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"longding","slug":"longding"}],"slug":"top-places-to-visit-in-longding-arunachal-pradesh","total":0},{"id":323,"title":"Top Places to visit in Kra Daadi, Jamin, Arunachal Pradesh","imageUrl":"70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","dateCreated":"2019-03-25T16:59:50.11Z","dateModified":"2019-03-25T17:12:04.376Z","contributedBy":"AskGif","content":"Kra Daadi is a district in Arunachal Pradesh in north-eastern India. It was carved out of Kurung Kumey district on 7 February 2015.\r\nHistory\r\nThe creation of Kra Daadi district was approved on 21 March 2013 under the Arunachal Pradesh (Re-Organization of Districts) (Amendment) Bill.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kra-daadi","slug":"kra-daadi"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"jamin","slug":"jamin"}],"slug":"top-places-to-visit-in-kra-daadi-jamin-arunachal-pradesh","total":0},{"id":320,"title":"Top Places to visit in East Kameng, Seppa, Arunachal Pradesh","imageUrl":"d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-03-24T11:31:05.614Z","dateModified":"2019-03-24T11:44:28.999Z","contributedBy":"AskGif","content":"East Kameng district is one of the 23 districts of Arunachal Pradesh state in northeastern, India. It shares an international border with Tibet in the north and a state border with Assam and district borders with West Kameng, Papumpare and Kurung Kumey, which was bifurcated from Lower Subansiri d","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"east-kameng","slug":"east-kameng"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"seppa","slug":"seppa"}],"slug":"top-places-to-visit-in-east-kameng-seppa-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}