{"id":320,"title":"Top Places to visit in East Kameng, Seppa, Arunachal Pradesh","imageUrl":"d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-03-24T11:31:05.614Z","dateModified":"2019-03-24T11:44:28.999Z","contributedBy":"AskGif","content":"<p>East Kameng district is one of the 23 districts of Arunachal Pradesh state in northeastern, India. It shares an international border with Tibet in the north and a state border with Assam and district borders with West Kameng, Papumpare and Kurung Kumey, which was bifurcated from Lower Subansiri district on 1 April 2000.</p>\r\n<p>History</p>\r\n<p>The area around the Kameng river has at various times come under the control and influence of the Mon kingdoms, Tibet and the Ahom kingdom. Aka and Nishi chiefs would exert control over the area whenever no major political powers dominated the area.</p>\r\n<p>&nbsp;</p>\r\n<p>The Kameng Frontier Division was renamed as the Kameng District. The Political Officer was also redesignated as the Deputy Commissioner of Kameng. However, for political reasons, the Kameng district was bifurcated between East Kameng and West Kameng on 1 June 1980.[2]</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>East Kameng district occupies an area of 4,134 square kilometres (1,596 sq mi),[3] comparatively equivalent to Alaska's Unimak Island.[4] Like West Kameng, the East Kameng climate ranges from arid in the tundra of the north through a cool temperate climate to a humid subtropical climate in the southern sub-himalayan hills bordering Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district is divided into 2 sub-divisions: Seppa and Chayangtajo, which are further divided into 13 administrative circles, namely, Chayangtajo, Sawa, Khenewa, Bameng, Lada, Gyawe Purang, Pipu, Seppa, Richukhrong, Pijirang, Pakke-Kessang, Seijosa and Dissing Passo.</p>\r\n<p>&nbsp;</p>\r\n<p>There are 5 Arunachal Pradesh Legislative Assembly constituencies located in this district: Bameng, Chayangtajo, Seppa East, Seppa West and Pakke-Kasang. All of these are part of Arunachal West Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Population</p>\r\n<p>According to the 2011 census East Kameng district has a population of 78,413,[11] roughly equal to the nation of Dominica.[12] This gives it a ranking of 624th in India (out of a total of 640).[11] The district has a population density of 19 inhabitants per square kilometre (49/sq mi) .[11] Its population growth rate over the decade 2001&ndash;2011 was 37.14%.[11] East Kameng has a sex ratio of 1,012 females for every 1,000 males,[11] and a literacy rate of 62.48%.[11]</p>\r\n<p>&nbsp;</p>\r\n<p>East Kameng is inhabited by various tribes of similar origin but with distinct cultures and beliefs, practising the Donyi-Polo religion. The most populous of these, the Nishi, are scattered throughout the entire district. Other tribes, especially the Miji, Puroik and the Aka, are found in regions near the Kameng river.</p>\r\n<p>&nbsp;</p>\r\n<p>Since independence, much of the population has relocated to the district capital, Seppa. With the coming of modernism, festivals such as the Sarok of the Aka, Nyokum of the Nishi, Jonglam-Ponklam and Chindang of the Miji and the Gumkum-Gumpa are celebrated in full flair in Seppa.</p>\r\n<p>&nbsp;</p>\r\n<p>Language</p>\r\n<p>Koro</p>\r\n<p>Main article: Koro language (India)</p>\r\n<p>The Koro is a Tibeto-Burman language spoken by approximately 800&ndash;1200 people in the East Kameng district who live among the Aka (Hruso), but their language is distantly related, with distinct words for basic vocabulary.[13][14] Although it has resemblances to Tani further to the east, it appears to be a separate branch of Tibeto-Burman.[15] Koro is unlike any language in the various branches of the Tibeto-Burman family.[16] Researchers hypothesize it may have originated from a group of people enslaved and brought to the area.[17]</p>\r\n<p>&nbsp;</p>\r\n<p>Koro was recognised as a separate language in 2010 by a linguistic team of David Harrison, Gregory Anderson, and Ganesh Murmu while documenting two Hruso languages (Aka and Miji) as part of National Geographic's \"Enduring Voices\" project.[13] It was apparently noticed by earlier researchers.[18]</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>East Kameng has some tourist attractions. One of these is the Pakhui Tiger Reserve, with a wide range of wildlife. Seppa, the capital, hosts tribal dance festivals. The Himalayas can be viewed from the hill stations of Bameng, Chayangtajo and Pakke-Kessang.</p>\r\n<p>&nbsp;</p>\r\n<p>Seijosa</p>\r\n<p>Seijosa is a circle in East Kameng district. it has now an Additional Deputy Commissioner office.Mainly Nyishi people inhibit here.The Pakke wildlife Sanctuary is located here. The Seijosa town is situated along the river Pakke. Every Thursday people from Assam mainly from places like Itakola come to sell vegetables, clothes etc. The people from Assam and Seijosa share a cordial relationship. Due to lack of proper road communication and direct link road to Itanagar, often people have to suffer a lot due to frequent Assam Bandh calls and poor communication and network facilities.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Papu Valley</p>\r\n<p>Papu Valley is one of the most spectacular places in East Kameng under the Pijerang circle. Papu Valley has got its name from the snake-like curvy streams of river Papu. A vast field of rice covers the whole area of Papu Valley. Some of the major villages in this valley are Lumdung, Veo, Sede, Seba, Nere etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1977 East Kameng district became home to the Pakhui Wildlife Sanctuary, which has an area of 862 km2 (332.8 sq mi)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/East_Kameng_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","subContents":[{"SubTitle":"1. The Three Valleys","SubTitleHindi":null,"SubContent":"<p>The three valleys namely Pakke-Valley, Pappu Valley and Passa Valley are worth seeing from the road top. The meandering rivers makes them more beautiful. On both the banks of the rivers paddy fields are grown. Lumdung (Passa) is famous for migratory birds during winter season. During Summer season the valleys become green with natural beauty. Lumdung-Pappu Valley comes under Seppa Block, Passa and Pakke Valley come under Pakke-Kessang Block HQ, Pakke-Kessang, is situated in Pakke-Valley. Lumdung (Pappu) is 21 kms, Passa (Rilloh) is 78 kms and Pakke is 140 kms from Seppa, the district Hqr. One can hire a sumo or van and visit these places and stay in Inspection Bungalows. Pakke-Kessang is a cold place and one should have warm clothing.</p>\r\n<p>&nbsp;</p>\r\n<p>One can visit Pakhui Wildlife Sanctuary under Seijosa Circle. It is 64 kms from Tezpur and 225 kms from Seppa, the district HQ.</p>\r\n<p>&nbsp;</p>\r\n<p>Hill Stations</p>\r\n<p>Bameng, Chayangtajo and Pakke-Kessang are cool places which are like hill stations. They are 48 kms, 81 and 141&nbsp; kms respectively from Seppa. Chayangtajo is famous for &ldquo;Gorichaan&rdquo;, the snow peaked Mountain which can also be seen from Bameng.</p>\r\n<p>&nbsp;</p>\r\n<p>Angling &amp; Fishing</p>\r\n<p>During winter, River Kameng is a good spot for angling and fishing. Those who want to angle have to take permission from the district&nbsp;</p>","SubContentHindi":null,"ImageUrl":"86da01ef-7172-4130-9041-16bd379c65e4_The-Three-Valleys.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Accommodation","SubTitleHindi":null,"SubContent":"<p>For accommodation one can stay in the Circuit House, Inspection Bungalow.</p>\r\n<p>For stay in the Circuit House (Ph. No. 03787-222218) and Inspection Bungalow, one has to contact</p>\r\n<p>The Deputy Commissioner,</p>\r\n<p>East Kameng District,</p>\r\n<p>Seppa,</p>\r\n<p>03787-222576,03787-222427(FAX)</p>\r\n<p>and Email at:</p>\r\n<p>kamengse[at]nic[dot]in,</p>\r\n<p>dc-ekmg-arn[at]nic[dot]in</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Deewana</p>\r\n<p>Address -Cona, Seppa</p>\r\n<p>&nbsp;</p>\r\n<p>Phone &ndash; 03787- 222665</p>\r\n<p>&nbsp;</p>\r\n<p>Arunachal Pradesh 790102</p>\r\n<p>&nbsp;</p>\r\n<p>Takar Pu Home stay</p>\r\n<p>Name of the Owner: Smti Kongo Sonam</p>\r\n<p>&nbsp;</p>\r\n<p>Address &ndash; Seppa</p>\r\n<p>&nbsp;</p>\r\n<p>Phone &ndash; 9485231621</p>\r\n<p>&nbsp;</p>\r\n<p>Arunachal Pradesh</p>\r\n<p>&nbsp;</p>\r\n<p>Kameng Home stay</p>\r\n<p>Name of the Owner: Shri Abar Tallo</p>\r\n<p>&nbsp;</p>\r\n<p>Address &ndash; Seppa</p>\r\n<p>&nbsp;</p>\r\n<p>Phone &ndash; 9436227419</p>\r\n<p>&nbsp;</p>\r\n<p>Arunachal Pradesh</p>","SubContentHindi":null,"ImageUrl":"61dfbc4c-8018-4942-9b5d-8c53cc3099a0_East-Kameng-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. How to Reach","SubTitleHindi":null,"SubContent":"<p>Air:</p>\r\n<p>The nearest airports are at Tezpur and Guwahati (Gopinath Bordoloi International Airport) in Assam. Helicopter (Pawan Hans) flights are available from Tezpur and Naharlagun. One can travel by Indian Airlines and Sahara Flights up to Tezpur from where one can travel through land route.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail:</p>\r\n<p>Nearest railway station Guwahati.</p>\r\n<p>&nbsp;</p>\r\n<p>Road:</p>\r\n<p>Motorable roads connect most of the places of East Kameng District. Seppa is connected to the capital, Itanagar and the adjacent state-Assam by road and air. Visitors can reach Seppa by bus, private vehicle and taxies from both Itanagar and Tezpur, Assam. From Itanagar there are two (2) routes to reach Seppa: one through Bhalukpong(430km) and one through Sagali (around 210km). Though it is longer the first one is better to travel than the latter one. The latter one is almost impossible to travel in rainy season due to land slides. From Tezpur, the distance is 220 kms.</p>\r\n<p>&nbsp;</p>\r\n<p>The 2,000-kilometre-long (1,200 mi) proposed Mago-Thingbu to Vijaynagar Arunachal Pradesh Frontier Highway along the McMahon Line, (will intersect with the proposed East-West Industrial Corridor Highway) and will pass through this district</p>\r\n<p>source: https://eastkameng.nic.in</p>","SubContentHindi":null,"ImageUrl":"582c7312-8dbc-45e5-ab8f-32a035f69d8a_East-Kameng-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-east-kameng-seppa-arunachal-pradesh","tags":[{"name":"east-kameng","slug":"east-kameng"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"seppa","slug":"seppa"}],"recommendations":[{"id":337,"title":"Top Places to visit in Tawang, Tawang Town, Arunachal Pradesh","imageUrl":"8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","dateCreated":"2019-04-06T07:27:17.825Z","dateModified":"2019-04-06T07:53:17.843Z","contributedBy":"AskGif","content":"Tawang is a town in the Indian state of Arunachal Pradesh, situated at an elevation of approximately 3,048 metres (10,000 ft) to the east of Bhutan. The town once served as the district headquarters of West Kameng district, and became the district headquarters of Tawang district when it was forme","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tawang","slug":"tawang"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"tawang-town","slug":"tawang-town"}],"slug":"top-places-to-visit-in-tawang-tawang-town-arunachal-pradesh","total":0},{"id":334,"title":"Top Places to visit in Papum Pare, Yupia, Arunachal Pradesh","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"Papum Pare district is an administrative district in the state of Arunachal Pradesh in India. As of 2011 it is the most populous district of Arunachal Pradesh (out of 20).\r\nHistory\r\nThe district was formed in 1999 when it was split from Lower Subansiri district.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"papum-pare","slug":"papum-pare"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"yupia","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":321,"title":"Top Places to visit in East Siang, Pasighat, Arunachal Pradesh","imageUrl":"03c11c8a-6827-4de6-8000-8343297df00b_east-siang-district-arunachal-pradesh.jpg","dateCreated":"2019-03-24T18:22:31.97Z","dateModified":"2019-03-24T18:40:10.601Z","contributedBy":"AskGif","content":"East Siang is an administrative district in the state of Arunachal Pradesh in India.\r\n&nbsp;\r\nHistory\r\nIn 1989 territory was transferred from West Siang district to East Siang. A decade later, in 1999, the district was bifurcated to make Upper Siang district.East Siang distri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03c11c8a-6827-4de6-8000-8343297df00b_east-siang-district-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pasighat","slug":"pasighat"},{"name":"east-siang","slug":"east-siang"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-east-siang-pasighat-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}