{"id":320,"title":"पूर्वी कामेंग, सेप्पा में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-03-24T11:31:05.614Z","dateModified":"2019-03-24T11:44:28.999Z","contributedBy":"AskGif","content":"<p>पूर्व कामेंग जिला भारत के उत्तरपूर्वी राज्य अरुणाचल प्रदेश के 23 जिलों में से एक है। यह उत्तर में तिब्बत के साथ एक अंतर्राष्ट्रीय सीमा और असम और राज्य की सीमा के साथ पश्चिम कामेंग, पापम्पारे और कुरुंग कुमई के साथ एक सीमा साझा करता है, जिसे 1 अप्रैल 2000 को लोअर सुबानसिरी जिले से विभाजित किया गया था।</p>\r\n<p>इतिहास</p>\r\n<p>कामेंग नदी के आसपास का क्षेत्र कई बार सोम राज्यों, तिब्बत और अहोम साम्राज्य के नियंत्रण और प्रभाव में आया है। जब भी कोई बड़ी राजनीतिक शक्तियां इस क्षेत्र पर हावी नहीं हुईं, उर्फ ​​और निशि प्रमुख क्षेत्र पर नियंत्रण करेंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>कामेंग फ्रंटियर डिवीजन का नाम बदलकर कामेंग जिला रखा गया। कामेंग के उपायुक्त के रूप में राजनीतिक अधिकारी को भी नया स्वरूप दिया गया। हालांकि, राजनीतिक कारणों से, कामेंग जिले को पूर्वी कामेंग और पश्चिम कामेंग के बीच 1 जून 1980 को विभाजित किया गया था। [2]</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>पूर्वी कामेंग जिला 4,134 वर्ग किलोमीटर (1,596 वर्ग मील) के क्षेत्र में स्थित है, [3] तुलनात्मक रूप से अलास्का के यूनिमक द्वीप के बराबर है। [4] पश्चिम कामेंग की तरह, पूर्वी कामेंग जलवायु उत्तर की टुंड्रा में एक शांत समशीतोष्ण जलवायु के माध्यम से दक्षिणी उप-हिमालयी पहाड़ियों से लेकर असम की सीमा तक होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>जिले को 2 उप-विभाजनों में विभाजित किया गया है: सेप्पा और च्यांगताजो, जिन्हें आगे 13 प्रशासनिक हलकों में विभाजित किया गया है, अर्थात्, च्यांगताजो, सावा, खेनेवा, बामेंग, लाडा, ग्यावांग पुरंग, पिपु, सेप्पा, रिचुखोंग, पिजिरंग, पक्के-केसांग। सिजोसा और डिसिंग पासो।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में 5 अरुणाचल प्रदेश विधान सभा निर्वाचन क्षेत्र स्थित हैं: बामेंग, च्यांगताजो, सेप्पा पूर्व, सेप्पा पश्चिम और पक्के-कसांग। ये सभी अरुणाचल पश्चिम लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आबादी</p>\r\n<p>2011 की जनगणना के अनुसार पूर्वी कामेंग जिले की जनसंख्या 78,413 है, [11] जो लगभग डोमिनिका के राष्ट्र के बराबर है। [12] यह भारत में 624 वें (कुल 640 में से) की रैंकिंग देता है। [11] जिले का जनसंख्या घनत्व 19 निवासियों प्रति वर्ग किलोमीटर (49 / वर्ग मील) है। [11] 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 37.14% थी। [11] पूर्वी कामेंग में लिंगानुपात हर 1,000 पुरुषों पर 1,012 महिलाओं का है, [11] और साक्षरता दर 62.48% है। [11]</p>\r\n<p>&nbsp;</p>\r\n<p>पूर्व कामेंग समान मूल की विभिन्न जनजातियों द्वारा बसा हुआ है, लेकिन अलग-अलग संस्कृतियों और मान्यताओं के साथ, डोनी-पोलो धर्म का अभ्यास करते हैं। इनमें से सबसे अधिक आबादी वाले निशि पूरे जिले में बिखरे हुए हैं। अन्य जनजातियाँ, विशेष रूप से मिजी, पुरोइक और आका, कामेंग नदी के पास के क्षेत्रों में पाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आजादी के बाद से, अधिकांश आबादी जिला राजधानी, सेप्पा में स्थानांतरित हो गई है। आधुनिकतावाद के आने के साथ, आका के सरोक, निशी के न्योकुम, मिगी के जोंगलाम-पोंक्लाम और चिंदंग जैसे त्योहार और सेप्पा में गुम्कुम-गुम्पा पूरी तरह से मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भाषा</p>\r\n<p>कोरो</p>\r\n<p>मुख्य लेख: कोरो भाषा (भारत)</p>\r\n<p>कोरो एक टिबेटो-बर्मन भाषा है जो पूर्वी कामेंग जिले में लगभग 800-1200 लोगों द्वारा बोली जाती है, जो आका (ह्रसो) के बीच रहते हैं, लेकिन उनकी भाषा दूर से संबंधित है, बुनियादी शब्दावली के लिए अलग-अलग शब्द हैं। [13] [१४] हालाँकि यह पूर्व में तानी से मिलता जुलता है, लेकिन यह टिब्बो-बर्मन की एक अलग शाखा प्रतीत होती है। [१५] कोरो तिबेटो-बर्मन परिवार की विभिन्न शाखाओं में किसी भी भाषा के विपरीत है। [१६] शोधकर्ता इसकी परिकल्पना कर सकते हैं कि यह गुलाम बनाए गए लोगों के समूह से उत्पन्न हुआ है और इस क्षेत्र में लाया गया है। [१ize]</p>\r\n<p>&nbsp;</p>\r\n<p>2010 में डेविड हैरिसन, ग्रेगरी एंडरसन और गणेश मुर्मू की एक भाषाई टीम द्वारा कोरो को एक अलग भाषा के रूप में मान्यता दी गई थी, जबकि नेशनल ज्योग्राफिक की \"एंडोज़ वॉयस\" परियोजना के हिस्से के रूप में दो होरसो भाषाओं (आका और मिजी) का दस्तावेजीकरण किया गया था। [१३] यह स्पष्ट रूप से पहले के शोधकर्ताओं द्वारा देखा गया था। [१ earlier]</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>पूर्वी कामेंग में कुछ पर्यटक आकर्षण हैं। इनमें से एक है पखुई टाइगर रिजर्व, जिसमें वन्यजीवों की एक विस्तृत श्रृंखला है। सेपा, राजधानी, आदिवासी नृत्य समारोहों की मेजबानी करता है। हिमालय को बामेंग, च्यांगताजो और पक्के-केसांग के हिल स्टेशनों से देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Seijosa</p>\r\n<p>सिजोसा पूर्वी कामेंग जिले में एक सर्कल है। इसके पास अब एक अतिरिक्त उपायुक्त कार्यालय है। मुख्य रूप से नयशी लोग यहाँ रोकते हैं। पक्के वन्यजीव अभयारण्य यहाँ स्थित है। सिजोसा शहर पक्के नदी के किनारे स्थित है। प्रत्येक गुरुवार को असम के लोग मुख्य रूप से इटकोला जैसे स्थानों से सब्जी, कपड़े आदि बेचने आते हैं। असम और सिजोसा के लोग सौहार्दपूर्ण संबंध रखते हैं। ईटानगर तक उचित सड़क संचार और सीधे संपर्क मार्ग की कमी के कारण, अक्सर असम बंद कॉल और खराब संचार और नेटवर्क सुविधाओं के कारण लोगों को बहुत नुकसान उठाना पड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पापू वैली</p>\r\n<p>पपीरंग सर्कल के तहत पूर्वी कामेंग में पापु घाटी सबसे शानदार जगहों में से एक है। पापु घाटी को इसका नाम पापु नदी की सांप जैसी सुडौल धाराओं से मिला है। चावल का एक विशाल क्षेत्र पापु घाटी के पूरे क्षेत्र को कवर करता है। इस घाटी के कुछ प्रमुख गाँव लुमडुंग, वेओ, सेड, सेबा, नेरे आदि हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1977 में पूर्वी कामेंग जिला पखुई वन्यजीव अभयारण्य का घर बन गया, जिसका क्षेत्रफल 862 किमी 2 (332.8 वर्ग मील) है</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/East_Kameng_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","subContents":[{"SubTitle":"1. तीनों घाटियाँ","SubTitleHindi":null,"SubContent":"<p>तीन घाटियाँ जैसे कि पक्के-घाटी, पप्पू घाटी और पासा घाटी सड़क के शीर्ष से देखने लायक हैं। बहती नदियाँ उन्हें और सुंदर बनाती हैं। नदियों के दोनों किनारों पर धान के खेत उगाए जाते हैं। लुमडुंग (पासा) सर्दियों के मौसम में प्रवासी पक्षियों के लिए प्रसिद्ध है। ग्रीष्म ऋतु के दौरान घाटियाँ प्राकृतिक सौंदर्य से युक्त हो जाती हैं। लुमडुंग-पप्पू घाटी सेपा ब्लॉक के अंतर्गत आती है, पास्का और पाक्के घाटी पाकके-केसांग ब्लॉक मुख्यालय के अंतर्गत आती है, पक्के-केसांग, पक्के-घाटी में स्थित है। लुमडुंग (पप्पू) 21 किलोमीटर है, पासा (रिलोह) 78 किलोमीटर है और पक्के सेपा, जिला हक्र से 140 किलोमीटर दूर है। एक सूमो या वैन किराए पर ले सकता है और इन स्थानों पर जा सकता है और निरीक्षण बंगलों में रह सकता है। पक्के-केसांग एक ठंडी जगह है और एक में गर्म कपड़े होने चाहिए।</p>\r\n<p>&nbsp;</p>\r\n<p>सेजोसा सर्कल के तहत पखुई वन्यजीव अभयारण्य की यात्रा कर सकते हैं। यह तेजपुर से 64 किलोमीटर और जिला मुख्यालय सेपा से 225 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिल स्टेशन</p>\r\n<p>बामेंग, च्यांगताजो और पक्के-केसांग ठंडे स्थान हैं जो हिल स्टेशनों की तरह हैं। वे सेप्पा से क्रमशः 48 किलोमीटर, 81 और 141 किलोमीटर दूर हैं। च्यांगताजो \"गोरीचन\" के लिए प्रसिद्ध है, जो बर्फ से ढकी पर्वत चोटी है जिसे बामेंग से भी देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>एंगलिंग एंड फिशिंग</p>\r\n<p>सर्दियों के दौरान, कामेंग नदी एंगलिंग और मछली पकड़ने के लिए एक अच्छा स्थान है। जो लोग एंगल लगाना चाहते हैं, उन्हें जिले से अनुमति लेनी होगी</p>","SubContentHindi":null,"ImageUrl":"86da01ef-7172-4130-9041-16bd379c65e4_The-Three-Valleys.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. निवास","SubTitleHindi":null,"SubContent":"<p>आवास के लिए सर्किट हाउस, निरीक्षण बंगले में कोई भी ठहर सकता है।</p>\r\n<p>सर्किट हाउस (Ph। No. 03787-222218) और निरीक्षण बंगले में ठहरने के लिए किसी से संपर्क करना होगा</p>\r\n<p>उपायुक्त,</p>\r\n<p>पूर्वी कामेंग जिला,</p>\r\n<p>Seppa,</p>\r\n<p>03787-222576,03787-222427 (फैक्स)</p>\r\n<p>और इस पर ईमेल करें:</p>\r\n<p>kamengse [पर] nic [dot] में,</p>\r\n<p>डीसी-ekmg-अर्न [पर] nic [dot] में</p>\r\n<p>&nbsp;</p>\r\n<p>होटल दीवाना</p>\r\n<p>पता -कोना, सेपा</p>\r\n<p>&nbsp;</p>\r\n<p>फोन - 03787- 222665</p>\r\n<p>&nbsp;</p>\r\n<p>अरुणाचल प्रदेश 790102</p>\r\n<p>&nbsp;</p>\r\n<p>तकर पु होम रहल</p>\r\n<p>स्वामी का नाम: स्मति कोंगो सोनम</p>\r\n<p>&nbsp;</p>\r\n<p>पता - सेप्पा</p>\r\n<p>&nbsp;</p>\r\n<p>फोन - 9485231621</p>\r\n<p>&nbsp;</p>\r\n<p>अरुणाचल प्रदेश</p>\r\n<p>&nbsp;</p>\r\n<p>कामेंग होम स्टे</p>\r\n<p>स्वामी का नाम: श्री अबर तल्लो</p>\r\n<p>&nbsp;</p>\r\n<p>पता - सेप्पा</p>\r\n<p>&nbsp;</p>\r\n<p>फोन - 9436227419</p>\r\n<p>&nbsp;</p>\r\n<p>अरुणाचल प्रदेश</p>","SubContentHindi":null,"ImageUrl":"61dfbc4c-8018-4942-9b5d-8c53cc3099a0_East-Kameng-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>वायु:</p>\r\n<p>निकटतम हवाई अड्डे असम में तेजपुर और गुवाहाटी (गोपीनाथ बोरदोलोई अंतर्राष्ट्रीय हवाई अड्डे) पर हैं। तेजपुर और नाहरलागुन से हेलीकाप्टर (पवन हंस) उड़ानें उपलब्ध हैं। इंडियन एयरलाइंस और सहारा फ्लाइट से तेजपुर जा सकते हैं, जहां से कोई भी लैंड रूट से जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल:</p>\r\n<p>निकटतम रेलवे स्टेशन गुवाहाटी।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क:</p>\r\n<p>मोटरेबल सड़कें पूर्वी कामेंग जिले के अधिकांश स्थानों को जोड़ती हैं। सेपा राजधानी, ईटानगर और निकटवर्ती राज्य-असम से सड़क और हवाई मार्ग से जुड़ा हुआ है। पर्यटक ईटानगर और तेजपुर दोनों असम से बस, निजी वाहन और टैक्सियों द्वारा सेपा पहुंच सकते हैं। ईटानगर से सेपा तक पहुँचने के लिए दो (2) मार्ग हैं: एक भालुकपोंग (430 किमी) और एक सगाली (लगभग 210 किमी) के माध्यम से। हालाँकि यह पहले वाला है कि बाद वाले की तुलना में यात्रा करना बेहतर है। उत्तरार्द्ध एक बार लैंड स्लाइड के कारण बारिश के मौसम में यात्रा करना लगभग असंभव है। तेजपुर से दूरी 220 किलोमीटर है।</p>\r\n<p>&nbsp;</p>\r\n<p>मैकमोहन लाइन के साथ विजयनगर अरुणाचल प्रदेश फ्रंटियर हाईवे के लिए 2,000 किलोमीटर लंबी (1,200 मील) प्रस्तावित मैगो-थिंग्बु, (प्रस्तावित पूर्व-पश्चिम औद्योगिक गलियारे राजमार्ग के साथ प्रतिच्छेद करेगी) और इस जिले से होकर गुजरेगी</p>\r\n<p>स्रोत: https://eastkameng.nic.in</p>","SubContentHindi":null,"ImageUrl":"582c7312-8dbc-45e5-ab8f-32a035f69d8a_East-Kameng-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-east-kameng-seppa-arunachal-pradesh","tags":[{"name":"पूर्वी-कामेंग","slug":"east-kameng"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"सेप्पा","slug":"seppa"}],"recommendations":[{"id":337,"title":"तवांग, तवांग टाउन में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","dateCreated":"2019-04-06T07:27:17.825Z","dateModified":"2019-04-06T07:53:17.843Z","contributedBy":"AskGif","content":"तवांग भारतीय राज्य अरुणाचल प्रदेश का एक शहर है, जो भूटान के पूर्व में लगभग 3,048 मीटर (10,000 फीट) की ऊंचाई पर स्थित है। यह शहर कभी पश्चिम कामेंग जिले के जिला मुख्यालय के रूप में कार्य करता था, और पश्चिम कामेंग से बनने पर तवांग जिले का जिला मुख्यालय बन गया।\r\n&nbsp;\r\nयह क्षेत्र अरुणा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तवांग","slug":"tawang"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"तवांग-टाउन","slug":"tawang-town"}],"slug":"top-places-to-visit-in-tawang-tawang-town-arunachal-pradesh","total":0},{"id":334,"title":"पापुम पारे, युपिया में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"पापुम पारे जिला भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। 2011 तक यह अरुणाचल प्रदेश (20 में से) का सबसे अधिक आबादी वाला जिला है।\r\nइतिहास\r\nजिले का गठन 1999 में किया गया था जब इसे लोअर सुबनसिरी जिले से विभाजित किया गया था।\r\n&nbsp;\r\nभूगोल\r\nजिला मुख्याल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पापुम-पारे","slug":"papum-pare"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"युपिआ","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":321,"title":"पूर्वी सियांग, पासीघाट में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"03c11c8a-6827-4de6-8000-8343297df00b_east-siang-district-arunachal-pradesh.jpg","dateCreated":"2019-03-24T18:22:31.97Z","dateModified":"2019-03-24T18:40:10.601Z","contributedBy":"AskGif","content":"पूर्वी सियांग भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\n1989 में पश्चिम सियांग जिले से पूर्वी सियांग तक के इलाके को स्थानांतरित किया गया था। एक दशक बाद, 1999 में, जिले को ऊपरी सियांग जिला बनाने के लिए विभाजित किया गया था। इस सियांग जिले में चुतिय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03c11c8a-6827-4de6-8000-8343297df00b_east-siang-district-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पासीघाट","slug":"pasighat"},{"name":"पूर्वी-सियांग","slug":"east-siang"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-east-siang-pasighat-arunachal-pradesh","total":0},{"id":295,"title":"अंजाव, हवाई में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"अंजाव जिला उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह एक नया बनाया गया जिला है, जिसे 16 फरवरी 2004 को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत लोहित जिले से विभाजित किया गया था। [२] जिले की सीमा उत्तर में चीन है। हवाई, समुद्र तल से 1296 मीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अंजाव","slug":"anjaw"},{"name":"हवाई","slug":"hawai"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}