{"id":322,"title":"कमले, राग प्रदेश में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"811bb2d3-366d-4b61-9b47-a85d0534cc74_khandu-inaugurates-kamle-dist-1.jpg","dateCreated":"2019-03-25T15:22:52.509Z","dateModified":"2019-03-25T15:40:39.927Z","contributedBy":"AskGif","content":"<p>पूर्वोत्तर भारत में अरुणाचल प्रदेश का कमले जिला, खेमले, 22 वां प्रशासनिक जिला (ईटानगर राजधानी परिसर सहित 23 वां) है। इसका मुख्यालय राग में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>इस जिले के निर्माण की मांग कम से कम दिसंबर 2013 से की गई है जब ऑल नेशी यूथ एसोसिएशन (ANYA) ने भारत बंद की धमकी दी, और राज्य सरकार ने लिखित आश्वासन दिया कि यह पक्के-केसांग और खेमले जिलों के निर्माण को गति देगा।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>कमले जिले का गठन प्रशासन मंडल में लोअर सुबनसिरी जिले से और तीन ऊपरी सुबनसिरी जिले से किया गया है। लोअर सुबनसिरी सर्किलों में नक्काशी किए जाने वाले राग, डोलंगुमुख और कुमपुरीजियो हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्यमंत्री पेमा खांडू ने शुक्रवार को इस साल फरवरी में स्वर्ण जयंती बूरी बूट येलो समारोह के दौरान किए गए वादे को पूरा करते हुए, यहां के यादा मैदान में राज्य के 22 वें जिले का उद्घाटन किया।</p>\r\n<p>राग के मुख्यालय वाले इस जिले में छह प्रशासनिक इकाइयाँ होंगी -रागा, कम्पोरिजो, गुलुंगमुख, पुची-गेको, गेपेन, और द्रोपिजो सदर सर्कल का एक हिस्सा - जिसमें राग विधानसभा क्षेत्र के अंतर्गत आने वाले सभी गाँव शामिल हैं, जिनमें लिगू और लिरुक शामिल हैं। , जो अब तक ऊपरी सुबनसिरी जिले के प्रशासनिक नियंत्रण में थे।</p>\r\n<p>मुख्यमंत्री ने यहां के लोगों से विकास प्रक्रिया का हिस्सा बनने की अपील की।</p>\r\n<p>उन्होंने कहा, \"बुनियादी ढाँचे के विकास के लिए स्वेच्छा से भूमि दान करने से इस क्षेत्र के विकास के चरण को गति मिलेगी,\" उन्होंने कहा, और आश्वासन दिया कि इस उद्देश्य के लिए धन अगले बजट में रखा जाएगा।</p>\r\n<p>जिले को विकसित करने के लिए कनेक्टिविटी पर जोर देते हुए पेमा ने चल रहे ट्रांस-अरुणाचल हाईवे को \"प्रमुख उत्प्रेरक\" के रूप में उद्धृत किया। उन्होंने हालांकि, खेद व्यक्त किया कि राग को जोड़ने वाले राजमार्ग के हिस्से के निर्माण में देरी हो रही है, मुख्य रूप से भूमि मुआवजा मुद्दों के कारण। उन्होंने लोगों से अधिकारियों से सहयोग करने का अनुरोध किया।</p>\r\n<p>&ldquo;मुझे सूचित किया गया है कि मुआवजे के लगभग सभी मामलों को सुलझा लिया गया है। अब हम परियोजना पर काम करने के लिए आवश्यक जमीन सौंपने में सक्षम होंगे, &rdquo;उन्होंने बताया।</p>\r\n<p>पेमा ने भी राग में 16 करोड़ रुपये की जल आपूर्ति परियोजना को मंजूरी देने का आश्वासन दिया।</p>\r\n<p>उन्होंने इस बीच स्थानीय विधायक और संसदीय सचिव, तामार मुर्तम के प्रयासों की सराहना की, जो कमले जिले के निर्माण के लिए उनकी दृढ़ता और अनुनय के लिए थे।</p>\r\n<p>अपने हिस्से पर मुर्तम ने जिले का निर्माण करके राग के लोगों के 25 साल के लंबे सपने को पूरा करने के लिए मुख्यमंत्री का आभार व्यक्त किया।</p>\r\n<p>उन्होंने कहा, \"कामले जिले के लोग ऋणी रहेंगे और आपका नाम हमेशा के लिए श्रद्धा के साथ लेंगे।\" और उन्होंने जिले के लोगों को एक मॉडल बनाने के लिए एक साथ मिलकर काम करने का आह्वान किया।</p>\r\n<p>ऑल-वेदर रोड नेटवर्क, निर्बाध बिजली और पानी की आपूर्ति, एक दूरसंचार प्रणाली और एक मजबूत शिक्षा प्रणाली की आवश्यकता जैसी असीम चुनौतियों के साथ, मुर्टेम ने \"राग के विचार-समूह\" समूहों द्वारा विचार-मंथन सत्रों का आह्वान किया। एक सुनियोजित जिले के लिए दस्तावेज़। &rdquo;</p>\r\n<p>उन्होंने मुख्यमंत्री से अनुरोध किया कि वे मिनी सचिवालय, डीसी और एसपी बंगले के निर्माण के लिए धनराशि प्रदान करें, और द्रोपाइजो के पास एक एडीसी मुख्यालय की स्थापना करें (सिगिन, पाट और चिकम ब्लॉक के लोगों की सुविधा के लिए, जो ऊपरी सुबानसिरी में पूर्ववर्ती थे) )।</p>\r\n<p>डोलंगुमुख में पर्यटक रिज़ॉर्ट भवनों के विनाश पर ध्यान आकर्षित करते हुए, मुर्टम ने मुख्यमंत्री से अनुरोध किया कि वह जल्द से जल्द असम के साथ सीमा मुद्दों को हल करें।</p>\r\n<p>एमओएस फॉर होम, किरेन रिजिजू, संसदीय सचिव लीखा साया और तज ताकी, डिप्टी स्पीकर टमके बागरा, पूर्व विधायक तालो मुगली, डिविजनल कमिश्नर गमली पदुम और चेयरमैन कामले जिला कांड कमेटी के चेयरमैन ने भी बात की।</p>\r\n<p>नवनियुक्त डिप्टी कमिश्नर मोकी लोई और पुलिस अधीक्षक जॉन पाडा ने इस अवसर पर अपने पदभार संभाला। (DIPRO)</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kamle_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/811bb2d3-366d-4b61-9b47-a85d0534cc74_khandu-inaugurates-kamle-dist-1.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kamle-raga-arunachal-pradesh","tags":[{"name":"कमल","slug":"kamle"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"राग","slug":"raga"}],"recommendations":[{"id":334,"title":"पापुम पारे, युपिया में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"पापुम पारे जिला भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। 2011 तक यह अरुणाचल प्रदेश (20 में से) का सबसे अधिक आबादी वाला जिला है।\r\nइतिहास\r\nजिले का गठन 1999 में किया गया था जब इसे लोअर सुबनसिरी जिले से विभाजित किया गया था।\r\n&nbsp;\r\nभूगोल\r\nजिला मुख्याल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पापुम-पारे","slug":"papum-pare"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"युपिआ","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":331,"title":"लोअर सुबनसिरी, जीरो में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"ab837dc3-24ea-4063-bbd1-2a67cb2b6347_Lower-Subansiri.jpg","dateCreated":"2019-03-30T16:56:12.244Z","dateModified":"2019-03-30T17:05:14.751Z","contributedBy":"AskGif","content":"निचला सुबानसिरी जिला पूर्वोत्तर भारत के अरुणाचल प्रदेश राज्य के 25 प्रशासनिक जिलों में से एक है।\r\n&nbsp;\r\nइतिहास\r\nजिला तब बना था जब 1987 में सुबनसिरी जिले को ऊपरी और निचले सुबनसिरी जिलों में विभाजित किया गया था। लोअर सुबनसिरी जिले का चुतिया साम्राज्य से संबंधित एक लंबा प्राची","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ab837dc3-24ea-4063-bbd1-2a67cb2b6347_Lower-Subansiri.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"जाइरो","slug":"ziro"},{"name":"लोअर-सुबनसिरी","slug":"lower-subansiri"}],"slug":"top-places-to-visit-in-lower-subansiri-ziro-arunachal-pradesh","total":0},{"id":320,"title":"पूर्वी कामेंग, सेप्पा में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-03-24T11:31:05.614Z","dateModified":"2019-03-24T11:44:28.999Z","contributedBy":"AskGif","content":"पूर्व कामेंग जिला भारत के उत्तरपूर्वी राज्य अरुणाचल प्रदेश के 23 जिलों में से एक है। यह उत्तर में तिब्बत के साथ एक अंतर्राष्ट्रीय सीमा और असम और राज्य की सीमा के साथ पश्चिम कामेंग, पापम्पारे और कुरुंग कुमई के साथ एक सीमा साझा करता है, जिसे 1 अप्रैल 2000 को लोअर सुबानसिरी जिले से विभाजित किया गया ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पूर्वी-कामेंग","slug":"east-kameng"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"सेप्पा","slug":"seppa"}],"slug":"top-places-to-visit-in-east-kameng-seppa-arunachal-pradesh","total":0},{"id":295,"title":"अंजाव, हवाई में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"अंजाव जिला उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह एक नया बनाया गया जिला है, जिसे 16 फरवरी 2004 को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत लोहित जिले से विभाजित किया गया था। [२] जिले की सीमा उत्तर में चीन है। हवाई, समुद्र तल से 1296 मीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अंजाव","slug":"anjaw"},{"name":"हवाई","slug":"hawai"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}