{"id":323,"title":"करा दाड़ी, जामिन में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","dateCreated":"2019-03-25T16:59:50.11Z","dateModified":"2019-03-25T17:12:04.376Z","contributedBy":"AskGif","content":"<p>उत्तर-पूर्वी भारत में अरुणाचल प्रदेश में एक जिला है काड़ा दाड़ी। इसे 7 फरवरी 2015 को कुरुंग कुमाय जिले से लिया गया था।</p>\r\n<p>इतिहास</p>\r\n<p>21 मार्च 2013 को अरुणाचल प्रदेश (री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स) (संशोधन) विधेयक के तहत कर दाड़ी जिले के निर्माण को मंजूरी दी गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>7 फरवरी 2015 को अरुणाचल प्रदेश के 19 वें जिले के रूप में तत्कालीन मुख्यमंत्री नबाम तुकी ने क्रै ददी का उद्घाटन किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>पालिन से 20 किमी दूर स्थित जामिन जिले का प्रस्तावित मुख्यालय है। इसके दो विधानसभा क्षेत्र हैं, अर्थात, तली और पालिन, आठ सर्किलों को कवर करते हैं। पालिन, जामिन, यांगटे, चंबांग, तारक लैंगडी, गंगटे, ताली और पिप्सोरंग। पनिया, पालिन से कुछ मील की दूरी पर स्थित एक सब-डिवीजन है और इसे एक स्वतंत्र अतिरिक्त डिप्टी कमिश्नर द्वारा प्रशासित किया जाता है।</p>\r\n<p>जनजाति</p>\r\n<p>Nyishi</p>\r\n<p>उत्तर-पूर्वी भारत में अरुणाचल प्रदेश में Nyishi सबसे बड़ा जातीय समूह है। निशी में, उनकी पारंपरिक भाषा में, Nyi \"एक आदमी\" को संदर्भित करता है और शि शब्द \"एक होने\" को दर्शाता है, जो एक साथ मिलकर एक सभ्य इंसान को संदर्भित करता है। वे अरुणाचल प्रदेश के सात जिलों में फैले हुए हैं: कर दाड़ी, कुरुंग कुमे, पूर्वी कामेंग, पश्चिम कामेंग, पापुम पारे, लोअर सुबनसिरी और ऊपरी सुबनसिरी के कुछ हिस्से। वे असम के सोनितपुर और उत्तरी लखीमपुर जिलों में भी रहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लगभग 300,000 की उनकी आबादी उन्हें अरुणाचल प्रदेश की सबसे अधिक आबादी वाली जनजाति बनाती है, जो कि आदिस और गैलो की संयुक्त जनजातियों के साथ घनिष्ठ रूप से जुड़ी हुई हैं जो 2001 की जनगणना में सबसे अधिक आबादी वाले थे। नयशी भाषा सिनो-तिब्बती परिवार से संबंधित है, हालांकि, मूल विवादित है।</p>\r\n<p>&nbsp;</p>\r\n<p>पॉलिग्नि न्यिषी के बीच प्रचलित है। यह एक सामाजिक स्थिति और आर्थिक स्थिरता का प्रतीक है और कड़े युद्धों या सामाजिक शिकार और विभिन्न अन्य सामाजिक गतिविधियों जैसे कठिन समय के दौरान भी उपयोगी साबित होता है। यह अभ्यास, हालांकि विशेष रूप से आधुनिकीकरण और ईसाई धर्म के प्रसार के साथ कम हो रहा है। वे अपने वंश का पता लगाते हैं और उन्हें कई कुलों में विभाजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>समारोह</p>\r\n<p>Nyokum महोत्सव</p>\r\n<p>Nyokum एक त्योहार है जो भारतीय राज्य अरुणाचल प्रदेश के Nyishi जनजाति द्वारा मनाया जाता है। शब्द न्योकुम दो शब्दों के संयोजन से लिया गया है - न्योक का अर्थ है भूमि (पृथ्वी) और कुम का अर्थ है सामूहिकता या एकजुटता। इसलिए, Nyokum त्यौहार की व्याख्या बहुत अच्छी तरह से की जा सकती है क्योंकि ब्रह्मांड के सभी देवी-देवताओं को आमंत्रित किया जाता है, न्योकुम देवी के साथ प्रमुख देवता के रूप में एक विशेष समय में एक विशेष स्थान पर। त्योहार आमतौर पर सभी वर्ग के लोगों द्वारा मनाया जाता है और पृथ्वी पर सभी मनुष्यों की बेहतर उत्पादकता, समृद्धि और खुशी के लिए चलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>महत्व</p>\r\n<p>त्योहार का खेती से गहरा संबंध है। न्योकुम देवी, समृद्धि की देवी को उनके आशीर्वाद के लिए आमंत्रित किया जाता है ताकि अगली कटाई के मौसम में खाद्यान्न का अधिक से अधिक उत्पादन हो सके, कि अकाल का दौरा पड़ जाए, और सूखे या बाढ़ में बाधा न आए। खेती, और न ही किसी कीट या जानवर को पौधों और फसलों को नष्ट करना चाहिए। देवी को आमंत्रित किया जाता है ताकि मानव जाति को मजबूत और पुनर्जीवित किया जा सके। सभी दुर्घटना, युद्ध और महामारी के कारण अप्राकृतिक मौत से मुक्त होना चाहिए।</p>\r\n<p>&nbsp;</p>\r\n<p>उई या ओरम न्योको मृत्यु के बाद के जीवन के लिए जगह है। यह भी माना जाता है कि पृथ्वी पर कई देवता और आत्माएं हैं। ये पहाड़, नदी, जंगल, जानवरों की फसलें, गृहस्थी आदि के देवता और आत्माएं हैं। आत्माओं में से कुछ परोपकारी हैं और अन्य पुरुषवादी हैं। Nyishi का मानना ​​है कि मनुष्य इस पृथ्वी पर शांति और समृद्धि का जीवन जी सकता है, जब मनुष्य, ईश्वर और प्रकृति के बीच एक सही सामंजस्य बना रहे। वे यह भी मानते हैं कि समृद्धि और खुशी एक आदमी के लिए आ सकती है जब भगवान और प्रकृति प्रसन्न हों। अकाल, बाढ़, सूखा, भूकंप, महामारी, युद्ध, आकस्मिक मृत्यु और इस तरह की अवांछित घटनाएं जैसे दुख और प्राकृतिक आपदाएं प्रकृति और ईश्वर की देवी की नाराजगी और क्रोध के कारण होती हैं। इसलिए, Nyishi उपासक की रक्षा करने और समृद्धि लाने के लिए परोपकारी देवताओं और देवी का प्रचार करने के लिए पूजा करते हैं और अपने जीवन में शांति और शांति भंग करने से पुरुषवादी आत्माओं को दूर करने के लिए, Nyumum Yullow इस तरह के प्रचार में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>रसम रिवाज</p>\r\n<p>नइशी की मुख्य प्रार्थना संरचना बांस से बनी है, जिसे युगंग कहा जाता है। युगांग के साथ-साथ जानवरों की बलि दी जाती है। जैसे गाय, मिथुन और बकरी। अक्सर एक व्यक्ति युगांग के बांस के खंभे से लटका हुआ छोटे मुर्गियों को पाता है। Nyubh या पारंपरिक पुजारी बलिदान के लिए जानवरों की संख्या और प्रकार को निर्दिष्ट करता है, या कोई अन्य पेशकश की जानी चाहिए। इस पूजा में कोई मूर्ति नहीं हैं। न ही कोई स्थायी ढाँचा है। पशु बलि के अलावा, बाजरा के बीज और चावल के पेस्ट से बनी बीयर का उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोग इस दौरान अपने पारंपरिक कपड़े पहनते हैं। एक पुरुष एरी रूबी के कपड़े कंधे से लपेट कर जांघों तक पहुँचते हैं। उनकी गर्दन से कई प्रकार के मनके आभूषण हार निकलते हैं। फ़िरोज़ा जैसे अक्सर अर्ध कीमती पत्थर इन हार को सुशोभित करते हैं। पुरुषों की पोशाक सिर पर बाँस की बुनी हुई टोपी द्वारा सबसे ऊपर है। इस टोपी को पंख या जंगली जानवरों के पंखों से सजाया गया है। हॉर्नबिल की चोंच पारंपरिक टोपी के लिए एक पसंदीदा आभूषण है। महिलाओं ने भी अपने ईज ऑफ आइरन की पोशाक पहनी, झुमके की मालाएं पहनाईं, बारीक स्कैप्ड बांस से बनी हेडड्रेस के साथ टॉप किया।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य पुजारी प्रदर्शन करने के लिए मुख्य पुजारी या नायब के साथ गायन और नृत्य करते हैं। मेहमानों का स्वागत चावल के पेस्ट पाउडर और ओपो या बाजरे के बीज की बीयर के साथ किया जाता है, जिसे सूखे लौकी के लड्डुओं में डाला जाता है। गीत और नृत्य एक समूह में किए जाते हैं। आमतौर पर पुरुष और महिलाएं एक गोलाकार रूप में हाथ पकड़ते हैं और गाते और नाचते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kra_Daadi_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","subContents":[{"SubTitle":"1. पॉलिन","SubTitleHindi":null,"SubContent":"<p>पॉलिन एक छोटा सा हिल स्टेशन शहर है और अरुणाचल प्रदेश में Kra Daadi जिले का मुख्यालय है। यह अरुणाचल प्रदेश की न्याशी जनजाति द्वारा बसा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>पॉलिन की औसत ऊंचाई 1080 मीटर (3540 फीट) है। पॉलिन में एक उपोष्णकटिबंधीय उच्चभूमि जलवायु (कोपेन जलवायु वर्गीकरण में Cwb) है। ग्रीष्मकाल बहुत अधिक वर्षा से गर्म होता है; सर्दियों में हल्की से मध्यम बारिश होती है।</p>","SubContentHindi":null,"ImageUrl":"07820504-3f60-48eb-9d16-4d635414194a_Palin.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>पवित्र रोसे कैथोलिक चर्च</p>\r\n<p>यह राज्य के सबसे बड़े कैथोलिक चर्चों में से एक है। ईटानगर के बिशप द्वारा अभिहित, यह ईसाई कैथोलिक चर्च व्यापक ईसाई प्रभाव को दर्शाता है</p>\r\n<p>&nbsp;</p>\r\n<p>पलिन नदी</p>\r\n<p>यह उपनगरीय नदी की सहायक नदी है जो इस शहर से होकर बहती है। नदी रिवर राफ्टिंग, मछली पकड़ने और पिकनिक के लिए आदर्श है।</p>","SubContentHindi":null,"ImageUrl":"60b3a2b8-3394-4dd1-9611-a00401ff65e1_Holy-Rosary.png","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निवास","SubTitleHindi":null,"SubContent":"<p>Palin के निकटतम शहर Koloriang में किफायती होटल देखे जा सकते हैं। यहाँ उपलब्ध रहने के विकल्प गेस्ट हाउस और सर्किट हाउस के हैं। ये बजट के अनुकूल आवास विकल्प हैं, और इस प्रकार केवल आगंतुकों की बुनियादी जरूरतों को पूरा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सर्किट हाउस, पॉलिन</p>\r\n<p>पॉलिन</p>\r\n<p>&nbsp;</p>\r\n<p>जिला.- कर दाड़ी</p>\r\n<p>&nbsp;</p>\r\n<p>अरुणाचल प्रदेश- 791118, भारत</p>\r\n<p>&nbsp;</p>\r\n<p>मूल्य सीमा: रु। 500 - रु। 1000</p>\r\n<p>&nbsp;</p>\r\n<p>पालिन में एक निरीक्षण बंगला भी उपलब्ध है, कर दाड़ी</p>\r\n<p>&nbsp;</p>\r\n<p>निरीक्षण बंगला</p>\r\n<p>पॉलिन</p>\r\n<p>&nbsp;</p>\r\n<p>जिला.- कर दाड़ी</p>\r\n<p>&nbsp;</p>\r\n<p>अरुणाचल प्रदेश- 791118, भारत</p>\r\n<p>&nbsp;</p>\r\n<p>मूल्य सीमा: रु। 500 - रु। 1000</p>\r\n<p>&nbsp;</p>\r\n<p>सर्किट हाउस पास के कुरूंग जिले में भी उपलब्ध है</p>\r\n<p>&nbsp;</p>\r\n<p>सर्किट हाउस, कोलोरियांग</p>\r\n<p>Koloriang</p>\r\n<p>&nbsp;</p>\r\n<p>जिला ।- कुरुंग कुमे</p>\r\n<p>&nbsp;</p>\r\n<p>अरुणाचल प्रदेश- 791118, भारत</p>\r\n<p>&nbsp;</p>\r\n<p>मूल्य सीमा: रु। 500 - रु। 1000</p>","SubContentHindi":null,"ImageUrl":"3411d009-2136-47aa-a59d-cadd605b5168_hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>ट्रेन से</p>\r\n<p>पॉलिन से निकटतम रेलवे स्टेशन मुरकॉन्गसेलेक, पूर्वी सियांग, रुक्सिन है, जो कर दारी जिला मुख्यालय से लगभग 176 किलोमीटर की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>बस से</p>\r\n<p>टाटा सूमो सेवा ज़ीरो के शहर, कोलोरियांग अरुणाचल प्रदेश से पॉलिन के लिए उपलब्ध है। पालिन ईटानगर से बस और टाटा सूमो सेवा द्वारा अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>निकटतम हवाई अड्डा लखीमपुर के लीलाबाड़ी में स्थित है, जो कि कर दादी जिला मुख्यालय से 71 किलोमीटर की दूरी पर स्थित है।</p>\r\n<p>स्रोत: https://kradaadi.nic.in/</p>","SubContentHindi":null,"ImageUrl":"3ab01e69-4f17-44b0-b9d8-8a03ddc1d45d_Kra-Daadi-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kra-daadi-jamin-arunachal-pradesh","tags":[{"name":"करा-दाड़ी","slug":"kra-daadi"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"यामीन","slug":"jamin"}],"recommendations":[{"id":337,"title":"तवांग, तवांग टाउन में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","dateCreated":"2019-04-06T07:27:17.825Z","dateModified":"2019-04-06T07:53:17.843Z","contributedBy":"AskGif","content":"तवांग भारतीय राज्य अरुणाचल प्रदेश का एक शहर है, जो भूटान के पूर्व में लगभग 3,048 मीटर (10,000 फीट) की ऊंचाई पर स्थित है। यह शहर कभी पश्चिम कामेंग जिले के जिला मुख्यालय के रूप में कार्य करता था, और पश्चिम कामेंग से बनने पर तवांग जिले का जिला मुख्यालय बन गया।\r\n&nbsp;\r\nयह क्षेत्र अरुणा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तवांग","slug":"tawang"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"तवांग-टाउन","slug":"tawang-town"}],"slug":"top-places-to-visit-in-tawang-tawang-town-arunachal-pradesh","total":0},{"id":330,"title":"लोअर सियांग, लिकाबाली में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"0ceb87b1-a1c0-40a6-87c8-814278ffa17c_Likabali.jpg","dateCreated":"2019-03-30T15:36:41.49Z","dateModified":"2019-03-30T15:36:41.49Z","contributedBy":"AskGif","content":"लोअर सियांग, अरुणाचल प्रदेश, भारत के 25 प्रशासनिक जिलों में से एक है। नए जिले को पश्चिम सियांग और पूर्वी सियांग जिलों से बाहर निकाला गया और 22 सितंबर 2017 को परिचालन घोषित किया गया और अरुणाचल का 22 वां जिला बना।\r\n&nbsp;\r\nइतिहास\r\n21 मार्च 2013 को नबाम तुकी की अरुणाचल प्रदेश सर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ceb87b1-a1c0-40a6-87c8-814278ffa17c_Likabali.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"निचला-सियांग","slug":"lower-siang"},{"name":"लीकाबाली","slug":"likabali"}],"slug":"top-places-to-visit-in-lower-siang-likabali-arunachal-pradesh","total":0},{"id":320,"title":"पूर्वी कामेंग, सेप्पा में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-03-24T11:31:05.614Z","dateModified":"2019-03-24T11:44:28.999Z","contributedBy":"AskGif","content":"पूर्व कामेंग जिला भारत के उत्तरपूर्वी राज्य अरुणाचल प्रदेश के 23 जिलों में से एक है। यह उत्तर में तिब्बत के साथ एक अंतर्राष्ट्रीय सीमा और असम और राज्य की सीमा के साथ पश्चिम कामेंग, पापम्पारे और कुरुंग कुमई के साथ एक सीमा साझा करता है, जिसे 1 अप्रैल 2000 को लोअर सुबानसिरी जिले से विभाजित किया गया ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पूर्वी-कामेंग","slug":"east-kameng"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"सेप्पा","slug":"seppa"}],"slug":"top-places-to-visit-in-east-kameng-seppa-arunachal-pradesh","total":0},{"id":295,"title":"अंजाव, हवाई में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"अंजाव जिला उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह एक नया बनाया गया जिला है, जिसे 16 फरवरी 2004 को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत लोहित जिले से विभाजित किया गया था। [२] जिले की सीमा उत्तर में चीन है। हवाई, समुद्र तल से 1296 मीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अंजाव","slug":"anjaw"},{"name":"हवाई","slug":"hawai"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}