{"id":323,"title":"Top Places to visit in Kra Daadi, Jamin, Arunachal Pradesh","imageUrl":"70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","dateCreated":"2019-03-25T16:59:50.11Z","dateModified":"2019-03-25T17:12:04.376Z","contributedBy":"AskGif","content":"<p>Kra Daadi is a district in Arunachal Pradesh in north-eastern India. It was carved out of Kurung Kumey district on 7 February 2015.</p>\r\n<p>History</p>\r\n<p>The creation of Kra Daadi district was approved on 21 March 2013 under the Arunachal Pradesh (Re-Organization of Districts) (Amendment) Bill.</p>\r\n<p>&nbsp;</p>\r\n<p>Kra Daadi was inaugurated by the then Chief Minister Nabam Tuki as the 19th district of Arunachal Pradesh on 7 February 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Jamin, located 20 km away from Palin is the proposed headquarter of the district. It has two assembly constituencies, viz., Tali and Palin, covering eight circles viz., Palin, Jamin, Yangte, Chambang, Tarak Langdi, Gangte, Tali, and Pipsorang. Pania is a sub-division located few miles away from Palin and is administered by an independent Additional deputy commissioner.</p>\r\n<p>Tribes</p>\r\n<p>Nyishi</p>\r\n<p>The Nyishi are the largest ethnic group in Arunachal Pradesh in north-eastern India. In Nishi, their traditional language, Nyi refers to &ldquo;a man&rdquo; and the word shi denotes &ldquo;a being&rdquo;, which combined together refers to a civilized human being. They are spread across seven districts of Arunachal Pradesh: Kra Daadi, Kurung Kumey, East Kameng, West Kameng, Papum Pare, parts of Lower Subansiri and Upper Subansiri. They also live in the Sonitpur and North Lakhimpur districts of Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Their population of around 300,000 makes them the most populous tribe of Arunachal Pradesh, closely followed by the combined tribes of the Adis and the Galos who were the most populous in the 2001 census. The Nyishi language belongs to the Sino-Tibetan family, however, the origin is disputed.</p>\r\n<p>&nbsp;</p>\r\n<p>Polygyny is prevalent among the Nyishi. It signifies one&rsquo;s social status and economical stability and also proves handy during hard times like clan wars or social huntings and various other social activities. This practice, however is diminishing especially with the modernization and also with the spread of Christianity. They trace their descent patrilineally and are divided into several clans.</p>\r\n<p>&nbsp;</p>\r\n<p>Festivals</p>\r\n<p>Nyokum Festival</p>\r\n<p>Nyokum is a festival celebrated by the Nyishi tribe of the Indian state of Arunachal Pradesh. The Word Nyokum has been derived from the combination of two words &ndash; Nyok means land (earth) and Kum means collectiveness or togetherness. Therefore, the Nyokum festival may very well be interpreted as inviting all the Gods and Goddesses of the universe, with the Nyokum Goddess as the principal deity, to a particular venue at a particular time. The festival is commonly celebrated by the people from all class and walk of life for better productivity, prosperity and happiness of all human beings on earth.</p>\r\n<p>&nbsp;</p>\r\n<p>Significance</p>\r\n<p>The festival has a close link with cultivation. The Nyokum goddess, the goddess of prosperity is invoked for her blessings so that there may be more and more production of food-grains in the next harvesting season, that the visit of famine may be warded off, and that drought or flood may not hamper cultivation, nor should any insect or animal destroy plants and crops. The Goddess is invoked so that the human race may be strengthened and regenerated. All should be free from unnatural death due to accident, war and epidemic.</p>\r\n<p>&nbsp;</p>\r\n<p>Ui or Oram Nyoko is the place meant for the life after death. It is also believed that there are numerous deities and spirits on earth. These are the deities and spirits of mountains, rivers, forest, animals crops, household and so on and so forth. Some of the spirits are benevolent and others are malevolent. The Nyishi believe that human being&rsquo;s can live a life of peace and prosperity on this earth only when a perfect harmony is maintained between man, God and nature. They also believe that prosperity and happiness can come to a man when God and nature are pleased. Misery, hardship and natural calamities like famine, flood, drought, earthquake, epidemic, warfare, accidental death and such unwanted incidents occur due to the displeasure and wrath of the God and Goddess of nature. It is, therefore, the Nyishi worship to propitiate the benevolent Gods and Goddess to protect and bring prosperity to them and to ward off the malevolent spirits from disturbing the peace and tranquility in their life, Nyokum Yullow is one of such propitiation.</p>\r\n<p>&nbsp;</p>\r\n<p>Rituals</p>\r\n<p>The main prayer structure of the Nyishi is made of bamboo, called the yugang. Alongside the yugang sacrificial animals are tethered. Like cows, mithuns, and goats. Often one finds small chickens hung from bamboo poles of the yugang. The nyubh or the traditional priest specifies the number and kinds of animals for sacrifice, or any other offering to be made. There are no idols in this worship. Neither is there any permanent structure. Besides the animal sacrifice, beer made from millet seeds and rice paste is used.</p>\r\n<p>&nbsp;</p>\r\n<p>People turn up wearing their traditional clothes during this time. The men dress in a cotton eri robe draped from the shoulder and reaching the thighs. From their neck hangs a variety of bead jewellery necklaces. Often semi precious stones like turquoise adorn these necklaces. The men&rsquo;s attire is topped by a bamboo woven cap on the head. This cap is decorated with feathers or furs of wild animals. The beak of the hornbill is a favorite ornament for the traditional cap. The women also dress in their finery of par ej, earrings bead necklaces, topped with a headdress made of finely scaped bamboo.</p>\r\n<p>&nbsp;</p>\r\n<p>There is singing and dancing before the head priest or nyubh comes with his attendants to perform the main ritual. Guests are welcomed with rice paste powder, and opo or millet seed beer which is scooped in dried gourd ladles. The song and dance are performed in a group. Usually men and women hold hands in a circular form and sing and dance these lines Nyokum bo tapa debe.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kra_Daadi_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","subContents":[{"SubTitle":"1. Palin","SubTitleHindi":null,"SubContent":"<p>Palin is a small hill station town and the headquarter of Kra Daadi district in Arunachal Pradesh. It is inhabited by Nyishi tribe of Arunachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Palin has an average elevation of 1080 metres (3540 feet). Palin has a subtropical highland climate (Cwb in the K&ouml;ppen climate classification). Summers are warm with very high rainfall; winters are mild with moderate rainfall.</p>","SubContentHindi":null,"ImageUrl":"07820504-3f60-48eb-9d16-4d635414194a_Palin.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Holy Rosay Catholic Church</p>\r\n<p>It is one of largest Catholic churches in the state. Consecrated by the Bishop of Itanagar, this Christian catholic church reflects the extensive Christian influence</p>\r\n<p>&nbsp;</p>\r\n<p>Palin river</p>\r\n<p>It is one of the tributaries of River Subansiri flows through this town.The river is ideal for river rafting,fishing and for picnics.</p>","SubContentHindi":null,"ImageUrl":"60b3a2b8-3394-4dd1-9611-a00401ff65e1_Holy-Rosary.png","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Accommodation","SubTitleHindi":null,"SubContent":"<p>Affordable hotels can be found in koloriang, nearest town of Palin. The stay options available here are of a guest house and circuit house. These are budget-friendly accommodation options, and thus only cater to the basic needs of the visitors.</p>\r\n<p>&nbsp;</p>\r\n<p>Circuit House, Palin</p>\r\n<p>Palin</p>\r\n<p>&nbsp;</p>\r\n<p>Dist.- Kra Daadi</p>\r\n<p>&nbsp;</p>\r\n<p>Arunachal Pradesh- 791118, India</p>\r\n<p>&nbsp;</p>\r\n<p>Price Range : Rs. 500 &ndash; Rs. 1000</p>\r\n<p>&nbsp;</p>\r\n<p>There is also an Inspection Bungalow available at Palin, Kra Daadi</p>\r\n<p>&nbsp;</p>\r\n<p>Inspection Bungalow</p>\r\n<p>Palin</p>\r\n<p>&nbsp;</p>\r\n<p>Dist.- Kra Daadi</p>\r\n<p>&nbsp;</p>\r\n<p>Arunachal Pradesh- 791118, India</p>\r\n<p>&nbsp;</p>\r\n<p>Price Range : Rs. 500 &ndash; Rs. 1000</p>\r\n<p>&nbsp;</p>\r\n<p>Circuit House is also available in the nearby district of Kurung Kumey</p>\r\n<p>&nbsp;</p>\r\n<p>Circuit House, Koloriang</p>\r\n<p>Koloriang</p>\r\n<p>&nbsp;</p>\r\n<p>Dist.- Kurung Kumey</p>\r\n<p>&nbsp;</p>\r\n<p>Arunachal Pradesh- 791118, India</p>\r\n<p>&nbsp;</p>\r\n<p>Price Range : Rs. 500 &ndash; Rs. 1000</p>","SubContentHindi":null,"ImageUrl":"3411d009-2136-47aa-a59d-cadd605b5168_hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Train</p>\r\n<p>The nearest rail station from Palin is Murkeongselek,East Siang,Ruksin situated at a distance of around 176 kms from Kra Daadi district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>By Bus</p>\r\n<p>Tata Sumo service is avilable to Palin from the town of Ziro,Koloriang Arunachal Pradesh. Palin is is well connected by bus and Tata Sumo service from Itanagar.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>The nearest airport is located at Lilabari in Lakhimpur which is located at a distance of 71 kms away from Kra Daadi District Headquarters.</p>\r\n<p>source: https://kradaadi.nic.in/</p>","SubContentHindi":null,"ImageUrl":"3ab01e69-4f17-44b0-b9d8-8a03ddc1d45d_Kra-Daadi-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kra-daadi-jamin-arunachal-pradesh","tags":[{"name":"kra-daadi","slug":"kra-daadi"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"jamin","slug":"jamin"}],"recommendations":[{"id":337,"title":"Top Places to visit in Tawang, Tawang Town, Arunachal Pradesh","imageUrl":"8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","dateCreated":"2019-04-06T07:27:17.825Z","dateModified":"2019-04-06T07:53:17.843Z","contributedBy":"AskGif","content":"Tawang is a town in the Indian state of Arunachal Pradesh, situated at an elevation of approximately 3,048 metres (10,000 ft) to the east of Bhutan. The town once served as the district headquarters of West Kameng district, and became the district headquarters of Tawang district when it was forme","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tawang","slug":"tawang"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"tawang-town","slug":"tawang-town"}],"slug":"top-places-to-visit-in-tawang-tawang-town-arunachal-pradesh","total":0},{"id":330,"title":"Top Places to visit in Lower Siang, Likabali, Arunachal Pradesh","imageUrl":"0ceb87b1-a1c0-40a6-87c8-814278ffa17c_Likabali.jpg","dateCreated":"2019-03-30T15:36:41.49Z","dateModified":"2019-03-30T15:36:41.49Z","contributedBy":"AskGif","content":"Lower Siang is one of the 25 administrative district in the state of Arunachal Pradesh, India. The new district was carved out of West Siang and East Siang districts and declared operational on 22nd September 2017 and became the 22nd district of Arunachal pradesh.\r\n&nbsp;\r\nHistory</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ceb87b1-a1c0-40a6-87c8-814278ffa17c_Likabali.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"lower-siang","slug":"lower-siang"},{"name":"likabali","slug":"likabali"}],"slug":"top-places-to-visit-in-lower-siang-likabali-arunachal-pradesh","total":0},{"id":320,"title":"Top Places to visit in East Kameng, Seppa, Arunachal Pradesh","imageUrl":"d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-03-24T11:31:05.614Z","dateModified":"2019-03-24T11:44:28.999Z","contributedBy":"AskGif","content":"East Kameng district is one of the 23 districts of Arunachal Pradesh state in northeastern, India. It shares an international border with Tibet in the north and a state border with Assam and district borders with West Kameng, Papumpare and Kurung Kumey, which was bifurcated from Lower Subansiri d","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8997ee0-6c3e-4e97-8ddb-fcf54f8acee4_east-kameng-district-pincode-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"east-kameng","slug":"east-kameng"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"seppa","slug":"seppa"}],"slug":"top-places-to-visit-in-east-kameng-seppa-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}