{"id":324,"title":"कुरुंग कुमे, कोलोरियांग में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"b35b34b4-87f6-40e4-a29c-59cae373b3bf_Koloriang.jpg","dateCreated":"2019-03-26T14:40:49.711Z","dateModified":"2019-03-26T16:15:40.11Z","contributedBy":"AskGif","content":"<p>कुरुंग कुमाय जिला अरुणाचल प्रदेश के पूर्वोत्तर भारतीय राज्य के 22 जिलों में से एक है, जिसका जिला कोलोरियांग में है।</p>\r\n<p>&nbsp;</p>\r\n<p>नाम की उत्पत्ति</p>\r\n<p>इस जिले का नाम कुरुंग और कुमई से निकला है, जो दो प्रमुख नदियाँ हैं जो इसके माध्यम से बहती हैं। मिथक के अनुसार कुरुंग और कुमई नदियाँ दो बहनें थीं; विवाह की उम्र के दौरान कुरंग अपने माता-पिता से पूर्व अनुमति के बिना चले गए और कुमारी ने अपने माता-पिता की इच्छा के अनुसार शादी कर ली। इसलिए, कुरंग एक हिंसक गर्जना और राख के रंग के साथ बहता है क्योंकि उसके माता-पिता चिल्लाते हैं और उसके बाद राख फेंक देते हैं, जबकि कुम चुपचाप और स्पष्ट रूप से बहती है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>वर्तमान जिले के कब्जे वाला क्षेत्र 1914 में नॉर्थ ईस्ट फ्रंटियर ट्रैक्ट्स का हिस्सा बन गया। 1954 में, यह सुबनसिरी फ्रंटियर डिवीजन का हिस्सा बन गया, जिसे बाद में लोअर सुबनसिरी जिले का नाम दिया गया। 1 अप्रैल 2001 को, यह जिला लोअर सुबनसिरी जिले को द्विभाजित करके बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>कुरुंग कुमेय जिले के उप-विभाग और वृत्त निम्नलिखित हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>Nyapin सब-डिवीजन: Nyapin, Phassang के सर्किल</p>\r\n<p>कोलोरियांग उप-मंडल: पारसी-परलो के मंडल, कोलोरियांग, संग्राम</p>\r\n<p>डामिन सब-डिवीजन: सर्किल्स ऑफ़ सरली, डामिन</p>\r\n<p>इस जिले में दो अरुणाचल प्रदेश विधान सभा क्षेत्र हैं: न्यापिन, और कोलोरियांग। ये सभी अरुणाचल पश्चिम लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार कुरुंग कुमेय जिले की जनसंख्या 89,717 है, जो सेशेल्स के राष्ट्र के बराबर है। यह इसे भारत में 617 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 15 निवासियों प्रति वर्ग किलोमीटर (39 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 111.01% थी। कुरुंग कुमई में हर 1000 पुरुषों पर 1029 महिलाओं का लिंग अनुपात है, और साक्षरता दर 50.67% है। न्यापिन सर्कल के तहत हिया गांव भौगोलिक क्षेत्र और मानव आबादी के मामले में कुरुंग कुम जिले का सबसे बड़ा गांव है। तेर कबीला, जिसने इस गाँव और कई अन्य गाँवों को बसाया, जिले की बड़ी आबादी के साथ जिले का सबसे बड़ा और सबसे बड़ा कबीला है। जिले में निवास करने वाली मुख्य जनजातियाँ न्यासी, बंगरू और पुरोइक हैं। एक अलग सांस्कृतिक और भाषाई समूह के रूप में बंगरू शायद ही बाहरी लोगों द्वारा जाना जाता है; जो अभी भी उन्हें न्याशी जनजाति का हिस्सा मानते हैं। लेकिन हाल के शोधों के अनुसार, वे अपनी भाषा और उत्पत्ति के मामले में Nyishi से अलग हैं। वे अपनी भाषा और पारंपरिक रीति-रिवाजों के संदर्भ में अरुणाचल प्रदेश के पश्चिम कामेंग जिले के मिजी (सजोलंग) के साथ अधिक समान माने जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kurung_Kumey_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b35b34b4-87f6-40e4-a29c-59cae373b3bf_Koloriang.jpg","subContents":[{"SubTitle":"1. न्यापिन का दृश्य","SubTitleHindi":null,"SubContent":"<p><span style=\"font-family: Open Sans, sans-serif;\">न्यापिन भारतीय राज्य अरुणाचल प्रदेश का एक गाँव है। कुरुंग कुमे उस जिले का नाम है जिसमें गाँव न्यापिन है। यह जिला मुख्यालय के कोलोरियांग से दक्षिण की ओर 14 KM दूर स्थित है। यह अरुणाचल प्रदेश की विधान सभा के 60 निर्वाचन क्षेत्रों में से एक है। इस निर्वाचन क्षेत्र के वर्तमान विधायक (अगस्त -2016) का नाम बमांग फेलिक्स है।</span></p>","SubContentHindi":null,"ImageUrl":"3476cd4f-d600-4040-8bee-91858b99fb06_View-of-Nyapin.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. सरली का दृश्य","SubTitleHindi":null,"SubContent":"<p>सरली अरुणाचल प्रदेश के कुरुंग कुमाय जिले में तैनात एक ब्लॉक है। अरुणाचल प्रदेश के ग्रामीण भाग में स्थित, यह कुरुंग कुमाय जिले के 10 ब्लॉकों में से एक है। सरकारी रजिस्टर के अनुसार, सरली की ब्लॉक संख्या 81 है। ब्लॉक में 39 गाँव हैं और इस ब्लॉक में कुल 499 परिवार हैं। 2011 की जनगणना के अनुसार, सरली की आबादी 3120 है। इसमें से 1582 पुरुष हैं जबकि महिलाएँ गिनती में हैं। 1538 यहां। इस ब्लॉक में 0-6 वर्ष के आयु वर्ग में 531 बच्चे हैं। इसमें से 256 लड़के हैं और 275 लड़कियां हैं।</p>","SubContentHindi":null,"ImageUrl":"d77ba582-b9dd-4f95-9f5d-4a4c1b3d464c_View-of-Sarli.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निवास","SubTitleHindi":null,"SubContent":"<p>सर्किट हाउस, कोलोरियांग।</p>\r\n<p>आईबी, कोलोरियांग।</p>\r\n<p>कुरुंग कुमे होटल, कोलोरियांग</p>\r\n<p>आईबी संग्राम</p>\r\n<p>आईबी न्यापिन</p>","SubContentHindi":null,"ImageUrl":"87a70a89-9309-4d61-9706-419900c36949_Accommodation-arunachal-pradesh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. संस्कृति और विरासत","SubTitleHindi":null,"SubContent":"<p>लोकगीत किसी भी समाज के मूल्यों, विश्वासों और नैतिक शिक्षाओं को प्रसारित करने में महत्वपूर्ण है। सदियों से, यह किसी भी मानव संस्कृति का एक शाश्वत हिस्सा रहा है, विशेष रूप से आदिवासी संस्कृति का। लोकगीत, संस्कृति, विरासत और कृषि आदिवासी समाज को परिभाषित करते हैं। अरुणाचल प्रदेश की लोक और जनजातीय कलाएँ सरल, जातीय और रंगीन हैं। यह राज्य की समृद्ध सांस्कृतिक विरासत के संस्करणों को बोलता है। लोक जीवन सांस्कृतिक नृविज्ञान के पहलू का प्रतिनिधित्व करता है जो किसी की अपनी राष्ट्रीय सांस्कृतिक विरासत के अध्ययन पर केंद्रित है। इस लोक में लोकगीत का कोई लक्षण न होने से कोई भी ज्ञात मानव समाज मौजूद नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस पृष्ठभूमि के साथ, वर्तमान पेपर को उद्देश्यों के साथ तैयार किया गया है: (i) कुरुंग कुमेय जिले के आदिवासी समुदायों की संस्कृति और लोककथाओं का अध्ययन करने के लिए; (ii) इन आदिवासी समूहों के लोक जीवन को समझने के लिए; और (iii) जिले में निवास करने वाली जनजातियों के पिछड़ेपन की जांच करने के लिए। जिले में आदिवासी लोगों की सांस्कृतिक धारणाओं और प्राथमिकताओं की पहचान करने के लिए भागीदारी अनुसंधान पद्धति का उपयोग करके अध्ययन किया गया है। अन्वेषक ने गहन साक्षात्कार किए और आदिवासी लोगों के दैनिक जीवन की गतिविधियों का अवलोकन किया। प्राथमिक डेटा को एक फील्ड जांच के माध्यम से इकट्ठा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>न्योकुम यूलो जिले का मुख्य त्यौहार है जो फरवरी के महीने में मनाया जाता है।</p>\r\n<p>जिले के ऊपरी क्षेत्र यानि कोलोरियांग, सरली में लोंटे येल्लो त्योहार का भी पालन किया जाता है।</p>\r\n<p>रिकम पाडा और बुया क्षेत्र का मुख्य नृत्य है। यह अतिथि का स्वागत करने और अपने समुदाय की संस्कृति को दिखाने के लिए किया जाता है।</p>\r\n<p>नयशी लोगों के पास तस्संग (मोती), रिहुर (तलवार), लैक्ते (धातु के आभूषण) नामक समृद्ध आभूषण हैं।</p>","SubContentHindi":null,"ImageUrl":"19be68b0-b12a-4522-98c2-389a7ce2d00f_Culture-Heritage.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>आगंतुकों को आसान प्रविष्टि प्राप्त करने में सक्षम बनाने के लिए, जिला प्रशासन बाहर से आने वाले आगंतुकों के लिए 30 दिनों के लिए इनर लाइन परमिट जारी करने के लिए उपयुक्त प्रावधान कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु:</p>\r\n<p>लीलाबाड़ी एयरपोर्ट, असम के पास 118 KM।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल:</p>\r\n<p>नाहरलागुन रेलवे स्टेशन, अरुणाचल प्रदेश।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क:</p>\r\n<p>कोलोरियांग से ईटानगर: 260 KM</p>\r\n<p>कोलोरियांग से जीरो: 171 के.एम.</p>\r\n<p>कोलोरियांग से जीरो: 171 के.एम.</p>\r\n<p>स्रोत: https://kurungkumey.nic.in/</p>","SubContentHindi":null,"ImageUrl":"1408cd89-1798-46fe-873e-d76f038002bc_Kurung-Kumey-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kurung-kumey-koloriang-arunachal-pradesh","tags":[{"name":"कोलोरियांग","slug":"koloriang"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"कुरुंग-कुमे","slug":"kurung-kumey"}],"recommendations":[{"id":341,"title":"ऊपरी सुबनसिरी, द्रोपाइजो में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"653fd6f9-9160-4dd5-9394-333180f7c7ba_Arunachal-Pradesh-Upper-Subansiri.jpg","dateCreated":"2019-04-11T15:47:55.154Z","dateModified":"2019-04-11T15:58:53.034Z","contributedBy":"AskGif","content":"अपर सुबनसिरी भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nजिला तब बना था जब 1987 में सुबनसिरी जिले को ऊपरी और निचले सुबनसिरी जिलों में विभाजित किया गया था।\r\n&nbsp;\r\nभूगोल\r\nजिला मुख्यालय Daporijo में स्थित हैं। ऊपरी सुबनसिरी जिला","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/653fd6f9-9160-4dd5-9394-333180f7c7ba_Arunachal-Pradesh-Upper-Subansiri.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"द्रोपाइजो","slug":"daporijo"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"अपर-सुबनसिरी","slug":"upper-subansiri"}],"slug":"top-places-to-visit-in-upper-subansiri-daporijo-arunachal-pradesh","total":0},{"id":323,"title":"करा दाड़ी, जामिन में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","dateCreated":"2019-03-25T16:59:50.11Z","dateModified":"2019-03-25T17:12:04.376Z","contributedBy":"AskGif","content":"उत्तर-पूर्वी भारत में अरुणाचल प्रदेश में एक जिला है काड़ा दाड़ी। इसे 7 फरवरी 2015 को कुरुंग कुमाय जिले से लिया गया था।\r\nइतिहास\r\n21 मार्च 2013 को अरुणाचल प्रदेश (री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स) (संशोधन) विधेयक के तहत कर दाड़ी जिले के निर्माण को मंजूरी दी गई थी।\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"करा-दाड़ी","slug":"kra-daadi"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"यामीन","slug":"jamin"}],"slug":"top-places-to-visit-in-kra-daadi-jamin-arunachal-pradesh","total":0},{"id":321,"title":"पूर्वी सियांग, पासीघाट में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"03c11c8a-6827-4de6-8000-8343297df00b_east-siang-district-arunachal-pradesh.jpg","dateCreated":"2019-03-24T18:22:31.97Z","dateModified":"2019-03-24T18:40:10.601Z","contributedBy":"AskGif","content":"पूर्वी सियांग भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\n1989 में पश्चिम सियांग जिले से पूर्वी सियांग तक के इलाके को स्थानांतरित किया गया था। एक दशक बाद, 1999 में, जिले को ऊपरी सियांग जिला बनाने के लिए विभाजित किया गया था। इस सियांग जिले में चुतिय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03c11c8a-6827-4de6-8000-8343297df00b_east-siang-district-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पासीघाट","slug":"pasighat"},{"name":"पूर्वी-सियांग","slug":"east-siang"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-east-siang-pasighat-arunachal-pradesh","total":0},{"id":295,"title":"अंजाव, हवाई में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"अंजाव जिला उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह एक नया बनाया गया जिला है, जिसे 16 फरवरी 2004 को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत लोहित जिले से विभाजित किया गया था। [२] जिले की सीमा उत्तर में चीन है। हवाई, समुद्र तल से 1296 मीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अंजाव","slug":"anjaw"},{"name":"हवाई","slug":"hawai"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}