{"id":324,"title":"Top Places to visit in Kurung Kumey, Koloriang, Arunachal Pradesh","imageUrl":"b35b34b4-87f6-40e4-a29c-59cae373b3bf_Koloriang.jpg","dateCreated":"2019-03-26T14:40:49.711Z","dateModified":"2019-03-26T16:15:40.11Z","contributedBy":"AskGif","content":"<p>Kurung Kumey district is one of the 22 districts of the northeastern Indian state of Arunachal Pradesh, with its district headquarters in Koloriang.</p>\r\n<p>&nbsp;</p>\r\n<p>Origin of name</p>\r\n<p>The name of this district is derived from the Kurung and the Kumey, the two principal rivers which flow through it. According to myth the Kurung and the Kumey rivers were two sisters; during the age of marriage Kurung eloped without prior permission from her parents and Kumey got married according to her parents' wishes. Therefore, the Kurung flows with a violent roar and ashy colour because her parents shouted and threw ashes after her, while the Kumey flows silently and clearly.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The territory occupied by the present district became part of the North East Frontier Tracts in 1914. In 1954, it became part of Subansiri Frontier Division, which was later renamed as Lower Subansiri district. On 1 April 2001, this district was created by bifurcating Lower Subansiri district.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The following are the Sub-Divisions and circles of Kurung Kumey district:</p>\r\n<p>&nbsp;</p>\r\n<p>Nyapin Sub-Division: Circles of Nyapin, Phassang</p>\r\n<p>Koloriang Sub-Division: Circles of Parsi-Parlo, Koloriang, Sangram</p>\r\n<p>Damin Sub-Division: Circles of Sarli, Damin</p>\r\n<p>There are two Arunachal Pradesh Legislative Assembly constituencies in this district: Nyapin, and Koloriang. All of these are part of Arunachal West Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Kurung Kumey district has a population of 89,717, roughly equal to the nation of Seychelles. This gives it a ranking of 617th in India (out of a total of 640). The district has a population density of 15 inhabitants per square kilometre (39/sq mi) . Its population growth rate over the decade 2001&ndash;2011 was 111.01%. Kurung Kumey has a sex ratio of 1029 females for every 1000 males, and a literacy rate of 50.67%. Hiya village under Nyapin circle is the largest village of Kurung Kumey district in terms of geographical area and human population. Tarh clan, who inhabited this village and many other villages, is the biggest and single largest clan of the district with large population of the district belong to this clan. The main tribes inhabit the district are Nyishi, Bangru, and Puroik. Bangru as a distinct cultural and linguistic group is hardly known by outsiders; who still consider them as part of Nyishi tribe. But according to recent researches, they are distinct from Nyishi in terms of their language and origin. They are considered to be more similar with Miji (Sajolang) of West Kameng district of Arunachal Pradesh in terms of their language and traditional customs.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kurung_Kumey_district</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b35b34b4-87f6-40e4-a29c-59cae373b3bf_Koloriang.jpg","subContents":[{"SubTitle":"1. View of Nyapin","SubTitleHindi":null,"SubContent":"<p>Nyapin is a village in the Indian state of Arunachal Pradesh. Kurung Kumey is the name of the district that contains village Nyapin. It is located 14 KM towards South from District head quarters Koloriang. It is one of the 60 constituencies of Legislative Assembly of Arunachal Pradesh. Name of current MLA (August-2016) of this constituency is Bamang Felix.</p>","SubContentHindi":null,"ImageUrl":"3476cd4f-d600-4040-8bee-91858b99fb06_View-of-Nyapin.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. View of Sarli","SubTitleHindi":null,"SubContent":"<p>Sarli is a Block positioned in Kurung Kumey district in Arunachal Pradesh. Positioned in rural part of Arunachal Pradesh, it is one of the 10 blocks of Kurung Kumey district. According to the government register, the block number of Sarli is 81. The block has 39 villages and there are total 499 families in this Block.As per Census 2011, Sarli&rsquo;s population is 3120. Out of this, 1582 are males whereas the females count 1538 here. This block has 531 kids in the age group of 0-6 years. Out of this 256 are boys and 275 are girls.</p>","SubContentHindi":null,"ImageUrl":"d77ba582-b9dd-4f95-9f5d-4a4c1b3d464c_View-of-Sarli.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Accommodation","SubTitleHindi":null,"SubContent":"<p>Circuit House , Koloriang.</p>\r\n<p>IB, Koloriang.</p>\r\n<p>Kurung Kumey Hotel, Koloriang</p>\r\n<p>IB Sangram</p>\r\n<p>IB Nyapin</p>","SubContentHindi":null,"ImageUrl":"87a70a89-9309-4d61-9706-419900c36949_Accommodation-arunachal-pradesh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Culture & Heritage","SubTitleHindi":null,"SubContent":"<p>The folklore is vital in transmitting the values, beliefs and moral teachings of any given society. Since ages, it has been an eternal part of any human culture, more specifically of tribal culture. The folklore, culture, heritage and agriculture define the tribal society. The folk and tribal arts of Arunachal Pradesh are simple, ethnic and colourful. It speaks volumes of state&rsquo;s rich cultural heritage. Folk life represents the aspect of cultural anthropology which concentrates on the study of one&rsquo;s own national cultural heritage. There is no known human society exist in this world without having any trait of folklore.</p>\r\n<p>&nbsp;</p>\r\n<p>With this backdrop, the current paper has been framed with objectives: (i) to study the culture and folklore of tribal communities of Kurung Kumey district; (ii) to understand the folk life of these tribal groups; and (iii) to investigate the backwardness of tribes inhabiting the district. The study has been conducted using participatory research method to identify the cultural perceptions and priorities of tribal people in the district. The investigator conducted in-depth interviews and observed the daily-life activities of tribal people. The primary data is gathered through a field investigation.</p>\r\n<p>&nbsp;</p>\r\n<p>Nyokum Yullo is the main festival of the district which is celebrates during the month of February.</p>\r\n<p>Longte Yullo festival is also followed in the upper region of the district i.e. Koloriang, Sarli.</p>\r\n<p>Rikam Pada and Buya is the main dance of the region. It is performed to welcome the guest and show the culture of its community.</p>\r\n<p>The Nyishi people has rich ornaments called Tassang(Beads),Riurh(Sword),Laktey(Metal Ornament).</p>","SubContentHindi":null,"ImageUrl":"19be68b0-b12a-4522-98c2-389a7ce2d00f_Culture-Heritage.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>To enable the visitors to obtain easy entry, District Administration has also been making suitable provision for issue of Inner Line Permit for 30 days for visitors from outside.</p>\r\n<p>&nbsp;</p>\r\n<p>Air:</p>\r\n<p>Lilabari Airport, 118 KM near, Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail:</p>\r\n<p>Naharlagun Railway Station, Arunachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Road:</p>\r\n<p>Koloriang to Itanagar:260 KM</p>\r\n<p>Koloriang to Ziro:171 KM</p>\r\n<p>Koloriang to Ziro:171 KM</p>\r\n<p>source: https://kurungkumey.nic.in/</p>","SubContentHindi":null,"ImageUrl":"1408cd89-1798-46fe-873e-d76f038002bc_Kurung-Kumey-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kurung-kumey-koloriang-arunachal-pradesh","tags":[{"name":"koloriang","slug":"koloriang"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"kurung-kumey","slug":"kurung-kumey"}],"recommendations":[{"id":341,"title":"Top Places to visit in Upper Subansiri, Daporijo, Arunachal Pradesh","imageUrl":"653fd6f9-9160-4dd5-9394-333180f7c7ba_Arunachal-Pradesh-Upper-Subansiri.jpg","dateCreated":"2019-04-11T15:47:55.154Z","dateModified":"2019-04-11T15:58:53.034Z","contributedBy":"AskGif","content":"Upper Subansiri is an administrative district in the state of Arunachal Pradesh in India.\r\n&nbsp;\r\nHistory\r\nThe district was formed when Subansiri district was bifurcated into Upper and Lower Subansiri districts in 1987.\r\n&nbsp;\r\nGeography\r\nThe district h","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/653fd6f9-9160-4dd5-9394-333180f7c7ba_Arunachal-Pradesh-Upper-Subansiri.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"daporijo","slug":"daporijo"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"upper-subansiri","slug":"upper-subansiri"}],"slug":"top-places-to-visit-in-upper-subansiri-daporijo-arunachal-pradesh","total":0},{"id":323,"title":"Top Places to visit in Kra Daadi, Jamin, Arunachal Pradesh","imageUrl":"70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","dateCreated":"2019-03-25T16:59:50.11Z","dateModified":"2019-03-25T17:12:04.376Z","contributedBy":"AskGif","content":"Kra Daadi is a district in Arunachal Pradesh in north-eastern India. It was carved out of Kurung Kumey district on 7 February 2015.\r\nHistory\r\nThe creation of Kra Daadi district was approved on 21 March 2013 under the Arunachal Pradesh (Re-Organization of Districts) (Amendment) Bill.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kra-daadi","slug":"kra-daadi"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"jamin","slug":"jamin"}],"slug":"top-places-to-visit-in-kra-daadi-jamin-arunachal-pradesh","total":0},{"id":321,"title":"Top Places to visit in East Siang, Pasighat, Arunachal Pradesh","imageUrl":"03c11c8a-6827-4de6-8000-8343297df00b_east-siang-district-arunachal-pradesh.jpg","dateCreated":"2019-03-24T18:22:31.97Z","dateModified":"2019-03-24T18:40:10.601Z","contributedBy":"AskGif","content":"East Siang is an administrative district in the state of Arunachal Pradesh in India.\r\n&nbsp;\r\nHistory\r\nIn 1989 territory was transferred from West Siang district to East Siang. A decade later, in 1999, the district was bifurcated to make Upper Siang district.East Siang distri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/03c11c8a-6827-4de6-8000-8343297df00b_east-siang-district-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pasighat","slug":"pasighat"},{"name":"east-siang","slug":"east-siang"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-east-siang-pasighat-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}