{"id":325,"title":"India tests its 1st anti-satellite missile system, Named it Mission Shakti","imageUrl":"6bf41160-9f21-4d25-8e6d-e13bff5b9e4f_satellite.jpg","dateCreated":"2019-03-27T11:36:32.1Z","dateModified":"2019-03-27T14:47:07.402Z","contributedBy":"AskGif","content":"<p>Giving an \"important message\", Prime Minister Narendra Modi on Wednesday announced that India has successfully tested its first anti-satellite missile system, code-named 'Misson Shakti'. \"India has entered its name as an elite space power. An anti-satellite weapon ASAT, successfully targeted a live satellite on a low earth orbit (LEO),\" PM Modi said.</p>\r\n<p>The Prime Minister also stated that shooting down a LEO satellite is a rare achievement and was completed successfully within three minutes of launch.</p>\r\n<p>&nbsp;</p>\r\n<p>India tested an anti-satellite weapon on Wednesday, saying the indigenously produced interceptor was used to destroy an object in orbit.</p>\r\n<p>&nbsp;</p>\r\n<p>Such a weapon allows for attacks on enemy satellites - blinding them or disrupting communications - as well as providing a technology base for intercepting ballistic missiles.</p>\r\n<p>&nbsp;</p>\r\n<p>India, whose space program has developed launchers, satellites and probes to the moon and Mars, created the interceptor used in Wednesday's test domestically, Prime Minister Narendra Modi said in a broadcast on television.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>PREVIOUS TESTS</p>\r\n<p>&nbsp;</p>\r\n<p>The United States performed the first anti-satellite tests in 1959, when satellites themselves were rare and new.</p>\r\n<p>&nbsp;</p>\r\n<p>Bold Orion, designed as a nuclear-tipped ballistic missile re-purposed to attack satellites, was launched from a bomber and passed close enough to the Explorer 6 satellite for it to have been destroyed if the missile had been armed.</p>\r\n<p>&nbsp;</p>\r\n<p>The Soviet Union performed similar tests around the same time. In the 1960s and early 1970s, it tested a weapon that could be launched in orbit, approach enemy satellites and destroy them with an explosive charge, according to the Union of Concerned Scientists, a non-profit research and advocacy organisation.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1985, the United States tested the ASM-135, launched from an F-15 fighter jet, destroying an American satellite called Solwind P78-1.</p>\r\n<p>&nbsp;</p>\r\n<p>There were no tests for more than 20 years.</p>\r\n<p>&nbsp;</p>\r\n<p>Then in 2007, China entered the anti-satellite arena by destroying an old weather satellite in a high, polar orbit. The test created the largest orbital debris cloud in history, with more than 3,000 objects, according to the Secure World Foundation, a group that advocates sustainable and peaceful uses of outer space.</p>\r\n<p>&nbsp;</p>\r\n<p>The next year, the United States carried out Operation Burnt Frost, using a ship-launched SM-3 missile to destroy a defunct spy satellite.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>MILITARY USE</p>\r\n<p>&nbsp;</p>\r\n<p>Destroying an enemy's satellites, which can provide crucial intelligence and communications in war, is considered an advanced capability.</p>\r\n<p>&nbsp;</p>\r\n<p>With the successful test on Wednesday, India theoretically holds other countries' satellites at risk.</p>\r\n<p>&nbsp;</p>\r\n<p>Neighbouring Pakistan, with which India traded airstrikes last month, has several satellites in orbit, launched using Chinese and Russian rockets.</p>\r\n<p>&nbsp;</p>\r\n<p>But China, which put dozens of satellites in orbit in 2018 alone, according to state media, could see India's fledgeling capability as more of a threat.</p>\r\n<p>&nbsp;</p>\r\n<p>India needed to build anti-satellite weapons \"because adversary China has already done it in 2007,\" said Ajay Lele, senior fellow at the Institute for Defence Studies and Analyses.</p>\r\n<p>&nbsp;</p>\r\n<p>\"More than anything I would say through this India is sending a message to the subcontinent,\" he added. \"India is saying that we have mechanisms for space warfare.\"</p>\r\n<p>source: https://www.news18.com/news/india/with-indias-successful-mission-shakti-a-look-at-rare-high-tech-and-risky-to-test-anti-satellite-weapons-2079669.html</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6bf41160-9f21-4d25-8e6d-e13bff5b9e4f_satellite.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"india-tests-its-1st-anti-satellite-missile-system-named-it-mission-shakti","tags":[{"name":"india","slug":"india"}],"recommendations":[{"id":383,"title":"Story of Flt Lt Alfred Tyrone Cooke: IAF’s unsung 1965 hero & his classic 1 vs 4 air combat","imageUrl":"30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","dateCreated":"2019-05-14T17:09:28.914Z","dateModified":"2020-04-05T07:12:46.308Z","contributedBy":"AskGif","content":"THE STORY OF ARGUABLY THE GREATEST FIGHTER PILOT OF THE INDIAN AIR FORCE &mdash; WHO TENACIOUSLY ENGAGED FOUR PAKISTAN AIR FORCE SABRE JETS ALL ALONE IN A FIESTY AERIAL DUEL\r\n&nbsp;\r\nHOW A DARING IAF FIGHTER PILOT ENGAGED WITH PAKISTAN AIR FORCE JETS OVER THE SKIES OF KALAIKUNDA AFB","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"pakistan","slug":"pakistan"},{"name":"india","slug":"india"},{"name":"alfred-cooke","slug":"alfred-cooke"}],"slug":"story-of-flt-lt-alfred-tyrone-cooke-iafs-unsung-1965-hero-his-classic-1-vs-4-air-combat","total":0},{"id":291,"title":"Balakot air strikes count revealed! 263 terrorists had assembled at JeM camp in Pak for training - EXCLUSIVE","imageUrl":"9bdaee4e-261e-4e41-a452-05027b04ebae_Indian-air-strikes.jpg","dateCreated":"2019-03-11T15:42:03.866Z","dateModified":"2019-03-11T15:42:03.866Z","contributedBy":"AskGif","content":"New Delhi: Amid the ongoing war of words in India over the number of terrorists killed in Balakot air strikes carried out by the Indian Air Force on the biggest terror training camp of Jaish-e-Mohammed in Pakistan, Times Now has learned that a total of 263 terrorists had assembled at the facility","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9bdaee4e-261e-4e41-a452-05027b04ebae_Indian-air-strikes.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"},{"name":"pakistan","slug":"pakistan"}],"slug":"balakot-air-strikes-count-revealed-263-terrorists-had-assembled-at-jem-camp-in-pak-for-training-exclusive","total":0},{"id":286,"title":"Terrorist Maulana Masood Azhar, head of Pakistan-backed Jaish-e-Mohammad, dead","imageUrl":"c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","dateCreated":"2019-03-03T13:15:48.375Z","dateModified":"2019-03-03T13:18:14.769Z","contributedBy":"AskGif","content":"Jaish-e-Mohammad Chief Maulana Masood Azhar is reportedly dead. Sources said that Azhar died on March 2 at a military hospital in Pakistan's Rawalpindi. Pakistan is yet to make any formal announcement in this regard but top intelligence sources claimed that Azhar died due to liver cancer.&nbsp;</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"pakistan","slug":"pakistan"},{"name":"india","slug":"india"}],"slug":"terrorist-maulana-masood-azhar-head-of-pakistan-backed-jaish-e-mohammad-dead","total":0},{"id":186,"title":"Family No.1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"Family no.1... this was a daily soap that used to come on one of the tv channels...well that's just a lame statement justifying the title...but actually this post is about the family ties n bonds that we share....an assimilation of sweet and sour feelings which is forever cherished and which make","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"india","slug":"india"}],"slug":"family-no.1","total":0}]}