{"id":325,"title":"भारत ने अपनी पहली एंटी-सैटेलाइट मिसाइल प्रणाली का परीक्षण किया, जिसका नाम मिशन शक्ति रखा गया","imageUrl":"6bf41160-9f21-4d25-8e6d-e13bff5b9e4f_satellite.jpg","dateCreated":"2019-03-27T11:36:32.1Z","dateModified":"2019-03-27T14:47:07.402Z","contributedBy":"AskGif","content":"<p>एक \"महत्वपूर्ण संदेश\" देते हुए, प्रधान मंत्री नरेंद्र मोदी ने बुधवार को घोषणा की कि भारत ने अपनी पहली एंटी-सैटेलाइट मिसाइल प्रणाली, कोड-नाम 'मिसाइल शक्ति' का सफलतापूर्वक परीक्षण किया है। \"भारत ने एक कुलीन अंतरिक्ष शक्ति के रूप में अपना नाम दर्ज किया है। एक एंटी-सैटेलाइट हथियार ASAT, ने कम पृथ्वी की कक्षा (LEO) पर एक जीवित उपग्रह को सफलतापूर्वक लक्षित किया,\" पीएम मोदी ने कहा।</p>\r\n<p>प्रधान मंत्री ने यह भी कहा कि एक LEO उपग्रह की शूटिंग एक दुर्लभ उपलब्धि है और प्रक्षेपण के तीन मिनट के भीतर सफलतापूर्वक पूरा हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत ने बुधवार को एक एंटी-सैटेलाइट हथियार का परीक्षण किया, जिसमें कहा गया था कि स्वदेशी रूप से उत्पादित इंटरसेप्टर का उपयोग कक्षा में किसी वस्तु को नष्ट करने के लिए किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐसा हथियार दुश्मन उपग्रहों पर हमले के लिए अनुमति देता है - उन्हें अंधा कर रहा है या संचार बाधित कर रहा है - साथ ही बैलिस्टिक मिसाइलों को बाधित करने के लिए एक प्रौद्योगिकी आधार प्रदान कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत, जिसके अंतरिक्ष कार्यक्रम ने चंद्रमा और मंगल पर प्रक्षेपकों, उपग्रहों और जांचों को विकसित किया है, ने बुधवार के परीक्षण में इस्तेमाल किए गए इंटरसेप्टर को घरेलू तौर पर बनाया, प्रधान मंत्री नरेंद्र मोदी ने टेलीविजन पर एक प्रसारण में कहा।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पूर्वसूचनाएँ</p>\r\n<p>&nbsp;</p>\r\n<p>संयुक्त राज्य अमेरिका ने 1959 में पहला उपग्रह-रोधी परीक्षण किया, जब उपग्रह खुद दुर्लभ और नए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>उपग्रहों पर हमला करने के लिए एक परमाणु-इत्तला दे दी गई बैलिस्टिक मिसाइल री-पर्पस के रूप में तैयार की गई बोल्ड ओरियन को एक बमवर्षक से प्रक्षेपित किया गया था और इसके करीब 6 सैटेलाइट को पर्याप्त पास दिया गया था, अगर मिसाइल को हथियारों से लैस कर दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>सोवियत संघ ने उसी समय के आसपास इसी तरह के परीक्षण किए। एक गैर-लाभकारी अनुसंधान और वकालत संगठन के संघ के अनुसार, 1960 और 1970 के दशक के प्रारंभ में, इसने एक ऐसे हथियार का परीक्षण किया, जो कक्षा में लॉन्च किया जा सकता था, दुश्मन के उपग्रहों से संपर्क कर सकता था और विस्फोटक चार्ज के साथ उन्हें नष्ट कर सकता था।</p>\r\n<p>&nbsp;</p>\r\n<p>1985 में, संयुक्त राज्य अमेरिका ने एफ -15 फाइटर जेट से लॉन्च किए गए ASM-135 का परीक्षण किया, जिसने सोलविंड P78-1 नामक एक अमेरिकी उपग्रह को नष्ट कर दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>20 से अधिक वर्षों के लिए कोई परीक्षण नहीं थे।</p>\r\n<p>&nbsp;</p>\r\n<p>फिर 2007 में, चीन ने पुराने मौसम के उपग्रह को उच्च, ध्रुवीय कक्षा में नष्ट करके उपग्रह-विरोधी क्षेत्र में प्रवेश किया। परीक्षण ने इतिहास में सबसे बड़ा ऑर्बिटल मलबे का बादल बनाया, जो 3,000 से अधिक वस्तुओं के साथ है, जो सुरक्षित विश्व फाउंडेशन के अनुसार, एक समूह है जो बाहरी अंतरिक्ष के स्थायी और शांतिपूर्ण उपयोग की वकालत करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अगले साल, संयुक्त राज्य अमेरिका ने एक दोषपूर्ण जासूसी उपग्रह को नष्ट करने के लिए जहाज-लॉन्च एसएम -3 मिसाइल का उपयोग करते हुए ऑपरेशन बर्न फ्रॉस्ट किया।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सैन्य उपयोग</p>\r\n<p>&nbsp;</p>\r\n<p>दुश्मन के उपग्रहों को नष्ट करना, जो युद्ध में महत्वपूर्ण खुफिया और संचार प्रदान कर सकता है, को एक उन्नत क्षमता माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बुधवार को सफल परीक्षण के साथ, भारत सैद्धांतिक रूप से अन्य देशों के उपग्रहों को खतरे में रखता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पड़ोसी पाकिस्तान, जिसके साथ भारत ने पिछले महीने हवाई हमले किए, में कई उपग्रह हैं, जो चीनी और रूसी रॉकेटों का उपयोग करके लॉन्च किए गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>लेकिन चीन, जिसने राज्य के मीडिया के अनुसार, अकेले 2018 में दर्जनों उपग्रहों को कक्षा में रखा, भारत की भागदौड़ की क्षमता को अधिक खतरे के रूप में देख सकता था।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत को उपग्रह-रोधी हथियारों के निर्माण की आवश्यकता थी \"क्योंकि प्रतिकूल चीन ने 2007 में ही ऐसा कर लिया है,\" इंस्टीट्यूट फॉर डिफेंस स्टडीज एंड एनालिसिस के वरिष्ठ साथी अजय लेले ने कहा।</p>\r\n<p>&nbsp;</p>\r\n<p>उन्होंने कहा, \"भारत के माध्यम से मैं इस उपमहाद्वीप में एक संदेश भेज रहा हूं।\" \"भारत कह रहा है कि हमारे पास अंतरिक्ष युद्ध के लिए तंत्र हैं।\"</p>\r\n<p>स्रोत:&nbsp;https://www.news18.com/news/india/with-indias-successful-mission-shakti-a-look-at-rare-high-tech-and-risky-to-test-anti-satellite-weapons-2079669.html</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6bf41160-9f21-4d25-8e6d-e13bff5b9e4f_satellite.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"india-tests-its-1st-anti-satellite-missile-system-named-it-mission-shakti","tags":[{"name":"भारत","slug":"india"}],"recommendations":[{"id":383,"title":"Flt लेफ्टिनेंट अल्फ्रेड टायरोन कुक की कहानी: IAF का अनसंग 1965 हीरो और उसका क्लासिक 1 बनाम 4 एयर मुकाबला","imageUrl":"30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","dateCreated":"2019-05-14T17:09:28.914Z","dateModified":"2020-04-05T07:12:46.308Z","contributedBy":"AskGif","content":"भारतीय आकाशवाणी के महानतम पर्वतीय स्थल की कहानी - WHO TENACIOUSLY FAG PAKISTAN AIR FORCE SACE JETS ALL ALONE in a FIESTY AERIAL DUEL\r\n&nbsp;\r\n7 सितंबर 1965 को कलियाकुंडा एएफबी के आसमान से बाहर निकलते हुए पाकिस्तान के एक हवाई जहाज से एक भारतीय वायुसेना ने उड़ान भरी थी। शाओतिंग में एक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"पाकिस्तान","slug":"pakistan"},{"name":"भारत","slug":"india"},{"name":"अल्फ्रेड-कुक","slug":"alfred-cooke"}],"slug":"story-of-flt-lt-alfred-tyrone-cooke-iafs-unsung-1965-hero-his-classic-1-vs-4-air-combat","total":0},{"id":291,"title":"बालाकोट हवाई हमले की गिनती का पता चला! 263 आतंकवादी पाक के JeM शिविर में प्रशिक्षण के लिए इकट्ठे हुए थे","imageUrl":"9bdaee4e-261e-4e41-a452-05027b04ebae_Indian-air-strikes.jpg","dateCreated":"2019-03-11T15:42:03.866Z","dateModified":"2019-03-11T15:42:03.866Z","contributedBy":"AskGif","content":"नई दिल्ली: पाकिस्तान में जैश-ए-मोहम्मद के सबसे बड़े आतंकी प्रशिक्षण शिविर पर भारतीय वायु सेना द्वारा किए गए बालाकोट हवाई हमलों में मारे गए आतंकवादियों की संख्या पर भारत में चल रहे युद्ध के बीच, टाइम्स नाउ ने सीखा है कि कुल 263 आतंकवादी भारतीय वायुसेना द्वारा अभूतपूर्व कार्रवाई से पहले सुविधा दिन ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9bdaee4e-261e-4e41-a452-05027b04ebae_Indian-air-strikes.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"},{"name":"पाकिस्तान","slug":"pakistan"}],"slug":"balakot-air-strikes-count-revealed-263-terrorists-had-assembled-at-jem-camp-in-pak-for-training-exclusive","total":0},{"id":286,"title":"आतंकी मौलाना मसूद अजहर, पाकिस्तान समर्थित जैश-ए-मोहम्मद का प्रमुख, मृत","imageUrl":"c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","dateCreated":"2019-03-03T13:15:48.375Z","dateModified":"2019-03-03T13:18:14.769Z","contributedBy":"AskGif","content":"जैश-ए-मोहम्मद प्रमुख मौलाना मसूद अजहर कथित तौर पर मर चुका है। सूत्रों ने बताया कि अजहर की मौत 2 मार्च को पाकिस्तान के रावलपिंडी के एक सैन्य अस्पताल में हुई। पाकिस्तान को इस संबंध में अभी कोई औपचारिक घोषणा नहीं करनी है, लेकिन शीर्ष खुफिया सूत्रों ने दावा किया कि लीवर कैंसर के कारण अजहर की मृत्यु ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"पाकिस्तान","slug":"pakistan"},{"name":"इंडिया","slug":"india"}],"slug":"terrorist-maulana-masood-azhar-head-of-pakistan-backed-jaish-e-mohammad-dead","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0}]}