{"id":327,"title":"Top Places to visit in Lohit, Tezu, Arunachal Pradesh","imageUrl":"0fac3eb7-7243-4099-95d7-f5db67333d62_Arunachal-Pradesh-Lohit.jpg","dateCreated":"2019-03-27T17:59:03.829Z","dateModified":"2019-03-27T18:18:43.912Z","contributedBy":"AskGif","content":"<p>Lohit is an administrative district in the state of Arunachal Pradesh in India. The district headquarters are located at Tezu. As of 2011 it is the third most populous district of Arunachal Pradesh, after Papum Pare and Changlang.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>It was known earlier as the Mishmi Hills. The district is named after the Lohit River, from the Sanskrit Louhitya, reddish- or rust-coloured, and consists of the river valley and hills/mountains to the North and South.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>During the medieval times, the present district was under the control of the rulers of the Chutiya Kingdom. The Chutiya rulers controlled the area from early 13th century to the 16th century and during the 19th century it became one of the last territories to be brought under British control after the punitive Abor and Mishmi Expedition in the first decade of 20th century.</p>\r\n<p>&nbsp;</p>\r\n<p>In June 1980, Dibang Valley district was split from Lohit (and has since been bifurcated again to create the new Lower Dibang Valley district). On 16 February 2004, Anjaw district was carved out from the northern part of Lohit district bordering Tibet and Myanmar, with its headquarters at Hawai. Anjaw was carved out under the Arunachal Pradesh Re-organization of Districts Amendment Bill.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Wakro is an important sub-division of this district. It is a disyllabic word originated from the local dialect miju mishmi: . Another important sub-division of lohit is Sunpura, which is located near Assam and Arunachal border. Lohit district occupies an area of 11,402 km&sup2; and has a population of 143,478 (as of 2001).</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>There are four Arunachal Pradesh Legislative Assembly constituencies located in this district: Tezu, Chowkham, Namsai, and Lekang. All of these are part of Arunachal East Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The area is highly inaccessible, and it was only in 2004 that a permanent bridge has been made operational across the Lohit at the holy site of Parashuram Kund, giving round-the-year connection to Tezu. East of Tezu (about 100 km) lies the small town of Hayuliang, and this is slated to become the headquarters of a new district. The road along the Lohit runs right up to the small garrison town of Walong just south of the China border, site of the famous Battle of Walong in 1962.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Lohit district has a population of 145,538, roughly equal to the nation of Saint Lucia. This gives it a ranking of 601st in India (out of a total of 640). The district has a population density of 28 inhabitants per square kilometre (73/sq mi) . Its population growth rate over the decade 2001&ndash;2011 was 16.44%. Lohit has a sex ratio of 901 females for every 1000 males, and a literacy rate of 69.88%.</p>\r\n<p>&nbsp;</p>\r\n<p>Lohit is the home of the Adi, Zekhring, Khampti, Singpho and Mishmi tribes. A small group of Tibetans have settled in Lohit since the 1960s. The Zekhring are Tibetan Buddhists; the Khampti and Singpho are Threvada Buddhists, and the Mishmi and Adis are mainly Animists.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Languages spoken include an endangered Sino-Tibetan tongue with 30,000 speakers, spoken in the eastern part of the district. Major languages are Khampti, Mishmi, Zekhring, Adi and Singpho.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1989 Lohit district became home to the Kamlang Wildlife Sanctuary, which has an area of 783 km2 (302.3 sq mi). It is the home to some of the endangered flora and fauna. The district has been found to be an ideal place for Jatropha cultivation, which is used for bio-diesel making.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Lohit_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fac3eb7-7243-4099-95d7-f5db67333d62_Arunachal-Pradesh-Lohit.jpg","subContents":[{"SubTitle":"1. Lohit View Point at Tohangam","SubTitleHindi":null,"SubContent":"<p>Lohit View Point is one of the best tourists destination which is located on top of the Rocky Mountains at Tohangam, which is approx.32 km.from Tezu Township.It is on the way to Hayuliang where one can enjoy the panoramic eye-view of the magnificent Lohit valley of sunrise and sunset view from this point. It is an ideal place for a dry picnic. People can enjoy fresh air and the incredible beauty of the nature.</p>","SubContentHindi":null,"ImageUrl":"bcb8669a-a254-42cf-bfeb-d2c1324fbdd3_Lohit-View-Point-at-Tohangam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Tezu, the headquarter of Lohit District","SubTitleHindi":null,"SubContent":"<p>Tezu is one of the oldest town and important district headquaters of Arunachal Pradesh.It has earned its own record for prevalence of harmony and peace.People from every walk of life find comfort in living here. It stands an example of a pure secular society, the dream that the father of the Nation had cherished. For instance, the Temple, the Monastery and the Gurudwara stand Vis-&agrave;-Vis under the same compound. Discrimination of any kind on the ground of social status, caste &amp; creed or race is completely nil. Land and forests are rich in themselves having great potentiality for progress and prosperity.</p>","SubContentHindi":null,"ImageUrl":"8aa22ded-fbc4-4663-901d-fc6a5038cea0_Tezu-the-headquarter-of-Lohit-District.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Glaw tuwi/ hawai/lake","SubTitleHindi":null,"SubContent":"<p>The best way to begin the adventurous journey to Glaw is to take vehicle from Wakro to the farthest end motorable point near the forests gate. The journey all along the way to roaring Kamlang River is intermittently up and down. In about a half an hour if one gets faster, will reach the suspension bridge over the Kamlang River. After crossing the Kamlang River there are endless climbs all along the way through many streams which flow out of the gorge of hills and finally join the Kamlang.</p>\r\n<p>&nbsp;</p>\r\n<p>On the way to Glaw tuwi , the landscape of heights, the deep gorges and lofty mountains, the mesmerizing beauty of streams , flora &amp; fauna and the enchanting Kamlang river that you pass by while approaching to reach the wonderful valley and the foothills would be an exciting experience by itself.</p>\r\n<p>&nbsp;</p>\r\n<p>After having the adventurous journey for 7-8 hours, you will finally reach your destination, the Glaw Tuwi/lake nettled silently and thus embraced by the hills covered by evergreen forests. The mighty Glaw Tuwi is surrounded by high mountains from all sides.</p>\r\n<p>&nbsp;</p>\r\n<p>The Glaw tuwi has a future scope and ideal place for developing as a Tourist Resort. It would be an ideal place for adventurous tourists for trekking, hiking, angling; fishing and photography.Orchid lovers will find variety of orchids around and on the way throughout the lake.</p>\r\n<p>&nbsp;</p>\r\n<p>The most important thing that the region demands is to develop and for maintenance of porter track.</p>\r\n<p>&nbsp;</p>\r\n<p>Before you proceed to visit the majestic Glaw tuwi/Lake, one must carry First Aid Box, drinking water, tents and the fishing equipment, if interested.</p>","SubContentHindi":null,"ImageUrl":"3d0aa39c-ca63-4d4b-b7b4-ca6fa11b6e65_Glaw-tuwi-hawai-lake.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Parshuram Kund","SubTitleHindi":null,"SubContent":"<p>Parshuram kund is a Hindu pilgrimage centre situated at Telu Shati/Tailung area of Mishmi plateau in the lower reaches of the Lohit River, approximately 48 kms via Tohangam from Tezu, the Headquarters of Lohit District in Arunachal Pradesh. hills district comprising Mishmi inhabited areas.</p>\r\n<p>&nbsp;</p>\r\n<p>It is a famous holy place of worship which is steeped in Hinduism and is much venerated by them. It falls within the Kamlang reserve forests and is surrounded by dense forests.</p>\r\n<p>&nbsp;</p>\r\n<p>According to Hindu faith, the sage Parshuram, on the advice of some sages is said to have wandered all over the Himalayan range to atone for the sin of matricide initiated by his father. The axe that was stuck to his hand fell away cleaving the mountain that sprang the Brahmakund.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Parshuram Mela</p>\r\n<p>The focal point of Makar Sankranti which falls on 14th and 15th January is the Parshuram kund Mela which is celebrated in Telu Shati/Tailung area in Lohit District and which is a regular event since 1972. The Mela is held both at District Headquaters,Tezu and Parshuram kund/ Telu Shati/Tailung area which is 199 kms from Dibrugarh, the nearest Airport. During the Mela held from 1st week of January to 31st January, pilgrims and common visitors from all over the country and Nepal visit the place for sightseeing and holy dip at the famous Lohit River. The District Administration with the collaboration of the Department of Tourism has been making elaborate arrangements for security along with provision of shelters.</p>\r\n<p>&nbsp;</p>\r\n<p>Other public facilities like drinking water, toilets, ration shops and medical centers are also arranged for safe and comfortable stay of pilgrims.</p>","SubContentHindi":null,"ImageUrl":"732b19b4-27ee-426c-8a3d-c9437cac46dc_Parshuram-Kund.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Accommodation","SubTitleHindi":null,"SubContent":"<p>Tengapani, Namsai</p>\r\n<p>Circuit House, Namsai: 03806262228/8014541173</p>\r\n<p>Tourist lodge &amp; Cottage, Tengapani: 9859820682</p>\r\n<p>Chongkham</p>\r\n<p>Vidhyapeeth Guest House, Chongkham</p>\r\n<p>Tezu</p>\r\n<p>Circuit House: 03804222423/9402230555</p>\r\n<p>Oshin Hotel: 03804222776/ Manager: 9402476627.</p>\r\n<p>Shivam Hotel: 03804224610/Manager: 8256974014.</p>\r\n<p>Taboka Hotel: 8974655222/8974755777</p>\r\n<p>Saru Hotel: 8974428995</p>\r\n<p>Alamso Hotel: 8415869944</p>","SubContentHindi":null,"ImageUrl":"3adf17d0-f451-45de-9a1b-b6b35fc63400_hotel-lohit-sagar-restaurant.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>To enable the visitors to obtain easy entry, District Administration has also been making suitable provision for issue of Inner Line Permit for 30 days both at Dirak check gate and Sunpura check gate for visitors from outside. To reach Parshuram kund the visitors can travel from either Dibrugarh-Tinsukia via Rupai near Doomdooma to Dirak check gate where Inner Line Permit will be issued on the spot to them. Another route is through Sadiya, crossing the Bhupen Hazarika Bridge via Sunpura to Tezu, the District Headquarters where a big shopping fare is held in January every year.</p>\r\n<p>&nbsp;</p>\r\n<p>For safe and convenient journey of pilgrims, Lohit District Administration has been liaising with Tinsukia District Administration to maintain security along both routes.</p>\r\n<p>&nbsp;</p>\r\n<p>Air:</p>\r\n<p>Mohanbar Airport, Dibrugarh, Assam Rail: Tinsukia Railway Station, Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Road:</p>\r\n<p>Daily private vehicle/ Arunachal Transport Service available at Tinsukia.</p>\r\n<p>&nbsp;</p>\r\n<p>Night Super Service:</p>\r\n<p>Guwahati to Namsai/ Guwahati to Tezu.</p>\r\n<p>source: https://lohit.nic.in/</p>","SubContentHindi":null,"ImageUrl":"58d19827-2562-4e5d-aa64-62eb2df1f650_Lohit-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-lohit-tezu-arunachal-pradesh","tags":[{"name":"lohit","slug":"lohit"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"tezu","slug":"tezu"}],"recommendations":[{"id":1247,"title":"Top Places to visit in Pasighat, Arunachal Pradesh","imageUrl":"7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","dateCreated":"2020-04-23T04:28:06.947Z","dateModified":"2020-04-23T04:28:18.423Z","contributedBy":"AskGif","content":"Pasighat is the headquarter of East Siang district in the Indian state of Arunachal Pradesh. Situated at the eastern foothills of the Himalayas at 155 meters above mean sea level, Pasighat is Arunachal's oldest town. The Government of India included Pasighat in the Smart Cities Mission developmen","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"pasighat","slug":"pasighat"}],"slug":"top-places-to-visit-in-pasighat-arunachal-pradesh","total":0},{"id":343,"title":"Top Places to visit in West Siang, Along, Arunachal Pradesh","imageUrl":"78cc0b5a-ba18-4b39-b42f-babb20451a16_west-siang-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-13T08:38:57.136Z","dateModified":"2019-04-13T08:46:58.475Z","contributedBy":"AskGif","content":"West Siang is an administrative district in the state of Arunachal Pradesh in India.\r\n&nbsp;\r\nHistory\r\nIn 1989 territory was given from West Siang to the East Siang district. Since 1999, this territory has been in the new Upper Siang district. Archaeological finds from Malini","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/78cc0b5a-ba18-4b39-b42f-babb20451a16_west-siang-district-pincode-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"along","slug":"along"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"west-siang","slug":"west-siang"}],"slug":"top-places-to-visit-in-west-siang-along-arunachal-pradesh","total":0},{"id":334,"title":"Top Places to visit in Papum Pare, Yupia, Arunachal Pradesh","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"Papum Pare district is an administrative district in the state of Arunachal Pradesh in India. As of 2011 it is the most populous district of Arunachal Pradesh (out of 20).\r\nHistory\r\nThe district was formed in 1999 when it was split from Lower Subansiri district.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"papum-pare","slug":"papum-pare"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"yupia","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}