{"id":327,"title":"लोहित, तेजू में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"0fac3eb7-7243-4099-95d7-f5db67333d62_Arunachal-Pradesh-Lohit.jpg","dateCreated":"2019-03-27T17:59:03.829Z","dateModified":"2019-03-27T18:18:43.912Z","contributedBy":"AskGif","content":"<p>लोहित भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय तेजू में स्थित हैं। पापुम पारे और चंगलांग के बाद 2011 तक यह अरुणाचल प्रदेश का तीसरा सबसे अधिक आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>शब्द-साधन</p>\r\n<p>इसे पहले मिश्मी हिल्स के नाम से जाना जाता था। जिले का नाम लोहित नदी के नाम पर रखा गया है, संस्कृत लोहित् से, लाल-या जंग के रंग का, और उत्तर और दक्षिण में नदी घाटी और पहाड़ / पहाड़ शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>मध्यकाल के दौरान, वर्तमान जिला चुतिया साम्राज्य के शासकों के नियंत्रण में था। चुटिया शासकों ने 13 वीं शताब्दी की शुरुआत से 16 वीं शताब्दी तक के क्षेत्र को नियंत्रित किया और 19 वीं शताब्दी के दौरान यह 20 वीं सदी के पहले दशक में दंडात्मक अबोर और मिश्मी अभियान के बाद ब्रिटिश नियंत्रण में लाए जाने वाले अंतिम क्षेत्रों में से एक बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जून 1980 में, दिबांग वैली जिले को लोहित से अलग कर दिया गया था (और तब से नए लोअर दिबांग वैली जिले को बनाने के लिए फिर से विभाजित किया गया था)। 16 फरवरी 2004 को, अंजाव जिले को लोहित जिले के उत्तरी भाग से तिब्बत और म्यांमार की सीमा से बाहर निकाला गया, जिसका मुख्यालय हवाई में था। अंजव को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>वाकारो इस जिले का एक महत्वपूर्ण उप-विभाग है। यह एक अव्यवस्थित शब्द है जो स्थानीय बोली मिजू मिश्मि से उत्पन्न हुआ है:। लोहित का एक और महत्वपूर्ण उप-मंडल सूर्यपुरा है, जो असम और अरुणाचल सीमा के पास स्थित है। लोहित जिले का क्षेत्रफल 11,402 वर्ग किमी है और इसकी आबादी 143,478 (2001 के अनुसार) है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>इस जिले में चार अरुणाचल प्रदेश विधान सभा क्षेत्र स्थित हैं: तेजू, चौखाम, नामसाई और लेकांग। ये सभी अरुणाचल पूर्व लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>यह क्षेत्र अत्यधिक दुर्गम है, और यह 2004 में ही था कि परशुराम कुंड के पवित्र स्थल पर लोहित के पार एक स्थायी पुल का संचालन किया गया, जिससे तेजू को साल-दर-साल कनेक्शन मिला। ईस्ट ऑफ तेजू (लगभग 100 किमी) हैउलिआंग के छोटे से शहर में स्थित है, और यह एक नए जिले का मुख्यालय बनने के लिए स्लेट किया गया है। 1962 में वालोंग की प्रसिद्ध लड़ाई का स्थल चीन की सीमा के दक्षिण में वालोंग के छोटे से गेरिसन शहर के पास लोहित के साथ सड़क चलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार लोहित जिले की जनसंख्या 145,538 है, जो संत लूसिया के देश के बराबर है। यह इसे भारत में 601 की रैंकिंग देता है (कुल 640 में से)। जिले का जनसंख्या घनत्व 28 निवासियों प्रति वर्ग किलोमीटर (73 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 16.44% थी। लोहित में हर 1000 पुरुषों पर 901 महिलाओं का लिंग अनुपात है, और साक्षरता दर 69.88% है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोहित आदि, ज़ेखरिंग, खामाप्ती, सिंगोफो और मिश्मी जनजातियों का घर है। तिब्बतियों का एक छोटा समूह 1960 के दशक से लोहित में बस गया है। ज़ेखृंग तिब्बती बौद्ध हैं; खाप्ती और सिंघो थ्रेवाड़ा बौद्ध हैं, और मिश्मी और अदिस मुख्य रूप से एनिमिस्ट हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>बोली जाने वाली भाषाओं में जिले के पूर्वी भाग में बोली जाने वाली 30,000 वक्ताओं के साथ एक लुप्तप्राय चीन-तिब्बती जीभ शामिल है। प्रमुख भाषाएं हैं खम्पती, मिश्मी, ज़ेखरिंग, आदि और सिंगो।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1989 में लोहित जिला कमलंग वन्यजीव अभयारण्य का घर बन गया, जिसका क्षेत्रफल 783 किमी 2 (302.3 वर्ग मील) है। यह कुछ लुप्तप्राय वनस्पतियों और जीवों का घर है। जिले को जटरोफा की खेती के लिए एक आदर्श स्थान माना गया है, जिसका उपयोग जैव-डीजल बनाने के लिए किया जाता है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Lohit_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fac3eb7-7243-4099-95d7-f5db67333d62_Arunachal-Pradesh-Lohit.jpg","subContents":[{"SubTitle":"1. तोहंगम में लोहित व्यू पॉइंट","SubTitleHindi":null,"SubContent":"<p>लोहित व्यू पॉइंट एक सबसे अच्छा पर्यटन स्थल है, जो तोहंगम में रॉकी पर्वत की चोटी पर स्थित है, जो लगभग 3 किमी दूर है। तीरमू टाउनशिप के लिए। यह ह्युलियांग के रास्ते में है जहां कोई भी मनोरम दृश्य का आनंद ले सकता है। इस बिंदु से सूर्योदय और सूर्यास्त के शानदार लोहित घाटी। यह एक सूखी पिकनिक के लिए एक आदर्श स्थान है। लोग ताजी हवा और प्रकृति की अविश्वसनीय सुंदरता का आनंद ले सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"bcb8669a-a254-42cf-bfeb-d2c1324fbdd3_Lohit-View-Point-at-Tohangam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. तेजू, लोहित जिले का मुख्यालय","SubTitleHindi":null,"SubContent":"<p>तेजू,अरुणाचल प्रदेश के सबसे पुराने शहर और महत्वपूर्ण जिला मुख्यालयों में से एक है। इसने सौहार्द और शांति के प्रसार के लिए अपना खुद का रिकॉर्ड बनाया है। जीवन के हर क्षेत्र के लोग यहाँ रहने में आराम पाते हैं। यह एक शुद्ध धर्मनिरपेक्ष समाज का एक उदाहरण है, जिस सपने को राष्ट्रपिता ने पोषित किया था। उदाहरण के लिए, मंदिर, मठ और गुरुद्वारा एक ही परिसर के नीचे विज़-ए-विज़ खड़े हैं। सामाजिक स्थिति, जाति और पंथ या नस्ल के आधार पर किसी भी प्रकार का भेदभाव पूरी तरह से शून्य है। प्रगति और समृद्धि के लिए भूमि और जंगल अपने आप में समृद्ध हैं।</p>","SubContentHindi":null,"ImageUrl":"8aa22ded-fbc4-4663-901d-fc6a5038cea0_Tezu-the-headquarter-of-Lohit-District.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. ग्लव तुवि ह्वै झील","SubTitleHindi":null,"SubContent":"<p>Glaw के लिए साहसिक यात्रा शुरू करने का सबसे अच्छा तरीका वकरो से जंगलों के फाटक के पास दूर के अंत में चलने योग्य बिंदु तक वाहन ले जाना है। कमलांग नदी के गर्जन के रास्ते में यात्रा रुक-रुक कर होती रहती है। लगभग डेढ़ घंटे में अगर कोई तेज हो जाता है, तो कमलांग नदी पर बने सस्पेंशन ब्रिज तक पहुंच जाएगा। कमलंग नदी को पार करने के बाद, कई धाराओं के माध्यम से पूरे रास्ते में अंतहीन चढ़ाई होती है जो पहाड़ियों के कण्ठ से निकलती हैं और अंत में कमलांग से जुड़ जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Glaw tuwi, हाइट्स के परिदृश्य, गहरे घाटियों और बुलंद पहाड़ों, धाराओं, वनस्पतियों और जीवों की मंत्रमुग्ध करने वाली सुंदरता और अद्भुत कमलांग नदी से गुजरते हुए, जो आप अद्भुत घाटी और तलहटी तक पहुंचने के लिए गुजरते हुए गुजरते हैं। रोमांचक अनुभव।</p>\r\n<p>&nbsp;</p>\r\n<p>7-8 घंटे की साहसिक यात्रा करने के बाद, आप आखिरकार अपनी मंजिल तक पहुंच जाएंगे, Glaw Tuwi / लेक ने चुपचाप जाल बिछाया और इस तरह सदाबहार जंगलों से ढकी पहाड़ियों से आलिंगन किया। शक्तिशाली ग्लेव तुवी चारों ओर से ऊंचे पहाड़ों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक पर्यटक रिज़ॉर्ट के रूप में विकसित होने के लिए Glaw tuwi में भविष्य की गुंजाइश और आदर्श स्थान है। यह ट्रेकिंग, लंबी पैदल यात्रा, एंगलिंग के लिए साहसिक पर्यटकों के लिए एक आदर्श स्थान होगा; मछली पकड़ने और फोटोग्राफी। पुरातन प्रेमियों को झील के चारों ओर और रास्ते में विभिन्न प्रकार के ऑर्किड मिलेंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>सबसे महत्वपूर्ण बात यह है कि क्षेत्र की मांग है कि कुली ट्रैक के विकास और रखरखाव के लिए।</p>\r\n<p>&nbsp;</p>\r\n<p>इससे पहले कि आप राजसी Glaw tuwi / Lake पर जाएँ, किसी को फ़र्स्ट एड बॉक्स, पीने का पानी, टेंट और मछली पकड़ने के उपकरण, अगर दिलचस्पी हो तो ले जाना चाहिए।</p>","SubContentHindi":null,"ImageUrl":"3d0aa39c-ca63-4d4b-b7b4-ca6fa11b6e65_Glaw-tuwi-hawai-lake.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. परशुराम कुंड","SubTitleHindi":null,"SubContent":"<p>परशुराम कुंड एक हिंदू तीर्थस्थल है, जो लोहित नदी की निचली पहुंच में मिश्मी पठार के तेलु शती / तैलंग क्षेत्र में स्थित है, अरुणाचल प्रदेश में लोहित जिले के मुख्यालय तेजू से तोहंगम के माध्यम से लगभग 48 किलोमीटर दूर है। पहाड़ी जिले जिसमें मिश्मी बसे हुए क्षेत्र शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह पूजा का एक प्रसिद्ध पवित्र स्थान है जो हिंदू धर्म में डूबा हुआ है और उनके द्वारा बहुत पूजा जाता है। यह कमलांग रिजर्व जंगलों के भीतर पड़ता है और घने जंगलों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदू धर्म के अनुसार, ऋषि परशुराम, कुछ ऋषियों की सलाह पर, अपने पिता द्वारा शुरू किए गए मैट्रिक के पाप का प्रायश्चित करने के लिए हिमालय श्रृंखला में भटक गए थे। जो कुल्हाड़ी उसके हाथ में लगी थी, वह ब्रह्मकुंड में फैले पहाड़ को चीरती हुई निकल गई।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>परशुराम मेला</p>\r\n<p>मकर संक्रांति का केंद्र बिंदु जो 14 और 15 जनवरी को पड़ता है, वह परशुराम कुंड मेला है, जो लोहित जिले के तेलु शती / तैलंग क्षेत्र में मनाया जाता है और जो 1972 के बाद से एक नियमित कार्यक्रम है। मेला जिला मुख्यालयों, तेजु और दोनों में आयोजित किया जाता है परशुराम कुंड / तेलु शती / तैलंग क्षेत्र, जो निकटतम हवाई अड्डा डिब्रूगढ़ से 199 किलोमीटर दूर है। 1 जनवरी से 31 जनवरी तक चलने वाले मेले के दौरान, देश और नेपाल के तीर्थयात्री और आम पर्यटक प्रसिद्ध लोहित नदी पर दर्शनीय स्थलों और पवित्र स्नान के लिए जाते हैं। पर्यटन विभाग के सहयोग से जिला प्रशासन आश्रय की व्यवस्था के साथ-साथ सुरक्षा के भी विस्तृत इंतजाम करता रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>तीर्थयात्रियों के सुरक्षित और आरामदायक रहने के लिए अन्य सार्वजनिक सुविधाओं जैसे पीने के पानी, शौचालय, राशन की दुकानों और चिकित्सा केंद्रों की भी व्यवस्था की जाती है।</p>","SubContentHindi":null,"ImageUrl":"732b19b4-27ee-426c-8a3d-c9437cac46dc_Parshuram-Kund.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. निवास","SubTitleHindi":null,"SubContent":"<p>तेंगापानी, नामसाई</p>\r\n<p>सर्किट हाउस, नामसाई: 03806262228/8014541173</p>\r\n<p>टूरिस्ट लॉज एंड कॉटेज, तेंगापानी: 9859820682</p>\r\n<p>Chongkham</p>\r\n<p>विद्यापीठ गेस्ट हाउस, चोंगखम</p>\r\n<p>तेजु</p>\r\n<p>सर्किट हाउस: 03804222423/9402230555</p>\r\n<p>ओशिन होटल: 03804222776 / प्रबंधक: 9402476627</p>\r\n<p>शिवम होटल: 03804224610 / प्रबंधक: 8256974014।</p>\r\n<p>तबोका होटल: 8974655222/8974755777</p>\r\n<p>सरयू होटल: 8974428995</p>\r\n<p>आलमसो होटल: 8415869944</p>","SubContentHindi":null,"ImageUrl":"3adf17d0-f451-45de-9a1b-b6b35fc63400_hotel-lohit-sagar-restaurant.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>आगंतुकों को आसानी से प्रवेश पाने में सक्षम बनाने के लिए, जिला प्रशासन बाहर से आने वाले आगंतुकों के लिए डीरक चेक गेट और सुनपुरा दोनों स्थानों पर 30 दिनों के लिए इनर लाइन परमिट जारी करने के लिए उपयुक्त प्रावधान कर रहा है। परशुराम कुंड तक पहुंचने के लिए आगंतुक डिब्रूगढ़-तिनसुकिया या तो रूपई से डूमडोमा के पास डराक चेक गेट तक जा सकते हैं, जहां उन्हें इनर लाइन परमिट जारी किया जाएगा। एक अन्य मार्ग सदिया के माध्यम से, सूर्यपुरा से तेजु के लिए भूपेन हजारिका पुल को पार करके जिला मुख्यालय है, जहां हर साल जनवरी में एक बड़ा खरीदारी किराया आयोजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>तीर्थयात्रियों की सुरक्षित और सुविधाजनक यात्रा के लिए, लोहित जिला प्रशासन दोनों मार्गों पर सुरक्षा बनाए रखने के लिए तिनसुकिया जिला प्रशासन के साथ सहयोग कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु:</p>\r\n<p>मोहनबार एयरपोर्ट, डिब्रूगढ़, असम रेल: तिनसुकिया रेलवे स्टेशन, असम।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क:</p>\r\n<p>तिनसुकिया में उपलब्ध दैनिक निजी वाहन / अरुणाचल परिवहन सेवा।</p>\r\n<p>&nbsp;</p>\r\n<p>रात सुपर सेवा:</p>\r\n<p>गुवाहाटी से नामसाई / गुवाहाटी से तेजू।</p>\r\n<p>स्रोत: https://lohit.nic.in/</p>","SubContentHindi":null,"ImageUrl":"58d19827-2562-4e5d-aa64-62eb2df1f650_Lohit-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-lohit-tezu-arunachal-pradesh","tags":[{"name":"लोहित","slug":"lohit"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"तेजू","slug":"tezu"}],"recommendations":[{"id":1247,"title":"पासीघाट में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","dateCreated":"2020-04-23T04:28:06.947Z","dateModified":"2020-04-23T04:28:18.423Z","contributedBy":"AskGif","content":"पासीघाट भारतीय राज्य अरुणाचल प्रदेश में पूर्वी सियांग जिले का मुख्यालय है। मध्य समुद्र तल से 155 मीटर ऊपर हिमालय की पूर्वी तलहटी में स्थित, पासीघाट अरुणाचल का सबसे पुराना शहर है। भारत सरकार ने जून, 2017 में पासीघाट को स्मार्ट सिटीज मिशन विकास योजना में शामिल किया।\r\n&nbsp;\r\nपर्यटन</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"पासीघाट","slug":"pasighat"}],"slug":"top-places-to-visit-in-pasighat-arunachal-pradesh","total":0},{"id":343,"title":"पश्चिम सियांग, अलोंग, में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"78cc0b5a-ba18-4b39-b42f-babb20451a16_west-siang-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-13T08:38:57.136Z","dateModified":"2019-04-13T08:46:58.475Z","contributedBy":"AskGif","content":"पश्चिम सियांग भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\n1989 में पश्चिम सियांग से पूर्वी सियांग जिले तक का क्षेत्र दिया गया था। 1999 के बाद से, यह क्षेत्र नए ऊपरी सियांग जिले में रहा है। पश्चिम सियांग के मालिनीथान साइट से प्राप्त पुरातत्ववेत्ता ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/78cc0b5a-ba18-4b39-b42f-babb20451a16_west-siang-district-pincode-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अलोंग","slug":"along"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"पश्चिम-सियांग","slug":"west-siang"}],"slug":"top-places-to-visit-in-west-siang-along-arunachal-pradesh","total":0},{"id":334,"title":"पापुम पारे, युपिया में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"पापुम पारे जिला भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। 2011 तक यह अरुणाचल प्रदेश (20 में से) का सबसे अधिक आबादी वाला जिला है।\r\nइतिहास\r\nजिले का गठन 1999 में किया गया था जब इसे लोअर सुबनसिरी जिले से विभाजित किया गया था।\r\n&nbsp;\r\nभूगोल\r\nजिला मुख्याल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पापुम-पारे","slug":"papum-pare"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"युपिआ","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":295,"title":"अंजाव, हवाई में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"अंजाव जिला उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह एक नया बनाया गया जिला है, जिसे 16 फरवरी 2004 को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत लोहित जिले से विभाजित किया गया था। [२] जिले की सीमा उत्तर में चीन है। हवाई, समुद्र तल से 1296 मीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अंजाव","slug":"anjaw"},{"name":"हवाई","slug":"hawai"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}