{"id":328,"title":"Top Places to visit in Longding, Arunachal Pradesh","imageUrl":"50799648-8cfd-43e3-b574-00d90a243231_Longding-district.jpg","dateCreated":"2019-03-28T14:48:48.842Z","dateModified":"2019-03-28T14:59:54.175Z","contributedBy":"AskGif","content":"<p>Longding is the administrative headquarters of Longding district in the Indian state of Arunachal Pradesh. It is located about 150 kilometers from Tinsukia, Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Longding district is one of the 20 administrative districts of Arunachal Pradesh in northeastern India. It was carved out of the south-western portion of the Tirap District. The district shares its boundary to the south and south-east with the country of Myanmar. Its boundary to the west and the north are shared with the Indian states of Nagaland and Assam, respectively. Towards the north-east is the Tirap District from which the district was carved out in 2012. The district has a population of around 60000 and an area of roughly 1200 square kilometers. Longding has pleasant climate throughout the year. Due to its hilly terrain, the temperature ranges from 15C (in winter) to 30C in summers).&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The district has been historically inhabited by the Wancho people. With low productivity, the district was considered one of the most backward in the state. The creation of the new district was approved by the state cabinet on August 7, 2009, under the chairmanship of the then chief minister Dorjee Khandu. The state government constituted a high-power committee on June 23, 2010, for finalizing the district boundary. According to the report submitted by high power committee on 11 August 2011, the Longding District was created on 26 September 2011 by passing The Arunachal Pradesh Bill 2011 by voice-vote. The district was formally inaugurated on 19 March 2012 by chief minister Nabam Tuki.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district consists of six subdivisions or circles: Longding, Kanubari, Pongchau, Wakka, Pumao and Lawnu. It includes the villages of Longphong, Nianu, Niausa, Senua, Senua Noksa, Zedua, Nginu, Mintong, Chanu, Longchan, Chubam, Russa and Rangluwa.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>The district is inhabited mainly by the Wancho people. They are culturally similar to the Naga people. They practice gun making, wood carving and bead making. They follow a type of Slash-and-burn cultivation known as the Jhum cultivation. Still many people follow Animism though a few have converted to Christianity. The district has an estimated population of 60,000.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Longding_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/50799648-8cfd-43e3-b574-00d90a243231_Longding-district.jpg","subContents":[{"SubTitle":"1. Myanmar Border","SubTitleHindi":null,"SubContent":"<p>Bordering Mayanmar in the East, this is the most recently created district of Arunachal Pradesh. The Natural beauty of this area is multiplied many folds by its vibrant people and their culture. Longding is historically been inhabited by the wancho people, who practice Gun making, wood carving and bead making. Oriah is the main festival of the Wancho tribe of Tirap district, celebrated during March-April every year just after snowing paddy in the jhoom plots.</p>\r\n<p>&nbsp;</p>\r\n<p>This valley forms a part of Patkai ranges. This area is covered with ever-green forests. The area has motor able road upto Pongchao in Longding district.</p>","SubContentHindi":null,"ImageUrl":"4df0d47f-81d6-47e9-9531-0ee88f97f15f_Myanmar-Border.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Accommodation","SubTitleHindi":null,"SubContent":"<p>The following Accommodation facilities are available at Longding, Longding District.</p>\r\n<p>&nbsp;</p>\r\n<p>Circuit House</p>\r\n<p>Near PWD Office, Longding</p>\r\n<p>&nbsp;</p>\r\n<p>Dist.- Longding</p>\r\n<p>&nbsp;</p>\r\n<p>Longding</p>\r\n<p>&nbsp;</p>\r\n<p>Arunachal Pradesh- 792131, India</p>\r\n<p>&nbsp;</p>\r\n<p>Price Range : Rs. 500 &ndash; Rs. 1000</p>","SubContentHindi":null,"ImageUrl":"f0a9307e-a097-47de-a05d-c79e6762792e_Accommodation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Train</p>\r\n<p>The nearest rail station from Longding via Kanubari is Sapeghati in Assam situated at a distance of around 60 kms from Longding district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>By Bus</p>\r\n<p>Tata Sumo service is avilable to Longding from the Town of Tinsukia and Dibrugarh in Assam. Sumo Service is also available from the nearest Town Khonsa. Dibrugarh, Tinsukia and Khonsa is well connected by bus service from Itanagar and Guwahati.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>The nearest airport is located at Mohanbari near Dibrugarh which is located at a distance of 178 kms away from Longding District Headquarters. Besides the following Helipads are available which can be used during any emergency situation.</p>","SubContentHindi":null,"ImageUrl":"9ae8043c-af16-4ad7-a6f6-09e5c2477acb_Longding-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-longding-arunachal-pradesh","tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"longding","slug":"longding"}],"recommendations":[{"id":1246,"title":"Top Places to visit in Naharlagun, Arunachal Pradesh","imageUrl":"181049e4-609e-461d-ab28-34251cca0817_Naharlagun.jpg","dateCreated":"2020-04-23T04:08:34.846Z","dateModified":"2020-04-23T04:09:32.114Z","contributedBy":"AskGif","content":"Naharlagun is a town situated in the foothills of the Himalayas in the Indian state of Arunachal Pradesh.\r\n&nbsp;\r\nGeography\r\nIt is at an altitude of 155 meters from sea level. Surrounded by mountains, Naharlagun is a city that sees annual long monsoon rains. The weather is s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/181049e4-609e-461d-ab28-34251cca0817_Naharlagun.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"naharlagun","slug":"naharlagun"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-naharlagun-arunachal-pradesh","total":0},{"id":334,"title":"Top Places to visit in Papum Pare, Yupia, Arunachal Pradesh","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"Papum Pare district is an administrative district in the state of Arunachal Pradesh in India. As of 2011 it is the most populous district of Arunachal Pradesh (out of 20).\r\nHistory\r\nThe district was formed in 1999 when it was split from Lower Subansiri district.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"papum-pare","slug":"papum-pare"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"yupia","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":327,"title":"Top Places to visit in Lohit, Tezu, Arunachal Pradesh","imageUrl":"0fac3eb7-7243-4099-95d7-f5db67333d62_Arunachal-Pradesh-Lohit.jpg","dateCreated":"2019-03-27T17:59:03.829Z","dateModified":"2019-03-27T18:18:43.912Z","contributedBy":"AskGif","content":"Lohit is an administrative district in the state of Arunachal Pradesh in India. The district headquarters are located at Tezu. As of 2011 it is the third most populous district of Arunachal Pradesh, after Papum Pare and Changlang.\r\n&nbsp;\r\nEtymology\r\nIt was known earlier as t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fac3eb7-7243-4099-95d7-f5db67333d62_Arunachal-Pradesh-Lohit.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lohit","slug":"lohit"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"tezu","slug":"tezu"}],"slug":"top-places-to-visit-in-lohit-tezu-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}