{"id":329,"title":"Top Places to visit in Lower Dibang Valley, Roing, Arunachal Pradesh","imageUrl":"4551521c-d424-4cd4-9eca-9c3432db43fc_Arunachal-Pradesh-Lower-Dibang-Valley.jpg","dateCreated":"2019-03-29T14:38:39.97Z","dateModified":"2019-03-29T14:54:51.13Z","contributedBy":"AskGif","content":"<p>The Lower Dibang Valley district is an administrative district in the state of Arunachal Pradesh in northeastern India. It is the tenth least populous district in the country (out of 707).</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>&nbsp;</p>\r\n<p>Snow-clad mountain</p>\r\n<p>The area of the present district was an integral part of the Chutiya Kingdom from the 12th to the 16th century. In June 1980, Dibang Valley district was created out of part of Lohit district. On 16 December 2001, Dibang Valley district was bifurcated into Dibang Valley district and Lower Dibang Valley district. This district is credited significantly for producing 1st in the state of Arunachal, the likes such as:-</p>\r\n<p>&nbsp;</p>\r\n<p>1) Gora Pertin, first Pro-temporary Speaker of Arunachal Pradesh Legislative Assembly (1975)</p>\r\n<p>&nbsp;</p>\r\n<p>2) Jomin Tayeng, first IAS (direct recruit through UPSC, 1967), first L.L.B (Law Graduate, 1967) in Arunachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>3) Tine Mena (1st women to climb Mt. everest) from Arunachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>4) Anayok James Tayeng, first IAS (Indian Administrative Service) officer (by induction), 1964.</p>\r\n<p>&nbsp;</p>\r\n<p>5) Mukut Mithi, first person to become Lieutant Governor from the state of Arunachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>6) Dr. Marak Pertin, first Navy Doctor from Arunachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>7) Mrs Rukluki Lego, First ANM (Auxiliary Nursing Midwife), 1951 batch from Arunachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>8) Dugyon Lego, first person to publish a book called PADAM KITAB in Roman Script for elementary education in indigenous dialect in the year 1935.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district headquarters of the district is Roing. Before it was carved out on 16 December 2001, Anini was the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The 2,000-kilometre-long (1,200 mi) proposed Mago-Thingbu to Vijaynagar Arunachal Pradesh Frontier Highway along the McMahon Line, (will intersect with the proposed East-West Industrial Corridor Highway) and will pass through this district, alignment map of which can be seen here and here.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>There are two Arunachal Pradesh Legislative Assembly constituencies located in this district: Dambuk and Roing. Both are part of Arunachal East Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Lower Dibang Valley district has a population of 53,986, roughly equal to the nation of Saint Kitts and Nevis. This gives it a ranking of 630th in India (out of a total of 640). The district has a population density of 14 inhabitants per square kilometre (36/sq mi) . Its population growth rate over the decade 2001&ndash;2011 was 7.01%. Lower Dibang Valley has a sex ratio of 919 females for every 1000 males, and a literacy rate of 70.38%.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Major Languages spoken include Idu (local language with highest number of speakers) and Adi. Hindi has been imposed extensively on children in kindergarten since 1970s. Most of the citizens now understand and speak Hindi. Several other languages are spoken too in various pockets such as Nepali, Assamese etc. by people who primarily provide labour in farms, tea gardens etc. English too is abundantly spoken by educated citizens.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>The district is rich in wildlife. Rare mammals such as Mishmi takin, red goral, elephant, wild water buffalo and leaf muntjac occur while among birds there is the rare Sclater's monal, Blyth's tragopan, rufous-necked hornbill, Bengal florican, white-winged wood duck. A flying squirrel, new to science, i.e., Mishmi Hills giant flying squirrel (Petaurista mishmiensis) also occurs in this district.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1980 Lower Dibang Valley district became home to the Mehao Wildlife Sanctuary, which has an area of 282 km2 (108.9 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Handicraft</p>\r\n<p>The Idus are expert craftsman. The Idu women, in particular, are very good weavers. Their great aesthetic sense is well reflected in the exquisite designs created on the clothes produced on handlooms. The Idu men are well apt in making beautiful basketry items of bamboo and cane</p>\r\n<p>&nbsp;</p>\r\n<p>Handicrafts of the Adis are best seen in their cane and bamboo works. Baskets, trays, haversacks, mats and hats and headgears with artistic designs are produced for domestic use.</p>\r\n<p>&nbsp;</p>\r\n<p>Women are expert weavers. Their home productions, like coats, jackets, bags, skirts, shawls and blankets displaying their abilities in handloom.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Lower_Dibang_Valley_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4551521c-d424-4cd4-9eca-9c3432db43fc_Arunachal-Pradesh-Lower-Dibang-Valley.jpg","subContents":[{"SubTitle":"1. Mipi-Pene","SubTitleHindi":null,"SubContent":"<p>The Mipi Pene Centre is located at Ezenggo, Roing, Lower Dibang Valley. Mipi Pene refers to the Igu or the shaman. The centre was established in the year 2017 with the objective of preserving and promoting Igu system of the Idu Mishmi community. The idea is also to make it an excellent learning centre for the Igu system and the tradition and culture of the Idu Mishmis. The centre was inaugurated on 1st February 2018 by Sri Pema Khandu, Hon&rsquo;ble CM of AP.</p>\r\n<p>&nbsp;</p>\r\n<p>The Mipi Pene Centre has an office for reception, a Seminar Hall (Igu hall) with a seating capacity of hundred people, a museum where the materials related to Igu is displayed for visitors. A dormitory has been attached to the centre for students and scholars who may want to stay to learn Igu. The centre also has an auditorium for larger cultural activities. The complex has a small but well maintained lawn for study and outdoor activities. At present the Chairman of Mipi Pene Centre is Shri Mukut Mithi, Hon&rsquo;ble MP (RS) and the Secretary is Dr Mite Lingi with more than ten committee members.</p>","SubContentHindi":null,"ImageUrl":"8513859b-311a-4b66-ac80-d15fe235c4fd_Mipi-Pene.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Roing","SubTitleHindi":null,"SubContent":"<p>Roing, the District Hq is the central point to all the tourist spots&nbsp; in the district. Most of the places are very near to the town or within the township. Tour operators are available in Roing.</p>\r\n<p>&nbsp;</p>\r\n<p>Roing to Jia&nbsp; &ndash;&nbsp; 12.5 kms</p>\r\n<p>Roing to Hunli&nbsp; &ndash; 90 kms</p>\r\n<p>Roing to Mayodia&nbsp; &ndash;&nbsp; 56 kms</p>\r\n<p>Roing to Sally Lake&nbsp; &ndash;&nbsp; 3 kms</p>\r\n<p>Roing to Bhismaknagar&nbsp; &ndash;&nbsp; 30 kms</p>\r\n<p>Roing to Chimri&nbsp; &ndash; 28 kms</p>\r\n<p>Roing to Dambuk&nbsp; &ndash; 40 kms</p>","SubContentHindi":null,"ImageUrl":"7048775a-767c-4993-b0bd-23706b29abda_Roing.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Sally Lake & Mehao Lake","SubTitleHindi":null,"SubContent":"<p>Sally Lake &ndash; A lake Resort</p>\r\n<p>Just 3 kms away for Roing, you are at a famous Sally Lake&hellip;&hellip;.a natural lake surrounded by thick green forest provides a serene and tranquil atmosphere. Sally Lake at Roing. The lake overlooks the beautiful valley down below on the far horizon and the gushing Dibang River spreading its branches in multiple directions. Watch beautiful fishes in the clear waters of the lake. Halt here and experience the hospitality at the Sally Lake tourist lodge.</p>\r\n<p>&nbsp;</p>\r\n<p>Mehao Lake&hellip;a natural lake amidst virgin forest</p>\r\n<p>Part of the Mehao Wildlife Sanctuary, situated at an altitude of nearly 3000 feet and at 14 kms from Roing is the natural stretch of water which is considered to be one of the most beautiful spots in Arunachal Pradesh.</p>\r\n<p>Mehao lake. The absolutely clear water of the lake attracts huge number of wild ducks. It is a vast lake covering an area of about 4 sq. km. The surroundings of this lake are extremely rich in flora and fauna. The water of the lake is absolutely crystal clear and a boat ride walk around the lake fills one with divine pleasure. Trekking the small pathway leading to the lake through the virgin forest is a wonderful experience. Geologists have classified this Lake as Oliogotropic (Low Nutrient) Lake. Where no fish is available is called as Low Nutrient Lake. It is a vast lake covering an area of about 4 sq. km. The surroundings of this lake are extremely rich in flora and fauna. The water of the lake is absolutely crystal clear and a walk aroubd the lake fills one with divine pleasure. Trekking the small pathway leading to the lake through the virgin forest is a wonderful experience.</p>\r\n<p>&nbsp;</p>\r\n<p>Mehao Wildlife Sanctuary: A real ocean of green paradise on earth.</p>\r\n<p>A rugged mountainous belt with its panoramic landscape is beyond description. It is a land of wonder for tourists and living treasure for Scientists i.e. Ornithologists, Zoologists, Botanists, Ecologists. Indeed, a virgin natural forest with unique natural lakes in the midst of wilderness. The sanctuary is located near Roing and covers an area of 281.5 sq. km. The altitude varies from 400m to 3568m from Mean Sea Level (MSL). The sanctuary derives its name from Mehao Lake, a vast and virgin lake and is situated at a distance of 17 km from Roing.</p>","SubContentHindi":null,"ImageUrl":"2d079ef1-5a84-4e60-8012-b38ca813e5f1_sally-lake.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Bhismaknagar","SubTitleHindi":null,"SubContent":"<p>Bhismaknagar fort, located nearly 30 km from Roing is tentatively dated to 8 century and is recorded as the oldest archaeological site in the region. Bhismaknagar.</p>\r\n<p>&nbsp;</p>\r\n<p>The site was first explored by I. Block in 1848 and afterward it was excavated from 1965-70. The complex houses the ruins of brick-built structure of 1860.52 sq. m plinth area, having three halls, two extension rooms and six entrances in all. It has two impressive gates &ndash; Eastern Gate and Western Gate. Almost the entire area of the fortress is protected with a rampart wall made of bricks, stone and mud. The Northern side of the fort is protected by natural boundary of hills.</p>\r\n<p>&nbsp;</p>\r\n<p>Excavation conducted at the site by the Research department, Govt. of A.P in 1965-70 yielded large number of wheel turned pottery, terracotta plaque with animal and floral design, decorative tiles, figurines of horse and elephant, inscribed bricks with animal motifs etc.</p>","SubContentHindi":null,"ImageUrl":"20e771fd-375c-4df1-88a5-bf36214fe427_Bhismaknagar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Accommodation","SubTitleHindi":null,"SubContent":"<p>1Circuit House, RoingDC Office</p>\r\n<p>2Eze Tower, Forest Guest HouseDFO (Forest), Roing</p>\r\n<p>3 Mishmi Hill Camp, Ezengo, Behind Jawaharlal Forest Park #9862856981 pulujb[at]gmail[dot]com</p>\r\n<p>4Yatri Niwas, Ezengo, Near Power Grid Station#7085687349</p>\r\n<p>5Dibang Valley Jungle Camp/Help Tourism#9862829416</p>\r\n<p>6D. S. Hotel, Near Statndard Diagnostic Centre, Roing#9206348487</p>\r\n<p>7Hotel Lasa, Main Market, Roing</p>\r\n<p>8 Hotel Mimu, Lower Market, Near State Transport Station #8787448142 #3803-222698</p>","SubContentHindi":null,"ImageUrl":"2128f8a2-6f9e-4c5e-b8a7-e748d4f29828_getlstd-property-photo.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Air</p>\r\n<p>Nearest airport is Mohanbari (Dibrugarh) airport situated at 148 kms from Roing. Cabs can be availed on arrival. Chopper service from Nahalagun-Pasighat-Mohanbari-Roing.</p>\r\n<p>&nbsp;</p>\r\n<p>By Train</p>\r\n<p>Nearest railway station is the &lsquo;New Tinsukia Junction&rsquo; is just 138 kms from Roing. Busses and cabs ply from Tinsukia to Roing the whole day.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>Roing is well connected with the nearest neighbouring towns of Arunachal Pradesh as well as Assam. Daily day and night bus services are available from Roing to Tinsukia, Guwahati, Siliguri and Itanagar. Taxi can be hired for sightseeing and travelling to nearest towns like Tezu, Dambuk, Anini, Pasighat etc.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://roing.nic.in/</p>","SubContentHindi":null,"ImageUrl":"2fe21c62-6924-4229-98ae-7342b6e21c82_Lower-Dibang-Valley-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-lower-dibang-valley-roing-arunachal-pradesh","tags":[{"name":"roing","slug":"roing"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"lower-dibang-valley","slug":"lower-dibang-valley"}],"recommendations":[{"id":339,"title":"Top Places to visit in Upper Dibang Valley, Anini, Arunachal Pradesh","imageUrl":"48bf158f-3e4e-474a-9838-84eca052500a_Arunachal-Pradesh-Dibang-Valley.jpg","dateCreated":"2019-04-07T05:47:29.918Z","dateModified":"2019-04-07T09:02:11.068Z","contributedBy":"AskGif","content":"Upper Dibang Valley is a district of Arunachal Pradesh named after the Dibang River or the Talon as the Mishmis call it. Although the Dibang Valley district is the largest district in the state with an area of 9,129 square kilometres (3,525 sq mi), it is the least populated district in India.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/48bf158f-3e4e-474a-9838-84eca052500a_Arunachal-Pradesh-Dibang-Valley.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"upper-dibang-valley","slug":"upper-dibang-valley"},{"name":"anini","slug":"anini"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-upper-dibang-valley-anini-arunachal-pradesh","total":0},{"id":336,"title":"Top Places to visit in Siang, Pangin, Arunachal Pradesh","imageUrl":"bd488210-4677-4693-97ae-967b69a56480_Siang.jpg","dateCreated":"2019-04-05T13:45:08.427Z","dateModified":"2019-04-05T13:51:33.729Z","contributedBy":"AskGif","content":"Siang District is the 21st district of Arunachal Pradesh State, India. This district was created by bifurcating West Siang and East Siang districts of Arunachal Pradesh consisting of 32-Rumgong-Kaying and 35-Boleng-Pangin Constituencies. The district was inaugurated on 27 November 2015 by Chief M","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd488210-4677-4693-97ae-967b69a56480_Siang.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"siang","slug":"siang"},{"name":"pangin","slug":"pangin"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-siang-pangin-arunachal-pradesh","total":0},{"id":334,"title":"Top Places to visit in Papum Pare, Yupia, Arunachal Pradesh","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"Papum Pare district is an administrative district in the state of Arunachal Pradesh in India. As of 2011 it is the most populous district of Arunachal Pradesh (out of 20).\r\nHistory\r\nThe district was formed in 1999 when it was split from Lower Subansiri district.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"papum-pare","slug":"papum-pare"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"yupia","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}