{"id":329,"title":"लोअर दिबांग घाटी, रोइंग में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"4551521c-d424-4cd4-9eca-9c3432db43fc_Arunachal-Pradesh-Lower-Dibang-Valley.jpg","dateCreated":"2019-03-29T14:38:39.97Z","dateModified":"2019-03-29T14:54:51.13Z","contributedBy":"AskGif","content":"<p>निचला दिबांग घाटी जिला पूर्वोत्तर भारत के अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह देश का दसवां सबसे कम आबादी वाला जिला है (707 में से)।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>&nbsp;</p>\r\n<p>बर्फ से ढका पहाड़</p>\r\n<p>वर्तमान जिले का क्षेत्र 12 वीं से 16 वीं शताब्दी तक चुटिया साम्राज्य का अभिन्न अंग था। जून 1980 में, दिबांग घाटी जिले को लोहित जिले के हिस्से से बाहर बनाया गया था। 16 दिसंबर 2001 को दिबांग घाटी जिले को दिबांग घाटी जिले और लोअर दिबांग घाटी जिले में विभाजित किया गया। इस जिले को अरुणाचल राज्य में पहली बार उत्पादन करने का श्रेय दिया जाता है, जैसे कि: -</p>\r\n<p>&nbsp;</p>\r\n<p>1) गोरा पर्टिन, अरुणाचल प्रदेश विधान सभा के पहले प्रो-अस्थायी अध्यक्ष (1975)</p>\r\n<p>&nbsp;</p>\r\n<p>2) जोमिन तायेंग, पहले IAS (UPSC, 1967 के माध्यम से सीधी भर्ती), अरुणाचल प्रदेश में पहला L.L.B (लॉ ग्रेजुएट, 1967)।</p>\r\n<p>&nbsp;</p>\r\n<p>3) अरुणाचल प्रदेश से टीना मैना (माउंट एवरेस्ट पर चढ़ने वाली पहली महिला)।</p>\r\n<p>&nbsp;</p>\r\n<p>4) अनयोक जेम्स टेयेंग, पहले IAS (भारतीय प्रशासनिक सेवा) अधिकारी (प्रेरण द्वारा), 1964।</p>\r\n<p>&nbsp;</p>\r\n<p>5) मुकुट मीठी, अरुणाचल प्रदेश राज्य से उपराज्यपाल बनने वाले पहले व्यक्ति।</p>\r\n<p>&nbsp;</p>\r\n<p>6) डॉ। मारक पर्टिन, अरुणाचल प्रदेश के पहले नेवी डॉक्टर।</p>\r\n<p>&nbsp;</p>\r\n<p>7) श्रीमती रुक्लुकी लेगो, फर्स्ट एएनएम (सहायक नर्सिंग मिडवाइफ), अरुणाचल प्रदेश से 1951 बैच।</p>\r\n<p>&nbsp;</p>\r\n<p>) डुग्योन लेगो, प्रथम व्यक्ति जो १ ९ ३५ में स्वदेशी बोली में प्रारंभिक शिक्षा के लिए रोमन लिपि में PADAM KITAB नामक पुस्तक प्रकाशित करते थे।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>जिले का जिला मुख्यालय रोइंग है। इससे पहले कि 16 दिसंबर 2001 को नक्काशी की जाती थी, अनिनी जिला मुख्यालय था।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मैकमोहन लाइन के साथ विजयनगर अरुणाचल प्रदेश फ्रंटियर हाईवे के लिए 2,000 किलोमीटर लंबी (1,200 मील) प्रस्तावित मैगो-थिंग्बु, (प्रस्तावित पूर्व-पश्चिम औद्योगिक गलियारे राजमार्ग के साथ प्रतिच्छेद करेगी) और इस जिले से होकर गुजरेगी, जिसका मानचित्रण यहाँ और यहाँ देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>इस जिले में दो अरुणाचल प्रदेश विधान सभा निर्वाचन क्षेत्र स्थित हैं: दाम्बुक और रोइंग। दोनों अरुणाचल पूर्व लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार लोअर दिबांग वैली जिले की जनसंख्या 53,986 है, जो लगभग सेंट किट्स और नेविस के देश के बराबर है। यह भारत में 630 वीं (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 14 निवासियों प्रति वर्ग किलोमीटर (36 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 7.01% थी। लोअर दिबांग घाटी में हर 1000 पुरुषों पर 919 महिलाओं का लिंग अनुपात है, और साक्षरता दर 70.38% है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>बोली जाने वाली प्रमुख भाषाओं में इडु (बोलने वालों की सबसे अधिक स्थानीय भाषा) और आदि शामिल हैं। 1970 के दशक से बालवाड़ी में बच्चों पर बड़े पैमाने पर हिंदी लागू की गई है। अब अधिकांश नागरिक हिंदी समझते और बोलते हैं। कई अन्य भाषाएं भी विभिन्न जेबों जैसे नेपाली, असमिया आदि में बोली जाती हैं, जो मुख्य रूप से खेतों, चाय बागानों आदि में श्रम प्रदान करती हैं। अंग्रेजी भी शिक्षित नागरिकों द्वारा बहुतायत से बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>यह जिला वन्यजीवों से समृद्ध है। दुर्लभ स्तनपायी जैसे कि मिश्मी टैकिन, लाल गोरे, हाथी, जंगली पानी की भैंस और पत्ती की गुच्छी होती है जबकि पक्षियों के बीच दुर्लभ स्केलेटर के मोनाल, बेलीथ के ट्रगोपैन, रूफ-नेक हार्नबिल, बंगाल फ्लोरिकन, सफेद पंखों वाले लकड़ी के बत्तख होते हैं। एक उड़ने वाली गिलहरी, जो विज्ञान के लिए नई है, यानी, मिश्मी हिल्स की विशालकाय उड़ने वाली गिलहरी (पेटौरिस्ता मिशमिनेसिस) भी इस जिले में होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>1980 में लोअर दिबांग घाटी जिला मेहाओ वन्यजीव अभयारण्य का घर बन गया, जिसका क्षेत्रफल 282 किमी 2 (108.9 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>हस्तशिल्प</p>\r\n<p>इडस विशेषज्ञ शिल्पकार हैं। विशेष रूप से, इडु महिलाएं बहुत अच्छी बुनकर हैं। उनके महान सौंदर्य बोध को अच्छी तरह से हथकरघों पर निर्मित कपड़ों पर बनाए गए उत्कृष्ट डिजाइनों में परिलक्षित किया जाता है। इडु के लोग बांस और बेंत के सुंदर टोकरी वाले सामान बनाने में माहिर हैं</p>\r\n<p>&nbsp;</p>\r\n<p>अपने गन्ने और बांस के कामों में आदिवासियों के हस्तशिल्प सबसे अच्छे देखे जाते हैं। घरेलू डिजाइनों के लिए बास्केट, ट्रे, हैवरसैक, मैट और टोपी और कलात्मक डिजाइन वाले टोपी का उत्पादन किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>महिला विशेषज्ञ बुनकर हैं। उनके घर निर्माण, जैसे कोट, जैकेट, बैग, स्कर्ट, शॉल और कंबल हथकरघा में अपनी क्षमताओं को प्रदर्शित करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Lower_Dibang_Valley_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4551521c-d424-4cd4-9eca-9c3432db43fc_Arunachal-Pradesh-Lower-Dibang-Valley.jpg","subContents":[{"SubTitle":"1. मिपि पेने","SubTitleHindi":null,"SubContent":"<p>Mipi Pene Centre Ezenggo, Roing, Lower Dibang Valley में स्थित है। Mipi Pene Igu या शेमन को संदर्भित करता है। केंद्र की स्थापना वर्ष 2017 में इडु मिशमी समुदाय के इगू प्रणाली के संरक्षण और संवर्धन के उद्देश्य से की गई थी। विचार यह भी है कि यह इगू प्रणाली और इडु मिशमी की परंपरा और संस्कृति के लिए एक उत्कृष्ट शिक्षा केंद्र है। केंद्र का उद्घाटन 1 फरवरी 2018 को एपी के माननीय सीएम श्री पेमा खांडू द्वारा किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>Mipi Pene Center में स्वागत के लिए एक कार्यालय है, सौ लोगों की बैठने की क्षमता वाला एक सेमिनार हॉल (Igu Hall), एक संग्रहालय है जहाँ आगंतुकों के लिए Igu से संबंधित सामग्री प्रदर्शित की जाती है। छात्रों और विद्वानों के लिए केंद्र से एक शयनागार संलग्न किया गया है जो शायद इगू सीखने के लिए बने रहना चाहते हैं। केंद्र में बड़ी सांस्कृतिक गतिविधियों के लिए एक सभागार भी है। परिसर में अध्ययन और बाहरी गतिविधियों के लिए एक छोटा लेकिन अच्छी तरह से बनाए रखा लॉन है। वर्तमान में Mipi Pene Center के अध्यक्ष श्री मुकुट मिठी, माननीय सांसद (RS) हैं और सचिव डॉ। मिती लिंगी हैं, जिनके साथ दस से अधिक समिति सदस्य हैं।</p>","SubContentHindi":null,"ImageUrl":"8513859b-311a-4b66-ac80-d15fe235c4fd_Mipi-Pene.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रोइंग","SubTitleHindi":null,"SubContent":"<p>रोइंग, जिला हक जिले के सभी पर्यटन स्थलों का केंद्र बिंदु है। अधिकांश स्थान शहर के पास या बस्ती के भीतर हैं। टूर ऑपरेटर रोइंग में उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिया को रोइंग - 12.5 किलोमीटर</p>\r\n<p>हुनली से रूलिंग - 90 किलोमीटर</p>\r\n<p>मयोदिया तक - 56 किलोमीटर</p>\r\n<p>सैली झील के लिए रोइंग - 3 किलोमीटर</p>\r\n<p>भीष्मनगर तक घूमना - 30 किलोमीटर</p>\r\n<p>छिम्री तक घूमना - 28 किलोमीटर</p>\r\n<p>दंबुक को रोइंग - 40 किलोमीटर</p>","SubContentHindi":null,"ImageUrl":"7048775a-767c-4993-b0bd-23706b29abda_Roing.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. सैली झील और मेहाओ झील","SubTitleHindi":null,"SubContent":"<p>सैली लेक - ए लेक रिजॉर्ट</p>\r\n<p>रोइंग के लिए सिर्फ 3 किलोमीटर दूर, आप एक प्रसिद्ध सैली झील पर हैं &hellip;&hellip;। घने हरे जंगल से घिरी प्राकृतिक झील एक शांत और शांत वातावरण प्रदान करती है। रोइंग में सैली लेक। झील दूर क्षितिज पर नीचे की ओर सुंदर घाटी और कई दिशाओं में अपनी शाखाओं को फैलाते हुए गशिंग दिबांग नदी को देखती है। झील के साफ पानी में सुंदर मछलियों को देखें। यहाँ रुकें और सैली लेक टूरिस्ट लॉज में आतिथ्य का अनुभव करें।</p>\r\n<p>&nbsp;</p>\r\n<p>मेहाओ झील ... कुंवारी जंगल के बीच एक प्राकृतिक झील है</p>\r\n<p>मेहाओ वन्यजीव अभयारण्य का हिस्सा, जो लगभग 3000 फीट की ऊंचाई पर और रोइंग से 14 किलोमीटर की दूरी पर स्थित है, पानी का प्राकृतिक खिंचाव है जो अरुणाचल प्रदेश के सबसे खूबसूरत स्थानों में से एक माना जाता है।</p>\r\n<p>मेहाओ झील। झील का बिल्कुल साफ पानी भारी संख्या में जंगली बत्तखों को आकर्षित करता है। यह लगभग 4 वर्ग किमी के क्षेत्र को कवर करने वाली एक विशाल झील है। इस झील का परिवेश वनस्पतियों और जीवों में बेहद समृद्ध है। झील का पानी बिल्कुल क्रिस्टल क्लीयर है और झील के चारों ओर एक नाव की सवारी दिव्य आनंद से भर देती है। कुंवारी जंगल के माध्यम से झील की ओर जाने वाले छोटे रास्ते को ट्रैक करना एक अद्भुत अनुभव है। भूवैज्ञानिकों ने इस झील को ओलिओगोट्रोपिक (कम पोषक तत्व) झील के रूप में वर्गीकृत किया है। जहां कोई भी मछली उपलब्ध नहीं है, उसे लो न्यूट्रिएंट लेक कहा जाता है। यह लगभग 4 वर्ग किमी के क्षेत्र को कवर करने वाली एक विशाल झील है। इस झील का परिवेश वनस्पतियों और जीवों में बेहद समृद्ध है। झील का पानी बिल्कुल क्रिस्टल क्लीयर है और झील के किनारे टहलने से व्यक्ति दिव्य आनंद से भर जाता है। कुंवारी जंगल के माध्यम से झील की ओर जाने वाले छोटे रास्ते को ट्रैक करना एक अद्भुत अनुभव है।</p>\r\n<p>&nbsp;</p>\r\n<p>Mehao वन्यजीव अभयारण्य: पृथ्वी पर हरे स्वर्ग का एक वास्तविक महासागर।</p>\r\n<p>इसके मनोरम परिदृश्य के साथ एक पहाड़ी पहाड़ी बेल्ट विवरण से परे है। यह पर्यटकों के लिए आश्चर्य का विषय है और वैज्ञानिकों के लिए जीवित खजाना यानी ऑर्निथोलॉजिस्ट, जूलॉजिस्ट, बोटनिस्ट, इकोलॉजिस्ट। वास्तव में, जंगल के बीच में अद्वितीय प्राकृतिक झीलों के साथ एक कुंवारी प्राकृतिक वन। अभयारण्य रोइंग के पास स्थित है और 281.5 वर्ग किमी के क्षेत्र को कवर करता है। मीन सी लेवल (MSL) से ऊँचाई 400 मीटर से 3568 मी। अभयारण्य का नाम मेहाओ झील से निकला है, जो एक विशाल और कुंवारी झील है और रोइंग से 17 किमी की दूरी पर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"2d079ef1-5a84-4e60-8012-b38ca813e5f1_sally-lake.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. भीष्मनगर","SubTitleHindi":null,"SubContent":"<p>रोइंग से लगभग 30 किमी दूर स्थित भीष्मनगर किला अस्थायी रूप से 8 शताब्दी का है और इस क्षेत्र के सबसे पुराने पुरातात्विक स्थल के रूप में दर्ज है। Bhismaknagar।</p>\r\n<p>&nbsp;</p>\r\n<p>इस साइट को सबसे पहले 1848 में I. ब्लॉक द्वारा खोजा गया था और बाद में 1965-70 तक इसकी खुदाई की गई थी। इस परिसर में 1860.52 वर्ग मीटर के प्लिंथ क्षेत्र में ईंट-निर्मित संरचना के खंडहर हैं, जिसमें तीन हॉल, दो विस्तार कक्ष और छह प्रवेश द्वार हैं। इसके दो प्रभावशाली द्वार हैं - पूर्वी द्वार और पश्चिमी द्वार। किले का लगभग पूरा क्षेत्र ईंटों, पत्थर और मिट्टी से बनी प्राचीर की दीवार से सुरक्षित है। किले का उत्तरी भाग पहाड़ियों की प्राकृतिक सीमा द्वारा संरक्षित है।</p>\r\n<p>&nbsp;</p>\r\n<p>अनुसंधान विभाग, सरकार द्वारा साइट पर आयोजित खुदाई। 1965-70 में A.P ने बड़ी संख्या में व्हील टर्न बर्तनों को उतारा, जानवरों के साथ टेराकोटा पट्टिका और पुष्प डिजाइन, सजावटी टाइलें, घोड़े और हाथी की मूर्तियां, जानवरों की आकृति के साथ खुदी हुई ईंटें आदि।</p>","SubContentHindi":null,"ImageUrl":"20e771fd-375c-4df1-88a5-bf36214fe427_Bhismaknagar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. निवास","SubTitleHindi":null,"SubContent":"<p>1 सर्किट हाउस, रोइंग डीसी कार्यालय</p>\r\n<p>2 ईज़ टॉवर, फ़ॉरेस्ट गेस्ट हाउस DFO (फ़ॉरेस्ट), रोइंग</p>\r\n<p>3 मिश्मी हिल कैम्प, एजेंगो, जवाहरलाल फॉरेस्ट पार्क के पीछे # 9862856981 पुलुजब [पर] जीमेल [डॉट] कॉम</p>\r\n<p>4 यति निवास, एजेंगो, पावर ग्रिड स्टेशन के पास # 7085687349</p>\r\n<p>5 दिबांग वैली जंगल कैंप / हेल्प टूरिज्म # 9862829416</p>\r\n<p>6 डी। एस। होटल, स्टैटैंडर्ड डायग्नोस्टिक सेंटर के पास, रोइंग # 9206348487</p>\r\n<p>7 होटल लासा, मेन मार्केट, रोइंग</p>\r\n<p>8 होटल मिमू, लोअर मार्केट, राज्य परिवहन स्टेशन के पास # 8787448142 # 3803-222698</p>","SubContentHindi":null,"ImageUrl":"2128f8a2-6f9e-4c5e-b8a7-e748d4f29828_getlstd-property-photo.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवाईजहाज से</p>\r\n<p>निकटतम हवाई अड्डा मोहनबारी (डिब्रूगढ़) हवाई अड्डा है जो रोइंग से 148 किलोमीटर की दूरी पर स्थित है। आगमन पर टैक्सी का लाभ उठाया जा सकता है। नाहलगुन-पासीघाट-मोहनबाड़ी-रोइंग से चॉपर सेवा।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>निकटतम रेलवे स्टेशन 'न्यू तिनसुकिया जंक्शन' है जो रोइंग से सिर्फ 138 किलोमीटर दूर है। पूरे दिन तिनसुकिया से बुस और कैब प्लाई।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>रोइंग अरुणाचल प्रदेश के निकटतम पड़ोसी शहरों और असम के साथ अच्छी तरह से जुड़ा हुआ है। रोइंग से तिनसुकिया, गुवाहाटी, सिलीगुड़ी और ईटानगर के लिए दैनिक और रात बस सेवाएं उपलब्ध हैं। टैक्सी को दर्शनीय स्थलों की यात्रा के लिए किराए पर लिया जा सकता है और नजदीकी शहरों जैसे तेजू, दंबुक, अनिनी, पासीघाट आदि की यात्रा की जा सकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://roing.nic.in/</p>","SubContentHindi":null,"ImageUrl":"2fe21c62-6924-4229-98ae-7342b6e21c82_Lower-Dibang-Valley-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-lower-dibang-valley-roing-arunachal-pradesh","tags":[{"name":"रोइंग","slug":"roing"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"निचली-दिबांग-घाटी","slug":"lower-dibang-valley"}],"recommendations":[{"id":339,"title":"ऊपरी दिबांग घाटी, अनिनी में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"48bf158f-3e4e-474a-9838-84eca052500a_Arunachal-Pradesh-Dibang-Valley.jpg","dateCreated":"2019-04-07T05:47:29.918Z","dateModified":"2019-04-07T09:02:11.068Z","contributedBy":"AskGif","content":"ऊपरी दिबांग घाटी अरुणाचल प्रदेश का एक जिला है जिसका नाम दिबांग नदी या तालोन के नाम पर रखा गया है क्योंकि मिश्मिस इसे कहते हैं। यद्यपि दिबांग घाटी जिला 9,129 वर्ग किलोमीटर (3,525 वर्ग मील) के क्षेत्र के साथ राज्य का सबसे बड़ा जिला है, यह भारत में सबसे कम आबादी वाला जिला है।\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/48bf158f-3e4e-474a-9838-84eca052500a_Arunachal-Pradesh-Dibang-Valley.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ऊपरी-दिबांग-घाटी","slug":"upper-dibang-valley"},{"name":"अनिनी","slug":"anini"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-upper-dibang-valley-anini-arunachal-pradesh","total":0},{"id":336,"title":"सियांग, पैंगिन में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"bd488210-4677-4693-97ae-967b69a56480_Siang.jpg","dateCreated":"2019-04-05T13:45:08.427Z","dateModified":"2019-04-05T13:51:33.729Z","contributedBy":"AskGif","content":"सियांग जिला अरुणाचल प्रदेश राज्य, भारत का 21 वां जिला है। इस जिले का निर्माण अरुणाचल प्रदेश के पश्चिम सियांग और पूर्वी सियांग जिलों को मिलाकर 32-रुमगॉन्ग-कयांग और 35-बोलेंग-पैंगिन क्षेत्रों में किया गया था। जिले का उद्घाटन 27 नवंबर 2015 को मुख्यमंत्री नबाम तुकी द्वारा किया गया था।\r\n&nbsp;<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd488210-4677-4693-97ae-967b69a56480_Siang.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सियांग","slug":"siang"},{"name":"पैंगिन","slug":"pangin"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-siang-pangin-arunachal-pradesh","total":0},{"id":334,"title":"पापुम पारे, युपिया में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"पापुम पारे जिला भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। 2011 तक यह अरुणाचल प्रदेश (20 में से) का सबसे अधिक आबादी वाला जिला है।\r\nइतिहास\r\nजिले का गठन 1999 में किया गया था जब इसे लोअर सुबनसिरी जिले से विभाजित किया गया था।\r\n&nbsp;\r\nभूगोल\r\nजिला मुख्याल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पापुम-पारे","slug":"papum-pare"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"युपिआ","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":295,"title":"अंजाव, हवाई में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"अंजाव जिला उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह एक नया बनाया गया जिला है, जिसे 16 फरवरी 2004 को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत लोहित जिले से विभाजित किया गया था। [२] जिले की सीमा उत्तर में चीन है। हवाई, समुद्र तल से 1296 मीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अंजाव","slug":"anjaw"},{"name":"हवाई","slug":"hawai"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}