{"id":331,"title":"लोअर सुबनसिरी, जीरो में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"ab837dc3-24ea-4063-bbd1-2a67cb2b6347_Lower-Subansiri.jpg","dateCreated":"2019-03-30T16:56:12.244Z","dateModified":"2019-03-30T17:05:14.751Z","contributedBy":"AskGif","content":"<p>निचला सुबानसिरी जिला पूर्वोत्तर भारत के अरुणाचल प्रदेश राज्य के 25 प्रशासनिक जिलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>जिला तब बना था जब 1987 में सुबनसिरी जिले को ऊपरी और निचले सुबनसिरी जिलों में विभाजित किया गया था। लोअर सुबनसिरी जिले का चुतिया साम्राज्य से संबंधित एक लंबा प्राचीन इतिहास है। यह संभवतः लंबे समय से चूतिया सरदार शासन के अधीन था, और 12 वीं शताब्दी में बीरपाल के शासन में आया था। 1999 में पापुम पारे जिले को नया जिला बनाने के लिए विभाजित किया गया था, और यह 1 अप्रैल 2001 को कुरुंग कुमाय जिले के निर्माण के साथ दोहराया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>अक्टूबर 2017 में, राज्य सरकार ने कमले जिले के निर्माण को मंजूरी दे दी, जिसमें लोअर सुबनसिरी जिले के राग, डोलुंगमुख और कुमपुरीजियो सर्कल से नक्काशी शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>जिला मुख्यालय जीरो पर स्थित है। जिले का क्षेत्रफल 3,460 वर्ग किमी है</p>\r\n<p>&nbsp;</p>\r\n<p>यह उत्तर में अरुणाचल के ऊपरी सुबानसिरी जिले से, दक्षिण में अरुणाचल प्रदेश और असम के पापुम पारे जिले से, पूर्व में पश्चिम सियांग और ऊपरी सुबानसिरी के कुछ भाग पर और पश्चिम में अरुणाचल के पूर्व मेंग जिले से घिरा हुआ है। प्रदेश।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>इस जिले में 6 प्रशासनिक मंडल हैं, अर्थात्, जीरो (सदर), यचुली, पिस्ताना, राग, कम्पेरिजो और डोलुंगमुख। जिले को 3 ब्लॉकों में विभाजित किया गया: जीरो- I, जीरो- II और तमेन-राग।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में 2 अरुणाचल प्रदेश विधान सभा क्षेत्र स्थित हैं: यचुली और जीरो-हापोली। ये दोनों अरुणाचल पश्चिम लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार लोअर सुबनसिरी जिले की आबादी 82,839 है, जो अंडोरा के राष्ट्र के बराबर है। यह इसे भारत में 623 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 24 निवासियों प्रति वर्ग किलोमीटर (62 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 48.65% थी। लोअर सुबानसिरी में प्रत्येक 1000 पुरुषों के लिए 975 महिलाओं का लिंग अनुपात है, और साक्षरता दर 76.33% है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला Nyishis और Apatanis द्वारा बसा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>जिले में उपयोग की जाने वाली भाषाओं में अपातानी, नयशी भाषा शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>जिले के प्रमुख स्थानीय त्योहार Nyokum, Boori-Boot और Dree Festival हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1995 में लोअर सुबनसिरी जिला तलली घाटी वन्यजीव अभयारण्य का घर बन गया, जिसका क्षेत्रफल 337 किमी 2 (130.1 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>एडवेंचर्स</p>\r\n<p>संगीत का जीरो फेस्टिवल</p>\r\n<p>जीरो फेस्टिवल ऑफ म्यूजिक भारत के प्रमुख आउटडोर म्यूजिक इवेंट में से एक है। यह त्योहार राज्य पर्यटन विभाग द्वारा सितंबर के महीने में एक वार्षिक कैलेंडर कार्यक्रम के रूप में आयोजित किया गया है। राष्ट्रीय और अंतर्राष्ट्रीय विभिन्न प्रसिद्ध संगीत बैंड चार दिनों के आयोजन में एक लाइव प्रदर्शन देते हैं। त्यौहार के दौरान कई गतिविधियों जैसे ट्रेकिंग, हेरिटेज वॉक, बर्ड वॉचिंग आदि को किनारे पर आयोजित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>पनोर नदी महोत्सव</p>\r\n<p>पैन्योर रिवर फेस्टिवल यज़ाली (ज़ीरो के रास्ते पर) में पानियोर नदी के तट पर शुरू की गई साहसिक और मनोरंजक गतिविधियों में से एक है, जहाँ पैराग्लाइडिंग, रिवर राफ्टिंग अभियान आदि गतिविधियाँ की जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हखे तेरी ट्रेक</p>\r\n<p>यह जिले के सबसे आश्चर्यजनक स्थानों में से एक है। पंगे नदी का खूबसूरत झरना आपको मंत्रमुग्ध कर देता है। यह ट्रेक की दूरी 6.5 किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>तलले वैली ट्रेक</p>\r\n<p>इस ट्रेक में अविभाजित प्राचीन चरमोत्कर्ष वनस्पति और प्रवाल पहाड़ जंगल हैं। अपने आप को फूलों की घाटी के अनुभव में लिप्त कर लें और कुंवारी जंगल का आनंद लें जो आपको जीवंत वनस्पतियों और जीवों की व्यवस्था का स्वागत करता है। यह शून्य शहर से 32 किमी की दूरी तय करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Lower_Subansiri_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ab837dc3-24ea-4063-bbd1-2a67cb2b6347_Lower-Subansiri.jpg","subContents":[{"SubTitle":"1. शिवलिंग, करदो","SubTitleHindi":null,"SubContent":"<p>कदरा वन में सिद्धेश्वर नाथ मंदिर के एक चमत्कारी शिव लिंग को देवी पार्वती और भगवान गणेश की प्रतिमा के साथ बाईं ओर ट्रंक के रूप में भी देखा जा सकता है। यह भी कहा जाता है कि पानी की देवी, गंगा भगवान शिव के साथ रहती हैं। इसलिए, लिंगम के आधार से पानी के निरंतर प्रवाह को स्पष्ट रूप से देखा जा सकता है। शिवलिंग 25 फीट लंबा है जो इसे दुनिया का सबसे लंबा प्राकृतिक शिव लिंग बनाता है।</p>","SubContentHindi":null,"ImageUrl":"16f2e29c-ba9e-4b8a-bbf6-b2ba13810463_Shivalinga-Kardo.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. तारिन मछली फार्म","SubTitleHindi":null,"SubContent":"<p>नेपोली शहर से लगभग 3.5 किमी दूर, एक सुंदर हाई एल्टीट्यूड फिश फार्म को देखा जा सकता है जहाँ उच्च ऊंचाई वाली मछलियों का प्रजनन किया जाता है। धान की खेती के मौसम में उँगलियाँ बेची जाती हैं।</p>","SubContentHindi":null,"ImageUrl":"38627ba4-e081-47fd-ade2-64b550aaa607_Tarin-Fish-Farm.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. तल्ली घाटी वन्यजीव अभयारण्य","SubTitleHindi":null,"SubContent":"<p>तलली घाटी वन्यजीव अभयारण्य अरुणाचल प्रदेश, भारत में एक वन्यजीव अभयारण्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>पूरे भारत में अरुणाचल प्रदेश में फूलों की 40% प्रजातियाँ हैं। जीरो घाटी की इस जैव विविधता का अच्छा हिस्सा है। ज़ीरो शहर से 30 किलोमीटर की दूरी पर अभयारण्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>2400 मीटर की ऊँचाई पर, टाली चांदी के देवदार के घने जंगल, सुंदर भव्यता के देवदार के पठार और विशाल बंजर भूमि वाला एक पठार है। क्षेत्र में सबसे महत्वपूर्ण लुप्तप्राय प्रजातियां हैं, जिनमें बादल वाले तेंदुए शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तल कैंप लोअर सुबनसिरी जिले के मुख्यालय जीरो से 30 किमी दूर है। अभयारण्य का प्रवेश द्वार पैन्ज कैंप है जो मानपोलियांग से 7 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक महत्वपूर्ण विकास में, राज्य वन्यजीव सलाहकार बोर्ड ने 4 दिसंबर 2010 को अपनी बैठक में, मणिपोल्यांग में मुख्यालय बनाने के लिए एक नया तल वन्यजीव अभयारण्य प्रभाग बनाने की मंजूरी दी। अब तक, अभयारण्य को रेंज के कुछ क्षेत्र के कर्मचारियों के साथ रेंज अधिकारी द्वारा संचालित किया जाता था।</p>","SubContentHindi":null,"ImageUrl":"690954b8-0ddf-45e1-83ed-8015a00c54a4_Talley-Valley-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. निवास","SubTitleHindi":null,"SubContent":"<p>अरुणाचल गेस्ट हाउस हापोली 600-1500 03788-224461</p>\r\n<p>ब्लू पाइन पै गेट 1000-3500 03788-224812</p>\r\n<p>स्वर्ग Manipolyang 1100-3300 8257830988</p>\r\n<p>पुराने गैस गोदाम के पास पासा लाठ रिज़ॉर्ट, हापोली 3200-5600 8575759112</p>\r\n<p>पाइन रिज हापोली 600-1500 03788-224725</p>\r\n<p>सिएरो रिज़ॉर्ट Siiro 1500-4000 03788-225123</p>\r\n<p>जीरो वैली रिजॉर्ट बीरी 1200-4000 9856910173</p>\r\n<p>वैली व्यू हापोली 400-3000 03788-225398</p>","SubContentHindi":null,"ImageUrl":"8fc6fd18-b59e-4440-bb6b-27ae2869a095_Accommodation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवाईजहाज से</p>\r\n<p>हेलीकॉप्टर सेवा गोपीनाथ बोरदोलोई अंतर्राष्ट्रीय हवाई अड्डे, गुवाहाटी से नाहरलागुन (ईटानगर) तक उपलब्ध है, वहाँ से पर्यटक जीरो तक पहुँचने के लिए रोडवेज का लाभ उठा सकते हैं। हवाई टिकट की बुकिंग गुवाहाटी हवाई अड्डे से ही की जा सकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>ट्रेन सेवा नई दिल्ली / गुवाहाटी से नाहरलागुन वाया हरमुट्टी (असम) के लिए उपलब्ध है। जीरो का निकटतम रेलवे स्टेशन नाहरलागुन है। ट्रेन के लिए बुकिंग www.irctc.co.in पर की जा सकती है</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>बस से आईएसबीटी गुवाहाटी से आईएसबीटी नाहरलागुन तक रोडवेज द्वारा लोअर सुबनसिरी जिले के मुख्यालय जीरो तक पहुंचने के लिए, और आईएसबीटी गुवाहाटी से जीरो (एपीएसटी और नेटवर्क बस सेवा) के लिए सीधी बस उपलब्ध हैं। नाहरलागुन (ईटानगर) / उत्तर लखीमपुर से साझा जीरो तक टाटा सूमो सेवाएं दैनिक रूप से उपलब्ध हैं।</p>\r\n<p>स्रोत: https://lowersubansiri.nic.in/</p>","SubContentHindi":null,"ImageUrl":"bd8d8ff5-1ae8-4e5f-97d0-280e42e4ff86_Lower-Subansiri-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-lower-subansiri-ziro-arunachal-pradesh","tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"जाइरो","slug":"ziro"},{"name":"लोअर-सुबनसिरी","slug":"lower-subansiri"}],"recommendations":[{"id":1246,"title":"नाहरलगुन में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"181049e4-609e-461d-ab28-34251cca0817_Naharlagun.jpg","dateCreated":"2020-04-23T04:08:34.846Z","dateModified":"2020-04-23T04:09:32.114Z","contributedBy":"AskGif","content":"नाहरलागुन भारतीय राज्य अरुणाचल प्रदेश में हिमालय की तलहटी में बसा शहर है।\r\n&nbsp;\r\nभूगोल\r\nयह समुद्र तल से 155 मीटर की ऊंचाई पर है। पहाड़ों से घिरा, नाहरलागुन एक शहर है जो वार्षिक लंबे मानसून की बारिश देखता है। मौसम गर्म और आर्द्र गर्मी और शीतोष्ण सर्दियों के साथ उप-उष्णकटिबंध","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/181049e4-609e-461d-ab28-34251cca0817_Naharlagun.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नाहरलगुन","slug":"naharlagun"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-naharlagun-arunachal-pradesh","total":0},{"id":336,"title":"सियांग, पैंगिन में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"bd488210-4677-4693-97ae-967b69a56480_Siang.jpg","dateCreated":"2019-04-05T13:45:08.427Z","dateModified":"2019-04-05T13:51:33.729Z","contributedBy":"AskGif","content":"सियांग जिला अरुणाचल प्रदेश राज्य, भारत का 21 वां जिला है। इस जिले का निर्माण अरुणाचल प्रदेश के पश्चिम सियांग और पूर्वी सियांग जिलों को मिलाकर 32-रुमगॉन्ग-कयांग और 35-बोलेंग-पैंगिन क्षेत्रों में किया गया था। जिले का उद्घाटन 27 नवंबर 2015 को मुख्यमंत्री नबाम तुकी द्वारा किया गया था।\r\n&nbsp;<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd488210-4677-4693-97ae-967b69a56480_Siang.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सियांग","slug":"siang"},{"name":"पैंगिन","slug":"pangin"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-siang-pangin-arunachal-pradesh","total":0},{"id":327,"title":"लोहित, तेजू में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"0fac3eb7-7243-4099-95d7-f5db67333d62_Arunachal-Pradesh-Lohit.jpg","dateCreated":"2019-03-27T17:59:03.829Z","dateModified":"2019-03-27T18:18:43.912Z","contributedBy":"AskGif","content":"लोहित भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय तेजू में स्थित हैं। पापुम पारे और चंगलांग के बाद 2011 तक यह अरुणाचल प्रदेश का तीसरा सबसे अधिक आबादी वाला जिला है।\r\n&nbsp;\r\nशब्द-साधन\r\nइसे पहले मिश्मी हिल्स के नाम से जाना जाता था। जिले का नाम लोहित नदी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fac3eb7-7243-4099-95d7-f5db67333d62_Arunachal-Pradesh-Lohit.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लोहित","slug":"lohit"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"तेजू","slug":"tezu"}],"slug":"top-places-to-visit-in-lohit-tezu-arunachal-pradesh","total":0},{"id":295,"title":"अंजाव, हवाई में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"अंजाव जिला उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह एक नया बनाया गया जिला है, जिसे 16 फरवरी 2004 को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत लोहित जिले से विभाजित किया गया था। [२] जिले की सीमा उत्तर में चीन है। हवाई, समुद्र तल से 1296 मीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अंजाव","slug":"anjaw"},{"name":"हवाई","slug":"hawai"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}