{"id":331,"title":"Top Places to visit in Lower Subansiri, Ziro, Arunachal Pradesh","imageUrl":"ab837dc3-24ea-4063-bbd1-2a67cb2b6347_Lower-Subansiri.jpg","dateCreated":"2019-03-30T16:56:12.244Z","dateModified":"2019-03-30T17:05:14.751Z","contributedBy":"AskGif","content":"<p>Lower Subansiri district is one of the 25 administrative districts of the state of Arunachal Pradesh in northeastern India.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The district was formed when Subansiri district was bifurcated into Upper and Lower Subansiri districts in 1987. Lower Subansiri district has a long ancient history related with the Chutiya Kingdom. It was probably under Chutiya chieftain rule from a long time, and came under Birpal's rule in the 12th century. In 1999 Papum Pare district was split to form new district, and this was repeated on 1 April 2001, with the creation of Kurung Kumey district.</p>\r\n<p>&nbsp;</p>\r\n<p>In October 2017 the state government approved the creation of Kamle district, involving the carving out of Raga, Dolungmukh and Kumpurijio circles from Lower Subansiri district.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district headquarters are located at Ziro. The district occupies an area of 3,460 km&sup2;</p>\r\n<p>&nbsp;</p>\r\n<p>It is bounded on the north by the Upper Subansiri district of Arunachal, on the south by Papum Pare District of Arunachal Pradesh and Assam, on the east by West Siang and some part of Upper Subansiri, and on the west by East Kameng district of Arunachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>There are 6 administrative circles in this district, namely, Ziro (Sadar), Yachuli, Pistana, Raga, Kamporijo and Dollungmukh. The district also divided into 3 blocks: Ziro-I, Ziro-II and Tamen-Raga.</p>\r\n<p>&nbsp;</p>\r\n<p>There are 2 Arunachal Pradesh Legislative Assembly constituencies located in this district: Yachuli and Ziro-Hapoli. Both of these are part of Arunachal West Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Lower Subansiri district has a population of 82,839, roughly equal to the nation of Andorra. This gives it a ranking of 623rd in India (out of a total of 640). The district has a population density of 24 inhabitants per square kilometre (62/sq mi) . Its population growth rate over the decade 2001&ndash;2011 was 48.65%. Lower Subansiri has a sex ratio of 975 females for every 1000 males, and a literacy rate of 76.33%.</p>\r\n<p>&nbsp;</p>\r\n<p>This district is inhabited by Nyishis and Apatanis.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Languages used in the district include Apatani, Nyishi language.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Major local festivals of the district are Nyokum, Boori-Boot and Dree Festival.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1995 Lower Subansiri district became home to the Talley Valley Wildlife Sanctuary, which has an area of 337 km2 (130.1 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Adventures</p>\r\n<p>Ziro Festival of Music</p>\r\n<p>Ziro Festival of Music is one of the premier outdoor music event of India. This festival has been organised by the state tourism department as an annual calendar event in the month of September. Various renowned musical bands from national and international gives a live performance in the four days event. Many activities like trekking, heritage walk, bird watching etc. has been organised on the sideline during the festival.</p>\r\n<p>&nbsp;</p>\r\n<p>Panyor River Festival</p>\r\n<p>Panyor River Festival is one of the adventure and recreational activities commenced on the bank of Panyor river at Yazali (on the way to ziro), where activities like Paragliding, river rafting expedition etc. are done.</p>\r\n<p>&nbsp;</p>\r\n<p>Hakhe Tari Trek</p>\r\n<p>It is one of the most amazing hikes of the district. The beautiful waterfall of Pange river leave you spell bound. It is 6.5km distance of trek.</p>\r\n<p>&nbsp;</p>\r\n<p>Talle Valley Trek</p>\r\n<p>This trek offers undisturbed pristine climax vegetation and primeval mountain wilderness. Indulge yourself in an experience of valley of flower and be amaged be the virgin forest that welcomes you withrange of vibrent flora and fauna. it covers a distance of 32km from ziro town.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Lower_Subansiri_district&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ab837dc3-24ea-4063-bbd1-2a67cb2b6347_Lower-Subansiri.jpg","subContents":[{"SubTitle":"1. Shivalinga, Kardo","SubTitleHindi":null,"SubContent":"<p>At kardo forest a miraculous Shiva Linga of Sidheswar Nath temple can be seen also the image of Goddess Parvati and Lord Ganesh with trunk turning leftward. It is also said that the goddess of water, the Ganga lives with Lord Shiva. Therefore, the constant flow of water from the base of the Lingam can be seen clearly. The shivalinga is 25 feet tall which makes it the tallest natural Shiva Linga in the world.</p>","SubContentHindi":null,"ImageUrl":"16f2e29c-ba9e-4b8a-bbf6-b2ba13810463_Shivalinga-Kardo.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Tarin Fish Farm","SubTitleHindi":null,"SubContent":"<p>About 3.5 km fro Hapoli town, one can see the beautiful High Altitude Fish farm where breeding of high altitude fish is done. The fingerlings are sold during Paddy cultivation season.</p>","SubContentHindi":null,"ImageUrl":"38627ba4-e081-47fd-ade2-64b550aaa607_Tarin-Fish-Farm.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Talley Valley Wildlife Sanctuary","SubTitleHindi":null,"SubContent":"<p>Talley Valley Wildlife Sanctuary is a wildlife sanctuary in Arunachal Pradesh, India.</p>\r\n<p>&nbsp;</p>\r\n<p>Arunachal Pradesh as a whole contains 40% of the floral and faunal species in India. The Ziro valley has a good share of this biodiversity. 30 kilometres from the town of Ziro is the sanctuary.</p>\r\n<p>&nbsp;</p>\r\n<p>At the altitude of 2400 metres, Talley is a plateau with dense forest of silver fir trees, pine clad plateau of beautiful grandeur, and a vast wasteland. The area has some of the most important endangered species including the clouded leopard.</p>\r\n<p>&nbsp;</p>\r\n<p>Talle camp is 30 km from Ziro, the headquarters of Lower Subansiri district. The gateway to the sanctuary is the Pange Camp which is 7 km from Manpolyang.</p>\r\n<p>&nbsp;</p>\r\n<p>In a significant development, the State Wildlife Advisory Board, in its meeting on 4 December 2010, approved the creation of a new Talle Wildlife Sanctuary Division to be headquartered at Manipolyang. Till now, the sanctuary was manned by a Range Officer with few field staff in Pange.</p>","SubContentHindi":null,"ImageUrl":"690954b8-0ddf-45e1-83ed-8015a00c54a4_Talley-Valley-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Accommodation","SubTitleHindi":null,"SubContent":"<p>Arunachal Guest House Hapoli 600-1500 03788-224461</p>\r\n<p>Blue Pine Pai Gate 1000-3500 03788-224812</p>\r\n<p>Paradise Manipolyang 1100-3300 8257830988</p>\r\n<p>Passa Lath Resort Near Old Gas Godown, Hapoli 3200-5600 8575759112</p>\r\n<p>Pine Ridge Hapoli 600-1500 03788-224725</p>\r\n<p>Siiro Resort Siiro 1500-4000 03788-225123</p>\r\n<p>Ziro Valley Resort Biiri 1200-4000 9856910173</p>\r\n<p>Valley View Hapoli 400-3000 03788-225398</p>","SubContentHindi":null,"ImageUrl":"8fc6fd18-b59e-4440-bb6b-27ae2869a095_Accommodation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Air</p>\r\n<p>Helicopter service is available from Gopinath Bordoloi International Airport, Guwahati to Naharlagun (Itanagar), from there touristhave to avail the roadways to reach Ziro. the booking for air ticket can be done from Guwahati airport itself.</p>\r\n<p>&nbsp;</p>\r\n<p>By Train</p>\r\n<p>Train service is available from New Delhi/Guwahati to Naharlagun Via Harmutty(Assam). The nearest railway station to Ziro is Naharlagun. The booking for the train can be done on www.irctc.co.in</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>To reach Ziro, headquarter of Lower Subansiri District by roadways from ISBT Guwahati to ISBT Naharlagun by bus, and also there are direct bus available from ISBT Guwahati to Ziro (APST and Network Bus Service). From Naharlagun (Itanagar)/ North Lakhimpur to Ziro by shared Tata Sumo services are available daily.</p>\r\n<p>source: https://lowersubansiri.nic.in/</p>","SubContentHindi":null,"ImageUrl":"bd8d8ff5-1ae8-4e5f-97d0-280e42e4ff86_Lower-Subansiri-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-lower-subansiri-ziro-arunachal-pradesh","tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"ziro","slug":"ziro"},{"name":"lower-subansiri","slug":"lower-subansiri"}],"recommendations":[{"id":1246,"title":"Top Places to visit in Naharlagun, Arunachal Pradesh","imageUrl":"181049e4-609e-461d-ab28-34251cca0817_Naharlagun.jpg","dateCreated":"2020-04-23T04:08:34.846Z","dateModified":"2020-04-23T04:09:32.114Z","contributedBy":"AskGif","content":"Naharlagun is a town situated in the foothills of the Himalayas in the Indian state of Arunachal Pradesh.\r\n&nbsp;\r\nGeography\r\nIt is at an altitude of 155 meters from sea level. Surrounded by mountains, Naharlagun is a city that sees annual long monsoon rains. The weather is s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/181049e4-609e-461d-ab28-34251cca0817_Naharlagun.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"naharlagun","slug":"naharlagun"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-naharlagun-arunachal-pradesh","total":0},{"id":336,"title":"Top Places to visit in Siang, Pangin, Arunachal Pradesh","imageUrl":"bd488210-4677-4693-97ae-967b69a56480_Siang.jpg","dateCreated":"2019-04-05T13:45:08.427Z","dateModified":"2019-04-05T13:51:33.729Z","contributedBy":"AskGif","content":"Siang District is the 21st district of Arunachal Pradesh State, India. This district was created by bifurcating West Siang and East Siang districts of Arunachal Pradesh consisting of 32-Rumgong-Kaying and 35-Boleng-Pangin Constituencies. The district was inaugurated on 27 November 2015 by Chief M","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bd488210-4677-4693-97ae-967b69a56480_Siang.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"siang","slug":"siang"},{"name":"pangin","slug":"pangin"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-siang-pangin-arunachal-pradesh","total":0},{"id":327,"title":"Top Places to visit in Lohit, Tezu, Arunachal Pradesh","imageUrl":"0fac3eb7-7243-4099-95d7-f5db67333d62_Arunachal-Pradesh-Lohit.jpg","dateCreated":"2019-03-27T17:59:03.829Z","dateModified":"2019-03-27T18:18:43.912Z","contributedBy":"AskGif","content":"Lohit is an administrative district in the state of Arunachal Pradesh in India. The district headquarters are located at Tezu. As of 2011 it is the third most populous district of Arunachal Pradesh, after Papum Pare and Changlang.\r\n&nbsp;\r\nEtymology\r\nIt was known earlier as t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fac3eb7-7243-4099-95d7-f5db67333d62_Arunachal-Pradesh-Lohit.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lohit","slug":"lohit"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"tezu","slug":"tezu"}],"slug":"top-places-to-visit-in-lohit-tezu-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}