{"id":332,"title":"नामसी में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"73525125-54f6-47ea-9582-dd1b9b6164d5_Namsai.jpg","dateCreated":"2019-03-31T12:23:11.339Z","dateModified":"2019-03-31T12:47:36.506Z","contributedBy":"AskGif","content":"<p>नामसाई भारतीय राज्य अरुणाचल प्रदेश में नामसाई जिले का मुख्यालय है। यह स्थान अरुणाचल के 60 निर्वाचन क्षेत्रों में से एक है। नामसाई निर्वाचन क्षेत्र के वर्तमान विधायक (अगस्त -2016) का नाम झिंगनू नामचूम है।</p>\r\n<p>उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य में नैमसाई जिला एक प्रशासनिक जिला है। इसे नवंबर 2014 में लोहित जिले से बाहर किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>नामसी जिले के निर्माण को 21 मार्च 2013 को नबाम तुकी की अरुणाचल प्रदेश सरकार द्वारा अनुमोदित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>25 नवंबर 2014 को, लोहित जिले के नामसाई उपखंड को राज्य के 18 वें जिले अरुणाचल प्रदेश के नए जिले के रूप में घोषित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>अवलोकन</p>\r\n<p>दीहिंग नदी के पास झूठ बोलने पर, टाउनशिप को एक बड़ा बढ़ावा मिला जब मार्च 2002 में नदी पर बहुप्रतीक्षित पुल का उद्घाटन किया गया। यह पुल 660.37 मीटर लंबा है और हाल ही में यह परशुराम पुल के उद्घाटन के बाद अरुणाचल प्रदेश में दूसरे स्थान पर आया था, जो कि नामसाई से 85 किमी आगे है। पूर्व में कुछ 30 किमी की दूरी पर डाययुन टाउन है। डाययुन की सड़क NH52 से एक मोड़ लेती है। इस सड़क को ऑयल इंडिया लिमिटेड द्वारा विकसित किया गया था, जो अभी भी कार्य कर रही है, हालांकि हर साल इसकी स्थिति बिगड़ती जा रही है। तिनसुकिया टाउन से महज 75 किमी दूर, प्रमुख रेलवे स्टेशन, नामसाई तेजी से एक टाउनशिप के रूप में विकसित हो रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>नामसाई में स्वर्ण शिवालय</p>\r\n<p>स्वर्ण शिवालय</p>\r\n<p>नामसाई जिले में तेन्गापानी में गोल्डन पैगोडा मठ एक प्रमुख पर्यटन स्थल है। स्थानीय ताई-खामती भाषा में 'कोंगमू खाम' के रूप में जाना जाता है, गोल्डन पैगोडा उत्तर पूर्व भारत के सबसे बड़े बौद्ध मठों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>नामसाई के पास आकाशवाणी नामसाई के नाम से एक अखिल भारतीय रेडियो रिले स्टेशन है। यह एफएम फ्रीक्वेंसी पर प्रसारित होता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Namsai_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/73525125-54f6-47ea-9582-dd1b9b6164d5_Namsai.jpg","subContents":[{"SubTitle":"1. मठ मठ","SubTitleHindi":null,"SubContent":"<p>स्थानीय लोगों द्वारा एम्पोंग मठ को &rsquo;टीआई मेट&rsquo; (पवित्र स्थान) के रूप में माना जाता है क्योंकि यह माना जाता है कि वहां स्थापित प्रतिमा में विशेष शक्तियां हैं। कहानी यह है कि बहुत समय पहले एक निर्दोष ग्रामीण ने कभी-कभी भगवान बुद्ध की प्रतिमा का इस्तेमाल धूप में सूखने वाले चावल के दानों पर नजर रखने और पक्षियों को भगाने के लिए किया था। यह देखा गया कि जब भी ऐसा किया गया, कोई भी पक्षी चावल के दानों को खिलाने के लिए पास नहीं आया और चावल का स्टॉक बरकरार रहा। गांव के एक आगंतुक ने इस पर ध्यान दिया, इसे मूर्ति का चमत्कारी काम माना, इसे वापस लाया और इसे एम्पोंग मठ में स्थापित किया। हर साल सांगानेन फेस्टिवल के दौरान श्रद्धालु अपनी मनोकामनाएं पूरी करने के लिए यहां आते हैं। चोंगखम सर्कल के तहत एम्पोंग के स्लीपिंग गांव का एक और आकर्षण है। यह माना जाता है कि निःसंतान दंपति अपनी इच्छा की प्रार्थना के लिए मठ में आते हैं और इसे पूरा किया है।</p>","SubContentHindi":null,"ImageUrl":"2d5c49c4-9843-402c-bf6e-7939f2a2beb7_Empong-Monastery.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. अंतर्राष्ट्रीय बाना ध्यान केंद्र, लताओ","SubTitleHindi":null,"SubContent":"<p>विपश्यना, जिसका अर्थ है चीजों को देखने के रूप में वे वास्तव में हैं, भारत की ध्यान की सबसे प्राचीन तकनीकों में से एक है और यहां अभ्यास किया जाता है। हरे-भरे जंगल और लाल पहाड (लाल पहाड़ी) के ऊपर स्थित केंद्र ध्यान के लिए एकांत आदर्श का वातावरण प्रदान करता है। यह क्षेत्र में बुद्ध की सबसे ऊंची मूर्तियों में से एक का दावा भी कर सकता है। विपश्यना मन और शरीर के बीच आत्म-निरीक्षण के माध्यम से आत्म-परिवर्तन का एक तरीका है, जिसे शरीर के जीवन का निर्माण करने वाली भौतिक संवेदनाओं पर सीधे ध्यान देकर अनुभव किया जा सकता है, और यह लगातार मन के जीवन को आपस में जोड़ती है और स्थिति में रखती है।</p>","SubContentHindi":null,"ImageUrl":"7dea3435-7675-459c-b6de-26a607f731aa_International-Bana-Meditation-Centre-Lathao.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. बुद्ध विहार, चोंगखाम","SubTitleHindi":null,"SubContent":"<p>बुद्ध विहार ऐतिहासिक शहर चोंगखम में स्थित है। यह स्थान मन के लिए एक स्थल है और बुद्ध की प्रतिमा के सामने ध्यान के लिए आदर्श है जो विहार के आंतरिक भाग को घेरे हुए है। चूंगखम राष्ट्रीय राजमार्ग 52 पर स्थित एक खूबसूरत जगह है। अरुणाचल पाली विद्यापीठ के परिसर में ताई खामापी सिंगफो म्यूजियम, खम्पती और सिंगो संस्कृति और परंपराओं की झलक पाने के लिए एक जगह है।</p>","SubContentHindi":null,"ImageUrl":"92edfb98-d4e0-40f8-90e5-ed3176d62498_Buddha-Vihara-Chongkham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. मठ, नामसाई","SubTitleHindi":null,"SubContent":"<p>नामसाई शहर के केंद्र में स्थित, यह शिवालय क्षेत्र में आने वाला पहला प्रमुख ढांचा था। यह पारियाती सासना बुद्ध विहार, नामसाई के अंदर स्थित है और अन्य रमणीय संरचनाओं के साथ विशाल परिसर में सुंदर मंदिरों से घिरा हुआ है।</p>","SubContentHindi":null,"ImageUrl":"0d0966dc-184d-4bc0-962d-e2fd54ef2bfb_Monastery-Namsai.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. स्वर्ण शिवालय","SubTitleHindi":null,"SubContent":"<p>तेनगनी में तेनग नदी के तट पर स्थित कोंगमु खाम, निहारना एक दृश्य है। थाई / बर्मी शैली में बना शानदार सुनहरा पैगोडा, हरे भरे हरियाली से घिरे एक खूबसूरत लैंडस्केप गार्डन के बीच और शांति और शांति का अनुभव करता है। स्वर्ण शिवालय के भीतर बुद्ध की एक सुंदर सोने की बनी प्रतिमा रखी गई है, जिसे नालंदा अभिलेख के कला बुद्ध पर बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह क्षेत्र ताई खाप्ती-सिंगोफो जनजातियों, एक पुस्तकालय और एक मठ के सांस्कृतिक अनुसंधान के लिए एक केंद्र भी है। आस-पास एक पर्यटन स्थल है जो व्यक्तिगत विला और डॉर्मिटरी के रूप में आवास प्रदान करता है। अतिथि यहाँ से सुंदर सुनहरे शिवालय के नज़ारे का आनंद ले सकते हैं और आस-पास के क्षेत्रों का भ्रमण कर सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"a82d5193-4495-437b-989a-fe43f22a7a74_Golden-Pagoda.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. निवास","SubTitleHindi":null,"SubContent":"<p>1. सर्किट हाउस डीसी ऑफिस, नामसाई dc-namsai-arn [at] gov.in</p>\r\n<p>2. फॉरेस्ट गेस्ट हाउस DFO (फॉरेस्ट), नामसाई</p>\r\n<p>3. गोल्डन पैगोडा इको रिजॉर्ट नोई चेनम, तेंगापानी, नामसाई,</p>\r\n<p>#: + 91 87300-81650, + 91 94027-88362 जानकारी [पर] goldenpagodaxores.com</p>","SubContentHindi":null,"ImageUrl":"54ac9ffa-7bc6-44b8-a058-9f2235220d2f_the-woodpecker-s-nest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवाईजहाज से:-</p>\r\n<p>निकटतम हवाई अड्डा मोहनबाड़ी (डिब्रूगढ़) हवाई अड्डा है जो असम में नामसी से 123kms पर स्थित है। मोहनबाड़ी से नामसाई तक जाने के लिए टैक्सी का लाभ उठाया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से:-</p>\r\n<p>निकटतम रेलवे स्टेशन 'न्यू तिनसुकिया जंक्शन' है जो असम में स्थित है और नामसाई से सिर्फ 79.7 किलोमीटर की दूरी पर स्थित है। तमसुकिया से नामसाई की यात्रा के लिए कैब और बसों का लाभ उठाया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से:-</p>\r\n<p>नामसाई असम के पड़ोसी शहरों के साथ सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है। नैमसाई से तिनसुकिया, गुवाहाटी, सिलीगुड़ी और ईटानगर के लिए दैनिक और रात बस सेवाएं उपलब्ध हैं। टैक्सी या टैक्सी का भी लाभ उठाया जा सकता है।</p>\r\n<p>स्रोत: https://namsai.nic.in</p>","SubContentHindi":null,"ImageUrl":"9cb2d64e-8f0a-4b4e-80d6-2d26ee4e698c_Namsai-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-namsai-arunachal-pradesh","tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"नामसाई","slug":"namsai"}],"recommendations":[{"id":334,"title":"पापुम पारे, युपिया में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"पापुम पारे जिला भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। 2011 तक यह अरुणाचल प्रदेश (20 में से) का सबसे अधिक आबादी वाला जिला है।\r\nइतिहास\r\nजिले का गठन 1999 में किया गया था जब इसे लोअर सुबनसिरी जिले से विभाजित किया गया था।\r\n&nbsp;\r\nभूगोल\r\nजिला मुख्याल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पापुम-पारे","slug":"papum-pare"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"युपिआ","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":330,"title":"लोअर सियांग, लिकाबाली में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"0ceb87b1-a1c0-40a6-87c8-814278ffa17c_Likabali.jpg","dateCreated":"2019-03-30T15:36:41.49Z","dateModified":"2019-03-30T15:36:41.49Z","contributedBy":"AskGif","content":"लोअर सियांग, अरुणाचल प्रदेश, भारत के 25 प्रशासनिक जिलों में से एक है। नए जिले को पश्चिम सियांग और पूर्वी सियांग जिलों से बाहर निकाला गया और 22 सितंबर 2017 को परिचालन घोषित किया गया और अरुणाचल का 22 वां जिला बना।\r\n&nbsp;\r\nइतिहास\r\n21 मार्च 2013 को नबाम तुकी की अरुणाचल प्रदेश सर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ceb87b1-a1c0-40a6-87c8-814278ffa17c_Likabali.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"निचला-सियांग","slug":"lower-siang"},{"name":"लीकाबाली","slug":"likabali"}],"slug":"top-places-to-visit-in-lower-siang-likabali-arunachal-pradesh","total":0},{"id":324,"title":"कुरुंग कुमे, कोलोरियांग में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"b35b34b4-87f6-40e4-a29c-59cae373b3bf_Koloriang.jpg","dateCreated":"2019-03-26T14:40:49.711Z","dateModified":"2019-03-26T16:15:40.11Z","contributedBy":"AskGif","content":"कुरुंग कुमाय जिला अरुणाचल प्रदेश के पूर्वोत्तर भारतीय राज्य के 22 जिलों में से एक है, जिसका जिला कोलोरियांग में है।\r\n&nbsp;\r\nनाम की उत्पत्ति\r\nइस जिले का नाम कुरुंग और कुमई से निकला है, जो दो प्रमुख नदियाँ हैं जो इसके माध्यम से बहती हैं। मिथक के अनुसार कुरुंग और कुमई नदियाँ दो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b35b34b4-87f6-40e4-a29c-59cae373b3bf_Koloriang.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोलोरियांग","slug":"koloriang"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"कुरुंग-कुमे","slug":"kurung-kumey"}],"slug":"top-places-to-visit-in-kurung-kumey-koloriang-arunachal-pradesh","total":0},{"id":295,"title":"अंजाव, हवाई में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"अंजाव जिला उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह एक नया बनाया गया जिला है, जिसे 16 फरवरी 2004 को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत लोहित जिले से विभाजित किया गया था। [२] जिले की सीमा उत्तर में चीन है। हवाई, समुद्र तल से 1296 मीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अंजाव","slug":"anjaw"},{"name":"हवाई","slug":"hawai"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}