{"id":332,"title":"Top Places to visit in Namsai, Arunachal Pradesh","imageUrl":"73525125-54f6-47ea-9582-dd1b9b6164d5_Namsai.jpg","dateCreated":"2019-03-31T12:23:11.339Z","dateModified":"2019-03-31T12:47:36.506Z","contributedBy":"AskGif","content":"<p>Namsai is the headquarters of Namsai district in the Indian state of Arunachal Pradesh. This place is one of the 60 constituencies of Arunachal. Name of current MLA (August-2016) of Namsai constituency is Zingnu Namchoom.</p>\r\n<p>Namsai district is an administrative district in the state of Arunachal Pradesh in north-east India.It was carved out of Lohit district in November 2014.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The creation of Namsai district was approved by the Arunachal Pradesh government of Nabam Tuki on 21 March 2013.</p>\r\n<p>&nbsp;</p>\r\n<p>On 25 November 2014, the Namsai subdivision of Lohit district was declared tobe new district of Arunachal Pradesh, the 18th district of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Overview</p>\r\n<p>Lying near the Dihing river, the township received a major boost when the much awaited bridge over the river was inaugurated in March 2002. The bridge is 660.37m long and recently it came to the 2nd position in Arunachal Pradesh after the inauguration of Parasuram Bridge, which is 85 km ahead of Namsai. Some 30 km to the east lies the Diyun Town. The road to Diyun takes a turn from the NH52. This road was developed by Oil India Limited which is still functioning although its worsening with each year. Just 75 km from Tinsukia Town, the major railway station, Namsai is fast developing as a township.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Golden Pagoda at Namsai</p>\r\n<p>Golden Pagoda</p>\r\n<p>The Golden Pagoda Monastery at Tengapani at Namsai district is a major tourist destination. Known as 'Kongmu Kham' in the local Tai-Khamti language, Golden Pagoda is one of the largest Buddhist monasteries in North East India.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Namsai has an All India Radio Relay station known as Akashvani Namsai. It broadcasts on FM frequencies.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Namsai_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/73525125-54f6-47ea-9582-dd1b9b6164d5_Namsai.jpg","subContents":[{"SubTitle":"1. Empong Monastery","SubTitleHindi":null,"SubContent":"<p>Empong monastery is considered by the local people as &lsquo;Ti Met&rsquo; (holy place) as it is believed that the statue installed in there has special powers. The story goes that long time ago an innocent villager sometimes used the statue of Lord Buddha as guard to keep an eye on the rice grains drying in the sun and drive the birds away. It was noticed that whenever this was done, no birds came near to feed on the rice grains and rice stock remained intact. A visitor to the village noticed this, considered it to be the miraculous working of the statue, brought it back and installed it in the Empong monastery. Believers visit the place to have their wishes fulfilled and hundreds flock here during the Sangken Festival every year. The sleepy village of Empong under Chongkham circle has another draw to it. It is believed that childless couples come here to the monastery to pray for their wishes and have had it fulfilled.</p>","SubContentHindi":null,"ImageUrl":"2d5c49c4-9843-402c-bf6e-7939f2a2beb7_Empong-Monastery.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. International Bana Meditation Centre, Lathao","SubTitleHindi":null,"SubContent":"<p>Vipassana, which means to see things as they really are, is one of India&rsquo;s most ancient techniques of meditation and practised here. The centre, surrounded by lush forest and sitting atop the Lal Pahad (red hill) provides an atmosphere of solitude ideal for meditation. It can also lay claim to one of the tallest statues of Buddha in the area. Vipassana is a way of self-transformation through self-observation between mind and body, which can be experienced directly by disciplined attention to the physical sensations that form the life of the body, and that continuously interconnect and condition the life of the mind.</p>","SubContentHindi":null,"ImageUrl":"7dea3435-7675-459c-b6de-26a607f731aa_International-Bana-Meditation-Centre-Lathao.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Buddha Vihara, Chongkham","SubTitleHindi":null,"SubContent":"<p>The Buddha Vihara is located in the historic town of Chongkham. This place is a solace to mind and is ideal for meditation in front of Buddha statue that surrounds the inner core of the vihara. Chongkham is a beautiful place to visit, situated on National Highway 52. The Tai Khampti Singpho museum in the campus of the Arunachal Pali Vidyapith is a must visit place to get a glimpses of Khampti and Singpho culture and Traditions.</p>","SubContentHindi":null,"ImageUrl":"92edfb98-d4e0-40f8-90e5-ed3176d62498_Buddha-Vihara-Chongkham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Monastery, Namsai","SubTitleHindi":null,"SubContent":"<p>Located in the heart of Namsai town, this pagoda was the first prominent structure to come up in the area. It is situated inside the Pariyati Sasana Buddha Vihara, Namsai and surrounded by beautiful temples in the vast compound along with other delightful structures.</p>","SubContentHindi":null,"ImageUrl":"0d0966dc-184d-4bc0-962d-e2fd54ef2bfb_Monastery-Namsai.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Golden Pagoda","SubTitleHindi":null,"SubContent":"<p>Situated in the banks of River Teang, Kongmu Kham at Tengapani is a sight to behold. The splendid golden pagoda built in the Thai/Burmese style sits majestical amidst a beautiful landscaped garden surrounded by lush greenery and exudes peace and serenity. Within the golden pagoda is housed a beautiful gilded statue of Buddha which is modelled on the kala Buddha of Nalanda archive.</p>\r\n<p>&nbsp;</p>\r\n<p>The area also houses a centre for cultural research of the Tai Khampti-singpho tribes, a library and a monastery. Nearby is a tourist resort which provides accommodation in the form of individual villas and dormitories. Guest can enjoy the view of the beautiful golden pagoda from here and visit the nearby areas.</p>","SubContentHindi":null,"ImageUrl":"a82d5193-4495-437b-989a-fe43f22a7a74_Golden-Pagoda.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Accommodation","SubTitleHindi":null,"SubContent":"<p>1. Circuit House DC Office, Namsai dc-namsai-arn[at]gov.in</p>\r\n<p>2.Forest Guest HouseDFO (Forest), Namsai</p>\r\n<p>3. Golden Pagoda Eco Resort Noi Chenam, Tengapani, Namsai,</p>\r\n<p>#:+91 87300-81650,+91 94027-88362 info[at]goldenpagodaecoresort.com</p>","SubContentHindi":null,"ImageUrl":"54ac9ffa-7bc6-44b8-a058-9f2235220d2f_the-woodpecker-s-nest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Air:-</p>\r\n<p>The nearest airport is Mohanbari (Dibrugarh) airport situated in Assam at 123kms from Namsai. Cabs can be availed on arrival from Mohanbari to travel to Namsai.</p>\r\n<p>&nbsp;</p>\r\n<p>By Train:-</p>\r\n<p>The nearest railway station is the &lsquo;New Tinsukia Junction&rsquo; which is situated in Assam and at just 79.7 kms from Namsai. Cabs and buses can be availed from Tinsukia to travel to Namsai.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road:-</p>\r\n<p>Namsai is well connected by road with the neighbouring towns of Assam. Daily day and night bus services are available from Namsai to Tinsukia, Guwahati, Siliguri and Itanagar. Cabs or Taxis can also be availed.</p>\r\n<p>source: https://namsai.nic.in</p>","SubContentHindi":null,"ImageUrl":"9cb2d64e-8f0a-4b4e-80d6-2d26ee4e698c_Namsai-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-namsai-arunachal-pradesh","tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"namsai","slug":"namsai"}],"recommendations":[{"id":334,"title":"Top Places to visit in Papum Pare, Yupia, Arunachal Pradesh","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"Papum Pare district is an administrative district in the state of Arunachal Pradesh in India. As of 2011 it is the most populous district of Arunachal Pradesh (out of 20).\r\nHistory\r\nThe district was formed in 1999 when it was split from Lower Subansiri district.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"papum-pare","slug":"papum-pare"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"yupia","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":330,"title":"Top Places to visit in Lower Siang, Likabali, Arunachal Pradesh","imageUrl":"0ceb87b1-a1c0-40a6-87c8-814278ffa17c_Likabali.jpg","dateCreated":"2019-03-30T15:36:41.49Z","dateModified":"2019-03-30T15:36:41.49Z","contributedBy":"AskGif","content":"Lower Siang is one of the 25 administrative district in the state of Arunachal Pradesh, India. The new district was carved out of West Siang and East Siang districts and declared operational on 22nd September 2017 and became the 22nd district of Arunachal pradesh.\r\n&nbsp;\r\nHistory</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ceb87b1-a1c0-40a6-87c8-814278ffa17c_Likabali.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"lower-siang","slug":"lower-siang"},{"name":"likabali","slug":"likabali"}],"slug":"top-places-to-visit-in-lower-siang-likabali-arunachal-pradesh","total":0},{"id":324,"title":"Top Places to visit in Kurung Kumey, Koloriang, Arunachal Pradesh","imageUrl":"b35b34b4-87f6-40e4-a29c-59cae373b3bf_Koloriang.jpg","dateCreated":"2019-03-26T14:40:49.711Z","dateModified":"2019-03-26T16:15:40.11Z","contributedBy":"AskGif","content":"Kurung Kumey district is one of the 22 districts of the northeastern Indian state of Arunachal Pradesh, with its district headquarters in Koloriang.\r\n&nbsp;\r\nOrigin of name\r\nThe name of this district is derived from the Kurung and the Kumey, the two principal rivers which flo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b35b34b4-87f6-40e4-a29c-59cae373b3bf_Koloriang.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"koloriang","slug":"koloriang"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"kurung-kumey","slug":"kurung-kumey"}],"slug":"top-places-to-visit-in-kurung-kumey-koloriang-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}