{"id":337,"title":"Top Places to visit in Tawang, Tawang Town, Arunachal Pradesh","imageUrl":"8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","dateCreated":"2019-04-06T07:27:17.825Z","dateModified":"2019-04-06T07:53:17.843Z","contributedBy":"AskGif","content":"<p>Tawang is a town in the Indian state of Arunachal Pradesh, situated at an elevation of approximately 3,048 metres (10,000 ft) to the east of Bhutan. The town once served as the district headquarters of West Kameng district, and became the district headquarters of Tawang district when it was formed from West Kameng.</p>\r\n<p>&nbsp;</p>\r\n<p>The area is part of the wider dispute between India and China concerning Arunachal Pradesh and is claimed by China as a part of Tibet.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Tawang town is located approximately 555 kilometres (345 mi) from Guwahati and 320 kilometres (200 mi) from Tezpur. Tawang has an average elevation of 2,669 metres (8,757 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>The climate is warm and temperate in Tawang. In winter, there is much less rainfall in Tawang than in summer. According to K&ouml;ppen and Geiger, this climate is classified as Cwb. The average temperature in Tawang is 10.3 &deg;C. The average annual rainfall is 915 mm.</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 census, Tawang had a population of 11,202.</p>\r\n<p>&nbsp;</p>\r\n<p>Tawang Monastery</p>\r\n<p>&nbsp;</p>\r\n<p>The 8m tall statue of the Shakyamuni Buddha in the Tawang Monastery</p>\r\n<p>Tawang Monastery was founded by the Mera Lama Lodre Gyatso in accordance to the wishes of the 5th Dalai Lama, Nagwang Lobsang Gyatso. It belongs to the Gelugpa sect and is the largest Buddhist monastery in India. The name Tawang (Tibetan: རྟ་དབང་, Wylie: Rta-dbang) means Horse Chosen. It is said to be the biggest Buddhist monastery in the world outside of Lhasa, Tibet. It is a major holy site for Tibetan Buddhists as it was the birthplace of the sixth Dalai Lama.</p>\r\n<p>&nbsp;</p>\r\n<p>When the 14th Dalai Lama fled from Tibet to escape from Chinese army, he crossed into India on 30 March 1959 and spent some days at the Tawang Monastery before reaching Tezpur in Assam on 18 April. Prior to 1959, the Dalai Lama refused to recognize India's sovereignty over South Tibet of China including Tawang. In 2003, the Dalai Lama said that \"Arunachal Pradesh was actually part of Tibet\". In January 2007, he said that in 1914, both the Tibetan government and Britain recognized the McMahon Line. In 2008, he said that \"Arunchal Pradesh was a part of India under the agreement signed by Tibetan and British representatives\". The Dalai Lama visited Tawang on 8 November 2009. About 30,000 people, including those from neighbouring Nepal and Bhutan, attended his religious discourse.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>The nearest airports are at Salonibari Airport in Tezpur (319 kilometres (198 mi)) and Lokpriya Gopinath Bordoloi International Airport, Guwahati. By road, Tawang is 440 kilometres (270 mi) from capital Itanagar and is connected with buses run by APSRTC and private services. The nearest railway station is at Naharlagun, which is connected to major cities. A broad-gauge railway line connecting Missamari in Assam with Tawang has been proposed and a survey for the line was sanctioned in 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Sheets of paper left to dry on individual moulds on the mountain slope near Tawang, Arunchal Pradesh, 1914.</p>\r\n<p>Tawang receives snowfall every year during December&ndash;January. There is also a ski lift in town. Visitors to Tawang, as is the case with the entire Arunachal Pradesh, require special Inner Line Permit (ILP) issued by the concerned government body and can be obtained from offices based in Kolkata, Guwahati, Tezpur, and New Delhi. Most of the travel from the plains is on a steep hill road journey, crossing Sela Pass at 4,176 metres (13,701 ft). Tourists can travel to Tawang from Tezpur, Assam by road and Tezpur has direct flights from Kolkata. In Oct 2014, two times a week helicopter service from Guwahati was started by the Arunachal Pradesh government.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tawang</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b324a0d-1fc7-42f4-93ec-1e126b958be8_Tawang-Town.jpg","subContents":[{"SubTitle":"1. Sangestar Tso (Madhuri Lake)","SubTitleHindi":null,"SubContent":"<p>Formed by a flash flood after an earthquake in the year 1950, Madhuri Lake is originally known as Shonga-tser Lake, which is one of the most popular lakes in Tawang, Arunachal Pradesh. The lake was renamed so after the shooting of Bollywood movie Koyla, starring Madhuri Dixit, the beautiful actress. The lake has been surrounded by wonderfully lush valleys, and snow-capped mountains. A leisure walk is the best way to explore the picturesque surroundings of the lake.</p>","SubContentHindi":null,"ImageUrl":"de4b124f-4cc6-4ee3-93d3-87928923d893_Sangestar-Tso-Madhuri-Lake.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Dolma Lhakang Lumla Tawang","SubTitleHindi":null,"SubContent":"<p>Lumla Dolma Lhakhang:-A huge statue of Jetsun Dolma (TARA DEVI)with prayer hall underneath. It is located at Lumla about 45 Kms from Tawang on way to Gorzam Chorten stupa.</p>","SubContentHindi":null,"ImageUrl":"01040277-b3b2-4a63-aa88-68cb03e140eb_Dolma-Lhakang-Lumla-Tawang.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Chagzam Bridge","SubTitleHindi":null,"SubContent":"<p>CHAGZAM BRIDGE:- Tangton Gyalpo, a disciple of first Dalai Lama, popularly known as Lama Chag-Zam Wangpo (1385-1464) was an architect, Philosopher and an Iron chain bridge builder. He is credited to have built more than 100 iron bridges all over Himalayan region. During 1420-1430 he built the bridge over Tawang-chu river to make a passage through Kitpi and Mukto. The bridge that exemplifies the finest metallurgy is about 25 Kms away from the town.</p>","SubContentHindi":null,"ImageUrl":"9aef0869-2ed3-4988-9550-12cffbd340ce_Chagzam-Bridge.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Gorsam Chorten Zemithang,Tawang","SubTitleHindi":null,"SubContent":"<p>The sky looming high stupa about 92 Km from Tawang was constructed by Lama Prathar from Kharman village in Zemithang, in 13th Century A.D., it stands featuring 186 feet base and 93 feet high is the modeled after Boudhinath stupa of Nepal. Thousands of devotees visit during Gorzam Kora festival to observe the virtuous occasion during the last day of the first month of the lunar calendar.</p>","SubContentHindi":null,"ImageUrl":"0d9ef20f-9ba7-4e21-a679-48f0568de01e_Gorsam-Chorten-Zemithang-Tawang.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Nuranang Waterfall Jang, Tawang","SubTitleHindi":null,"SubContent":"<p>JANG WATER FALL:- One can visit the famous phong- phongma waterfall about 40 Km drive from Tawang. Also popularly known as Nurongneng waterfall or the Jang Falls. This enticing beauty of milky white water is enthralling and thunderous ovation for those visiting this place</p>","SubContentHindi":null,"ImageUrl":"798bd8fb-e28c-42b2-93b1-6e02a8117776_Nuranang-Waterfall-Jang-Tawang.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. War Memorial Tawang","SubTitleHindi":null,"SubContent":"<p>The War Memorial is at a distance of 1 Km from the town. A beautiful Stupa is built in memory of the brave soldiers who sacrificed their lives in 1962 Sino-Indian war.</p>","SubContentHindi":null,"ImageUrl":"db9aa203-c794-4345-84d8-9a04b3651e2b_War-Memorial-Tawang.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Tawang monastery","SubTitleHindi":null,"SubContent":"<p>About 2 Kms from the town is the Tawang Monastery. The Monastery is the second biggest and oldest in Asia and is known as the Tawang Ganden Namgyal Lhatse i.e., the celestial paradise of divine site chosen by the horse was founded by Merag Lodroe Gyamtso in the year 1680-81. The Dalai Lama gave him a painting of goddess Palden Lhamo to be kept in the monastery. The 8 m high glided statue of Lord Buddha dominates the sanctum. The great rotating prayer wheels, priceless thangkas, the drone of monks in prayer, sputtering butter lamps are an evocative vision. The Tawang Monastery has a residential building for the monks, a library, a museum and school for the basic education. Pierced atop a hill dominating everything around and below it is an enormous yellow-roofed Tawang monastery which was originally a large and fortified complex strategically sited where the caravan routes from Tibet, Bhutan and West Kameng met. The place is also famous with the legend of 7th Century A.D., King Kalawangpo and Khandro Drowa Zangmo, known as rTa nag mandal sgang.</p>","SubContentHindi":null,"ImageUrl":"a9f584f5-e80d-427e-8955-a28de10f5665_Tawang-monastery.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Accommodation","SubTitleHindi":null,"SubContent":"<p>The restaurants in and around Tawang:</p>\r\n<p>&nbsp;Mon Valley.</p>\r\n<p>Snow yak.</p>\r\n<p>woodland.</p>\r\n<p>Dharma Coffee House.</p>\r\n<p>Dragon Restaurent.</p>\r\n<p>Orange Restaurent &amp; Launge Bar.</p>\r\n<p>Maa Sweet Restaurent.</p>\r\n<p>Payal Sweet House.</p>\r\n<p>Mandela Fooding.</p>\r\n<p>Sela Restaurent.</p>\r\n<p>Hotels in and around Tawang:</p>\r\n<p>Dolma Groups of Hotel.</p>\r\n<p>Hotek Gyaki Khang Zhang.</p>\r\n<p>Hotel Tawang Holiday.</p>\r\n<p>Hotel Ugyelling.</p>\r\n<p>Dondrup Homestay Tawang.</p>\r\n<p>Hotel Pemaling.</p>\r\n<p>Hotel Samdruplimg.</p>\r\n<p>Hotel Dickey pelber.</p>\r\n<p>Hotel Mandrelling Inn.</p>\r\n<p>Hotel Kalawangpo.</p>","SubContentHindi":null,"ImageUrl":"46c21246-2c1c-4758-8db9-f6a8ebfcbe4d_Accommodation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. How to Reach","SubTitleHindi":null,"SubContent":"<p>Arunachal Pradesh does not have its own operating airport but the state is well-connected by air. The nearest airport to reach Tawang is Salonibari Airport in Tezpur, Assam, located at a distance of 317 km from Tawang. Air India Regional flights operate to/from Kolkata and Silchar. However, the airport in Guwahati is more feasible to connect to Tawang. Lokapriya Gopinath Bordoloi International Airport in Guwahati is located 480 km from Tawang and is connected to all the major cities in India. Until now, international flights in the Guwahati airport are limited to Paro in Bhutan and Bangkok in Thailand, via Druk Air. One can take a 4-hour drive to Tezpur from the Guwahati airport and take a Tata Sumo or Mahindra Bolero from Tezpur to reach Tawang.</p>\r\n<p>source: https://tawang.nic.in/</p>","SubContentHindi":null,"ImageUrl":"33bac099-3a55-4217-911f-531e3fabbeb7_Tawang-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tawang-tawang-town-arunachal-pradesh","tags":[{"name":"tawang","slug":"tawang"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"tawang-town","slug":"tawang-town"}],"recommendations":[{"id":1246,"title":"Top Places to visit in Naharlagun, Arunachal Pradesh","imageUrl":"181049e4-609e-461d-ab28-34251cca0817_Naharlagun.jpg","dateCreated":"2020-04-23T04:08:34.846Z","dateModified":"2020-04-23T04:09:32.114Z","contributedBy":"AskGif","content":"Naharlagun is a town situated in the foothills of the Himalayas in the Indian state of Arunachal Pradesh.\r\n&nbsp;\r\nGeography\r\nIt is at an altitude of 155 meters from sea level. Surrounded by mountains, Naharlagun is a city that sees annual long monsoon rains. The weather is s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/181049e4-609e-461d-ab28-34251cca0817_Naharlagun.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"naharlagun","slug":"naharlagun"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-naharlagun-arunachal-pradesh","total":0},{"id":332,"title":"Top Places to visit in Namsai, Arunachal Pradesh","imageUrl":"73525125-54f6-47ea-9582-dd1b9b6164d5_Namsai.jpg","dateCreated":"2019-03-31T12:23:11.339Z","dateModified":"2019-03-31T12:47:36.506Z","contributedBy":"AskGif","content":"Namsai is the headquarters of Namsai district in the Indian state of Arunachal Pradesh. This place is one of the 60 constituencies of Arunachal. Name of current MLA (August-2016) of Namsai constituency is Zingnu Namchoom.\r\nNamsai district is an administrative district in the state of Aruna","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/73525125-54f6-47ea-9582-dd1b9b6164d5_Namsai.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"namsai","slug":"namsai"}],"slug":"top-places-to-visit-in-namsai-arunachal-pradesh","total":0},{"id":319,"title":"Top Places to visit in Changlang, Arunachal Pradesh","imageUrl":"d881a7cd-1fb4-4056-9412-9e6730f22a76_Changlang.jpg","dateCreated":"2019-03-24T07:39:24.283Z","dateModified":"2019-03-24T11:05:09.367Z","contributedBy":"AskGif","content":"Changlang is a census town and headquarters of the Changlang district in the Indian state of Arunachal Pradesh. It has become one of the major districts in the area owing to the presence of crude oil, coal and mineral resources other than tourism and hydro power.\r\n&nbsp;\r\nChanglang ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d881a7cd-1fb4-4056-9412-9e6730f22a76_Changlang.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"changlang","slug":"changlang"}],"slug":"top-places-to-visit-in-changlang-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}