{"id":338,"title":"तिरप, खोंसा में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","dateCreated":"2019-04-06T10:56:11.744Z","dateModified":"2019-04-06T11:05:28.025Z","contributedBy":"AskGif","content":"<p>तिरप जिला भारत में अरुणाचल प्रदेश राज्य के दक्षिणपूर्वी भाग में स्थित है। यह नागालैंड और असम के साथ एक राज्य सीमा, म्यांमार के साथ एक अंतरराष्ट्रीय सीमा और चांगलांग और लोंगडिंग के साथ एक जिला सीमा साझा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>अनादि काल से, तिरप देशज जनजातियों के पूर्वजों द्वारा बसाया गया है। 16 वीं शताब्दी के दौरान, अहोमों के शासनकाल के दौरान नोक्टे जैसे जनजाति क्षेत्र में बसने के लिए आए थे। जापानी सैनिकों ने 1945 में जापानी साम्राज्य के पतन तक एक संक्षिप्त अवधि के लिए इस क्षेत्र पर आक्रमण और नियंत्रण किया। उनके पतन के बाद सुमन गोप सत्ता में आए। देर से, Tirap भी NSCN के लिए एक प्रमुख लक्ष्य रहा है, एक नागा विद्रोही समूह जो ग्रेटर नागालैंड के निर्माण के लिए सैन्य बल का उपयोग करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>14 नवंबर 1987 को, नया चांगलांग जिला बनाने के लिए तिरप को द्विभाजित किया गया था। 2013 में Tirap को फिर से Longding District बनाने के लिए विभाजित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>तिरप जिला, कनाडा के कॉर्नवाल द्वीप के समतुल्य, 2,362 वर्ग किलोमीटर (912 वर्ग मील) के क्षेत्र में स्थित है। उत्तर पश्चिम में 200 मीटर से लेकर पटकाई पहाड़ियों में 4,000 मीटर तक की ऊँचाई है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>इस जिले में चार अरुणाचल प्रदेश विधान सभा क्षेत्र स्थित हैं: नामसांग, खोंसा पूर्व, खोंसा-पश्चिम, बोरदुरिया-बोगापानी। ये सभी अरुणाचल पूर्व लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार तिरप जिले की जनसंख्या 111,997 है, जो लगभग ग्रेनेडा देश के बराबर है। यह इसे भारत में 613 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 47 निवासियों प्रति वर्ग किलोमीटर (120 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 11.63% थी। हर 1000 पुरुषों के लिए Tirap का लिंग अनुपात 931 है, और साक्षरता दर 52.23% है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरप जिले में नोक्टे सबसे अधिक आबादी वाला क्षेत्र है। तिरप में अधिकांश लोग ईसाई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अधिकांश जनजातीय आबादी में नागा से संबंधित नोक्टे, कोन्याक और वांचो शामिल हैं, जिन्होंने पारंपरिक रूप से एनिमिज़्म का पालन किया, हालांकि उनमें से ज्यादातर ईसाई धर्म में परिवर्तित हो गए हैं। गैर-नागा सिंघ्पो के अलावा दो अन्य नगा जनजातियों, तुत्सा और तंगसा के छोटे समुदायों को भी जिले में पाया जा सकता है। उत्सव के मेले और त्यौहार जैसे नोक्टे का लोकु, वानोचो का उड़िया या ओजियले और तुत्सा का पोंगटू त्योहार पूरी तरह से मनाया जाता है। इन त्योहारों के साथ ही यहां दुर्गा पूजा भी मनाई जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>ईसाई धर्म पहली बार अरुणाचल प्रदेश में तिरप जिले में पेश किया गया था। बोरदुरिया 2004 में राज्य में कैथोलिक चर्च की रजत जयंती मनाने वाला पहला गाँव बन गया। तिरप भारत के कई हिस्सों से कई ईसाई मिशनरियों का दावा करता है। इनसे ईसाई धर्म में विशेष रूप से खोंसा में अपने गढ़ में परिवर्तित होने वाले हिंदू नोक्टे जनजाति का महत्वपूर्ण अनुपात हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>तिरप जिले में रामकृष्ण मिशन स्कूल के नाम से जाना जाने वाला शिक्षण संस्थान तिरप की शिक्षा प्रणाली के उत्थान के लिए एक प्रमुख भूमिका निभाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Tirap_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","subContents":[{"SubTitle":"1. खोंसा संग्रहालय","SubTitleHindi":null,"SubContent":"<p>खोंसा संग्रहालय खोंसा, टीरप जिले के शहर में स्थित है। यह 1956 में बनाया गया था। इस संग्रहालय में कुछ अद्भुत कलाकृतियाँ हैं जो जिले की विविध संस्कृति का प्रतिनिधित्व करती हैं। तलवारें और अन्य हथियार यहां प्रदर्शन पर हैं। इसके अलावा, संग्रहालय में हथकरघा और कलाकृतियां संग्रह हैं जो भारत के विभिन्न हिस्सों की संस्कृति का प्रतिनिधित्व करती हैं। यहां विभिन्न प्रकार के बेंत और बांस के काम भी देखे जा सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"f0408df3-5460-426f-b963-e43e0bf2f198_Khonsa-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. खोंसा","SubTitleHindi":null,"SubContent":"<p>हिमालय से घिरी घाटी में एक छोटा सा हिल स्टेशन खोंसा अरुणाचल प्रदेश राज्य में तिरप जिले का मुख्यालय है। यह ब्रिटिश काल के दौरान बनाया गया था और राज्य के पांच शुरुआती जिलों में से एक था। खोंसा पूर्व में म्यांमार और दक्षिण में असम की सीमा में आता है। पहाड़ियों से घने घने जंगलों के मनोरम दृश्यों से घिरा, खोंसा आगंतुकों की नज़र में एक स्वर्ग है। तिरप घाटी में स्थित यह शहर राजसी हिमालय पर्वतमाला से घिरा हुआ है। यहां की नदियां, गहरे घाटियां, घने जंगल और बर्फ से ढकी पहाड़ियां यहां की खूबसूरती में चार चांद लगाती हैं। खोंसा के आसपास के जंगल टाइगर्स, तेंदुए, जैकलस, जंगली सूअर, भालू, बार्किंग हिरण, रेड पांडा, कस्तूरी मृग, मिथुन और रोडेंट्स की कई प्रजातियों के वन्य प्राणियों की मेजबानी करते हैं। खोंसा में शाखा से शाखा तक झूलते हुए सफेद गिबॉन बंदर मिल सकते हैं। रोमांच पसंद करने वाले सभी लोगों के लिए एक आदर्श स्थान, खोंसा घने जंगलों के माध्यम से एक शानदार ट्रेक प्रदान करता है। ऑर्किड की कई दुर्लभ प्रजातियों के साथ धन्य, अप्रैल के दौरान, वन इन दुर्लभ और विदेशी फूलों के साथ हर किसी की आंखों का इलाज करते हैं। भूमि की संस्कृति रंगीन भी है। इस जगह की एक शानदार विशेषता आदिवासियों और उनके त्योहारों, मेलों और निर्दोष कलाकृतियों की जातीयता में निहित है जो गहन समर्पण के साथ बनाई गई हैं। ये जनजातियाँ मोतियों से आभूषण बनाती हैं और इसमें हेडगियर, हाथी के दांत और कई अन्य कलाकृतियाँ हैं जो इसकी विशिष्टता को चिह्नित करती हैं।</p>","SubContentHindi":null,"ImageUrl":"45b0985c-b851-4f72-b5f9-29d187402797_Khonsa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निवास","SubTitleHindi":null,"SubContent":"<p>खोंसा, तिरप जिला में निम्नलिखित आवास सुविधाएँ उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सर्किट हाउस</p>\r\n<p>उपायुक्त कार्यालय के पास, खोंसा</p>\r\n<p>&nbsp;</p>\r\n<p>जिला ।- तिरप</p>\r\n<p>&nbsp;</p>\r\n<p>खोंसा</p>\r\n<p>&nbsp;</p>\r\n<p>अरुणाचल प्रदेश- 792130, भारत</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क नंबर: 03786 - 222249</p>\r\n<p>&nbsp;</p>\r\n<p>मूल्य सीमा: रु। 500 - रु। 1000</p>\r\n<p>&nbsp;</p>\r\n<p>अतिथि गृह</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>यूडी गेस्ट हाउस,</p>\r\n<p>&nbsp;</p>\r\n<p>बस स्टैंड के पास, खोंसा</p>\r\n<p>&nbsp;</p>\r\n<p>जिला ।- तिरप</p>\r\n<p>&nbsp;</p>\r\n<p>खोंसा</p>\r\n<p>&nbsp;</p>\r\n<p>अरुणाचल प्रदेश- 792130, भारत</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क नंबर: NA</p>\r\n<p>&nbsp;</p>\r\n<p>मूल्य सीमा: रु। 500 - रु। 1000</p>\r\n<p>&nbsp;</p>\r\n<p>होटल</p>\r\n<p>होटल राज,</p>\r\n<p>&nbsp;</p>\r\n<p>बस स्टैंड के पास, खोंसा</p>\r\n<p>&nbsp;</p>\r\n<p>जिला ।- तिरप</p>\r\n<p>&nbsp;</p>\r\n<p>खोंसा</p>\r\n<p>&nbsp;</p>\r\n<p>अरुणाचल प्रदेश- 792130, भारत</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क नंबर: 03786- 222997</p>\r\n<p>&nbsp;</p>\r\n<p>मूल्य सीमा: रु। 500 - रु। 1000</p>","SubContentHindi":null,"ImageUrl":"167c2df3-d6d3-4886-b42c-e104490ea38c_Accommodation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>ट्रेन से</p>\r\n<p>तिरप तक कोई सीधी ट्रेन सेवा नहीं है। निकटतम रेलवे स्टेशन डिब्रूगढ़ (120 किमी), तिनसुकिया (110 किमी) या असम में नहरकटिया (70 किमी) हैं। इन स्थानों से जिला मुख्यालय, खोंसा के लिए दैनिक बस / टैक्सी सेवा उपलब्ध है। डिब्रूगढ़ और तिनसुकिया से लगभग 3 घंटे लगते हैं और खोरसा पहुंचने के लिए नाहरतिया से लगभग 2 घंटे लगते हैं। गुवाहाटी के माध्यम से नई दिल्ली से डिब्रूगढ़ / तिनसुकिया के लिए एक दैनिक राजधानी एक्सप्रेस और ब्रह्मपुत्र एक्सप्रेस है। ट्रेन की बुकिंग साइट www.irctc.co.in पर ऑनलाइन की जा सकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>बस से</p>\r\n<p>दोनों सरकार और गुवाहाटी और डिब्रूगढ़ / तिनसुकिया के बीच निजी डीलक्स बस सेवाएं उपलब्ध हैं। रात की सेवा भी उपलब्ध है। फिर डिब्रूगढ़ या तिनसुकिया से, अरुणाचल प्रदेश राज्य परिवहन सेवा (APSTS) से खोंसा के लिए बसों की दैनिक सेवा है। कई निजी टैक्सी / बसें भी इस मार्ग पर चलती हैं। खोंसा को हाल ही में APSTS की दैनिक सीधी बस सेवा द्वारा राज्य की राजधानी ईटानगर से जोड़ा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>डिब्रूगढ़ 2 दैनिक उड़ानों के माध्यम से हवाई मार्ग से गुवाहाटी से जुड़ा हुआ है। इसकी नई दिल्ली (जेटलाइट - www.jetlite.com) के लिए सीधी दैनिक उड़ान भी है। डिब्रूगढ़ के बाद से, टैक्सी या बस सेवा उपलब्ध है। डिब्रूगढ़ एक दैनिक हेलीकॉप्टर (रविवार को छोड़कर) सेवा (अरुणाचल प्रदेश सरकार द्वारा संचालित) द्वारा राज्य की राजधानी इटानगर से भी जुड़ा हुआ है। सप्ताह में एक बार, हेलीकॉप्टर डिब्रूगढ़ से खोंसा हेलीपैड पर भी उतरता है। हालांकि समय-सारणी परिवर्तन के अधीन है और सटीक प्रचलित समय का पता इटानगर के हेलीपैड से लिया जा सकता है (Ph No. 0360-2243262)।</p>","SubContentHindi":null,"ImageUrl":"4e1df7d3-e059-46d2-a751-15da2945ad62_tirap-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-tirap-khonsa-arunachal-pradesh","tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"तिरप","slug":"tirap"},{"name":"खोंसा","slug":"khonsa"}],"recommendations":[{"id":339,"title":"ऊपरी दिबांग घाटी, अनिनी में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"48bf158f-3e4e-474a-9838-84eca052500a_Arunachal-Pradesh-Dibang-Valley.jpg","dateCreated":"2019-04-07T05:47:29.918Z","dateModified":"2019-04-07T09:02:11.068Z","contributedBy":"AskGif","content":"ऊपरी दिबांग घाटी अरुणाचल प्रदेश का एक जिला है जिसका नाम दिबांग नदी या तालोन के नाम पर रखा गया है क्योंकि मिश्मिस इसे कहते हैं। यद्यपि दिबांग घाटी जिला 9,129 वर्ग किलोमीटर (3,525 वर्ग मील) के क्षेत्र के साथ राज्य का सबसे बड़ा जिला है, यह भारत में सबसे कम आबादी वाला जिला है।\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/48bf158f-3e4e-474a-9838-84eca052500a_Arunachal-Pradesh-Dibang-Valley.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ऊपरी-दिबांग-घाटी","slug":"upper-dibang-valley"},{"name":"अनिनी","slug":"anini"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-upper-dibang-valley-anini-arunachal-pradesh","total":0},{"id":338,"title":"तिरप, खोंसा में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","dateCreated":"2019-04-06T10:56:11.744Z","dateModified":"2019-04-06T11:05:28.025Z","contributedBy":"AskGif","content":"तिरप जिला भारत में अरुणाचल प्रदेश राज्य के दक्षिणपूर्वी भाग में स्थित है। यह नागालैंड और असम के साथ एक राज्य सीमा, म्यांमार के साथ एक अंतरराष्ट्रीय सीमा और चांगलांग और लोंगडिंग के साथ एक जिला सीमा साझा करता है।\r\n&nbsp;\r\nइतिहास\r\nअनादि काल से, तिरप देशज जनजातियों के पूर्वजों द्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"तिरप","slug":"tirap"},{"name":"खोंसा","slug":"khonsa"}],"slug":"top-places-to-visit-in-tirap-khonsa-arunachal-pradesh","total":0},{"id":334,"title":"पापुम पारे, युपिया में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"पापुम पारे जिला भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। 2011 तक यह अरुणाचल प्रदेश (20 में से) का सबसे अधिक आबादी वाला जिला है।\r\nइतिहास\r\nजिले का गठन 1999 में किया गया था जब इसे लोअर सुबनसिरी जिले से विभाजित किया गया था।\r\n&nbsp;\r\nभूगोल\r\nजिला मुख्याल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पापुम-पारे","slug":"papum-pare"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"युपिआ","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":295,"title":"अंजाव, हवाई में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"अंजाव जिला उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह एक नया बनाया गया जिला है, जिसे 16 फरवरी 2004 को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत लोहित जिले से विभाजित किया गया था। [२] जिले की सीमा उत्तर में चीन है। हवाई, समुद्र तल से 1296 मीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अंजाव","slug":"anjaw"},{"name":"हवाई","slug":"hawai"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}