{"id":338,"title":"Top Places to visit in Tirap, Khonsa, Arunachal Pradesh","imageUrl":"7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","dateCreated":"2019-04-06T10:56:11.744Z","dateModified":"2019-04-06T11:05:28.025Z","contributedBy":"AskGif","content":"<p>The Tirap district is located in the southeastern part of the state of Arunachal Pradesh in India. It shares a state border with Nagaland and Assam, an international border with Myanmar and a district border with Changlang and Longding.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Since time immemorial, Tirap has been inhabited by ancestors of the indigenous tribes. Tribes such as the Nocte came to settle in the area during the 16th century, at the time of reign of the Ahoms. Japanese troops invaded and controlled the area for a brief period in 1945, until the collapse of the Japanese Empire. After their collapse Suman Gope came to power. Of late, Tirap has also been a major target for the NSCN, a Naga rebel group who aims for creation of Greater Nagaland, using military force.</p>\r\n<p>&nbsp;</p>\r\n<p>On 14 November 1987, Tirap was bifurcated to create the new Changlang district. In 2013 Tirap was again split to create Longding District.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Tirap district occupies an area of 2,362 square kilometres (912 sq mi), comparatively equivalent to Canada's Cornwall Island. The elevation ranges from 200 meters in the northwest to 4,000 meters in the Patkai Hills.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>There are four Arunachal Pradesh Legislative Assembly constituencies located in this district: Namsang, Khonsa East, Khonsa-West, Borduria-Bogapani. All of these are part of Arunachal East Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Tirap district has a population of 111,997, roughly equal to the nation of Grenada. This gives it a ranking of 613th in India (out of a total of 640). The district has a population density of 47 inhabitants per square kilometre (120/sq mi) . Its population growth rate over the decade 2001&ndash;2011 was 11.63%. Tirap has a sex ratio of 931 females for every 1000 males, and a literacy rate of 52.23%.</p>\r\n<p>&nbsp;</p>\r\n<p>In Tirap district Nocte is the most populated tribe, the area. Most of the people in Tirap are Christians.</p>\r\n<p>&nbsp;</p>\r\n<p>Much of the tribal population consists of the Naga related Nocte, Konyak and Wancho, who traditionally followed Animism, although most of them have converted to Christianity. Smaller communities of two other Naga tribes, Tutsa and Tangsa, besides non-Naga Singhpo can be found in the district as well. Festive fairs and festivals such as the Loku of the Nocte, Oriya or Ojiyele of the Wancho and the Pongtu festival of the Tutsa are celebrated in full flair. Along with these festivals Durga Puja is also celebrated here.</p>\r\n<p>&nbsp;</p>\r\n<p>Christianity was first introduced in Arunachal Pradesh in the district of Tirap. Borduria became the first village to observe silver jubilee of Catholic Church in the state in 2004. Tirap boasts a number of Christian missionaries from many parts of India. These had resulted in significant proportions of the Hindu Nocte tribe converting to Christianity, especially in its stronghold in Khonsa.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>In Tirap district the educational institute known as Ramakrishna Mission School plays a major role to uplift the education system of Tirap.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tirap_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","subContents":[{"SubTitle":"1. Khonsa Museum","SubTitleHindi":null,"SubContent":"<p>Khonsa Museum is situated in the town of Khonsa, Tirap District. It was built in the year 1956. This museum houses some of the amazing artifacts which represents the diverse culture of the district. Swords and other weapons are on display here. Apart from that, the museum houses handlooms and artifacts collections that represent the culture of various parts of India. Different types of cane and bamboo works can also be seen here.</p>","SubContentHindi":null,"ImageUrl":"f0408df3-5460-426f-b963-e43e0bf2f198_Khonsa-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Khonsa","SubTitleHindi":null,"SubContent":"<p>Khonsa, a tiny hill station in a valley surrounded by the Himalyas, is the headquarters of Tirap district in the state of Arunachal Pradesh. It was created during the British period and was one of the five earliest districts of the state. Khonsa borders Myanmar in the east and Assam in the south. Surrounded by panoramic views of thick forests fringed by hills, Khonsa is a paradise to the visitors eye. This town in Tirap valley is surrounded by the majestic Himalayan ranges. The streams, deep gorges, dense forests and snow-clad hills add to the spectacular beauty of the place. The forests around Khonsa host wild beings from Tigers, Leopards, Jackals, Wild boars, Bears, Barking deer, Red Panda, Musk Deer, Mithun and numerous species of Rodents. One can find White gibbon monkeys swinging from branch to branch at Khonsa. A perfect place for all those who love adventure, Khonsa offers an exhilarating treks through dense forests. Blessed with numerous rare species of orchids, during April, the forests treat everyone&rsquo;s eyes with these rare and exotic blossoms. The culture of the land is colorful too. A spectacular attribute of this place lies in the ethnicity of tribals and their festivals, fairs and flawless artworks which are created with intense dedication. These tribes makes jewellery from beads and there are headgears, elephant tusks and several other artifacts which mark its uniqueness.</p>","SubContentHindi":null,"ImageUrl":"45b0985c-b851-4f72-b5f9-29d187402797_Khonsa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Accommodation","SubTitleHindi":null,"SubContent":"<p>The following Accommodation facilities are available at Khonsa, Tirap District.</p>\r\n<p>&nbsp;</p>\r\n<p>Circuit House</p>\r\n<p>Near Deputy Commissioner&rsquo;s Office, Khonsa</p>\r\n<p>&nbsp;</p>\r\n<p>Dist.- Tirap</p>\r\n<p>&nbsp;</p>\r\n<p>Khonsa</p>\r\n<p>&nbsp;</p>\r\n<p>Arunachal Pradesh- 792130, India</p>\r\n<p>&nbsp;</p>\r\n<p>Contact No: 03786 &ndash; 222249</p>\r\n<p>&nbsp;</p>\r\n<p>Price Range : Rs. 500 &ndash; Rs. 1000</p>\r\n<p>&nbsp;</p>\r\n<p>Guest House</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>UD Guest House,</p>\r\n<p>&nbsp;</p>\r\n<p>Near Bus Stand, Khonsa</p>\r\n<p>&nbsp;</p>\r\n<p>Dist.- Tirap</p>\r\n<p>&nbsp;</p>\r\n<p>Khonsa</p>\r\n<p>&nbsp;</p>\r\n<p>Arunachal Pradesh- 792130, India</p>\r\n<p>&nbsp;</p>\r\n<p>Contact No: NA</p>\r\n<p>&nbsp;</p>\r\n<p>Price Range : Rs. 500 &ndash; Rs. 1000</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel</p>\r\n<p>Hotel Raj,</p>\r\n<p>&nbsp;</p>\r\n<p>Near Bus Stand, Khonsa</p>\r\n<p>&nbsp;</p>\r\n<p>Dist.- Tirap</p>\r\n<p>&nbsp;</p>\r\n<p>Khonsa</p>\r\n<p>&nbsp;</p>\r\n<p>Arunachal Pradesh- 792130, India</p>\r\n<p>&nbsp;</p>\r\n<p>Contact No: 03786- 222997</p>\r\n<p>&nbsp;</p>\r\n<p>Price Range : Rs. 500 &ndash; Rs. 1000</p>","SubContentHindi":null,"ImageUrl":"167c2df3-d6d3-4886-b42c-e104490ea38c_Accommodation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Train</p>\r\n<p>There is no direct train service to Tirap. The nearest railway stations are at Dibrugarh (120 km), Tinsukia (110 km) or Naharkatia (70 km) in Assam . From these places, daily bus/taxi service is available to the district headquarter, Khonsa. It takes approximately 3 hours each from Dibrugarh and Tinsukia and approximately 2 hours from Naharkatia to reach Khonsa. There is a daily Rajdhani Express and Brahamputra Express from New Delhi to Dibrugarh / Tinsukia via Guwahati. The train bookings may be done online at the site www.irctc.co.in.</p>\r\n<p>&nbsp;</p>\r\n<p>By Bus</p>\r\n<p>Both Govt. and private deluxe bus services are available between Guwahati and Dibrugarh/Tinsukia. Night service is also available. Then from Dibrugarh or Tinsukia onwards, buses of Arunachal Pradesh State Transport Service (APSTS) to Khonsa have a daily service. Many private taxis / buses also ply on this route. Khonsa has recently been connected to State capital Itanagar by a daily direct bus service of APSTS.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>Dibrugarh is connected to Guwahati by air through 2 daily flights. It also has a direct daily flight to New Delhi (Jetlite &ndash; www.jetlite.com). From Dibrugarh onwards, taxi or bus service is available. Dibrugarh is also connected to State Capital Itanagar by a daily helicopter (except Sundays) service (operated by Govt. of Arunachal Pradesh). Once a week, the helicopter also lands at Khonsa helipad from Dibrugarh. The time-table is however subject to change and exact prevailing timings may be ascertained from helipad at Itanagar (Ph No. 0360-2243262).</p>","SubContentHindi":null,"ImageUrl":"4e1df7d3-e059-46d2-a751-15da2945ad62_tirap-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tirap-khonsa-arunachal-pradesh","tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"tirap","slug":"tirap"},{"name":"khonsa","slug":"khonsa"}],"recommendations":[{"id":339,"title":"Top Places to visit in Upper Dibang Valley, Anini, Arunachal Pradesh","imageUrl":"48bf158f-3e4e-474a-9838-84eca052500a_Arunachal-Pradesh-Dibang-Valley.jpg","dateCreated":"2019-04-07T05:47:29.918Z","dateModified":"2019-04-07T09:02:11.068Z","contributedBy":"AskGif","content":"Upper Dibang Valley is a district of Arunachal Pradesh named after the Dibang River or the Talon as the Mishmis call it. Although the Dibang Valley district is the largest district in the state with an area of 9,129 square kilometres (3,525 sq mi), it is the least populated district in India.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/48bf158f-3e4e-474a-9838-84eca052500a_Arunachal-Pradesh-Dibang-Valley.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"upper-dibang-valley","slug":"upper-dibang-valley"},{"name":"anini","slug":"anini"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-upper-dibang-valley-anini-arunachal-pradesh","total":0},{"id":338,"title":"Top Places to visit in Tirap, Khonsa, Arunachal Pradesh","imageUrl":"7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","dateCreated":"2019-04-06T10:56:11.744Z","dateModified":"2019-04-06T11:05:28.025Z","contributedBy":"AskGif","content":"The Tirap district is located in the southeastern part of the state of Arunachal Pradesh in India. It shares a state border with Nagaland and Assam, an international border with Myanmar and a district border with Changlang and Longding.\r\n&nbsp;\r\nHistory\r\nSince time immemorial","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"tirap","slug":"tirap"},{"name":"khonsa","slug":"khonsa"}],"slug":"top-places-to-visit-in-tirap-khonsa-arunachal-pradesh","total":0},{"id":334,"title":"Top Places to visit in Papum Pare, Yupia, Arunachal Pradesh","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"Papum Pare district is an administrative district in the state of Arunachal Pradesh in India. As of 2011 it is the most populous district of Arunachal Pradesh (out of 20).\r\nHistory\r\nThe district was formed in 1999 when it was split from Lower Subansiri district.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"papum-pare","slug":"papum-pare"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"yupia","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}