{"id":340,"title":"ऊपरी सियांग, यिंगकिओनग में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"786fbad6-41a3-4c62-8bad-54a3350a906a_Upper-Siang.jpg","dateCreated":"2019-04-10T16:10:33.489Z","dateModified":"2019-04-10T16:27:16.885Z","contributedBy":"AskGif","content":"<p>अपर सियांग भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह देश का चौथा सबसे कम आबादी वाला जिला है (640 में से)</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>अधिकांश लोग जनजाति के आदि हैं जबकि मेम्बा, खंबा इडु मिश्मी जनजाति भी वहां मौजूद हैं। जिले में 7 संयंत्र हैं। [स्पष्टीकरण की आवश्यकता] जिले का गठन 1999 में हुआ था जब इसे पूर्वी सियांग जिले से विभाजित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>जिला मुख्यालय यिंगकिओनग में स्थित है। ऊपरी सियांग जिला 6,118 वर्ग किलोमीटर (2,362 वर्ग मील) के क्षेत्र में स्थित है,</p>\r\n<p>&nbsp;</p>\r\n<p>जिला बड़े पैमाने पर ऊपरी सियांग जलविद्युत परियोजना का स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मैकमोहन लाइन के साथ विजयनगर अरुणाचल प्रदेश फ्रंटियर हाईवे के लिए 2,000 किलोमीटर लंबी (1,200 मील) प्रस्तावित मैगो-थिंग्बु, (प्रस्तावित पूर्व-पश्चिम औद्योगिक गलियारा राजमार्ग के साथ प्रतिच्छेद करेगी) और इस जिले से होकर गुजरेगी, जिसका मानचित्रण यहाँ और यहाँ देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>इस जिले में दो अरुणाचल प्रदेश विधान सभा क्षेत्र हैं: टुटिंग-यिंगकिओनग और मार्यांग-गीकू। दोनों अरुणाचल पूर्व लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार ऊपरी सियांग जिले की आबादी 35,320 है, जो लिकटेंस्टीन के देश के बराबर है। यह इसे भारत में 637 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 5 निवासियों प्रति वर्ग किलोमीटर (13 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 5.77% थी। ऊपरी सियांग में प्रत्येक 1000 पुरुषों पर लिंगानुपात 891 महिलाओं का है, और साक्षरता दर 59.94% है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में आदिवासी और मेम्बा जनजाति के विभिन्न जनजातीय समूह रहते हैं। आदिवासी आमतौर पर डोनी-पोलो का अनुसरण करते हैं, और मेम्बा तिब्बती बौद्ध धर्म के अनुयायी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>बोली जाने वाली भाषाओं में लगभग 140 000 बोलने वालों के साथ एक सिनो-तिब्बती जीभ आदि शामिल है, जो तिब्बती और लैटिन दोनों लिपियों में लिखी गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1986 में ऊपरी सियांग जिला मौलिंग नेशनल पार्क का घर बन गया, जिसका क्षेत्रफल 483 किमी 2 (186.5 वर्ग मील) है। विज्ञान का एक नया स्तनपायी, मीबो विशाल उड़न गिलहरी (पेटौरिस्ता सियांगेंसिस) इस जिले से बताया गया है</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>सर्वशक्तिमान ईश्वर अपने सभी दादा-दादी और प्राकृतिक सुंदरता को ऊपरी सियांग तक पहुंचाने के लिए काफी उदार रहा है। झरने के झरने, गहन घाटियाँ और मीज़ाईल वाले बर्फ से ढके पहाड़, उफनती धाराएँ, खामोश झीलें और प्राचीन वन अब तक नश्वर हाथों से नहीं छू पाए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ऊपरी सियांग जिले के मेचुका की मेम्पा जनजाति</p>\r\n<p>प्राकृतिक परिवेश, विदेशी और स्थानीय पर्यटकों के लिए एक आदर्श स्थान है। ऊपरी सियांग में जनजातियों के चार मुख्य समूहों का निवास है, अर्थात। आदि, मेम्बा, खंबा और मिशमी। हालांकि उनके पास विशिष्ट सामाजिक-सांस्कृतिक जीवन है, लेकिन वे प्राचीन काल से एक-दूसरे के साथ सह-अस्तित्व में हैं। आदिस और मिश्मिस एक कट्टरपंथी हैं जो सूर्य और चंद्रमा के विश्वासियों हैं, जबकि मेम्बा और खंबा महायान बौद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इसलिए, इस जिले में नृत्यों, त्योहारों, पहनावों के संदर्भ में विविध प्रकार की संस्कृति देखी जा सकती है। इसके अलावा, कई पवित्र स्थान, गुफाएं, मंदिर स्थित हैं, जो कि पैर की पटरियों के माध्यम से सुलभ हैं। कुछ साल पहले, परम पावन दलाई लामा और मैसूर के परम पावन रिनपोछे ने टुटिंग का दौरा किया था और एक गोम्पा / मठ की आधारशिला रखी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेकिंग, वाटर राफ्टिंग, एंगलिंग जैसे साहसिक खेलों में इस क्षेत्र में विकास की अपार संभावनाएं हैं। पिछले कुछ वर्षों से, ऊपरी सियांग में शक्तिशाली सियांग नदी पर अंतर्राष्ट्रीय श्वेत जल राफ्टिंग अभियान चलाया जा रहा है। इस खूबसूरत परिदृश्य, विविध सांस्कृतिक पृष्ठभूमि, बड़ी संख्या में बौद्ध तीर्थयात्रियों की उपस्थिति में, ऊपरी सियांग एक पर्यटन स्थल के रूप में अपनी सही जगह के हकदार हैं। निम्नलिखित 6 पर्यटक सर्किट / गंतव्य धार्मिक, सांस्कृतिक, पारिस्थितिक और साहसिक पर्यटन के लिए पहचाने गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Upper_Siang_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/786fbad6-41a3-4c62-8bad-54a3350a906a_Upper-Siang.jpg","subContents":[{"SubTitle":"1. एकोडॉलींग (रियुताला)","SubTitleHindi":null,"SubContent":"<p>एकलोडिंग (रिउताला) सिमोंग क्षेत्र के अंतर्गत है। अक्टूबर और नवंबर के महीने के दौरान सिमोंग के लोग ईएमओ (एकोनाइट) लेने के लिए समूह में यहां पहुंचते हैं, जिसका इस्तेमाल शिकार के लिए किया जाता है। जानवरों की कई दुर्लभ प्रजातियाँ जैसे टैकिंस, मस्कडियर (सिकुंग), बर्ड्स जैसे पेड, टैन, सिको (सभी स्थानीय नाम) यहाँ देखे जा सकते हैं, औषधीय पौधे जैसे एनवाईओडीओ (कोप्टिस टीटा), टैलाप (एक प्रकार का जंगली लहसुन), आदि। यहाँ पाए जाते हैं। अब एक दिन जगह ने बौद्धों के लिए धार्मिक महत्व हासिल कर लिया है। वे इको डंपिंग को रायतुला कहते हैं और इसे AWALOKESHWARA के स्वर्ग के रूप में मानते हैं, जिसका अर्थ है CHENRISI का स्वर्ग, दलाई लामा। यह सिमोन्ग गांव के माध्यम से तीन दिन पैदल मार्च है और 6 दिन टुटिंग के माध्यम से - ताशिगांव और सिंघा। दूर दराज के क्षेत्रों से बौद्ध तीर्थयात्री अगस्त और सितंबर के महीने में यहां प्रार्थना करने के लिए आते हैं। रायतुला एक पहाड़ी है जो कई झीलों से घिरा है। इस नदी से सिपिट, यमेंग, सिमोंग पतंग, तंगम पतंग की उत्पत्ति हुई है। इस स्थान के आसपास कई गुफाएँ हैं जो तीर्थयात्रियों को आश्रय देती हैं। Eko-D नलसाजी की प्राकृतिक सुंदरता लुभावनी है।</p>","SubContentHindi":null,"ImageUrl":"8c98a5f9-c006-43a8-b2c8-46f93ffb6206_Ekodumbing-Riutala.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. मौलिंग नेशनल पार्क","SubTitleHindi":null,"SubContent":"<p>मौलिंग नेशनल पार्क की स्थापना 1982 में पौधों और जानवरों के लिए एक अनुकूल निवास स्थान बनाने के उद्देश्य से की गई थी। यह सियांग नदी के दाहिने किनारे में स्थित है जो 483 वर्ग मीटर के क्षेत्र को कवर करता है। के.एम.। यह पार्क विविध वनस्पतियों और जीवों के लिए आरक्षित घर है। क्षेत्र की वनस्पति ऊंचाई के अनुसार बदलती है। ऊपरी स्तर पर शीतोष्ण अल्पाइन और शंकुधारी वन, जबकि निचला क्षेत्र उष्णकटिबंधीय सदाबहार वन से आच्छादित है। लोमड़ी की तरह सजावटी पौधे, ऑर्किड इस क्षेत्र में प्रचुर मात्रा में हैं। पार्क में जानवरों और पक्षियों का एक प्रभावशाली क्षेत्र भी है। कई लुप्तप्राय प्रजातियां जैसे कि टेकिंस, स्नोक्लॉक्ड तेंदुआ, गोल्डन लेसर, हॉर्नबिल, मोनाल स्कैटर, सेरो को यहां देखा जाता है। और कई और प्रजातियां हैं जिन्हें अभी पहचाना और दर्ज किया जाना बाकी है। बोमडो और रामसिंग गांवों से मौसमी ट्रेकिंग पथ द्वारा सर्दियों के मौसम में इस पार्क में उद्यम किया जा सकता है। अभयारण्य के अंदर, कई आकर्षक झरने हैं। दबंग झरना और निर्बंग झरना उनमें से दो हैं। यह पार्क अच्छी तरह से ट्रेकर्स और पशु और पक्षी प्रेमियों के लिए एक स्वप्नभूमि है।</p>\r\n<p>&nbsp;</p>\r\n<p>क्या देखें? : दुर्लभ पक्षी, जानवर, ऑर्किड, झरने, आदि।</p>\r\n<p>यात्रा के लिए सर्वश्रेष्ठ मौसम: जनवरी के अक्टूबर से 1 सप्ताह तक।</p>","SubContentHindi":null,"ImageUrl":"a7b9ee27-3435-446d-bb9f-c876b1414c16_Mouling-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. गेलिंग","SubTitleHindi":null,"SubContent":"<p>गेलिंग अंतिम सर्किल मुख्यालय है, जो चीन की अंतर्राष्ट्रीय सीमा से जुड़ा है। प्रसिद्ध मैकमोहन रेखा इस सर्कल को छूती है। यह टुटिंग से 34 KM दूर है। बीआरटीएफ द्वारा सड़क के आधे हिस्से को सभी मौसम रोड में बदल दिया गया है और बाकी आधे हिस्से को पैदल ट्रैक द्वारा कवर किया जाना है। त्सांगपो नदी तिब्बत से यहाँ प्रवेश करती है और स्थानीय रूप से इसका नाम त्सांग चू है, जिसे आगे दक्षिण में सियांग नदी और असम में ब्रम्हपुत्र नाम दिया गया है।</p>","SubContentHindi":null,"ImageUrl":"3544595d-5aba-4564-b047-73c06802b59f_Gelling.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. मर्यांग - पाकीमोदी","SubTitleHindi":null,"SubContent":"<p>मर्यांग जिला मुख्यालय, यिंगकिओनग से 52 KM दूर स्थित पदम, पासी और मिलंग समुदायों की मातृभूमि है। यह पासीघाट - राणाघाट सड़क के माध्यम से भी पहुँचा जा सकता है, नाव से सियांग नदी को पार करना। यह एक पहाड़ी पर स्थित है, जो यमेंग और यमनी नदी के संगम की ओर है। प्राकृतिक सुंदरता के अलावा, कोई भी जा सकता है और डमरू गाँव को देख सकता है, जो ऊपरी सियांग (मारियांग से 10 किलोमीटर) का सबसे बड़ा गाँव माना जाता है। पाकीमोदी, जो कि आदि लोककथाओं में प्रसिद्ध है, मारियांग से 34 किलोमीटर दूर है। पदम, मिलंग और पासी की समृद्ध पारंपरिक संस्कृति है। सोलुंग एक त्योहार सितंबर के महीने में मनाया जाता है। इस त्यौहार के दौरान, एक पारंपरिक नृत्य के रूप में पोनुंग का प्रदर्शन गांव के बेलों द्वारा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कहाँ रहा जाए? : मारियांग में निरीक्षण बंगला (आईबी)।</p>\r\n<p>यात्रा के लिए सबसे अच्छा समय: साल भर का समय।</p>\r\n<p>मुख्य पर्यटक आकर्षण: दर्शनीय सौंदर्य, ट्रैकिंग, कोण, पिकनिक स्थल आदि।</p>","SubContentHindi":null,"ImageUrl":"0863edad-dd29-4ac3-8450-a37f3a166b7b_Mariyang-Pekimodi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>प्रवेश पास औपचारिकताओं</p>\r\n<p>अरुणाचल प्रदेश भारत के संरक्षित राज्यों में से एक है, पर्यटकों को निम्नलिखित तरीकों से राज्य के किसी भी स्थान पर जाने के लिए एंट्री पास प्राप्त करना आवश्यक है:</p>\r\n<p>&nbsp;</p>\r\n<p>घरेलू पर्यटक</p>\r\n<p>घरेलू पर्यटकों को इनर लाइन परमिट (ILP) प्रदान किए जाते हैं जो निम्नलिखित तरीकों से प्राप्त किए जा सकते हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>नई दिल्ली, कलकत्ता, गुवाहाटी, शिलांग, डिब्रूगढ़, तेजपुर, उत्तरी लखीमपुर, जोरहाट स्थित निवास आयुक्त कार्यालय / संपर्क कार्यालय से।</p>\r\n<p>सचिव के कार्यालय (राजनीति), भारत सरकार से। अरुणाचल प्रदेश, ईटानगर।</p>\r\n<p>संबंधित जिलों के उपायुक्तों / अतिरिक्त उपायुक्तों के कार्यालय से।</p>\r\n<p>विदेशी पर्यटक</p>\r\n<p>विदेशी पर्यटकों को संरक्षित क्षेत्र परमिट (पीएपी) या प्रतिबंधित क्षेत्र परमिट (आरएपी) प्रदान किए जाते हैं जो निम्नलिखित तरीकों से प्राप्त किए जा सकते हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>विदेश में ऑल इंडिया मिशन से।</p>\r\n<p>नई दिल्ली, मुंबई, कोलकाता में सभी विदेशी क्षेत्रीय पंजीकरण अधिकारी।</p>\r\n<p>चेन्नई में मुख्य आव्रजन अधिकारी।</p>\r\n<p>गृह मंत्रालय, भारत सरकार। of India, नई दिल्ली।</p>\r\n<p>गृह आयुक्त, सरकार। अरुणाचल प्रदेश, ईटानगर।</p>\r\n<p>यात्रा मोड</p>\r\n<p>रोडवेज यात्रा</p>\r\n<p>एक इच्छुक पर्यटक को भारत के किसी भी शहर से हवाई मार्ग या रेलवे द्वारा गुवाहाटी (असम की राजधानी) तक पहुँचना पड़ता है। इसके बाद, ऊपरी सियांग के लिए आगे की रोडवेज यात्रा के लिए नीचे के मार्गों में से किसी एक को चुनने की जरूरत है:</p>\r\n<p>&nbsp;</p>\r\n<p>वाया पासीघाट (पूर्वी सियांग)</p>\r\n<p>अरुणाचल प्रदेश राज्य परिवहन (APST) और निजी दैनिक बस सेवाएं गुवाहाटी से पासीघाट (पूर्वी सियांग जिले के मुख्यालय) तक की यात्रा के लिए उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पासीघाट से दैनिक APST बस के साथ-साथ निजी टाटा सूमो (कैब) सेवाएं ऊपरी सियांग के मुख्यालय यिंगकिओनग के लिए आगे की यात्रा के लिए उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वाया ऐलो (पश्चिम सियांग)</p>\r\n<p>अरुणाचल प्रदेश राज्य परिवहन (APST) और निजी दैनिक बस सेवाएं गुवाहाटी से Aalo (पश्चिम सियांग जिले के मुख्यालय) तक की यात्रा के लिए उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐलो दैनिक निजी टाटा सूमो (कैब) सेवाओं से यिंगकियॉन्ग के लिए आगे की यात्रा के लिए उपलब्ध हैं।</p>\r\n<p>नोट: - पासीघाट या ऐलो मार्गों के माध्यम से रोडवेज की यात्रा दूरी और किराया के संदर्भ में लगभग समान है।</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज यात्रा</p>\r\n<p>पवन हंस हेलीकाप्टर सेवा पासीघाट के माध्यम से ऊपरी सियांग (यिंगकिओनग) के लिए हवाई यात्रा के लिए उपलब्ध है। यह कम से 10.05 बजे (आईएसटी) हर बुधवार उपलब्ध है। यह यिंगकिओनग के लिए 35 मिनट की यात्रा है।</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क और अन्य विवरणों के लिए, कृपया नागरिक उड्डयन वेबसाइट देखें।</p>\r\n<p>स्रोत: https://uppersiang.nic.in</p>","SubContentHindi":null,"ImageUrl":"9cbeffe5-3cef-435f-8d2f-54fa8fb22496_Upper-Siang-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-upper-siang-yingkiong-arunachal-pradesh","tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"यिंगकिओंग","slug":"yingkiong"},{"name":"अपर-सियांग","slug":"upper-siang"}],"recommendations":[{"id":342,"title":"पश्चिम कामेंग, बोमडिला में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"1a75c36f-6686-4c28-988b-8f65be8cdc29_West-Kameng.jpg","dateCreated":"2019-04-12T15:30:41.257Z","dateModified":"2019-05-01T12:39:05.303Z","contributedBy":"AskGif","content":"पश्चिम कामेंग पूर्वोत्तर भारत में अरुणाचल प्रदेश का एक जिला है। यह राज्य के कुल क्षेत्रफल का 8.86% है। यह नाम ब्रह्मपुत्र की सहायक नदी कामेंग नदी से निकला है, जो जिले से होकर बहती है।\r\n&nbsp;\r\nइतिहास\r\nकामेंग नदी के आसपास का क्षेत्र पारंपरिक रूप से सोम राज्य, भूटान, तिब्बत और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1a75c36f-6686-4c28-988b-8f65be8cdc29_West-Kameng.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"पश्चिम-कामेंग","slug":"west-kameng"},{"name":"बोमडिला","slug":"bomdila"}],"slug":"top-places-to-visit-in-west-kameng-bomdila-arunachal-pradesh","total":0},{"id":334,"title":"पापुम पारे, युपिया में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"पापुम पारे जिला भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। 2011 तक यह अरुणाचल प्रदेश (20 में से) का सबसे अधिक आबादी वाला जिला है।\r\nइतिहास\r\nजिले का गठन 1999 में किया गया था जब इसे लोअर सुबनसिरी जिले से विभाजित किया गया था।\r\n&nbsp;\r\nभूगोल\r\nजिला मुख्याल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पापुम-पारे","slug":"papum-pare"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"युपिआ","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":319,"title":"चांगलांग में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"d881a7cd-1fb4-4056-9412-9e6730f22a76_Changlang.jpg","dateCreated":"2019-03-24T07:39:24.283Z","dateModified":"2019-03-24T11:05:09.367Z","contributedBy":"AskGif","content":"चांगलांग भारतीय राज्य अरुणाचल प्रदेश में एक जनगणना शहर और चांगलांग जिले का मुख्यालय है। यह पर्यटन और पनबिजली के अलावा कच्चे तेल, कोयला और खनिज संसाधनों की उपस्थिति के कारण क्षेत्र के प्रमुख जिलों में से एक बन गया है।\r\n&nbsp;\r\nचांगलांग सह-निर्देशांक 27.12 &deg; N 95.71 &deg; E पर स्थ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d881a7cd-1fb4-4056-9412-9e6730f22a76_Changlang.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"चांगलांग","slug":"changlang"}],"slug":"top-places-to-visit-in-changlang-arunachal-pradesh","total":0},{"id":295,"title":"अंजाव, हवाई में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"अंजाव जिला उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह एक नया बनाया गया जिला है, जिसे 16 फरवरी 2004 को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत लोहित जिले से विभाजित किया गया था। [२] जिले की सीमा उत्तर में चीन है। हवाई, समुद्र तल से 1296 मीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अंजाव","slug":"anjaw"},{"name":"हवाई","slug":"hawai"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}