{"id":340,"title":"Top Places to visit in Upper Siang, Yingkiong, Arunachal Pradesh","imageUrl":"786fbad6-41a3-4c62-8bad-54a3350a906a_Upper-Siang.jpg","dateCreated":"2019-04-10T16:10:33.489Z","dateModified":"2019-04-10T16:27:16.885Z","contributedBy":"AskGif","content":"<p>Upper Siang is an administrative district in the state of Arunachal Pradesh in India. It is the fourth least populous district in the country (out of 640)</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Majority of the people are Adi of tribe while the Memba, Khamba Idu Mishmi tribe also exist there. There are 7 plants in the district.[clarification needed] The district was formed in 1999 when it was split from East Siang district.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district headquarters are located at Yingkiong. Upper Siang district occupies an area of 6,118 square kilometres (2,362 sq mi),</p>\r\n<p>&nbsp;</p>\r\n<p>The district is the location of the massive Upper Siang Hydroelectric Project.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The 2,000-kilometre-long (1,200 mi) proposed Mago-Thingbu to Vijaynagar Arunachal Pradesh Frontier Highway along the McMahon Line, (will intersect with the proposed East-West Industrial Corridor Highway) and will pass through this district, alignment map of which can be seen here and here.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>There are two Arunachal Pradesh Legislative Assembly constituencies in this district: Tuting-Yingkiong and Mariyang-Geku. Both are part of Arunachal East Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Upper Siang district has a population of 35,320, roughly equal to the nation of Liechtenstein. This gives it a ranking of 637th in India (out of a total of 640). The district has a population density of 5 inhabitants per square kilometre (13/sq mi) . Its population growth rate over the decade 2001&ndash;2011 was 5.77%. Upper Siang has a sex ratio of 891 females for every 1000 males, and a literacy rate of 59.94%.</p>\r\n<p>&nbsp;</p>\r\n<p>Various tribal groups of the Adi people and the Memba tribe live in the district. The Adi follow generally follow Donyi-Polo, and the Memba are followers of Tibetan Buddhism.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Languages spoken include Adi, a Sino-Tibetan tongue with approximately 140 000 speakers, written in both the Tibetan and Latin scripts.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1986 Upper Siang district became home to Mouling National Park, which has an area of 483 km2 (186.5 sq mi). A new mammal to science, Mebo giant flying squirrel (Petaurista siangensis) has been reported from this district</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Almighty God has been generous enough to bestow all His grandeurs and natural beauty to Upper Siang. The cascading waterfalls, profound valleys and mejestic snow-capped mountains, boisterous streams, silent lakes and pristine forests are yet to be touched by the mortal hands.</p>\r\n<p>&nbsp;</p>\r\n<p>Mempa tribe of Mechuka in Upper Siang district</p>\r\n<p>The natural surroundings, exotic and locale present a perfect destination for tourists. Upper Siang is inhabited by four main groups of tribes, viz. Adi, Memba, Khamba and Mishmis. Though they have distinctive socio-cultural life, they have co-existed with each other from the time immemorial. The Adis and Mishmis are animists who are believers of the Sun and the Moon, while the Membas and Khambas are Mahayana Buddhists.</p>\r\n<p>&nbsp;</p>\r\n<p>Hence, a diverse type of culture in terms of dances, festivals, dresses can be seen in this district. Besides, many holy places, caves, shrines are located, which are accessible through foot tracks. A few years back, His Holiness the Dalai Lama and His Holiness Penor Rinmpoche of Mysore had visited Tuting and laid the foundation stone of of a Gompa / Monastery.</p>\r\n<p>&nbsp;</p>\r\n<p>Adventure sports like trekking, water rafting, angling have immense scope for development in this area. For the last couple of years, International White Water Rafting Expedition is being conducted in Upper Siang on the mighty Siang river. In the presence of this beautiful landscape, diverse cultural background, large number of buddhist pilgrimages, Upper Siang deserves its rightful place as a tourist destination. The following 6 tourists circuits / destinations have been identified for religious, cultural, ecological and adventure tourism.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Upper_Siang_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/786fbad6-41a3-4c62-8bad-54a3350a906a_Upper-Siang.jpg","subContents":[{"SubTitle":"1. Ekodumbing (Riutala)","SubTitleHindi":null,"SubContent":"<p>Ekodumbing (Riutala) is under Simong territory. During the month of October and November the people of Simong arrive here in group to collect EMO (Aconite), which is used for hunting. Many rare species of animals like Takins, Muskdeer (Sikung), birds like PEDE, TANE, SIKO (all local names) can be seen here, medicinal plants like NYODO (Coptis tita), TALAP (a type of wild garlic), etc. are found here. Now a days the place has acquired religious importance for the Buddhists. They call Eko Dumbing as Riutala and regard it as a paradise of AWALOKESHWARA, which means the paradise of CHENRISI, the Dalai Lama. It is three days foot march via Simong village and 6 days via Tuting &ndash; Tashigaon and Singha. The Buddhists Pilgrims from far flung areas arrive here in the month of August and September to offer their prayers. Riutala is a hill which is interspersed by many lakes. From this river Sipit, Yammeng, Simong Patang, Tangam Patang have originated. Around this place there are many caves which give shelter to pilgrims. The scenic beauty of Eko-Dumbing is breathtaking.</p>","SubContentHindi":null,"ImageUrl":"8c98a5f9-c006-43a8-b2c8-46f93ffb6206_Ekodumbing-Riutala.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Mouling National Park","SubTitleHindi":null,"SubContent":"<p>Mouling National Park was established in 1982 with an objective to create a favourable habitat for plants and animals. It is located in the right bank of river Siang covering an area of 483 Sq. KM. This park is a reserved house for diverse flora and fauna. The vegetation of the area varies according to the altitude. Temperate alpine and coniferous forest at the upper reaches whereas the lower area is covered with tropical evergreen forest. Ornamental plants like foxtail, orchids are abundant in this area. The park has also an impressive area of animals and birds. Many endangered species like takins, snowclouded leopard, golden languor, hornbill, monal scalater, serrow are spotted here. And many more species are there which are yet to be identified and recorded. One can venture into this park during winter season by seasonal trekking path from Bomdo and Ramsing villages. Inside the sanctuary, there are many attractive waterfalls. Dabung Waterfall and Nirbung Waterfall are two of them. This park is thoroughly a dreamland for trekkers and animal &amp; bird lovers.</p>\r\n<p>&nbsp;</p>\r\n<p>What to see? : Rare birds, animals, orchids, waterfalls, etc.</p>\r\n<p>Best season for visit : October to 1st week of January.</p>","SubContentHindi":null,"ImageUrl":"a7b9ee27-3435-446d-bb9f-c876b1414c16_Mouling-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Gelling","SubTitleHindi":null,"SubContent":"<p>Gelling is the last Circle HQ, which is attached to the International Boundary of China. The famous MacMohan Line touches this circle. It is 34 KMs from Tuting. Half of the road has been converted into all weather road by BRTF and rest half is to be covered by foot track. River Tsangpo enters here from Tibet and is locally named Tsang Chu, which is further named river Siang in the South and Bramhaputra in Assam.</p>","SubContentHindi":null,"ImageUrl":"3544595d-5aba-4564-b047-73c06802b59f_Gelling.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Mariyang - Pekimodi","SubTitleHindi":null,"SubContent":"<p>Mariyang is the homeland of Padam, Pasi and Millang communities located at 52 KMs from the district headquarters, Yingkiong. It is also accessible via Pasighat &ndash; Ranaghat road, crossing the river Siang by boat. It is situated at a hillock overlooking the confluence of the river Yammeng and Yamne. Apart from scenic beauty, one can go and see the Damro village, which is known to be the largest village of Upper Siang (10 Kms from Mariyang). Pekimodi, which is famous in Adi folklore is 34 Kms away from Mariyang. The Padams, Millangs and Pasis have a rich traditional culture. Solung a festival is celebrated in the month of September. During this festival, a traditional dance form namely Ponung is performed by the village belles.</p>\r\n<p>&nbsp;</p>\r\n<p>Where to stay? : Inspection Bungalow (IB) at Mariyang.</p>\r\n<p>Best time for visit : All round the year.</p>\r\n<p>Main tourist attraction : Scenic beauty, trekking, angling, picnic spot, etc.</p>","SubContentHindi":null,"ImageUrl":"0863edad-dd29-4ac3-8450-a37f3a166b7b_Mariyang-Pekimodi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>Entry Pass Formalities</p>\r\n<p>Arunachal Pradesh being one of the protected states of India, tourists are required to obtain Entry Pass in order to visit any of the places of the state in following ways:</p>\r\n<p>&nbsp;</p>\r\n<p>Domestic Tourists</p>\r\n<p>The domestic tourists are provided with Inner Line Permits (ILPs) which may be obtained in following ways:</p>\r\n<p>&nbsp;</p>\r\n<p>From the Resident Commissioner&rsquo;s Office / Liaison Offices located at New Delhi, Calcutta, Guwahati, Shillong, Dibrugarh, Tezpur, North Lakhimpur, Jorhat.</p>\r\n<p>From the Office of the Secretary (Political), Govt. of Arunachal Pradesh, Itanagar.</p>\r\n<p>From the Office of the Deputy Commissioners / Additional Deputy Commissioners of the respective districts.</p>\r\n<p>Foreign Tourists</p>\r\n<p>The foreign tourists are provided with Protected Area Permit (PAP) or Restricted Area Permit (RAP) which may be obtained in following ways:</p>\r\n<p>&nbsp;</p>\r\n<p>From All India Missions abroad.</p>\r\n<p>All Foreigners Regional Registration Officers at New Delhi, Mumbai, Kolkata.</p>\r\n<p>The Chief Immigration Officer at Chennai.</p>\r\n<p>Home Ministry, Govt. of India, New Delhi.</p>\r\n<p>Home Commissioner, Govt. of Arunachal Pradesh, Itanagar.</p>\r\n<p>Travel Modes</p>\r\n<p>Roadways Travel</p>\r\n<p>An interested tourist has to reach upto Guwahati (Capital City of Assam) by airways or railways from any of the cities in India. Thereafter, a one needs to opt for any of the routes as below for onward roadways journey to Upper Siang:</p>\r\n<p>&nbsp;</p>\r\n<p>Via Pasighat (East Siang)</p>\r\n<p>Both Arunachal Pradesh State Transport (APST) and Private daily bus services are available for journey from Guwahati to Pasighat (Headquarters of East Siang District).</p>\r\n<p>&nbsp;</p>\r\n<p>From Pasighat daily APST Bus as well as Private Tata Sumo (Cab) services are available for onward journey to Yingkiong, the headquarters of Upper Siang.</p>\r\n<p>&nbsp;</p>\r\n<p>Via Aalo (West Siang)</p>\r\n<p>Both Arunachal Pradesh State Transport (APST) and Private daily bus services are available for journey from Guwahati to Aalo (Headquarters of West Siang District).</p>\r\n<p>&nbsp;</p>\r\n<p>From Aalo daily private Tata Sumo (Cab) services are available for onward journey to Yingkiong.</p>\r\n<p>Note:- Roadways journeys via Pasighat or Aalo routes are almost same in terms of distance and fare.</p>\r\n<p>&nbsp;</p>\r\n<p>Airways Travel</p>\r\n<p>Pawan Hans Helicopter service is available for airways journey to Upper Siang (Yingkiong) via Pasighat. It is available every Wednesday at 10.05 AM (IST). It is 35 Mins journey to Yingkiong.</p>\r\n<p>&nbsp;</p>\r\n<p>For contact and other details, please visit Civil Aviation Website.</p>\r\n<p>source: https://uppersiang.nic.in</p>","SubContentHindi":null,"ImageUrl":"9cbeffe5-3cef-435f-8d2f-54fa8fb22496_Upper-Siang-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-upper-siang-yingkiong-arunachal-pradesh","tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"yingkiong","slug":"yingkiong"},{"name":"upper-siang","slug":"upper-siang"}],"recommendations":[{"id":342,"title":"Top Places to visit in West Kameng, Bomdila, Arunachal Pradesh","imageUrl":"1a75c36f-6686-4c28-988b-8f65be8cdc29_West-Kameng.jpg","dateCreated":"2019-04-12T15:30:41.257Z","dateModified":"2019-05-01T12:39:05.303Z","contributedBy":"AskGif","content":"West Kameng is a district of Arunachal Pradesh in northeastern India. It accounts for 8.86% of the total area of the state. The name is derived from the Kameng river, a tributary of the Brahmaputra, that flows through the district.\r\n&nbsp;\r\nHistory\r\nThe area around the Kameng","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1a75c36f-6686-4c28-988b-8f65be8cdc29_West-Kameng.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"west-kameng","slug":"west-kameng"},{"name":"bomdila","slug":"bomdila"}],"slug":"top-places-to-visit-in-west-kameng-bomdila-arunachal-pradesh","total":0},{"id":334,"title":"Top Places to visit in Papum Pare, Yupia, Arunachal Pradesh","imageUrl":"04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","dateCreated":"2019-04-02T14:19:52.52Z","dateModified":"2019-04-02T14:32:26.185Z","contributedBy":"AskGif","content":"Papum Pare district is an administrative district in the state of Arunachal Pradesh in India. As of 2011 it is the most populous district of Arunachal Pradesh (out of 20).\r\nHistory\r\nThe district was formed in 1999 when it was split from Lower Subansiri district.\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/04f6ff58-2f86-4852-b91f-27ce228e3f1f_papum-pare-district-pincode-arunachal-pradesh.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"papum-pare","slug":"papum-pare"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"yupia","slug":"yupia"}],"slug":"top-places-to-visit-in-papum-pare-yupia-arunachal-pradesh","total":0},{"id":319,"title":"Top Places to visit in Changlang, Arunachal Pradesh","imageUrl":"d881a7cd-1fb4-4056-9412-9e6730f22a76_Changlang.jpg","dateCreated":"2019-03-24T07:39:24.283Z","dateModified":"2019-03-24T11:05:09.367Z","contributedBy":"AskGif","content":"Changlang is a census town and headquarters of the Changlang district in the Indian state of Arunachal Pradesh. It has become one of the major districts in the area owing to the presence of crude oil, coal and mineral resources other than tourism and hydro power.\r\n&nbsp;\r\nChanglang ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d881a7cd-1fb4-4056-9412-9e6730f22a76_Changlang.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"changlang","slug":"changlang"}],"slug":"top-places-to-visit-in-changlang-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}