{"id":341,"title":"Top Places to visit in Upper Subansiri, Daporijo, Arunachal Pradesh","imageUrl":"653fd6f9-9160-4dd5-9394-333180f7c7ba_Arunachal-Pradesh-Upper-Subansiri.jpg","dateCreated":"2019-04-11T15:47:55.154Z","dateModified":"2019-04-11T15:58:53.034Z","contributedBy":"AskGif","content":"<p>Upper Subansiri is an administrative district in the state of Arunachal Pradesh in India.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The district was formed when Subansiri district was bifurcated into Upper and Lower Subansiri districts in 1987.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district headquarters are located at Daporijo. Upper Subansiri district occupies an area of 7,032 square kilometres (2,715 sq mi), comparatively equivalent to the United Kingdom's East Falkland. The important towns are Daporijo, Dumporijo, Taliha, Nacho, Siyum, and Maro.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The 2,000-kilometre-long (1,200 mi) proposed Mago-Thingbu to Vijaynagar Arunachal Pradesh Frontier Highway along the McMahon Line, (will intersect with the proposed East-West Industrial Corridor Highway) and will pass through this district, alignment map of which can be seen here and here.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Indian government named Upper Subansiri one of the country's 250 most backward districts (out of a total of 640). It is the only district in Arunachal Pradesh currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>There are five Arunachal Pradesh Legislative Assembly constituencies in this district: Nacho, Taliha, Daporijo, Raga, and Dumporijo. All of these are part of Arunachal West Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Upper Subansiri district has a population of 83,205, roughly equal to the nation of Andorra. This gives it a ranking of 621st in India (out of a total of 640). The district has a population density of 12 inhabitants per square kilometre (31/sq mi) . Its population growth rate over the decade 2001&ndash;2011 was 50.34%. Upper Subansiri has a sex ratio of 982 females for every 1000 males, and a literacy rate of 63.96%.</p>\r\n<p>&nbsp;</p>\r\n<p>Members of the Tagin, Nyishi and Galo are found in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Jawahar Navodaya Vidyalaya, Megdong for Upper Subansiri district is located at a distance of about 10 km east from administritave headquarter Daporijo</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Tourist sites in the area include:</p>\r\n<p>&nbsp;</p>\r\n<p>Aato Topo statue at Dumporijo;</p>\r\n<p>Menga mandir: a cave mandir with a huge Shiva Linga inside. The cave has two caves within, which goes down about 8 meters.</p>\r\n<p>Jalang waterfall at Timba village</p>\r\n<p>Keba Somara village where there is Yechung Gambung[clarification needed] in the Subansiri river, which is believed to be linked to a cave/large crack in the mountain, 2 km away and has an associated history.</p>\r\n<p>Lingpi ligne at Dupit village has a huge Shiva Linga shaped stone (Lingpi coming out from earth) which has a</p>\r\n<p>Achin Muri is a historical place associated with the massacre of Indian Army in 1954</p>\r\n<p>Sher-e-Thappa status commemorating an engagement with the Chinese for 72 hours in 1962 Indo-China war</p>\r\n<p>Also, there is trekking from Siyum to Mechuka through the snow laden Tikuk pass in the Tikuk mountain (during November). This trade route was part of the established barter practice between Tibet and the tribes in the region during 20th C.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Upper_Subansiri_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/653fd6f9-9160-4dd5-9394-333180f7c7ba_Arunachal-Pradesh-Upper-Subansiri.jpg","subContents":[{"SubTitle":"1. Menga Mandir","SubTitleHindi":null,"SubContent":"<p>Meghna Cave Temple, among the popular temples of the region, is dedicated to Lord Shiva. The temple is visited during the celebrations of Shivratri.</p>\r\n<p>&nbsp;</p>\r\n<p>It is a rock cave temple with two tunnels. The tunnels are located at the backside and towards the left side of cave wall. The first one starts from the back wall of the cave at a place about 1.80 mtrs high from the platform reached by stairs. The opening of the tunnel is big and allows single person to enter. But gradually it becomes so narrow that a person has to crawl for further entry. The interior of the tunnel is extremely dark. There are several niches in the passage where three or four persons can stand together. The second tunnel on the left appears to be an extension of the cave. The ceiling of this tunnel is about 0.90 mtrs from the floors of the cave</p>","SubContentHindi":null,"ImageUrl":"06dd1934-339f-41bd-b57f-53e6465358f0_Menga-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Places of Interest","SubTitleHindi":null,"SubContent":"<p>Adventure Tourism</p>\r\n<p>The rugged mountains with rocky tops are an ideal place for hiking, trekking, rock climbing, etc. The Subansiri River and its cascading tributaries meandering through out the district provide an ample opportunity for white water sports like, Rafting, Angling, Boating etc. in winter season. Location :- 1. Angling: Throughout the Subansiri River. 2. Rafting: From Nacho to entire course of river. 3. Trekking, Hiking &amp; Rock-climbing, etc: Taliha, Nacho and its nearby villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Best Time : NOV-FEB</p>\r\n<p>&nbsp;</p>\r\n<p>Taksing</p>\r\n<p>View of a snow clad mountain in Taksing.</p>\r\n<p>&nbsp;</p>\r\n<p>Best Time : Winter</p>\r\n<p>&nbsp;</p>\r\n<p>Rural Tourism at Ligu</p>\r\n<p>A hub for the tourist seeking to experience rural life with home stay facilities is run at Ligu village operated by the villagers themselves. Showcasing of rich tribal heritage and culture is the most important concept of rural tourism at Ligu.</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach :</p>\r\n<p>&nbsp;</p>\r\n<p>It is 3-4 Kms From Daporijo</p>\r\n<p>&nbsp;</p>\r\n<p>Best Time : Nov-Feb</p>\r\n<p>&nbsp;</p>\r\n<p>Gegu Seria Lake</p>\r\n<p>A very beautiful natural lake is located on the top of the mountain which needs four days trekking from Limeking to reach the lake.</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach :</p>\r\n<p>&nbsp;</p>\r\n<p>four days trekking from Limeking</p>\r\n<p>&nbsp;</p>\r\n<p>Best Time : Nov-Feb</p>","SubContentHindi":null,"ImageUrl":"856a0a4c-b8e5-4ec3-92a4-253bb32105ef_Places-of-Interest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Accommodation","SubTitleHindi":null,"SubContent":"<p>1 Mell Bottom Tourist Lodge 03792 223415</p>\r\n<p>2 Circuit House, Daporijo 03792-223250</p>\r\n<p>3 Hotel West 03792-225610</p>\r\n<p>4 Hotel Inn 03792-225610</p>","SubContentHindi":null,"ImageUrl":"45fa3f6c-55a1-4e2e-8638-089b87f8d936_bomdila-monastery.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>The nearest airport from Daporijo is Dibrugarh which is just 87 km away from the town. However, very few flights operate from this airport. Alternatively, Lilabari airport provides helicopter services to Ziro. From Ziro, you have to go to Daporijo by car which is 155 km away. Silapathar is the nearest railway station from the town. However, this station doesn&rsquo;t have many trains coming up. The nearest well-connected train station is Dibrugarh, which is at a distance of 87 km. This station is connected to different important cities of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach Daporijo by Flight</p>\r\n<p>The nearest airport to Daporijo is Lilabari Airport which is 260 km away from the town. Visitors can hire a cab/taxi to reach Daporijo. Lilabari also offers helicopter services up to Ziro, 155 km away from Daporijo and then one can hire a cab from Ziro.</p>\r\n<p>&nbsp;</p>\r\n<p>Nearest Airport: DIBRUGARH &ndash; 89 kms from Daporijo</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach Daporijo by Road</p>\r\n<p>Visitors choose to visit Daporijo on their way to major destinations. One can reach the town of Daporijo using buses from either Itanagar via Ziro or Lilabari via Bazzar. Government buses are generally over crowded and break down often, so prefer private buses or a cab/taxi for the comfortable journey.</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach Daporijo by Train</p>\r\n<p>The nearest railway station to Daporijo is Dibrugarh Town Railway Station which is 87 km away. Major station nearest railway station is Silapathar Station in Assam which is about 200 km from the Daporijo town.</p>\r\n<p>&nbsp;</p>\r\n<p>Local Transport in Daporijo</p>\r\n<p>There are bus services and taxis that are used to commute within the town. You can also walk to explore the local market.</p>\r\n<p>source: https://uppersubansiri.nic.in/</p>","SubContentHindi":null,"ImageUrl":"715dde44-b651-4546-9d18-a75574ed98dd_Upper-Subansiri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-upper-subansiri-daporijo-arunachal-pradesh","tags":[{"name":"daporijo","slug":"daporijo"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"upper-subansiri","slug":"upper-subansiri"}],"recommendations":[{"id":1247,"title":"Top Places to visit in Pasighat, Arunachal Pradesh","imageUrl":"7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","dateCreated":"2020-04-23T04:28:06.947Z","dateModified":"2020-04-23T04:28:18.423Z","contributedBy":"AskGif","content":"Pasighat is the headquarter of East Siang district in the Indian state of Arunachal Pradesh. Situated at the eastern foothills of the Himalayas at 155 meters above mean sea level, Pasighat is Arunachal's oldest town. The Government of India included Pasighat in the Smart Cities Mission developmen","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"pasighat","slug":"pasighat"}],"slug":"top-places-to-visit-in-pasighat-arunachal-pradesh","total":0},{"id":338,"title":"Top Places to visit in Tirap, Khonsa, Arunachal Pradesh","imageUrl":"7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","dateCreated":"2019-04-06T10:56:11.744Z","dateModified":"2019-04-06T11:05:28.025Z","contributedBy":"AskGif","content":"The Tirap district is located in the southeastern part of the state of Arunachal Pradesh in India. It shares a state border with Nagaland and Assam, an international border with Myanmar and a district border with Changlang and Longding.\r\n&nbsp;\r\nHistory\r\nSince time immemorial","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"tirap","slug":"tirap"},{"name":"khonsa","slug":"khonsa"}],"slug":"top-places-to-visit-in-tirap-khonsa-arunachal-pradesh","total":0},{"id":323,"title":"Top Places to visit in Kra Daadi, Jamin, Arunachal Pradesh","imageUrl":"70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","dateCreated":"2019-03-25T16:59:50.11Z","dateModified":"2019-03-25T17:12:04.376Z","contributedBy":"AskGif","content":"Kra Daadi is a district in Arunachal Pradesh in north-eastern India. It was carved out of Kurung Kumey district on 7 February 2015.\r\nHistory\r\nThe creation of Kra Daadi district was approved on 21 March 2013 under the Arunachal Pradesh (Re-Organization of Districts) (Amendment) Bill.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kra-daadi","slug":"kra-daadi"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"},{"name":"jamin","slug":"jamin"}],"slug":"top-places-to-visit-in-kra-daadi-jamin-arunachal-pradesh","total":0},{"id":295,"title":"Top Places to visit in Anjaw, Hawai, Arunachal Pradesh","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"Anjaw District is an administrative district in the state of Arunachal Pradesh in north-east India. It is a newly created district, having been split from Lohit district on 16 February 2004 under the Arunachal Pradesh Re-organization of Districts Amendment Bill.[2] The district borders China on t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anjaw","slug":"anjaw"},{"name":"hawai","slug":"hawai"},{"name":"arunachal-pradesh","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}