{"id":341,"title":"ऊपरी सुबनसिरी, द्रोपाइजो में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"653fd6f9-9160-4dd5-9394-333180f7c7ba_Arunachal-Pradesh-Upper-Subansiri.jpg","dateCreated":"2019-04-11T15:47:55.154Z","dateModified":"2019-04-11T15:58:53.034Z","contributedBy":"AskGif","content":"<p>अपर सुबनसिरी भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>जिला तब बना था जब 1987 में सुबनसिरी जिले को ऊपरी और निचले सुबनसिरी जिलों में विभाजित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>जिला मुख्यालय Daporijo में स्थित हैं। ऊपरी सुबनसिरी जिला 7,032 वर्ग किलोमीटर (2,715 वर्ग मील) के क्षेत्र में स्थित है, जो तुलनात्मक रूप से यूनाइटेड किंगडम के पूर्वी फ़ॉकलैंड के बराबर है। महत्त्वपूर्ण कस्बों में दापोरिजो, डुमोरिजो, तलिहा, नाचो, सियुम और मारो हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मैकमोहन लाइन के साथ विजयनगर अरुणाचल प्रदेश फ्रंटियर हाईवे के लिए 2,000 किलोमीटर लंबी (1,200 मील) प्रस्तावित मैगो-थिंग्बु, (प्रस्तावित पूर्व-पश्चिम औद्योगिक गलियारा राजमार्ग के साथ प्रतिच्छेद करेगी) और इस जिले से होकर गुजरेगी, जिसका मानचित्रण यहाँ और यहाँ देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में भारत सरकार ने ऊपरी सुबनसिरी को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह अरुणाचल प्रदेश का एकमात्र जिला है जो वर्तमान में पिछड़ा क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>इस जिले में पांच अरुणाचल प्रदेश विधान सभा निर्वाचन क्षेत्र हैं: नाचो, तलिहा, द्रोपिजो, राग, और डम्परिजो। ये सभी अरुणाचल पश्चिम लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, ऊपरी सुबनसिरी जिले की आबादी 83,205 है, जो अंडोरा के राष्ट्र के बराबर है। यह इसे भारत में 621 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 12 निवासियों प्रति वर्ग किलोमीटर (31 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 50.34% थी। ऊपरी सुबनसिरी में हर 1000 पुरुषों पर 982 महिलाओं का लिंगानुपात है, और साक्षरता दर 63.96% है।</p>\r\n<p>&nbsp;</p>\r\n<p>टैगिन, न्याशी और गैलो के सदस्य जिले में पाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>जवाहर नवोदय विद्यालय, ऊपरी सुबनसिरी जिले के लिए मेदोंग, प्रशासक मुख्यालय Daporijo से लगभग 10 किमी पूर्व में स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>क्षेत्र के पर्यटक स्थलों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>दमपोरीजो में एटो टोपो की प्रतिमा;</p>\r\n<p>मेंगा मंदिर: एक विशाल मंदिर जिसके अंदर एक विशाल शिव लिंग है। गुफा के भीतर दो गुफाएँ हैं, जो लगभग 8 मीटर नीचे जाती हैं।</p>\r\n<p>टिम्बा गाँव में जलांग झरना</p>\r\n<p>केबा सोमारा गाँव जहाँ सुबानसिरी नदी में येचुंग गंबुंग [स्पष्टीकरण की आवश्यकता] है, जो माना जाता है कि 2 किमी दूर पहाड़ की एक गुफा / बड़ी दरार से जुड़ा हुआ है और इसका एक संबद्ध इतिहास है।</p>\r\n<p>डुपिट गाँव में लिंगपी लिग्ने में एक विशाल शिव लिंग आकार का पत्थर है (लिंगपी पृथ्वी से निकलता है) जिसमें एक है</p>\r\n<p>अचिन मूरी 1954 में भारतीय सेना के नरसंहार से जुड़ा एक ऐतिहासिक स्थान है</p>\r\n<p>1962 के भारत-चीन युद्ध में 72 घंटे के लिए चीन के साथ सगाई की याद में शेर-ए-थप्पा की स्थिति</p>\r\n<p>इसके अलावा, तिकुक पर्वत (नवंबर के दौरान) में बर्फ से लदे टीकुक पास से सियुम से मेचुका तक ट्रेकिंग होती है। यह व्यापार मार्ग 20 वीं सी के दौरान तिब्बत और इस क्षेत्र की जनजातियों के बीच स्थापित वस्तु विनिमय प्रथा का हिस्सा था।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Upper_Subansiri_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/653fd6f9-9160-4dd5-9394-333180f7c7ba_Arunachal-Pradesh-Upper-Subansiri.jpg","subContents":[{"SubTitle":"1. मेंगा मंदिर","SubTitleHindi":null,"SubContent":"<p>क्षेत्र के लोकप्रिय मंदिरों में से मेघना गुफा मंदिर, भगवान शिव को समर्पित है। शिवरात्रि के उत्सव के दौरान मंदिर का दौरा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह दो सुरंगों वाला एक रॉक गुफा मंदिर है। सुरंगें पीछे की ओर और गुफा की दीवार के बाईं ओर स्थित हैं। पहली बार गुफा के पीछे की दीवार से शुरू होती है, जो सीढ़ियों से पहुंचते हुए मंच से लगभग 1.80 मीटर ऊंची है। सुरंग का उद्घाटन बड़ा है और एकल व्यक्ति को प्रवेश करने की अनुमति देता है। लेकिन धीरे-धीरे यह इतना संकीर्ण हो जाता है कि एक व्यक्ति को आगे प्रवेश के लिए क्रॉल करना पड़ता है। सुरंग का भीतरी भाग बेहद काला है। मार्ग में कई नाके हैं जहां तीन या चार व्यक्ति एक साथ खड़े हो सकते हैं। बाईं ओर दूसरी सुरंग गुफा का विस्तार प्रतीत होती है। इस सुरंग की छत गुफा के फर्श से लगभग 0.90 मीटर है</p>","SubContentHindi":null,"ImageUrl":"06dd1934-339f-41bd-b57f-53e6465358f0_Menga-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रुचि के स्थान","SubTitleHindi":null,"SubContent":"<p>साहसिक पर्यटन</p>\r\n<p>चट्टानी सबसे ऊपर वाले ऊबड़-खाबड़ पहाड़ लंबी पैदल यात्रा, ट्रैकिंग, रॉक क्लाइम्बिंग आदि के लिए एक आदर्श स्थान है। जिले के बाहर से गुजरने वाली सुबनसिरी नदी और इसकी कैस्केडिंग सहायक नदियाँ सफेद पानी के खेल जैसे राफ्टिंग, एंगलिंग, बोटिंग आदि के लिए पर्याप्त अवसर प्रदान करती हैं। सर्दियों का मौसम। स्थान: - 1. कोण: सुबानसिरी नदी के पार। 2. राफ्टिंग: नाचो से नदी के पूरे रास्ते तक। 3. ट्रेकिंग, हाइकिंग और रॉक-क्लाइम्बिंग, आदि: तेलिहा, नाचो और इसके आस-पास के गाँव।</p>\r\n<p>&nbsp;</p>\r\n<p>सर्वोत्तम समय: NOV-FEB</p>\r\n<p>&nbsp;</p>\r\n<p>टाकिसंग</p>\r\n<p>ताकसिंग में एक बर्फ से ढके पहाड़ का दृश्य।</p>\r\n<p>&nbsp;</p>\r\n<p>सबसे अच्छा समय: सर्दियों</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रामीण पर्यटन लिगू में</p>\r\n<p>ग्रामीणों द्वारा होम स्टे सुविधाओं के साथ ग्रामीण जीवन का अनुभव करने की चाहत रखने वाले पर्यटकों के लिए एक हब खुद ग्रामीणों द्वारा संचालित लिगू गांव में चलाया जाता है। समृद्ध आदिवासी विरासत और संस्कृति का प्रदर्शन लिगू में ग्रामीण पर्यटन की सबसे महत्वपूर्ण अवधारणा है।</p>\r\n<p>&nbsp;</p>\r\n<p>कैसे पहुंचा जाये :</p>\r\n<p>&nbsp;</p>\r\n<p>यह Daporijo से 3-4 किलोमीटर दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>सर्वश्रेष्ठ समय: नवंबर-फरवरी</p>\r\n<p>&nbsp;</p>\r\n<p>गेगू सेरिया झील</p>\r\n<p>एक बहुत ही सुंदर प्राकृतिक झील पहाड़ की चोटी पर स्थित है जिसे झील तक पहुँचने के लिए लाइमकिंग से चार दिनों की ट्रेकिंग की आवश्यकता होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>कैसे पहुंचा जाये :</p>\r\n<p>&nbsp;</p>\r\n<p>लाइमकिंग से चार दिन ट्रेकिंग</p>\r\n<p>&nbsp;</p>\r\n<p>सर्वश्रेष्ठ समय: नवंबर-फरवरी</p>","SubContentHindi":null,"ImageUrl":"856a0a4c-b8e5-4ec3-92a4-253bb32105ef_Places-of-Interest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निवास","SubTitleHindi":null,"SubContent":"<p>1 मेल बॉटम टूरिस्ट लॉज 03792 223415</p>\r\n<p>2 सर्किट हाउस, Daporijo 03792-223250</p>\r\n<p>3 होटल वेस्ट 03792-225610</p>\r\n<p>4 होटल इन 03792-225610</p>","SubContentHindi":null,"ImageUrl":"45fa3f6c-55a1-4e2e-8638-089b87f8d936_bomdila-monastery.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>Daporijo का निकटतम हवाई अड्डा Dibrugarh है जो शहर से केवल 87 किमी दूर है। हालांकि, इस हवाई अड्डे से बहुत कम उड़ानें संचालित होती हैं। वैकल्पिक रूप से, लीलाबाड़ी हवाई अड्डा जीरो को हेलीकाप्टर सेवाएं प्रदान करता है। जीरो से, आपको कार से द्रोपाइजो तक जाना होगा जो 155 किमी दूर है। सिलापाथर शहर का निकटतम रेलवे स्टेशन है। हालाँकि, इस स्टेशन के पास कई ट्रेनें नहीं हैं। निकटतम अच्छी तरह से जुड़ा हुआ ट्रेन स्टेशन डिब्रूगढ़ है, जो 87 किमी की दूरी पर है। यह स्टेशन देश के विभिन्न महत्वपूर्ण शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>फ्लाइट से कैसे पहुंचें Daporijo</p>\r\n<p>Daporijo का निकटतम हवाई अड्डा लीलाबारी हवाई अड्डा है जो शहर से 260 किमी दूर है। Daporijo तक पहुंचने के लिए आगंतुक एक टैक्सी / टैक्सी किराए पर ले सकते हैं। लीलाबाड़ी, ज़ीरो तक हेलिकॉप्टर सेवाएं प्रदान करता है, जो Daporijo से 155 किमी दूर है और फिर कोई भी ज़ीरो से एक टैक्सी किराए पर ले सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा: डिब्रूगढ़ - द्रुपिजो से 89 कि.मी.</p>\r\n<p>&nbsp;</p>\r\n<p>कैसे सड़क से Daporijo तक पहुँचने के लिए</p>\r\n<p>आगंतुक प्रमुख स्थलों के लिए अपने रास्ते पर Daporijo का चयन करते हैं। कोई भी ईटानगर से जीरो या लीलाबारी के माध्यम से बेज़ार के माध्यम से बसों का उपयोग करके ड्रूपिजो के शहर तक पहुंच सकता है। सरकारी बसें आमतौर पर भीड़भाड़ वाली होती हैं और अक्सर टूट जाती हैं, इसलिए आरामदायक यात्रा के लिए निजी बसों या टैक्सी / टैक्सी को प्राथमिकता दें।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से कैसे पहुंचें डुपिरिजो</p>\r\n<p>Daporijo का निकटतम रेलवे स्टेशन डिब्रूगढ़ टाउन रेलवे स्टेशन है जो 87 किमी दूर है। आस-पास का प्रमुख स्टेशन असम में सिलापाथर स्टेशन है जो द्रोपाइजो शहर से लगभग 200 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>Daporijo में स्थानीय परिवहन</p>\r\n<p>बस सेवाएं और टैक्सियाँ हैं जिनका उपयोग शहर के भीतर आवागमन के लिए किया जाता है। आप स्थानीय बाजार का पता लगाने के लिए भी चल सकते हैं।</p>\r\n<p>स्रोत: https://uppersubansiri.nic.in/</p>","SubContentHindi":null,"ImageUrl":"715dde44-b651-4546-9d18-a75574ed98dd_Upper-Subansiri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-upper-subansiri-daporijo-arunachal-pradesh","tags":[{"name":"द्रोपाइजो","slug":"daporijo"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"अपर-सुबनसिरी","slug":"upper-subansiri"}],"recommendations":[{"id":1247,"title":"पासीघाट में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","dateCreated":"2020-04-23T04:28:06.947Z","dateModified":"2020-04-23T04:28:18.423Z","contributedBy":"AskGif","content":"पासीघाट भारतीय राज्य अरुणाचल प्रदेश में पूर्वी सियांग जिले का मुख्यालय है। मध्य समुद्र तल से 155 मीटर ऊपर हिमालय की पूर्वी तलहटी में स्थित, पासीघाट अरुणाचल का सबसे पुराना शहर है। भारत सरकार ने जून, 2017 में पासीघाट को स्मार्ट सिटीज मिशन विकास योजना में शामिल किया।\r\n&nbsp;\r\nपर्यटन</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e859899-5587-4b08-8756-e94746c97b7c_Pasighat.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"पासीघाट","slug":"pasighat"}],"slug":"top-places-to-visit-in-pasighat-arunachal-pradesh","total":0},{"id":338,"title":"तिरप, खोंसा में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","dateCreated":"2019-04-06T10:56:11.744Z","dateModified":"2019-04-06T11:05:28.025Z","contributedBy":"AskGif","content":"तिरप जिला भारत में अरुणाचल प्रदेश राज्य के दक्षिणपूर्वी भाग में स्थित है। यह नागालैंड और असम के साथ एक राज्य सीमा, म्यांमार के साथ एक अंतरराष्ट्रीय सीमा और चांगलांग और लोंगडिंग के साथ एक जिला सीमा साझा करता है।\r\n&nbsp;\r\nइतिहास\r\nअनादि काल से, तिरप देशज जनजातियों के पूर्वजों द्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7d666b54-2c0e-47da-bbd5-ffdfcc1953b6_Arunachal-Pradesh-Tirap.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"तिरप","slug":"tirap"},{"name":"खोंसा","slug":"khonsa"}],"slug":"top-places-to-visit-in-tirap-khonsa-arunachal-pradesh","total":0},{"id":323,"title":"करा दाड़ी, जामिन में देखने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","dateCreated":"2019-03-25T16:59:50.11Z","dateModified":"2019-03-25T17:12:04.376Z","contributedBy":"AskGif","content":"उत्तर-पूर्वी भारत में अरुणाचल प्रदेश में एक जिला है काड़ा दाड़ी। इसे 7 फरवरी 2015 को कुरुंग कुमाय जिले से लिया गया था।\r\nइतिहास\r\n21 मार्च 2013 को अरुणाचल प्रदेश (री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स) (संशोधन) विधेयक के तहत कर दाड़ी जिले के निर्माण को मंजूरी दी गई थी।\r\n&nbsp;\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70938459-e00b-41ab-9569-de8248cbb045_Kra-Daadi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"करा-दाड़ी","slug":"kra-daadi"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"},{"name":"यामीन","slug":"jamin"}],"slug":"top-places-to-visit-in-kra-daadi-jamin-arunachal-pradesh","total":0},{"id":295,"title":"अंजाव, हवाई में घूमने के लिए शीर्ष स्थान, अरुणाचल प्रदेश","imageUrl":"5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","dateCreated":"2019-03-18T16:12:31.513Z","dateModified":"2019-03-18T16:40:43.476Z","contributedBy":"AskGif","content":"अंजाव जिला उत्तर-पूर्व भारत में अरुणाचल प्रदेश राज्य का एक प्रशासनिक जिला है। यह एक नया बनाया गया जिला है, जिसे 16 फरवरी 2004 को अरुणाचल प्रदेश री-ऑर्गेनाइजेशन ऑफ डिस्ट्रिक्ट्स अमेंडमेंट बिल के तहत लोहित जिले से विभाजित किया गया था। [२] जिले की सीमा उत्तर में चीन है। हवाई, समुद्र तल से 1296 मीटर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5a758033-553f-44f8-98a6-b9f8a419bc39_Anjaw-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अंजाव","slug":"anjaw"},{"name":"हवाई","slug":"hawai"},{"name":"अरुणाचल-प्रदेश","slug":"arunachal-pradesh"}],"slug":"top-places-to-visit-in-anjaw-hawai-arunachal-pradesh","total":0}]}