{"id":345,"title":"बरपेटा में देखने के लिए शीर्ष स्थान, असम","imageUrl":"ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","dateCreated":"2019-04-14T11:34:32.692Z","dateModified":"2019-04-14T11:53:06.649Z","contributedBy":"AskGif","content":"<p>बारपेटा भारत के बारपेटा जिले का एक शहर है और जिला मुख्यालय है। यह शहर गुवाहाटी से 90 किलोमीटर (56 मील) उत्तर पश्चिम में स्थित है और पश्चिमी असम के प्रमुख शहरों में से एक है। आसपास के क्षेत्र में विभिन्न वैष्णव सतारों की उपस्थिति के कारण इसे असम का सतरा नगरी (मंदिर शहर) भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह 26.32 &deg; N 91.0 &deg; E पर स्थित है। इसकी औसत ऊंचाई 35 मीटर (114 फीट) है। यह मानस नेशनल पार्क से 44 किमी दूर है। तीन नदियाँ - चूलखोवा, मोरा नोदी (मृत नदी) और नखंदा, दोनों ही ब्रह्मपुत्र की सहायक नदियाँ हैं जो शहर से होकर जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वानिकी</p>\r\n<p>बारपेटा मानस राष्ट्रीय उद्यान का प्रवेश द्वार है, जो असम के राष्ट्रीय उद्यानों में से एक है और भारत के कुछ बाघ अभ्यारण्यों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, बारपेटा की आबादी 42,649 थी। 0-6 वर्ष की आयु के बच्चों की जनसंख्या 3673 है जो बारपेटा की कुल जनसंख्या का 8.61% है। महिला लिंग अनुपात 958 के राज्य औसत के मुकाबले 1008 का है। इसके अलावा, बारपेटा में बाल लिंग अनुपात 962 की असम राज्य औसत की तुलना में लगभग 994 है। बारपेटा शहर की साक्षरता दर 72.19% के राज्य औसत से 90.77% अधिक है। बारपेटा में, पुरुष साक्षरता लगभग 94.86% है जबकि महिला साक्षरता दर 86.73% है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>मिर्ची सर्दियों और गर्म आर्द्र गर्मियों के साथ बारपेटा में उपोष्णकटिबंधीय जलवायु होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>बारपेटा बारपेटा (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है। भारतीय राष्ट्रपति फकरुद्दीन अली अहमद जनिया एलएसी से विधायक और बारपेटा निर्वाचन क्षेत्र से सांसद थे। सैयद अब्दुर रूफ, ए.एफ. गोलम उस्मानी और अन्य प्रमुख व्यक्तियों ने संवैधानिक सभा में बारपेटा का प्रतिनिधित्व किया। जिले में 7 निर्वाचन क्षेत्र निर्वाचन क्षेत्र हैं। वो हैं जानिया, बागबोर, सोरभोग, सरुखेत्री, बभनीपुर, चेंगा और बारपेटा।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>निकटतम रेलवे स्टेशन, हवाई अड्डा और बंदरगाह क्रमशः बारपेटा रोड, लोकप्रिया गोपीनाथ बोरदोलोई अंतर्राष्ट्रीय हवाई अड्डा और धुबई है। बारपेटा शहर हॉली के माध्यम से राष्ट्रीय राजमार्ग 31 से जुड़ा हुआ है, और हजो-दौलाशाल के माध्यम से राष्ट्रीय राजमार्ग 427 इसे गुवाहाटी शहर से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>चंद्र भारती, कवि</p>\r\n<p>रामेश्वर पाठक, कमरुपी लोकजीत गायक</p>\r\n<p>फखरुद्दीन अली अहमद, भारत के पांचवें राष्ट्रपति</p>\r\n<p>महेंद्र मोहन चौधरी, असम के चौथे मुख्यमंत्री</p>\r\n<p>अंबिकगिरी रायचौधरी, कवि और राष्ट्रवादी</p>\r\n<p>बणिकांत काकती, लेखक</p>\r\n<p>अम्बिकगिरी रायचौधरी, लेखक, स्वतंत्रता सेनानी</p>\r\n<p>गुनिन्द्र नाथ दास, असम गण परिषद से असम विधानसभा के सदस्य</p>\r\n<p>ट्रेनों के लिए वैक्यूम ब्रेक के आविष्कार कर्नल गुरुप्रसाद दास</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक रुचि के स्थान</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; श्रीमंत शंकरदेव के आगमन के साथ बारपेटा क्षेत्र महान धार्मिक महत्व के स्थान में बदल गया। इस महान वैष्णव संत के शिष्यों द्वारा बड़ी संख्या में क्षत्रपों की स्थापना की गई थी। अनादि काल से ये शनि राज्य भर से बड़ी संख्या में भक्तों को आकर्षित करते हैं, खासकर त्योहारों और वर्षगांठों के दौरान। बाहरी लोगों द्वारा नियमित रूप से जाने वाले सतारों में बारपेटा, पटबौशी, सुंदरडीह, सुनपुरा, गणकचुची, सतारा कनारा और जनिया शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; बारपेटा शहर को 22 हाटियों में विशिष्ट रूप से विभाजित किया गया है जो गुरुओं के समर्पित अनुयायियों और परिवारों द्वारा बसाए गए हैं, जो कि सतारा प्रशासन द्वारा प्रशासित हैं। यह अनूठी विशेषता असम में किसी अन्य स्थान पर नहीं पाई जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; हाथी दांत पर नक्काशी सहित बारपेटा के पारंपरिक हस्तशिल्प पूरे असम में लोकप्रिय हैं। असम में स्वदेशी पटाखा उद्योग भी अच्छी तरह से जाना जाता है। सरथेबारी का पीतल धातु उद्योग दुनिया भर में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>संचार</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; बारपेटा बस और रेलवे द्वारा पहुँचा जा सकता है। निकटतम रेलवे स्टेशन बारपेटा रोड जो 21 के.एम. की दूरी पर स्थित है। बारपेटा टाउन से। बारपेटा रोड, नेशनल हाइवे नंबर 3, असम के जिला प्रमुख क्वार्टर टाउन बारपेटा द्वारा पूरे असम से जुड़ा हुआ है। बारपेटा को राष्ट्रीय राजमार्ग से कैसे जोड़ा जाता है जो लगभग 16 के.एम. बारपेटा और गुवाहाटी के बीच नियमित बस सेवाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक लॉज और सूचना केंद्र</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; सूचना केंद्र के साथ पर्यटक लॉज बारपेटा रोड पर स्थित है। विभाग। पर्यटन का एक जंगल लॉज भी है। पर्यटन निदेशालय मानस राष्ट्रीय उद्यान के लिए पर्यटन का आयोजन करता है। पार्क की यात्रा करने का सबसे अच्छा समय नवंबर और अप्रैल के बीच है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Barpeta</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","subContents":[{"SubTitle":"1. बारपेटा-सत्र","SubTitleHindi":null,"SubContent":"<p>शहर के केंद्र में स्थित सतारा होली के दौरान विशेष रूप से होली के दौरान और विभिन्न वैष्णव गुरुओं की वर्षगांठ के अवसर पर राज्य भर से भक्तों को आकर्षित करता है। सतारा परिसर के भीतर की इमारतें अपने आप में वास्तुशिल्प उपलब्धियां हैं। कीर्तन घर असम में सबसे बड़ा माना जाता है। श्रीमंत शंकरदेव, श्री माधवदेव और श्री बिल्ला अता के सम्मान में इस भवन में तीन गुरु आसन रखे गए हैं। नियमित रूप से नाम-प्रसंगों को धारण करने के लिए दो सताधारी लोग आसन के पीछे बैठते हैं। 20 बीघा के क्षेत्र को कवर करने के लिए कई इमारतें परिसर के भीतर स्थित हैं।</p>","SubContentHindi":null,"ImageUrl":"8bb31aca-44d8-4827-b5e3-5fe18e388fe4_Barpeta-Satra.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. चिनपारा-वीथी","SubTitleHindi":null,"SubContent":"<p>चिनपारा-वीथी वह स्थान है जहाँ श्रीमंता शंकरदेवा अपनी नाव से पलंगडी बोरी के किनारे बारपेटा में उतरे थे; जिसे वर्तमान में पलंगडीहटी कहा जाता है। संत अपनी आस्था का प्रचार करने के लिए छह महीने तक यहां रहे। यह स्थान लगभग 1/2 के.एम. उत्तर का बारपेटा सातरा। गुरु द्वारा स्थापित नामघर आज भी मौजूद है।</p>","SubContentHindi":null,"ImageUrl":"01e8e887-8cfe-4759-a572-5062713b4ea3_Chinpara-Vithi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. मानस नेशनल पार्क","SubTitleHindi":null,"SubContent":"<p>1990 में एक राष्ट्रीय उद्यान के रूप में घोषित मानस राष्ट्रीय उद्यान हिमालय की तलहटी में स्थित है जहाँ इसकी अनूठी जैव विविधता और प्राकृतिक परिदृश्य हैं। यह 1973 में प्रोजेक्ट टाइगर के तहत बाघ आरक्षित नेटवर्क में शामिल किए गए पहले भंडारों में से एक है। 2837 वर्ग किलोमीटर क्षेत्र को कवर करना। मानस नदी घने जंगलों और घास-भूमि के अद्वितीय सम्मिश्रण के साथ पार्क के माध्यम से बहती है, बाघ, तेंदुआ, सिवनी, हाथी, भैंस, पैगी हॉग, सुनहरा लंगूर, असम छत कछुआ, और बंगाल सहित भारत की संरक्षित प्रजातियों की सबसे बड़ी संख्या के साथ मिलती है। florican। यह पार्क 1988 में यूनेस्को की विश्व विरासत सम्मेलन के साथ-साथ 1989 में बायोस्फीयर रिजर्व के तहत अंतरराष्ट्रीय महत्व के स्थल के रूप में शामिल है। स्तनधारियों की 60 प्रजातियाँ, 312 पक्षी, 42 सरीसृप, 7 उभयचर, 54 मछलियाँ और 100 से अधिक हैं। कीटों की प्रजातियाँ बारपेटा रोड (20KM) से राष्ट्रीय राजमार्ग संख्या -31 को जोड़ने वाली सड़क से पहुँचा जा सकता है जो भारत के बाकी हिस्सों को जोड़ता है। रेलवे देश के बाकी हिस्सों के साथ बारपेटा रोड को जोड़ता है और गुवाहाटी में गोपीनाथ बोरदोलोई हवाई अड्डा बारपेटा रोड शहर से लगभग 160 किलोमीटर दूर है। वन लॉज मातंगुरी में पार्क के अंदर स्थित हैं जो बारपेटा रोड से 40 किमी दूर है। आगंतुकों को बारपेटा रोड के फील्ड डायरेक्टर मानस टाइगर रिजर्व के कार्यालय में पार्क में प्रवेश के लिए आवश्यक अनुमति लेनी होती है।</p>","SubContentHindi":null,"ImageUrl":"4b95341f-c78b-4e82-b187-e98ddd16b604_Manas-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>बारपेटा संस्कृति और विरासत का देश है और आपकी असम की यात्रा पर जाना चाहिए। शहर परिवहन के सभी संभावित साधनों के साथ अच्छी तरह से जुड़ा हुआ है, और कोई भी कई भक्तों को देख सकता है और यात्री साल भर लगभग इस गंतव्य पर जाते हैं। हवाई मार्ग, रोडवेज और यहां तक ​​कि रेलवे द्वारा भी यात्रा की जा सकती है, जो भी व्यक्ति के लिए संभव है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से:</p>\r\n<p>यदि आप हवाई यात्रा कर रहे हैं तो गुवाहाटी के लिए उड़ान भरें, जो बारपेटा से लगभग 98 किलोमीटर है। हवाई अड्डे से पर्याप्त टैक्सियाँ और निजी कारें उपलब्ध हैं जिनके द्वारा आगंतुक शहर तक पहुँच सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा:</p>\r\n<p>कोई गुवाहाटी रेलवे स्टेशन तक रेल से यात्रा कर सकता है और फिर बारपेटा तक पहुँचने के लिए परिवहन के किसी भी स्थानीय साधन का लाभ उठा सकता है। यहां तक ​​कि गुवाहाटी से बारपेटा के लिए भी स्थानीय रेल सेवाएं उपलब्ध हैं जो सुबह के साथ-साथ शाम को भी चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से:</p>\r\n<p>कई निजी बसें हैं जो बारपेटा और गुवाहाटी को जोड़ने वाली सड़क पर चलती हैं। छोटी टैक्सी सेवाएं भी पर्याप्त मात्रा में उपलब्ध हैं जो दर्शनीय स्थलों की यात्रा के लिए पर्यटकों को विभिन्न स्थानों पर ले जाती हैं। परिवहन नेटवर्क की सुचारू व्यवस्था के साथ, यात्रियों के लिए शहर में घूमना बहुत आसान हो जाता है।</p>\r\n<p>स्रोत: http://barpeta.gov.in</p>","SubContentHindi":null,"ImageUrl":"16a31074-83a8-4f37-961c-b0d6eb9a6978_Barpeta-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-barpeta-assam","tags":[{"name":"असम","slug":"assam"},{"name":"बारपेटा","slug":"barpeta"}],"recommendations":[{"id":376,"title":"तिनसुकिया में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"92f99872-80ab-4bc1-bd43-7b33d0f041e8_Tinsukia-railway.jpg","dateCreated":"2019-05-07T16:51:31.024Z","dateModified":"2019-05-07T17:08:51.619Z","contributedBy":"AskGif","content":"तिनसुकिया एक औद्योगिक शहर है। यह गुवाहाटी से 480 किलोमीटर (298 मील) उत्तर-पूर्व और अरुणाचल प्रदेश की सीमा से 84 किलोमीटर (52 मील) दूर स्थित है।\r\n&nbsp;\r\nयह असम, भारत के तिनसुकिया जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nतिनसुकिया जिला (Pron: (tuknʊsəki is) असम, भारत के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92f99872-80ab-4bc1-bd43-7b33d0f041e8_Tinsukia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"तिनसुकिया","slug":"tinsukia"}],"slug":"top-places-to-visit-in-tinsukia-assam","total":0},{"id":365,"title":"करीमगंज में देखने के लिए शीर्ष स्थान, असम","imageUrl":"ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","dateCreated":"2019-04-29T16:08:59.918Z","dateModified":"2019-04-29T16:27:46.245Z","contributedBy":"AskGif","content":"करीमगंज असम, भारत के 33 जिलों में से एक है। करीमगंज शहर प्रशासनिक मुख्यालय जिला और इस जिले का सबसे बड़ा शहर दोनों है। यह मध्य असम और सीमाओं त्रिपुरा और बांग्लादेश के सिलहट डिवीजन में स्थित है। यह हलाकांडी और कछार के साथ बराक घाटी को बनाती है। ये तीनों जिले भारत के विभाजन से पहले ग्रेटर सिलहट क्षे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"करीमगंज","slug":"karimganj"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-karimganj-assam","total":0},{"id":360,"title":"होजई में यात्रा करने के लिए शीर्ष स्थान, असम","imageUrl":"35f35a79-ff0c-4e0a-93e1-387d35a28a64_Hojai-railway.jpg","dateCreated":"2019-04-24T15:55:07.74Z","dateModified":"2019-04-24T15:59:44.129Z","contributedBy":"AskGif","content":"होजई भारतीय राज्य असम में होजई जिले में एक शहर और एक नगरपालिका बोर्ड है। यह 15 अगस्त 2015 तक नागांव जिले का हिस्सा था, जब यह राज्य का एक नया जिला बन गया। होजई एक डिमसा शब्द है और 40 नर कुलों में से एक है।\r\n&nbsp;\r\nभूगोल\r\nहोजई 26.0 &deg; N 92.87 &deg; E पर स्थित है। इसकी औसत ऊ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35f35a79-ff0c-4e0a-93e1-387d35a28a64_Hojai-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"होजई","slug":"hojai"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-hojai-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}