{"id":345,"title":"Top Places to visit in Barpeta, Assam","imageUrl":"ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","dateCreated":"2019-04-14T11:34:32.692Z","dateModified":"2019-04-14T11:53:06.649Z","contributedBy":"AskGif","content":"<p>Barpeta is a town in Barpeta district, India and is district headquarters. The city is located 90 kilometres (56 mi) north west of Guwahati and is one of the major cities in Western Assam. It is also called Satra Nagari (Temple town) of Assam due to the presence of various Vaishnavite Satras in the vicinity.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>It is located at 26.32&deg;N 91.0&deg;E. It has an average elevation of 35 metres (114 feet). It is 44 km away from Manas National Park. Three rivers - Chaulkhowa, Mora Nodi (Dead River) and Nakhanda, both of which are tributaries to Brahmaputra run through the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Forestry</p>\r\n<p>Barpeta is the gateway to Manas National Park, one of the National Parks of Assam and one of the few tiger reserves of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Barpeta had a population of 42,649. Population of Children within age of 0-6 is 3673 which is 8.61% of total population of Barpeta. The female Sex Ratio is of 1008 against state average of 958. Moreover, Child Sex Ratio in Barpeta is around 994 compared to Assam state average of 962. Literacy rate of Barpeta city is 90.77% higher than state average of 72.19%. In Barpeta, Male literacy is around 94.86% while female literacy rate is 86.73% .</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>Barpeta has subtropical climate, with chilly winters and hot humid summers.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Barpeta is part of Barpeta (Lok Sabha constituency). Indian president Fakaruddin Ali Ahmed was an MLA from Jania LAC and MP from the Barpeta constituency. Syed Abdur Rouf, A.F Golam Osmani and other prominent persons represented Barpeta in the constitutional assembly. There 7 nos of Assembly Constituency in the district. Those are Jania, Baghbar, Sorbhog, Sarukhetri, Bhabanipur, Chenga and Barpeta .</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The nearest railway station, airport and port is Barpeta Road, Lokpriya Gopinath Bordoloi International Airport and Dhubri respectively. Barpeta town is connected to National Highway 31 through Howly, and National Highway 427 via Hajo-Doulashal connects it to Guwahati City.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Chandra Bharati, poet</p>\r\n<p>Rameshwar Pathak, Kamrupi Lokgeet singer</p>\r\n<p>Fakhruddin Ali Ahmed, fifth President of India</p>\r\n<p>Mahendra Mohan Choudhry, fourth chief minister of Assam</p>\r\n<p>Ambikagiri Raichoudhury, poet and nationalist</p>\r\n<p>Banikanta Kakati, writer</p>\r\n<p>Ambikagiri Raychoudhury, writer, Freedom Fighter</p>\r\n<p>Gunindra Nath Das, member of Assam Legislative Assembly from the Asom Gana Parishad</p>\r\n<p>Colonel Guruprasad Das,inventor of vacuum brakes for trains</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Tourist Interest</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; With the advent of Shrimanta Sankardeva Barpeta region turned into a place of great religious importance. Large number of Satras were established by the disciples of this great Vaishnava saint. Since time immemorial these Satras attracts large number of devotees from all over the state, particularly during festivals and anniversaries. Among the Satras that are regularly visited by outsiders are Barpeta, Patbaushi, Sundaridiya, Sunpura, GanakKuchi, Satra Kanara and Jania.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; The town of Barpeta is uniquely divided in 22 Hattis that are inhabited by the devoted followers and families of the Gurus, that are administered by the Satra administration. This unique feature is not found in any other place in Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; The traditional handicrafts of Barpeta including ivory carving are popular all over Assam. The indigenous fire cracker industry is also well known in Assam. Brass metal industry of Sarthebari is known all over the world.</p>\r\n<p>&nbsp;</p>\r\n<p>Communication</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Barpeta can be reached by Bus &amp; Railways. The nearest Railway Station being Barpeta Road which lies at a distance of 21 K.M. from Barpeta Town. Barpeta Road is connected to all over Assam by National Highway No.31, North of the District Head quarter Town of Barpeta. Howly connects Barpeta with the National Highway which lies about 16 K.M. There are regular bus services between Barpeta and Guwahati.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Lodge and Information Centre</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; Tourist lodge with information centre is located at Barpeta Road. The deptt. of tourism have a forest lodge also. The directorate of tourism organises conduct tours to the Manas National park. The best time to visit the park is between November and April.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Barpeta</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","subContents":[{"SubTitle":"1. Barpeta-Satra","SubTitleHindi":null,"SubContent":"<p>The Satra located at the heart of the City attracts devotees from all over the State particularly during Holi when Doul festival is organised and anniversaries of various Vaishnava Gurus. The buildings within the Satra premise are architectural achievements in its own right.The Kirtan Ghar is considered to be the largest in Assam. The Three Guru Asanas are placed in this buildings in honour of Shrimanta Sankardeva, Shri Madhavdeva and Shri Badula Ata. The two Satradhikars sit behind the Asanas to hold Nam-Prasangas regularly. Numerous buildings are located within the premise covering an area of 20 Bighas.</p>","SubContentHindi":null,"ImageUrl":"8bb31aca-44d8-4827-b5e3-5fe18e388fe4_Barpeta-Satra.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Chinpara-Vithi","SubTitleHindi":null,"SubContent":"<p>Chinpara-Vithi is the place where Srimanta Sankardeva landed from his boat at Barpeta on banks of Palangdi Bori; which is presently called Palangdihati. The Saint stayed here for six months to propagate his faith. This place is located about 1/2 K.M. North of Barpeta Satra. The Namghar established by the Guru still exist.</p>","SubContentHindi":null,"ImageUrl":"01e8e887-8cfe-4759-a572-5062713b4ea3_Chinpara-Vithi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Manas National park","SubTitleHindi":null,"SubContent":"<p>Declared as a national park in 1990 Manas National park is located at Himalayan foothills where its having an unique bio diversity and scenic landscapes. It is one of the first reserves included in the tiger reserve network under project tiger in 1973. Covering an area of 2837 Sq.KM. Manas river flows through the park with unique blending of dense jungles and grass-land, harbours the largest number of protected species of India including tiger, leopard, civet, elephants, buffalo, pygmy hog, golden langoor, Assam roof turtle, and the Bengal florican. This park is included as a site of international importance under UNESCO's world heritage convention in 1988 as well as Biosphere Reserve in 1989. There are as many as 60 species of mammals,312 birds, 42 reptiles,7 amphibia,54 fishes and more than 100 species of insects The place can be reached by road from Barpeta Road(20KM) connecting National highway No-31 that connects rest of India. The railways connects Barpeta Road with rest of the country and Gopinath Bordoloi airport at Guwahati is nearly 160 KM from Barpeta Road town. The forest lodges are situated inside the park at Mathanguri which lies at a distance of40 K.Ms from Barpeta Road. Visitors are to obtain necessary permission for entry into park at the office of Field Director Manas Tiger Reserve, Barpeta Road.</p>","SubContentHindi":null,"ImageUrl":"4b95341f-c78b-4e82-b187-e98ddd16b604_Manas-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Barpeta is a land of culture and heritage and is a must visit on your trip to Assam. The town is well connected with all the possible means of transportation, and one can see many devotees and travelers visit this destination almost round the year. One can travel to the place by airways, roadways and even railways, whatever seems to be feasible for the person.</p>\r\n<p>&nbsp;</p>\r\n<p>BY AIR:</p>\r\n<p>If you are travelling by air then take a flight to the Guwahati, which is about 98kms from Barpeta. From the airport ample taxis and private cars are available by which the visitors can reach the town.</p>\r\n<p>&nbsp;</p>\r\n<p>BY RAIL:</p>\r\n<p>One can travel by rail to the Guwahati Railway Station and then avail any local means of transportation to reach Barpeta. Even local train services are available from Guwahati to Barpeta which run both in the morning as well as in the evening.</p>\r\n<p>&nbsp;</p>\r\n<p>BY ROAD:</p>\r\n<p>There are many private buses that ply on the road connecting Barpeta and Guwahati. Small cab services are also available in ample amount that carry tourists to different locations for the purpose of sightseeing. With a smooth system of transport network, it becomes very easy for the travelers to move about in the town.</p>\r\n<p>source: http://barpeta.gov.in</p>","SubContentHindi":null,"ImageUrl":"16a31074-83a8-4f37-961c-b0d6eb9a6978_Barpeta-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-barpeta-assam","tags":[{"name":"assam","slug":"assam"},{"name":"barpeta","slug":"barpeta"}],"recommendations":[{"id":376,"title":"Top Places to visit in Tinsukia, Assam","imageUrl":"92f99872-80ab-4bc1-bd43-7b33d0f041e8_Tinsukia-railway.jpg","dateCreated":"2019-05-07T16:51:31.024Z","dateModified":"2019-05-07T17:08:51.619Z","contributedBy":"AskGif","content":"Tinsukia is an industrial town. It is situated 480 kilometres (298 mi) north-east of Guwahati and 84 kilometres (52 mi) away from the border with Arunachal Pradesh.\r\n&nbsp;\r\nIt is the administrative headquarters of Tinsukia District of Assam, India.\r\n&nbsp;\r\nTinsukia d","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92f99872-80ab-4bc1-bd43-7b33d0f041e8_Tinsukia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"tinsukia","slug":"tinsukia"}],"slug":"top-places-to-visit-in-tinsukia-assam","total":0},{"id":365,"title":"Top Places to visit in Karimganj, Assam","imageUrl":"ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","dateCreated":"2019-04-29T16:08:59.918Z","dateModified":"2019-04-29T16:27:46.245Z","contributedBy":"AskGif","content":"Karimganj is one of the 33 districts of Assam, India. Karimganj city is both the administrative headquarters district and the biggest city of this district. It is located in Central Assam and borders Tripura and the Sylhet Division of Bangladesh. It makes up the Barak Valley alongside Hailakandi ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karimganj","slug":"karimganj"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-karimganj-assam","total":0},{"id":360,"title":"Top Places to visit in Hojai, Assam","imageUrl":"35f35a79-ff0c-4e0a-93e1-387d35a28a64_Hojai-railway.jpg","dateCreated":"2019-04-24T15:55:07.74Z","dateModified":"2019-04-24T15:59:44.129Z","contributedBy":"AskGif","content":"Hojai is a city and a municipal board in Hojai district in the Indian state of Assam. It was part of the Nagaon district until 15 August 2015 when it became a new district of the state. Hojai is a Dimasa word and also one of the 40 male clans.\r\n&nbsp;\r\nGeography\r\nHojai is loc","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35f35a79-ff0c-4e0a-93e1-387d35a28a64_Hojai-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hojai","slug":"hojai"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-hojai-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}