{"id":346,"title":"बिश्वनाथ, बिश्वनाथ चाराली में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"8c433433-c7c7-4a47-a419-6d71f0e34203_viswanath-railway.jpg","dateCreated":"2019-04-14T17:57:03.114Z","dateModified":"2019-04-14T18:01:32.347Z","contributedBy":"AskGif","content":"<p>बिश्वनाथ भारत में असम राज्य का एक प्रशासनिक जिला है। यह वर्ष 2015 तक नव निर्मित जिले में से एक है, जिसे 15 अगस्त 2015 को असम के मुख्यमंत्री द्वारा घोषित किया गया है। यह जिला गोहपुर और पहले सोनितपुर जिले के बिश्वनाथ सब डिवीजन के अधिकांश भाग को मिला कर बनाया गया है। जिला उत्तर में अरुणाचल प्रदेश जिले, गोलाघाट, दक्षिण में ब्रह्मपुत्र, पूर्व में लखीमपुर जिले और पश्चिम में सोनितपुर जिले से घिरा हुआ है। प्रशासनिक मुख्यालय बिस्वनाथ चाराली में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिश्वनाथ चाराली असम, भारत के राज्य बिश्वनाथ जिले में एक शहर और एक नगरपालिका बोर्ड है। यह शहर बिश्वनाथ जिले का जिला मुख्यालय है, जो 15 अगस्त 2015 को बनाया गया था। यह बिश्वनाथ घाट से इसका नाम प्राप्त करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह असम के पहले \"क्लॉक टॉवर\" (घण्टा घर, जो आमतौर पर उत्तर भारतीय शहरों में पाया जाता है) रखता है और इसके बाद डिब्रूगढ़ का क्लॉक टॉवर है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>बिश्वनाथ चाराली तेजपुर (लोकसभा निर्वाचन क्षेत्र) का एक हिस्सा है। और 76 नं। बिश्वनाथ विधान सभा। बिस्वनाथ चाराली वर्तमान में असम विधानसभा में प्रमोद बारठाकुर (शब्द: 2016-2021) द्वारा प्रतिनिधित्व करते हैं जबकि लोकसभा में इसका प्रतिनिधित्व आर.पी. सरमाह (शब्द: 2014-2019) करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>व्यावसायिक शिक्षा के संस्थान हैं, असम कृषि विश्वविद्यालय से संबद्ध बिश्वनाथ कॉलेज ऑफ एग्रीकल्चर, कृषि मंत्रालय के तहत फार्म मशीनरी ट्रेनिंग एंड टेस्टिंग इंस्टीट्यूट, कोऑपरेशन एंड फार्मर्स वेलफेयर, गवर्नमेंट। of India.It में फार्म मशीनों का प्रशिक्षण देने के लिए एक फार्म मशीनरी संस्थान है। इसमें एक जवाहर नवोदय विद्यालय स्कूल भी है। बिश्वनाथ ज्ञान भारती स्कूल एक अन्य सीबीएसई-संबद्ध स्कूल है, जो एक स्वतंत्र शैक्षणिक संस्थान के रूप में स्थापित (2004) जिले का पहला सीबीएसई स्कूल है। संपर्क नंबर .9085448273</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य देखभाल</p>\r\n<p>राज्य सरकार द्वारा संचालित एक पूर्ण नागरिक अस्पताल। बिश्वनाथ चाराली में है। बिश्वनाथ चारीली में प्रतिष्ठित अस्पताल हैं और वे रोगियों को बहुत उच्च श्रेणी की सेवा प्रदान करते हैं। बोरा के नर्सिंग होम, जेके अस्पताल, केपी मेमोरियल अस्पताल, संजीवनी अस्पताल, बरूआ आई हॉस्पिटल, नेत्रालय आई केयर क्लिनिक प्रसिद्ध अस्पताल हैं बिश्वनाथ का।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>बिश्वनाथ चाराली सांस्कृतिक रूप से समृद्ध शहर है। एक गैर-लाभकारी गैर सरकार। संगठन स्वर्गीय सूर्या बोरहा मेमोरियल वन एक्ट प्ले प्रतियोगिताओं नामक एक वार्षिक एक नाटक प्रतियोगिता का आयोजन करता है। शहर में एक मूवी-थिएटर हॉल और अन्य सांस्कृतिक गतिविधियों के लिए एक सामुदायिक हॉल हैं। बिनपानी नाट्य मंदिर दशकों से सांस्कृतिक गतिविधियों का केंद्र रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिस्वनाथ चाराली कई वर्षों से सूर्य बोरा वन एक्ट प्ले प्रतियोगिता की मेजबानी कर रहे हैं। बिनपानी नाट्य मंदिर कला और संस्कृति से संबंधित गतिविधियों का केंद्र रहा है। इस शहर ने असमिया सिनेमा में भी योगदान दिया है। केंद्रीय नामघर ने ललित कलाओं में श्रीमंत शंकरदेव की कृतियों को फैलाने में योगदान दिया है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>बिश्वनाथ जिले के प्रमुख हिस्से ने 16 वीं शताब्दी में अहोमों के कब्जे में आने तक चुटिया राज्य का एक हिस्सा बनाया था। जिले का पश्चिमी भाग स्वतंत्र भुइयां सरदारों के शासन में था। चुटिया राज्य और भुइयन रियासतों के बीच की सीमा को डिकरई और घिलाड़ी नदियों द्वारा चिह्नित किया गया था। चुटिया राजाओं ने इस क्षेत्र में कई किले बनवाए जिसमें बुआरोई किला (दफला पहाड़ियों के पास) और राजा प्रताप नारायण द्वारा निर्मित प्रतापगढ़ किला शामिल था।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>मुख्यालय</p>\r\n<p>बिस्वनाथ चाराली</p>\r\n<p>उप-प्रभागों का नाम</p>\r\n<p>बिश्वनाथ चाराली, गोहपुर</p>\r\n<p>राजस्व मंडल / तहसीलों का नाम</p>\r\n<p>बिस्वनाथ चाराली, गोहपुर, हेलेम</p>\r\n<p>मौजा का नाम</p>\r\n<p>विकास का नाम (C.D।) ब्लॉक</p>\r\n<p>पब-चिडियार विकास खंड</p>\r\n<p>चिडियार विकास खंड</p>\r\n<p>बेहाली विकास खंड</p>\r\n<p>बाघमोरा विकासखंड</p>\r\n<p>बिश्वनाथ विकास खंड</p>\r\n<p>सकोमोथा विकास खंड</p>\r\n<p>सोतिया विकास खंड</p>\r\n<p>पुलिस थानों का नाम</p>\r\n<p>मुख्य लेख: बिश्वनाथ पुलिस जिला</p>\r\n<p>गोहपुर पुलिस थाना</p>\r\n<p>हेलेम पुलिस स्टेशन</p>\r\n<p>बेहाली थाना</p>\r\n<p>गंजिया थाना</p>\r\n<p>बिश्वनाथ चाराली पुलिस स्टेशन</p>\r\n<p>सोतिया पुलिस स्टेशन</p>\r\n<p>हवजन पुलिस चौकी</p>\r\n<p>बोरगंग पुलिस चौकी</p>\r\n<p>आँचलिक पंचायतों की संख्या</p>\r\n<p>गाँव पंचायतों का नाम</p>\r\n<p>गांवों की संख्या</p>\r\n<p>832</p>\r\n<p>कस्बों के नाम</p>\r\n<p>बिश्वनाथ चाराली, गोहपुर</p>\r\n<p>नगर समितियों का नाम</p>\r\n<p>बिश्वनाथ चाराली, गोहपुर</p>\r\n<p>रेलवे स्टेशन</p>\r\n<p>1. दुबिया</p>\r\n<p>2. गोहपुर</p>\r\n<p>3. ब्रह्मज्ञान</p>\r\n<p>4. हेलेम</p>\r\n<p>5. निज बोरगंग</p>\r\n<p>6. मोनाबारी</p>\r\n<p>7. बिस्वनाथ चाराली</p>\r\n<p>8. निज़ सोते</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Biswanath_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8c433433-c7c7-4a47-a419-6d71f0e34203_viswanath-railway.jpg","subContents":[{"SubTitle":"1. बिस्वनाथ घाट","SubTitleHindi":null,"SubContent":"<p>दक्षिण की ओर बिश्वनाथ चाराली से परे, बिश्वनाथ घाट है, जिसे लोकप्रिय रूप से \"गुप्त काशी\" भी कहा जाता है। शहर का नाम प्राचीन बिस्वनाथ मंदिर के नाम पर रखा गया है। गुप्तों के सुनहरे शासन काल में काशी की तुलना में इसे गुप्त काशी कहा जाता है। लोकप्रिय कहावत के अनुसार, काशी 330 मिलियन देवताओं का मंदिर था। घाट में विभिन्न देवताओं के मंदिर हैं। ब्रह्मपुत्र के साथ ब्रिजगंगा (बर्गोंगा) नदी के संगम पर एक शिव मंदिर स्थित था। लेकिन अब जो बचा है वह सिर्फ पत्थर के पोस्ट, बीम और अन्य खंडहर हैं। गर्मियों के दौरान मंदिर पानी के नीचे रहता है। सर्दियों में पूजा में अस्थायी शेड का निर्माण किया जाता है जो पर्यटकों को बहुत आकर्षित करता है। असमिया बिहू त्यौहार के तीसरे दिन एक मेला आयोजित होता है जिसे पनी भारल कहा जाता है। बिश्वनाथ घाट से देवता को एक दिन के लिए इस स्थान पर ले जाया जाता है और घाट.थेरे में वापस लाया जाता है। गुइला बिहू त्योहार मनाने के लिए मेला मनाया जाता है। एक और शिव मंदिर उच्च भूमि में बनाया गया था। लेकिन यह 1897 के महान भूकंप के दौरान जमीन के नीचे डूब गया। यह केवल इंजीनियरों द्वारा आंशिक रूप से उठाया जा सकता था। वर्तमान बिश्वनाथ मंदिर इसके बदले में बनाया गया था। एक उमातुमुनि द्वीप, जो एक पुरातात्विक रूप से प्रसिद्ध स्थान है, यहां से जा सकते हैं। फिर हरि हर युधा के तेज के राजा बान द्वारा निर्मित भगवान शिव की श्रद्धा में शिव डोल है। बांग्लादेशियों द्वारा घुसपैठ की समस्या यहाँ पर एक प्रमुख चिंता का विषय है। गाँवों के अधिकांश लोग अनुसूचित जाति के हैं। । यदि आप गुप्त काशी की यात्रा करने की योजना बनाते हैं, तो यह अनुशंसा की जाती है कि आप बिश्वनाथ चारीली शहर में रहें। राष्ट्रीयकृत बैंकों में से कुछ और कुछ प्रमुख निजी बैंकों की शाखाएं चारीली में हैं। इनमें से अधिकांश बैंकों के एटीएम (स्वचालित टेलर मशीनें) लेनदेन के लिए उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके ऐतिहासिक धार्मिक महत्व के अलावा, बिश्वनाथ घाट 19 वीं शताब्दी में अंग्रेजों द्वारा स्थापित अंतर्देशीय जल परिवहन सेवा का एक नदी बंदरगाह (घाट) भी था। अब भी बिश्वनाथ घाट का उपयोग ब्रह्मपुत्र नदी के पार जाने वाले विभिन्न व्यापारी और मालवाहक जहाजों द्वारा एक बंदरगाह के रूप में किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>घाट और जहाजों के लिए एक नाविक सहायता के रूप में सेवा करने के लिए ब्रह्मपुत्र नदी में एक दीपक पोस्ट भी बनाया गया था। लगभग 170 वर्षों के शानदार अस्तित्व के बाद, यह दीपक पोस्ट ब्रह्मपुत्र नदी की तेज धाराओं से बह गया।</p>\r\n<p>&nbsp;</p>\r\n<p>नगास्कर राष्ट्रीय राजमार्ग 52 पर बिश्वनाथ चाराली से 15 किमी दूर नागशंकर गांव में स्थित भगवान शिव का एक मंदिर है। यह मंदिर 4 वीं शताब्दी ईस्वी में बनाया गया है। \"नागसंकर\" मंदिर परिसर में कछुओं के साथ एक सुंदर तालाब शामिल है जो \"मोहन\" नाम का जवाब देते हैं। कछुओं को खिलाना आगंतुकों के लिए एक ताज़ा अनुभव है। इस मंदिर में शादियों को अक्सर शर्मिंदा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस शहर में यात्रा के लिए एक और उल्लेखनीय स्थान \"गैंग मऊ थान\" है। माना जाता है कि महान वैष्णव विद्वान श्रीमंत शंकरदेव को ब्रह्मपुत्र पार करने के बाद इस स्थान पर दुश्मनों से डर लगता था। बिश्वनाथ और गोहपुर क्षेत्र के अन्य पुरातात्विक स्थलों पर जाने वाले लोग, बिश्वनाथ चाराली को आधार प्रदान करते हैं। \"ग्रीन आशियाना\" के नाम पर बिस्वनाथ घाट में इको-टूरिस्ट रिसॉर्ट ने अपना निर्माण पूरा किया और यह भोजन सुविधाओं के साथ-साथ आकर्षण का केंद्र है। इसके अलावा, एक को उमा तुमोनी द्वीप पर इस रिसॉर्ट तक पहुंचने के लिए ब्रह्मपुत्र को पार करने की आवश्यकता है।</p>","SubContentHindi":null,"ImageUrl":"5719d24f-7110-4e80-a131-97bfdca32094_Biswanath-Ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>शहर NH 15 और पाभोई रोड का एक प्रमुख सड़क जंक्शन है। यह तेजपुर शहर से लगभग 75 किमी पश्चिम में है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर ने पश्चिमी तरफ NH 15 पर प्रवेश द्वार सजाया है। यह रेलवे नेटवर्क से भी जुड़ा है। यह रंगिया जंक्शन से एक शाखा ब्रॉडगेज लाइन पर स्थित है। मुर्कोंगसेलेक को। रेल लाइन को बी.जी. नई दिल्ली और ईटानगर को जोड़ने वाली नई ट्रेनें विश्वनाथ चायली रेलवे स्टेशन से होकर चल रही हैं, लेकिन अभी इस ट्रेन का ठहराव नहीं है। गुवाहाटी को जोड़ने वाली दो इंटर सिटी एक्सप्रेस चल रही है और विश्वनाथ चाराली रेलवे स्टेशन पर रुकती है। विश्वनाथ चाराली रेलवे स्टेशन को मानक कक्षा III स्टेशन में अपग्रेड किया गया है। साथ ही एक यात्री ट्रेन देहरगांव (तेजपुर) से नाहरलागुन के बीच चलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान में विश्वनाथ चाराली (वीएनई) स्टेशन को डोरानी पोलो एक्सप्रेस द्वारा नाहरलागुन से गुवाहाटी तक, लच्छित एक्सप्रेस को मुरकॉन्गसेलेक से गुवाहाटी तक और हाल ही में पूरी तरह से वातानुकूलित शताब्दी एक्सप्रेस से नाहरलागुन से गुवाहाटी के लिए और अन्य यात्री ट्रेनों के साथ सेवा प्रदान की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>सबसे नज़दीकी हवाई अड्डा तेजपुर (सलोनीबारी हवाई अड्डा) है जिसमें कोलकाता और गुवाहाटी (एयर इंडिया एटीआर श्रेणी के विमान) हैं। गुवाहाटी से बिस्वनाथ चाराली और यहां से असम और अरुणाचल प्रदेश के लगभग सभी प्रमुख शहरों और शहरों के लिए निजी और एएसटीसी बसों की दिन और रात की सेवा उपलब्ध है।</p>","SubContentHindi":null,"ImageUrl":"dbf58d2a-279b-409a-857b-6710b64c15f1_Map-of-Bishwanath.gif","HdImageUrl":null,"gifUrl":null,"Priority":"2"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bishwanath-bishwanath-chariali-assam","tags":[{"name":"असम","slug":"assam"},{"name":"बिश्वनाथ चाराली","slug":"bishwanath-chariali"},{"name":"बिश्वनाथ","slug":"bishwanath"}],"recommendations":[{"id":377,"title":"उदलगुरी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"c880fbb9-5991-4632-b97f-78224c090694_Udalguri-railway.jpg","dateCreated":"2019-05-08T13:01:07.459Z","dateModified":"2019-05-08T13:05:56.592Z","contributedBy":"AskGif","content":"उदलगुरी जिला, उत्तर-पूर्वी भारत में असम राज्य के बोडोलैंड प्रादेशिक क्षेत्र में एक जिला है। उदलगुरी शहर जिले का मुख्यालय है।\r\n&nbsp;\r\nशब्द-साधन\r\nUDALGURI एक नाम ही वनस्पतियों की उत्पत्ति है। ODAL, एक वृक्ष, + प्रत्यय GOOR&gt; GURI का अर्थ है जड़ें, आसपास आदि, अर्थात्, उदान वृ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c880fbb9-5991-4632-b97f-78224c090694_Udalguri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"उदलगुड़ी","slug":"udalguri"}],"slug":"top-places-to-visit-in-udalguri-assam","total":0},{"id":354,"title":"डिब्रूगढ़ में देखने के लिए शीर्ष स्थान, असम","imageUrl":"a8de4e4e-d424-4ead-9ee3-32c7abedc558_Dibrugarh-railway.jpg","dateCreated":"2019-04-19T10:34:35.478Z","dateModified":"2019-04-19T10:52:13.514Z","contributedBy":"AskGif","content":"डिब्रूगढ़ एक शहर है और भारत में असम राज्य में डिब्रूगढ़ जिले का मुख्यालय है। भारत के चाय शहर के रूप में जाना जाता है, और डिब्रूगढ़ को अहोम बुरंजी (अहोम भाषा: स्वर्ग का स्थान) में तिवारी-पिओ के रूप में जाना जाता है। डिब्रूगढ़ को पूर्वी भारत में गुवाहाटी और भुवनेश्वर के साथ एक प्रमुख शहर माना जाता ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a8de4e4e-d424-4ead-9ee3-32c7abedc558_Dibrugarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"डिब्रूगढ़","slug":"dibrugarh"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-dibrugarh-assam","total":0},{"id":348,"title":"कछार, सिलचर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"9aa3fd68-aed7-49ee-a03b-b875c420b8fb_Silchar-railway.jpg","dateCreated":"2019-04-15T15:32:48.591Z","dateModified":"2019-04-15T15:53:45.337Z","contributedBy":"AskGif","content":"कछार भारत में असम राज्य का एक प्रशासनिक जिला है। यह दक्षिणी दिमासा कचहरी साम्राज्य (हिडिम्बा साम्राज्य) का एक हिस्सा था। यह हैलाकांडी और करीमगंज के साथ बराक घाटी को बनाती है। ये तीनों जिले भारत के विभाजन से पहले ग्रेटर सिलहट क्षेत्र का हिस्सा थे।\r\n&nbsp;\r\nशब्द-साधन\r\n\"कछार\" ना","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9aa3fd68-aed7-49ee-a03b-b875c420b8fb_Silchar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कछार","slug":"cachar"},{"name":"असम","slug":"assam"},{"name":"सिलचर","slug":"silchar"}],"slug":"top-places-to-visit-in-cachar-silchar-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}