{"id":346,"title":"Top Places to visit in Bishwanath, Bishwanath Chariali, Assam","imageUrl":"8c433433-c7c7-4a47-a419-6d71f0e34203_viswanath-railway.jpg","dateCreated":"2019-04-14T17:57:03.114Z","dateModified":"2019-04-14T18:01:32.347Z","contributedBy":"AskGif","content":"<p>Biswanath is an administrative district in the state of Assam in India. It is one of newly created district in the year by 2015, declared by Assam Chief Minister on 15 August 2015. The district is created amalgamating Gohpur and most part of Biswanath Sub division on earlier Sonitpur district . The district is bounded by Arunachal Pradesh district on north, Golaghat, Brahmaputra on the south, Lakhimpur district on the east and Sonitpur district on the west. The administrative headquarter is located at Biswanath Chariali.</p>\r\n<p>&nbsp;</p>\r\n<p>Biswanath Chariali is a city and a municipal board in Biswanath district in the state of Assam, India. This city is the district headquarters of Biswanath district, which was created on 15 August 2015. It derives its name from Biswanath Ghat.</p>\r\n<p>&nbsp;</p>\r\n<p>It holds the first \"Clock Tower\" (ghanta ghar, normally found in North Indian towns) of Assam followed by the clock tower of Dibrugarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Biswanath Chariali is a part of Tezpur (Lok Sabha constituency). and 76 No. Biswanath Legislative Assembly. Biswanath Chariali is currently represented by Pramod Barthakur( Term : 2016-2021) in the Assam Legislative Assembly while it is represented by R.P. Sarmah( Term : 2014-2019) in the Lok Sabha.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are Institutions of professional education, Biswanath College of Agriculture affiliated to Assam Agricultural University, Farm Machinery Training &amp; Testing Institute under Ministry of Agriculture, Co operation and Farmers Welfare, Govt. of India.It has a Farm Machinery Institution to give training of Farm Machines. It also has a Jawahar Navodaya Vidyalaya School. Biswanath Jnan Bharati School is another CBSE-affiliated school,first cbse school in the district established(2004) as an independent educational institution. Contact no.9085448273</p>\r\n<p>&nbsp;</p>\r\n<p>Healthcare</p>\r\n<p>A full-fledged civil hospital, run by the state govt. is there in Biswanath Chariali.There are reputed hospitals in Biswanath Chariali and they provide very high class service to the patients.Bora's Nursing Home, JK Hospital, KP Memorial Hospital, Sanjeevani Hospital, Baruah Eye Hospital, Netralaya Eye Care Clinic are the famous hospitals of Biswanath.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Biswanath Chariali is a culturally rich city. A non-profit non govt. organization organizes an annual one act play competition called Late Surya Borah Memorial One Act Play Competitions. There are one movie-theater halls in the town and a community hall for other cultural activities. Binapani Natya Mandir has been the centre of cultural activities for decades.</p>\r\n<p>&nbsp;</p>\r\n<p>Biswanath Chariali has been hosting Surya Bora One Act Play competition for many years. Binapani Natya Mandir has been the centre of activities related to art and culture.The town has contributed to Assamese Cinema also. Central Namghar has contributed towards spreading Srimanta Sankardevs'works in fine arts.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The major part of Biswanath district formed a part of the Chutiya kingdom until it was annexed in the 16th century by the Ahoms. The western part of the district was under the rule of independent Bhuyan chieftains. The border between the Chutia kingdom and Bhuyan principalities were marked by the Dikarai&nbsp; and the Ghiladhari rivers. The Chutia kings built many forts in the region which included the Buroi fort(near Dafla hills) and the Pratapgarh fort built by king Pratap Narayan.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Headquarter</p>\r\n<p>Biswanath Chariali</p>\r\n<p>Name of Sub-Divisions</p>\r\n<p>Biswanath Chariali , Gohpur</p>\r\n<p>Name of Revenue Circles/ Tehsils</p>\r\n<p>Biswanath Chariali , Gohpur , Helem</p>\r\n<p>Name of Mouza</p>\r\n<p>Name of Development(C.D.) Blocks&nbsp;</p>\r\n<p>Pub-Chaiduar Development Block</p>\r\n<p>Chaiduar Development Block</p>\r\n<p>Behali Development Block</p>\r\n<p>Baghmora Development Block</p>\r\n<p>Biswanath Development Block</p>\r\n<p>Sakomotha development Block</p>\r\n<p>Sotea Development Block</p>\r\n<p>Name of Police Stations</p>\r\n<p>Main article: Biswanath Police District</p>\r\n<p>Gohpur Police Station</p>\r\n<p>Helem Police Station</p>\r\n<p>Behali Police Station</p>\r\n<p>Ginjia Police Station</p>\r\n<p>Biswanath Chariali Police Station</p>\r\n<p>Sotea Police Station</p>\r\n<p>Hawajan Police Outpost</p>\r\n<p>Borgang Police Outpost</p>\r\n<p>No. of Anchalik Panchayats</p>\r\n<p>Name of Gaon Panchayats</p>\r\n<p>Number of Villages</p>\r\n<p>832</p>\r\n<p>Names of Towns</p>\r\n<p>Biswanath Chariali , Gohpur</p>\r\n<p>Name of Town Committees</p>\r\n<p>Biswanath Chariali , Gohpur</p>\r\n<p>Railway Station</p>\r\n<p>1. Dubia</p>\r\n<p>2. Gohpur</p>\r\n<p>3. Brahmajan</p>\r\n<p>4. Helem</p>\r\n<p>5. Niz Borgang</p>\r\n<p>6. Monabari</p>\r\n<p>7. Biswanath Chariali</p>\r\n<p>8. Niz Sotea</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Biswanath_district</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8c433433-c7c7-4a47-a419-6d71f0e34203_viswanath-railway.jpg","subContents":[{"SubTitle":"1. Biswanath Ghat","SubTitleHindi":null,"SubContent":"<p>Beyond Biswanath Chariali, towards south, there is Biswanath Ghat, also called popularly as \"Gupta Kashi\". The town is named after the ancient Biswanath mandir. It is called Gupta Kashi, in comparison with Kashi during the golden rule of the Guptas. Going by popular sayings, Kashi was home to temple of 330 million gods. The ghat has a cluster of temples of different gods. A Siva temple was located at the confluence of Bridhaganga (Burigonga) river with Brahmaputra. But now what is left is just the stone posts, beams and other ruins. During the summer the temple remains under water.Only in winter worship is done by constructing temporary shed which draws lot of tourists. On the third day of Assamese Bihu festival a mela is held at a place called Pani Bharal. The deity is taken from Biswnath Ghat to this place for a day and returns to Ghat.there.The mela is celebrated to commemorate the Guxai Bihu festival. Another Siva temple was built in higher ground. But it submerged under ground during the great earthquake of 1897. It could only be partly raised by engineers.The current Biswanath temple had been built in lieu of it. One can visit from here the island of Umatumuni, an archaeologically famous place. Then there is the Siva dol in reverence of God Siva, built by Ban, the king of Tezpur of Hari Harar Yudha fame.The problem of infiltration by Bangladeshis is a major concern over here.Most of the villages consists of people belong to scheduled castes. If you plan to visit Gupta Kashi, it is recommended that you stay in Biswanath Chariali city.Most of the nationalised banks and few prominent private banks have branches in Chariali . ATMs (Automated Teller Machines) of most of these banks are available for transactions.</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from its historical religious importance, Biswanath Ghat was also a river port (Ghat) of inland water transport service started established by the British in the 19th century. Even now Biswanath Ghat is used as a port by various merchant and cargo vessels sailing across river Brahmaputra.</p>\r\n<p>&nbsp;</p>\r\n<p>A lamp post was also erected in the river Brahmaputra to serve as a navigational aid for the ferry and vessels. After a glorious existence of around 170 years, this lamp post was washed away by the speedy currents of the river Brahmaputra.</p>\r\n<p>&nbsp;</p>\r\n<p>The Nagsankar is a Temple of Lord Shiva situated at Nagshankar village 15 km from Biswanath Chariali on National Highway 52. This temple is said to have been built in 4th century AD. \"Nagsankar\" temple premises includes a beautiful pond with tortoises who respond to the name \"Mohan\". Feeding the tortoises is an refreshing experience for the visitors. Marriages are often solemnised in this temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Another noteworthy place for visit in this town is the \"Gang Mou Than\". The great vaishnavite scholar Srimanta Sankardeva is believed to have stayed in this place after crossing the Brahmaputra due scare from enemies.For people visiting other archaeological sites of Biswanath and Gohpur area, Biswanath Chariali provides the base. The Eco-Tourist resort in Biswanth Ghat named after \"Green Ashiyana\" completed its construction and is a point of attraction in addition with the food facilities. Moreover, one needs to cross the Brahmaputra in order to get access to this resort on the Uma Tumoni Island.</p>","SubContentHindi":null,"ImageUrl":"5719d24f-7110-4e80-a131-97bfdca32094_Biswanath-Ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. How to Reach","SubTitleHindi":null,"SubContent":"<p>The city is a prominent road junction of NH 15 &amp; Pabhoi Road. It is around 75 km west from Tezpur town.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has decorated entrance gate on NH 15 on the western side. It is also connected by Railway network. It is situated on a branch broadgauge line from Rangiya Jn. to Murkongselek. The rail line has been converted to B.G. New trains connecting New Delhi &amp; Itanagar is running through Viswanath Chaiali Railway station, but this train does not have a stop as of now. Two Inter city express connecting Guwahati is running and stops at Viswanath Charali railway station. Viswanath Chariali Railway station has been upgraded to a standard Class III Station. Also one passenger train runs between Dekargaon (Tezpur) to Naharlagun.</p>\r\n<p>&nbsp;</p>\r\n<p>Currently Vishwanath Charali (VNE) station is served by Donyi Polo Express from Naharlagun to Guwahati, Lachit Express from Murkongselek to Guwahati and a recently introduced fully Air Conditioned Shatabdi Express from Naharlagun to Guwahati along with a handful of other passenger trains.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport is at Tezpur (Salonibari Airport) which has flights to Kolkata and Guwahati (Air India ATR class of aircraft). Day and night service of private and ASTC buses are available from Guwahati to Biswanath Chariali and from here to almost all major towns and cities of Assam and Arunachal Pradesh.</p>","SubContentHindi":null,"ImageUrl":"dbf58d2a-279b-409a-857b-6710b64c15f1_Map-of-Bishwanath.gif","HdImageUrl":null,"gifUrl":null,"Priority":"2"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bishwanath-bishwanath-chariali-assam","tags":[{"name":"assam","slug":"assam"},{"name":"bishwanath-chariali","slug":"bishwanath-chariali"},{"name":"bishwanath","slug":"bishwanath"}],"recommendations":[{"id":377,"title":"Top Places to visit in Udalguri, Assam","imageUrl":"c880fbb9-5991-4632-b97f-78224c090694_Udalguri-railway.jpg","dateCreated":"2019-05-08T13:01:07.459Z","dateModified":"2019-05-08T13:05:56.592Z","contributedBy":"AskGif","content":"Udalguri district, is a district in the Bodoland Territorial Area of the state of Assam in north-eastern India. Udalguri town is the headquarters of the district.\r\n&nbsp;\r\nEtymology\r\nUDALGURI a name itself originated from flora origin. ODAL, a tree, +suffix GOOR&gt;GURI means","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c880fbb9-5991-4632-b97f-78224c090694_Udalguri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"udalguri","slug":"udalguri"}],"slug":"top-places-to-visit-in-udalguri-assam","total":0},{"id":354,"title":"Top Places to visit in Dibrugarh, Assam","imageUrl":"a8de4e4e-d424-4ead-9ee3-32c7abedc558_Dibrugarh-railway.jpg","dateCreated":"2019-04-19T10:34:35.478Z","dateModified":"2019-04-19T10:52:13.514Z","contributedBy":"AskGif","content":"Dibrugarh is a city and is the headquarters of the Dibrugarh district in the state of Assam in India. Well known as the Tea City of India, and Dibrugarh is known as Ti-Phao in Ahom Buranji ( Ahom language : Place of the Heaven)&nbsp; Dibrugarh is considered to be a major city in eastern India in ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a8de4e4e-d424-4ead-9ee3-32c7abedc558_Dibrugarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dibrugarh","slug":"dibrugarh"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-dibrugarh-assam","total":0},{"id":348,"title":"Top Places to visit in Cachar, Silchar, Assam","imageUrl":"9aa3fd68-aed7-49ee-a03b-b875c420b8fb_Silchar-railway.jpg","dateCreated":"2019-04-15T15:32:48.591Z","dateModified":"2019-04-15T15:53:45.337Z","contributedBy":"AskGif","content":"Cachar is an administrative district in the state of Assam in India. It was a part of the Southern Dimasa Kachari Kingdom (Hidimba Kingdom). It makes up the Barak Valley alongside Hailakandi and Karimganj. These three districts were also previously part of the Greater Sylhet region before the Par","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9aa3fd68-aed7-49ee-a03b-b875c420b8fb_Silchar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"cachar","slug":"cachar"},{"name":"assam","slug":"assam"},{"name":"silchar","slug":"silchar"}],"slug":"top-places-to-visit-in-cachar-silchar-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}