{"id":347,"title":"बोंगईगांव में देखने के लिए शीर्ष स्थान, असम","imageUrl":"f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","dateCreated":"2019-04-15T14:15:59.827Z","dateModified":"2019-04-15T14:38:18.003Z","contributedBy":"AskGif","content":"<p>बोंगाईगाँव असम, भारत का एक प्रमुख शहर है। शहर का क्षेत्र बोंगाईगाँव और चिरांग जिले में फैला है। बोंगाईगाँव असम के महत्वपूर्ण शहरों में से एक है। यह शहर असम और पूर्वोत्तर भारत के सबसे बड़े वाणिज्यिक और औद्योगिक केंद्रों में से एक है। बोंगईगांव सिटी, अपने न्यू बोंगईगांव जंक्शन रेलवे स्टेशन के साथ नॉर्थ-ईस्ट फ्रंटियर रेलवे ज़ोन के प्रवेश द्वार के रूप में भी कार्य करता है, जो पूर्वोत्तर भारत का दूसरा सबसे बड़ा रेलवे स्टेशन है। एशियाई विकास बैंक ने शहर को एशिया के अन्य देशों के शहरों की शहरी नियोजन सूची में चुना। बोंगईगांव पश्चिम असम में गुवाहाटी, जोरहाट, डिब्रूगढ़ और सिल्चर की लाइन में सबसे अधिक आबादी वाले शहरी क्षेत्रों में से एक है। बोंगाईगाँव, बोंगईगाँव जिले का प्रशासनिक मुख्यालय और नगरपालिका बोर्ड है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह कामतापुर साम्राज्य की अंतिम राजधानी और असमिया संस्कृति के कई ऐतिहासिक स्मारकों का घर था। शहर, दो भागों में विभाजित है - ओल्ड बोंगाईगाँव और न्यू बोंगाईगाँव - असम के सबसे बड़े शहर गुवाहाटी के उत्तर पश्चिम में 180 किलोमीटर (112 मील) पर स्थित है। असम के बोडोस की मांगों को पूरा करने के लिए, बोंगईगांव को चिरांग जिले के लिए रास्ता देने के लिए विभाजित किया गया था। बोंगाईगांव में एक प्रमुख पेट्रोकेमिकल उद्योग है, इंडियन ऑयल कॉर्पोरेशन लिमिटेड (IOCL BGR)। इस शहर ने वर्ष 1908 में रेलवे स्टेशन की स्थापना के साथ भारतीय रेलवे के नक्शे में एक स्थान पर कब्जा कर लिया था। 1960 के दशक के प्रारंभ में आईटीआई, बोंगईगांव कॉलेज, असम राज्य बिजली बोर्ड के कार्यालय और वास्तव में बहुत सारे संस्थान इस दशक में ही शहर का विकास हुआ था। वर्ष 1972 में बोंगाईगाँव रिफाइनरी एंड पेट्रोकेमिकल्स लिमिटेड (बीआरपीएल) कॉम्प्लेक्स की स्थापना के साथ विकास ने गति पकड़ी और सालकटी में थर्मल पावर प्लांट भी विकसित हुआ। हालांकि ये क्षेत्र बोंगईगांव नगर पालिका की सीमा के भीतर नहीं हैं, कस्बा भी इस आबादी की मांग को पूरा करता है। बोंगाईगाँव टाउन कमेटी का गठन पहली बार वर्ष 1961 में किया गया था और इसे वर्ष 1977 में एक नगरपालिका बोर्ड में अपग्रेड किया गया था। वर्तमान में नगर क्षेत्र में 25 नग शामिल हैं। 14.31 वर्ग मीटर के क्षेत्र को कवर करने वाले वार्डों की।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर आज शॉपिंग मॉल, रेस्तरां, होटल, आवासीय अपार्टमेंट और शैक्षणिक संस्थानों की बढ़ती संख्या के साथ राज्य के प्रमुख वाणिज्यिक और व्यावसायिक केंद्रों में से एक बन गया है। यह शहर मानस राष्ट्रीय उद्यान जैसे प्रसिद्ध स्थानों को पर्यटन का आधार भी बनाता है। राज्य के भीतर स्थित, शहर में एक जीवंत असमिया टाउनशिप और संस्कृति को दर्शाया गया है, जिससे यह स्थानीय लोगों के लिए सबसे पसंदीदा स्थानों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोंगईगांव में इलाके</p>\r\n<p>मायापुरी</p>\r\n<p>Borpara</p>\r\n<p>Paglasthan</p>\r\n<p>Mahabeersthan</p>\r\n<p>Chapaguri</p>\r\n<p>Dhaligaon</p>\r\n<p>न्यू बोंगईगांव</p>\r\n<p>Borsongaon</p>\r\n<p>Deuripara</p>\r\n<p>BOC गेट</p>\r\n<p>शाफ़्ट</p>\r\n<p>Dolaigaon</p>\r\n<p>Notunpara</p>\r\n<p>Kururmari</p>\r\n<p>Hatimutra</p>\r\n<p>Salbari</p>\r\n<p>न्यू कॉलोनी (रेलवे)</p>\r\n<p>पुरानी कॉलोनी (रेलवे)</p>\r\n<p>Salbagan</p>\r\n<p>Bhakarivita</p>\r\n<p>भूगोल</p>\r\n<p>बोंगईगांव 26.47 &deg; N 90.57 &deg; E पर स्थित है। बोंगाईगाँव 62.6 मीटर की औसत ऊंचाई पर स्थित है, जिसमें कार्डिनल पॉइंट्स 26028 \"पूर्वी अक्षांश और 90034\" उत्तर देशांतर है। यह शहर राज्य की राजधानी से लगभग 200 किलोमीटर पश्चिम में स्थित है और यह भारत के साथ-साथ उत्तर भारत के असम में संचार नेटवर्क में एक महत्वपूर्ण स्थान रखता है। न्यू बोंगाईगाँव रेलवे स्टेशन असम को शेष भारत से जोड़ने वाला एक प्रमुख जंक्शन है। यह शहर राष्ट्रीय राजमार्ग 31 बी और 31 सी के माध्यम से सड़क मार्ग से बहुत अच्छी तरह से जुड़ा हुआ है। इस कनेक्टिविटी और क्षेत्रीय सेट में शहर की रणनीतिक स्थिति ने इसे पश्चिमी असम में व्यापार और वाणिज्य में एक महत्वपूर्ण केंद्र के रूप में उभरने में मदद की है।</p>\r\n<p>मनोरंजन</p>\r\n<p>शहर में जॉली मैक्स थियेटर (न्यूली ओपन) और मायापुरी सिनेमा नाम से दो मूवी थिएटर (सिनेमा हॉल) हैं। प्रकाश सिनेमा जो शहर के उत्तर भाग में स्थित है, बंद हो गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>खरीदारी और मनोरंजन</p>\r\n<p>शहर के विभिन्न हिस्सों के लिए शहर में विभिन्न सार्वजनिक बाजार हैं, जो मुख्य रूप से बोरो बाजार, (बोरपारा), बालाजी मार्केट (बीओसी गेट), चाइना मार्केट (न्यू बोंगईगांव), तुनीपार बाजार (न्यू बोंगईगांव रेलवे स्टेशन के पास), धालीगाँव बाज़ार (बोंगाईगाँव रिफाइनरी एंड पेट्रोकेमिकल्स लिमिटेड के पास), चपागुरी हाट (NH-31, बोंगईगाँव सिटी के गेट के पास), डंगटोला बाज़ार और रेलवे बाज़ार न्यू बोंगाईगाँव, बाज़ार भारत (BOC गेट), विशाल मेगा मार्ट (प्रकाश हॉल के पास), Cygnett पार्क मेघना (NH27, चपागुरी, एक 3 सितारा होटल), आदि मायापुरी सिनेमा हॉल के पास रुझान।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>असम असोमिया प्रतिदिन का सबसे लोकप्रिय समाचार पत्र गुवाहाटी, डिब्रूगढ़ और उत्तरी लखीमपुर के साथ बोंगाईगाँव से प्रकाशित होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>शहर में एक इनडोर स्टेडियम है, जिसका नाम चिलाराई इंडोर स्टेडियम और बोरपारा में स्विमिंग पूल और चसपुरी रोड के पास एक मिनी स्टेडियम है।</p>\r\n<p>&nbsp;</p>\r\n<p>एनटीपीसी बोंगईगांव</p>\r\n<p>बोंटीगांव, NTPC बोंगईगांव, (3X250MW) में NTPC प्रोजेक्ट कमीशन के लिए स्लेट किया गया है। असम को बोंगाईगाँव परियोजना से 300MW प्राप्त होगा। भूमि की कुल आवश्यकता 964 एकड़ है जो पहले से ही उपलब्ध है। कुल परियोजना लागत 40600 करोड़ रुपये अनुमानित है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bongaigaon</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","subContents":[{"SubTitle":"1. बागेश्वरी पहाड़ी","SubTitleHindi":null,"SubContent":"<p>यह एक प्रसिद्ध पर्यटन स्थल है जहाँ कोई भी भगवान शिव का प्राचीन मंदिर देख सकता है। भगेश्वरी पहाड़ी में एक पत्थर की गुफा के भीतर प्राचीन शिव मंदिर है, जो कि दो अन्य मंदिरों द्वारा मुख्य रूप से भगेश्वरी और बाबा तारक नाथ का मंदिर है। मंदिर एक पत्थर की गुफा है। पहाड़ी के उच्चतम बिंदु से, पूरे बोंगाईगाँव शहर का एक सुंदर दृश्य देख सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"7d205035-9f6d-4559-bdb7-bef59879cf40_bageswariroad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. कोयकुजिया बील सह पार्क","SubTitleHindi":null,"SubContent":"<p>प्रकृति पुरुषों को पत्थर देती है- पुरुष उनमें से मूर्तियां बनाते हैं। जब श्रम को सौंदर्य बोध से जोड़ दिया जाता है, तो प्रकृति भी अपनी सुंदरता को बढ़ाकर अपना आशीर्वाद प्रदान करती है। कोया कुजिया, हम इसे देवताओं की अपनी रचना कह सकते हैं यदि मनुष्य का हस्तक्षेप नहीं होता। इसे हम मानव निर्मित स्वर्ग कह सकते हैं, यह प्राकृतिक परिदृश्य नहीं है। लेकिन यह प्रकृति की सुंदरता और मानव श्रम के बीच का अंतर है। ब्यूटी क्वीन कोया कुजिया शब्द, अभयपुरी, देबोदरू नगरी के पास स्थित है। एक बार बिजनी राज एस्टेट की राजधानी, अब कोया कुजिया इको पार्क की प्रसिद्धि के कारण एक पर्यटन स्थल की ओर बढ़ रही है। छोटे आकार के द्वीपों की संख्या के साथ संयुक्त रूप से फैलने वाले 86.6 हेक्टेयर के बील के आकार वाले बील को देश के इस हिस्से में आने वाले पर्यटकों के लिए नया आकर्षण है। ओबलोंग आकार के पार्क में तिलस (द्वीपों) के 11 नग शामिल हैं जहाँ चारों ओर सुंदर जल निकाय चल रहा है। मालेगढ़ पहर रेंज से घिरा हुआ है, जहां कोयल कुजिया बील्स के पानी में अपनी किरणों को दर्शाते हुए सूर्यास्त मधुर है, जो शब्दों में अक्षम्य है। छोटे द्वीपों के बीच चैनलों के माध्यम से कोया कुजिया में नौका विहार जहां सल वृक्षों को छूते हुए आकाश खड़े होते हैं, वहां असीम आनंद मिलता है और पूरी तरह से एक अलग अनुभव होता है।</p>","SubContentHindi":null,"ImageUrl":"5bf8d7d1-46e3-4f37-b4ab-2589dcd12456_Koyakujia-Beel-cum-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. रॉक कट गुफा (जोगीगोपा)","SubTitleHindi":null,"SubContent":"<p>सालगामभा काल की वास्तुकला का सबसे अच्छा नमूना बोंगईगांव जिले में ब्रह्मपुत्र के तट पर जोगीघोपा में पांच रॉक-कट गुफाओं के अवशेष हैं। ये असम में रॉक-कट वास्तुकला का अद्वितीय उदाहरण हैं। हालांकि ये चट्टान-कट गुफाएं पश्चिमी भारत के लोगों की तरह की वास्तु सम्मत नहीं हैं, लेकिन जोगीगोपा में ये अवशेष इस बात का स्पष्ट प्रमाण हैं कि असम भारत में विकसित इस विशेष प्रकार की कला के आंदोलन से बाहर नहीं था क्योंकि यह होगा जोगीगोपा में देखी गई सबसे अच्छी संरक्षित गुफा के विवरण से देखा गया।</p>\r\n<p>गुफा में 2.60 मीटर चौड़ाई, 1.8 मीटर गहराई और 1.90 मीटर की ऊंचाई और साथ ही लगभग एक गोल छत है और सामने एक बरामदा 75 सेमी लंबा 35 सेमी चौड़ा है। ईंट और मिट्टी की चिनाई का एक मंच अंदर पाया जाता है जो स्पष्ट रूप से बाद का है। शीर्ष पर गुफा की पूरी सांस भर में चल रहा एक पीछा मोहरा से बारिश के पानी को निकालने का कार्य करता है। कदमों की उड़ानों को दोनों ओर चट्टान में काट दिया गया है और शीर्ष पर बारिश के पानी को मोड़ दिया गया है। गुफा में मूर्तियां नहीं हैं। साइट पर अन्य गुफाओं में कोई उड़ानें नहीं हैं और बरामदा और आकार में सबसे अच्छा संरक्षित है।</p>","SubContentHindi":null,"ImageUrl":"abfc626e-5b62-404a-9054-43fc102e5c91_Rock-Cut-Cave-Jogighopa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. तमरंगला बील","SubTitleHindi":null,"SubContent":"<p>Tamranga Lake (Beel) एक प्राकृतिक झील है, जो बोंगाईगाँव जिले, असम के अंतर्गत बोइतमारी सर्किल में स्थित है। इस झील को तमरंगा बील के रूप में भी जाना जाता है और सलमारा के उत्तरी क्षेत्र में बिष्णुपुर के पास स्थित है। दो झीलों के संयोजन से निर्मित, इसके पानी का स्रोत ब्रह्मपुत्र नदी का बाढ़-पानी है। इसके अलावा, पक्षी प्रेमी इस जगह की ओर बढ़ सकते हैं क्योंकि इसे पक्षी विज्ञानी स्वर्ग कहा जाता है। इस झील में साल भर कई प्रवासी पक्षी आते हैं।</p>","SubContentHindi":null,"ImageUrl":"3fba4bb5-dbcb-4511-8b3e-ebd3ee601bcb_tamranga.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. काकीजाना रिजर्व फॉरेस्ट","SubTitleHindi":null,"SubContent":"<p>(26o22 'उत्तर -20o21' उत्तर और 90o33 'पूर्व - 90o34' पूर्व) एई नदी के किनारे पर स्थित 15,000 बीघा भूमि के एक क्षेत्र को कवर करता है, जिसे 29 अप्रैल 1966 को आरक्षित वन घोषित किया गया था, जो पूर्वी दिशा में बोंगईगांव शहर से 15 किमी दूर है। एआई वैली फॉरेस्ट डिवीजन (लेटर नंबर ए / 24/5 / काकोइजाना / 31 / 317-20 दिनांक 1/4/99) के तहत 1 अप्रैल 1999 से इसे वन्यजीव अभयारण्य में अपग्रेड करने का प्रस्ताव किया गया है। यहाँ पाया जाता है दुनिया में दुर्लभ है और केवल उत्तर पूर्वी क्षेत्र के इस क्षेत्र में है। गोल्डन लंगूर के अलावा विभिन्न प्रकार के पक्षी और विभिन्न प्रकार के मूल्यवान क्लिम्बर, श्रूब, हर्ब, सैपलिंग के पौधे भी उपलब्ध हैं। \"कलिकापत\" नामक एक पहाड़ी झरना है जो जंगल से होकर बहता है और धान के खेत में जाता है। पहाड़ियों में से एक पर एक प्राचीन \"शिव\" मंदिर भी है। ये सभी एनिमल्स और सेंचुरी सुंदर और पर्यटक आकर्षक हैं।</p>","SubContentHindi":null,"ImageUrl":"ffd5913c-b3aa-44b4-9e44-6fded6f59ba2_Kakoijana-Reserve-Forest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. लालमती दुरामारी गणेश मंदिर","SubTitleHindi":null,"SubContent":"<p>उत्तर सलमारा सब-डिवीजन के तहत अभयपुरी शहर के पास लालमती-दुरमरी गणेश मंदिर, राज्य के सबसे पुराने मंदिरों में से एक है। छवियों की ऐतिहासिकता का पता लगाना अभी बाकी है। लेकिन नक्काशीदार मूर्तियों से संबंधित पत्थर की नक्काशी और तौर-तरीकों के एक अध्ययन के बाद पुरातत्वविदों का कहना है कि मंदिर और चित्र 8 वीं से 10 वीं शताब्दी ईस्वी के हैं। मंदिर के विनाश के कारण के रूप में उन्नत तीन विचार हैं। पहला दृश्य यह है कि 8 वीं और 10 वीं शताब्दियों के दौरान झुमके ने मंदिर और उसकी छवियों को नष्ट कर दिया, जबकि दूसरे दृश्य के अनुसार, कालापहाड़ जिन्होंने पूजा करने वालों और पुजारियों के खिलाफ विद्रोह किया, उन्होंने उत्तर-पूर्व में अन्य मंदिरों और छवियों के साथ मंदिर को नष्ट कर दिया। तीसरे दृश्य में यह है कि बर्मा (मान) आक्रमणकारियों ने मालेगढ़ (मानगढ़) पहाड़ियों पर डेरा डाल दिया और मूर्तियों के साथ मंदिर को नष्ट कर दिया। लेकिन ऐसा लगता है कि मंदिर के विनाश का मुख्य कारण इयरटेक था।</p>\r\n<p>मंदिरों और चित्रों के साथ लालमती-दुर्गामारी क्षेत्र में खंडहरों की मौजूदगी को सरकार के ऐतिहासिक और पुरातनपंथी विभाग के ध्यान में लाया गया था। 1974 में असम का। विभाग ने खुदाई का काम शुरू किया, जिसके परिणामस्वरूप मंदिरों, चित्रों और देवताओं और देवताओं की मूर्तियों की खोज हुई। मंदिरों का स्थान प्राकृतिक सुंदरता और सरकार के साथ मिला है। एक प्रमुख पर्यटक आकर्षण के लिए जगह उन्नयन कर सकते हैं। मंदिर प्रबंध समिति और स्थानीय लोगों ने सरकार से आग्रह किया। नालडाबा से मंदिर स्थल तक जाने वाली सड़क को काला करने के लिए और इस क्षेत्र के सौंदर्यीकरण के लिए कदम उठाए।</p>","SubContentHindi":null,"ImageUrl":"933985bb-8579-4624-b1b4-d0ee52200bd6_Lalmati-Duramari-Ganesh-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. बामुगाँव पिकनिक स्पॉट","SubTitleHindi":null,"SubContent":"<p>बोंगाईगाँव जिले के अभयपुरी वन रेंज के अंतर्गत बामगाँव रिजर्व फ़ॉरेस्ट में प्राकृतिक बारहमासी धारा का एक स्थल। यह पर्यटकों के आकर्षण का स्थान है जहां हर साल शीतकालीन सत्र के दौरान पर्यटकों की एक बड़ी संख्या आती है।</p>","SubContentHindi":null,"ImageUrl":"83008651-d812-4e5f-976b-16ad9bd57c4b_Bamungaon-Picnic-Spot.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. निवास","SubTitleHindi":null,"SubContent":"<p>1 गवर्नमेंट टूरिस्ट लॉज बोंगाईगाँव सर्किट हाउस के पास, बोंगाईगाँव कॉलेज रोड, नॉर्थ बोंगाईगाँव, असम - 783380</p>\r\n<p>2 होटल कनिष्क बीटी रोड, मायापुरी, बोंगईगांव -783380 03664-230403</p>\r\n<p>3 होटल जाह्नबी रीजेंसी नॉर्थ बोंगईगांव, चापागुरी रोड, बोंगईगांव -783380 03664-231374</p>\r\n<p>4 होटल डायमंड बीओसी गेट, चापागुरी आरडी, बोंगईगांव, असम 783380 8876094871</p>\r\n<p>5 होटल NEER और नंदिनी AOC Rd, मायापुरी, बोंगईगांव, असम 783380 070025 16922</p>\r\n<p>6 गेटवे होटल मायापुरी, असम 783380 03664 230893</p>\r\n<p>7 होटल राज पैलेस टीआर फुकन आरडी, बोंगाईगांव, असम 783380 03664-236905</p>\r\n<p>8 होटल शिवली \"शिवली बाजार स्टेशन रोड,</p>\r\n<p>बोंगाईगाँव, असम 783380 \"03664-237070</p>\r\n<p>9 होटल C.K &amp; रेस्तरां \"चिलरई इंडोर स्टेडियम, बोरपारा,</p>\r\n<p>बोंगाईगाँव, असम 783380 \"03664-228071</p>","SubContentHindi":null,"ImageUrl":"14e7b1e4-ae8e-421a-ae24-8d640d93bedf_Bongaigaon-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>वायु</p>\r\n<p>निकटतम घरेलू और अंतर्राष्ट्रीय हवाई अड्डा लोकोप्पारी गोपीनाथ बोरदोलोई अंतर्राष्ट्रीय हवाई अड्डा, गुवाहाटी है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>इसे भी देखें: न्यू बोंगईगांव रेलवे स्टेशन</p>\r\n<p>बोंगाईगाँव भारतीय रेलवे के पूर्वोत्तर सीमांत रेलवे ज़ोन के अंतर्गत आता है। बोंगाईगाँव में दो स्टेशन हैं - न्यू बोंगाईगाँव रेलवे स्टेशन (असम राज्य का दूसरा सबसे बड़ा रेलवे जंक्शन) और बोंगाईगाँव (पुराना) स्टेशन। प्रमुख शहरों के साथ बोंगईगांव की सेवा करने वाली प्रमुख ट्रेनें हैं गुवाहाटी राजधानी एक्सप्रेस, पूर्वावर संपर्क क्रांति एक्सप्रेस, सरायघाट एक्सप्रेस, ब्रह्मपुत्र मेल, नॉर्थ-ईस्ट एक्सप्रेस, गुवाहाटी बैंगलोर एक्सप्रेस, गुवाहाटी एर्नाकुलम एक्सप्रेस, कामरूप एक्सप्रेस। यह गुवाहाटी के बाद पश्चिमी असम का सबसे बड़ा स्टेशन है। 2012 के बजट के अनुसार, न्यू बोंगईगांव जेएन। भारत का आदर्श स्टेशन माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>जैव विविधता स्पेशल ट्रेन का नाम साइंस एक्सप्रेस न्यू बोंगईगांव रेलवे जंक्शन के एक प्लेटफॉर्म पर है</p>\r\n<p>&nbsp;</p>\r\n<p>न्यू बीएनजीएन जंक्शन के प्लेटफॉर्म नंबर 3 पर डिब्रूगढ़-नई दिल्ली राजधानी एक्सप्रेस। स्टेशन</p>\r\n<p>265 किमी (165 मील) लंबी 1,676 मिमी (5 फीट 6 इंच) चौड़ी ब्रॉड गेज सिलीगुड़ी-जोगीहोपा लाइन का निर्माण, 1963 और 1965 के बीच, असम में ब्रॉड गेज रेलवे लाया। यह न्यू बोंगईगांव रेलवे स्टेशन की स्थापना का कारण भी था।</p>\r\n<p>&nbsp;</p>\r\n<p>न्यू बोंगईगांव से गुवाहाटी तक का नया रेलवे ट्रैक 1984 में चालू किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>सरायघाट ब्रिज 1962 में खोला गया, शुरू में मीटर गेज ट्रैक किया गया, जिसे बाद में ब्रॉड गेज से बदल दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>न्यू बोंगाईगांव रैली का विद्युतीकरण। जं।</p>\r\n<p>बरौनी-कटिहार-गुवाहाटी लाइन के विद्युतीकरण को 2008 में मंजूरी दी गई थी। विजन 2020 के दस्तावेज में - रेलवे विद्युतीकरण कार्यक्रम के लिए एक ब्लू प्रिंट, चल रही परियोजनाओं की सूची में पूरे मार्ग किमी (836) को 1 के रूप में संतुलन के रूप में दिखाया गया है। अप्रैल 2010. संपूर्ण विद्युतीकरण परियोजना अक्टूबर, 2015 तक पूरी होने वाली है।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>राष्ट्रीय राजमार्ग 31 बोंगईगांव को बिहार, झारखंड और पश्चिम बंगाल से जोड़ता है। राष्ट्रीय राजमार्ग 37, असम में गोलपारा से नारनारायण सेतु के माध्यम से नागालैंड में दीमापुर तक असम की पूरी लंबाई को पार करता है और जोरहाट और डिब्रूगढ़ शहरों सहित असम के लगभग सभी प्रमुख शहरों के साथ बोंगईगांव को जोड़ता है। नेशनल हाईवे 31C बोंगईगांव को गुवाहाटी से जोड़ता है और नेशनल हाईवे 37 भी बोंगईगांव को गुवाहाटी से जोड़ता है। एएसटीसी बोंगाईगांव, बारपारा प्राइवेट, चपागुरी बस स्टैंड जैसे कई बस टर्मिनल हैं। ऐसी कई बसें हैं जो बोंगईगांव को असम के प्रमुख शहरों से जोड़ती हैं जैसे बासुगांव, मंगलदई, गोसाईगाँव, धुबरी, बारपेटा, तेजपुर, गोलपारा, अभयपुरी, कोकराझार, बिजनी, सिलीगुड़ी, कूच बिहार और गुवाहाटी आदि।</p>\r\n<p>स्रोत: http://bongaigaon.gov.in</p>","SubContentHindi":null,"ImageUrl":"96a27997-2671-4fe3-ba8a-d53a1ac10f32_Bongaigaon-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bongaigaon-assam","tags":[{"name":"असम","slug":"assam"},{"name":"बोंगईगांव","slug":"bongaigaon"}],"recommendations":[{"id":375,"title":"सोनितपुर, तेजपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"d76b6754-a1f1-4609-9547-e2a50ca69077_Tezpur-railway.jpg","dateCreated":"2019-05-06T18:45:57.496Z","dateModified":"2019-05-06T19:14:40.632Z","contributedBy":"AskGif","content":"सोनितपुर भारत में असम राज्य का एक प्रशासनिक जिला है। यह असम के सबसे बड़े जिलों में से एक है। क्षेत्रफल के लिहाज से सोनितपुर कार्बी आंग्लोंग जिले के बाद असम का दूसरा सबसे बड़ा जिला है। यह असम की जीवन रेखा ब्रह्मपुत्र के उत्तरी तट पर 5324 किमी 2 के क्षेत्र में फैला हुआ है। 2011 की जनगणना के अनुसार ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d76b6754-a1f1-4609-9547-e2a50ca69077_Tezpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तेजपुर","slug":"tezpur"},{"name":"सोनितपुर","slug":"sonitpur"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-sonitpur-tezpur-assam","total":0},{"id":365,"title":"करीमगंज में देखने के लिए शीर्ष स्थान, असम","imageUrl":"ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","dateCreated":"2019-04-29T16:08:59.918Z","dateModified":"2019-04-29T16:27:46.245Z","contributedBy":"AskGif","content":"करीमगंज असम, भारत के 33 जिलों में से एक है। करीमगंज शहर प्रशासनिक मुख्यालय जिला और इस जिले का सबसे बड़ा शहर दोनों है। यह मध्य असम और सीमाओं त्रिपुरा और बांग्लादेश के सिलहट डिवीजन में स्थित है। यह हलाकांडी और कछार के साथ बराक घाटी को बनाती है। ये तीनों जिले भारत के विभाजन से पहले ग्रेटर सिलहट क्षे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"करीमगंज","slug":"karimganj"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-karimganj-assam","total":0},{"id":350,"title":"चिरांग, काजलगाँव में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","dateCreated":"2019-04-18T09:51:17.992Z","dateModified":"2019-04-18T09:56:19.717Z","contributedBy":"AskGif","content":"नरसिंहबाड़ी जिला भारत के उत्तर-पूर्व में असम राज्य के बीटीएडी में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nयह असम के बीटीएडी क्षेत्र में एक अपेक्षाकृत नया जिला है। चिरंग जिले को 2004 में बोंगाईगाँव जिले से लिया गया है। \"चिरांग\" शब्द गारो शब्द से लिया गया है - \"ची\" का अर्थ है जल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"काजलगाँव","slug":"kajalgaon"},{"name":"चिरांग","slug":"chirang"}],"slug":"top-places-to-visit-in-chirang-kajalgaon-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}