{"id":347,"title":"Top Places to visit in Bongaigaon, Assam","imageUrl":"f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","dateCreated":"2019-04-15T14:15:59.827Z","dateModified":"2019-04-15T14:38:18.003Z","contributedBy":"AskGif","content":"<p>Bongaigaon is a major city of Assam, India. The city area spans across Bongaigaon and Chirang district. Bongaigaon is one of the important cities in Assam. The city is one of the biggest commercial and industrial hubs of Assam and also of North-East India. Bongaigaon City also acts as the gateway of North-East Frontier Railway Zone with its New Bongaigaon Junction railway station, second biggest railway station in North-East India. The Asian Development Bank selected the city on their urban planning list of cities from other countries of Asia. Bongaigaon is one of the most populated urban agglomerations in west Assam with line of Guwahati, Jorhat, Dibrugarh and Silchar. Bongaigaon is the administrative headquarters and municipal board of Bongaigaon district.</p>\r\n<p>&nbsp;</p>\r\n<p>It was the last capital of the Kamatapur Kingdom and home to many historical monuments of Assamese culture. The city, divided into two parts &ndash; Old Bongaigaon and New Bongaigaon - is situated 180 kilometres (112 mi) north west of Guwahati, largest city of Assam. To meet the demands of Bodos of Assam, Bongaigaon was divided up to give way for Chirang district. Bongaigaon has a major petrochemical industry, the Indian Oil Corporation Limited (IOCL BGR). The town occupied a place in the map of Indian Railway with the establishment of the railway station in the year 1908. Most of the institutions like ITI, Bongaigaon College, Office of the Assam State Electricity Board in the early 1960s and in fact the very base of the development of the town was laid in this decade only. The development further gained momentum with the establishment of the Bongaigaon Refinery and Petrochemicals Limited (BRPL) Complex in the year 1972 at Dhaligaon and also Thermal Power Plant at Salakati. Though these areas are not within the limit of Bongaigaon Municipality the town also caters to the demand of this population. The Bongaigaon Town Committee was first constituted in the year 1961 and was upgraded to a Municipal Board in the year 1977. Presently the Municipal Area consists of 25 nos. of wards covering an area of 14.31 sq m.</p>\r\n<p>&nbsp;</p>\r\n<p>The city today has evolved to be one of the major commercial and business hubs of the state with growing numbers of shopping malls, restaurants, hotels, residential apartments and educational institutions. The city also serves as the base for tourism to famous places such as the Manas National Park. Centrally located within the state, the city depicts a vibrant Assamese township and culture, making it one of the most preferred places for local people to congregate.</p>\r\n<p>&nbsp;</p>\r\n<p>Localities in Bongaigaon</p>\r\n<p>Mayapuri</p>\r\n<p>Borpara</p>\r\n<p>Paglasthan</p>\r\n<p>Mahabeersthan</p>\r\n<p>Chapaguri</p>\r\n<p>Dhaligaon</p>\r\n<p>New Bongaigaon</p>\r\n<p>Borsongaon</p>\r\n<p>Deuripara</p>\r\n<p>BOC Gate</p>\r\n<p>Rolling Mill</p>\r\n<p>Dolaigaon</p>\r\n<p>Notunpara</p>\r\n<p>Kururmari</p>\r\n<p>Hatimutra</p>\r\n<p>Salbari</p>\r\n<p>New Colony (Railway)</p>\r\n<p>Old Colony (Railway)</p>\r\n<p>Salbagan</p>\r\n<p>Bhakarivita</p>\r\n<p>Geography</p>\r\n<p>Bongaigaon is located at 26.47&deg;N 90.57&deg;E. Bongaigaon is situated at an average altitude of 62.6 m with the cardinal points 26028\" east latitude and 90034\" north longitude. The town is situated at a distance of 200 km west from the State Capital and occupies an important place in the communication network in Assam as well as northeast India. The New Bongaigaon railway station is a major junction connecting Assam with the rest of India. This town is also very well connected by road through the National Highway 31 B and 31C. This connectivity and the strategic location of the town in the regional set up has helped it to emerge as an important center in trade and commerce in Western Assam serving a vast hinterland.</p>\r\n<p>Entertainment</p>\r\n<p>In the city, there are two movie theatres (Cinema Hall) named Jolly Max Theater(Newly opened) and Mayapuri Cinema. Prakash Cinema which is situated in the north part of the town has been closed down.</p>\r\n<p>&nbsp;</p>\r\n<p>Shopping &amp; Entertainment</p>\r\n<p>There are various public markets in the city for the different part of the city, those are mainly Boro Bazaar, (Borpara), Balaji Market (B.O.C Gate), China Market (New Bongaigaon), Tuniapaar Bazaar (near New Bongaigaon railway station), Dhaligaon Bazaar (near Bongaigaon Refinery and Petrochemicals Limited), Chapaguri Hat (near NH-31, Gate of Bongaigaon City), Dangtola Bazaar &amp; Railway Market New Bongaigaon , Bazar India(BOC gate),Vishal Mega Mart( near prakash hall), Cygnett Park Meghna( NH27, Chapaguri, a 3 star hotel), etc. trends near mayapuri cinema hall.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>The most popular Assamese newspaper of Assam Asomiya Pratidin is published from Bongaigaon along with Guwahati, Dibrugarh and North Lakhimpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>The town has an indoor stadium named Chilarai Indoor Stadium and Swimming Pool At Borpara and a Mini Stadium Near Chapguri Road.</p>\r\n<p>&nbsp;</p>\r\n<p>NTPC Bongaigaon</p>\r\n<p>The NTPC project at Bongaigaon, NTPC Bongaigaon, a (3X250MW) is slated for commissioning. Assam will receive 300MW from Bongaigaon project. The total land requirement is 964 acres which is already available. The total project cost is estimated at Rs 40600 million.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bongaigaon</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","subContents":[{"SubTitle":"1. Bagheswari Hill","SubTitleHindi":null,"SubContent":"<p>This is a famous tourist spot where one can find an ancient shrine of Lord Shiva. The Bhageswari Hill houses ancient Shiva temple inside a stone cave flanked either side by another two temples mainly temple of Bhageswari and Baba Tarak Nath. The temple is a stone cave. From the highest point of the hill, one can see a beautiful view of the whole Bongaigaon city.</p>","SubContentHindi":null,"ImageUrl":"7d205035-9f6d-4559-bdb7-bef59879cf40_bageswariroad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Koyakujia Beel cum Park","SubTitleHindi":null,"SubContent":"<p>Nature gives men stones- Men creates sculptures out of them. When the labor is combined with aesthetic sense, the nature also pours its blessing by gifting its beauty. Koya Kujiya, we can call it as Gods own creations if mans interventions was not there. We can call it as man made paradise, it is not a natural landscape. But it is the junction of intermingling nature&rsquo;s beauty and human labor. The wordless worth Beauty Queen Koya Kujia is located near the town of Abhayapuri, the Debodaru Nagari. Once the capital of Bijni Raj Estate, now tending towards a tourism destination because of escalating fame of Koya Kujiya Eco Park. The oblong shaped Beel of 86.6 hect, combined with number of small islands through which the enrooting water body is spread along is the new attraction for the tourists who visit this part of the country. The Oblong shape park consist of 11 nos of Tilas (islands) around where the beautiful water body is running around. Surrounded by the Malegarh Pahar Range, where the sunset is melodious reflecting its rays in waters of Koya Kujiya Beels is inexpressible in words. Boating in Koya Kujiya through the channels in between the small islands where sky touching Sal Trees are standing gives immense pleasure and altogether a different experience.</p>","SubContentHindi":null,"ImageUrl":"5bf8d7d1-46e3-4f37-b4ab-2589dcd12456_Koyakujia-Beel-cum-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Rock Cut Cave (Jogighopa)","SubTitleHindi":null,"SubContent":"<p>The best specimens of the architecture of the Salasthambha period are the remains of the five rock-cut caves at Jogighopa on the bank of the Brahmaputra in the district of Bongaigaon. These are the unique examples of rock-cut architecture in Assam. Though these rock-cut caves are not of such architectural interest as those in Western India, but these remains at Jogighopa are the clear evidence of the fact that Assam was not outside the movement of this particular type of art developed in India as it will be seen from description of the best preserved cave noticed at Jogighopa.&nbsp;</p>\r\n<p>Cave measures 2.60 m breadth ,1.8 metre in depth and 1.90 meter in height and also a roughly rounded ceiling and in front a verandah 75 cm long by 35 cm broad. A platform of brick and mud masonry is found inside which is obviously a later addition. A chase running across the entire breath of the cave on the top serves to drain away rain water from the facade. Flights of steps have been cut into the rock on either side and ledge on the top diverts the rain water from the facade. The cave bears no sculptural designs. The other caves at the site have no flights and verandah and smaller in size than the best preserved one.</p>","SubContentHindi":null,"ImageUrl":"abfc626e-5b62-404a-9054-43fc102e5c91_Rock-Cut-Cave-Jogighopa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Tamrannga Beel","SubTitleHindi":null,"SubContent":"<p>Tamranga Lake(Beel) is a natural lake situated in Boitamari Circle under Bongaigaon district, Assam. This lake is also known as Tamranga Beel and lies nearby Bishnupur in the northern region of Salmara. Formed by the combination of two lakes, the source of its water is the flood-water of River Brahmaputra. Besides, bird lovers can head towards this place as it is called the Ornithologists Paradise. Several migratory birds visit this lake throughout the year.</p>","SubContentHindi":null,"ImageUrl":"3fba4bb5-dbcb-4511-8b3e-ebd3ee601bcb_tamranga.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Kakoijana Reserve Forest","SubTitleHindi":null,"SubContent":"<p>(26o22' North-20o21' North and 90o33' East - 90o34' East ) cover an area of 15,000 bigha land situated on the bank of Aie river, declared Reserved Forest on 29th April 1966, 15 km away from Bongaigaon town in eastern direction. It has been proposed to be upgraded into a wildlife sanctuary since 1st April 1999, under the Aie Valley Forest Division ( Letter No. A/24/5/Kakoijana/31/317-20 dated 1/4/99).Golden Langur which is found here is rare in the world and only in this area of North Eastern region. In addition to Golden Langur different types of Birds and different types of valuable Climber's, Shrub, Herb , Sapling plants are also available . There is one hill spring called \"Kalikapat\" which flows through the forest and drains to the paddy field. There is also an ancient \"Shiva\" temple on one of the hills. All these Animals and Sceneries are beautiful and tourist attractive.</p>","SubContentHindi":null,"ImageUrl":"ffd5913c-b3aa-44b4-9e44-6fded6f59ba2_Kakoijana-Reserve-Forest.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Lalmati Duramari Ganesh Mandir","SubTitleHindi":null,"SubContent":"<p>The Lalmati-Duramari Ganesh Temple near Abhayapuri town under North Salmara Sub-Division, is one of the oldest temples of the state.The historicity of the images are yet to be ascertained. But after a study of the stone carving and modes related to the carved idols, archeologists opine that the temple and images belong to 8th to 10th centuries AD. There are three views advanced as the reason for destrcution of the temple . The first view has it that eartquakes during the 8th and 10th centuries destroyed the temple and its images, while according to type second view, Kalapahar who revolted against worshipers and priests, destroyed the temple along with other temples and images in the North-East. The third view has it that Burmese(Maan) invaders who camped at Malegarh(Manegarh) hills destroyed the temple along with the idols. But it seems that eartquake has been the prime cause of the destruction of the temple.</p>\r\n<p>The existance of ruins in Lalmati-Durgamari area along with temples and images was brought to the notice of the Historical &amp; Antiquarian Department of the Govt. of Assam in 1974. The department undertook excacation work which resulted the discovery of the temples, images and idols of the Gods and Godesses. The site of temples is teemed with natural beauty and the Govt. can upgrade the place to a major tourist attraction. The temple managing committee and local people urged the Govt. to blacktop the road from Naldaba to the temple site and take steps to beautify the area.</p>","SubContentHindi":null,"ImageUrl":"933985bb-8579-4624-b1b4-d0ee52200bd6_Lalmati-Duramari-Ganesh-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Bamungaon Picnic Spot","SubTitleHindi":null,"SubContent":"<p>A site of natural perrenial stream in Bamangaon Reserve Forest under Abhayapuri Forest Range of Bongaigaon district. This is place of tourist attraction where a large nos of tourist visits every year during winter session.</p>","SubContentHindi":null,"ImageUrl":"83008651-d812-4e5f-976b-16ad9bd57c4b_Bamungaon-Picnic-Spot.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Accommodation","SubTitleHindi":null,"SubContent":"<p>1Govt Tourist LodgeNear Bongaigaon Circuit House, Bongaigaon College Road, North Bongaigaon, Assam - 783380</p>\r\n<p>2Hotel KanishkaBT Rd, Mayapuri, Bongaigaon-78338003664-230403</p>\r\n<p>3Hotel Jahnabee RegencyNorth Bongaigaon,Chapaguri Road, Bongaigaon-78338003664-231374</p>\r\n<p>4Hotel DiamondBOC Gate,Chapaguri Rd, Bongaigaon, Assam 7833808876094871</p>\r\n<p>5Hotel NEER and NANDINIAOC Rd, Mayapuri, Bongaigaon, Assam 783380070025 16922</p>\r\n<p>6Gateway HotelMayapuri, Assam 78338003664 230893</p>\r\n<p>7Hotel Raj PalaceTR Phukan Rd, Bongaigaon, Assam 78338003664-236905</p>\r\n<p>8 Hotel Shivali \"Shivali market station road,</p>\r\n<p>Bongaigaon, Assam 783380\"03664-237070</p>\r\n<p>9 Hotel C.K &amp; Restaurant \"Chilarai Indoor Stadium, Borpara,</p>\r\n<p>Bongaigaon, Assam 783380\"03664-228071</p>","SubContentHindi":null,"ImageUrl":"14e7b1e4-ae8e-421a-ae24-8d640d93bedf_Bongaigaon-hotel.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. How to Reach","SubTitleHindi":null,"SubContent":"<p>Air</p>\r\n<p>The nearest domestic and international airport is Lokopriya Gopinath Bordoloi International Airport, Guwahati.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>See also: New Bongaigaon railway station</p>\r\n<p>Bongaigaon falls under the Northeast Frontier Railway zone of the Indian Railways.There are two stations in Bongaigaon - New Bongaigaon railway station (2nd largest railway junction of Assam state) and Bongaigaon (old) station. Major trains serving Bongaigaon with major cities are Guwahati Rajdhani Express, Poorvottar Sampark Kranti Express, Saraighat Express, Brahmaputra Mail, North-East Express, Guwahati Bangalore Express, Guwahati Ernakulam Express, Kamrup Express. It is the largest station in Western Assam after Guwahati. According to 2012 budget, New Bongaigaon Jn. is considered to be the Adarsh Station of India.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Biodiversity Special train name Science Express stands on a platform of New Bongaigaon Railway Junction</p>\r\n<p>&nbsp;</p>\r\n<p>Dibrugrah-New Delhi Rajdhani Express on the platform no.3 of New BNGN Jn. Station</p>\r\n<p>Construction of the 265 km (165 mi) long 1,676 mm (5 ft 6 in) wide broad gauge Siliguri-Jogihopa line, between 1963 and 1965, brought broad gauge railways to Assam. It also was the reason for setting up the New Bongaigaon railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>New railway track from New Bongaigaon to Guwahati was commissioned in 1984.</p>\r\n<p>&nbsp;</p>\r\n<p>Saraighat Bridge opened in 1962, initially carried a metre gauge track, which was later replaced by broad gauge.</p>\r\n<p>&nbsp;</p>\r\n<p>Electrification of New Bongaigaon Rly. Jn.</p>\r\n<p>Electrification of the Barauni-Katihar-Guwahati line was sanctioned in 2008. In the document on Vision 2020 &ndash; A Blue Print for Railway Electrification Programme, in the list of ongoing projects the entire route km (836) is shown as balance work as on 1 April 2010. The entire electrification project is scheduled to be completed by October, 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>National Highway 31 connects Bongaigaon with the states Bihar, Jharkhand and West Bengal. National Highway 37 via Naranarayan Setu from Goalpara in Assam to Dimapur in Nagaland traverses the entire length of Assam and connects Bongaigaon with almost all the major cities of Assam including the cities of Jorhat and Dibrugarh. National Highway 31C connects Bongaigaon to Guwahati and National Highway 37 also connects Bongaigaon with Guwahati. There are many bus terminals like ASTC Bongaigaon, Barpara Private, Chapaguri Bus Stand. There are many buses which connect Bongaigaon with major cities of Assam like Basugaon, Mangaldai, Gossaigaon, Dhubri, Barpeta, Tezpur, Goalpara, Abhayapuri, Kokrajhar, Bijni, Siliguri, Cooch Behar and Guwahati etc.</p>\r\n<p>source: http://bongaigaon.gov.in</p>","SubContentHindi":null,"ImageUrl":"96a27997-2671-4fe3-ba8a-d53a1ac10f32_Bongaigaon-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bongaigaon-assam","tags":[{"name":"assam","slug":"assam"},{"name":"bongaigaon","slug":"bongaigaon"}],"recommendations":[{"id":375,"title":"Top Places to visit in Sonitpur, Tezpur, Assam","imageUrl":"d76b6754-a1f1-4609-9547-e2a50ca69077_Tezpur-railway.jpg","dateCreated":"2019-05-06T18:45:57.496Z","dateModified":"2019-05-06T19:14:40.632Z","contributedBy":"AskGif","content":"Sonitpur is an administrative district in the state of Assam in India. It stands among the largest districts of Assam. In terms of area Sonitpur is the second largest district of Assam after Karbi Anglong district. It is spread over an area of 5324 km2 on the northern banks of Brahmaputra, the li","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d76b6754-a1f1-4609-9547-e2a50ca69077_Tezpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tezpur","slug":"tezpur"},{"name":"sonitpur","slug":"sonitpur"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-sonitpur-tezpur-assam","total":0},{"id":365,"title":"Top Places to visit in Karimganj, Assam","imageUrl":"ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","dateCreated":"2019-04-29T16:08:59.918Z","dateModified":"2019-04-29T16:27:46.245Z","contributedBy":"AskGif","content":"Karimganj is one of the 33 districts of Assam, India. Karimganj city is both the administrative headquarters district and the biggest city of this district. It is located in Central Assam and borders Tripura and the Sylhet Division of Bangladesh. It makes up the Barak Valley alongside Hailakandi ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karimganj","slug":"karimganj"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-karimganj-assam","total":0},{"id":350,"title":"Top Places to visit in Chirang, Kajalgaon, Assam","imageUrl":"4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","dateCreated":"2019-04-18T09:51:17.992Z","dateModified":"2019-04-18T09:56:19.717Z","contributedBy":"AskGif","content":"Narshingbari district is an administrative district in BTAD, Assam state in the North-East of India.\r\n&nbsp;\r\nHistory\r\nIt is a relatively new district in the BTAD area of Assam. Chirang district has been carved out from Bongaigaon district in 2004. The word \"Chirang\" has deri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"kajalgaon","slug":"kajalgaon"},{"name":"chirang","slug":"chirang"}],"slug":"top-places-to-visit-in-chirang-kajalgaon-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}