{"id":348,"title":"Top Places to visit in Cachar, Silchar, Assam","imageUrl":"9aa3fd68-aed7-49ee-a03b-b875c420b8fb_Silchar-railway.jpg","dateCreated":"2019-04-15T15:32:48.591Z","dateModified":"2019-04-15T15:53:45.337Z","contributedBy":"AskGif","content":"<p>Cachar is an administrative district in the state of Assam in India. It was a part of the Southern Dimasa Kachari Kingdom (Hidimba Kingdom). It makes up the Barak Valley alongside Hailakandi and Karimganj. These three districts were also previously part of the Greater Sylhet region before the Partition of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>The name \"Cachar\" has derived from the Dimasa word Kachari. The district headquarters are located at Silchar. The name Cachar traces its origin to the Kachari kingdom. There are one city and two small towns in Cachar district namely Silchar, Lakhipur and Sonai.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Cachar district occupies an area of 3,786 square kilometres (1,462 sq mi), comparatively equivalent to South Georgia. The Barak is the main river of the district and apart from that there are numerous small rivers which flow through Dima Hasao district, from Manipur. The district is mostly made up of plains, but there are a number of hills spread across the district. Cachar receives an average annual rainfall of more than 3,000 mm. The climate is Tropical wet with hot and wet summers and cool winters.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>The district headquarters, Silchar, is one of the most important business centres of Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2006 the Indian government named Cachar one of the country's 250 most backward districts out of a total of 640. It is one of the eleven districts in Assam currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district has two sub-divisions: Silchar and Lakhipur. There are seven Assembly constituencies in this district, viz. Silchar, Sonai, Dholai, Udharbond, Lakhipur, Barkhola and Katigorah. Dholai is designated for scheduled castes. The seven constituencies make up the Silchar Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Cachar district has a population of 1,736,319, roughly equal to the nation of The Gambia or the US state of Nebraska. This gives it a ranking of 278th in India out of a total of 640. The district has a population density of 459 inhabitants per square kilometre (1,190/sq mi) . Its population growth rate over the decade 2001-2011 was 20.17%. Cachar has a sex ratio of 958 females for every 1000 males, and a literacy rate of 80.36%.</p>\r\n<p>&nbsp;</p>\r\n<p>Bengali and English are the official languages of the district. Majority of the people primarily speak Sylheti. Other minority languages spoken in the district include [[Bhojpuri language, Hindi,Urdu, Meitei Manipuri, Dimasa Kachari, Bishnupuriya Manipuri and Rongmei-Naga. There are also few Hmar, Kuki, Khasi and nepali people who form microscopic minority.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>The vegetation is mostly Tropical evergreen and there are large tracts of Rainforests in the northern and southern parts of the district, which are home to Tiger, Asian elephants, hoolock gibbon, Gaur etc.The forests of Cachar were once rich in wildlife but now vanishing due to human onslaught. Rare species found are Hoolock gibbon, Phayre's leaf monkey, Pig-tailed macaque, Stump-tailed macaque, Masked Finfoot, White-winged Wood Duck etc., have been recorded. The Asian elephant is already extinct. The southern part was also recommended as 'Dhaleswari' wildlife sanctuary. Borail Wildlife Sanctuary is the only wildlife sanctuary of the district as well as Barak valley region. It was initiated by noted naturalist Dr. Anwaruddin Choudhury in early 1980s. This sanctuary was ultimately notified in 2004.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The district of Cachar has a number of well-known educational institutes in North East India. Silchar, the district headquarters, is a major learning hub of Assam. The district has a central university, the Assam University, which is situated at Dorgakuna, 18 km from Silchar. It also has NIT Silchar, one of the 30 NITs in India. The Silchar Medical College and Hospital is the only medical college of southern Assam. To ensure a steady flow of skilled workers in different trades for the industry Silchar Polytechnic, Meherpur and ITI, Srikona is there.</p>\r\n<p>&nbsp;</p>\r\n<p>College</p>\r\n<p>The district also includes a number of degree colleges such as:</p>\r\n<p>&nbsp;</p>\r\n<p>Cachar College</p>\r\n<p>Gurucharan College</p>\r\n<p>Radhamadhav College</p>\r\n<p>Ramanuj Gupta Memorial Junior College</p>\r\n<p>Janata College, Kabuganj</p>\r\n<p>Madhab Chandra Das College, Sonai</p>\r\n<p>Women's College</p>\r\n<p>Aryan Junior College</p>\r\n<p>School</p>\r\n<p>Prominent schools in the district include:</p>\r\n<p>&nbsp;</p>\r\n<p>Saint Capitanio School</p>\r\n<p>Adhar Chand Higher Secondary School,</p>\r\n<p>Cachar High School,</p>\r\n<p>Don Bosco School,</p>\r\n<p>D.N.N.K. Girls' Higher Secondary School,</p>\r\n<p>Government Boys &amp; Girls Schools,</p>\r\n<p>Oriental High School.</p>\r\n<p>Holy Cross School,</p>\r\n<p>Jawahar Navodaya Vidyalaya, Pailapool and</p>\r\n<p>Kendriya Vidyalayas,</p>\r\n<p>Maharishi Vidya Mandir,</p>\r\n<p>Muktashree High School,</p>\r\n<p>Narsing Higher Secondary School,</p>\r\n<p>Pranabananda Holy Child School</p>\r\n<p>Pranabananda Vidya Mandir</p>\r\n<p>Pranabananda Vidya Mandir (Malini Bill).</p>\r\n<p>Silchar Collegiate School,</p>\r\n<p>Sonai Jubati Singha Manipuri High School,</p>\r\n<p>South Point School</p>\r\n<p>Oxford School</p>\r\n<p>Netaji Memorial Institute</p>\r\n<p>source: https://en.wikipedia.org/wiki/Cachar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9aa3fd68-aed7-49ee-a03b-b875c420b8fb_Silchar-railway.jpg","subContents":[{"SubTitle":"1. Khaspur","SubTitleHindi":null,"SubContent":"<p>A beautiful village, Khaspur is located only 20 km from Silchar, in Cachar district of Assam. It houses the ruins of the Dimasa Kingdom,which are a magnificent sight to see. There is a king&rsquo;s temple, a Lion Gate, and a Sun Gate and these are centuries old. The king&rsquo;s palace is almost non-existence but the main entrance gates still stands tall. These gates are in elephant pattern.</p>\r\n<p>&nbsp;</p>\r\n<p>Originally a part of the Tripura Kingdom, Khaspur was ruled by a tributary ruler. It became independent after the fall of Koch power. As the last of the Koch ruler died, the control of Khaspur went into the hands of Kachari rulers and they shifted their capital to Khaspur.</p>\r\n<p>&nbsp;</p>\r\n<p>POPULAR THINGS TO DO AND SEE IN AND AROUND</p>\r\n<p>The vicinity of Khaspur to Silchar, makes it a popular tourist destination in Assam. Khaspur is a small village and there is nothing much to see here apart from the archaeological ruins. However, since Silchar is near, tourists have other options as well.</p>\r\n<p>&nbsp;</p>\r\n<p>Maibong is a beautiful hill station that you can visit. It is a bit far but the journey is worth it. From spectacular views to amazing ancient architecture, this place offers you all. Umgranshu, located in North Cachar is another place that you can visit. It is also a scenic hill station and there is also a hot spring nearby.</p>\r\n<p>&nbsp;</p>\r\n<p>GETTING THERE</p>\r\n<p>Khaspur has no railway station nearby. Silchar is the connecting link and this is where you need to travel to. Silchar railways station, 20 km away is the nearest one and there are regular trains to major cities of India from here. Many rental cabs are available from this station.</p>","SubContentHindi":null,"ImageUrl":"f87a7652-b9de-4eee-971d-0b1c9b8ed85e_Khaspur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Bhubaneswar Temple","SubTitleHindi":null,"SubContent":"<p>During the festival of Shivratri, thousand of Shivayats march towards this Bhubaneswar Temple perchedatop a hill. Dedicated to Lord Shiva, this is one of the most famous temples in South Assam. Located near Silchar, in Cachar district, this temple is located on the top of Bhuvan Hills and attracts pilgrims from near and far.</p>\r\n<p>&nbsp;</p>\r\n<p>The Bhubaneswar temple is crowded with devotees on the night of Maha Shivaratri, and thus prior travel and lodging arrangements are recommended to avoid the rush</p>\r\n<p>&nbsp;</p>\r\n<p>This place doesn&rsquo;t only attract pilgrims but hikers as well as there is no motor road to reach this place. The hike distance is 17 km from the plains. Though, it is not easy to reach the top of the hill, many people do so as the view from the top is beautiful.</p>\r\n<p>&nbsp;</p>\r\n<p>POPULAR THINGS TO SEE IN AND AROUND</p>\r\n<p>It&rsquo;s also not possible to travel again immediately after a trek of 17 long kilometres. People who come to the temple, stay at the temple for a couple of hours before heading back to Silchar, which has more places to see. Silchar is located at a distance of 50 km from Bhubaneswar Temple. There is no other tourist spot nearby and in order to see more place you would need to travel to Silchar. The view of the surrounding hills is spectacular and you would love to spend hours seeing it. Silchar has many tourist spots and some of them include Kachari Fort, Khaspur, Maniharan Tunnel, and many more. Maniharan Tunnel though is only 5 km away and has the Triveni river beneath it.</p>\r\n<p>&nbsp;</p>\r\n<p>GETTING THERE</p>\r\n<p>Bhubaneswar temple is a 2-hours drive from Silchar. Since, there is a dirt track to the top of the hill, walking is required. This distance is of good 17 km and it can take a lot of time to reach the temple.</p>","SubContentHindi":null,"ImageUrl":"3709b70e-8eff-4f8a-983d-f3efaef0fb99_bhubaneswar-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Kachari Fort","SubTitleHindi":null,"SubContent":"<p>The Cachar district in Assam has a very important historical connection as it used to be the capital of the Cachar Kings during the medieval times. One such famous historical fort here is the Kachari Fort which is considered to be one of the magnificent forts to be visited in this area and tourists come here to see the remains of this kingdom at Khaspur which makes the place more interesting. It reflects the rich cultural heritage of the ancient era through the fine quality of work done by the engineers of those times. The fort is covered on all sides by the lush greenery which makes the place picturesque. The beautiful carvings on the walls of the fort depict the life style that the people of Assam had in those times. This fort used to be the pride of the Kachari kingdom and the existence of this site even today enhances the glory of Assam. Visiting this fort is a treat to the eyes as you get to see the heritage of the state which has been preserved with a lot of effort. Although the walls of the fort look worn out due to ages, but the smell of our ancient days makes the place worth visiting. You get the touch of both Hinduism as well as the Non Aryan culture at the Kachari Fort</p>\r\n<p>&nbsp;</p>\r\n<p>POPULAR THINGS TO DO &amp; SEE IN AND AROUND</p>\r\n<p>The fort is a great place for a stroll during daytime, apart from this site, travelers also find interest in the nearby attractions like Sri Kancha Kanti Devi Mandir, Maniharan Tunnel, Bhubaneswar Temple and Hindustan Paper Corporation Ltd. All these places are located within driving distance from the fort and can be reached by planning a local sightseeing tour in a day.</p>\r\n<p>&nbsp;</p>\r\n<p>GETTING THERE&nbsp;</p>\r\n<p>The Silchar Railway Station is the nearest junction to Khaspur; from here there are many local transportation systems like rental cars and auto rickshaws that carry tourists to the Kachari Fort.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"1d2643d4-1421-44d8-af5d-f94781c526f9_kachar-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Accommodation","SubTitleHindi":null,"SubContent":"<p>Cachar still remains a lesser explored region, and thus, the number of the accommodation places here is quite less. Most of the travellers stay in Silchar which has comparatively more hotels than the other places of the region. Silchar has some high end hotels as well along with budget options, which makes it the most preferred place to stay in Cachar region. There are few government circuit houses and lodges here and there in the area that can also provide decent accommodation.</p>\r\n<p>Hotel Ellora Silchar, Assam</p>\r\n<p>HOTEL ELLORA</p>\r\n<p>Hotel Kalpataru Silchar Assam</p>\r\n<p>HOTEL KALPATARU</p>\r\n<p>Borail View Hotel Silchar Assam</p>\r\n<p>BORAIL VIEW HOTEL</p>\r\n<p>Parijat Hotel &amp; Restaurant Silchar Assam</p>\r\n<p>PARIJAT HOTEL AND RESTAURANT</p>","SubContentHindi":null,"ImageUrl":"cc28f73e-c957-40c2-b63f-3669840ab632_hotel-kalpataru-cachar-assam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>Silchar is one of the 6 cities of Assam to have an airport which is located at Kumbhirgram. The district is served by regular flights from Alliance Air, a subsidiary of Air India, Jet Airways, SpiceJet and North East Shuttles. The district is connected by broad gauge railroads to Lumding in Assam and by road to the rest of the country. Regular bus and train services are also there with other cities of North-East India.connected BG railway</p>","SubContentHindi":null,"ImageUrl":"24bd7847-2b8e-47b3-bb67-1a7278679427_Cachar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-cachar-silchar-assam","tags":[{"name":"cachar","slug":"cachar"},{"name":"assam","slug":"assam"},{"name":"silchar","slug":"silchar"}],"recommendations":[{"id":1251,"title":"Tourist places in Mangaldoi, Assam","imageUrl":"588f7e63-8991-45b1-bcfe-27eabfb9baff_Mangaldoi.jpg","dateCreated":"2020-04-23T14:51:43.209Z","dateModified":"2020-04-23T14:52:55.468Z","contributedBy":"AskGif","content":"Mangaldai also spelled Mangaldoi is a town in the Indian state of Assam. It was named after Mangaldahi, who was the daughter of the Rajah of Darrang and was married to Susenghphaa (r. 1603&ndash;1641), (also Pratap Singha), a ruler of the Ahom kingdom. Mangaldoi serves as the administrative headq","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/588f7e63-8991-45b1-bcfe-27eabfb9baff_Mangaldoi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"mangaldoi","slug":"mangaldoi"}],"slug":"tourist-places-in-mangaldoi-assam","total":0},{"id":370,"title":"Top Places to visit in Nagaon, Assam","imageUrl":"ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","dateCreated":"2019-05-01T15:35:36.702Z","dateModified":"2019-05-01T15:54:33.151Z","contributedBy":"AskGif","content":"Nagaon (previously Nowgong), is a city and a municipal board in Nagaon district in the Indian state of Assam. It is situated 121 kilometres (75 mi) east of Guwahati. It has a population of 147,231.\r\n&nbsp;\r\nIn education section, total literates in Nagaon city are 98,068 of which 52,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaon","slug":"nagaon"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-nagaon-assam","total":0},{"id":367,"title":"Top Places to visit in Lakhimpur, North Lakhimpur, Assam","imageUrl":"60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","dateCreated":"2019-04-30T14:34:59.871Z","dateModified":"2019-04-30T14:42:31.312Z","contributedBy":"AskGif","content":"Lakhimpur is an administrative district in the state of Assam in India. The district headquarter is located at North Lakhimpur. The district is bounded on the North by Siang and Papumpare District of Arunachal Pradesh and on the East by Dhemaji District and Subansiri River. Majuli District stands","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-lakhimpur","slug":"north-lakhimpur"},{"name":"assam","slug":"assam"},{"name":"lakhimpur","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-north-lakhimpur-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}