{"id":348,"title":"कछार, सिलचर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"9aa3fd68-aed7-49ee-a03b-b875c420b8fb_Silchar-railway.jpg","dateCreated":"2019-04-15T15:32:48.591Z","dateModified":"2019-04-15T15:53:45.337Z","contributedBy":"AskGif","content":"<p>कछार भारत में असम राज्य का एक प्रशासनिक जिला है। यह दक्षिणी दिमासा कचहरी साम्राज्य (हिडिम्बा साम्राज्य) का एक हिस्सा था। यह हैलाकांडी और करीमगंज के साथ बराक घाटी को बनाती है। ये तीनों जिले भारत के विभाजन से पहले ग्रेटर सिलहट क्षेत्र का हिस्सा थे।</p>\r\n<p>&nbsp;</p>\r\n<p>शब्द-साधन</p>\r\n<p>\"कछार\" नाम डिमासा शब्द कचहरी से लिया गया है। जिला मुख्यालय सिलचर में स्थित है। कछार नाम की उत्पत्ति कचहरी साम्राज्य से हुई है। कछार जिले में एक शहर और दो छोटे शहर हैं, जैसे सिलचर, लखीपुर और सोनाई।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>कछार जिला दक्षिण जॉर्जिया के समतुल्य 3,786 वर्ग किलोमीटर (1,462 वर्ग मील) के क्षेत्र में स्थित है। बराक जिले की मुख्य नदी है और इसके अलावा कई छोटी नदियाँ हैं जो मणिपुर से दीमा हसाओ जिले से होकर बहती हैं। जिला ज्यादातर मैदानी इलाकों से बना है, लेकिन जिले भर में कई पहाड़ियाँ फैली हुई हैं। कछार में 3,000 मिमी से अधिक की औसत वार्षिक वर्षा होती है। जलवायु गर्म और गीली गर्मियों और शांत सर्दियों के साथ उष्णकटिबंधीय गीला है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>जिला मुख्यालय, सिलचर, असम के सबसे महत्वपूर्ण व्यापारिक केंद्रों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>2006 में भारत सरकार ने कुल 640 में से देश के 250 सबसे पिछड़े जिलों में से एक कछार को नामित किया था। यह असम में ग्यारह जिलों में से एक है, जो वर्तमान में पिछड़ा क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>जिले में दो उप-विभाग हैं: सिलचर और लखीपुर। इस जिले में सात विधानसभा क्षेत्र हैं, अर्थात। सिलचर, सोनई, ढोलई, उधरबोंड, लखीपुर, बरखोला और कटिगोरह। ढोलई अनुसूचित जाति के लिए नामित है। सात निर्वाचन क्षेत्र सिलचर लोकसभा क्षेत्र में आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार कछार जिले की जनसंख्या 1,736,319 है, जो कि द गाम्बिया या नेब्रास्का के अमेरिकी राज्य के बराबर है। यह भारत में कुल 640 में से 278 वें स्थान पर है। जिले में जनसंख्या घनत्व 459 प्रति वर्ग किलोमीटर (1,190 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 20.17% थी। कछार में हर 1000 पुरुषों पर 958 महिलाओं का लिंग अनुपात है, और साक्षरता दर 80.36% है।</p>\r\n<p>&nbsp;</p>\r\n<p>बंगाली और अंग्रेजी जिले की आधिकारिक भाषाएं हैं। अधिकांश लोग मुख्य रूप से सिलहटी बोलते हैं। जिले में बोली जाने वाली अन्य अल्पसंख्यक भाषाओं में [[भोजपुरी भाषा, हिंदी, उर्दू, मीती मणिपुरी, डिमासा कचहरी, बिष्णुपुरिया मणिपुरी और रोंगमेई-नागा शामिल हैं। कुछ हीर, कूकी, खासी और नेपाली लोग भी हैं जो सूक्ष्म अल्पसंख्यक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>वनस्पति ज्यादातर उष्णकटिबंधीय सदाबहार है और जिले के उत्तरी और दक्षिणी हिस्सों में रेनफॉरेस्ट के बड़े ट्रैक्ट हैं, जो टाइगर, एशियाई हाथियों, हूलॉक गिब्बन, गौर आदि के घर हैं। कभी झारखंड के जंगल कभी समृद्ध थे, लेकिन अब लुप्त हो रहे हैं मानव हमले के कारण। पाई जाने वाली दुर्लभ प्रजातियां हैं होलॉक गिब्बन, फायर की पत्ती बंदर, सुअर-पूंछ वाले मकाक, स्टंप-पूंछ वाले मकाक, नकाबपोश फिनफुट, सफेद पंखों वाली लकड़ी की बत्तख आदि दर्ज की गई हैं। एशियाई हाथी पहले से ही विलुप्त है। दक्षिणी भाग को 'धल्लेश्वरी' वन्यजीव अभयारण्य के रूप में भी अनुशंसित किया गया था। बोरेल वन्यजीव अभयारण्य जिले का एकमात्र वन्यजीव अभयारण्य है और साथ ही बराक घाटी क्षेत्र भी है। इसकी शुरुआत प्रसिद्ध प्रकृतिवादी डॉ। अनवरुद्दीन चौधरी ने 1980 के दशक की शुरुआत में की थी। इस अभयारण्य को अंततः 2004 में अधिसूचित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>कछार जिले में उत्तर पूर्व भारत में कई प्रसिद्ध शैक्षणिक संस्थान हैं। सिलचर, जिला मुख्यालय, असम का एक प्रमुख शिक्षा केंद्र है। जिले में एक केंद्रीय विश्वविद्यालय, असम विश्वविद्यालय है, जो सिलचर से 18 किमी दूर दरगाकुना में स्थित है। इसमें एनआईटी सिलचर भी है, जो भारत के 30 एनआईटी में से एक है। सिल्चर मेडिकल कॉलेज और अस्पताल दक्षिणी असम का एकमात्र मेडिकल कॉलेज है। उद्योग सिलचर पॉलिटेक्निक, मेहरपुर और आईटीआई के लिए विभिन्न ट्रेडों में कुशल श्रमिकों के एक स्थिर प्रवाह को सुनिश्चित करने के लिए श्रीकोना है।</p>\r\n<p>&nbsp;</p>\r\n<p>कॉलेज</p>\r\n<p>जिले में कई डिग्री कॉलेज भी शामिल हैं जैसे:</p>\r\n<p>&nbsp;</p>\r\n<p>कछार कॉलेज</p>\r\n<p>गुरुचरण कॉलेज</p>\r\n<p>राधामाधव महाविद्यालय</p>\r\n<p>रामानुज गुप्ता मेमोरियल जूनियर कॉलेज</p>\r\n<p>जनता कॉलेज, काबुगंज</p>\r\n<p>माधब चंद्र दास कॉलेज, सोनाई</p>\r\n<p>महिला महाविद्यालय</p>\r\n<p>आर्यन जूनियर कॉलेज</p>\r\n<p>स्कूल</p>\r\n<p>जिले के प्रमुख स्कूलों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>संत कैपिटानियो स्कूल</p>\r\n<p>अधार चंद हायर सेकंडरी स्कूल,</p>\r\n<p>कछार हाई स्कूल,</p>\r\n<p>डॉन बॉस्को स्कूल,</p>\r\n<p>D.N.N.K. बालिका उच्चतर माध्यमिक विद्यालय,</p>\r\n<p>सरकारी लड़के और लड़कियों के स्कूल,</p>\r\n<p>ओरिएंटल हाई स्कूल।</p>\r\n<p>होली क्रॉस स्कूल,</p>\r\n<p>जवाहर नवोदय विद्यालय, पाइलपूल और</p>\r\n<p>केन्द्रीय विद्यालय,</p>\r\n<p>महर्षि विद्या मंदिर,</p>\r\n<p>मुक्तश्री हाई स्कूल,</p>\r\n<p>नरसिंग हायर सेकंडरी स्कूल,</p>\r\n<p>प्रणबानंद होली चाइल्ड स्कूल</p>\r\n<p>प्रणबानंद विद्या मंदिर</p>\r\n<p>प्रणबानंद विद्या मंदिर (मालिनी बिल)।</p>\r\n<p>सिलचर कॉलेजिएट स्कूल,</p>\r\n<p>सोनाई जुबती सिंहा मणिपुरी हाई स्कूल,</p>\r\n<p>साउथ पॉइंट स्कूल</p>\r\n<p>ऑक्सफोर्ड स्कूल</p>\r\n<p>नेताजी मेमोरियल इंस्टीट्यूट</p>\r\n<p>source: https://en.wikipedia.org/wiki/Cachar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9aa3fd68-aed7-49ee-a03b-b875c420b8fb_Silchar-railway.jpg","subContents":[{"SubTitle":"1. खासपुर","SubTitleHindi":null,"SubContent":"<p>असम के कछार जिले में सिल्चर से केवल 20 किमी दूर एक खूबसूरत गाँव, खासपुर स्थित है। यह दिमसा साम्राज्य के खंडहरों को समेटे हुए है, जो देखने में एक शानदार दृश्य हैं। यहाँ एक राजा का मंदिर, एक लायन गेट और एक सन गेट है और ये सदियों पुराने हैं। राजा का महल लगभग न के बराबर है लेकिन मुख्य प्रवेश द्वार अभी भी लंबा है। ये द्वार हाथी पैटर्न में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मूल रूप से त्रिपुरा साम्राज्य का एक हिस्सा, खसपुर एक सहायक शासक द्वारा शासित था। कोच शक्ति के पतन के बाद यह स्वतंत्र हो गया। जैसे ही कोच शासक की मृत्यु हुई, खसपुर का नियंत्रण कचहरी के शासकों के हाथ में चला गया और उन्होंने अपनी राजधानी को खसपुर में स्थानांतरित कर दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>POPULAR में और करने के लिए और देखने के लिए आता है</p>\r\n<p>खसपुर से सिलचर तक का क्षेत्र असम में इसे एक लोकप्रिय पर्यटन स्थल बनाता है। खसपुर एक छोटा सा गाँव है और यहाँ पुरातात्विक खंडहरों के अलावा देखने के लिए बहुत कुछ नहीं है। हालाँकि, जब से सिलचर पास है, पर्यटकों के पास अन्य विकल्प भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>माईबोंग एक खूबसूरत हिल स्टेशन है जिसे आप देख सकते हैं। यह थोड़ा दूर है लेकिन यात्रा इसके लायक है। शानदार नज़ारों से लेकर अद्भुत प्राचीन वास्तुकला तक, यह स्थान आप सभी को प्रदान करता है। उत्तर कछार में स्थित उमरंगशू एक और स्थान है जहाँ आप जा सकते हैं। यह एक दर्शनीय हिल स्टेशन भी है और पास में एक गर्म पानी का झरना भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>वहाँ पर होना</p>\r\n<p>खसपुर के पास कोई रेलवे स्टेशन नहीं है। सिलचर कनेक्टिंग लिंक है और यह वह जगह है जहाँ आपको यात्रा करने की आवश्यकता है। 20 किमी दूर सिलचर रेलवे स्टेशन सबसे नज़दीकी है और यहाँ से भारत के प्रमुख शहरों के लिए नियमित ट्रेनें हैं। इस स्टेशन से कई किराये की टैक्सी उपलब्ध हैं।</p>","SubContentHindi":null,"ImageUrl":"f87a7652-b9de-4eee-971d-0b1c9b8ed85e_Khaspur.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. भुवनेश्वर मंदिर","SubTitleHindi":null,"SubContent":"<p>शिवरात्रि के त्यौहार के दौरान, हजारों शिवयात इस भुवनेश्वर मंदिर की ओर एक पहाड़ी पर चढ़ते हैं। भगवान शिव को समर्पित, यह दक्षिण असम में सबसे प्रसिद्ध मंदिरों में से एक है। कछार जिले के सिलचर के पास स्थित यह मंदिर भुवन पहाड़ियों की चोटी पर स्थित है और निकट और दूर से तीर्थयात्रियों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भुवनेश्वर मंदिर में महा शिवरात्रि की रात को भक्तों की भीड़ लगी रहती है, और इस प्रकार भीड़ से बचने के लिए पूर्व यात्रा और ठहरने की व्यवस्था की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह स्थान केवल तीर्थयात्रियों को आकर्षित नहीं करता है, लेकिन साथ ही साथ इस स्थान तक पहुँचने के लिए कोई मोटर मार्ग नहीं है। मैदानों से पैदल दूरी 17 किमी है। हालांकि, पहाड़ी की चोटी तक पहुंचना आसान नहीं है, बहुत से लोग ऐसा करते हैं क्योंकि ऊपर से देखने का दृश्य सुंदर है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोकप्रिय चीजें और आधार में देखने के लिए</p>\r\n<p>17 किलोमीटर लंबे ट्रेक के तुरंत बाद फिर से यात्रा करना संभव नहीं है। मंदिर में आने वाले लोग सिलचर में वापस जाने से पहले कुछ घंटों के लिए मंदिर में रुकते हैं, जिसे देखने के लिए अधिक स्थान हैं। सिलचर भुवनेश्वर मंदिर से 50 किमी की दूरी पर स्थित है। पास में कोई और पर्यटन स्थल नहीं है और अधिक स्थान देखने के लिए आपको सिलचर की यात्रा करने की आवश्यकता होगी। आसपास की पहाड़ियों का दृश्य शानदार है और आपको इसे देखकर घंटों बिताना अच्छा लगेगा। सिलचर में कई पर्यटन स्थल हैं और उनमें से कुछ में कचहरी का किला, खसपुर, मनिहारान सुरंग और कई शामिल हैं। मनिहारन सुरंग हालांकि केवल 5 किमी दूर है और इसके नीचे त्रिवेणी नदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>वहाँ पर होना</p>\r\n<p>भुवनेश्वर मंदिर सिल्चर से 2 घंटे की ड्राइव पर है। चूंकि, पहाड़ी की चोटी पर एक गंदगी ट्रैक है, चलने की आवश्यकता है। यह दूरी 17 किमी की अच्छी है और मंदिर तक पहुंचने में काफी समय लग सकता है।</p>","SubContentHindi":null,"ImageUrl":"3709b70e-8eff-4f8a-983d-f3efaef0fb99_bhubaneswar-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कचहरी का किला","SubTitleHindi":null,"SubContent":"<p>असम में कछार जिले का एक महत्वपूर्ण ऐतिहासिक संबंध है क्योंकि यह मध्यकाल के दौरान कछार राजाओं की राजधानी हुआ करता था। यहाँ का एक ऐसा प्रसिद्ध ऐतिहासिक किला है कचहरी का किला, जिसे इस क्षेत्र में घूमने के लिए शानदार किलों में से एक माना जाता है और पर्यटक यहाँ पर खसपुर में इस राज्य के अवशेषों को देखने के लिए आते हैं जो इस जगह को और अधिक दिलचस्प बनाता है। यह प्राचीन काल की समृद्ध सांस्कृतिक विरासत को दर्शाता है, जो उस समय के इंजीनियरों द्वारा किए गए कार्यों की उत्तम गुणवत्ता के माध्यम से है। किले को चारों तरफ से हरे-भरे हरियाली से ढंका गया है जो जगह को सुरम्य बनाता है। किले की दीवारों पर खूबसूरत नक्काशी उस जीवन शैली को दर्शाती है जो उस समय असम के लोगों के पास थी। यह किला कचहरी रियासत का गौरव हुआ करता था और इस स्थल का अस्तित्व आज भी असम की शान बढ़ाता है। इस किले को देखना आँखों के लिए एक इलाज है क्योंकि आपको राज्य की विरासत देखने को मिलती है जिसे बहुत प्रयास से संरक्षित किया गया है। हालाँकि किले की दीवारें उम्र के कारण खराब हो गई हैं, लेकिन हमारे प्राचीन दिनों की महक इस जगह को देखने लायक बनाती है। आपको कचहरी किले में हिंदू धर्म और गैर आर्य संस्कृति दोनों का स्पर्श मिलता है</p>\r\n<p>&nbsp;</p>\r\n<p>POPULAR में और पीछे से देखने और देखने के लिए आता है</p>\r\n<p>यह किला दिन के समय टहलने के लिए एक बेहतरीन जगह है, इस साइट के अलावा, यात्री पास के आकर्षण जैसे श्री कांचा कांति देवी मंदिर, मनिहारान सुरंग, भुवनेश्वर मंदिर और हिंदुस्तान पेपर सेंटर लिमिटेड में भी रुचि रखते हैं। ये सभी स्थान ड्राइविंग के भीतर स्थित हैं। किले से दूरी और एक दिन में स्थानीय दर्शनीय स्थलों की यात्रा की योजना बनाकर पहुंचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वहाँ पर होना</p>\r\n<p>सिलचर रेलवे स्टेशन खसपुर के लिए निकटतम जंक्शन है; यहाँ से किराये की कारों और ऑटो रिक्शा जैसी कई स्थानीय परिवहन प्रणालियाँ हैं जो पर्यटकों को कचहरी किले तक ले जाती हैं।</p>","SubContentHindi":null,"ImageUrl":"1d2643d4-1421-44d8-af5d-f94781c526f9_kachar-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. निवास","SubTitleHindi":null,"SubContent":"<p>कछार अभी भी एक कम खोजे गए क्षेत्र में बना हुआ है, और इस प्रकार, यहाँ रहने के स्थानों की संख्या काफी कम है। अधिकांश यात्री सिल्चर में रुकते हैं, जिसमें क्षेत्र के अन्य स्थानों की तुलना में अधिक होटल हैं। सिलचर में कुछ उच्च अंत होटल के साथ-साथ बजट विकल्प भी हैं, जो इसे कछार क्षेत्र में रहने के लिए सबसे पसंदीदा स्थान बनाता है। इस क्षेत्र में यहां और वहां कुछ सरकारी सर्किट हाउस और लॉज हैं जो सभ्य आवास भी प्रदान कर सकते हैं।</p>\r\n<p>होटल एलोरा सिलचर, असम</p>\r\n<p>होटल एलोरा</p>\r\n<p>होटल कल्पतरु सिलचर असम</p>\r\n<p>होटल कलपुर्तु</p>\r\n<p>बोरेल व्यू होटल सिलचर असम</p>\r\n<p>बोरवेल व्यू होटल</p>\r\n<p>पारिजात होटल और रेस्तरां सिलचर असम</p>\r\n<p>PARIJAT होटल और रेस्तरां</p>","SubContentHindi":null,"ImageUrl":"cc28f73e-c957-40c2-b63f-3669840ab632_hotel-kalpataru-cachar-assam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सिलचर असम के 6 शहरों में से एक हवाई अड्डा है जो कुम्बीग्राम में स्थित है। जिले को एलायंस एयर, जेट एयरवेज, स्पाइसजेट और नॉर्थ ईस्ट शुटल्स की सहायक कंपनी एलायंस एयर की नियमित उड़ानों द्वारा सेवा प्रदान की जाती है। जिले को ब्रॉड गेज रेलमार्ग द्वारा असम में लुमडिंग और देश के बाकी हिस्सों में सड़क मार्ग से जोड़ा जाता है। पूर्वोत्तर भारत के अन्य शहरों के साथ नियमित बस और ट्रेन सेवाएं भी हैं। बीजी रेलवे</p>","SubContentHindi":null,"ImageUrl":"24bd7847-2b8e-47b3-bb67-1a7278679427_Cachar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-cachar-silchar-assam","tags":[{"name":"कछार","slug":"cachar"},{"name":"असम","slug":"assam"},{"name":"सिलचर","slug":"silchar"}],"recommendations":[{"id":1251,"title":"मंगलदोई, असम में पर्यटन स्थल","imageUrl":"588f7e63-8991-45b1-bcfe-27eabfb9baff_Mangaldoi.jpg","dateCreated":"2020-04-23T14:51:43.209Z","dateModified":"2020-04-23T14:52:55.468Z","contributedBy":"AskGif","content":"मंगलदई ने भी लिखा था मंगलदोई भारतीय राज्य असम का एक शहर है। इसका नाम मंगलदही के नाम पर रखा गया था, जो दारंग के राजा की बेटी थी और उसका विवाह अहोम साम्राज्य के शासक सुशेनघ्पा (r। 1603-1641), (प्रताप सिंहा) से भी हुआ था। मंगलदोई दर्रांग जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है।\r\n&","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/588f7e63-8991-45b1-bcfe-27eabfb9baff_Mangaldoi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"मंगलदोई","slug":"mangaldoi"}],"slug":"tourist-places-in-mangaldoi-assam","total":0},{"id":370,"title":"नागांव में देखने के लिए शीर्ष स्थान, असम","imageUrl":"ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","dateCreated":"2019-05-01T15:35:36.702Z","dateModified":"2019-05-01T15:54:33.151Z","contributedBy":"AskGif","content":"नागाँव (पहले नौगॉन्ग), भारतीय राज्य असम में नागांव जिले में एक शहर और एक नगरपालिका बोर्ड है। यह गुवाहाटी से 121 किलोमीटर (75 मील) पूर्व में स्थित है। इसकी आबादी 147,231 है।\r\n&nbsp;\r\nशिक्षा खंड में, नागांव शहर में कुल साक्षरताएं 98,068 हैं, जिनमें से 52,690 पुरुष हैं, जबकि 45,378 महि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नगांव","slug":"nagaon"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-nagaon-assam","total":0},{"id":367,"title":"लखीमपुर, उत्तरी लखीमपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","dateCreated":"2019-04-30T14:34:59.871Z","dateModified":"2019-04-30T14:42:31.312Z","contributedBy":"AskGif","content":"लखीमपुर भारत में असम राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय उत्तर लखीमपुर में स्थित है। यह जिला उत्तर में अरुणाचल प्रदेश के सियांग और पापम्पारे जिले और पूर्व में धेमाजी जिला और सुबानसिरी नदी से घिरा है। माजुली जिला दक्षिणी ओर है और पश्चिम में बिश्वनाथ जिला है।\r\n&nbsp;\r\nउत्तर ल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तरी-लखीमपुर","slug":"north-lakhimpur"},{"name":"असम","slug":"assam"},{"name":"लखीमपुर","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-north-lakhimpur-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}