{"id":349,"title":"चराइदेव, सोनारी में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","dateCreated":"2019-04-16T15:16:17.161Z","dateModified":"2019-04-16T15:18:12.177Z","contributedBy":"AskGif","content":"<p>चराइदेव 1253 सीई में प्रथम अहोम राजा चाओ लुंग सिउ-का-फ द्वारा स्थापित अहोम साम्राज्य की पहली स्थायी राजधानी थी। भले ही 600 साल के शासन के दौरान राजधानी अन्य स्थानों पर चली गई, चराइदेओ अहोम शक्ति का प्रतीक बना रहा। यह अब मैडम के संग्रह के लिए जाना जाता है, जो अहोम राजाओं और अहोम राजघराने का ठुमरी है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह भारत के असम के सिबसागर शहर से लगभग 30 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>चराइदेव जिला भारत में असम राज्य का एक प्रशासनिक जिला है। औपचारिक रूप से 15 अगस्त 2015 को असम के मुख्यमंत्री तरुण गोगोई द्वारा राज्य का एक नया जिला घोषित किया गया था। इसे प्रशासनिक मुख्यालय के रूप में सोनारी के साथ शिवसागर जिले से बाहर किया गया है। यह ऊपरी असम डिवीजन के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>चराइदेओ की साइट अहोम साम्राज्य की पहली राजधानी थी जिसे 1253 में प्रथम अहोम राजा चाओ लुंग सियु-का-फा द्वारा स्थापित किया गया था। चेओमीडो पहाड़ियों पर अहोम राजाओं और रानियों के ठुमली (मैदान) मिस्र के पिरामिडों से तुलनीय हैं। साइट पर कुछ पुरातात्विक कार्य हुए हैं, लेकिन लुटेरों से पीड़ित भी हुए हैं। साइट को यूनेस्को द्वारा विश्व धरोहर के रूप में सूचीबद्ध किए जाने की मांग की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>यद्यपि अहोम साम्राज्य की राजधानी कई बार चली गई, चराइदो प्रतीकात्मक केंद्र बना रहा। इसमें अहोम राजाओं और रानियों के पवित्र दफन मैदान हैं और यह अहोम के पैतृक देवताओं का स्थान भी है। अहोम राजाओं और क्वींस को व्यापक और लंबे शाही दफन अनुष्ठानों के बाद दफनाया गया था। चराइदेव पहाड़ियों पर अहोम राजाओं और रानियों के मकबरे मिस्र के पिरामिडों के बराबर हैं और मध्ययुगीन दिनों के असम के मूर्तिकारों और राजमिस्त्री की उत्कृष्ट वास्तुकला और कौशल का खुलासा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Maidam की वास्तविक संख्या 150 से अधिक थी लेकिन केवल 30 Maidams भारतीय पुरातत्व सर्वेक्षण और असम राज्य पुरातत्व विभाग द्वारा संरक्षित हैं, और शेष Maidams असुरक्षित हैं। इनमें से अधिकांश असुरक्षित मैडम लोगों द्वारा अतिक्रमण और क्षतिग्रस्त हो रहे हैं। निमोनगढ़ के पास सबसे बड़ा असुरक्षित मैदान बाली मैदान है। इस मैदान को बाली मैदान कहा जाता है, क्योंकि जब अंग्रेजों ने इसे लूटा, तो उन्हें मैदान के आसपास के क्षेत्र में अतिरिक्त रेत (बाली) से अवरोध मिला।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Charaideo</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-charaideo-sonari-assam","tags":[{"name":"असम","slug":"assam"},{"name":"सोनारी","slug":"sonari"},{"name":"चरैदेव","slug":"charaideo"}],"recommendations":[{"id":378,"title":"पश्चिम कार्बी एंगलोंग, हैम्रेन में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3e2a20f9-ea05-4fb4-8e2f-a638717f010e_Hamren.jpg","dateCreated":"2019-05-08T13:31:24.248Z","dateModified":"2019-05-08T13:36:09.317Z","contributedBy":"AskGif","content":"पश्चिम कार्बी आंग्लोंग जिला 2016 में असम के मौजूदा कार्बी आंग्लोंग जिले से बाहर बना एक नया जिला है। हैमरन नवगठित जिले का मुख्यालय है। यह जिला कार्बी आंगलोंग स्वायत्त परिषद, दीफू का एक हिस्सा है और यह भारतीय संविधान के छठे अनुसूचित के अनुसार प्रशासित है।\r\n&nbsp;\r\nभाषाएं और जनसांख्यिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e2a20f9-ea05-4fb4-8e2f-a638717f010e_Hamren.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हैम्रेन","slug":"hamren"},{"name":"पश्चिम-करबी-आंगलोंग","slug":"west-karbi-anglong"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-west-karbi-anglong-hamren-assam","total":0},{"id":353,"title":"धुबरी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"धुबरी (Pron: ʊdhʊbri) (असमिया: is) धुबरी जिले (असम) का मुख्यालय भारत है। यह ऐतिहासिक महत्व के साथ, ब्रह्मपुत्र नदी के तट पर एक पुराना शहर है। 1883 में, ब्रिटिश शासन के तहत पहली बार नगरपालिका बोर्ड के रूप में शहर का गठन किया गया था। यह असम की राज्य की राजधानी दिसपुर से लगभग 277.4 किलोमीटर (172 मील","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"धुबरी","slug":"dhubri"}],"slug":"top-places-to-visit-in-dhubri-assam","total":0},{"id":347,"title":"बोंगईगांव में देखने के लिए शीर्ष स्थान, असम","imageUrl":"f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","dateCreated":"2019-04-15T14:15:59.827Z","dateModified":"2019-04-15T14:38:18.003Z","contributedBy":"AskGif","content":"बोंगाईगाँव असम, भारत का एक प्रमुख शहर है। शहर का क्षेत्र बोंगाईगाँव और चिरांग जिले में फैला है। बोंगाईगाँव असम के महत्वपूर्ण शहरों में से एक है। यह शहर असम और पूर्वोत्तर भारत के सबसे बड़े वाणिज्यिक और औद्योगिक केंद्रों में से एक है। बोंगईगांव सिटी, अपने न्यू बोंगईगांव जंक्शन रेलवे स्टेशन के साथ न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"बोंगईगांव","slug":"bongaigaon"}],"slug":"top-places-to-visit-in-bongaigaon-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}