{"id":349,"title":"Top Places to visit in Charaideo, Sonari, Assam","imageUrl":"b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","dateCreated":"2019-04-16T15:16:17.161Z","dateModified":"2019-04-16T15:18:12.177Z","contributedBy":"AskGif","content":"<p>Charaideo was the first permanent capital of the Ahom kingdom established by the first Ahom king Chao Lung Siu-Ka-Pha in 1253 CE. Even though the capital moved to other places over the course of the 600 years of rule, Charaideo remained the symbol of Ahom power. It is now known for its collection of maidam's, tumuli of the Ahom kings and Ahom royalty.</p>\r\n<p>&nbsp;</p>\r\n<p>It is about 30 km from Sibsagar town of Assam, India.</p>\r\n<p>&nbsp;</p>\r\n<p>Charaideo district is an administrative district in the state of Assam in India. It was formally declared a new district of the state on 15 August 2015 by the Chief Minister of Assam Tarun Gogoi. It has been carved out of Sivasagar district with Sonari as its administrative headquarter. It comes under Upper Assam division.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The site of Charaideo was the first capital of the Ahom kingdom established by the first Ahom king Chao Lung Siu-Ka-Pha in 1253. The tumuli (Maidams) of Ahom kings and queens at Charaideo hillocks are comparable to the Pyramids of Egypt. The site has had some archaeological works but also has suffered from robbers. There have been calls for the site to be UNESCO World Heritage listed.</p>\r\n<p>&nbsp;</p>\r\n<p>Though the capital of the Ahom kingdom moved many times, Charaideo remained the symbolic center. It contains sacred burial grounds of Ahom kings and queens and is also the place of ancestral Gods of the Ahoms. The Ahom kings and Queens were buried after extensive and long royal burial rituals. The tombs (Maidams) of Ahom kings and queens at Charaideo hillocks are comparable to the Pyramids of Egypt and are objects of wonder revealing the excellent architecture and skill of the sculptors and masons of Assam of the medieval days.</p>\r\n<p>&nbsp;</p>\r\n<p>The actual number of Maidam were more than 150 but only 30 Maidams are protected by the Archaeological Survey of India and Assam State Archaeology Department, and the remaining Maidams are unprotected. Most of these unprotected Maidams are encroached by people and getting damaged. The biggest unprotected Maidam is the Bali Maidam near Nimonagarh. This Maidam is called Bali Maidam, because while British plundered it, they got obstruction from excess sands (Bali) in the surrounding of the Maidam.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Charaideo</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-charaideo-sonari-assam","tags":[{"name":"assam","slug":"assam"},{"name":"sonari","slug":"sonari"},{"name":"charaideo","slug":"charaideo"}],"recommendations":[{"id":378,"title":"Top Places to visit in West Karbi Anglong, Hamren, Assam","imageUrl":"3e2a20f9-ea05-4fb4-8e2f-a638717f010e_Hamren.jpg","dateCreated":"2019-05-08T13:31:24.248Z","dateModified":"2019-05-08T13:36:09.317Z","contributedBy":"AskGif","content":"The West Karbi Anglong district is a new district formed out of the existing Karbi Anglong District of Assam in 2016. Hamren is the headquarter of the newly formed district. The district is a part of Karbi Anglong Autonomous Council, Diphu and it is administered according to the Sixth Scheduled o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e2a20f9-ea05-4fb4-8e2f-a638717f010e_Hamren.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hamren","slug":"hamren"},{"name":"west-karbi-anglong","slug":"west-karbi-anglong"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-west-karbi-anglong-hamren-assam","total":0},{"id":353,"title":"Top Places to visit in Dhubri, Assam","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"Dhubri (Pron: ˈdhʊbri) (Assamese:ধুবৰী) is the headquarter of Dhubri district (Assam) India. It is an old town on the bank of the Brahmaputra river, with historical significance. In 1883, the town was first constituted as a Municipal Board under British regime. It is situated about 277.4 kilometr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"dhubri","slug":"dhubri"}],"slug":"top-places-to-visit-in-dhubri-assam","total":0},{"id":347,"title":"Top Places to visit in Bongaigaon, Assam","imageUrl":"f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","dateCreated":"2019-04-15T14:15:59.827Z","dateModified":"2019-04-15T14:38:18.003Z","contributedBy":"AskGif","content":"Bongaigaon is a major city of Assam, India. The city area spans across Bongaigaon and Chirang district. Bongaigaon is one of the important cities in Assam. The city is one of the biggest commercial and industrial hubs of Assam and also of North-East India. Bongaigaon City also acts as the gateway","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"bongaigaon","slug":"bongaigaon"}],"slug":"top-places-to-visit-in-bongaigaon-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}