{"id":351,"title":"Top Places to visit in Darrang, Mangaldoi, Assam","imageUrl":"fe39c9b5-d4ee-47b9-9050-e0d49bc9987e_darrang-district-pincode-assam.jpg","dateCreated":"2019-04-18T11:05:12.645Z","dateModified":"2019-04-18T11:33:30.33Z","contributedBy":"AskGif","content":"<p>Darrang is an administrative district in the state of Assam in India. The district headquarters are located at Mangaldoi. The district occupies an area of 1585 km2.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>In the 16th century Darrang was subject to the Narayan Dynasty king of kamata, Nara Narayan, and on the division of his dominions among his heirs passed to an independent line of rajas. Early in the 17th century the raja Bali Narayan invoked the aid of the Ahoms of Upper Assam against the Muslim invaders; after his defeat and death in 1637 the Ahoms dominated the whole district. About 1785 the Darrang rajas took advantage of the decay of the Ahom kingdom to try and re-establish their independence, but they were defeated by a British expedition in 1792, and in 1826 Darrang, with the rest of Assam, passed under British control.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1984 Sonitpur district was formed from part of Darrang. This was repeated on 14 June 2004 with the creation of Udalguri district.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Darrang district occupies an area of 1,585 square kilometres (612 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>National protected area</p>\r\n<p>Orang National Park(Part)</p>\r\n<p>Divisions</p>\r\n<p>There are four Assam Legislative Assembly constituencies in this district: Kalaigaon, Sipajhar, Mangaldoi, and Dalgaon. Mangaldoi is designated for scheduled castes. All four are in the Mangaldoi Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Darrang district has a population of 928,500, roughly equal to the nation of Fiji or the US state of Delaware. This gives it a ranking of 463rd in India (out of a total of 640). The district has a population density of 586 inhabitants per square kilometre (1,520/sq mi) . Its population growth rate over the decade 2001-2011 was 19.51%. Darrang has a sex ratio of 954 females for every 1000 males, and a literacy rate of 63.08%.</p>\r\n<p>&nbsp;</p>\r\n<p>327,322 (34.87%) are Hindus, 597,392 (64.33%) are Muslims and 16,880 (0.18%) are Christians.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>It is home to Orang National Park, which it shares with Sonitpur district. Orang was established in 1999 and has an area of 79 km2 (30.5 sq mi).</p>\r\n<p>source: https://en.wikipedia.org/wiki/Darrang_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fe39c9b5-d4ee-47b9-9050-e0d49bc9987e_darrang-district-pincode-assam.jpg","subContents":[{"SubTitle":"1. GandhiSmriti Park","SubTitleHindi":null,"SubContent":"<p>&nbsp;Located in the heart of the Mangaldai town &amp; within walking distance from DC's Office, this is a very well maintained &amp; beautiful park.</p>","SubContentHindi":null,"ImageUrl":"5bc8653d-76f4-4c75-83a6-a42fa27262f3_GandhiSmriti-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Religious Places","SubTitleHindi":null,"SubContent":"<p>Satras are&nbsp; similar to monasteries and unique about Assam. Satras were conceived &amp; founded by Sankardeva and then by his followers. Not only the Bhagawatee Baishnav religion was practiced here, but also many types of art forms were &amp; being nourished, known as the Satriyaa Art - a characteristic stream in Assamese culture.</p>\r\n<p>&nbsp;</p>\r\n<p>Thus the Satras can also be defined as State's Cultural Heritage Centers.</p>\r\n<p>&nbsp;</p>\r\n<p>There are two satras in Darrang:</p>\r\n<p>&nbsp;</p>\r\n<p>Khatara Satra:It is one of the oldest Satras and located at Dipila, 22 kms. from Mangaldai.&nbsp;</p>\r\n<p>Dihing Satra:This satra is located atKurua, 45 kms. from Mangaldai.</p>\r\n<p>&nbsp;</p>\r\n<p>Kamakshya Devalaya:To the south-west of Kalaigaon, near Lakhimpur village, is this Devalaya. There is a Stone fetish inside the temple with 8 lotus petals on it. Doul Festival - the religious part of the Holy Festival is celebrated here in Spring. It was founded before 12th century AD and favoured by Ahom&amp; Koch Kings.</p>\r\n<p>&nbsp;</p>\r\n<p>Thaans are another kind of place of worship. Usually triggered by some fetish e.g., some old tree or stone etc., afterwards often transformed into place of institutional worship.</p>\r\n<p>&nbsp;</p>\r\n<p>Mosque</p>\r\n<p>&nbsp;</p>\r\n<p>Mosques are the places of worship for Muslims. There are total seven (7) maszids around Mangaldai town viz. Saru Maszid, Sahitya Nagar Maszid, Islampur Maszid etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Bar Maszid:Bar Maszid is one of two oldest mosques in the District, and located at the heart of the Mangaldai Town.</p>\r\n<p>Engil Baba's Mazaar:Engil Baba, or Engil Fakeer's Mazaar is located at Kabarstaan (Graveyard). The architecture it is very beautifully constructed. Hindu &amp; Muslim, both unite here for prayer on every Thursday. Also Urus Mubarak is celebrated here on 5th of February&nbsp; every year.</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach: All these above places are well connected by Road, and can be reached within One &amp; half an hour by Car.</p>","SubContentHindi":null,"ImageUrl":"4c4701fe-6e61-4a0c-90fc-1e1b8e5b3a83_Kamakshya-Devalaya.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. ORANG NATIONAL PARK","SubTitleHindi":null,"SubContent":"<p>Attractions</p>\r\n<p>&nbsp;</p>\r\n<p>Orang Sanctuary, Also termed as a miniature Kaziranga,&nbsp; is&nbsp; located near Silbori,&nbsp; &nbsp;and on the north bank of river&nbsp; Brahmaputra. It covers an area of 78 sq. km.</p>\r\n<p>&nbsp;</p>\r\n<p>Animals: One horned Rhinoceros, Royal Bengal Tiger, Barking Deer, Elephant, Leopard, Sambar and Hogdeer, Pangolin, Civet Cat &amp; Otter.</p>\r\n<p>&nbsp;</p>\r\n<p>Birds: Both migratory and local birds. viz. Palican, Green Pigeon, Bengal Florican, Cormorant, Greylag Goose, Large Whistling Teal, Great Adjutant Stork, King Vulture.</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach: Orang is at a distance of 140 kms. from Guwahati, 32 kms. from Tezpur&nbsp; and 68 kms. from Mangaldai, the district HQ by road. It would take&nbsp; One and half hour to reach from Mangaldai. The nearest railhead is Rongapara and the nearest airport is Saloni (Tezpur).Public buses &amp; rental cars are available from Guwahati, the State Capital or Mangaldai.</p>\r\n<p>&nbsp;</p>\r\n<p>Accommodation: There are two(2) Inspection Bunglows inside the park. One is at Silbori and the other at Satsimlu inside the forest. One Tourist Lodge is coming up at Nalbari (Tourist Department). In addition, there is a Government Tourist Lodge, a Circuit House and other private hotels of moderate rates at Tezpur. Also there are hotels and lodges in Mangaldai and Rowta.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Useful Addresses</p>\r\n<p>&nbsp;</p>\r\n<p>DFO, Western Assam Wildlife Division, Tezpur (for accommodation at IB).</p>\r\n<p>&nbsp;</p>\r\n<p>Deputy Director, Tourism, Govt. of Assam, Tezpur (for accommodation at Govt. CH)</p>\r\n<p>&nbsp;</p>\r\n<p>Range Officer, Orang Wildlife Sanctuary, Orang, P.O. Silbori (Pin-784114) Darrang (for visit).</p>","SubContentHindi":null,"ImageUrl":"8479593e-4a23-4234-88b6-578e80cd3a48_orang-national-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>o reach here from outside the state, one has to reach Guwahati (Capital of Assam) by Air, Train, or Bus. There are regular public buses plying from Guwahati to Mangaldai. Taxies etc. are also easily available.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport System</p>\r\n<p>&nbsp;</p>\r\n<p>The district is well connected by Road, and Water transport system. NH 52 is the major road link passing through the district in East-west direction connecting the district with neighbouring Kamrup , Udalguri&nbsp; and Sonitpur districts. .</p>\r\n<p>&nbsp;</p>\r\n<p>In addition, the district is benefited by the water transport due to its northern boundary being covered by river Brahmaputra.&nbsp; There is Steamer service from Upper Kurua to Guwahati. Moreover, there is Passenger Ferry service from Kadamtali, near Kharupetia</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest Airport&nbsp; is at Azara,(Guwahati), at 77 kms. from District HQs., Mangaldai. There is another Airport at Saloni (Tezpur), that is at 110 kms. east of Mangaldai.</p>\r\n<p>source: http://darrang.nic.in</p>","SubContentHindi":null,"ImageUrl":"dd304092-ffb9-46cd-ab4c-0d2a2a757c6d_Darrang-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-darrang-mangaldoi-assam","tags":[{"name":"mangaldoi","slug":"mangaldoi"},{"name":"darrang","slug":"darrang"},{"name":"assam","slug":"assam"}],"recommendations":[{"id":378,"title":"Top Places to visit in West Karbi Anglong, Hamren, Assam","imageUrl":"3e2a20f9-ea05-4fb4-8e2f-a638717f010e_Hamren.jpg","dateCreated":"2019-05-08T13:31:24.248Z","dateModified":"2019-05-08T13:36:09.317Z","contributedBy":"AskGif","content":"The West Karbi Anglong district is a new district formed out of the existing Karbi Anglong District of Assam in 2016. Hamren is the headquarter of the newly formed district. The district is a part of Karbi Anglong Autonomous Council, Diphu and it is administered according to the Sixth Scheduled o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e2a20f9-ea05-4fb4-8e2f-a638717f010e_Hamren.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hamren","slug":"hamren"},{"name":"west-karbi-anglong","slug":"west-karbi-anglong"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-west-karbi-anglong-hamren-assam","total":0},{"id":363,"title":"Top Places to visit in Kamrup Metropolitan, Guwahati, Assam","imageUrl":"050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","dateCreated":"2019-04-27T08:16:58.697Z","dateModified":"2019-04-27T08:38:17.899Z","contributedBy":"AskGif","content":"Kamrup Metropolitan is one of the 33 districts in Assam state in north-eastern India. It was carved out of the erstwhile undivided Kamrup district in 2003 and covers an area equivalent to the area under the jurisdiction of the Guwahati Metropolitan Development Authority area. Dispur Legislative A","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kamrup-metropolitan","slug":"kamrup-metropolitan"},{"name":"guwahati","slug":"guwahati"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-kamrup-metropolitan-guwahati-assam","total":0},{"id":353,"title":"Top Places to visit in Dhubri, Assam","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"Dhubri (Pron: ˈdhʊbri) (Assamese:ধুবৰী) is the headquarter of Dhubri district (Assam) India. It is an old town on the bank of the Brahmaputra river, with historical significance. In 1883, the town was first constituted as a Municipal Board under British regime. It is situated about 277.4 kilometr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"dhubri","slug":"dhubri"}],"slug":"top-places-to-visit-in-dhubri-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}