{"id":351,"title":"दर्रांग, मंगलदोई में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"fe39c9b5-d4ee-47b9-9050-e0d49bc9987e_darrang-district-pincode-assam.jpg","dateCreated":"2019-04-18T11:05:12.645Z","dateModified":"2019-04-18T11:33:30.33Z","contributedBy":"AskGif","content":"<p>दर्रांग भारत में असम राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय मंगलदोई में स्थित है। जिले का क्षेत्रफल 1585 किमी 2 है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>16 वीं शताब्दी में दारांग कामता के नारायण वंश के राजा, नारायण के अधीन थे, और उनके उत्तराधिकारियों के बीच उनके शासन के विभाजन पर राजों की एक स्वतंत्र रेखा को पारित किया गया था। 17 वीं शताब्दी के आरंभ में राजा बलि नारायण ने मुस्लिम आक्रमणकारियों के खिलाफ ऊपरी असम के अहोमों की सहायता की; 1637 में अपनी हार और मौत के बाद अहोम पूरे जिले पर हावी हो गए। लगभग 1785 में दारंग राजाओं ने अहोम साम्राज्य के क्षय का लाभ उठाया और अपनी स्वतंत्रता को फिर से स्थापित करने के लिए, लेकिन उन्हें 1792 में एक ब्रिटिश अभियान द्वारा हराया गया और 1826 में, असम के बाकी हिस्सों के साथ, 1826 में दर्रांग को ब्रिटिश नियंत्रण में पारित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>1984 में दरंग के हिस्से से सोनितपुर जिले का गठन किया गया था। यह 14 जून 2004 को उदलगुरी जिले के निर्माण के साथ दोहराया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>दर्रांग जिला 1,585 वर्ग किलोमीटर (612 वर्ग मील) के एक क्षेत्र में व्याप्त है।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय संरक्षित क्षेत्र</p>\r\n<p>ओरंग नेशनल पार्क (भाग)</p>\r\n<p>प्रभागों</p>\r\n<p>इस जिले में चार असम विधान सभा क्षेत्र हैं: कालागाँव, सिपाझर, मंगलदोई, और दलगाँव। मंगलदोई अनुसूचित जाति के लिए नामित है। चारों मंगलदोई लोकसभा क्षेत्र में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार डारंग जिले की जनसंख्या 928,500 है, जो लगभग फिजी या अमेरिकी राज्य डेलावेयर के राष्ट्र के बराबर है। यह इसे भारत में 463 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 586 निवासियों प्रति वर्ग किलोमीटर (1,520 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 19.51% थी। डारंग में हर 1000 पुरुषों पर 954 महिलाओं का लिंगानुपात और साक्षरता दर 63.08% है।</p>\r\n<p>&nbsp;</p>\r\n<p>327,322 (34.87%) हिंदू हैं, 597,392 (64.33%) मुस्लिम हैं और 16,880 (0.18%) ईसाई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>यह ओरंग नेशनल पार्क का घर है, जो इसे सोनितपुर जिले के साथ साझा करता है। ओरंग की स्थापना 1999 में हुई थी और इसका क्षेत्रफल 79 किमी 2 (30.5 वर्ग मील) है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Darrang_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fe39c9b5-d4ee-47b9-9050-e0d49bc9987e_darrang-district-pincode-assam.jpg","subContents":[{"SubTitle":"1. गांधीस्मृति पार्क","SubTitleHindi":null,"SubContent":"<p>मंगलदई शहर के केंद्र में स्थित और डीसी कार्यालय से पैदल दूरी के भीतर, यह एक बहुत अच्छी तरह से बनाए रखा और सुंदर पार्क है।</p>","SubContentHindi":null,"ImageUrl":"5bc8653d-76f4-4c75-83a6-a42fa27262f3_GandhiSmriti-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. धार्मिक स्थल","SubTitleHindi":null,"SubContent":"<p>सतरस मठों के समान हैं और असम के बारे में अद्वितीय हैं। शंकर की परिकल्पना और स्थापना उनके समर्थकों द्वारा की गई थी। यहां न केवल भागवती वैष्णव धर्म का प्रचलन था, बल्कि कई प्रकार के कला रूप भी थे और पोषित किए जा रहे थे, जिन्हें सतरिया कला के नाम से जाना जाता था - असमिया संस्कृति में एक विशिष्ट धारा।</p>\r\n<p>&nbsp;</p>\r\n<p>इस प्रकार सतारों को राज्य के सांस्कृतिक विरासत केंद्रों के रूप में भी परिभाषित किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>डारंग में दो क्षत्र हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>खटारा सातरा: यह सबसे पुराने सतारों में से एक है और यह दीपिला में 22 किलोमीटर की दूरी पर स्थित है। मंगलदई से।</p>\r\n<p>दिहिंग सतारा: यह क्षत्र 45 किलोमीटर की दूरी पर स्थित है। मंगलदई से।</p>\r\n<p>&nbsp;</p>\r\n<p>कामाख्या देवालय: लखीमपुर गाँव के पास, कालीगाँव के दक्षिण-पश्चिम में, यह देवालय है। मंदिर के अंदर एक पत्थर का बुत है जिस पर 8 कमल की पंखुड़ियां हैं। डौल महोत्सव - पवित्र त्योहार का धार्मिक हिस्सा वसंत ऋतु में यहां मनाया जाता है। यह 12 वीं शताब्दी ईस्वी से पहले स्थापित किया गया था और अहोम और कोच किंग्स के पक्ष में था।</p>\r\n<p>&nbsp;</p>\r\n<p>थान एक और तरह का पूजा स्थल है। आमतौर पर कुछ बुत, जैसे कि किसी पुराने पेड़ या पत्थर आदि से शुरू होता है, बाद में अक्सर संस्थागत पूजा में बदल जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मस्जिद</p>\r\n<p>&nbsp;</p>\r\n<p>मस्जिदें मुसलमानों के लिए पूजा स्थल हैं। मंगलदई शहर के आसपास कुल सात (7) मस्जिद हैं। सरयू मस्जिद, साहित्य नगर मस्जिद, इस्लामपुर मस्जिद आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>बार मस्जिद: बार मस्जिद जिले की दो सबसे पुरानी मस्जिदों में से एक है, और मंगलदई टाउन के केंद्र में स्थित है।</p>\r\n<p>एंगिल बाबा का बाज़ार: एंगिल बाबा, या एंगिल फ़ेकर का बाज़ार कबारस्तान (कब्रिस्तान) में स्थित है। यह बहुत ही खूबसूरती से निर्मित वास्तुकला है। हिंदू और मुस्लिम, दोनों यहां हर गुरुवार को प्रार्थना के लिए एकजुट होते हैं। इसके अलावा उरुस मुबारक हर साल 5 फरवरी को यहां मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कैसे पहुंचें: इन सभी उपरोक्त स्थानों को सड़क मार्ग से अच्छी तरह से जोड़ा गया है, और कार द्वारा एक और आधे घंटे के भीतर पहुंचा जा सकता है।</p>","SubContentHindi":null,"ImageUrl":"4c4701fe-6e61-4a0c-90fc-1e1b8e5b3a83_Kamakshya-Devalaya.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. ओंगड़ नेशनल पार्क","SubTitleHindi":null,"SubContent":"<p>आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>ओरंग अभयारण्य, जिसे लघु काजीरंगा भी कहा जाता है, सिलबोरी के पास और ब्रह्मपुत्र नदी के उत्तरी तट पर स्थित है। इसमें 78 वर्ग किमी का क्षेत्र शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>पशु: एक सींग वाले गैंडे, रॉयल बंगाल टाइगर, बार्किंग हिरण, हाथी, तेंदुआ, सांभर और होगेदेर, पैंगोलिन, सिवेट कैट और ओटर।</p>\r\n<p>&nbsp;</p>\r\n<p>पक्षी: प्रवासी और स्थानीय पक्षी दोनों। अर्थात। पालिकन, ग्रीन पिजन, बंगाल फ्लोरिकन, कॉर्मोरेंट, ग्रीलाग गूज, लार्ज व्हिसलिंग टील, ग्रेट एडजुटेंट स्टॉर्क, किंग वल्चर।</p>\r\n<p>&nbsp;</p>\r\n<p>कैसे पहुंचें: ओरंग 140 किलोमीटर की दूरी पर है। गुवाहाटी से, 32 कि.मी. तेजपुर से और 68 कि.मी. मंगलदई से, सड़क मार्ग से जिला मुख्यालय। मंगलदई से पहुंचने में डेढ़ घंटा लगेगा। निकटतम रेलहेड रोंगपारा है और निकटतम हवाई अड्डा सलोनी (तेजपुर) है। गुवाहाटी, राज्य की राजधानी या मंगलदई से रिपब्लिक बसें और किराये की कारें उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आवास: पार्क के अंदर दो (2) निरीक्षण बंगले हैं। एक सिलबोरी में है और दूसरा जंगल के अंदर सत्सिमलू में है। एक पर्यटक लॉज नलबाड़ी (पर्यटन विभाग) में आ रहा है। इसके अलावा, तेजपुर में एक सरकारी पर्यटक लॉज, एक सर्किट हाउस और मध्यम दरों के अन्य निजी होटल हैं। इसके अलावा मंगलदई और रोवटा में होटल और लॉज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उपयोगी पते</p>\r\n<p>&nbsp;</p>\r\n<p>डीएफओ, पश्चिमी असम वन्यजीव प्रभाग, तेजपुर (आईबी में आवास के लिए)।</p>\r\n<p>&nbsp;</p>\r\n<p>उप निदेशक, पर्यटन, सरकार। का केंद्र, तेजपुर (सरकारी आवास पर आवास के लिए)</p>\r\n<p>&nbsp;</p>\r\n<p>रेंज अधिकारी, ओरंग वन्यजीव अभयारण्य, ओरंग, पी.ओ. सिलबोरी (पिन -784114) डारंग (यात्रा के लिए)।</p>","SubContentHindi":null,"ImageUrl":"8479593e-4a23-4234-88b6-578e80cd3a48_orang-national-park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>o राज्य के बाहर से यहाँ तक पहुँचने के लिए, एक को हवाई, ट्रेन या बस द्वारा गुवाहाटी (असम की राजधानी) पहुँचना पड़ता है। गुवाहाटी से मंगलदई के लिए नियमित सार्वजनिक बसें हैं। टैक्सी आदि भी आसानी से उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन प्रणाली</p>\r\n<p>&nbsp;</p>\r\n<p>जिला अच्छी तरह से सड़क, और जल परिवहन प्रणाली से जुड़ा हुआ है। NH 52 पूर्व-पश्चिम दिशा में जिले से गुजरने वाली प्रमुख सड़क है जो जिले को पड़ोसी कामरूप, उदलगुरी और सोनितपुर जिलों से जोड़ती है। ।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके अलावा, ब्रह्मपुत्र नदी द्वारा उत्तरी सीमा को कवर किए जाने के कारण जिले को जल परिवहन से लाभ होता है। ऊपरी कुरुआ से गुवाहाटी तक स्टीमर सेवा है। इसके अलावा, खरुपेटिया के पास कदमतली से पैसेंजर फेरी सेवा है</p>\r\n<p>&nbsp;</p>\r\n<p>नजदीकी हवाई अड्डा 77 किलोमीटर की दूरी पर अज़ारा, (गुवाहाटी) में है। जिला मुख्यालय से।, मंगलदई सलोनी (तेजपुर) में एक और हवाई अड्डा है, जो 110 किलोमीटर पर है। मंगलदई के पूर्व में।</p>\r\n<p>source: http://darrang.nic.in</p>","SubContentHindi":null,"ImageUrl":"dd304092-ffb9-46cd-ab4c-0d2a2a757c6d_Darrang-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-darrang-mangaldoi-assam","tags":[{"name":"मंगलदोई","slug":"mangaldoi"},{"name":"दरांग","slug":"darrang"},{"name":"असम","slug":"assam"}],"recommendations":[{"id":378,"title":"पश्चिम कार्बी एंगलोंग, हैम्रेन में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3e2a20f9-ea05-4fb4-8e2f-a638717f010e_Hamren.jpg","dateCreated":"2019-05-08T13:31:24.248Z","dateModified":"2019-05-08T13:36:09.317Z","contributedBy":"AskGif","content":"पश्चिम कार्बी आंग्लोंग जिला 2016 में असम के मौजूदा कार्बी आंग्लोंग जिले से बाहर बना एक नया जिला है। हैमरन नवगठित जिले का मुख्यालय है। यह जिला कार्बी आंगलोंग स्वायत्त परिषद, दीफू का एक हिस्सा है और यह भारतीय संविधान के छठे अनुसूचित के अनुसार प्रशासित है।\r\n&nbsp;\r\nभाषाएं और जनसांख्यिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e2a20f9-ea05-4fb4-8e2f-a638717f010e_Hamren.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हैम्रेन","slug":"hamren"},{"name":"पश्चिम-करबी-आंगलोंग","slug":"west-karbi-anglong"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-west-karbi-anglong-hamren-assam","total":0},{"id":363,"title":"कामरूप मेट्रोपॉलिटन, गुवाहाटी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","dateCreated":"2019-04-27T08:16:58.697Z","dateModified":"2019-04-27T08:38:17.899Z","contributedBy":"AskGif","content":"कामरूप महानगर उत्तर-पूर्वी भारत में असम राज्य के 33 जिलों में से एक है। इसे 2003 में पूर्ववर्ती अविभाजित कामरूप जिले से बाहर किया गया था और यह गुवाहाटी मेट्रोपॉलिटन डेवलपमेंट अथॉरिटी क्षेत्र के अधिकार क्षेत्र के बराबर क्षेत्र को कवर करता है। 3.53 लाख मतदाताओं के साथ कामरूप मेट्रो जिले में दिसपुर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कामरूप-महानगर","slug":"kamrup-metropolitan"},{"name":"गुवाहाटी","slug":"guwahati"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-kamrup-metropolitan-guwahati-assam","total":0},{"id":353,"title":"धुबरी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"धुबरी (Pron: ʊdhʊbri) (असमिया: is) धुबरी जिले (असम) का मुख्यालय भारत है। यह ऐतिहासिक महत्व के साथ, ब्रह्मपुत्र नदी के तट पर एक पुराना शहर है। 1883 में, ब्रिटिश शासन के तहत पहली बार नगरपालिका बोर्ड के रूप में शहर का गठन किया गया था। यह असम की राज्य की राजधानी दिसपुर से लगभग 277.4 किलोमीटर (172 मील","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"धुबरी","slug":"dhubri"}],"slug":"top-places-to-visit-in-dhubri-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}