{"id":352,"title":"Top Places to visit in Dhemaji, Assam","imageUrl":"519a404e-84c7-445c-8fa4-97153ce5d6bd_Dhemaji-railway.jpg","dateCreated":"2019-04-18T19:00:24.592Z","dateModified":"2019-04-18T19:12:48.79Z","contributedBy":"AskGif","content":"<p>Dhemaji is the headquarters of Dhemaji district, Assam, India. It is one of the remote districts of Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhemaji district is an administrative district in the state of Assam in India. The district headquarters are located at Dhemaji. The district occupies an area of 3237 km&sup2; and has a population of 686,133 (as of 2011). Main Religions are Hindus 548,780, Muslims 10,533, Christians 6,390.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Dhemaji has a dozen of schools and colleges. Dhemaji is continuously making record over last four years by securing Highest passing percentage in HSLC exam. Currently Dhemaji has the highest Educated people in Assam (districtwise). The oldest recorded among them is a primary school, established in 1885 named Nalanipam L.P. School. The school is to be declared \"Model School\" by the SSA Mission, Assam. Dhemaji Higher Secondary School and Dhemaji Girls Higher Secondary School are pioneer educational schools at Dhemaji which produces a good number of talents at national and international level. St Francis de Sales School (a Christian missionary managed school) is a pioneer school providing education in English medium in the district. This school produces a good number of rank holders in High School Leaving Certificate Examination. Along with this other Missionary school in the district were Christ King school at Gogamukh, Don Bosco at Silapathar, Fransalian school at Jonai. Dhemaji College, Dhemaji Commerce College, Moridhal College are major colleges. Gogamukh College at Gogamukh, Silapathar College at Silapathar, Sissiborgaon College at Sissiborgaon, Murkongselek College at Jonai, Laimekuri college at Jonai, Bordoloni Central college are other colleges. There is also a newly established law college named 'Dhemaji Law College' which was established in 2017.Jawahar Navodaya Vidyalaya Dhemaji, Vivekananda Kendra Vidyalaya Dhemaji, Kendriya Vidyalaya Gerukamukh, were some of CBSE affiliated school with a very good growth of result in past years. VKV, Dhemaji is one of the benchmark and mark holing school in Dhemaji and a very recommended school for all. Its vision is to get knowledge in every aspects of life. A good number of students are coming out from the roots of Dhemaji to join different institutes and organizations of international and national repute. An Engineering college and a Polytechnic Institute is scheduled to be established Shortly. Education in remote villages have been mostly contributed by lots of Provincialised /Non-provincialized Venture Schools using volunteer teachers. A campus of Tezpur University has been planned in Laimekuri, Jonai Sub-division.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Dhemaji is part of Lakhimpur (Lok Sabha constituency). There are two Assembly constituencies in Dhemaji District- Dhemaji and Jonai. Dhemaji district is politically very poor. Community politics is main reason for this. Sarbananda Sonowal of Bharatiya Janata Party was Member of Parliament until May 2016 when he became Chief Minister of Assam. Pradan Baruah of Bharatiya Janata Party is the present Member of Parliament of Lakhimpur Lok Sabha Constituency, Bhubon Pegu an independent M.L.A of Jonai.</p>\r\n<p>&nbsp;</p>\r\n<p>Students' organisations such as Takam Mising Porin Kebang, All Assam Students Union, Asom Jatiyatabadi Yuva Chatra Parishad, All Bodo Students Union, National Students' Union of India, All Tai Ahom Students Union, All Assam Students Union are very popular through their activities.</p>\r\n<p>&nbsp;</p>\r\n<p>Banking Service</p>\r\n<p>With wide strengthening of Economy among both rural and urban people. Lot of new banks both Nationalised Bank i.e. Public sector banks in India and Private-sector bank had opened there branches in the various rural and urban areas of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>State Bank of India</p>\r\n<p>Allahabad Bank</p>\r\n<p>Canara Bank</p>\r\n<p>Central Bank of India</p>\r\n<p>IDBI Bank</p>\r\n<p>UCO Bank</p>\r\n<p>United Bank of India</p>\r\n<p>ICICI Bank</p>\r\n<p>Assam Gramin Vikash Bank</p>\r\n<p>IDBI Bank</p>\r\n<p>Axis Bank</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>There are two Assam Legislative Assembly constituencies in this district: Dhemaji and Jonai. Both are designated for scheduled tribes. They make up a part of the Lakhimpur Lok Sabha constituency. Dhemaji district is politically very poor. Community politics is main reason for this. Very less funds have been released for the financial year 2012-2013.As of 2013, Rani Narah is MP (Member of Parliament), Sumitra Patir is MLA from Dhemaji and Pradan Baura from Jonai. On 2016, Pradan Barua is MLA from dhemaji.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dhemaji</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/519a404e-84c7-445c-8fa4-97153ce5d6bd_Dhemaji-railway.jpg","subContents":[{"SubTitle":"1. Gerukamukh","SubTitleHindi":null,"SubContent":"<p>Gerukamukh is located at a distance of 44 Km from the district Head Quarter in the North-West direction. Regular communication is available from Dhemaji, Lakhimpur and Guwahati. At Gerukamukh Sobansiri, the largest tributary of Brahmaputra touches the plains from the hills giving a scenic beauty with its virginity. The condition is favourable for angling and picnic parties. National Hydro Electric Power Corporation is implementing a mega hydro electric power project at Gerukamukh.</p>","SubContentHindi":null,"ImageUrl":"b55a6a84-d80b-4c78-aa30-a659c8643986_Gerukamukh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Malini Than","SubTitleHindi":null,"SubContent":"<p>This place has been using for worship to the Goddess Malini from ancient time. Lots of historical monuments have also been excavacated from the spot.&nbsp; It is located 42 kms away in the north eastern direction of Dhemaji.</p>","SubContentHindi":null,"ImageUrl":"47e705b9-eb65-4f3c-a504-903a3f01246e_malini-than.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Ghuguha Dol","SubTitleHindi":null,"SubContent":"<p>It is historically believed that at this place Bamuni Konwar The son of then Ahom King Tyao Khamti was born. The Dol (Temple) Was built in the memory of Bamuni Konwar's mother Ghuguhi and is at a distance of 17 km in south west of Dhemaji.</p>","SubContentHindi":null,"ImageUrl":"dea44fed-f467-4d25-9e2f-df79e3783159_Ghuguha-Dol.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Maa  Manipuri Than","SubTitleHindi":null,"SubContent":"<p>This Than (i.e. place of worship) distance of 25 km in the south west direction of Dhemaji was established by the then Ahom King Gourinath Singha as a monument of help by the Manipuries in controlling Mua-Mariah renaissance during the later period of Ahom reign.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; In addition to these the following are the important places of Dhemaji district.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; &nbsp; Rajgarh :- Under Machkhowa Mouza.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; &nbsp; Garakhia Than :- 12 km from Dhemaji under Gohain Mouza.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; &nbsp; Rajgarh Ali :- A road constructed by Prince Gohain Kamal during Konch reigm and is at a distance of 22 km from Dhemaji.</p>","SubContentHindi":null,"ImageUrl":"e8fc1b92-f5f5-4a7d-a0c4-81d53e2519eb_Maa-Manipuri-Than.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>The National Highway NH15 passes through Dhemaji and goes towards Lahoal via the Bogibeel bridge. Another National Highway, NH515 separates from the NH15 at Kulajan and ends at Pasighat passing through Jonai. In Railway, the town is served by the Dhemaji railway station of Rangiya railway division by it's broad-gauge train service and provides connectivity to Guwahati and Murkongselek.</p>\r\n<p>&nbsp;</p>\r\n<p>Jiadhal and Gainadi are the most ravaging rivers in this district in terms of floods. Every year floods destroy a bulk of the agricultural proceeds and people take refuge in camps.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport to Dhemaji is Lilabari Airport, near North Lakhimpur, some 66 km away.</p>\r\n<p>&nbsp;</p>\r\n<p>A Bogibeel Bridge over the Brahmaputra is under construction that will connect Dhemaji with Dibrugarh by road as well as by rail. The state-highways here are comparatively well-off compared to its neighboring district.</p>\r\n<p>source: http://dhemaji.nic.in</p>","SubContentHindi":null,"ImageUrl":"606f146e-3797-4771-a2a7-7dbd6fbc7b03_Dhemaji-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dhemaji-assam","tags":[{"name":"assam","slug":"assam"},{"name":"dhemaji","slug":"dhemaji"}],"recommendations":[{"id":1250,"title":"Top Places to visit in Lumding, Assam","imageUrl":"c686b196-e59a-4fb2-83cf-e75becd7b3cd_Lumding.jpg","dateCreated":"2020-04-23T13:07:46.398Z","dateModified":"2020-04-23T13:08:10.652Z","contributedBy":"AskGif","content":"Lumding is a city with a municipal board in the Hojai district in the Indian state of Assam.\r\n&nbsp;\r\nHistory\r\nOver the years Lumding has developed into a township. The railway township had always enjoyed scant rainfall during the rainy season every year, although the trend h","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c686b196-e59a-4fb2-83cf-e75becd7b3cd_Lumding.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lumding","slug":"lumding"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-lumding-assam","total":0},{"id":1249,"title":"Top Places to visit in Lanka, Assam","imageUrl":"0a97e092-1296-4edd-be4b-3e12cf2ebd83_Lanka.jpg","dateCreated":"2020-04-23T05:42:06.016Z","dateModified":"2020-04-23T05:42:33.847Z","contributedBy":"AskGif","content":"Lanka is a town and a town area committee in Hojai district in the Indian state of Assam. Lanka's name is probably given after the name Lanka of Ramayana. Assamese poet Madhava Kandali was said to be an inhabitant of Lanka, who wrote Saptakanda Ramayana, under the patronage of Varāha-Rājā Mahaman","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0a97e092-1296-4edd-be4b-3e12cf2ebd83_Lanka.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"lanka","slug":"lanka"}],"slug":"top-places-to-visit-in-lanka-assam","total":0},{"id":370,"title":"Top Places to visit in Nagaon, Assam","imageUrl":"ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","dateCreated":"2019-05-01T15:35:36.702Z","dateModified":"2019-05-01T15:54:33.151Z","contributedBy":"AskGif","content":"Nagaon (previously Nowgong), is a city and a municipal board in Nagaon district in the Indian state of Assam. It is situated 121 kilometres (75 mi) east of Guwahati. It has a population of 147,231.\r\n&nbsp;\r\nIn education section, total literates in Nagaon city are 98,068 of which 52,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaon","slug":"nagaon"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-nagaon-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}