{"id":353,"title":"Top Places to visit in Dhubri, Assam","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"<p>Dhubri (Pron: ˈdhʊbri) (Assamese:ধুবৰী) is the headquarter of Dhubri district (Assam) India. It is an old town on the bank of the Brahmaputra river, with historical significance. In 1883, the town was first constituted as a Municipal Board under British regime. It is situated about 277.4 kilometres (172 mi) west from Dispur, the state capital of Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhubri District (Pron:ˈdʊbri) is an administrative district in the Indian state of Assam. The district headquarters are located at Dhubri town which is situated at ~290 km from Guwahati, the state capital. This was also the headquarters of erstwhile undivided Goalpara district which was created in 1876 by the British government. In 1983, Goalpara district was divided into four districts and Dhubri is one among those. The Dhubri district is one among the many Muslim Majority districts of Assam. About 75% of population is Muslim in Dhubri.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the second most populous district of Assam (out of 27), after Nagaon.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>At present there are two sub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Dhubri (Sadar)</p>\r\n<p>Bilasipara</p>\r\n<p>The district has 8 revenue circles and 7 tahsils. It has 8 police stations and 4 basic towns.</p>\r\n<p>&nbsp;</p>\r\n<p>There are five Assam Legislative Assembly constituencies in this district: Dhubri, Gauripur, Golakganj, Bilasipara West, and Bilasipara East. All five are in the Dhubri Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhubri was an important commercial centre and had a busy river port particularly for jute. Dhubri is called the \"Land of Rivers\" as it is covered three sides by Brahmaputra and Gadadhar rivers.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational Institutes</p>\r\n<p>College</p>\r\n<p>&nbsp;</p>\r\n<p>Bhola Nath College at Dhubri</p>\r\n<p>&nbsp;</p>\r\n<p>CATS Dhubri (Lab)</p>\r\n<p>Bholanath College or B. N. College (Established in 1946) is the oldest and premier college in western Assam.</p>\r\n<p>Dhubri Law College</p>\r\n<p>Dhubri Girls' College</p>\r\n<p>Dhubri B. Ed College</p>\r\n<p>Dhubri Medical College</p>\r\n<p>Ajmal College of Arts &amp; Science</p>\r\n<p>Greenfield Junior College Dhubri</p>\r\n<p>Royal Public Junior College</p>\r\n<p>Dhubri College of Arts &amp; Science</p>\r\n<p>Elite Academy, Hatsingimari</p>\r\n<p>Hamidabad College</p>\r\n<p>Hatsingimari junior College</p>\r\n<p>Hatsingimari College,Hatsingimari</p>\r\n<p>Namoni Axom Jatiya Vidhayalaya, Hatsingimari</p>\r\n<p>Chilarai college</p>\r\n<p>Birat Nagar Junior college</p>\r\n<p>Bilasipara College</p>\r\n<p>P.B College</p>\r\n<p>School</p>\r\n<p>Bidyapara Boys Higher Secondary School, Dhubri</p>\r\n<p>Government Boys Higher Secondary School</p>\r\n<p>Sishu Pathsala Higher Secondary School</p>\r\n<p>Government Girls Higher Secondary School</p>\r\n<p>Vivekananda Vidyapith</p>\r\n<p>Dhubri Municipal High School</p>\r\n<p>Jawahar Hindi High School</p>\r\n<p>Sankardev Shishu Bidya Niketan, Dhubri</p>\r\n<p>Bidyapara Girls High School</p>\r\n<p>S.P. English Medium High School</p>\r\n<p>Happy Convent School</p>\r\n<p>St. Agastya School</p>\r\n<p>Bethel Baptist Mission School</p>\r\n<p>Paradise Convent School</p>\r\n<p>Elite Academy, Hatsingimari</p>\r\n<p>128 no. Bidyapara LP School</p>\r\n<p>Jamadarhat Janata Higher Secondary School</p>\r\n<p>Rasaraj Jatiya Vidlaya</p>\r\n<p>Dhubri Jatiya Vidlaya</p>\r\n<p>Brahmaputra Jatiya Vidyalaya</p>\r\n<p>Dhep Dhepi Higher Secondary School</p>\r\n<p>Balajan Higher Secondary School</p>\r\n<p>Kismat Hasdaha High School</p>\r\n<p>Jagomahan Vidyapith</p>\r\n<p>Culture &amp; festivals</p>\r\n<p>More than 50,000 Hindus, Sikhs, and Muslims assemble in this historic shrine every year in the month of December to mark the martyrdom of Guru Tegh Bahadur, which starts on 3 December with great solemnity and ceremony. Sikhs call the week long reverence of Sahidee-Guru-Parav which is marked with a massive procession. Guru Tegh Bahadur thus earned the affectionate title of \"Hind-di-Chadar\" or the Shield of Hind dates back to Hindustan.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Terracotta and pottery craft</p>\r\n<p>Dhubri district of Assam have occupied a pivotal position in terracotta market of the world. The Assamese terracotta art and culture took its birth at Asharikandi, a small village near Gauripur town in Dhubri district. More than 80% families of this craft village are engaged in this ethnic based art (handicraft) and pass their life after selling these terracotta products in the national and international markets.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>The main places of interest in Dhubri district include Gurdwara Sri Guru Tegh Bahadur Sahib, Mahamaya Dham, Rangamati or Panbari Mosque, the oldest mosque in entire northeast region of India, Chakrashila Wildlife Sanctuary, Florican Garden and Panchpeer Dargah.</p>\r\n<p>&nbsp;</p>\r\n<p>This place is famous for the Sikh Gurdwara namely Gurdwara Damdama Sahib or Thara Sahib which was constructed in memory of visit of First Sikh Guru Nanak Dev (Punjabi: ਗੁਰੂ ਨਾਨਕ, Hindi: गुरु नानक, Urdu: گرونانک Guru Nānak) and later it was followed by visit of Ninth guru, Guru Tegh Bahadur (Punjabi: ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦੁਰ, Hindi: गुरू तेग़ बहादुर) and the Gurdwara is named as Gurdwara Sri Guru Tegh Bahadur Sahib. Hence, it has great importance for Sikh community.</p>\r\n<p>&nbsp;</p>\r\n<p>Main towns in Dhubri district are Dhubri, Gauripur, Bilasipara, Golakganj, Tamarhat, Sapatgram, Chapar, Hatsingimari, Mankachar, Agomani etc.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dhubri_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","subContents":[{"SubTitle":"1. Mahamaya Dham","SubTitleHindi":null,"SubContent":"<p>Mahamaya Dham of Bogribari, about 30-35 Km.east from Dhubri town is next to Kamakhya Than (Guwahati) and Madan-Mohan (Cooch Behar) in its attraction to the pilgrims and tourists. Originaly the famous mother Goddess Mahamaya of Parvatjowar was worshipped by the local people like Kacharies, Koches and Nath etc. It was the presiding deity of the Jaminder of Parvatjowar. Now-a-days the mother Mahamaya is worshipped by all Hindus.</p>","SubContentHindi":null,"ImageUrl":"a0c080d9-ae51-4335-bf75-df2e45087f6b_mahamayadham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Rangamati Mosque","SubTitleHindi":null,"SubContent":"<p>The very famous Rangamati Mosque was built during 17th century by Hussain Shah, the Governor of Bengal.This Mosque belongs to pre-Mughal period which can be recognised from its typical architectural design. It is about 25Kms away from Dhubri Town. It may be mentioned that Rangamati area was once a very prosperous during thereign of the Koch rulers.It was also frontier post of the Koch rulers. During Mughal regime Rangamati was a great fort of the invading Mughal Army. This unique Mosque was used as a prayer place by the Mohmmedan Soldiers. There is also a Idgah and a deep Well which were also constructed during the same period.</p>","SubContentHindi":null,"ImageUrl":"529978c9-188f-4bd9-8358-093eb50172e5_panbarimosque.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Gurudwara Sri Guru Tegbahadur Sahibji","SubTitleHindi":null,"SubContent":"<p>In the heart of the Dhubri Town and on the bank of the river mighty Brahmaputra, this famous Gurudwara is situated. Sikh Guru Nanaka visited this place in 1505 A.D. &amp; met Sri Sankardeva during Nanaka's way from Dhaka to Assam. Thereafter the 9th Guru Tegbahadur came to this place and established this Gurudwara during 17th century. Sikh devotees from all over India and abroad assembled in this Gurudwara pevery year in the month of December to mark the Martydom of Sri Guru Tegbahadur with due solemnity and ceremony. Sikh devotees called this festival as Sahidee-Guru-Parav.</p>","SubContentHindi":null,"ImageUrl":"078db839-c22a-4a35-a996-62f1f36be521_Gurudwara-Sri-Guru-Tegbahadur-Sahibji.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Panchpeer Dargaha","SubTitleHindi":null,"SubContent":"<p>It is Mazar Sharif of five Sufi Saints who accompanied Raja Ram Singh during his time of invassion to Assam.This Dargaha is the best example of religious harmony where all section of people irrespective of their religion pay visit with great respect.</p>","SubContentHindi":null,"ImageUrl":"1c28aaad-05e2-4146-babd-2acae3d953bd_PanchpirDargwah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Chakrasila Wildlife Sanctuary","SubTitleHindi":null,"SubContent":"<p>In the year 1994, Chakrasila Hill Reserve Forest was declared as Chakrasila Hill Wildlife Sanctuary by the Govt.of India covering an area of 4558.7 hectares of land. The distribution of varities of plant species in Chakrasila provides diverse niches for many Wild Life. The Significant Golden Langur exists in Chakrasila Wildlife Sanctuary in addition to other mammals plike Leopard, Leopard cat, Porcupine, Pangoline, Flying Squirrel, Civet cat etc.Adjutants Stork, Indian Owl, Myna, Parrakit, Dove, Hornbil, Jungle Fowl, Kingfisher, Harren, Darter, Snipe, Teal etc. are the birds commonly found. Python, Monitor, Crait, Cobra, Turtle, Tead and frog are some reptiles and amphibia that are also found.</p>","SubContentHindi":null,"ImageUrl":"85f1d3a7-cae2-4902-84ed-a4fed317fd97_Chakrasila-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Other important places","SubTitleHindi":null,"SubContent":"<p>Two world famous Wetlands - Dheer Beel and Diplai Beel adjoins Chakrasila W.L. Sanctuary. These two Beels are home of a large number of fishes, turtles, prawn and birds both indigenous and migratory.</p>\r\n<p>&nbsp;</p>\r\n<p>It is about 70 Km away from Dhubri Town. This sanctuary provides facilities / activities such as : (i) Bird Watching (ii) Forest Trecking (iii) Wildlife &amp; Nature Photography (iv) Local guide available on payment (v) Site for errecting tent (vi) Free of cost accommodation for a group of 15 / 20 person with hygenic dringking water in the camp Tapoban provided by the local NGO, the Natures Beckon.</p>\r\n<p>&nbsp;</p>\r\n<p>Florican Garden</p>\r\n<p>A newly setup garden cum natural park located at Bilasipara about 50 Km from Dhubri Town. It is a very attractive tourist place.</p>\r\n<p>&nbsp;</p>\r\n<p>There are many other important places in this District. There are Matiabag palace at Gauripur, Netai Dhubuni Ghat at Dhubri Town, Chandardinga Hillock and Dudhnath Mondir at Salkocha, Ramraikuti at Satrasal, Airport of IInd World War and Soreswar beel at Rupshi etc.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"2cb971cb-3ba5-47e6-8b06-263927ac66ef_ramrai.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Road</p>\r\n<p>From Guwahati</p>\r\n<p>Both Government &amp; Private Transports are available from Guwahati to Dhubri. One can board a bus at Inter State Bus Terminus(ISBT), Betkuchi, Guwahati, Ph.: 0361-6010838.</p>\r\n<p>&nbsp;</p>\r\n<p>Private Buses are available for day &amp; night service. It takes about 51/2 to 61/2 Hrs. from Guwahati to Dhubri.</p>\r\n<p>&nbsp;</p>\r\n<p>From Siliguri</p>\r\n<p>Buses for Dhubri are also available from Siliguri (West Bengal). It takes about 51/2 hours.</p>\r\n<p>&nbsp;</p>\r\n<p>By Train</p>\r\n<p>&nbsp;</p>\r\n<p>From Guwahati: Following trains are available from Guwahati.</p>\r\n<p>Rajya-Rani Express - Departure Time: 21:45 - Arrival Time: 05:00 - Runs on (Mon, Wed, Sat)</p>\r\n<p>Passenger Train (From Kamakhaya Station) - Departure Time: 22:15 - Arrival Time - 05:15 - Runs Daily</p>\r\n<p>From New Jalpaiguri: Following train is available from New Jalpaiguri.</p>\r\n<p>Dhubri-NJP(Intercity) - Departure Time: 05:45 - Arrival Time: 12:30 - Runs Daily</p>\r\n<p>source: http://dhubri.gov.in</p>","SubContentHindi":null,"ImageUrl":"c9ee7d84-f008-4cf3-8e96-56810f2bb420_Dhubri-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dhubri-assam","tags":[{"name":"assam","slug":"assam"},{"name":"dhubri","slug":"dhubri"}],"recommendations":[{"id":374,"title":"Top Places to visit in South Salmara-Mankachar, Hatsingimari , Assam","imageUrl":"9f14c33a-1cda-429b-bd6d-ed68ac1fd9c3_hatsingimari-pincode-783135.jpg","dateCreated":"2019-05-05T13:38:19.859Z","dateModified":"2019-05-05T13:41:10.211Z","contributedBy":"AskGif","content":"South Salmara Mankachar is an administrative district in the state of Assam in India. The district headquarters are located at Hatsingimari village which is situated at about 245 km from Guwahati. Earlier it was a sub-division of Dhubri District.\r\n&nbsp;\r\nEtymology\r\nThe name ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f14c33a-1cda-429b-bd6d-ed68ac1fd9c3_hatsingimari-pincode-783135.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"south-salmara-mankachar","slug":"south-salmara-mankachar"},{"name":"assam","slug":"assam"},{"name":"hatsingimari","slug":"hatsingimari"}],"slug":"top-places-to-visit-in-south-salmara-mankachar-hatsingimari-assam","total":0},{"id":350,"title":"Top Places to visit in Chirang, Kajalgaon, Assam","imageUrl":"4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","dateCreated":"2019-04-18T09:51:17.992Z","dateModified":"2019-04-18T09:56:19.717Z","contributedBy":"AskGif","content":"Narshingbari district is an administrative district in BTAD, Assam state in the North-East of India.\r\n&nbsp;\r\nHistory\r\nIt is a relatively new district in the BTAD area of Assam. Chirang district has been carved out from Bongaigaon district in 2004. The word \"Chirang\" has deri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"kajalgaon","slug":"kajalgaon"},{"name":"chirang","slug":"chirang"}],"slug":"top-places-to-visit-in-chirang-kajalgaon-assam","total":0},{"id":346,"title":"Top Places to visit in Bishwanath, Bishwanath Chariali, Assam","imageUrl":"8c433433-c7c7-4a47-a419-6d71f0e34203_viswanath-railway.jpg","dateCreated":"2019-04-14T17:57:03.114Z","dateModified":"2019-04-14T18:01:32.347Z","contributedBy":"AskGif","content":"Biswanath is an administrative district in the state of Assam in India. It is one of newly created district in the year by 2015, declared by Assam Chief Minister on 15 August 2015. The district is created amalgamating Gohpur and most part of Biswanath Sub division on earlier Sonitpur district . T","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8c433433-c7c7-4a47-a419-6d71f0e34203_viswanath-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"bishwanath-chariali","slug":"bishwanath-chariali"},{"name":"bishwanath","slug":"bishwanath"}],"slug":"top-places-to-visit-in-bishwanath-bishwanath-chariali-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}