{"id":353,"title":"धुबरी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"<p>धुबरी (Pron: ʊdhʊbri) (असमिया: is) धुबरी जिले (असम) का मुख्यालय भारत है। यह ऐतिहासिक महत्व के साथ, ब्रह्मपुत्र नदी के तट पर एक पुराना शहर है। 1883 में, ब्रिटिश शासन के तहत पहली बार नगरपालिका बोर्ड के रूप में शहर का गठन किया गया था। यह असम की राज्य की राजधानी दिसपुर से लगभग 277.4 किलोमीटर (172 मील) पश्चिम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>धुबरी जिला (Pron: ˈdʊbri) भारतीय राज्य असम में एक प्रशासनिक जिला है। जिला मुख्यालय धुबरी शहर में स्थित है जो राज्य की राजधानी गुवाहाटी से ~ 290 किलोमीटर दूर स्थित है। यह पूर्ववर्ती अविभाजित गोलपारा जिले का मुख्यालय भी था, जिसे 1876 में ब्रिटिश सरकार ने बनाया था। 1983 में, गोलपारा जिले को चार जिलों में विभाजित किया गया था और धुबरी उनमें से एक है। धुबरी जिला असम के कई मुस्लिम अधिकांश जिलों में से एक है। धुबरी में लगभग 75% आबादी मुस्लिम है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक यह नागांव के बाद असम (27 में से) का दूसरा सबसे अधिक आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>वर्तमान में दो उप-विभाग हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>धुबरी (सदर)</p>\r\n<p>Bilasipara</p>\r\n<p>जिले में 8 राजस्व मंडल और 7 तहसील हैं। इसमें 8 पुलिस स्टेशन और 4 बुनियादी शहर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में पाँच असम विधान सभा निर्वाचन क्षेत्र हैं: धुबरी, गौरीपुर, गोलाकगंज, बिलासिपारा पश्चिम, और बिलासीपारा पूर्व। सभी पांचों धुबरी लोकसभा क्षेत्र में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>धुबरी एक महत्वपूर्ण व्यावसायिक केंद्र था और विशेष रूप से जूट के लिए एक व्यस्त नदी बंदरगाह था। धुबरी को \"नदियों की भूमि\" कहा जाता है क्योंकि यह ब्रह्मपुत्र और गदाधर नदियों द्वारा तीन तरफ से कवर किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शैक्षिक संस्थान</p>\r\n<p>कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>धुबरी में भोला नाथ कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>CATS धुबरी (लैब)</p>\r\n<p>भोलानाथ कॉलेज या B. N. College (1946 में स्थापित) पश्चिमी असम का सबसे पुराना और प्रमुख कॉलेज है।</p>\r\n<p>धुबरी लॉ कॉलेज</p>\r\n<p>धुबरी गर्ल्स कॉलेज</p>\r\n<p>धुबरी बी। एड कॉलेज</p>\r\n<p>धुबरी मेडिकल कॉलेज</p>\r\n<p>अजमल कॉलेज ऑफ आर्ट्स एंड साइंस</p>\r\n<p>ग्रीनफील्ड जूनियर कॉलेज धुबरी</p>\r\n<p>रॉयल पब्लिक जूनियर कॉलेज</p>\r\n<p>धुबरी कॉलेज ऑफ आर्ट्स एंड साइंस</p>\r\n<p>एलीट एकेडमी, हाटसिंगमारी</p>\r\n<p>हमीदाबाद कॉलेज</p>\r\n<p>हत्सिंगमारी जूनियर कॉलेज</p>\r\n<p>हात्सिंगमारी कॉलेज, हाटसिंगमारी</p>\r\n<p>नमोनि क्षोम जाति विधायलय, हत्सिंगिमारी</p>\r\n<p>चिल्लराई कॉलेज</p>\r\n<p>बिराट नगर जूनियर कॉलेज</p>\r\n<p>बिलासीपारा कॉलेज</p>\r\n<p>पी। बी कॉलेज</p>\r\n<p>स्कूल</p>\r\n<p>बिद्यापारा बॉयज हायर सेकेंडरी स्कूल, धुबरी</p>\r\n<p>गवर्नमेंट बॉयज़ हायर सेकेंडरी स्कूल</p>\r\n<p>सीशू पथसला उच्चतर माध्यमिक विद्यालय</p>\r\n<p>शासकीय कन्या उच्चतर माध्यमिक विद्यालय</p>\r\n<p>विवेकानंद विद्यापीठ</p>\r\n<p>धुबरी म्युनिसिपल हाई स्कूल</p>\r\n<p>जवाहर हिंदी हाई स्कूल</p>\r\n<p>शंकरदेव शिशु बिद्या निकेतन, धुबरी</p>\r\n<p>बिद्यापारा गर्ल्स हाई स्कूल</p>\r\n<p>एस.पी. इंग्लिश मीडियम हाई स्कूल</p>\r\n<p>हैप्पी कॉन्वेंट स्कूल</p>\r\n<p>सेंट अगस्त्य स्कूल</p>\r\n<p>बेथेल बैपटिस्ट मिशन स्कूल</p>\r\n<p>पैराडाइज कॉन्वेंट स्कूल</p>\r\n<p>एलीट एकेडमी, हाटसिंगमारी</p>\r\n<p>128 नं। बिद्यापारा एलपी स्कूल</p>\r\n<p>जमादारहाट जनता उच्चतर माध्यमिक विद्यालय</p>\r\n<p>रसराज जाति विद्या</p>\r\n<p>धुबरी जाति विदालया</p>\r\n<p>ब्रह्मपुत्र जाति विद्यालय</p>\r\n<p>धापी धापी उच्चतर माध्यमिक विद्यालय</p>\r\n<p>बालाजान उच्चतर माध्यमिक विद्यालय</p>\r\n<p>किस्मत हसदा हाई स्कूल</p>\r\n<p>जगमोहन विद्यापीठ</p>\r\n<p>संस्कृति और त्योहार</p>\r\n<p>गुरु तेग बहादुर की शहादत को चिह्नित करने के लिए हर साल दिसंबर के महीने में 50,000 से अधिक हिंदू, सिख और मुस्लिम इस ऐतिहासिक मंदिर में इकट्ठा होते हैं, जो 3 दिसंबर को बड़े ही धूमधाम और समारोह के साथ शुरू होता है। सिख सहदेव-गुरु-पर्व की सप्ताह भर की श्रद्धा को कहते हैं, जिसे एक विशाल जुलूस के रूप में चिह्नित किया जाता है। इस प्रकार गुरु तेग बहादुर ने \"हिंद-दी-चादर\" का स्नेह शीर्षक या हिंद का शील्ड हिंदुस्तान वापस मिल गया।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>टेराकोटा और पॉटरी शिल्प</p>\r\n<p>असम के धुबरी जिले ने दुनिया के टेराकोटा बाजार में एक महत्वपूर्ण स्थान पर कब्जा कर लिया है। असमिया टेराकोटा कला और संस्कृति ने धुबरी जिले के गौरीपुर शहर के पास एक छोटे से गाँव अशिरकंडी में जन्म लिया। इस शिल्प गांव के 80% से अधिक परिवार इस जातीय आधारित कला (हस्तकला) में लगे हुए हैं और राष्ट्रीय और अंतर्राष्ट्रीय बाजारों में इन टेराकोटा उत्पादों को बेचने के बाद अपना जीवन गुजारते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>धुबरी जिले के प्रमुख स्थानों में गुरुद्वारा श्री गुरु तेग बहादुर साहिब, महामाया धाम, रंगमती या पनबारी मस्जिद, भारत के पूरे उत्तर पूर्व क्षेत्र की सबसे पुरानी मस्जिद, चक्रवर्ती वन्यजीव अभयारण्य, फ्लोरिकन गार्डन और पंचपीर दरगाह शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह स्थान सिख गुरुद्वारा अर्थात् गुरुद्वारा दमदमा साहिब या थारा साहिब के लिए प्रसिद्ध है, जिसका निर्माण पहले सिख गुरु नानक देव (पंजाबी: ਗੁਰੂ ਨਾਨਕ, हिंदी, गुरु नानक, उर्दू: گرونانک गुरु नानक) की यात्रा के बाद किया गया था और बाद में इसका अनुसरण किया गया। नौवें गुरु, गुरु तेग बहादुर (पंजाबी: ਗਗਰਤ ਗਗਗਗ ਬ ,ਾ guruਰ, हिंदी: गुरू तेगबाग) की यात्रा और गुरुद्वारा का नाम गुरुद्वारा श्री गुरु तेग बहादुर साहिब के नाम पर रखा गया है। इसलिए, सिख समुदाय के लिए इसका बहुत महत्व है।</p>\r\n<p>&nbsp;</p>\r\n<p>धुबरी जिले के मुख्य शहर धुबरी, गौरीपुर, बिलासिपारा, गोलाकगंज, ताम्रहट, सापत्रग्राम, चापर, हाटसिंगमारी, मनकाचर, अगोमनी आदि हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dhubri_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","subContents":[{"SubTitle":"1. महामाया धाम","SubTitleHindi":null,"SubContent":"<p>बोगरिबरी का महामाया धाम, धुबरी शहर से लगभग 30-35 किलोमीटर दूर है। यह तीर्थयात्रियों और पर्यटकों के आकर्षण में कामाख्या थान (गुवाहाटी) और मदन-मोहन (कूच बिहार) के बगल में है। पार्वतजॉवर की प्रसिद्ध मां देवी महामाया की पूजा स्थानीय लोगों द्वारा की जाती है जैसे कचहरियां, कोच और नाथ आदि। यह पार्वतजॉवर के जमींदार देवता की अध्यक्षता में थी। अब के दिनों में सभी हिंदुओं द्वारा माँ महामाया की पूजा की जाती है।</p>","SubContentHindi":null,"ImageUrl":"a0c080d9-ae51-4335-bf75-df2e45087f6b_mahamayadham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रंगमती मस्जिद","SubTitleHindi":null,"SubContent":"<p>बहुत प्रसिद्ध रंगमती मस्जिद का निर्माण 17 वीं शताब्दी के दौरान हुसैन शाह, बंगाल के राज्यपाल द्वारा किया गया था। यह मस्जिद पूर्व-मुगल काल से संबंधित है, जिसे इसके विशिष्ट स्थापत्य डिजाइन से पहचाना जा सकता है। यह धुबरी टाउन से लगभग 25 किलोमीटर दूर है। यह उल्लेख किया जा सकता है कि रंगमती क्षेत्र कभी कोच शासकों के शासनकाल के दौरान बहुत समृद्ध था। यह कोच शासकों का प्रमुख पद भी था। मुगल शासन के दौरान रंगमती आक्रमणकारी मुगल सेना का एक महान किला था। इस अनोखी मस्जिद को मोहम्मडन सोल्जर्स द्वारा प्रार्थना स्थल के रूप में इस्तेमाल किया गया था। एक ईदगाह और एक गहरा कुआँ भी है जिसका निर्माण भी इसी काल में हुआ था।</p>","SubContentHindi":null,"ImageUrl":"529978c9-188f-4bd9-8358-093eb50172e5_panbarimosque.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. गुरुद्वारा श्री गुरु तेगबहादुर साहिबजी","SubTitleHindi":null,"SubContent":"<p>धुबरी टाउन और नदी के किनारे पर ब्रह्मपुत्र नदी के बीच में, यह प्रसिद्ध गुरुद्वारा स्थित है। सिख गुरु नानक ने 1505 ई। में इस स्थान का दौरा किया और ढाका से असम के रास्ते में श्री शंकरदेवा से मुलाकात की। तत्पश्चात 9 वें गुरु तेगबहादुर ने इस स्थान पर आकर 17 वीं शताब्दी के दौरान इस गुरुद्वारा की स्थापना की। पूरे भारत और विदेशों से सिख श्रद्धालु दिसंबर के महीने में इस गुरुद्वारा pevery वर्ष में इकट्ठे हुए, ताकि पूरे गुरुत्व और समारोह के साथ श्री गुरु तेगबहादुर के मार्टिडोम को चिह्नित किया जा सके। सिख श्रद्धालुओं ने इस त्योहार को सहिदे-गुरु-पर्व कहा।</p>","SubContentHindi":null,"ImageUrl":"078db839-c22a-4a35-a996-62f1f36be521_Gurudwara-Sri-Guru-Tegbahadur-Sahibji.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. पंचपीर दरगाह","SubTitleHindi":null,"SubContent":"<p>यह पाँच सूफी संतों की मजार शरीफ है, जो असम में आक्रमण के समय राजा राम सिंह के साथ थे। यह दरगाह धार्मिक सौहार्द का सबसे अच्छा उदाहरण है, जहाँ सभी वर्ग के लोग अपने धर्म के बावजूद बहुत सम्मान के साथ यात्रा करते हैं।</p>","SubContentHindi":null,"ImageUrl":"1c28aaad-05e2-4146-babd-2acae3d953bd_PanchpirDargwah.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. चक्रसिला वन्यजीव अभयारण्य","SubTitleHindi":null,"SubContent":"<p>वर्ष 1994 में, चक्रशिला हिल रिजर्व फ़ॉरेस्ट को भारत सरकार द्वारा 4558.7 हेक्टेयर भूमि के क्षेत्र को कवर करते हुए चक्रशिला हिल वन्यजीव अभयारण्य के रूप में घोषित किया गया था। चक्रसिला में पौधों की प्रजातियों के विभिन्न प्रकारों का वितरण कई वाइल्ड लाइफ के लिए अलग-अलग रंग प्रदान करता है। अन्य गोल्डन स्तनधारी तेंदुए, तेंदुए बिल्ली, साही, पैंगोलिन, फ्लाइंग गिलहरी, केवटी बिल्ली आदि के अलावा चकरासीला वन्यजीव अभयारण्य में महत्वपूर्ण गोल्डन लंगूर मौजूद हैं। Adjutants Stork, Indian Owl, Myna, Parrakit, Dove, Hornbil, Jungle Fowl, Kingfisher। हार्न, डार्टर, स्निप, चैती आदि आमतौर पर पाए जाने वाले पक्षी हैं। अजगर, मॉनीटर, क्रिट, कोबरा, टर्टल, टेड और मेंढक कुछ सरीसृप और उभयचर हैं जो भी पाए जाते हैं।</p>","SubContentHindi":null,"ImageUrl":"85f1d3a7-cae2-4902-84ed-a4fed317fd97_Chakrasila-Wildlife-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. अन्य महत्वपूर्ण स्थान","SubTitleHindi":null,"SubContent":"<p>दो विश्व प्रसिद्ध वेटलैंड्स - धीर बील और डिप्लोमा बाई ने चक्रशिला डब्ल्यू.एल. अभ्यारण्य। ये दो बील स्वदेशी और प्रवासी दोनों प्रकार की मछलियों, कछुओं, झींगुरों और पक्षियों की एक बड़ी संख्या का घर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह धुबरी टाउन से लगभग 70 किलोमीटर दूर है। यह अभयारण्य इस तरह की सुविधाएं / गतिविधियाँ प्रदान करता है: (i) बर्ड वॉचिंग (ii) फॉरेस्ट ट्रेकिंग (iii) वाइल्ड लाइफ एंड नेचर फ़ोटोग्राफ़ी (iv) भुगतान पर उपलब्ध स्थानीय गाइड (v) टेंट को हटाने के लिए साइट (vi) नि: शुल्क आवास की सुविधा स्थानीय एनजीओ, नार्स बेकॉन द्वारा उपलब्ध कराए गए तपोबन में हाईजेनिक ड्रिंकिंग वॉटर वाले 15/20 व्यक्ति का समूह।</p>\r\n<p>&nbsp;</p>\r\n<p>फ्लोरिकन गार्डन</p>\r\n<p>धुबरी टाउन से लगभग 50 किलोमीटर दूर बिलसीपारा में स्थित एक नया सेटअप गार्डन सह प्राकृतिक पार्क। यह एक बहुत ही आकर्षक पर्यटन स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में कई अन्य महत्वपूर्ण स्थान हैं। गौरीपुर में मतिबाग महल, धुबरी टाउन में नेताई धुबुनि घाट, सलदोचा में चंदरसिंह हिलॉक और दुधनाथ मंदिर, सतरासल में रामराइकुटी, द्वितीय विश्व युद्ध के हवाई अड्डे और रूपसी में बोरेश्वर इत्यादि हैं।</p>","SubContentHindi":null,"ImageUrl":"2cb971cb-3ba5-47e6-8b06-263927ac66ef_ramrai.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रास्ते से</p>\r\n<p>गुवाहाटी से</p>\r\n<p>गुवाहाटी से धुबरी तक सरकारी और निजी दोनों परिवहन उपलब्ध हैं। इंटर स्टेट बस टर्मिनस (ISBT), बेतकुची, गुवाहाटी, Ph। पर एक बस में सवार हो सकते हैं: 0361-6010838।</p>\r\n<p>&nbsp;</p>\r\n<p>निजी बसें दिन और रात की सेवा के लिए उपलब्ध हैं। इसमें लगभग 51/2 से 61/2 घंटे लगते हैं। गुवाहाटी से धुबरी तक।</p>\r\n<p>&nbsp;</p>\r\n<p>सिलीगुड़ी से</p>\r\n<p>धुबरी के लिए बसें सिलीगुड़ी (पश्चिम बंगाल) से उपलब्ध हैं। इसमें लगभग 51/2 घंटे लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>&nbsp;</p>\r\n<p>गुवाहाटी से: गुवाहाटी से निम्नलिखित ट्रेनें उपलब्ध हैं।</p>\r\n<p>राज्य-रानी एक्सप्रेस - प्रस्थान समय: 21:45 - आगमन समय: 05:00 - रन (सोम, बुध, शनि)</p>\r\n<p>पैसेंजर ट्रेन (कामाख्या स्टेशन से) - प्रस्थान का समय: 22:15 - आगमन का समय - 05:15 - दैनिक चलती है</p>\r\n<p>न्यू जलपाईगुड़ी से: बाद की ट्रेन न्यू जलपाईगुड़ी से उपलब्ध है।</p>\r\n<p>धुबरी-एनजेपी (इंटरसिटी) - प्रस्थान का समय: 05:45 - आगमन का समय: 12:30 - रन रोज़</p>\r\n<p>source: http://dhubri.gov.in</p>","SubContentHindi":null,"ImageUrl":"c9ee7d84-f008-4cf3-8e96-56810f2bb420_Dhubri-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dhubri-assam","tags":[{"name":"असम","slug":"assam"},{"name":"धुबरी","slug":"dhubri"}],"recommendations":[{"id":374,"title":"दक्षिण सलमरा-मनकाचर, हत्सिंगमारी में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"9f14c33a-1cda-429b-bd6d-ed68ac1fd9c3_hatsingimari-pincode-783135.jpg","dateCreated":"2019-05-05T13:38:19.859Z","dateModified":"2019-05-05T13:41:10.211Z","contributedBy":"AskGif","content":"भारत में असम राज्य का एक प्रशासनिक जिला दक्षिण सलमरा मनकाचर है। जिला मुख्यालय हाटसिंगमारी गाँव में स्थित है जो गुवाहाटी से लगभग 245 किमी की दूरी पर स्थित है। पहले यह धुबरी जिले का एक उप-विभाग था।\r\n&nbsp;\r\nशब्द-साधन\r\nदक्षिण सालमारा मनकाचर नाम विधान सभा क्षेत्र दक्षिण सलमरा से ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f14c33a-1cda-429b-bd6d-ed68ac1fd9c3_hatsingimari-pincode-783135.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दक्षिण-सलमार-मनकाचर","slug":"south-salmara-mankachar"},{"name":"असम","slug":"assam"},{"name":"हत्सिंगमारी","slug":"hatsingimari"}],"slug":"top-places-to-visit-in-south-salmara-mankachar-hatsingimari-assam","total":0},{"id":350,"title":"चिरांग, काजलगाँव में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","dateCreated":"2019-04-18T09:51:17.992Z","dateModified":"2019-04-18T09:56:19.717Z","contributedBy":"AskGif","content":"नरसिंहबाड़ी जिला भारत के उत्तर-पूर्व में असम राज्य के बीटीएडी में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nयह असम के बीटीएडी क्षेत्र में एक अपेक्षाकृत नया जिला है। चिरंग जिले को 2004 में बोंगाईगाँव जिले से लिया गया है। \"चिरांग\" शब्द गारो शब्द से लिया गया है - \"ची\" का अर्थ है जल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"काजलगाँव","slug":"kajalgaon"},{"name":"चिरांग","slug":"chirang"}],"slug":"top-places-to-visit-in-chirang-kajalgaon-assam","total":0},{"id":346,"title":"बिश्वनाथ, बिश्वनाथ चाराली में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"8c433433-c7c7-4a47-a419-6d71f0e34203_viswanath-railway.jpg","dateCreated":"2019-04-14T17:57:03.114Z","dateModified":"2019-04-14T18:01:32.347Z","contributedBy":"AskGif","content":"बिश्वनाथ भारत में असम राज्य का एक प्रशासनिक जिला है। यह वर्ष 2015 तक नव निर्मित जिले में से एक है, जिसे 15 अगस्त 2015 को असम के मुख्यमंत्री द्वारा घोषित किया गया है। यह जिला गोहपुर और पहले सोनितपुर जिले के बिश्वनाथ सब डिवीजन के अधिकांश भाग को मिला कर बनाया गया है। जिला उत्तर में अरुणाचल प्रदेश जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8c433433-c7c7-4a47-a419-6d71f0e34203_viswanath-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"बिश्वनाथ चाराली","slug":"bishwanath-chariali"},{"name":"बिश्वनाथ","slug":"bishwanath"}],"slug":"top-places-to-visit-in-bishwanath-bishwanath-chariali-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}