{"id":355,"title":"दीमा हसाओ, हाफलोंग में देखने के लिए शीर्ष स्थान, असम","imageUrl":"1f87c9e5-8ffa-437b-b726-169220e96284_haflong-railway-station.jpg","dateCreated":"2019-04-19T14:24:34.585Z","dateModified":"2019-04-19T15:01:05.402Z","contributedBy":"AskGif","content":"<p>दीमा हसाओ जिला - जिसे पहले उत्तर कछार हिल्स जिला कहा जाता था - उत्तर-पूर्वी भारत में असम राज्य का एक प्रशासनिक जिला है। 2011 तक यह असम का सबसे कम आबादी वाला जिला है (27 में से)। \"दीमा हसाओ\" का मतलब है, दिमासा भाषा में \"डिमसा हिल्स\"।</p>\r\n<p>&nbsp;</p>\r\n<p>दीमा हसाओ (एन। सी। हिल्स) जिला असम राज्य के दो स्वायत्त पहाड़ी जिलों में से एक है। जिला मुख्यालय हाफलोंग असम का एकमात्र हिल स्टेशन है, जो एक पर्यटक स्वर्ग है, जिसे पूर्व का स्विट्जरलैंड भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दीमा हसाओ में तीन उपखंड शामिल हैं: (I) हाफलोंग, (II) माईबांग और (III) डायफुंगबरा। जिले में पाँच सामुदायिक विकास खंड शामिल हैं: (I) जतिंगा घाटी विकास खंड, माहुर; (II) दिव्यांग घाटी विकास खंड, माईबांग; (III) हरंगजाओ आईटीडी ब्लॉक, हरंगाजाओ; (IV) डाययुंगब्रा आईटीडी ब्लॉक, दिव्यांगमुख; और (V) न्यू संगबर डेवलपमेंट ब्लॉक, सांगबार। दीमा हसाओ में चार टाउन कमेटी हैं। हाफलोंग, माहुर, माईबांग और उमरंगो। और मिनी शहर जैसे हरंगाजाओ, लैंगटिंग, डाययुंगबरा आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>2011 में दीमा हसाओ की औसत साक्षरता दर 2001 की 67.62 की तुलना में 77.54 थी। दीमा हसाओ के सभी स्कूल या तो राज्य सरकार या निजी संगठनों द्वारा चलाए जाते हैं। अधिकतर स्कूलों में शिक्षा की प्राथमिक भाषा अंग्रेजी है। स्कूलों को बोर्ड ऑफ सेकेंडरी एजुकेशन, असम (SEBA) और असम हायर सेकेंडरी एजुकेशन काउंसिल (AHSEC) से मान्यता प्राप्त है। दीमा हसाओ के सभी कॉलेज असम विश्वविद्यालय, एक केंद्रीय विश्वविद्यालय से संबद्ध हैं, जो सामान्य और व्यावसायिक दोनों धाराओं में शिक्षा प्रदान करता है। विश्वविद्यालय, जो 1994 में अस्तित्व में आया, उनके अधीन 16 स्कूल और 35 स्नातकोत्तर विभाग हैं। विश्वविद्यालय के अधीन 51 संबद्ध कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कॉलेज</p>\r\n<p>दीमा हसाओ में कुछ कॉलेज</p>\r\n<p>हाफलोंग गवर्नमेंट कॉलेज, हाफलोंग</p>\r\n<p>जे.बी हगजर जूनियर कॉलेज, उमरंग्सो</p>\r\n<p>बी। बोडो जूनियर कॉलेज, माईबांग</p>\r\n<p>हिल्स डिग्री कॉलेज, हाफलोंग</p>\r\n<p>जे.बी हगजर मेमोरियल जूनियर कॉलेज, दिव्यांग्रा</p>\r\n<p>Maibang डिग्री कॉलेज, Maibang</p>\r\n<p>सेंग्या संबुधन जूनियर कॉलेज, हाफलोंग</p>\r\n<p>M.C.D जूनियर कॉलेज, हरंगाजाओ।</p>\r\n<p>स्कूलों</p>\r\n<p>जिले के सबसे प्रमुख स्कूल हैं:</p>\r\n<p>डॉन बॉस्को हायर सेकेंडरी स्कूल, हाफलोंग ईस्ट,</p>\r\n<p>ट्रिनिटी हाई स्कूल, माहुर,</p>\r\n<p>विवेकानंद केन्द्रीय विद्यालय, सरकरी बागान, हाफलोंग,</p>\r\n<p>माहुर हाई स्कूल, माहुर,</p>\r\n<p>सेंट एग्नेस कॉन्वेंट हायर सेकंडरी स्कूल, डिबार्इ, हफलोंग,</p>\r\n<p>जवाहर नवोदय विद्यालय, हाफलोंग,</p>\r\n<p>सीएचटी धर्मसभा उच्चतर माध्यमिक विद्यालय, हाफलोंग,</p>\r\n<p>तुलाराम मेमोरियल गुड शेफर्ड स्कूल, गुंजुंग,</p>\r\n<p>प्रेस्बिटेरियन हाई स्कूल, माहुर,</p>\r\n<p>लैंगटिंग हाई स्कूल, लैंगटिंग,</p>\r\n<p>एचएम सेंट मैरी हाई स्कूल, लैंगटिंग,</p>\r\n<p>प्रभानंद विद्या मंदिर, माईबांग,</p>\r\n<p>कभी ग्रीन हाई स्कूल, Maibang,</p>\r\n<p>राजा गोबिंद चन्द्र आर्ष गुरुकुलम, दिव्यांगरा।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>जिला मुख्यालय हाफलोंग में स्थित है। दीमा हसाओ जिले में 4,888 वर्ग किलोमीटर (1,887 वर्ग मील) का क्षेत्र है, जो तुलनात्मक रूप से ब्राजील के इल्हा ग्रैंड डो गुरुपा के बराबर है। यह कार्बी आंगलोंग और सोनितपुर जिले के बाद 4888 किमी 2 के साथ असम का तीसरा सबसे बड़ा जिला है। दीमा हसाओ जिला उत्तर पूर्व में कार्बी आंग्लोंग जिले (ई) और नागालैंड, पूर्व में मणिपुर, उत्तर में हुजई जिले, उत्तर-पश्चिम में कार्बी आंग्लोंग जिला (डब्ल्यू), पश्चिम में मेघालय और दक्षिण में कहर जिले से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>दीमा हसाओ जिला एक स्वायत्त जिला (लोकसभा निर्वाचन क्षेत्र) है जो भारत के संविधान द्वारा दी गई छठी अनुसूची का दर्जा प्राप्त है। दीमा हसाओ जिला। उत्तर कछार हिल्स स्वायत्त परिषद (NCHAC) द्वारा प्रशासित है। स्वायत्त परिषद (मैक) के सदस्यों को दीमा हसाओ के लोगों द्वारा चुना जाता है। पॉलिटिकल पार्टी जिसके पास बहुमत है, वह सत्ताधारी पार्टी बनाती है। स्वायत्त परिषद एक शक्तिशाली निकाय है और सरकार के लगभग सभी विभाग पुलिस के नियंत्रण में हैं और कानून और व्यवस्था असम सरकार के अधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>दीमा हसाओ स्वायत्त परिषद संविधान: 1. हाफलोंग। 2. जतिंगा। 3. बोरेल। 4. माहुर। 5. जानम। 6. जल्लाद। 7. लाईसॉन्ग। 8. दुतोहजा। 9. माईबांग पूर्व। 10. माईबांग पश्चिम। 11. कालाचंद। 12. वाजाओ। 13. हजादीसा। 14. लंगोटी। 15. हतीखली। 16. दिव्यांगमुख। 17. गरपनी। 18. खरथोंग। 19. देहांगी। 20. गुंजांग। 21. हैडिंगमा। 22. दिहमलाई। 23. हरंगजॉ। 24. हमरी। 25. निचला खरथोंग। 26. डोलोंग। 27. Diger। 28. सेमखोर।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में भारत सरकार ने दीमा हसाओ को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह असम में ग्यारह जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त करता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dima_Hasao_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f87c9e5-8ffa-437b-b726-169220e96284_haflong-railway-station.jpg","subContents":[{"SubTitle":"1. हाफलोंग","SubTitleHindi":null,"SubContent":"<p>ऊबड़-खाबड़ इलाकों में असम का एकमात्र हिल स्टेशन हाफलोंग है, जहां कोई नीचे इंद्रधनुष देख सकता है। यह जिला है। सिर Qr। डिमा हसाओ जिले का जिला। पहाड़ असम के दिल से निकलते हैं जैसे मूक भजन के कोरस और आकाश की तरह उठते हैं। स्पोर्टी बादल उल्लासपूर्ण बच्चों की तरह चट्टानों के चारों ओर खेलते हैं। सुंदर ताल में दूर क्षितिज तक असीम हरे रंग का रोल करता है। पहाड़ी असम कामुकता का देश है। इंद्रियों के लिए एक स्वर्ग जहां एक की उंगली से सबसे मीठे सपने को छूता है। दूर आकाश में पहाड़ तैरते हैं। बादल नीचे उतरते हैं और चुपके से एक फीट नीचे आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कहां ठहरें: सर्किट हाउस, डाक-बंगलो (एडल्ट सर्किट हाउस), काउंसिल के गेस्ट हाउस, होटल एलीट, होटल जयश्री, होटल ईस्टर्न।</p>\r\n<p>&nbsp;</p>\r\n<p>क्या पहनें: सर्दियों में भारी ऊनी। गर्मियों में कपास।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य आकर्षण: बोरेल हिल्स में रोमांचक ट्रेकिंग, आदिवासियों के पारंपरिक नृत्य।</p>","SubContentHindi":null,"ImageUrl":"cb5eae0f-ff1e-4276-8819-4a8819f6df6f_HAFLONG.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. जटिंगा","SubTitleHindi":null,"SubContent":"<p>हाफलोंग से सिर्फ 9 कि.मी. पक्षी रहस्य (पक्षी हरकीरी) के लिए विश्व प्रसिद्ध। प्रवासी पक्षी अगस्त से नवंबर के महीनों के दौरान आते हैं और यह पक्षीविज्ञानी का आकर्षण बन जाता है। एलिवेटेड वॉच टॉवर से कोई भी उन्हें अपनी इच्छा से मरते हुए देख सकता है।</p>","SubContentHindi":null,"ImageUrl":"a3781206-e0e2-4687-a327-83c6451e140f_JATINGA.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. मेबांग","SubTitleHindi":null,"SubContent":"<p>माहुर नदी के किनारे और हाफलोंग से 53 किलोमीटर दूर स्थित है। मेबांग एक बार दीमसा की राजधानी, कचहरी साम्राज्य के रूप में फला-फूला। पत्थर का घर और कचहरी के राजा का मंदिर और राज्य के अन्य खंडहर यहां के मुख्य आकर्षण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कहां ठहरें: P.W.D. गेस्ट हाउस, सिंचाई आई.बी.</p>","SubContentHindi":null,"ImageUrl":"62fb7cf0-c056-4bdd-8942-a21fd0ede6ad_MAIBANG.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. उमरंगसो","SubTitleHindi":null,"SubContent":"<p>हाफलोंग से 112 किमी और गुवाहाटी से 224 किलोमीटर दूर। कोपिली नदी में बांधों के साथ नॉर्थ ईस्ट इलेक्ट्रिक पावर कॉरपोरेशन (NEEPCO) के तहत विशाल हाइडल प्लांट आया है।</p>\r\n<p>&nbsp;</p>\r\n<p>उमरंगो के पास, एक गर्म पानी का झरना (GARAMPANI) है, जिसके पानी का औषधीय महत्व माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कहां ठहरें: NEEPCO गेस्ट हाउस, P.W.D. गेस्ट हाउस, डी.सी. की I.B., और सीमेंट कारखानों के अन्य गेस्ट हाउस।</p>","SubContentHindi":null,"ImageUrl":"4484dc99-ac53-4578-b12a-bbf4fc4b0902_UMRANGSO.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. पैनिमूर","SubTitleHindi":null,"SubContent":"<p>हाफलोंग से लगभग 120 किलोमीटर दूर, और हाफलोंग तिनियाली से 8-10 किलोमीटर दूर, कोपिली नदी एक रोमांचकारी जलप्रपात में बदल जाती है, जो पणिमूर की चट्टानों पर लुढ़कती है।</p>\r\n<p>कहां ठहरें: वन निरीक्षण बुंग्लो, पीडब्ल्यूडी आईबी दियुंगमुख में</p>\r\n<p>दीमा हसाओ जिले के अन्य खूबसूरत स्थानों में लाईसॉन्ग, सेमखोर, गुंजांग, खोरोंग्मा, हरंगाजाओ, खुरुंगिंग रिजर्व फॉरेस्ट में पाथर नाला झरने आदि हैं।</p>","SubContentHindi":null,"ImageUrl":"b58b9bdf-990b-446b-ab19-4fa1dc61bc83_PANIMOOR.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>दीमा हसाओ गुवाहाटी से लगभग 270 किमी दूर उत्तर पूर्व में स्थित एक शहर है। परिवहन के कई साधनों से आप दीमा हसाओ तक पहुँच सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>डिमा हसाओ गुवाहाटी और सिलचर जैसे शहरों से सड़क मार्ग से जुड़ा हुआ है। डिमा हसाओ तक पहुँचने के लिए आप गुवाहाटी और सिलचर एयरपोर्ट तक उड़ानें प्राप्त कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा</p>\r\n<p>डिमा हसाओ में हाफलोंग के क्षेत्र के आसपास 3 रेलवे स्टेशन हैं। कई यात्री और एक्सप्रेस ट्रेनें हैं जो इन रेलवे स्टेशनों से होकर गुजरती हैं। उन स्टेशनों से गुजरने वाली ट्रेनों में से कुछ गुवाहाटी और सिलचर से आती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>डिमा हसाओ की सड़कें मुख्य रूप से गुवाहाटी, ईटानगर और तेजपुर जैसे शहरों से जुड़ी हुई हैं। कई बसें हैं, दोनों निजी और राज्य चलती हैं, जो असम के मुख्य शहरों से दीमा हसाओ तक परिवहन सेवाएं प्रदान करती हैं। शहर में परिवहन के लिए, आप शटल कार, ऑटो-रिक्शा और अन्य मोटर वाहन ले सकते हैं।</p>\r\n<p>स्रोत: http://nchills.gov.in/</p>","SubContentHindi":null,"ImageUrl":"49f5cbb5-aae3-4d35-a45d-f6fa25c014e1_Dima-Hasao.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dima-hasao-haflong-assam","tags":[{"name":"दीमा-हसाओ","slug":"dima-hasao"},{"name":"हाफलोंग","slug":"haflong"},{"name":"असम","slug":"assam"}],"recommendations":[{"id":1256,"title":"रंगिया में देखने के लिए शीर्ष स्थान, असम","imageUrl":"bc581d67-a6b2-4e8d-90e3-31a956b5a3c7_Rangiya.jpg","dateCreated":"2020-04-24T14:26:40.741Z","dateModified":"2020-04-24T14:26:52.729Z","contributedBy":"AskGif","content":"रंगिया या रंगिया भारतीय राज्य असम के कामरूप ग्रामीण जिले में एक शहर और एक नगरपालिका बोर्ड है। यह नॉर्थ ईस्ट फ्रंटियर रेलवे का क्षेत्रीय प्रभागीय मुख्यालय है। यह राज्य मुख्यालय दिसपुर गुवाहाटी से 52 किलोमीटर और जलुकबारी से 39 किलोमीटर दूर स्थित है।\r\n&nbsp;\r\nशब्द-साधन\r\nइंडिक शब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bc581d67-a6b2-4e8d-90e3-31a956b5a3c7_Rangiya.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"रंगिया","slug":"rangiya"}],"slug":"top-places-to-visit-in-rangiya-assam","total":0},{"id":1248,"title":"बारपेटा, असम में पर्यटक स्थल","imageUrl":"8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","dateCreated":"2020-04-23T05:20:05.945Z","dateModified":"2020-04-23T05:20:28.065Z","contributedBy":"AskGif","content":"बारपेटा भारत में असम राज्य के बारपेटा जिले का एक शहर है और जिला मुख्यालय है। यह शहर गुवाहाटी से 90 किलोमीटर (56 मील) उत्तर-पश्चिम में स्थित है और पश्चिमी असम के प्रमुख शहरों में से एक है। आसपास के क्षेत्र में विभिन्न वैष्णव सतारों की उपस्थिति के कारण इसे असम का सतरा नगरी (मंदिर शहर) भी कहा जाता ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बारपेटा","slug":"barpeta"},{"name":"असम","slug":"assam"}],"slug":"tourist-places-in-barpeta-assam","total":0},{"id":366,"title":"कोकराझार में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"6a4f8713-c0f4-452f-84ff-68949e964742_Kokrajhar-railway.jpg","dateCreated":"2019-04-30T14:00:36.222Z","dateModified":"2019-04-30T14:08:10.316Z","contributedBy":"AskGif","content":"कोकराझार, बोडोलैंड टेरिटोरियल एरिया डिस्ट्रिक्ट्स, असम में एक शहर है, जो भारत के उत्तर पूर्वी राज्यों में से एक स्वायत्त क्षेत्र है।\r\n&nbsp;\r\nकोकराझार शहर गौरांग नदी के किनारे स्थित है। उत्तर पूर्व भारतीय रेलवे शहर को दो भागों में विभाजित करता है, उत्तर और दक्षिण कोकराझार। कोकराझार ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a4f8713-c0f4-452f-84ff-68949e964742_Kokrajhar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"कोकराझार","slug":"kokrajhar"}],"slug":"top-places-to-visit-in-kokrajhar-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}