{"id":355,"title":"Top Places to visit in Dima Hasao, Haflong, Assam","imageUrl":"1f87c9e5-8ffa-437b-b726-169220e96284_haflong-railway-station.jpg","dateCreated":"2019-04-19T14:24:34.585Z","dateModified":"2019-04-19T15:01:05.402Z","contributedBy":"AskGif","content":"<p>Dima Hasao district &mdash; earlier called North Cachar Hills district &mdash; is an administrative district in the state of Assam in north-eastern India. As of 2011 it is the least populous district of Assam (out of 27). \"Dima Hasao\" means \"Dimasa Hills\" in the Dimasa language.</p>\r\n<p>&nbsp;</p>\r\n<p>Dima Hasao (N. C. Hills) district is one of the two Autonomous hill districts of the state of Assam. The district headquarter Haflong is the only hill station in Assam, a tourist paradise, also named the Switzerland of the East.</p>\r\n<p>&nbsp;</p>\r\n<p>Dima Hasao comprises three subdivisions: (I) Haflong, (II) Maibang and (III) Diyungbra. The district consists of five Community Development Blocks: (I) Jatinga Valley Development Block, Mahur; (II) Diyung Valley Development Block, Maibang; (III) Harangajao ITD Block, Harangajao; (IV) Diyungbra ITD Block, Diyungmukh; and (V) New Sangbar Development Block, Sangbar. There are four town committee in Dima Hasao viz. Haflong, Mahur, Maibang and Umrongso. And also mini towns like Harangajao, Langting, Diyungbra, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Average literacy rate of Dima Hasao in 2011 were 77.54 compared to 67.62 of 2001. All schools of Dima Hasao are run either by the state government or by private organisations. Mostly English is the primary languages of instruction in most of the schools. The schools are recognized to Board of Secondary Education, Assam (SEBA) and Assam Higher Secondary Education Council (AHSEC). All Colleges of Dima Hasao are affiliated to Assam University, a central university, which imparts education in both the general as well as professional streams. The university, which came into existence in 1994, has 16 schools and 35 post-graduate departments under them. The university has 51 affiliated colleges under it.</p>\r\n<p>&nbsp;</p>\r\n<p>College</p>\r\n<p>Some colleges in Dima Hasao</p>\r\n<p>Haflong Government College, Haflong</p>\r\n<p>J.B Hagjer Junior College, Umrongso</p>\r\n<p>B. Bodo Junior College, Maibang</p>\r\n<p>Hills Degree College, Haflong</p>\r\n<p>J.B Hagjer Memorial Junior College, Diyungbra</p>\r\n<p>Maibang Degree College, Maibang</p>\r\n<p>Sengya Sambudhan Junior College, Haflong</p>\r\n<p>M.C.D Junior College, Harangajao.</p>\r\n<p>Schools</p>\r\n<p>Most prominent schools in the district are:</p>\r\n<p>Don Bosco Higher Secondary School, Haflong East,</p>\r\n<p>Trinity High School, Mahur,</p>\r\n<p>Vivekananda Kendriya Vidyalaya, Sarkari Bagan, Haflong,</p>\r\n<p>Mahur High School, Mahur,</p>\r\n<p>St. Agnes Convent Higher Secondary School, Dibarai, Haflong,</p>\r\n<p>Jawahar Navodaya Vidyalaya, Haflong,</p>\r\n<p>CHT Synod Higher Secondary School, Haflong,</p>\r\n<p>Tularam Memorial Good Shepherd School, Gunjung,</p>\r\n<p>Presbyterian High School, Mahur,</p>\r\n<p>Langting High School, Langting,</p>\r\n<p>HM St. Mary's High School, Langting,</p>\r\n<p>Prabananda Vidya Mandir, Maibang,</p>\r\n<p>Ever Green High School, Maibang,</p>\r\n<p>Raja Gobindh Chandra Aarsh Gurukulum, Diyungbra.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district headquarters are located at Haflong. Dima Hasao district occupies an area of 4,888 square kilometres (1,887 sq mi)., comparatively equivalent to Brazil's Ilha Grande do Gurup&aacute;. It is the third largest district of Assam with 4888 km2 after Karbi Anglong and Sonitpur district. Dima Hasao District is surrounded by Karbi Anglong district (E) and Nagaland on North east, Manipur on East, Hojai District on North, Karbi Anglong Dist(W) on North-west, Meghalaya on West and Cachar district on South.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Dima Hasao district is an Autonomous District (Lok Sabha constituency) enjoying the Sixth Schedule status granted by the Constitution of India. The Dima Hasao District. is administered by North Cachar Hills Autonomous Council (NCHAC). Members of the Autonomous Council (MAC)are elected by people of Dima Hasao. The Political party who has majority MACs form the ruling party. The Autonomous Council is a powerful body and almost all the department of government are under its control except the police and Law &amp; Order is under Assam Government.</p>\r\n<p>&nbsp;</p>\r\n<p>Dima Hasao Autonomous Council Constituencies: 1. Haflong. 2. Jatinga. 3. Borail. 4. Mahur. 5. Jinam. 6. Hangrum. 7. Laisong. 8. Dautohaja. 9. Maibang East. 10. Maibang West. 11. Kalachand. 12. Wajao. 13. Hajadisa. 14. Langting. 15. Hatikhali. 16. Diyungmukh. 17. Garampani. 18. Kharthong. 19. Dehangi. 20. Gunjung. 21. Hadingma. 22. Dihamlai. 23. Harangajao. 24. Hamri. 25. Lower Kharthong. 26. Dolong. 27. Diger. 28. Semkhor.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Indian government named Dima Hasao one of the country's 250 most backward districts (out of a total of 640). It is one of the eleven districts in Assam currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dima_Hasao_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f87c9e5-8ffa-437b-b726-169220e96284_haflong-railway-station.jpg","subContents":[{"SubTitle":"1. HAFLONG","SubTitleHindi":null,"SubContent":"<p>Up in the rugged terrains&nbsp; &nbsp; stands Assam&rsquo;s only&nbsp; hill&nbsp; station Haflong, where one can see the rainbow down below. It is the Dist. Head Qr. of&nbsp; Dima Hasao District District. The hills emerge from the heart of Assam like chorus of silent hymns &amp; rise up to the sky like the crescendo. The sportive clouds play around the cliffs like gleeful children. The limitless green rolls away to distant horizon in a beautiful rhythm. Hilly Assam is a land of sensuousness. A heaven to the senses where one touches the sweetest dream with one&rsquo;s finger. The mountains float in the distant sky. The clouds descend &amp; snugly lie below one&rsquo;s feet.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Where to stay&nbsp; &nbsp;: Circuit House,&nbsp; Dak-Bunglow&nbsp; ( Addl. Circuit House),&nbsp; Council's&nbsp; Guest House,&nbsp; Hotel Elite,&nbsp; Hotel Jayashree, Hotel Eastern.</p>\r\n<p>&nbsp;</p>\r\n<p>What to wear&nbsp; &nbsp; &nbsp;: Heavy woollen in Winter. Cotton in Summer.</p>\r\n<p>&nbsp;</p>\r\n<p>Other attraction&nbsp; :&nbsp; Exciting Trekking in Borail Hills, Traditional dances of the Tribals.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"cb5eae0f-ff1e-4276-8819-4a8819f6df6f_HAFLONG.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. JATINGA","SubTitleHindi":null,"SubContent":"<p>Just 9 kms from Haflong. World wide famous for bird mystery (Birds Harakiri). The migratory birds come during the months August to November &amp; it becomes the ornithologist's attraction. From the elevated watch tower one can see them yielding to their death wish &amp; their little plumage dropping down.</p>","SubContentHindi":null,"ImageUrl":"a3781206-e0e2-4687-a327-83c6451e140f_JATINGA.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. MAIBANG","SubTitleHindi":null,"SubContent":"<p>Located on the bank of the river Mahur and 53 kms from Haflong. Maibang once flourished as the capital of Dimasa, kachari Kingdom. Stone house &amp; temple of Kachari king &amp; other ruins of the kingdom are the main attractions of the place.</p>\r\n<p>&nbsp;</p>\r\n<p>Where to stay&nbsp; &nbsp;: P.W.D. Guest House, Irrigation I.B.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"62fb7cf0-c056-4bdd-8942-a21fd0ede6ad_MAIBANG.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. UMRANGSO","SubTitleHindi":null,"SubContent":"<p>112 km from Haflong &amp; 224 kms from Guwahati .The huge Hydel plant has come up under North East electric Power Corporation (NEEPCO) with dams in the Kopili river.</p>\r\n<p>&nbsp;</p>\r\n<p>Near Umrangso, there is a Hot spring( GARAMPANI), the water of which is believed to have medicinal value.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Where to stay&nbsp; &nbsp;: NEEPCO Guest House, P.W.D. Guest House, D.C.'s I.B., &amp; other Guest Houses of Cement factories.</p>","SubContentHindi":null,"ImageUrl":"4484dc99-ac53-4578-b12a-bbf4fc4b0902_UMRANGSO.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. PANIMOOR","SubTitleHindi":null,"SubContent":"<p>Approximately 120 kms away from Haflong, &amp; 8-10 kms from Haflong Tiniali, The Kopili River turns into a thrilling waterfall, rolling over the rocks of Panimoor.&nbsp;</p>\r\n<p>Where to stay&nbsp; &nbsp;: Forest Inspection Bunglow, PWD IB at Diyungmukh</p>\r\n<p>Other beautiful places of Dima Hasao District&nbsp; are Laisong, Semkhor, Gunjung, Khorongma, Harangajao, Pathar Nalla waterfalls in the Khrungming Reserve Forest etc.&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>","SubContentHindi":null,"ImageUrl":"b58b9bdf-990b-446b-ab19-4fa1dc61bc83_PANIMOOR.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Dima Hasao is a town located northeast of Guwahati approximately 270 km away. You can reach Dima Hasao by several means of transport.</p>\r\n<p>&nbsp;</p>\r\n<p>BY AIR</p>\r\n<p>Dima Hasao is connected by road to cities like Guwahati and Silchar. You can get flights till Guwahati and Silchar Airports to reach Dima Hasao.</p>\r\n<p>&nbsp;</p>\r\n<p>BY RAIL</p>\r\n<p>Dima Hasao has 3 railway stations around the area of Haflong. There are several passenger and express trains that ferry through these railway stations. Few of the trains that pass through those stations come from Guwahati and Silchar.</p>\r\n<p>&nbsp;</p>\r\n<p>BY ROAD</p>\r\n<p>The roads of Dima Hasao are well-connected to main cities like Guwahati, Itanagar and Tezpur. There are several buses, both private and state run, which offer transportation services from the main cities of Assam to Dima Hasao. For in-city transportation, you can avail shuttle cars, auto-rickshaws and other motor vehicles.</p>\r\n<p>source: http://nchills.gov.in/</p>","SubContentHindi":null,"ImageUrl":"49f5cbb5-aae3-4d35-a45d-f6fa25c014e1_Dima-Hasao.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dima-hasao-haflong-assam","tags":[{"name":"dima-hasao","slug":"dima-hasao"},{"name":"haflong","slug":"haflong"},{"name":"assam","slug":"assam"}],"recommendations":[{"id":1256,"title":"Top Places to visit in Rangiya, Assam","imageUrl":"bc581d67-a6b2-4e8d-90e3-31a956b5a3c7_Rangiya.jpg","dateCreated":"2020-04-24T14:26:40.741Z","dateModified":"2020-04-24T14:26:52.729Z","contributedBy":"AskGif","content":"Rangiya or Rangia is a town and a municipal board in Kamrup rural district in the Indian state of Assam. It is the regional divisional headquarters of the North East Frontier Railway. It's situated 52 kilometres away from the state headquarters Dispur Guwahati and 39 kilometres from Jalukbari.</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bc581d67-a6b2-4e8d-90e3-31a956b5a3c7_Rangiya.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"rangiya","slug":"rangiya"}],"slug":"top-places-to-visit-in-rangiya-assam","total":0},{"id":1248,"title":"Tourist places in Barpeta, Assam","imageUrl":"8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","dateCreated":"2020-04-23T05:20:05.945Z","dateModified":"2020-04-23T05:20:28.065Z","contributedBy":"AskGif","content":"Barpeta is a town in Barpeta district of the state of Assam in India and is district headquarters. The city is located 90 kilometres (56 mi) north-west of Guwahati and is one of the major cities in Western Assam. It is also called Satra Nagari (Temple town) of Assam due to the presence of various","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"barpeta","slug":"barpeta"},{"name":"assam","slug":"assam"}],"slug":"tourist-places-in-barpeta-assam","total":0},{"id":366,"title":"Top Places to visit in Kokrajhar, Assam","imageUrl":"6a4f8713-c0f4-452f-84ff-68949e964742_Kokrajhar-railway.jpg","dateCreated":"2019-04-30T14:00:36.222Z","dateModified":"2019-04-30T14:08:10.316Z","contributedBy":"AskGif","content":"Kokrajhar is a town in Bodoland Territorial Area Districts, Assam, an autonomous territory in one of the North Eastern States of India.\r\n&nbsp;\r\nKokrajhar town is located along the banks of Gourang River. The North East Indian Railways divides the city into two divisions, north and ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a4f8713-c0f4-452f-84ff-68949e964742_Kokrajhar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"kokrajhar","slug":"kokrajhar"}],"slug":"top-places-to-visit-in-kokrajhar-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}