{"id":358,"title":"Top Places to visit in Golaghat, Assam","imageUrl":"8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","dateCreated":"2019-04-22T15:12:38.434Z","dateModified":"2019-04-22T15:31:55.427Z","contributedBy":"AskGif","content":"<p>Golaghat; one of the largest subdivisions of Assam, later elevated to the position of a full&ndash;fledged district headquarter on 15 August 1987, is a city, and a municipality, and the seat of administrative operations of Golaghat district, besides being a sister city to Jorhat which is about 55 km away. It is one of the oldest urban areas in Assam that recently made its way to the Smart Cities nominations' list, along with Guwahati and four other prominent urban areas of the state, although losing out to Guwahati at the final stage. The Dhansiri, one of the tributaries of the Brahmaputra passes through Golaghat and is the primary water source for its citizens.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Fa&ccedil;ade of the administrative block of D. R. College</p>\r\n<p>&nbsp;</p>\r\n<p>Golaghat District Library</p>\r\n<p>Golaghat is known for many literary intellects who have made outstanding contributions to Assamese literature. The place has good old institutions which have been credited with students' high academic performance and record scores in the past when being compared to other institution equivalents of similar repute in Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Primary and secondary education</p>\r\n<p>Primary and secondary education in Golaghat are offered by various schools affiliated to one of the boards of education, such as the HSLC of SEBA, AISSE of CBSE and ICSE of CISE. Schools in Golaghat are either government run or are private (both aided and un-aided by the government). After completing their high or secondary education, students either attend Higher Secondary School Leaving Certificate (HSSLC) through Degree/Junior College affiliated to AHSEC</p>\r\n<p>&nbsp;</p>\r\n<p>Following are a few of the institutes:</p>\r\n<p>&nbsp;</p>\r\n<p>Schools</p>\r\n<p>Primary</p>\r\n<p>No. 1 Town Model School (ESTD 1888)</p>\r\n<p>No. 2 Town Model School</p>\r\n<p>No. 3 Town Chandmari School</p>\r\n<p>Golaghat Sishu Bhavan</p>\r\n<p>High School and Higher or Senior Secondary</p>\r\n<p>Bezbaruah Higher Secondary School (SEBA &ndash; HSLC, AHSEC &ndash; HSSLC)</p>\r\n<p>Bengali School (SEBA &ndash; HSLC)</p>\r\n<p>Christian High School, Golaghat (SEBA &ndash; HSLC)</p>\r\n<p>Dandadhar Barooah Girls High School (SEBA &ndash; HSLC)</p>\r\n<p>Dhekial Higher Secondary School (SEBA &ndash; HSLC, AHSEC &ndash; HSSLC)</p>\r\n<p>Delhi Public School Numaligarh Golaghat (CBSE &ndash; AISSE/AISSSE)</p>\r\n<p>Fallagani High School (SEBA &ndash; HSLC)</p>\r\n<p>Golaghat Jatiya Vidyalaya (SEBA &ndash; HSLC)</p>\r\n<p>Golaghat Jatiya Mahavidyalaya (AHSEC &ndash; HSSLC)</p>\r\n<p>Hindi School (SEBA &ndash; HSLC)</p>\r\n<p>Jawahar Navodaya Vidyalaya, Golaghat &ndash; JNV Golaghat (CBSE &ndash; AISSE/AISSSE)</p>\r\n<p>Kendriya Vidyalaya &ndash; KV Golaghat (CBSE &ndash; AISSE)</p>\r\n<p>Marshneil Academy</p>\r\n<p>Morangi Dina Nath High School</p>\r\n<p>Montessori School, Golaghat &ndash; KKBB: Kushal Konwar Balya Bhawan (SEBA &ndash; HSLC)</p>\r\n<p>Phanidhar Bordoloi High School (Town High School) (SEBA &ndash; HSLC)</p>\r\n<p>Pulibor Vidyapith, (SEBA &ndash; HSLC, AHSEC &ndash; HSSLC)</p>\r\n<p>Rodhola high school (SEBA &ndash; HSLC)</p>\r\n<p>Sacred Heart High School &ndash; Golaghat (SEBA &ndash; HSLC)</p>\r\n<p>Ankurjyoti Jatiya Vidyapeeth, Dhekial (SEBA &ndash; HSLC)</p>\r\n<p>Saint Mary's High School, Doigrung (SEBA &ndash; HSLC)</p>\r\n<p>Shankardev Shisu/vidya Niketan</p>\r\n<p>Sri Sathya Sai Vidya Vihar (CBSE &ndash; AISSE)</p>\r\n<p>Town Girls High School, Golaghat (SEBA &ndash; HSLC)</p>\r\n<p>Vivekananda Kendra Vidyalaya Golaghat &ndash; VKV Golaghat (CBSE &ndash; AISSE/AISSSE)</p>\r\n<p>Mahatma balya bhawan</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges</p>\r\n<p>&nbsp;</p>\r\n<p>Biseswar Phukan Junior College</p>\r\n<p>College of Teacher Education (B.ed College) &ndash; CTE Golaghat</p>\r\n<p>Debraj Roy College &ndash; DR</p>\r\n<p>Don Bosco College, Golalghat - DBC Golaghat</p>\r\n<p>Furkating College</p>\r\n<p>Golaghat Commerce College &ndash; Golaghat Commerce</p>\r\n<p>Golaghat Jatiya Mahavidyalaya</p>\r\n<p>Golaghat Law College</p>\r\n<p>H.P.B. Girls College</p>\r\n<p>Indian Technical Institute, Golaghat</p>\r\n<p>Maheshwar Barooah Sangeet Mahavidyalaya: Music college</p>\r\n<p>Morangi College</p>\r\n<p>Pragjyotika Academy</p>\r\n<p>Reliance College Junior</p>\r\n<p>Residential Girls' Polytechnic &ndash; RGP Golaghat</p>\r\n<p>Rupaban Mahavidyalaya: College of music and dance</p>\r\n<p>Prayash Academy</p>\r\n<p>Technical institute</p>\r\n<p>Golaghat Engineering College</p>\r\n<p>Golaghat Polytechnic, Furkating</p>\r\n<p>Others</p>\r\n<p>Ajanta Kala Manadal: School of dance</p>\r\n<p>KVK: Krishi Vigyan Kendra (ICAR &ndash; AAU)</p>\r\n<p>Mayur Kala Kendra</p>\r\n<p>NEiiT: North East Institute of Information Technology</p>\r\n<p>&nbsp;</p>\r\n<p>Walking</p>\r\n<p>Dhansiri river bank</p>\r\n<p>A walk down the Dhansiri bridge towards the river offers a very beautiful sight. It is a popular picnic spot for the citizens of Golaghat and others alike.</p>\r\n<p>&nbsp;</p>\r\n<p>Jamuna boating park</p>\r\n<p>It is a public boating park within the city with slow boating facility for the locals and the tourists.It too has a well established jogging area around the park with swings and playing area for children.</p>\r\n<p>&nbsp;</p>\r\n<p>Jamuna water body</p>\r\n<p>It is a reserved area of Jamuna boating park that is used for the preservation of abundant flora and fauna plantations. It is not open for public boating and has a recorded history of rich and exotic species of biological plant and animal species.</p>\r\n<p>&nbsp;</p>\r\n<p>Japixojia lake (beel)</p>\r\n<p>The late is about 30 minutes drive from Golaghat central, located near the central jail of Golaghat. The Japixojia lake is a very lovely spot, with lush tea gardens lining the borders of the vast expanses of water. The lake is visited by many migratory birds as well as home to various all season birds.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Golaghat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","subContents":[{"SubTitle":"1. Leisure and entertainment","SubTitleHindi":null,"SubContent":"<p>Golaghat Gymkhana</p>\r\n<p>Golaghat Gymkhana is a public/private members' club located on Station Road in Golaghat. The members mostly consist the citizens of Golaghat. The new Golaghat Gymkhana is a heritage bungalow that was built in 1910 and is a clubhouse which is over a 100 years old and had been renovated to convert into a modern clubhouse.</p>\r\n<p>&nbsp;</p>\r\n<p>Golaghat had its own Gymkhana Club much like Jorhat that was destroyed during the Quit India Movement. It was then the centre of entertainment and merry-making for the Military personnel.</p>\r\n<p>&nbsp;</p>\r\n<p>The present&ndash;day club, open to all, is equipped with a lounge bar along with a billiard table, a gymnasium and a swimming pool, besides a restaurant. Although anyone may apply for the membership to avail 'members-only' facilities, such as the gymnasium, applications may be reviewed to make an informed decision.</p>","SubContentHindi":null,"ImageUrl":"4de78759-8e9a-4caf-93c9-2576154940e9_Golaghat-Gymkhana.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Museum and heritage sites and buildings","SubTitleHindi":null,"SubContent":"<p>Natural History Museum &ndash; Golaghat</p>\r\n<p>Golaghat Natural History Museum (Uncle Robin's Museum) is located on Mission Road, Golaghat and was the former place of residence of late Dr Robin Banerjee, a naturalist of International repute. The museum is full of dolls, artefacts, mementoes, movies and other personal collections of Dr Banerjee's lifetime. There are 587 dolls and 262 other showpieces. They have mostly been presented by admirers and children during his many trips to abroad and within the country as well.</p>\r\n<p>&nbsp;</p>\r\n<p>Golaghat Baptist Church</p>\r\n<p>Golaghat Baptist Church is one of the oldest and biggest Baptist Churches in Assam that was established in December 1898, and had celebrated its Centenary Jubilee in 1999. The pioneering man behind the foundation of this church was Dr O. L. Swanson, a missionary from America, who had come to Assam in 1893 along with his wife. Dr Swanson was assisted by a number of local people to erect this church.</p>\r\n<p>&nbsp;</p>\r\n<p>Golaghat British Cemetery</p>\r\n<p>Golaghat British Cemetery, established in 1876, is located on the premises opposite to Cally Coomer Doss &amp; Co., adjacent to the circle office of Assam Power Distribution Company Limited at Golaghat. It is Assam's one of the oldest burial grounds dating back to India's pre-independence era, containing 28 burials of British officers of tea estates and their families, and is open for public viewing.</p>\r\n<p>&nbsp;</p>\r\n<p>Doss &amp; Co. &ndash; Golaghat</p>\r\n<p>Constructed in 1930 and incorporated 64&ndash;65 years ago as Cally Coomar Doss Co. Pvt. Ltd. under the Registrar of Companies (RoC) &ndash; Shillong in the year 1955, located at Krishna Building, Golaghat, Assam, the Golaghat Doss &amp; Co. is the oldest Department Store, and the largest during that time, that was established before India's independence from Britain. The general merchants' store belonging to entity of company with limited shareholders and an authorised capital of ₹500,000 and paid&ndash;up capital of ₹210,000, still stands to this day, trading in the same building at the heart of the city centre, having many divisions comprising home appliances, electronics, and additionally select other lines of products such as paint, hardware, toiletries, cosmetics, photographic equipment, jewellery, toys, and sporting goods, among others.</p>\r\n<p>&nbsp;</p>\r\n<p>Having built long ago, and reckoned as the earliest department store in the organised retail space, and with a legacy of sixty plus years in the state of Assam, the store is one of the recommended places for tourists in Golaghat, and has an official Assam Travel Guide entry, issued and published by Assam Tourism under the Joint Secretary Finance of Tourism Departments, Assam Secretariat.</p>\r\n<p>&nbsp;</p>\r\n<p>Two years later, a second branch of this store was opened in Jorhat in the year 1957. The company was incorporated on 1 March 1957 under the name of Jorhat Doss Co. Pvt. Ltd. marked by Registrar of Companies (RoC) &ndash; Shillong .</p>\r\n<p>&nbsp;</p>\r\n<p>The two stores with an age difference of two years, and with the assigned registration numbers of 1063 and 1086 respectively, laid the first foundations of department stores in the region, establishing Doss &amp; Co. &ndash; Golaghat as the thousand sixty&ndash;third and Doss &amp; Co. &ndash; Jorhat, the thousand eighty&ndash;sixth, limited companies in Assam to be listed under the category of Trading as the principal business activity based on the classification of registered companies by the Ministry of Corporate Affairs, Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Deopahar ruins</p>\r\n<p>A historical spot that has one of the finest sculptures of the pre Ahom period, relating to Kingdom of Jarasanda. An important archaeological site in the state, located on the hills amidst the tropical forests, has the ruins of an ancient temple. Deopahar Archaeological site, situated in Numaligarh, Golaghat district, Assam, India PIN:785699, is a protected Archaeological Park and site - museum under the Directorate of Archaeology, Government of Assam, India. Deopahar archaeological site, with coordinates 26&deg;36'6\"N&nbsp; &nbsp;93&deg;43'51\"E, is atop a hillock called Deopahar, also called Deoparvat, by the side of the Asean Highway 1(NH39) in Numaligarh, Golaghat district, Assam, India.The Deopahar archaeological site is about 5 km from the Numaligarh Refinery. The Deopahar hillock is a part of the Deopani reserve forest. Atop the Hillock, there is an ancient stone temple whose construction is either incomplete or the temple may be damaged in the massive Assam earthquake of 1897. The temple was erected on a monolithic floor.The temple has a big ceiling slab engraved with a large lotus bearing a relief of Vidyadhara holding a scarf and a necklace by both hands. The sculptured stone blocks indicates an architectural style indicative of the fact that the stone temple belongs to 1100 - 1200 CE.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"693d8c5f-a052-4e60-8e88-d07206196b72_Golaghat_British_Cemetery.png","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Music and art","SubTitleHindi":null,"SubContent":"<p>Golaghat Amateur Theatre Society (GATS)</p>\r\n<p>Golaghat Amateur Theatre Society (GATS), established in 1895, is the oldest theatre society in Assam having its Town hall at Golaghat central. Most of the seminars, conferences, theatres, including experimental theatres, meetings and other workshops are organised and conducted by GATS.</p>\r\n<p>&nbsp;</p>\r\n<p>Ajanta Kala Mandal</p>\r\n<p>Established in 1951, the Ajanta Kala Mandal is one of the oldest centres of teaching and propagation of Sattriya &ndash; the classical dance form of Assam. Set up by Pradeep Chaliha, a trained and renowned dancer of Assam and an honorary D. Litt. title holder from Dibrugarh University, the Ajanta Kala Mandal has trained numerous classical dancers of Assam since its inception, including internationally acclaimed Sattriya dancer, Indira P.P. Bora.</p>\r\n<p>&nbsp;</p>\r\n<p>The institute continues to train dancers and organizes various cultural workshops for the promotion of arts and culture in Golaghat, and greater Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Queen's Arts' and Cultural Complex (Sati Sadhani Kalakshetra)</p>\r\n<p>Sati Sadhani Kalakshetra is a cultural center located near Tenpur suburb in Golaghat and is the leading modern cultural centre in Upper &ndash; Assam. The cultural complex is named after Sati Sadhani, the last queen of the Sutiya dynasty. The centre supports and encourages the creative expression of the indigenous cultures of Assam, enabling the Assamese society to promote presentations on drama, music, dance, and arts and crafts, many of which having origins in Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Designed and developed by Government of Assam, the cultural complex is set&ndash;up with the specific mission to create, preserve, promote and educate about the passion and dedication of Sati Sadhani.</p>\r\n<p>&nbsp;</p>\r\n<p>Floor space and facilities</p>\r\n<p>The flagship facility is spread over ~ 10 acres of land and includes an air-conditioned auditorium, a tourist lodge, boating facility, an amusement park and restaurants.</p>","SubContentHindi":null,"ImageUrl":"8a36e553-b4fc-44c4-a471-490101f9e862_Auditorium-of-the-Queen-Arts-Cultural-Complex-Golaghat.png","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Recreation","SubTitleHindi":null,"SubContent":"<p>Parks and open spaces</p>\r\n<p>Garampani Wildlife Sanctuary</p>\r\n<p>Garampani Wildlife Sanctuary is a 6.05-square-kilometre (2.34 sq mi) wildlife sanctuary which is 25 km (16 mi) away from Golaghat. It is one of the oldest sanctuaries containing Hot water spring and Waterfalls and surrounded is by Nambor Sanctuary having 51 rare species of orchid. Best season to visit: November to April.</p>\r\n<p>&nbsp;</p>\r\n<p>Kaziranga National Park</p>\r\n<p>Kazir&ocirc;nga National Park is a World Heritage Site that hosts two-thirds of the world's great one-horned rhinoceroses. Kaziranga boasts the highest density of tigers among protected areas in the world and was declared a tiger reserve in 2006. The park is home to large breeding populations of elephants, wild water buffalo, and swamp deer. Kaziranga is recognized as an Important Bird Area by BirdLife International for the conservation of avifaunal species. Compared to other protected areas in India, Kaziranga has achieved notable success in wildlife conservation. Located on the edge of the Eastern Himalaya biodiversity hotspot, the park combines high species diversity and visibility. It is a vast expanse of tall elephant grass, marshland, and dense tropical moist broadleaf forests, crisscrossed by four major rivers, including the Brahmaputra, and the park includes numerous small bodies of water. Kaziranga has been the theme of several books, songs, and documentaries. The park celebrated its centennial in 2005 after its establishment in 1905 as a reserve forest.</p>\r\n<p>&nbsp;</p>\r\n<p>Nambor &ndash; Doigrung Wildlife Sanctuary</p>\r\n<p>Nambor &ndash; Doigrung Wildlife Sanctuary, spreading across 97 square kilometres (37 sq mi) in 3 blocks, is located in Morangi, Golaghat and is famous as a spot for Hot water spring and wildlife viewpoint to spot Rhino and other animals.</p>","SubContentHindi":null,"ImageUrl":"feb7e750-5c89-4a53-b6df-570b93466970_Jamuna-Boating-Park-Golaghat.png","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Sports","SubTitleHindi":null,"SubContent":"<p>Sports' clubs and associations</p>\r\n<p>&nbsp;</p>\r\n<p>GDSA &ndash; Golaghat District Sports Association</p>\r\n<p>&nbsp;</p>\r\n<p>Crest of Golaghat Rhino F.C.</p>\r\n<p>Golaghat Stadium (Golaghat District Sports Association &ndash; GDSA): A fully built stadium with galleries and sitting capacity of 4000 people. Good Cricket pitch which is however also used to host football matches.The stadium complex houses two volleyball courts, two boxing rings, a cricket ground, a football ground, a twin-crease indoor cricket practice stadium and a four&ndash;star guest house-cum-gallery.The indoor cricket practice stadium is built with materials imported from Australia.</p>\r\n<p>Indoor Stadium: The premises confined near to Mission Circle, the Table Tennis and Badminton Indoor Stadium is equipped with four table tennis boards and two badminton courts. It is a professional sports centre for the sports enthusiast.</p>\r\n<p>Golaghat District Carrom Association (GDCA): The only platform for the carrom players of the district.</p>\r\n<p>Golaghat Rhino Football Club: Golaghat Rhino F.C. is a professional football club based in Golaghat, Assam, that competes in the Assam State Premier League, the top division state football. The club was founded in 2014.</p>\r\n<p>Golaghat Tennis Club: One of the oldest clubs in Assam, the GTC has 2 clay courts in Golaghat Tennis Complex (GTC) besides two lawn courts at Kushal Kunwar Memorial Trust complex on Mission Road. The club is equipped with modern infrastructure facilities also has Floodlight stipulation &ndash; the facility that provides broad-beamed, high-intensity artificial lights for outdoor playing in low-light conditions, and qualified coaches. The club has been organising North East Tennis Championship and other AITA tournaments regularly since 1987.</p>\r\n<p>Boxing Club: Golaghat boxing club is one of the pioneering boxing clubs in Assam. The club in the Amolapatty &ndash; Old is a centre for boxing events.</p>\r\n<p>Swimming Club: Located next to the indoor stadium near to Mission Circle the swimming pool managed by Golaghat District's Sports Office, the club has a training facility for all age groups conducted by trained and experienced coaches.</p>","SubContentHindi":null,"ImageUrl":"46c0df17-1708-4f69-8fc1-6b5bd5655bf6_District-Sports-Association-Stadium-Golaghat.png","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Air</p>\r\n<p>Rowriah Airport which is at Jorhat district is the nearest airport from Golaghat.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>The Golaghat railway station is located at Bet Mahal, and the main railhead is Furkating junction on Lumding&ndash;Dibrugarh section of Northeast Frontier Railway, about 10 kilometers from Golaghat municipal area. There are daily and weekly trains running through the Furkating junction to all important cities of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Golaghat is well connected by roadways to all the cities and towns in Assam. The National Highway 39 (NH 39) starts from Numaligarh, passes near Golaghat town which is linked by GD Road and GF Road.</p>","SubContentHindi":null,"ImageUrl":"97d634c7-1b94-4039-9af2-04b04c1c29e8_Golaghat-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-golaghat-assam","tags":[{"name":"assam","slug":"assam"},{"name":"golaghat","slug":"golaghat"}],"recommendations":[{"id":1250,"title":"Top Places to visit in Lumding, Assam","imageUrl":"c686b196-e59a-4fb2-83cf-e75becd7b3cd_Lumding.jpg","dateCreated":"2020-04-23T13:07:46.398Z","dateModified":"2020-04-23T13:08:10.652Z","contributedBy":"AskGif","content":"Lumding is a city with a municipal board in the Hojai district in the Indian state of Assam.\r\n&nbsp;\r\nHistory\r\nOver the years Lumding has developed into a township. The railway township had always enjoyed scant rainfall during the rainy season every year, although the trend h","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c686b196-e59a-4fb2-83cf-e75becd7b3cd_Lumding.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lumding","slug":"lumding"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-lumding-assam","total":0},{"id":371,"title":"Top Places to visit in Nalbari, Assam","imageUrl":"82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","dateCreated":"2019-05-04T08:14:45.2Z","dateModified":"2019-05-04T09:30:15.875Z","contributedBy":"AskGif","content":"Nalbari is a town and a municipal board in Nalbari district in the Indian state of Assam. Nalbari town is also the headquarters of Nalbari District. The town is one of many towns covered under proposed 'State Capital Region'.\r\n&nbsp;\r\nNalbari is an administrative district in the sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"nalbari","slug":"nalbari"}],"slug":"top-places-to-visit-in-nalbari-assam","total":0},{"id":352,"title":"Top Places to visit in Dhemaji, Assam","imageUrl":"519a404e-84c7-445c-8fa4-97153ce5d6bd_Dhemaji-railway.jpg","dateCreated":"2019-04-18T19:00:24.592Z","dateModified":"2019-04-18T19:12:48.79Z","contributedBy":"AskGif","content":"Dhemaji is the headquarters of Dhemaji district, Assam, India. It is one of the remote districts of Assam.\r\n&nbsp;\r\nDhemaji district is an administrative district in the state of Assam in India. The district headquarters are located at Dhemaji. The district occupies an area of 3237 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/519a404e-84c7-445c-8fa4-97153ce5d6bd_Dhemaji-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"dhemaji","slug":"dhemaji"}],"slug":"top-places-to-visit-in-dhemaji-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}