{"id":358,"title":"गोलघाट में देखने के लिए शीर्ष स्थान, असम","imageUrl":"8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","dateCreated":"2019-04-22T15:12:38.434Z","dateModified":"2019-04-22T15:31:55.427Z","contributedBy":"AskGif","content":"<p>गोलाघाट; असम के सबसे बड़े उपखंडों में से एक, जो बाद में 15 अगस्त 1987 को एक पूर्ण जिला मुख्यालय की स्थिति तक बढ़ा, एक शहर है, और एक नगर पालिका है, और गोलाघाट जिले के प्रशासनिक संचालन की सीट है, इसके अलावा जोरहाट के लिए एक बहन शहर है जो लगभग 55 किमी दूर है। यह असम के सबसे पुराने शहरी क्षेत्रों में से एक है जिसने हाल ही में गुवाहाटी और राज्य के चार अन्य प्रमुख शहरी क्षेत्रों के साथ-साथ स्मार्ट शहरों के नामांकन की सूची में अपना स्थान बनाया, हालांकि अंतिम चरण में गुवाहाटी से हार गए। धनसिरी, ब्रह्मपुत्र की सहायक नदियों में से एक गोलाघाट से होकर गुजरती है और यह नागरिकों के लिए प्राथमिक जल स्रोत है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>डी। आर। कॉलेज के प्रशासनिक ब्लॉक के फ़ैकडे</p>\r\n<p>&nbsp;</p>\r\n<p>गोलाघाट जिला पुस्तकालय</p>\r\n<p>गोलाघाट कई साहित्यिक बुद्धि के लिए जाना जाता है जिन्होंने असमिया साहित्य में उत्कृष्ट योगदान दिया है। इस स्थान पर अच्छे पुराने संस्थान हैं, जिन्हें असम में समान पुनरावृत्ति के अन्य संस्थान समकक्षों की तुलना में छात्रों के उच्च शैक्षणिक प्रदर्शन और अतीत में रिकॉर्ड स्कोर के साथ श्रेय दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्राथमिक और माध्यमिक शिक्षा</p>\r\n<p>गोलाघाट में प्राथमिक और माध्यमिक शिक्षा शिक्षा बोर्ड से संबद्ध विभिन्न स्कूलों द्वारा प्रस्तुत की जाती है, जैसे SEBA का HSLC, CBSE का AISSE और CISE का ICSE। गोलाघाट में स्कूल या तो सरकारी हैं या निजी (सरकारी सहायता प्राप्त और सहायता प्राप्त दोनों) हैं। अपनी उच्च या माध्यमिक शिक्षा पूरी करने के बाद, छात्र या तो AECEC से संबद्ध डिग्री / जूनियर कॉलेज के माध्यम से उच्च माध्यमिक विद्यालय छोड़ने के प्रमाण पत्र (HSSLC) में भाग लेते हैं</p>\r\n<p>&nbsp;</p>\r\n<p>निम्नलिखित कुछ संस्थान हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूलों</p>\r\n<p>मुख्य</p>\r\n<p>नंबर 1 टाउन मॉडल स्कूल (ईएसडी 1888)</p>\r\n<p>नंबर 2 टाउन मॉडल स्कूल</p>\r\n<p>नंबर 3 टाउन चंदमारी स्कूल</p>\r\n<p>गोलाघाट शिशु भवन</p>\r\n<p>हाई स्कूल और उच्च या वरिष्ठ माध्यमिक</p>\r\n<p>बेजबरुआ हायर सेकेंडरी स्कूल (SEBA - HSLC, AHSEC - HSSLC)</p>\r\n<p>बंगाली स्कूल (SEBA - HSLC)</p>\r\n<p>क्रिश्चियन हाई स्कूल, गोलाघाट (SEBA - HSLC)</p>\r\n<p>दंडधर बरूआ गर्ल्स हाई स्कूल (SEBA - HSLC)</p>\r\n<p>ढेकियल उच्चतर माध्यमिक विद्यालय (SEBA - HSLC, AHSEC - HSSLC)</p>\r\n<p>दिल्ली पब्लिक स्कूल नुमालीगढ़ गोलाघाट (CBSE - AISSE / AISSSE)</p>\r\n<p>फालगानी हाई स्कूल (SEBA - HSLC)</p>\r\n<p>गोलाघाट जाति विद्यालय (SEBA - HSLC)</p>\r\n<p>गोलाघाट जाति महाविद्यालय (AHSEC - HSSLC)</p>\r\n<p>हिंदी विद्यालय (SEBA - HSLC)</p>\r\n<p>जवाहर नवोदय विद्यालय, गोलाघाट - JNV गोलाघाट (CBSE - AISSE / ASSSSE)</p>\r\n<p>केन्द्रीय विद्यालय - केवी गोलाघाट (CBSE - AISSE)</p>\r\n<p>मार्शनील अकादमी</p>\r\n<p>मोरंगी दीना नाथ हाई स्कूल</p>\r\n<p>मोंटेसरी स्कूल, गोलाघाट - KKBB: कुशाल कोंवर बाल भवन (SEBA - HSLC)</p>\r\n<p>फणीधर बोरदोलोई हाई स्कूल (टाउन हाई स्कूल) (SEBA - HSLC)</p>\r\n<p>पुलिबोर विद्यापीठ, (SEBA - HSLC, AHSEC - HSSLC)</p>\r\n<p>रोडहोल हाई स्कूल (SEBA - HSLC)</p>\r\n<p>सेक्रेड हार्ट हाई स्कूल - गोलाघाट (SEBA - HSLC)</p>\r\n<p>अंकुरज्योति जाति विद्यापीठ, ढेकियाल (SEBA - HSLC)</p>\r\n<p>सेंट मैरी हाई स्कूल, ड्युइग्रंग (SEBA - HSLC)</p>\r\n<p>शंकरदेव शिसू / विद्या निकेतन</p>\r\n<p>श्री सत्य साई विद्या विहार (CBSE - AISSE)</p>\r\n<p>टाउन गर्ल्स हाई स्कूल, गोलाघाट (SEBA - HSLC)</p>\r\n<p>विवेकानंद केंद्र विद्यालय गोलाघाट - VKV गोलाघाट (CBSE - AISSE / ASSE)</p>\r\n<p>महात्मा बाल्य भवन</p>\r\n<p>&nbsp;</p>\r\n<p>कालेजों</p>\r\n<p>&nbsp;</p>\r\n<p>बिसेश्वर फूकन जूनियर कॉलेज</p>\r\n<p>कॉलेज ऑफ टीचर एजुकेशन (बीएड कॉलेज) - सीटीई गोलाघाट</p>\r\n<p>देवराज रॉय कॉलेज - DR</p>\r\n<p>डॉन बॉस्को कॉलेज, गोलाघाट - डीबीसी गोलाघाट</p>\r\n<p>फ़र्केटिंग कॉलेज</p>\r\n<p>गोलाघाट कॉमर्स कॉलेज - गोलाघाट कॉमर्स</p>\r\n<p>गोलाघाट जाति महाविद्यालय</p>\r\n<p>गोलाघाट लॉ कॉलेज</p>\r\n<p>H.P.B. गर्ल्स कॉलेज</p>\r\n<p>भारतीय तकनीकी संस्थान, गोलाघाट</p>\r\n<p>महेश्वर बरोहा संगीत महाविद्यालय: संगीत महाविद्यालय</p>\r\n<p>मोरंगी कॉलेज</p>\r\n<p>प्रागज्योतिका अकादमी</p>\r\n<p>रिलायंस कॉलेज जूनियर</p>\r\n<p>आवासीय लड़कियों का पॉलीटेक्निक - आरजीपी गोलाघाट</p>\r\n<p>रूपबान महाविद्यालय: संगीत और नृत्य का महाविद्यालय</p>\r\n<p>प्रार्थना अकादमी</p>\r\n<p>तकनीकी संस्थान</p>\r\n<p>गोलाघाट इंजीनियरिंग कॉलेज</p>\r\n<p>गोलाघाट पॉलिटेक्निक, फुरकिंग</p>\r\n<p>अन्य लोग</p>\r\n<p>अजंता कला मनदल: नृत्य की पाठशाला</p>\r\n<p>KVK: कृषि विज्ञान केंद्र (ICAR - AAU)</p>\r\n<p>मयूर कला केंद्र</p>\r\n<p>एनईआईईटी: नॉर्थ ईस्ट इंस्टीट्यूट ऑफ इंफॉर्मेशन टेक्नोलॉजी</p>\r\n<p>&nbsp;</p>\r\n<p>चलना</p>\r\n<p>धनसिरी नदी तट</p>\r\n<p>नदी की ओर धंसिरी पुल से नीचे चलने पर बहुत ही सुंदर दृश्य दिखाई देता है। यह गोलाघाट के नागरिकों और अन्य लोगों के लिए एक लोकप्रिय पिकनिक स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>जमुना बोटिंग पार्क</p>\r\n<p>यह स्थानीय लोगों और पर्यटकों के लिए धीमी बोटिंग सुविधा के साथ शहर के भीतर एक सार्वजनिक बोटिंग पार्क है। इसमें बच्चों के लिए झूलों और खेलने के क्षेत्र के साथ पार्क के आसपास एक अच्छी तरह से स्थापित जॉगिंग क्षेत्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>जमुना जलस्रोत</p>\r\n<p>यह जमुना बोटिंग पार्क का आरक्षित क्षेत्र है जो प्रचुर मात्रा में वनस्पतियों और जीवों के बागानों के संरक्षण के लिए उपयोग किया जाता है। यह सार्वजनिक नौका विहार के लिए खुला नहीं है और इसमें जैविक पौधे और पशु प्रजातियों की समृद्ध और विदेशी प्रजातियों का रिकॉर्ड किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जेस्पोजिया झील (बील)</p>\r\n<p>गोलाघाट केंद्रीय कारागार से लगभग 30 मिनट की दूरी पर है, जो गोलाघाट के केंद्रीय जेल के पास स्थित है। जलोझिया झील एक बहुत ही प्यारा स्थान है, जिसमें हरे-भरे चाय के बागान हैं, जो पानी के विशाल विस्तार की सीमाएँ हैं। झील में कई प्रवासी पक्षियों के साथ-साथ विभिन्न सभी मौसम पक्षियों के लिए घर का दौरा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Golaghat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","subContents":[{"SubTitle":"1. आराम और मनोरंजन","SubTitleHindi":null,"SubContent":"<p>गोलाघाट जिमखाना</p>\r\n<p>गोलाघाट जिमखाना गोलाघाट में स्टेशन रोड पर स्थित एक सार्वजनिक / निजी सदस्यों का क्लब है। सदस्यों में ज्यादातर गोलाघाट के नागरिक शामिल हैं। नया गोलाघाट जिमखाना एक विरासत बंगला है जिसे 1910 में बनाया गया था और यह एक क्लब हाउस है जो 100 साल से अधिक पुराना है और इसे एक आधुनिक क्लब हाउस में बदलने के लिए पुनर्निर्मित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>गोलघाट का अपना जिमखाना क्लब था जो जोरहाट जैसा था जो भारत छोड़ो आंदोलन के दौरान नष्ट हो गया था। यह तब सैन्य कर्मियों के लिए मनोरंजन और मीरा बनाने का केंद्र था।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान में सभी के लिए खुला क्लब, एक रेस्तरां के अलावा एक बिलियर्ड टेबल, एक व्यायामशाला और एक स्विमिंग पूल के साथ एक लाउंज बार से सुसज्जित है। यद्यपि कोई भी 'केवल सदस्य' सुविधाओं का लाभ उठाने के लिए सदस्यता के लिए आवेदन कर सकता है, जैसे कि व्यायामशाला, एक सूचित निर्णय लेने के लिए आवेदनों की समीक्षा की जा सकती है।</p>","SubContentHindi":null,"ImageUrl":"4de78759-8e9a-4caf-93c9-2576154940e9_Golaghat-Gymkhana.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. संग्रहालय और विरासत स्थल और इमारतें","SubTitleHindi":null,"SubContent":"<p>प्राकृतिक इतिहास संग्रहालय - गोलाघाट</p>\r\n<p>गोलाघाट प्राकृतिक इतिहास संग्रहालय (चाचा रॉबिन का संग्रहालय) मिशन रोड, गोलाघाट पर स्थित है और अंतर्राष्ट्रीय ख्याति के प्रकृतिवादी स्वर्गीय डॉ। रॉबिन बनर्जी के निवास स्थान का पूर्व स्थान था। यह संग्रहालय डॉ। बनर्जी के जीवनकाल की गुड़िया, कलाकृतियों, स्मृतियों, फिल्मों और अन्य व्यक्तिगत संग्रहों से भरा है। 587 गुड़िया और 262 अन्य शोपीस हैं। वे ज्यादातर विदेश और देश के भीतर अपनी यात्राओं के दौरान प्रशंसकों और बच्चों द्वारा प्रस्तुत किए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गोलाघाट बैपटिस्ट चर्च</p>\r\n<p>गोलाघाट बैपटिस्ट चर्च असम में सबसे पुराने और सबसे बड़े बैपटिस्ट चर्चों में से एक है, जिसे दिसंबर 1898 में स्थापित किया गया था, और 1999 में अपनी शताब्दी जयंती मनाई थी। इस चर्च की नींव के पीछे अग्रणी व्यक्ति डॉ। ओएल स्वानसन, अमेरिका के एक मिशनरी थे, जिन्होंने अपनी पत्नी के साथ 1893 में असम आए थे। इस चर्च को खड़ा करने के लिए कई स्थानीय लोगों द्वारा डॉ। स्वानसन की सहायता की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>गोलाघाट ब्रिटिश कब्रिस्तान</p>\r\n<p>गोलाघाट में असम पावर डिस्ट्रीब्यूशन कंपनी लिमिटेड के सर्कल कार्यालय से सटे गोआघाट ब्रिटिश कब्रिस्तान, 1876 में स्थापित, कॉली कॉमर डोज एंड कंपनी के सामने के परिसर में स्थित है। यह भारत के पूर्व-स्वतंत्रता युग में असम का सबसे पुराना दफन मैदान है, जिसमें चाय एस्टेट्स के ब्रिटिश अधिकारियों और उनके परिवारों के 28 ब्यूरो हैं, और यह सार्वजनिक देखने के लिए खुला है।</p>\r\n<p>&nbsp;</p>\r\n<p>डॉस एंड कंपनी - गोलाघाट</p>\r\n<p>1930 में निर्मित और 64-65 साल पहले Cally Coomar Doss Co. Pvt। लिमिटेड के रजिस्ट्रार ऑफ कंपनीज (RoC) के तहत - 1955 में कृष्णा बिल्डिंग, गोलाघाट, असम में स्थित शिलांग, गोलाघाट डॉस एंड कंपनी सबसे पुराना डिपार्टमेंट स्टोर है, और उस दौरान सबसे बड़ा, जो भारत से पहले स्थापित किया गया था। ब्रिटेन से स्वतंत्रता। सामान्य व्यापारियों का स्टोर, सीमित शेयरधारकों के साथ कंपनी की इकाई से संबंधित है और stands 500,000 की अधिकृत पूंजी और ₹ 210,000 की भुगतान की गई पूंजी है, फिर भी इस दिन के लिए खड़ा है, शहर के केंद्र के दिल में एक ही इमारत में व्यापार, कई होने घरेलू उपकरणों, इलेक्ट्रॉनिक्स, और इसके अलावा पेंट, हार्डवेयर, प्रसाधन, सौंदर्य प्रसाधन, फोटोग्राफिक उपकरण, आभूषण, खिलौने और खेल के सामान जैसे उत्पादों की अन्य पंक्तियों का चयन करें।</p>\r\n<p>&nbsp;</p>\r\n<p>लंबे समय से पहले निर्मित, और संगठित खुदरा अंतरिक्ष में जल्द से जल्द डिपार्टमेंट स्टोर के रूप में, और असम राज्य में साठ से अधिक वर्षों की विरासत के साथ, यह स्टोर गोलाघाट में पर्यटकों के लिए अनुशंसित स्थानों में से एक है, और एक आधिकारिक असम है टूर गाइड एंट्री, जारी और प्रकाशित टूरिज़्म विभागों के संयुक्त सचिव वित्त, असम सचिवालय के तहत असम टूरिज्म द्वारा जारी और प्रकाशित।</p>\r\n<p>&nbsp;</p>\r\n<p>दो साल बाद, इस स्टोर की दूसरी शाखा जोरहाट में वर्ष 1957 में खोली गई। कंपनी को 1 मार्च 1957 को जोरहाट डॉस कंपनी प्राइवेट लिमिटेड के नाम से शामिल किया गया। लिमिटेड रजिस्ट्रार ऑफ कंपनीज (आरओसी) द्वारा चिह्नित - शिलांग।</p>\r\n<p>&nbsp;</p>\r\n<p>दो साल की उम्र के अंतर के साथ दो स्टोर, और क्रमशः 1063 और 1086 के निर्दिष्ट पंजीकरण संख्या के साथ, इस क्षेत्र में डिपार्टमेंटल स्टोर की पहली नींव रखी, डॉस एंड कंपनी की स्थापना - हजार साठ के रूप में गोलाघाट और डॉस और कंपनी - जोरहाट, हजार अस्सी-छठवीं, असम में सीमित कंपनियों को व्यापार की श्रेणी के तहत सूचीबद्ध किया जाना है, जो कॉर्पोरेट मामलों के मंत्रालय, भारत सरकार द्वारा पंजीकृत कंपनियों के वर्गीकरण के आधार पर प्रमुख व्यावसायिक गतिविधि है।</p>\r\n<p>&nbsp;</p>\r\n<p>डोपहर खंडहर</p>\r\n<p>एक ऐतिहासिक स्थान, जिसमें जरासंध साम्राज्य से संबंधित, पूर्व अहोम काल की बेहतरीन मूर्तियां हैं। उष्णकटिबंधीय जंगलों के बीच पहाड़ियों पर स्थित राज्य का एक महत्वपूर्ण पुरातात्विक स्थल, एक प्राचीन मंदिर के खंडहर हैं। भारत, असम के गोलाघाट जिले के नुमालीगढ़ में स्थित दियोहार आर्कियोलॉजिकल साइट, भारत पिन: 785699, भारत सरकार, असम सरकार के पुरातत्व निदेशालय के अधीन एक संरक्षित पुरातत्व पार्क और स्थल संग्रहालय है। 26 &deg; 36'6 \"N 93 &deg; 43'51\" E, निर्देशांक के साथ Deopahar पुरातात्विक स्थल, Deopahar नामक एक पहाड़ी के ऊपर स्थित है, जिसे Numaligarh, Golaghat District, असम में Asean Highway 1 (NH39) के किनारे, Deoparvat भी कहा जाता है। , भारत। दियोफर पुरातात्विक स्थल नुमालीगढ़ रिफाइनरी से लगभग 5 किमी दूर है। Deopahar पहाड़ी Deopani आरक्षित वन का एक हिस्सा है। हिलॉक के ऊपर, एक प्राचीन पत्थर का मंदिर है जिसका निर्माण या तो अधूरा है या मंदिर 1897 के विशाल असम भूकंप में क्षतिग्रस्त हो सकता है। मंदिर को एक अखंड मंजिल पर बनाया गया था। मंदिर में एक बड़ी छत है, जिसमें एक बड़ा कमल है। दोनों हाथों से दुपट्टा और एक हार पकड़े हुए विद्याधर की राहत। मूर्तिकला पत्थर के ब्लॉक एक वास्तुशिल्प शैली को इंगित करते हैं जो इस तथ्य का संकेत है कि पत्थर का मंदिर 1100 - 1200 सीई का है।</p>","SubContentHindi":null,"ImageUrl":"693d8c5f-a052-4e60-8e88-d07206196b72_Golaghat_British_Cemetery.png","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. संगीत और कला","SubTitleHindi":null,"SubContent":"<p>गोलाघाट एमेच्योर थिएटर सोसायटी (GATS)</p>\r\n<p>गोलाघाट एमेच्योर थियेटर सोसाइटी (GATS), 1895 में स्थापित, असम का सबसे पुराना थिएटर सोसाइटी है, जिसका गोलघर सेंट्रल में टाउन हॉल है। अधिकांश सेमिनार, सम्मेलन, थिएटर, जिनमें प्रायोगिक थिएटर, बैठकें और अन्य कार्यशालाएँ GATS द्वारा आयोजित और संचालित की जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अजंता कला मंडल</p>\r\n<p>1951 में स्थापित, अजंता कला मंडल, सत्त्रिया - असम के शास्त्रीय नृत्य रूप के शिक्षण और प्रसार के सबसे पुराने केंद्रों में से एक है। प्रदीप चालिहा, असम के एक प्रशिक्षित और प्रसिद्ध नर्तक और मानद डी। लिट द्वारा स्थापित। डिब्रूगढ़ विश्वविद्यालय के शीर्षक धारक, अजंता कला मंडल ने अपनी स्थापना के बाद से असम के कई शास्त्रीय नर्तकों को प्रशिक्षित किया है, जिसमें अंतरराष्ट्रीय स्तर पर प्रशंसित सत्तारिया नर्तकी, इंदिरा पी.पी. बोरा।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्थान नर्तकियों को प्रशिक्षित करना जारी रखता है और गोलाघाट और अधिक से अधिक असम में कला और संस्कृति को बढ़ावा देने के लिए विभिन्न सांस्कृतिक कार्यशालाओं का आयोजन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>क्वीन्स आर्ट्स 'और सांस्कृतिक परिसर (सती साधनी कलाक्षेत्र)</p>\r\n<p>सती साधनी कलाक्षेत्र एक सांस्कृतिक केंद्र है जो गोलाघाट में तेनपुर उपनगर के पास स्थित है और ऊपरी - असम में अग्रणी आधुनिक सांस्कृतिक केंद्र है। सांस्कृतिक परिसर का नाम सती साधनी के नाम पर रखा गया, जो सुतिया वंश की अंतिम रानी थी। केंद्र असम की स्वदेशी संस्कृतियों की रचनात्मक अभिव्यक्ति का समर्थन करता है और प्रोत्साहित करता है, जिससे असमिया समाज नाटक, संगीत, नृत्य और कला और शिल्प पर प्रस्तुतियों को बढ़ावा दे पाता है, जिनमें से कई असम में उत्पन्न हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>असम सरकार द्वारा डिजाइन और विकसित, सती साधनी के जुनून और समर्पण के बारे में बनाने, संरक्षित करने, बढ़ावा देने और शिक्षित करने के लिए विशिष्ट मिशन के साथ सांस्कृतिक परिसर की स्थापना की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>फर्श की जगह और सुविधाएं</p>\r\n<p>प्रमुख सुविधा ~ 10 एकड़ भूमि में फैली हुई है और इसमें एक वातानुकूलित सभागार, एक पर्यटक लॉज, बोटिंग सुविधा, एक मनोरंजन पार्क और रेस्तरां शामिल हैं।</p>","SubContentHindi":null,"ImageUrl":"8a36e553-b4fc-44c4-a471-490101f9e862_Auditorium-of-the-Queen-Arts-Cultural-Complex-Golaghat.png","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. मनोरंजन","SubTitleHindi":null,"SubContent":"<p>पार्क और खुली जगह</p>\r\n<p>गढ़मनी वन्यजीव अभयारण्य</p>\r\n<p>गारमणि वन्यजीव अभयारण्य 6.05-वर्ग किलोमीटर (2.34 वर्ग मील) वन्यजीव अभयारण्य है जो गोलाघाट से 25 किमी (16 मील) दूर है। यह सबसे पुराने अभयारण्यों में से एक है, जिसमें गर्म पानी के झरने और झरने हैं और नम्बोर अभयारण्य में आर्किड की 51 दुर्लभ प्रजातियाँ हैं। घूमने के लिए सबसे अच्छा मौसम: नवंबर से अप्रैल।</p>\r\n<p>&nbsp;</p>\r\n<p>काजीरंगा राष्ट्रीय उद्यान</p>\r\n<p>काज़ीरोग्ना राष्ट्रीय उद्यान एक विश्व धरोहर स्थल है जो विश्व के महान एक सींग वाले गैंडों के दो-तिहाई भाग की मेजबानी करता है। काजीरंगा दुनिया में संरक्षित क्षेत्रों के बीच बाघों के उच्चतम घनत्व का दावा करता है और 2006 में एक बाघ आरक्षित घोषित किया गया था। यह पार्क हाथियों, जंगली जल भैंसों और दलदल हिरणों की बड़ी प्रजनन आबादी का घर है। काजीरंगा को एविफैनल प्रजातियों के संरक्षण के लिए बर्डलाइफ इंटरनेशनल द्वारा एक महत्वपूर्ण पक्षी क्षेत्र के रूप में मान्यता प्राप्त है। भारत में अन्य संरक्षित क्षेत्रों की तुलना में, काजीरंगा ने वन्यजीव संरक्षण में उल्लेखनीय सफलता हासिल की है। पूर्वी हिमालय जैव विविधता हॉटस्पॉट के किनारे पर स्थित, पार्क उच्च प्रजातियों की विविधता और दृश्यता को जोड़ती है। यह लंबा हाथी घास, दलदली भूमि, और घने उष्णकटिबंधीय नम चौड़ी जंगल है, जो ब्रह्मपुत्र सहित चार प्रमुख नदियों द्वारा फैलाया गया है, और पार्क में पानी के कई छोटे-छोटे हिस्से हैं। काजीरंगा कई पुस्तकों, गीतों और वृत्तचित्रों का विषय रहा है। पार्क ने 1905 में आरक्षित वन के रूप में अपनी स्थापना के बाद 2005 में अपना शताब्दी वर्ष मनाया।</p>\r\n<p>&nbsp;</p>\r\n<p>नांबोर - डोगृंग वन्यजीव अभयारण्य</p>\r\n<p>नांबोर - Doigrung वन्यजीव अभयारण्य, 3 खंडों में 97 वर्ग किलोमीटर (37 वर्ग मील) में फैला है, मोरंगी, गोलाघाट में स्थित है और यह राइनो और अन्य जानवरों को देखने के लिए हॉट वॉटर स्प्रिंग और वन्यजीव के दृष्टिकोण के लिए एक स्थान के रूप में प्रसिद्ध है।</p>","SubContentHindi":null,"ImageUrl":"feb7e750-5c89-4a53-b6df-570b93466970_Jamuna-Boating-Park-Golaghat.png","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. खेल","SubTitleHindi":null,"SubContent":"<p>स्पोर्ट्स क्लब और एसोसिएशन</p>\r\n<p>&nbsp;</p>\r\n<p>जीडीएसए - गोलाघाट जिला खेल संघ</p>\r\n<p>&nbsp;</p>\r\n<p>गोलघाट राइनो एफसी के क्रेस्ट।</p>\r\n<p>गोलाघाट स्टेडियम (गोलाघाट जिला खेल संघ - GDSA): गैलरियों और 4000 लोगों की बैठने की क्षमता वाला एक पूरी तरह से निर्मित स्टेडियम। अच्छी क्रिकेट पिच जो हालांकि फुटबॉल मैचों की मेजबानी करने के लिए उपयोग की जाती है। स्टेडियम परिसर में दो वॉलीबॉल कोर्ट, दो बॉक्सिंग रिंग, एक क्रिकेट ग्राउंड, एक फुटबॉल ग्राउंड, एक दो क्रीज इनडोर क्रिकेट अभ्यास स्टेडियम और एक चार सितारा गेस्ट हाउस-सह है -गैलरी। इनडोर क्रिकेट अभ्यास स्टेडियम ऑस्ट्रेलिया से आयातित सामग्री के साथ बनाया गया है।</p>\r\n<p>इनडोर स्टेडियम: मिशन सर्किल, टेबल टेनिस और बैडमिंटन के पास सीमित परिसर इंडोर स्टेडियम चार टेबल टेनिस बोर्ड और दो बैडमिंटन कोर्ट से सुसज्जित है। यह खेल के प्रति उत्साही के लिए एक पेशेवर खेल केंद्र है।</p>\r\n<p>गोलाघाट जिला कैरम एसोसिएशन (GDCA): जिले के कैरम खिलाड़ियों के लिए एकमात्र मंच।</p>\r\n<p>गोलाघाट राइनो फुटबॉल क्लब: गोलाघाट राइनो एफ.सी. गोलाघाट, असम में स्थित एक पेशेवर फुटबॉल क्लब है, जो कि शीर्ष डिवीजन राज्य फुटबॉल, असम स्टेट प्रीमियर लीग में प्रतिस्पर्धा करता है। क्लब की स्थापना 2014 में हुई थी।</p>\r\n<p>गोलाघाट टेनिस क्लब: असम के सबसे पुराने क्लबों में से एक, जीटीसी में गोलाघाट टेनिस कॉम्प्लेक्स (जीटीसी) में 2 क्ले कोर्ट हैं इसके अलावा मिशन रोड पर कुशाल कुंवर मेमोरियल ट्रस्ट परिसर में दो लॉन कोर्ट हैं। क्लब आधुनिक बुनियादी सुविधाओं से लैस है जिसमें फ्लडलाइट स्टाइपुलेशन भी है - यह सुविधा जो कम रोशनी वाली परिस्थितियों में बाहरी खेलने के लिए चौड़ी, उच्च तीव्रता वाली कृत्रिम रोशनी और योग्य कोच प्रदान करती है। क्लब 1987 से नियमित रूप से नॉर्थ ईस्ट टेनिस चैम्पियनशिप और अन्य एआईटीए टूर्नामेंट आयोजित कर रहा है।</p>\r\n<p>बॉक्सिंग क्लब: गोलाघाट बॉक्सिंग क्लब असम के अग्रणी बॉक्सिंग क्लबों में से एक है। अमोलपट्टी में क्लब - ओल्ड बॉक्सिंग इवेंट का केंद्र है।</p>\r\n<p>स्विमिंग क्लब: मिशन सर्कल के पास इनडोर स्टेडियम के बगल में स्थित, गोलघाट जिला के खेल कार्यालय द्वारा प्रबंधित स्विमिंग पूल, क्लब में सभी आयु वर्गों के लिए प्रशिक्षित और अनुभवी प्रशिक्षकों द्वारा प्रशिक्षण की सुविधा है।</p>","SubContentHindi":null,"ImageUrl":"46c0df17-1708-4f69-8fc1-6b5bd5655bf6_District-Sports-Association-Stadium-Golaghat.png","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>वायु</p>\r\n<p>रोवरा हवाई अड्डा, जो जोरहाट जिले में है, गोलाघाट से निकटतम हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>गोलाघाट रेलवे स्टेशन बेत महल में स्थित है, और मुख्य रेलवे स्टेशन गोलाघाट नगरपालिका क्षेत्र से लगभग 10 किलोमीटर की दूरी पर पूर्वोत्तर सीमांत रेलवे के लुमडिंग-डिब्रूगढ़ सेक्शन पर फुरकेटिंग जंक्शन है। देश के सभी महत्वपूर्ण शहरों में फ़र्कटिंग जंक्शन के माध्यम से दैनिक और साप्ताहिक ट्रेनें चल रही हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>गोलाघाट असम के सभी शहरों और कस्बों से रोडवेज द्वारा अच्छी तरह से जुड़ा हुआ है। राष्ट्रीय राजमार्ग 39 (NH 39) नुमालीगढ़ से शुरू होता है, गोलाघाट शहर के पास से गुजरता है जो जीडी रोड और जीएफ रोड से जुड़ा हुआ है।</p>","SubContentHindi":null,"ImageUrl":"97d634c7-1b94-4039-9af2-04b04c1c29e8_Golaghat-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-golaghat-assam","tags":[{"name":"असम","slug":"assam"},{"name":"गोलाघाट","slug":"golaghat"}],"recommendations":[{"id":1250,"title":"लुमडिंग में देखने के लिए शीर्ष स्थान, असम","imageUrl":"c686b196-e59a-4fb2-83cf-e75becd7b3cd_Lumding.jpg","dateCreated":"2020-04-23T13:07:46.398Z","dateModified":"2020-04-23T13:08:10.652Z","contributedBy":"AskGif","content":"लुमडिंग भारतीय राज्य असम में होजई जिले में एक नगरपालिका बोर्ड के साथ एक शहर है।\r\n&nbsp;\r\nइतिहास\r\nइन वर्षों में लुमडिंग एक टाउनशिप के रूप में विकसित हुई है। रेलवे टाउनशिप ने हर साल बारिश के मौसम में हमेशा बारिश का आनंद लिया था, हालांकि पिछले कुछ दशकों में यह प्रवृत्ति काफी बदल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c686b196-e59a-4fb2-83cf-e75becd7b3cd_Lumding.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लुमडिंग","slug":"lumding"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-lumding-assam","total":0},{"id":371,"title":"नलबाड़ी में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","dateCreated":"2019-05-04T08:14:45.2Z","dateModified":"2019-05-04T09:30:15.875Z","contributedBy":"AskGif","content":"नलबाड़ी भारतीय राज्य असम में नलबाड़ी जिले में एक शहर और एक नगरपालिका बोर्ड है। नलबाड़ी शहर नलबाड़ी जिले का मुख्यालय भी है। यह शहर प्रस्तावित 'राज्य राजधानी क्षेत्र' के अंतर्गत आने वाले कई शहरों में से एक है।\r\n&nbsp;\r\nनलबाड़ी भारत में असम राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"नलबाड़ी","slug":"nalbari"}],"slug":"top-places-to-visit-in-nalbari-assam","total":0},{"id":352,"title":"धम्मजी में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"519a404e-84c7-445c-8fa4-97153ce5d6bd_Dhemaji-railway.jpg","dateCreated":"2019-04-18T19:00:24.592Z","dateModified":"2019-04-18T19:12:48.79Z","contributedBy":"AskGif","content":"धेमाजी, धेमाजी जिले, असम, भारत का मुख्यालय है। यह असम के सुदूर जिलों में से एक है।\r\n&nbsp;\r\nधेमाजी जिला भारत में असम राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय धेमाजी में स्थित है। जिले का क्षेत्रफल 3237 वर्ग किमी है और इसकी जनसंख्या 686,133 (2011 के अनुसार) है। मुख्य धर्म हिंदू 5","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/519a404e-84c7-445c-8fa4-97153ce5d6bd_Dhemaji-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"धेमाजी","slug":"dhemaji"}],"slug":"top-places-to-visit-in-dhemaji-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}