{"id":359,"title":"Top Places to visit in Hailakandi, Assam","imageUrl":"a63dc129-78fd-4b1b-8611-9145c90c9ffb_haialakandi-rail-station.jpg","dateCreated":"2019-04-24T15:25:34.168Z","dateModified":"2019-04-24T15:34:02.448Z","contributedBy":"AskGif","content":"<p>Hailakandi is a town and the district headquarters of Hailakandi district in the Indian state of Assam. The Hailakandi district is one of the three districts of Southern Assam i.e. Barak Valley.</p>\r\n<p>&nbsp;</p>\r\n<p>Hailakandi is one of the 33 districts of Assam state in north-eastern India. It makes up the Barak Valley alongside Cachar and Karimganj. These three districts were also previously part of the Greater Sylhet region before the Partition of India. It was constituted as a civil subdivision on 1 June 1869. Subsequently, it was upgraded to a district in 1989, when it was split from Cachar district. As of 2011 it was the third least populous district of Assam, after Dima Hasao and Chirang.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006, the Indian government named Hailakandi as one of the country's 250 most backward districts (out of a total of 640). It is one of the eleven districts in Assam currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>There are three Assam Legislative Assembly constituencies in this district: Hailakandi, Katlicherra, and Algapur. The whole district comes under the Karimganj Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Hailakandi district has a population of 659,260, roughly equal to the nation of Montenegro or the US state of North Dakota. This gives it a ranking of 509th in India (out of a total of 640). The district has a population density of 497 inhabitants per square kilometre (1,290/sq mi) . Its population growth rate over the decade 2001-2011 was 21.44%. Hailakandi has a sex ratio of 946 females for every 1000 males, and a literacy rate of 75.26%.</p>\r\n<p>&nbsp;</p>\r\n<p>On religious lines, approximately 60.31% of the population is Muslim, 38.10% are Hindu and 1.29% are Christian. The population density is 451 per km2, against the state average of 340 per km2. Out of the total population of the district, approximately 120,000 belong to ST and about 40,000 to the SC communities (as per 1991 census). The district is home to a large number of different communities. There are,&nbsp; Meitei, Bishnupriya, Kuki, Reang, Chakma and immigrant populations.</p>\r\n<p>&nbsp;</p>\r\n<p>The majority of the population speaks Sylheti. Meitei is also an important language of the district, spoken by a minority.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Hailakandi attained the status of a district in 1989. The district consists of four revenue circles vis. Hailakandi, Lala, Katlicherra and Algapur and five Development Blocks viz. Hailakandi, Lala, Katlicherra, Algapur and South Hailakandi. To ensure that the fruits of development percolate down to the lowest level, district has been further divided into 62 Gaon Panchayats. The district has two numbers of towns &ndash; Hailakandi and Lala. Both the towns have elected Urban Local Bodies with 16 Wards in Hailakandi Town and 10 Wards in Lala Town. There are 6(six) Police Stations in the district viz. Hailakandi, Algapur, Lala, Katlicherra, Panchgram (Algapur Revenue Circle) and Ramnathpur (Katlicherra Revenue Circle).</p>\r\n<p>&nbsp;</p>\r\n<p>Hailakandi District at a glance</p>\r\n<p>Hailakandi was one of the oldest sub-division in the state of Assam. It was constituted as a civil subdivision on 1st June, 1869. Subsequently, it was upgraded to district in 1989. It has an area of 1326.10 square km. Out of this, more than 50% is reserve forest. There are two reserve forests in Hailakandi district viz. inner line reserve forest and Katakhal reserve forest. The district has an inter-state border with Mizoram on its south having a length of 76 km and inter-district borders on other sides with Karimganj and Cachar districts. Per the 2011 census, it has a population of 6,59,260. It comprises two notified towns viz. Hailakandi (district headquarter) and Lala and one Industrial Township viz. Panchgram. A Municipal Board governs Hailakandi Town and a Town Committee governs Lala. It has give Development Blocks viz. Algapur, Hailakandi, Lala, Katlicherra and South Hailakandi development Block. There is a Zilla Parishad named Hailakandi Zilla Parishad covering these five Development Blocks. There are 62 numbers of Gaon Panchayat under these five Blocks. The district is divided into four Revenue Circles comprising a total of 393 villages (including 27 forest villages). Nearly half the district is forest. Of the remaining half, 33.2% is under cultivation, rice being the main crop. The district has 17 tea gardens. The district has six police stations, four police outposts, six colleges, 43 H/E schools, 247 ME/MV schools and 937 L.P. schools.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hailakandi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a63dc129-78fd-4b1b-8611-9145c90c9ffb_haialakandi-rail-station.jpg","subContents":[{"SubTitle":"1. How to Reach","SubTitleHindi":null,"SubContent":"<p>How to Reach Hailakandi by Road</p>\r\n<p>Hailakandi is well connected to Guwahati via road located at a distance of about 330 km. To visit the town, you can arrive at Guwahati via air, rail or road and can further take a bus to Hailakandi which is readily available.</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach Hailakandi by Train</p>\r\n<p>Badarpur in Silchar serves as the nearest railway station to the Hailakandi. Taxi, bus and Max service can be availed from outside the station till the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Local Transport in Hailakandi</p>\r\n<p>Hailakandi is a small town where hiring a cab is the best option to commute within the city. For short distance ride, auto-rickshaws are also an option. And if you are up to some fun and sightseeing, cycle rickshaw can be used for commutation. At the end of the day, whatever transportation you use, this place will never disappoint you with its beautiful culture and nature's bounty.</p>","SubContentHindi":null,"ImageUrl":"b89232c4-2ccf-4ed9-826f-ebd6efcc63e8_Hailakandi-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-hailakandi-assam","tags":[{"name":"assam","slug":"assam"},{"name":"hailakandi","slug":"hailakandi"}],"recommendations":[{"id":376,"title":"Top Places to visit in Tinsukia, Assam","imageUrl":"92f99872-80ab-4bc1-bd43-7b33d0f041e8_Tinsukia-railway.jpg","dateCreated":"2019-05-07T16:51:31.024Z","dateModified":"2019-05-07T17:08:51.619Z","contributedBy":"AskGif","content":"Tinsukia is an industrial town. It is situated 480 kilometres (298 mi) north-east of Guwahati and 84 kilometres (52 mi) away from the border with Arunachal Pradesh.\r\n&nbsp;\r\nIt is the administrative headquarters of Tinsukia District of Assam, India.\r\n&nbsp;\r\nTinsukia d","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92f99872-80ab-4bc1-bd43-7b33d0f041e8_Tinsukia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"tinsukia","slug":"tinsukia"}],"slug":"top-places-to-visit-in-tinsukia-assam","total":0},{"id":358,"title":"Top Places to visit in Golaghat, Assam","imageUrl":"8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","dateCreated":"2019-04-22T15:12:38.434Z","dateModified":"2019-04-22T15:31:55.427Z","contributedBy":"AskGif","content":"Golaghat; one of the largest subdivisions of Assam, later elevated to the position of a full&ndash;fledged district headquarter on 15 August 1987, is a city, and a municipality, and the seat of administrative operations of Golaghat district, besides being a sister city to Jorhat which is about 55","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"golaghat","slug":"golaghat"}],"slug":"top-places-to-visit-in-golaghat-assam","total":0},{"id":354,"title":"Top Places to visit in Dibrugarh, Assam","imageUrl":"a8de4e4e-d424-4ead-9ee3-32c7abedc558_Dibrugarh-railway.jpg","dateCreated":"2019-04-19T10:34:35.478Z","dateModified":"2019-04-19T10:52:13.514Z","contributedBy":"AskGif","content":"Dibrugarh is a city and is the headquarters of the Dibrugarh district in the state of Assam in India. Well known as the Tea City of India, and Dibrugarh is known as Ti-Phao in Ahom Buranji ( Ahom language : Place of the Heaven)&nbsp; Dibrugarh is considered to be a major city in eastern India in ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a8de4e4e-d424-4ead-9ee3-32c7abedc558_Dibrugarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dibrugarh","slug":"dibrugarh"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-dibrugarh-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}