{"id":361,"title":"Top Places to visit in Jorhat, Assam","imageUrl":"5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","dateCreated":"2019-04-25T18:21:54.709Z","dateModified":"2019-04-25T18:44:21.403Z","contributedBy":"AskGif","content":"<p>Jorhat is a city and one of the important urban centres in the state of Assam in India.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Jorhat is an administrative district of the Indian state of Assam situated in the central part of the Brahmaputra Valley. The district is bounded by Majuli on north, Nagaland state on the south, Charaideo on the east and Golaghat on the west. On the north of the district, the river Brahmaputra forms the largest riverine island of the world. The administrative seat is at Jorhat town.</p>\r\n<p>&nbsp;</p>\r\n<p>Earlier Jorhat was a sub-division of undivided Sibsagar district. In 1983 Jorhat was carved out of Sibsagar District and was made a separate district.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Jorhat has been able to produce many creative writers, historians, journalists, et cetera. Birendra Kumar Bhattacharya, the first Assamese to win India's highest literature award, the Jnanpith Award, was from Jorhat.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and research institutions</p>\r\n<p>Research institutes</p>\r\n<p>&nbsp;</p>\r\n<p>Main entrance of Rain Forest Research Institute</p>\r\n<p>Central Eri &amp; Muga Research Training Institute, Ladoigarh, under Central Silk Board</p>\r\n<p>Indian Grain Storage Management and Research Institute, Jorhat</p>\r\n<p>Indian Institute of Plantation Management (IIPM), Jorhat Centre, Under Min. of Commerce &amp; Industry, Govt. of India</p>\r\n<p>Institute of Biotechnology &amp; Geotectonics Studies (INBIGS), ONGC Complex, Cinnamara, Jorhat - 785008</p>\r\n<p>North East Institute of Science and Technology, Jorhat (N.E.I.S.T.) (Formerly R.R.L., Jorhat) under CSIR, Deptt. of Science &amp; technology, Govt. of India</p>\r\n<p>Rain Forest Research Institute (R.F.R.I.), Jorhat under I.C.F.E., Min. of Environment &amp; Forests, Govt.of India</p>\r\n<p>Tocklai Tea Research Institute, Tea Research Association (T.R.A.) Tocklai under Tea Research Association, Ministry of Commerce, Govt. of India</p>\r\n<p>Universities</p>\r\n<p>&nbsp;</p>\r\n<p>Main entrance of Assam Agricultural University</p>\r\n<p>Assam Agricultural University (A.A.U.), under Government of Assam</p>\r\n<p>Assam Women's University, under Government of Assam</p>\r\n<p>Kaziranga University</p>\r\n<p>Technical institutes</p>\r\n<p>Jorhat Engineering College, Directorate of Technical Education, Government of Assam</p>\r\n<p>Jorhat Institute of Advanced Training for Computing (J.I.A.T.C.)</p>\r\n<p>Jorhat Institute of Science &amp; Technology, formerly Science College, Jorhat, Government of Assam</p>\r\n<p>Kaziranga University, Mohbondha, Jorhat</p>\r\n<p>North East Institute of Management Science, (Opposite to N.E.I.S.T.), Jorhat</p>\r\n<p>Medical institutes</p>\r\n<p>Jorhat Medical College and Hospital under State Government of Assam</p>\r\n<p>Medical Institute Jorhat,under Govt. of Assam.</p>\r\n<p>Colleges</p>\r\n<p>Bahona College</p>\r\n<p>C.K.B. Commerce College</p>\r\n<p>Chandra Kamal Bezbaruah College, Teok</p>\r\n<p>D.C.B. Girls College</p>\r\n<p>Jagannath Barooah College</p>\r\n<p>Jorhat College</p>\r\n<p>Jorhat Institute of Science &amp; Technology (Formerly Jorhat Science College).</p>\r\n<p>Jorhat Law College, M.G. Road, Jorhat</p>\r\n<p>Kakojan College, Kakojan</p>\r\n<p>Higher secondary schools</p>\r\n<p>Concept Junior College, Titabar,Jorhat</p>\r\n<p>Pragjyotika Junior College</p>\r\n<p>Schools</p>\r\n<p>Balya Bhavan, Jorhat</p>\r\n<p>Carmel Convent School, Cinnamara</p>\r\n<p>Dipankar Vidyapith</p>\r\n<p>Don Bosco High School, Baghchung</p>\r\n<p>Jawahar Navodaya Vidyalaya, Jorhat</p>\r\n<p>Merryland High School</p>\r\n<p>Sankardev Seminary High School</p>\r\n<p>Shemford Futuristic School, Choladhara</p>\r\n<p>Spring Dale High School</p>\r\n<p>St. Mary's High School, Jorhat, Rowriah</p>\r\n<p>Jawahar Navodaya Vidyalaya, Jorhat</p>\r\n<p>Kendriya Vidyalaya (Indian Air Force Station), Jorhat-785005</p>\r\n<p>Kendriya Vidyalaya, NEIST(RRL), Jorhat-785006</p>\r\n<p>Kendriya Vidyalaya (ONGC)</p>\r\n<p>Politics</p>\r\n<p>Jorhat is part of Jorhat (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Kamakhya Prasad Tasa (38) of the Bharatiya Janata Party is one of the youngest Indian politicians and a Member of Parliament serving the 16th Lok Sabha from Jorhat, Assam. Jorhat is home town to the previous Chief Minister of Assam, Tarun Gogoi. The six-time sitting Congress M.P. Bijoy Krishna Handique was defeated by Kamakhya Prasad Tasa in 2014.</p>\r\n<p>&nbsp;</p>\r\n<p>The M.L.A. from Jorhat assembly constituency is Hitendra Nath Goswami of the B.J.P., who won the seat in the State elections in 1991, 1996, 2001 and 2016.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Jorhat is the central location for reaching out to many interesting places of international importance: Majuli, Kaziranga National Park, Dhekiakhowa Bornamghar, Lachit Borphukan's Maidam, Raja Maidam, Jorhat Science Centre &amp; Planetarium, Jorhat Gymkhana Club, Chandrakanta Handique Bhavan, Ayur Sanjeeva, Jorhat District Museum, Thengal Bhawan, Gibbon Wildlife Sanctuary, Kaziranga Golf Resort, Sukapha Samannay Kshetra, Molai forest, Shanti Ashram, Jagannath Temple, public parks and tea gardens.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jorhat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","subContents":[{"SubTitle":"1. Kaziranga National Park","SubTitleHindi":null,"SubContent":"<p>The Kaziranga National park is the host for two third of world&rsquo;s population on one horned rhinos and also holds the highest density of Tigers among all the protected areas in the world. This park also is a domicile for large breeding inhabitants of Elephant, wild water buffaloes and swamp deer. Declared as Important Bird Area by Birdlife International this national park is a home for great variety of inhabitant and migrating birds. Located on the banks of river Brahmaputra, the sanctuary enjoys tropical vegetation and is marked by elephant grass, marshy lowlands and tropical moist broadleaf forests. The beautiful flora and diverse fauna adds to the scenic beauty of the park.</p>\r\n<p>&nbsp;</p>\r\n<p>Although Kaziranga National Park is situated in the north eastern part of the country in the district of Golaghat and Nagoan in Assam, the nearest airport to the park is in Jorhat District, i.e. Rowriah Airport.</p>","SubContentHindi":null,"ImageUrl":"3d95f7f6-98ce-4651-a956-fe9243b42522_rhino.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Majuli","SubTitleHindi":null,"SubContent":"<p>Majuli, is the largest freshwater river island in The world contesting for a position in the \"World Heritage list\", falls under the jurisdiction of the civil administration of sub-division of Jorhat District. It is located 20 kilometers fro the heartland of the City of Jorhat, Assam. It is an environment friendly, pollution free fresh water island nestled in the mighty River Brahmaputra. Total area of the island is 1250 km2. Majuli is a geographical landscape of natural and cultural heritage site, with water bodies covering most of the areas which attracts plenty of local and migratory birds. About twenty six Satras or the cultural house of power are in Majuli of which the Kamalabari, Auniati and Garmur are worth mentioning. These Satras are propagating the religious ideology of great Assamese medieval Vaisnavite saint Sankardav and Madhavdav, preaching satria culture.</p>\r\n<p>&nbsp;</p>\r\n<p>The Satras of Majuli :</p>\r\n<p>The Vaishnava Satras were founded by Sankardeva, the father of Assamese culture. The historic and auspicious 'Manikanchan Sanjog' was the first Satra in Majuli. Subsequently 65 satras grew which propagated the ethnic and sociocultural ideals. At present there are only 22 Satras in Majuli and rest have been shifted to other safer places due to flood and erosion. These Satras are the treasure house of 'Borgeet', Matiakhara, Jumora dance, Chali dance, Noyua dance, Nande Vringee, Sutradhar, Ozapali, Apsara dance, Satria Krishna dance, Dasavater dance etc. which were contributed by Shri Sankardeva.</p>\r\n<p>&nbsp;</p>\r\n<p>Dakhinpat Satra&nbsp;</p>\r\n<p>Dakhinpat Satra was founded by Banamalidev, an exponent of Raasleela, which is now observed as one of the State festivals of Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Garamurh Satra</p>\r\n<p>This Satra was founded by Lakshmikantadeva. During Autumn end traditional Raasleela is performed with great enthusiasm. Some ancient weapons are also preserved here.</p>\r\n<p>&nbsp;</p>\r\n<p>Auniati Satra</p>\r\n<p>Founded by Niranjan Pathakdeva, this satra is famous for 'Paalnaam' and Apsara dance and it also has considerable collection of old Assamese utensils, jewellery and handicrafts.</p>\r\n<p>&nbsp;</p>\r\n<p>Kamalabari Satra</p>\r\n<p>Kamalabari Satra founded by Bedulapadma Ata, is a center of art, culture, literature and classical studies. Its branch Uttar Kamalabari Satra has performed cultural programme of satria art in several states of India and abroad.</p>\r\n<p>&nbsp;</p>\r\n<p>Bengenaati Satra</p>\r\n<p>It is a store house of culturally important antiques and an advanced center of performing arts. Muraridev, the grand son of Shankaradeva's step mother, had founded the SSwargadeoatra. The royal robes belong to the Ahom king Swargadeo Gadadhar Singha, made of Gold and an umbrella which is also made of gold, are preserved here.</p>","SubContentHindi":null,"ImageUrl":"6e501a43-f7de-4833-bc3b-05205bbb2855_Majuli.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Dhekiakhowa Bornamghar","SubTitleHindi":null,"SubContent":"<p>Dhekiakhowa Bornamghar is a noted Bor namghar (place of worship) in Assam, established by saint-reformer Madhabdev in 1461. It is located at Dhekiakhowa village of Jorhat, 3.5 km away from National Highway 37. From the time of saint-reformer Sri Srimanta Sankardev and Madhavdev, this namghar (prayer hall) has been continuing as an important centre for Baisnav religion.</p>\r\n<p>&nbsp;</p>\r\n<p>Now this Bor namghar has 13 bighas of land, an auditorium of its own. The devotees of Assam donate freely to this namghar and due to their helping hand, the managing committee of Namghar conducts a lot of social and cultural welfare programs. Almost 461 years old, this namghar has been playing an important role in the exercise of Baisnav religion and unity for the people of Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>It is said that the main pillar of the namghar is made of a Xaal tree (Shorea robusta). One night one of the bhakat (monks) of the namgahr saw in a dream that the river near the Bor namghar (known as dhekiyakhua jaan) was flowing in opposite direction and was carrying a Haal tree meant to be for the construction of the Bor namghar. Next day, when people saw that dream to be true, they made the main pillar of the Bor namghar from the tree.</p>","SubContentHindi":null,"ImageUrl":"8587df0f-580b-40a1-848d-e3d46d6ed81b_Dhekiakhowa-Bornamghar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Lachit Borphukan's Maidam","SubTitleHindi":null,"SubContent":"<p>This is the maidam of great Lachit Borphukan. He was the greatest ever Ahom General who defeated the mighty Mughals at Saraighat in 1672. He died a year later and his remains were laid under this maidam by Swargadeo Udayaditya Singha. It is located at Gohain gaon of Meleng-Hulungapar. It is 8 km from the Gibbon Wildlife Sanctuary.</p>","SubContentHindi":null,"ImageUrl":"26216bdd-a394-4f48-96bd-aed1be666e58_Lachit-Borphukan-Maidam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Jorhat Science Center and Planetarium","SubTitleHindi":null,"SubContent":"<p>It is located near the Rajmao Pukhuri. A dominant feature of the digital planetariums is the large dome-shaped projection screen onto which scenes of stars, planets and other celestial objects can be made to appear and move realistically to simulate the complex 'motions of the heavens'. This will have enhanced data mapping, data logging and astronomical planetary motion. The digital planetarium reduces the maintenance costs and increases the reliability for such systems: they employ few moving parts and do not generally require synchronisation of movement across the dome between several separate systems.</p>","SubContentHindi":null,"ImageUrl":"3bf59819-52bb-43ea-b48f-e6a5fd8d0674_Jorhat-Science-Center-and-Planetarium.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Thengal Bhawan","SubTitleHindi":null,"SubContent":"<p>Thengal Bhawan was built in 1880 by Raibahadur Siva Prasad Barooah. In 1929, he published a weekly Assamese newspaper. Later, he established his printing press and office at Thengal Bhawan and managed to publish a daily newspaper, Dainik Batori. Siva Prasad Barooah was the owner and Bagmibar Nilamani Phukan was the editor of this daily newspaper. This newspaper was published from such a place, Thengal Bhawan, where there was no post office. It was the first daily newspaper in Assamese and also the first daily newspaper in any language, published from a village in entire India.</p>","SubContentHindi":null,"ImageUrl":"f556730c-73e0-4975-a2e0-bc2c53f2b996_Thengal-Bhawan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>Air</p>\r\n<p>Jorhat Airport (JRH), commonly known as Rowriah Airport, is located at Rowriah which is within the city itself, approximately seven kilometres (4.3 mi) from the city centre. The airport has flights to Delhi Kolkata and Guwahati by Jet Airways and Indigo Airlines. The airport is controlled by the Airports Authority of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Jorhat falls under the Tinsukia railway division of Northeast Frontier Railway zone. The Jorhat Town railway station lies on the Furkating-Jorhat-Mariani branch line, has train services like Guwahati Jorhat Town Jan Shatabdi Express, Guwahati - Jorhat Mariani Inter-City Express, Kamakhya - Dibrugarh Intercity Express, Mariani Jorhat - Furkating Passenger and Jorhat - Tinsukia Passenger. While the Mariani Junction railway station situated on the Lumding-Dibrugarh section is the main railway junction of Jorhat district, which is about 18 km (11 mi) from Jorhat City.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>The Inter State Bus Terminus (ISBT) of Jorhat is located at Tarajan, Kotokipukhuri, on the western part of the city, provides connectivity to other parts of the state as well as Northeast with regular buses from ASTC and private operators. Rickshaws and auto rickshaws are the main mode of public transport within the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Waterways</p>\r\n<p>The Neamati multimodal waterways terminal on Brahmaputra National Waterway 2 in Jorhat district is part of Bharatmala and Sagarmala projects.[10] There are 19 National Waterways for the Northeast connectivity.</p>\r\n<p>source: http://jorhat.gov.in</p>","SubContentHindi":null,"ImageUrl":"ef122fd6-7e15-4395-aa1d-fac16eb105c2_Jorhat-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jorhat-assam","tags":[{"name":"jorhat","slug":"jorhat"},{"name":"assam","slug":"assam"}],"recommendations":[{"id":367,"title":"Top Places to visit in Lakhimpur, North Lakhimpur, Assam","imageUrl":"60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","dateCreated":"2019-04-30T14:34:59.871Z","dateModified":"2019-04-30T14:42:31.312Z","contributedBy":"AskGif","content":"Lakhimpur is an administrative district in the state of Assam in India. The district headquarter is located at North Lakhimpur. The district is bounded on the North by Siang and Papumpare District of Arunachal Pradesh and on the East by Dhemaji District and Subansiri River. Majuli District stands","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-lakhimpur","slug":"north-lakhimpur"},{"name":"assam","slug":"assam"},{"name":"lakhimpur","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-north-lakhimpur-assam","total":0},{"id":362,"title":"Top Places to visit in Kamrup, Amingaon, Assam","imageUrl":"e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","dateCreated":"2019-04-26T17:05:21.054Z","dateModified":"2019-04-26T17:46:19.048Z","contributedBy":"AskGif","content":"Kamrup district also Kamrup rural district is an administrative district in the state of Assam in India formed by bifurcating old Kamrup district into two in the year 2003; other being Kamrup Metropolitan district, named after region it constitute. The district, along with Nalbari and Barpeta tog","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kamrup","slug":"kamrup"},{"name":"assam","slug":"assam"},{"name":"amingaon","slug":"amingaon"}],"slug":"top-places-to-visit-in-kamrup-amingaon-assam","total":0},{"id":349,"title":"Top Places to visit in Charaideo, Sonari, Assam","imageUrl":"b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","dateCreated":"2019-04-16T15:16:17.161Z","dateModified":"2019-04-16T15:18:12.177Z","contributedBy":"AskGif","content":"Charaideo was the first permanent capital of the Ahom kingdom established by the first Ahom king Chao Lung Siu-Ka-Pha in 1253 CE. Even though the capital moved to other places over the course of the 600 years of rule, Charaideo remained the symbol of Ahom power. It is now known for its collection","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"sonari","slug":"sonari"},{"name":"charaideo","slug":"charaideo"}],"slug":"top-places-to-visit-in-charaideo-sonari-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}