{"id":361,"title":"जोरहाट में देखने के लिए शीर्ष स्थान, असम","imageUrl":"5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","dateCreated":"2019-04-25T18:21:54.709Z","dateModified":"2019-04-25T18:44:21.403Z","contributedBy":"AskGif","content":"<p>जोरहाट एक शहर है और भारत में असम राज्य के महत्वपूर्ण शहरी केंद्रों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>जोरहाट भारतीय राज्य असम का एक प्रशासनिक जिला है जो ब्रह्मपुत्र घाटी के मध्य भाग में स्थित है। यह जिला उत्तर में माजुली, दक्षिण में नागालैंड राज्य, पूर्व में चराइदेव और पश्चिम में गोलाघाट से घिरा है। जिले के उत्तर में, ब्रह्मपुत्र नदी दुनिया का सबसे बड़ा नदी द्वीप बनाती है। प्रशासनिक सीट जोरहाट शहर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>पहले जोरहाट अविभाजित सिबसागर जिले का उप-विभाग था। 1983 में जोरहाट को सिबसागर जिले से बाहर किया गया था और एक अलग जिला बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>जोरहाट कई रचनात्मक लेखकों, इतिहासकारों, पत्रकारों, वगैरह का निर्माण करने में सक्षम रहा है। भारत के सर्वोच्च साहित्य पुरस्कार ज्ञानपीठ पुरस्कार जीतने वाले पहले असमिया बीरेंद्र कुमार भट्टाचार्य जोरहाट से थे।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और अनुसंधान संस्थान</p>\r\n<p>अनुसन्धान संस्थान</p>\r\n<p>&nbsp;</p>\r\n<p>वर्षा वन अनुसंधान संस्थान का मुख्य द्वार</p>\r\n<p>केंद्रीय रेशम बोर्ड के अधीन केंद्रीय एरी और मुगा रिसर्च ट्रेनिंग इंस्टीट्यूट, लाडोईगढ़</p>\r\n<p>भारतीय अनाज भंडारण प्रबंधन और अनुसंधान संस्थान, जोरहाट</p>\r\n<p>इंडियन इंस्टीट्यूट ऑफ प्लांटेशन मैनेजमेंट (IIPM), जोरहाट सेंटर, अंडर मिन। वाणिज्य और उद्योग, सरकार भारत की</p>\r\n<p>इंस्टीट्यूट ऑफ बायोटेक्नोलॉजी एंड जियोटेक्निक्स स्टडीज (INBIGS), ONGC कॉम्प्लेक्स, सिनमारा, जोरहाट - 785008</p>\r\n<p>नॉर्थ ईस्ट इंस्टीट्यूट ऑफ साइंस एंड टेक्नोलॉजी, जोरहाट (N.E.I.S.T) (CSIR, Deptt के तहत पूर्व में R.R.L., जोरहाट)। विज्ञान और प्रौद्योगिकी, सरकार की। भारत की</p>\r\n<p>वर्षा वन अनुसंधान संस्थान (R.F.R.I), जोरहाट के अंतर्गत I.C.F.E., Min। पर्यावरण और वन, भारत सरकार</p>\r\n<p>Tocklai चाय अनुसंधान संस्थान, चाय अनुसंधान संघ (T.R.A.) Tocklai के तहत चाय अनुसंधान संघ, वाणिज्य मंत्रालय, सरकार। भारत की</p>\r\n<p>विश्वविद्यालयों</p>\r\n<p>&nbsp;</p>\r\n<p>असम कृषि विश्वविद्यालय का मुख्य प्रवेश द्वार</p>\r\n<p>असम कृषि विश्वविद्यालय (A.A.U.), असम सरकार के अधीन</p>\r\n<p>असम महिला विश्वविद्यालय, असम सरकार के अधीन</p>\r\n<p>काजीरंगा विश्वविद्यालय</p>\r\n<p>तकनीकी संस्थान</p>\r\n<p>जोरहाट इंजीनियरिंग कॉलेज, तकनीकी शिक्षा निदेशालय, असम सरकार</p>\r\n<p>जोरहाट इंस्टीट्यूट ऑफ एडवांस ट्रेनिंग फॉर कंप्यूटिंग (जे.आई.ए.टी.सी.)</p>\r\n<p>जोरहाट इंस्टीट्यूट ऑफ साइंस एंड टेक्नोलॉजी, पूर्व में साइंस कॉलेज, जोरहाट, असम सरकार</p>\r\n<p>काजीरंगा विश्वविद्यालय, मोहबोंधा, जोरहाट</p>\r\n<p>नॉर्थ ईस्ट इंस्टीट्यूट ऑफ मैनेजमेंट साइंस, (एन.ई.आई.एस.टी. के सामने), जोरहाट</p>\r\n<p>चिकित्सा संस्थान</p>\r\n<p>जोरहाट मेडिकल कॉलेज और अस्पताल असम राज्य सरकार के अधीन</p>\r\n<p>चिकित्सा संस्थान जोरहाट, सरकार के अधीन। असम का।</p>\r\n<p>कालेजों</p>\r\n<p>बहोना कॉलेज</p>\r\n<p>C.K.B. कॉमर्स कॉलेज</p>\r\n<p>चंद्र कमल बेजबरुआ कॉलेज, टेक</p>\r\n<p>D.C.B. गर्ल्स कॉलेज</p>\r\n<p>जगन्नाथ बरूआ महाविद्यालय</p>\r\n<p>जोरहाट कॉलेज</p>\r\n<p>जोरहाट इंस्टीट्यूट ऑफ साइंस एंड टेक्नोलॉजी (पूर्व में जोरहाट साइंस कॉलेज)।</p>\r\n<p>जोरहाट लॉ कॉलेज, एम.जी. रोड, जोरहाट</p>\r\n<p>ककोजन कॉलेज, काकोजन</p>\r\n<p>उच्चतर माध्यमिक विद्यालय</p>\r\n<p>कॉन्सेप्ट जूनियर कॉलेज, तितबर, जोरहाट</p>\r\n<p>प्रागज्योतिका जूनियर कॉलेज</p>\r\n<p>स्कूलों</p>\r\n<p>बाल भवन, जोरहाट</p>\r\n<p>कार्मेल कॉन्वेंट स्कूल, सिनमारा</p>\r\n<p>दीपंकर विद्यापीठ</p>\r\n<p>डॉन बॉस्को हाई स्कूल, बागचुंग</p>\r\n<p>जवाहर नवोदय विद्यालय, जोरहाट</p>\r\n<p>मेरीलैंड हाई स्कूल</p>\r\n<p>शंकरदेव सेमिनरी हाई स्कूल</p>\r\n<p>शेमफोर्ड फ्यूचरिस्टिक स्कूल, चोलधारा</p>\r\n<p>स्प्रिंग डेल हाई स्कूल</p>\r\n<p>सेंट मैरी हाई स्कूल, जोरहाट, रोवरिया</p>\r\n<p>जवाहर नवोदय विद्यालय, जोरहाट</p>\r\n<p>केंद्रीय विद्यालय (भारतीय वायु सेना स्टेशन), जोरहाट -785005</p>\r\n<p>केन्द्रीय विद्यालय, NEIST (RRL), जोरहाट -785006</p>\r\n<p>केन्द्रीय विद्यालय (ONGC)</p>\r\n<p>राजनीति</p>\r\n<p>जोरहाट जोरहाट (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय जनता पार्टी के कामाख्या प्रसाद तासा (38) सबसे कम उम्र के भारतीय राजनेताओं में से एक हैं और संसद सदस्य हैं जो जोरहाट, असम से 16 वीं लोकसभा में सेवारत हैं। जोरहाट असम के पिछले मुख्यमंत्री तरुण गोगोई का गृह नगर है। छह बार से बैठे कांग्रेस एम.पी. बिजॉय कृष्ण हांडिक को 2014 में कामाख्या प्रसाद तासा ने हराया था।</p>\r\n<p>&nbsp;</p>\r\n<p>M.L.A. जोरहाट विधानसभा क्षेत्र से B.J.P के हितेंद्र नाथ गोस्वामी हैं, जिन्होंने 1991, 1996, 2001 और 2016 में राज्य चुनावों में सीट जीती थी।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>जोरहाट अंतरराष्ट्रीय महत्व के कई दिलचस्प स्थानों तक पहुंचने के लिए केंद्रीय स्थान है: माजुली, काजीरंगा राष्ट्रीय उद्यान, ढेयाखोवा बोरनमघर, लच्छित बोरफुकन का मैदान, राजा मैदान, जोर विज्ञान केंद्र और तारामंडल, जोरहाट जिमखाना क्लब, चंद्रकांता हांडिक भवन, अयूर संजीव जिला संग्रहालय, थेंगाल भवन, गिबन वन्यजीव अभयारण्य, काज़ीरंगा गोल्फ रिज़ॉर्ट, सुकफ़ा समनय क्षेत्र, मोलाई वन, शांति आश्रम, जगन्नाथ मंदिर, सार्वजनिक उद्यान और चाय बागान।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jorhat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","subContents":[{"SubTitle":"1. काजीरंगा राष्ट्रीय उद्यान","SubTitleHindi":null,"SubContent":"<p>काजीरंगा राष्ट्रीय उद्यान एक सींग वाले गैंडों पर दुनिया की दो तिहाई आबादी के लिए मेजबान है और यह दुनिया के सभी संरक्षित क्षेत्रों में बाघों का उच्चतम घनत्व भी रखता है। यह पार्क हाथी, जंगली पानी भैंस और दलदल हिरण के बड़े प्रजनन निवासियों के लिए एक अधिवास है। बर्डलाइफ इंटरनेशनल द्वारा महत्वपूर्ण बर्ड एरिया के रूप में घोषित यह राष्ट्रीय उद्यान विभिन्न प्रकार के निवासियों और प्रवासी पक्षियों के लिए एक घर है। ब्रह्मपुत्र नदी के तट पर स्थित, अभयारण्य में उष्णकटिबंधीय वनस्पतियों का आनंद मिलता है और यह हाथी घास, दलदली तराई और उष्णकटिबंधीय नम चौड़ी जंगल से चिह्नित है। सुंदर वनस्पतियां और विविध जीव पार्क की प्राकृतिक सुंदरता में चार चांद लगाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यद्यपि काजीरंगा राष्ट्रीय उद्यान देश के उत्तर पूर्वी भाग में गोलाघाट जिले में और असम में नागोअन में स्थित है, पार्क के लिए निकटतम हवाई अड्डा जोरहाट जिले में है, यानी रोवरिया हवाई अड्डा।</p>","SubContentHindi":null,"ImageUrl":"3d95f7f6-98ce-4651-a956-fe9243b42522_rhino.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. माजुली","SubTitleHindi":null,"SubContent":"<p>माजुली, \"विश्व विरासत सूची\" में एक स्थान के लिए चुनाव लड़ने वाला दुनिया का सबसे बड़ा ताजे पानी का द्वीप है, जोरात जिले के उप-विभाग के नागरिक प्रशासन के अधिकार क्षेत्र में आता है। यह असम के जोरहाट शहर के हृदय स्थल से 20 किलोमीटर दूर स्थित है। यह पर्यावरण के अनुकूल है, प्रदूषण मुक्त ताज़े पानी के द्वीप को शक्तिशाली नदी ब्रह्मपुत्र में रखा गया है। द्वीप का कुल क्षेत्रफल 1250 किमी 2 है। माजुली प्राकृतिक और सांस्कृतिक विरासत स्थल का एक भौगोलिक परिदृश्य है, जिसमें अधिकांश क्षेत्रों को कवर करने वाले जल निकाय हैं जो स्थानीय और प्रवासी पक्षियों को बहुत आकर्षित करते हैं। लगभग छब्बीस सतरा या शक्ति का सांस्कृतिक घर माजुली में हैं जिनमें से कमलाबाड़ी, औनाती और गामुर गौर करने लायक हैं। ये शनि महान असमिया मध्ययुगीन वैष्णव संत शंकरदेव और माधवदेव की धार्मिक विचारधारा का प्रचार कर रहे हैं, जो सती संस्कृति का प्रचार कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>माजुली के सतस:</p>\r\n<p>वैष्णव सतों की स्थापना असमिया संस्कृति के जनक शंकरदेव ने की थी। माजुली में ऐतिहासिक और शुभ 'मणिकांचन संजोग' पहला सतरा था। इसके बाद 65 क्षत्रप बढ़े जिसने जातीय और समाजशास्त्रीय आदर्शों का प्रचार किया। वर्तमान में माजुली में केवल 22 सतरा हैं और बाकी बाढ़ और कटाव के कारण अन्य सुरक्षित स्थानों पर स्थानांतरित कर दिए गए हैं। ये सतारा 'बोरजीत', मटियाखारा, जुमोरा नृत्य, चलि नृत्य, न्यौआ नृत्य, नंदे वरिंगी, सूत्रधार, ओजापाली, अप्सरा नृत्य, सतरिया कृष्णा नृत्य, दशावतार नृत्य आदि का खजाना घर हैं, जिनका योगदान श्री शंकरदेव द्वारा किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>दखिनपत सतरा</p>\r\n<p>दखिनपाट सतारा की स्थापना रासमलेला के प्रतिपादक बनमालीदेव ने की थी, जो अब असम के राज्य त्योहारों में से एक के रूप में मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गरामुर सतरा</p>\r\n<p>इस सातरा की स्थापना लक्ष्मीकांतदेव ने की थी। शरद ऋतु के दौरान पारंपरिक रासलीला बड़े उत्साह के साथ की जाती है। कुछ प्राचीन हथियार भी यहां संरक्षित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मौसी सतारा</p>\r\n<p>निरंजन पाठकदेवा द्वारा स्थापित, यह क्षत्रप 'पलनाम' और अप्सरा नृत्य के लिए प्रसिद्ध है और इसमें पुराने असमी बर्तन, आभूषण और हस्तशिल्प का भी काफी संग्रह है।</p>\r\n<p>&nbsp;</p>\r\n<p>कमलाबाड़ी सातरा</p>\r\n<p>बेदुलपद्मा अता द्वारा स्थापित कमलाबाड़ी सतारा कला, संस्कृति, साहित्य और शास्त्रीय अध्ययन का एक केंद्र है। इसकी शाखा उत्तर कमलाबाड़ी सतरा ने भारत और विदेशों के कई राज्यों में सतरिया कला का सांस्कृतिक कार्यक्रम प्रस्तुत किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>बेंगनाती सतरा</p>\r\n<p>यह सांस्कृतिक रूप से महत्वपूर्ण प्राचीन वस्तुओं का एक भंडार गृह और प्रदर्शन कला का एक उन्नत केंद्र है। शंकरदेव की सौतेली माँ के भव्य पुत्र मुरारीदेव ने ही एसएसवारगदेराव की स्थापना की थी। शाही लबादे अहोम राजा स्वर्गदेव गदाधर सिंहा के हैं, जो सोने से बने हैं और एक छतरी भी है जो सोने से बनी है।</p>","SubContentHindi":null,"ImageUrl":"6e501a43-f7de-4833-bc3b-05205bbb2855_Majuli.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. ढेयाखोवा बोरनामघर","SubTitleHindi":null,"SubContent":"<p>ढेयाखोवा बोरनामघर असम में एक प्रसिद्ध बोर नामघर (पूजा का स्थान) है, जिसे 1461 में संत-सुधारक माधवदेव ने स्थापित किया था। यह राष्ट्रीय राजमार्ग 37 से 3.5 किलोमीटर दूर जोरहाट के ढेयाखोवा गांव में स्थित है। संत-सुधारक श्री श्रीमंता के समय से। शंकरदेव और माधवदेव, यह नामघर (प्रार्थना हॉल) बैष्णव धर्म के लिए एक महत्वपूर्ण केंद्र के रूप में जारी रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>अब इस बोर नामघर के पास 13 बीघा जमीन है, जो खुद का एक सभागार है। असम के भक्त इस नामघर में स्वतंत्र रूप से दान करते हैं और उनके मददगार हाथों की वजह से नामघर की प्रबंध समिति बहुत सारे सामाजिक और सांस्कृतिक कल्याण कार्यक्रमों का संचालन करती है। लगभग 461 साल पुराना यह नामघर असम के लोगों के लिए वैष्णव धर्म और एकता की कवायद में महत्वपूर्ण भूमिका निभाता रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>कहा जाता है कि नामघर का मुख्य स्तंभ एक Xaal पेड़ (शोरिया रोबस्टा) से बना है। एक रात को नामगहर के भकत (भिक्षुओं) ने एक सपने में देखा कि बोर नामघर (ढेकियाखुआ जान के नाम से जानी जाने वाली नदी) विपरीत दिशा में बह रही थी और बोर नामघर के निर्माण के लिए बनाई जाने वाली हलाल ले जा रही थी । अगले दिन, जब लोगों ने उस सपने को सच होने के लिए देखा, तो उन्होंने पेड़ से बोर नामघर का मुख्य स्तंभ बनाया।</p>","SubContentHindi":null,"ImageUrl":"8587df0f-580b-40a1-848d-e3d46d6ed81b_Dhekiakhowa-Bornamghar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. लछित बोरोफुकन की दासी","SubTitleHindi":null,"SubContent":"<p>यह महान लाचिट बोरफुकन का मैडम है। वह सबसे बड़ा अहोम जनरल था जिसने 1672 में सरायघाट में पराक्रमी मुगलों को हराया था। एक साल बाद उसकी मृत्यु हो गई और उसके अवशेषों को स्वार्गादेओ उदयादित्य सिंघा ने इस पदयात्रा के तहत रखा। यह मेलेंग-हुलुंगापार के गोहैन गाँव में स्थित है। यह गिबन वन्यजीव अभयारण्य से 8 किमी दूर है।</p>","SubContentHindi":null,"ImageUrl":"26216bdd-a394-4f48-96bd-aed1be666e58_Lachit-Borphukan-Maidam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. जोरहाट विज्ञान केंद्र और तारामंडल","SubTitleHindi":null,"SubContent":"<p>यह राजमाओ पुखुरी के पास स्थित है। डिजिटल तारामंडल की एक प्रमुख विशेषता बड़ी गुंबद के आकार की प्रोजेक्शन स्क्रीन है, जिस पर सितारों, ग्रहों और अन्य खगोलीय पिंडों के दृश्य दिखाई देते हैं और वास्तविक रूप से आकाश के 'गतियों' का अनुकरण करने के लिए आगे बढ़ सकते हैं। इसमें डेटा मैपिंग, डेटा लॉगिंग और खगोलीय ग्रहीय गति को बढ़ाया जाएगा। डिजिटल तारामंडल रखरखाव की लागत को कम करता है और ऐसी प्रणालियों के लिए विश्वसनीयता बढ़ाता है: वे कुछ चलती भागों को नियोजित करते हैं और आम तौर पर कई अलग-अलग प्रणालियों के बीच गुंबद के पार आंदोलन के सिंक्रनाइज़ेशन की आवश्यकता नहीं होती है।</p>","SubContentHindi":null,"ImageUrl":"3bf59819-52bb-43ea-b48f-e6a5fd8d0674_Jorhat-Science-Center-and-Planetarium.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. वेंगल भवन","SubTitleHindi":null,"SubContent":"<p>थंगल भवन का निर्माण 1880 में रायबहादुर शिव प्रसाद बरोआ ने किया था। 1929 में, उन्होंने एक साप्ताहिक असमिया अखबार प्रकाशित किया। बाद में, उन्होंने थेंगाल भवन में अपने प्रिंटिंग प्रेस और कार्यालय की स्थापना की और दैनिक समाचार पत्र दैनिक बेतोरी प्रकाशित करने में सफल रहे। शिव प्रसाद बारूहा मालिक थे और बागमीबर नीलमणि फुकन इस दैनिक समाचार पत्र के संपादक थे। यह समाचार पत्र ऐसी जगह, थंगल भवन से प्रकाशित हुआ था, जहाँ कोई डाकघर नहीं था। यह असमिया का पहला दैनिक समाचार पत्र था और किसी भी भाषा में पहला दैनिक समाचार पत्र था, जो पूरे भारत के एक गाँव से प्रकाशित होता था।</p>","SubContentHindi":null,"ImageUrl":"f556730c-73e0-4975-a2e0-bc2c53f2b996_Thengal-Bhawan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>वायु</p>\r\n<p>जोरहाट हवाई अड्डा (JRH), जिसे आमतौर पर रोवियरा हवाई अड्डे के रूप में जाना जाता है, रोवरीह में स्थित है जो शहर के केंद्र से लगभग सात किलोमीटर (4.3 मील) की दूरी पर शहर के भीतर है। जेट एयरवेज और इंडिगो एयरलाइंस द्वारा दिल्ली कोलकाता और गुवाहाटी के लिए हवाई अड्डे की उड़ानें हैं। एयरपोर्ट का नियंत्रण भारतीय विमानपत्तन प्राधिकरण द्वारा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>जोरहाट पूर्वोत्तर सीमांत रेलवे जोन के तिनसुकिया रेलवे डिवीजन के अंतर्गत आता है। जोरहाट टाउन रेलवे स्टेशन फ़ुरकाटिंग-जोरहाट-मरियानी शाखा लाइन पर स्थित है, इसमें गुवाहाटी जोरहाट टाउन जन शताब्दी एक्सप्रेस, गुवाहाटी - जोरहाट मरियानी इंटर-सिटी एक्सप्रेस, कामाख्या - डिब्रूगढ़ इंटरसिटी एक्सप्रेस, मरियानी जोरहाट - फ़ुरकेटिंग यात्री और जोरहाट जैसी ट्रेन सेवाएं हैं। तिनसुकिया पैसेंजर। जबकि लुमडिंग-डिब्रूगढ़ सेक्शन पर स्थित मरियानी जंक्शन रेलवे स्टेशन जोरहाट जिले का मुख्य रेलवे जंक्शन है, जो जोरहाट शहर से लगभग 18 किमी (11 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>जोरहाट का इंटर स्टेट बस टर्मिनस (ISBT) शहर के पश्चिमी हिस्से में तराजन, कोटोकीपुखुरी में स्थित है, जो राज्य के अन्य हिस्सों के साथ-साथ उत्तर पूर्व के साथ-साथ एएसटीसी और निजी ऑपरेटरों के साथ नियमित बसों को जोड़ता है। रिक्शा और ऑटो रिक्शा शहर के भीतर सार्वजनिक परिवहन का मुख्य साधन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जलमार्ग</p>\r\n<p>जोरहाट जिले में ब्रह्मपुत्र राष्ट्रीय जलमार्ग 2 पर स्थित निमाती मल्टीमॉडल जलमार्ग टर्मिनल भारतमाला और सागरमाला परियोजनाओं का हिस्सा है। [१०] पूर्वोत्तर कनेक्टिविटी के लिए 19 राष्ट्रीय जलमार्ग हैं।</p>\r\n<p>स्रोत: http://jorhat.gov.in</p>","SubContentHindi":null,"ImageUrl":"ef122fd6-7e15-4395-aa1d-fac16eb105c2_Jorhat-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jorhat-assam","tags":[{"name":"जोरहाट","slug":"jorhat"},{"name":"असम","slug":"assam"}],"recommendations":[{"id":367,"title":"लखीमपुर, उत्तरी लखीमपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","dateCreated":"2019-04-30T14:34:59.871Z","dateModified":"2019-04-30T14:42:31.312Z","contributedBy":"AskGif","content":"लखीमपुर भारत में असम राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय उत्तर लखीमपुर में स्थित है। यह जिला उत्तर में अरुणाचल प्रदेश के सियांग और पापम्पारे जिले और पूर्व में धेमाजी जिला और सुबानसिरी नदी से घिरा है। माजुली जिला दक्षिणी ओर है और पश्चिम में बिश्वनाथ जिला है।\r\n&nbsp;\r\nउत्तर ल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तरी-लखीमपुर","slug":"north-lakhimpur"},{"name":"असम","slug":"assam"},{"name":"लखीमपुर","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-north-lakhimpur-assam","total":0},{"id":362,"title":"कामरूप, अमिंगान में देखने के लिए शीर्ष स्थान, असम","imageUrl":"e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","dateCreated":"2019-04-26T17:05:21.054Z","dateModified":"2019-04-26T17:46:19.048Z","contributedBy":"AskGif","content":"कामरूप जिला भी कामरूप ग्रामीण जिला भारत के असम राज्य में एक प्रशासनिक जिला है जो वर्ष 2003 में दो पुराने कामरूप जिले को द्विविभाजित करके बनाया गया था; अन्य कामरूप मेट्रोपॉलिटन जिला है, जिसका नाम इस क्षेत्र के नाम पर रखा गया है। जिला, नलबाड़ी और बारपेटा के साथ मिलकर कामरूप क्षेत्र बनाते हैं, कामरू","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कामरूप","slug":"kamrup"},{"name":"असम","slug":"assam"},{"name":"अमिंगान","slug":"amingaon"}],"slug":"top-places-to-visit-in-kamrup-amingaon-assam","total":0},{"id":349,"title":"चराइदेव, सोनारी में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","dateCreated":"2019-04-16T15:16:17.161Z","dateModified":"2019-04-16T15:18:12.177Z","contributedBy":"AskGif","content":"चराइदेव 1253 सीई में प्रथम अहोम राजा चाओ लुंग सिउ-का-फ द्वारा स्थापित अहोम साम्राज्य की पहली स्थायी राजधानी थी। भले ही 600 साल के शासन के दौरान राजधानी अन्य स्थानों पर चली गई, चराइदेओ अहोम शक्ति का प्रतीक बना रहा। यह अब मैडम के संग्रह के लिए जाना जाता है, जो अहोम राजाओं और अहोम राजघराने का ठुमरी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"सोनारी","slug":"sonari"},{"name":"चरैदेव","slug":"charaideo"}],"slug":"top-places-to-visit-in-charaideo-sonari-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}