{"id":362,"title":"कामरूप, अमिंगान में देखने के लिए शीर्ष स्थान, असम","imageUrl":"e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","dateCreated":"2019-04-26T17:05:21.054Z","dateModified":"2019-04-26T17:46:19.048Z","contributedBy":"AskGif","content":"<p>कामरूप जिला भी कामरूप ग्रामीण जिला भारत के असम राज्य में एक प्रशासनिक जिला है जो वर्ष 2003 में दो पुराने कामरूप जिले को द्विविभाजित करके बनाया गया था; अन्य कामरूप मेट्रोपॉलिटन जिला है, जिसका नाम इस क्षेत्र के नाम पर रखा गया है। जिला, नलबाड़ी और बारपेटा के साथ मिलकर कामरूप क्षेत्र बनाते हैं, कामरूपी संस्कृति और भाषा है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>&nbsp;</p>\r\n<p>मदन कामदेव</p>\r\n<p>2003 में पुराने कामरूप जिले को द्विभाजित करके कामरूप ग्रामीण जिला बनाया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल और पर्यावरण</p>\r\n<p>&nbsp;</p>\r\n<p>चंदूबी झील</p>\r\n<p>अवलोकन</p>\r\n<p>कामरूप जिला 4,345 वर्ग किलोमीटर (1,678 वर्ग मील) के क्षेत्र में स्थित है, जो तुलनात्मक रूप से ऑस्ट्रेलिया के कंगारू द्वीप के बराबर है। कामरूप जिले के पड़ोसी पश्चिम खासी हिल्स जिले, मेघालय के साथ कुछ क्षेत्रीय विवाद हैं, जिनमें लंग्पिह गांव भी शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>हाइड्रोग्राफी</p>\r\n<p>ब्रह्मपुत्र के तत्काल पड़ोस में भूमि कम है, और वार्षिक बाढ़ के संपर्क में है। इस दलदली पथ में नरकट और बेंतें लाजबाव तरीके से पनपती हैं, और एकमात्र खेती चावल की होती है। नदी के तट से तुलनात्मक रूप से कम दूरी पर, भूमि उत्तर में भूटान के पहाड़ों की ओर, और दक्षिण में खासी पहाड़ियों की ओर बढ़ती हुई गाँठों में बढ़ने लगती है। कुछ हिस्सों में ब्रह्मपुत्र के दक्षिण में स्थित पहाड़ियाँ 800 फीट (240 मीटर) की ऊँचाई तक पहुँचती हैं। ब्रह्मपुत्र, जो जिले को लगभग दो समान भागों में विभाजित करता है, वर्ष भर नदी स्टीमर द्वारा नेविगेट करने योग्य है, और बरसात के मौसम में बड़ी देशी नौकाओं द्वारा कई सहायक नदियों को प्राप्त करता है। इनमें से प्रमुख उत्तर में मानस, चुल खोया और बरनाडी हैं, और दक्षिण तट पर कुल्सी और डिब्रू।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1989 में कामरूप जिला डिपोर बिल वन्यजीव अभयारण्य का घर बन गया, जिसका क्षेत्रफल 4.1 किमी 2 (1.6 वर्ग मील) है। एक वृक्षारोपण भी है जहाँ सागौन, साल, सिसु, सुम, और नाहर के अंकुरों को पाला जाता है, और फूलगोभी के पेड़ के साथ प्रयोग किए जा रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कामरूप कुछ बड़े कॉलोनियों में से एक है जो अभी भी अस्तित्व में है। ग्रामीणों ने पहले पक्षियों को कीट के रूप में माना था, लेकिन सांस्कृतिक और धार्मिक प्रोग्रामिंग सहित आउटरीच प्रयासों, विशेष रूप से स्थानीय महिलाओं के उद्देश्य से, कामरूप निवासियों को गर्व किया और सारसों की रक्षा के लिए।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>आबादी</p>\r\n<p>2011 की जनगणना के अनुसार कामरूप जिले की आबादी 1,517,202 है, जो लगभग पश्चिमी अफ्रीकी देश गैबॉन या अमेरिकी राज्य हवाई के बराबर है। यह इसे भारत में 327 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 436 निवासियों प्रति वर्ग किलोमीटर (1,130 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 15.67% थी। कामरूप में प्रत्येक 1000 पुरुषों पर 946 महिलाओं का लिंग अनुपात है, और 72.81% की साक्षरता दर है। जिले में विभिन्न स्वदेशी असमी समुदायों जैसे कि केओट्स / कैबार्टा, बोडो, राभा, तिवा / लालुंग, अमरी करबी, डोम / नदियाल हैं। , कोच-राजबोंगशी आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म</p>\r\n<p>&nbsp;</p>\r\n<p>हयग्रीव माधव मंदिर</p>\r\n<p>जिले में हिंदू धर्म, इस्लाम, ईसाई धर्म, बौद्ध धर्म और एनिमेटेडवाद के अनुयायी हैं। कामाख्या और हाजो के प्राचीन मंदिर सभी तीर्थों के कई तीर्थयात्रियों को आकर्षित करते हैं। कामरूप के लोगों ने लद्दाख के स्टैकना मठ में एक पवित्र आर्य अवलोकीतेश्वर प्रतिमा भी दान की।</p>\r\n<p>&nbsp;</p>\r\n<p>भाषा</p>\r\n<p>मूल रूप से बोली जाने वाली प्रमुख भाषा असमिया की कमरुपी बोली है, जिसमें अमरी की जेब, करबी से संबंधित भाषा है, जिसमें 1,25,000 वक्ता हैं। तिवा (लालुंग) और ए'टोंग, भी 10,000 लोगों द्वारा बोली जाती है, जो ज्यादातर दक्षिणी भागों मेघालय की सीमा में पाए जाते हैं। सभी स्वदेशी असमिया समुदाय असमिया भाषा का उपयोग अन्य स्वदेशी असमिया समुदायों के साथ संवाद करने के लिए करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तर गौहाटी में भारतीय प्रौद्योगिकी संस्थान</p>\r\n<p>जिले की मुख्य फसल चावल है, जिसमें तीन फसलें हैं। स्वदेशी विनिर्माण घरेलू उपयोग के लिए रेशम और सूती कपड़े की बुनाई और पीतल के कप और प्लेट बनाने तक ही सीमित है। मुख्य निर्यात चावल, तेल के बीज, लकड़ी और कपास हैं; आयात ठीक चावल, नमक, टुकड़ा माल, चीनी, सुपारी, नारियल और हार्डवेयर हैं। असम-बंगाल रेलवे का एक भाग गुवाहाटी से शुरू होता है, और पूर्वी बंगाल रेलवे की एक शाखा को हाल ही में नदी के विपरीत तट पर खोला गया है। गुवाहाटी से शिलांग तक दक्षिण की वजह से एक धातु की सड़क चलती है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kamrup_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","subContents":[{"SubTitle":"1. मदन कामदेव मंदिर","SubTitleHindi":null,"SubContent":"<p>बमुश्किल 40 कि.मी. गुवाहाटी से दूर, उत्तर-पूर्व और 3 किलोमीटर का प्रवेश द्वार। राष्ट्रीय राजमार्ग 52 पर बैहाटा चाराली से, मदन कामदेव एक रहस्य है, एक रहस्य है, एक चमत्कार जो प्राचीन कामरूप के बारे में बोलता है। दीवानगिरि पहाड़ी के चारों ओर हरी पहाड़ियों की रमणीय पीठ की बूंदों और बहते हुए नाले के साथ बिखरे हुए, ग्रिफ़िन, अप्सराएं, नृत्य परियां, लौकिक अवतरणों में देवी-देवता, दीवारें, खंभे, एक प्रकार का वृक्ष और फूल, जानवरों, कल्पा-वृक्षा से सुशोभित द्वार हैं। (तृप्ति का वृक्ष), छह पक्षीय भैरव, चार सिर वाले शिव, दानव, सर्प और पुरुष, महिलाएं और जानवर हर कल्पनीय कामोत्तेजक मुद्राओं में, सभी खंडहर-खंडहर खंडहर में - यानी मदन कामदेव।</p>","SubContentHindi":null,"ImageUrl":"5794deb3-e562-4ab2-9b36-460171f5fab2_madangate.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. हयग्रीव-माधब मंदिर","SubTitleHindi":null,"SubContent":"<p>हयग्रीव माधव मंदिर कामरूप जिले के हाजो के पास मोनिकुत पहाड़ी पर स्थित है। यह ज्ञात है कि मंदिर का निर्माण राजा रघु देव नारायण ने 1583 में किया था। कुछ अन्य इतिहासकारों के अनुसार। पाल वंश के राजा ने 6 वीं शताब्दी में इसका निर्माण कराया था। यह एक पत्थर का मंदिर है और यह हयाग्रीव माधव की छवि को दर्शाता है। मंदिर के शरीर पर हाथियों की पंक्तियाँ देखी जाती हैं और वे असमिया कला के बेहतरीन नमूने हैं। मंदिर के पास माधव पुखुरी के नाम से एक बड़ा तालाब है। मंदिर में हर साल डौल, बिहू और जन्माष्टमी त्योहार मनाए जाते हैं। इसके अलावा यह मंदिर हिंदू धर्म और बौद्ध धर्म दोनों का प्रचार करता है, जो दूर दराज के स्थानों से बौद्ध भिक्षुओं को आकर्षित करता है।</p>","SubContentHindi":null,"ImageUrl":"a3e24dc5-b648-4960-a1cb-3b6cb14c6b6f_madhab.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. पोआ मका","SubTitleHindi":null,"SubContent":"<p>पोआ मैकका मुसलमानों के लिए एक तीर्थ स्थान है और गुवाहाटी के पास एक छोटे से शहर हाजो में स्थित है। यह द्रष्टा गियासुद्दीन औलिया का मकबरा है। यह माना जाता है कि यहां प्रार्थना करने से विश्वासियों को मक्का में प्राप्त होने वाले आध्यात्मिक ज्ञान का एक चौथाई हिस्सा मिलता है। इसलिए नाम - \"पोआ\" का अर्थ एक-चौथाई है।</p>","SubContentHindi":null,"ImageUrl":"be03745f-1a74-44d3-b0de-cf9651304736_Poa-Macca.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>कामरूप से वायु तक कैसे पहुँचे</p>\r\n<p>कामरूप से निकटतम अंतर्राष्ट्रीय हवाई अड्डा लोकप्रिया गोपीनाथ बोरदोलोई अंतर्राष्ट्रीय हवाई अड्डा है, जो गुवाहाटी शहर से लगभग आधे घंटे की ड्राइव पर है। यह एयर इंडिया, इंडिगो, किंगफिशर एयरलाइंस, पवन हंस, जेट एयरवेज और ड्रुक एयर के माध्यम से दिल्ली, कोलकाता, चेन्नई, अहमदाबाद, बैंगलोर, मुंबई, इंफाल, लीलाबारी और जयपुर आदि प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा: लोकप्रिया गोपीनाथ बोरदोलोई अंतर्राष्ट्रीय हवाई अड्डा, गुवाहाटी</p>\r\n<p>&nbsp;</p>\r\n<p>रेल मार्ग से कामरूप कैसे पहुँचे</p>\r\n<p>अजर्रा रेलवे स्टेशन कामरूप से निकटतम रेलवे स्टेशन है और शहर से 11 किलोमीटर की दूरी पर स्थित है। दूसरा सबसे नजदीकी रेलवे स्टेशन गुवाहाटी रेलवे स्टेशन है, जो कामरूप से 30 किलोमीटर की दूरी पर स्थित है। जीएचवाय कोआ स्पेशल, पोर्वोट्र एस क्रंती, सीडीजी डीबीआरजी स्पेशल, केवाईक्यू डीबीआरजी स्पेशल, नॉर्थ ईस्ट एक्सप्रेस, सरायघाट एक्सप्रेस और एससी जीएचवाई एक्सप्रेस प्रमुख ट्रेनें हैं जो कामरूप और गुवाहाटी के मार्ग से गुजरती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग से कामरूप तक कैसे पहुंचे</p>\r\n<p>कामरूप सड़क मार्ग से असम राज्य के प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। यह गुवाहाटी से 30 किलोमीटर, डोरा कहार से 35 किलोमीटर, कालीकटुची से 44 किलोमीटर, धूला से 84 किलोमीटर और शिलांग से 123 किलोमीटर दूर है। असम राज्य सड़क परिवहन निगम (ASRTC) और कुछ निजी यात्रा सेवाओं के द्वारा बसें भारत के शहरों जैसे कि कालीतकुची, धूला और ईटानगर तक जाती हैं।</p>\r\n<p>source: http://kamrup.nic.in</p>","SubContentHindi":null,"ImageUrl":"88cb4c4d-fafa-4040-92f8-e120dcca4466_Kamrup-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kamrup-amingaon-assam","tags":[{"name":"कामरूप","slug":"kamrup"},{"name":"असम","slug":"assam"},{"name":"अमिंगान","slug":"amingaon"}],"recommendations":[{"id":1253,"title":"मरिअनी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"c11a3b47-c33c-4c19-9a23-771e9f5962a6_Mariani.jpg","dateCreated":"2020-04-24T14:04:08.389Z","dateModified":"2020-04-24T14:04:48.673Z","contributedBy":"AskGif","content":"मरियानी जोरहाट का एक पड़ोसी शहर है। यह जोरहाट रेलवे स्टेशन से लगभग 17.5 किमी दूर है। मरियानी नागालैंड की सीमा पर है। मारियानी गिब्बन वन्यजीव अभयारण्य के लिए प्रसिद्ध है, जो 5 किमी की दूरी पर मरियानी से नकाचारी के रास्ते पर सड़क के किनारे स्थित है। मारियानी का पिनकोड 785634 है।\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c11a3b47-c33c-4c19-9a23-771e9f5962a6_Mariani.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"मरिअनी","slug":"mariani"}],"slug":"top-places-to-visit-in-mariani-assam","total":0},{"id":1252,"title":"मार्गेरिटा में देखने के लिए शीर्ष स्थान, असम","imageUrl":"afcaba3e-47a4-4f98-b3b3-e0e22dc5f2e9_Margherita.jpg","dateCreated":"2020-04-23T16:02:49.128Z","dateModified":"2020-04-23T16:06:14.325Z","contributedBy":"AskGif","content":"मार्गेरिटा भारतीय राज्य असम में तिनसुकिया जिले का एक जनगणना शहर है। छोटे उप-विभागीय शहर में प्राकृतिक सुंदरता है और यह पहाड़ियों, चाय के बागानों, जंगलों और दिहिंग नदी से घिरा हुआ है। यह पहाड़ियों के तल पर एक सुंदर गोल्फ कोर्स और एक छोटी सी धारा के माध्यम से चल रहा है। हालांकि, एक छोटा शहर माना जा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afcaba3e-47a4-4f98-b3b3-e0e22dc5f2e9_Margherita.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"मार्गेरिटा","slug":"margherita"}],"slug":"top-places-to-visit-in-margherita-assam","total":0},{"id":353,"title":"धुबरी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"धुबरी (Pron: ʊdhʊbri) (असमिया: is) धुबरी जिले (असम) का मुख्यालय भारत है। यह ऐतिहासिक महत्व के साथ, ब्रह्मपुत्र नदी के तट पर एक पुराना शहर है। 1883 में, ब्रिटिश शासन के तहत पहली बार नगरपालिका बोर्ड के रूप में शहर का गठन किया गया था। यह असम की राज्य की राजधानी दिसपुर से लगभग 277.4 किलोमीटर (172 मील","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"धुबरी","slug":"dhubri"}],"slug":"top-places-to-visit-in-dhubri-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}