{"id":362,"title":"Top Places to visit in Kamrup, Amingaon, Assam","imageUrl":"e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","dateCreated":"2019-04-26T17:05:21.054Z","dateModified":"2019-04-26T17:46:19.048Z","contributedBy":"AskGif","content":"<p>Kamrup district also Kamrup rural district is an administrative district in the state of Assam in India formed by bifurcating old Kamrup district into two in the year 2003; other being Kamrup Metropolitan district, named after region it constitute. The district, along with Nalbari and Barpeta together form the Kamrup region, has Kamrupi culture and language.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>&nbsp;</p>\r\n<p>Madan Kamdev</p>\r\n<p>Kamrup Rural district created by bifurcating Old Kamrup district in 2003.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography and environment</p>\r\n<p>&nbsp;</p>\r\n<p>Chandubi Lake</p>\r\n<p>Overview</p>\r\n<p>Kamrup district occupies an area of 4,345 square kilometres (1,678 sq mi), comparatively equivalent to Australia's Kangaroo Island. Kamrup district has some territorial disputes with neighbouring West Khasi Hills district, Meghalaya, including that over the village of Langpih.</p>\r\n<p>&nbsp;</p>\r\n<p>Hydrography</p>\r\n<p>In the immediate neighborhood of the Brahmaputra the land is low, and exposed to annual inundation. In this marshy tract reeds and canes flourish luxuriantly, and the only cultivation is that of rice. At a comparatively short distance from the river banks the ground begins to rise in undulating knolls towards the mountains of Bhutan on the north, and towards the Khasi hills on the south. The hills south of the Brahmaputra in some parts reach the height of 800 feet (240 m). The Brahmaputra, which divides the district into two nearly equal portions, is navigable by river steamers throughout the year, and receives several tributaries navigable by large native boats in the rainy season. The chief of these are the Manas, Chaul Khoya and Barnadi on the north, and the Kulsi and Dibru on the south bank.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1989 Kamrup district became home to the Dipor Bil Wildlife Sanctuary, which has an area of 4.1 km2 (1.6 sq mi). There is also a plantation where seedlings of teak, sal, sissu, sum, and nahor are reared, and experiments are being made with the caoutchouc tree.</p>\r\n<p>&nbsp;</p>\r\n<p>Kamrup is home to one of the few large colonies of greater adjutant storks still in existence. The villagers previously regarded the birds as pests, but outreach efforts including cultural and religious programming, especially aimed at local women, have rallied Kamrup residents to be proud of and protect the storks.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Population</p>\r\n<p>According to the 2011 census Kamrup district has a population of 1,517,202, roughly equal to the West African country of Gabon or the US state of Hawaii. This gives it a ranking of 327th in India (out of a total of 640). The district has a population density of 436 inhabitants per square kilometre (1,130/sq mi) . Its population growth rate over the decade 2001-2011 was 15.67%. Kamrup has a sex ratio of 946 females for every 1000 males, and a literacy rate of 72.81%.The district has people belonging to various indigenous Assamese communities like Keots/Kaibarta, Bodo, Rabha, Tiwa/Lalung, Amri Karbi, Dom/Nadiyal, Koch-Rajbongshi etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion</p>\r\n<p>&nbsp;</p>\r\n<p>Hayagriha Madhava Temple</p>\r\n<p>The district has followers of Hinduism, Islam, Christianity, Buddhism and Animism. The ancient temples of Kamakhya and Hajo attracts many pilgrims from all quarters. The people of Kamrup also donated a sacred Arya Avalokiteśvara statue to Stakna Monastery in Ladakh.</p>\r\n<p>&nbsp;</p>\r\n<p>Language</p>\r\n<p>Major language spoken natively is Kamrupi dialect of Assamese with pockets of Amri, a language related with Karbi, with 1,25,000 speakers; Tiwa (Lalung) and A'Tong, also spoken by 10,000 people, found mostly in southern parts bordering Meghalaya. All the indigenous Assamese communities use the Assamese language to communicate with other indigenous Assamese communities.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Institute of Technology in North Gauhati</p>\r\n<p>The staple crop of the district is rice, of which there are three crops. The indigenous manufactures are confined to the weaving of silk and cotton cloths for home use, and to the making of brass cups and plates. The chief exports are rice, oil seeds, timber and cotton; the imports are fine rice, salt, piece goods, sugar, betel nuts, coconuts and hardware. A section of the Assam-Bengal railway starts from Guwahati, and a branch of the Eastern Bengal railway has recently been opened to the opposite bank of the river. A metalled road runs due south from Guwahati to Shillong.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kamrup_district</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e981827b-6469-43a4-84c2-94b20ad52711_Kamrup-railway.jpg","subContents":[{"SubTitle":"1. Madan Kamdev Temple","SubTitleHindi":null,"SubContent":"<p>Berely 40 Kms. away from Guwahati, the gateway of North-East and 3 Kms. from Baihata Chariali on National Highway 52, Madan Kamdev is an enigma, a mystery, a marvel which speaks about the ancient Kamrup. Scattered all around the Dewangiri hillock with an idyllic back drop of green hills and flowing rivulet, are griffins, nymphs, dancing fairies, gods and goddesses in cosmic evoluations, walls, pillars, lintels and door frams decorated with flowers, animals, Kalpa-vriksha (the tree of fulfillment), six sided Bhairava, four headed Shiva, Demons, Serpants and men, women and animals in every conceivable erotic postures, all in ruins-ruin of gigantic proportion - that is Madan Kamdev.</p>\r\n<p>&nbsp;</p>\r\n<p>Carvings that arrest time and remain ageless proclaiming eternal yearning for Love and Joy. Every curvable surface here is vibrant with a fervour of joy-dee vivre which transformed rocks into living, breathing, dancing beauty - a timeless dream on silent rocks.</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"5794deb3-e562-4ab2-9b36-460171f5fab2_madangate.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Hayagriva-Madhab Temple","SubTitleHindi":null,"SubContent":"<p>Hayagriva Madhava Mandir is situated on the Monikut hill near Hajo of Kamrup district .It is known that the temple was constructed by the King Raghu deva Narayan in 1583. According to some other historians. King of Pala dynasty constructed it in 6th century. It is a stone temple and it enshrines an image of Hayagriva Madhav. The rows of elephants are seen on the body of the temple and they are fine specimens of Assamese art. There is a big pond known as Madhab Pukhuri near the temple. Doul ,Bihu and Janmastami festivals are celebrated every year in the temple. Moreover this temple preaches both Hinduism and Buddhism, which attract Buddhist Monks from far flung places.</p>","SubContentHindi":null,"ImageUrl":"a3e24dc5-b648-4960-a1cb-3b6cb14c6b6f_madhab.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Poa Macca","SubTitleHindi":null,"SubContent":"<p>Poa Macca is a place of pilgrimage for the Muslims and is located at Hajo, a small town near Guwahati. It is the tomb of seer Giasuddin Auliya. It is believed that by offering prayers here the faithfuls gain one fourth of the spiritual enlightenment of what could be gained at Mecca. Hence the name - \"poa\" meaning one-fourth.</p>","SubContentHindi":null,"ImageUrl":"be03745f-1a74-44d3-b0de-cf9651304736_Poa-Macca.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>How to reach Kamrup by Air</p>\r\n<p>The nearest International Airport from Kamrup is Lokpriya Gopinath Bordoloi International Airport, Guwahati, roughly half an hour drive from the city. It is well connected to the major cities like Delhi, Kolkata, Chennai, Ahmedabad, Bangalore, Mumbai, Imphal, Lilabari and Jaipur etc. via Air India, Indigo, Kingfisher Airlines, Pawan Hans, Jet Airways and Druk Air.</p>\r\n<p>&nbsp;</p>\r\n<p>Nearest Airport : Lokpriya Gopinath Bordoloi International Airport, Guwahati</p>\r\n<p>&nbsp;</p>\r\n<p>How to reach Kamrup by Rail</p>\r\n<p>Azara Railway Station is the nearest Railway Station from Kamrup and is located at a distance of 11 Kms from the town. The second nearest Railway Station is Guwahati Railway Station, located at a distance of 30 Kms from Kamrup. GHY KOAA Special, Porvotr S Krnti, CDG DBRG Special, KYQ DBRG Special, North East Express, Saraighat Express and SC GHY Express are the major trains that pass through the route of Kamrup and Guwahati.</p>\r\n<p>&nbsp;</p>\r\n<p>How to reach Kamrup by Road</p>\r\n<p>Kamrup is well connected with major cities of Assam state by road. It is 30 Kms from Guwahati, 35 Kms from Dora Kahara, 44 Kms from Kalitakuchi, 84 Kms from Dhula and 123 Kms from Shillong. Buses also ply to the cities of India such as Kalitakuchi, Dhula and Itanagar by Assam State Road Transport Corporation (ASRTC) and some private travel services.</p>\r\n<p>source: http://kamrup.nic.in</p>","SubContentHindi":null,"ImageUrl":"88cb4c4d-fafa-4040-92f8-e120dcca4466_Kamrup-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kamrup-amingaon-assam","tags":[{"name":"kamrup","slug":"kamrup"},{"name":"assam","slug":"assam"},{"name":"amingaon","slug":"amingaon"}],"recommendations":[{"id":1253,"title":"Top Places to visit in Mariani, Assam","imageUrl":"c11a3b47-c33c-4c19-9a23-771e9f5962a6_Mariani.jpg","dateCreated":"2020-04-24T14:04:08.389Z","dateModified":"2020-04-24T14:04:48.673Z","contributedBy":"AskGif","content":"Mariani is a neighbourhood town of Jorhat. It is about 17.5 km from Jorhat railway station. Mariani is on the border of Nagaland. Mariani is famous for the Gibbon Wildlife Sanctuary which is located on the roadside on the way to Nakachari from Mariani at a distance of 5 km. Pincode of Mariani is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c11a3b47-c33c-4c19-9a23-771e9f5962a6_Mariani.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"mariani","slug":"mariani"}],"slug":"top-places-to-visit-in-mariani-assam","total":0},{"id":1252,"title":"Top Places to visit in Margherita, Assam","imageUrl":"afcaba3e-47a4-4f98-b3b3-e0e22dc5f2e9_Margherita.jpg","dateCreated":"2020-04-23T16:02:49.128Z","dateModified":"2020-04-23T16:06:14.325Z","contributedBy":"AskGif","content":"Margherita is a census town in Tinsukia district in the Indian state of Assam. The small sub-divisional town has scenic beauty and is surrounded by hills, tea gardens, forests and the Dihing River. It has a beautiful golf course at the foot of the hills and a small stream running through. Althoug","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afcaba3e-47a4-4f98-b3b3-e0e22dc5f2e9_Margherita.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"margherita","slug":"margherita"}],"slug":"top-places-to-visit-in-margherita-assam","total":0},{"id":353,"title":"Top Places to visit in Dhubri, Assam","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"Dhubri (Pron: ˈdhʊbri) (Assamese:ধুবৰী) is the headquarter of Dhubri district (Assam) India. It is an old town on the bank of the Brahmaputra river, with historical significance. In 1883, the town was first constituted as a Municipal Board under British regime. It is situated about 277.4 kilometr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"dhubri","slug":"dhubri"}],"slug":"top-places-to-visit-in-dhubri-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}