{"id":363,"title":"Top Places to visit in Kamrup Metropolitan, Guwahati, Assam","imageUrl":"050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","dateCreated":"2019-04-27T08:16:58.697Z","dateModified":"2019-04-27T08:38:17.899Z","contributedBy":"AskGif","content":"<p>Kamrup Metropolitan is one of the 33 districts in Assam state in north-eastern India. It was carved out of the erstwhile undivided Kamrup district in 2003 and covers an area equivalent to the area under the jurisdiction of the Guwahati Metropolitan Development Authority area. Dispur Legislative Assembly Constituency in Kamrup Metro district with 3.53 lakh voters is the largest constituency in Assam.</p>\r\n<p>History</p>\r\n<p>It was created on 3 February 2003 by bifurcating the erstwhile Kamrup district.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Administrative headquarters of Kamrup Metropolitan district is at Guwahati city. The district occupies an area of 1527.84 km&sup2;.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Kamrup Metropolitan district has a population of 1,260,419, roughly equal to the nation of Estonia or the US state of New Hampshire. This gives it a ranking of 384th in India (out of a total of 640). The district has a population density of 2,010 inhabitants per square kilometre (5,200/sq mi) . Its population growth rate over the decade 2001-2011 was 18.95%. Kamrup Metropolitan has a sex ratio of 922 females for every 1000 males, and a literacy rate of 88.66%.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kamrup_Metropolitan_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","subContents":[{"SubTitle":"1. Kaziranga National Park","SubTitleHindi":null,"SubContent":"<p>Kaziranga National Park is situated across the Golaghat and Nagaon districts of Assam. Established in 1905 as a national park and declared as a World Heritage Site in 1985, Kaziranga National Park covers an area of 232 sq km. It was declared a Tiger Reserve in 2006.</p>\r\n<p>&nbsp;</p>\r\n<p>Kaziranga National Park is home to about two-thirds of the population of the great one-horned Rhinoceros. The mixture of vegetation at Kaziranga makes it a biodiversity hotspot with a large density of animals like tigers, wild buffalos, swamp deer, gibbons, and sloth dear other than the array of birds. The best way to enjoy the park with the whole family would be to take an exclusive safari on the elephant back. The wildlife that one sees from the elephant back is diverse as the safari can take you through the different terrains of grassland, marshland, and dense tropical forests. Kaziranga National Park remains open from November to April. The best season to visit the park is between November and February when animal sightings are more. One can also club a visit to the Nameri National Park while vacationing at Kaziranga. Though Kaziranga National Park is situated away from the main cities in Assam, it is accessible by road.</p>","SubContentHindi":null,"ImageUrl":"f89e455a-7065-4ed9-b506-820db6b70b0e_Kaziranga-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Pobitora Wildlife Sanctury","SubTitleHindi":null,"SubContent":"<p>Pobitora Wildlife Sanctuary is a wildlife reserve in the Morigaon District of the state of Assam in India. It is located about 30 km east of Guwahati. The Pobitora Wildlife Sanctuary is about 48 km by road from Guwahati. It is a 1-hour drive through a road passing by River Brahmaputa, and a small portion of the village of Mayong. It has a dense population of the Great Indian one-horned rhinoceros. It covers 38.8 km2. Though the total notified area of the park is 38.80 square kilometres, only 16 square kilometres is the effective rhino habitat. Pobitora was declared a reserved forest in 1971 and a wildlife sanctuary in 1987. It covers flat flood plains and a hillock (Raja Mayong).</p>\r\n<p>&nbsp;</p>\r\n<p>Pobitora is mainly famous for its great Indian One-Horned Rhinoceros. Besides rhinoceros, the other animals are leopard, wild boar, Barking deer, wild buffalo etc. Assam&rsquo;s Pobitora Wildlife Sanctuary is also home to more than 2000 migratory birds and various reptiles. It is also an Important Bird Area. In Pobitora wildlife sanctuary, there are now around 93 rhinos, a ten per cent increase over the last six years. These 93 rhinos are surviving on merely 16 square kilometre area of the park. Pobitora has exceeded its rhino-bearing capacity and is overpopulated. The animals have begun moving outside the sanctuary in search of food, and chances of serious man-animal conflict are quite rife. Besides, the straying animals carry the risk of contracting diseases that afflict domestic animals. Under the Indian Rhino Vision 2020 (IRV 2020) which is a joint programme of the department of environment &amp; forests, Govt of Assam, WWF India, the International Rhino Foundation and the US fish &amp; wildlife service, six rhinos were translocated from Pobitora and re-inroduced into the Manas National Park between December 2010 and January 2011. Earlier, under the same programme, two rhinos were similarly translocated from Pobitora to the Manas national Park in 2008.</p>","SubContentHindi":null,"ImageUrl":"9682f6be-7a32-4059-ae93-25a5f3aad8c4_Pobitora-Wildlife-Sanctury.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Manash National Park","SubTitleHindi":null,"SubContent":"<p>The Manas National Park was declared a sanctuary on October 1, 1928 with an area of 360 km&sup2;. Manas bioreserve was created in 1973. Prior to the declaration of the sanctuary it was a Reserved Forest called Manas R.F. and North Kamrup R.F. It was used by the Cooch Behar royal family and Raja of Gauripur as a hunting reserve. In 1951 and 1955 the area was increased to 391 km&sup2;. It was declared a World Heritage site in December 1985 by UNESCO. Kahitama R.F. the Kokilabari R.F. and the Panbari R.F. were added in the year 1990 to form the Manas National Park. In 1992, UNESCO declared it as a world heritage site in danger due to heavy poaching and terrorist activities. In 25 February 2008 the area was increased to 950 km&sup2;. On 21 June 2011, it was removed from the List of&nbsp; World Heritage in Danger and was commended for its efforts in preservation.</p>","SubContentHindi":null,"ImageUrl":"dc18ddf5-761e-4d4a-a834-0a4e1e42c2ae_Manash-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Sri Surya Pahar","SubTitleHindi":null,"SubContent":"<p>Sri Surya Pahar is an archaeological site situated in Goalpara, 135 km from Guwahati. Situated on the hills of Sri Surya this site is strewn with Shiva Lingas. This place is considered to be a natural art gallery of sculptures. Legend is that Sri Surya Pahar had around 99,999 Shiva Lingas, all of them were carved by Sage Vyasa to build a second Kashi. Another importance of this place is that the sculptures found here belong to all the three religions such as Hinduism, Jainism and Buddhism. It has also around 25 votive stupas of different sizes proving the point that this site was a place of importance and was regularly visited by many.</p>\r\n<p>&nbsp;</p>\r\n<p>Archaeologists have earthed many objects during excavations that have been exhibited in three galleries. Another famous attraction nearby is Dadar Hill, which has a temple at its peak dedicated to Lord Shiva. Sri Surya Pahar is open to visitors on all days, except on Friday, from 10 am to 5 pm. This is a must see destination for the whole family, especially if you are interested in history. Best time to visit this place is from October to February when the climate is favorable.</p>","SubContentHindi":null,"ImageUrl":"667b0a7b-af82-414d-9df3-1849b9e7ed0b_sri-surya-pahar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Air</p>\r\n<p>Lokpriya Gopinath Bordoloi International Airport, also known as Guwahati International Airport, is the major airport in all of North East India. The airport is well connected with all the major cities of Indian and a few select international cities like Bangkok and Paro. The airport is about 20 kilometres west of the city centre. From the airport, you can book a taxi/cab or board a bus to get to the city centre or to your hotel.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>By Helicopter &ndash; Pawan Hans, a helicopter service provider, provides helicopter services from Guwahati to Shillong (30 min), Tura (50 min), Naharlagun (Itanagar), Tawang (75 min) and vice versa.</p>\r\n<p>&nbsp;</p>\r\n<p>Guwahati Flight Schedule</p>\r\n<p>&nbsp; Airline Dep - Arr Days Duration &amp; Stops &nbsp;</p>\r\n<p>BLR&nbsp; GAU</p>\r\n<p>IndiGo (6E 457)</p>\r\n<p>6:55 - 9:50M T W T F S S2h55m &amp; Non Stop</p>\r\n<p>BLR&nbsp; GAU</p>\r\n<p>Air Asia (I5 1982)</p>\r\n<p>7:10 - 10:15M T W T F S S3h5m &amp; Non Stop</p>\r\n<p>BLR&nbsp; GAU</p>\r\n<p>IndiGo (6E 119)</p>\r\n<p>16:25 - 19:20M T W T F S S2h55m &amp; Non Stop</p>\r\n<p>BLR&nbsp; GAU</p>\r\n<p>IndiGo (6E 119)</p>\r\n<p>17:10 - 20:05M T W T F S S2h55m &amp; Non Stop</p>\r\n<p>BLR&nbsp; GAU</p>\r\n<p>Air Asia (I5 1982)</p>\r\n<p>5:25 - 8:40M T W T F S S3h15m &amp; Non Stop</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;By Bus</p>\r\n<p>Guwahati is very well connected with the adjoining cities and states through bus service. The three nodal points of Adabari, Paltan Bazar and ISBT Guwahati, provide bus services to towns and cities in Assam and adjoining states.</p>\r\n<p>source: http://kamrupmetro.in/</p>","SubContentHindi":null,"ImageUrl":"34babe45-bf55-408a-a6a0-1cbe3cce3ace_Kamrup-Metropolitan-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kamrup-metropolitan-guwahati-assam","tags":[{"name":"kamrup-metropolitan","slug":"kamrup-metropolitan"},{"name":"guwahati","slug":"guwahati"},{"name":"assam","slug":"assam"}],"recommendations":[{"id":1253,"title":"Top Places to visit in Mariani, Assam","imageUrl":"c11a3b47-c33c-4c19-9a23-771e9f5962a6_Mariani.jpg","dateCreated":"2020-04-24T14:04:08.389Z","dateModified":"2020-04-24T14:04:48.673Z","contributedBy":"AskGif","content":"Mariani is a neighbourhood town of Jorhat. It is about 17.5 km from Jorhat railway station. Mariani is on the border of Nagaland. Mariani is famous for the Gibbon Wildlife Sanctuary which is located on the roadside on the way to Nakachari from Mariani at a distance of 5 km. Pincode of Mariani is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c11a3b47-c33c-4c19-9a23-771e9f5962a6_Mariani.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"mariani","slug":"mariani"}],"slug":"top-places-to-visit-in-mariani-assam","total":0},{"id":363,"title":"Top Places to visit in Kamrup Metropolitan, Guwahati, Assam","imageUrl":"050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","dateCreated":"2019-04-27T08:16:58.697Z","dateModified":"2019-04-27T08:38:17.899Z","contributedBy":"AskGif","content":"Kamrup Metropolitan is one of the 33 districts in Assam state in north-eastern India. It was carved out of the erstwhile undivided Kamrup district in 2003 and covers an area equivalent to the area under the jurisdiction of the Guwahati Metropolitan Development Authority area. Dispur Legislative A","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kamrup-metropolitan","slug":"kamrup-metropolitan"},{"name":"guwahati","slug":"guwahati"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-kamrup-metropolitan-guwahati-assam","total":0},{"id":345,"title":"Top Places to visit in Barpeta, Assam","imageUrl":"ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","dateCreated":"2019-04-14T11:34:32.692Z","dateModified":"2019-04-14T11:53:06.649Z","contributedBy":"AskGif","content":"Barpeta is a town in Barpeta district, India and is district headquarters. The city is located 90 kilometres (56 mi) north west of Guwahati and is one of the major cities in Western Assam. It is also called Satra Nagari (Temple town) of Assam due to the presence of various Vaishnavite Satras in t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"barpeta","slug":"barpeta"}],"slug":"top-places-to-visit-in-barpeta-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}