{"id":363,"title":"कामरूप मेट्रोपॉलिटन, गुवाहाटी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","dateCreated":"2019-04-27T08:16:58.697Z","dateModified":"2019-04-27T08:38:17.899Z","contributedBy":"AskGif","content":"<p>कामरूप महानगर उत्तर-पूर्वी भारत में असम राज्य के 33 जिलों में से एक है। इसे 2003 में पूर्ववर्ती अविभाजित कामरूप जिले से बाहर किया गया था और यह गुवाहाटी मेट्रोपॉलिटन डेवलपमेंट अथॉरिटी क्षेत्र के अधिकार क्षेत्र के बराबर क्षेत्र को कवर करता है। 3.53 लाख मतदाताओं के साथ कामरूप मेट्रो जिले में दिसपुर विधान सभा निर्वाचन क्षेत्र असम में सबसे बड़ा निर्वाचन क्षेत्र है।</p>\r\n<p>इतिहास</p>\r\n<p>यह 3 फरवरी 2003 को पूर्ववर्ती कामरूप जिले को द्विभाजित करके बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>कामरूप महानगर जिले का प्रशासनिक मुख्यालय गुवाहाटी शहर में है। जिले का क्षेत्रफल 1527.84 वर्ग किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार कामरूप मेट्रोपॉलिटन जिले की आबादी 1,260,419 है, जो लगभग एस्टोनिया राष्ट्र या न्यू हैम्पशायर के अमेरिकी राज्य के बराबर है। यह इसे भारत में 384 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 2,010 निवासियों प्रति वर्ग किलोमीटर (5,200 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 18.95% थी। कामरूप मेट्रोपॉलिटन में हर 1000 पुरुषों पर 922 महिलाओं का लिंग अनुपात है, और साक्षरता दर 88.66% है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kamrup_Metropolitan_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","subContents":[{"SubTitle":"1. काजीरंगा राष्ट्रीय उद्यान","SubTitleHindi":null,"SubContent":"<p>काजीरंगा राष्ट्रीय उद्यान असम के गोलाघाट और नागांव जिलों में स्थित है। 1905 में एक राष्ट्रीय उद्यान के रूप में स्थापित और 1985 में विश्व धरोहर स्थल के रूप में घोषित, काजीरंगा राष्ट्रीय उद्यान 232 वर्ग किमी के क्षेत्र में फैला है। इसे 2006 में टाइगर रिजर्व घोषित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>काजीरंगा राष्ट्रीय उद्यान महान एक सींग वाले गैंडे की लगभग दो-तिहाई आबादी का घर है। काजीरंगा में वनस्पति का मिश्रण बाघों, जंगली भैंसों, दलदल हिरण, गिबन्स, और पक्षियों के सरणी के अलावा अन्य जानवरों जैसे जानवरों के एक बड़े घनत्व के साथ एक जैव विविधता हॉटस्पॉट बनाता है। पूरे परिवार के साथ पार्क का आनंद लेने का सबसे अच्छा तरीका हाथी पर एक विशेष सफारी लेना होगा। हाथी की पीठ से देखने वाला वन्यजीव विविध है क्योंकि सफारी आपको घास के मैदान, दलदली भूमि और घने उष्णकटिबंधीय जंगलों के विभिन्न इलाकों के माध्यम से ले जा सकती है। काजीरंगा राष्ट्रीय उद्यान नवंबर से अप्रैल तक खुला रहता है। पार्क का दौरा करने का सबसे अच्छा मौसम नवंबर और फरवरी के बीच होता है जब जानवरों के दर्शन अधिक होते हैं। काजीरंगा में छुट्टियां मनाते हुए नमेरी नेशनल पार्क की यात्रा भी कर सकते हैं। हालांकि काजीरंगा राष्ट्रीय उद्यान असम में मुख्य शहरों से दूर स्थित है, लेकिन यह सड़क मार्ग से उपलब्ध है।</p>","SubContentHindi":null,"ImageUrl":"f89e455a-7065-4ed9-b506-820db6b70b0e_Kaziranga-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. पोबितोरा वन्यजीव अभयारण्य","SubTitleHindi":null,"SubContent":"<p>पोबितोरा वन्यजीव अभयारण्य भारत में असम राज्य के मोरीगांव जिले में एक वन्यजीव अभ्यारण्य है। यह गुवाहाटी से लगभग 30 किमी पूर्व में स्थित है। पोबितोरा वन्यजीव अभयारण्य गुवाहाटी से सड़क मार्ग से लगभग 48 किमी दूर है। यह ब्रह्मपुत्र नदी से गुजरने वाली सड़क के माध्यम से 1 घंटे की ड्राइव है, और मायोंग गांव का एक छोटा सा हिस्सा है। इसमें महान भारतीय एक सींग वाले गैंडों की घनी आबादी है। यह 38.8 किमी 2 को कवर करता है। हालांकि पार्क का कुल अधिसूचित क्षेत्र 38.80 वर्ग किलोमीटर है, केवल 16 वर्ग किलोमीटर प्रभावी राइनो वास है। पोबितोरा 1971 में एक आरक्षित वन और 1987 में एक वन्यजीव अभयारण्य घोषित किया गया था। इसमें समतल बाढ़ के मैदान और एक पहाड़ी क्षेत्र (राजा मायोंग) शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पोबितोरा मुख्य रूप से अपने महान भारतीय वन-सींग वाले गैंडों के लिए प्रसिद्ध है। गैंडे के अलावा, अन्य जानवर तेंदुए, जंगली सूअर, बार्किंग हिरण, जंगली भैंस आदि हैं। असम का पोबितोरा वन्यजीव अभयारण्य भी 2000 से अधिक प्रवासी पक्षियों और विभिन्न सरीसृपों का घर है। यह एक महत्वपूर्ण पक्षी क्षेत्र भी है। पोबितोरा वन्यजीव अभयारण्य में, अब लगभग 93 गैंडे हैं, पिछले छह वर्षों में दस प्रतिशत की वृद्धि हुई है। ये 93 गैंडे पार्क के केवल 16 वर्ग किलोमीटर क्षेत्र में जीवित हैं। पोबितोरा ने अपनी राइनो-असर क्षमता को पार कर लिया है और यह अतिपिछड़ा है। जानवरों ने भोजन की तलाश में अभयारण्य के बाहर जाना शुरू कर दिया है, और गंभीर मानव-जानवर संघर्ष की संभावना काफी व्याप्त है। इसके अलावा, आवारा जानवर घरेलू पशुओं को पीड़ित करने वाली बीमारियों के अनुबंध का जोखिम उठाते हैं। इंडियन राइनो विज़न 2020 (IRV 2020) के तहत जो पर्यावरण और वन विभाग, असम सरकार, डब्ल्यूडब्ल्यूएफ इंडिया, इंटरनेशनल राइनो फाउंडेशन और यूएस फिश एंड वाइल्डलाइफ सर्विस का संयुक्त कार्यक्रम है, पोबितोरा और फिर से छह गैंडों का अनुवाद किया गया। दिसंबर 2010 और जनवरी 2011 के बीच मानस राष्ट्रीय उद्यान में शामिल किया गया। इससे पहले, इसी कार्यक्रम के तहत, पोबितोरा से 2008 में मानस राष्ट्रीय उद्यान में दो गैंडों का इसी तरह अनुवाद किया गया था।</p>","SubContentHindi":null,"ImageUrl":"9682f6be-7a32-4059-ae93-25a5f3aad8c4_Pobitora-Wildlife-Sanctury.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. मानस नेशनल पार्क","SubTitleHindi":null,"SubContent":"<p>मानस नेशनल पार्क को 1 अक्टूबर, 1928 को 360 वर्ग किमी के क्षेत्र के साथ एक अभयारण्य घोषित किया गया था। मानस बायोरसेवर 1973 में बनाया गया था। अभयारण्य की घोषणा से पहले यह एक आरक्षित वन था जिसे मानस आर.एफ. और नॉर्थ कामरूप आर.एफ. इसका इस्तेमाल कूच बिहार के शाही परिवार और गौरीपुर के राजा ने शिकारगाह के रूप में किया था। 1951 और 1955 में इस क्षेत्र को बढ़ाकर 391 वर्ग किमी कर दिया गया। इसे दिसंबर 1985 में यूनेस्को द्वारा विश्व विरासत स्थल घोषित किया गया था। कहितमा आर.एफ. कोकिलाबारी आर.एफ. और पनबारी आर.एफ. मानस नेशनल पार्क बनाने के लिए वर्ष 1990 में जोड़ा गया था। 1992 में, यूनेस्को ने भारी अवैध शिकार और आतंकवादी गतिविधियों के कारण इसे विश्व विरासत स्थल के रूप में घोषित किया। 25 फरवरी 2008 में इस क्षेत्र को बढ़ाकर 950 किमी February कर दिया गया था। 21 जून 2011 को, इसे डेंजर में विश्व विरासत की सूची से हटा दिया गया था और संरक्षण में इसके प्रयासों के लिए इसकी सराहना की गई थी।</p>","SubContentHindi":null,"ImageUrl":"dc18ddf5-761e-4d4a-a834-0a4e1e42c2ae_Manash-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. श्री सूर्य पहर","SubTitleHindi":null,"SubContent":"<p>श्री सूर्य पहाड़ एक पुरातात्विक स्थल है जो गुवाहाटी से 135 किमी दूर गोलपारा में स्थित है। श्री सूर्य की पहाड़ियों पर स्थित यह स्थल शिव लिंगों से घिरा हुआ है। इस जगह को मूर्तियों की एक प्राकृतिक आर्ट गैलरी माना जाता है। किंवदंती है कि श्री सूर्य पहर के पास लगभग 99,999 शिव लिंग थे, इन सभी को ऋषि व्यास ने दूसरी काशी बनाने के लिए उकेरा था। इस जगह का एक और महत्व यह है कि यहां पाई गई मूर्तियां हिंदू धर्म, जैन धर्म और बौद्ध धर्म जैसे तीनों धर्मों से संबंधित हैं। इसमें विभिन्न आकारों के लगभग 25 वॉट स्तूप भी हैं, जो इस बात को साबित करते हैं कि यह स्थल एक महत्वपूर्ण स्थान था और नियमित रूप से कई लोगों द्वारा दौरा किया जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>पुरातत्वविदों ने तीन दीर्घाओं में प्रदर्शित की गई खुदाई के दौरान कई वस्तुओं को पृथ्वी पर रखा है। पास में ही एक अन्य प्रसिद्ध आकर्षण दादर हिल है, जिसका शिखर भगवान शिव को समर्पित है। श्री सूर्य पहर शुक्रवार, सुबह 10 बजे से शाम 5 बजे तक छोड़कर सभी दिनों के लिए आगंतुकों के लिए खुला है। यह पूरे परिवार के लिए एक आवश्यक गंतव्य है, खासकर यदि आप इतिहास में रुचि रखते हैं। इस जगह पर जाने का सबसे अच्छा समय अक्टूबर से फरवरी तक है जब जलवायु अनुकूल होती है।</p>","SubContentHindi":null,"ImageUrl":"667b0a7b-af82-414d-9df3-1849b9e7ed0b_sri-surya-pahar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवाईजहाज से</p>\r\n<p>लोकप्रिया गोपीनाथ बोरदोलोई अंतर्राष्ट्रीय हवाई अड्डा, जिसे गुवाहाटी अंतर्राष्ट्रीय हवाई अड्डे के रूप में भी जाना जाता है, पूरे उत्तर पूर्व भारत का प्रमुख हवाई अड्डा है। हवाई अड्डा अच्छी तरह से भारतीय के सभी प्रमुख शहरों और बैंकॉक और पारो जैसे कुछ चुनिंदा अंतरराष्ट्रीय शहरों से जुड़ा हुआ है। हवाई अड्डा शहर के केंद्र से लगभग 20 किलोमीटर दूर है। हवाई अड्डे से, आप शहर के केंद्र या अपने होटल तक जाने के लिए टैक्सी / टैक्सी या बस बुक कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हेलीकॉप्टर द्वारा - पवन हंस, एक हेलीकॉप्टर सेवा प्रदाता, गुवाहाटी से शिलांग (30 मिनट), तुरा (50 मिनट), नाहरलागुन (ईटानगर), तवांग (75 मिनट) और इसके विपरीत में हेलीकाप्टर सेवाएं प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुवाहाटी उड़ान अनुसूची</p>\r\n<p>&nbsp;एयरलाइन डिपो - ए.आर. दिनों की अवधि और ठहराव</p>\r\n<p>बीएलआर जीएयू</p>\r\n<p>IndiGo (6E 457)</p>\r\n<p>6:55 - 9:50 M T W T F S S 2h55m और नॉन स्टॉप</p>\r\n<p>बीएलआर जीएयू</p>\r\n<p>एयर एशिया (I5 1982)</p>\r\n<p>7:10 - 10:15 M T W T F S S 3h5m और नॉन स्टॉप</p>\r\n<p>बीएलआर जीएयू</p>\r\n<p>IndiGo (6E 119)</p>\r\n<p>16:25 - 19:20 M T W T F S S 2h55m और नॉन स्टॉप</p>\r\n<p>बीएलआर जीएयू</p>\r\n<p>IndiGo (6E 119)</p>\r\n<p>17:10 - 20:05 M T W T F S S 2h55m और नॉन स्टॉप</p>\r\n<p>बीएलआर जीएयू</p>\r\n<p>एयर एशिया (I5 1982)</p>\r\n<p>5:25 - 8:40 M T W T F S S 3h15m और नॉन स्टॉप</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;बस से</p>\r\n<p>गुवाहाटी बस सेवा के माध्यम से आसपास के शहरों और राज्यों से बहुत अच्छी तरह से जुड़ा हुआ है। अदबारी, पल्टन बाजार और आईएसबीटी गुवाहाटी के तीन नोडल बिंदु, असम और आसपास के राज्यों में शहरों और शहरों के लिए बस सेवा प्रदान करते हैं।</p>\r\n<p>स्रोत: http://kamrupmetro.in/</p>","SubContentHindi":null,"ImageUrl":"34babe45-bf55-408a-a6a0-1cbe3cce3ace_Kamrup-Metropolitan-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kamrup-metropolitan-guwahati-assam","tags":[{"name":"कामरूप-महानगर","slug":"kamrup-metropolitan"},{"name":"गुवाहाटी","slug":"guwahati"},{"name":"असम","slug":"assam"}],"recommendations":[{"id":1253,"title":"मरिअनी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"c11a3b47-c33c-4c19-9a23-771e9f5962a6_Mariani.jpg","dateCreated":"2020-04-24T14:04:08.389Z","dateModified":"2020-04-24T14:04:48.673Z","contributedBy":"AskGif","content":"मरियानी जोरहाट का एक पड़ोसी शहर है। यह जोरहाट रेलवे स्टेशन से लगभग 17.5 किमी दूर है। मरियानी नागालैंड की सीमा पर है। मारियानी गिब्बन वन्यजीव अभयारण्य के लिए प्रसिद्ध है, जो 5 किमी की दूरी पर मरियानी से नकाचारी के रास्ते पर सड़क के किनारे स्थित है। मारियानी का पिनकोड 785634 है।\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c11a3b47-c33c-4c19-9a23-771e9f5962a6_Mariani.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"मरिअनी","slug":"mariani"}],"slug":"top-places-to-visit-in-mariani-assam","total":0},{"id":363,"title":"कामरूप मेट्रोपॉलिटन, गुवाहाटी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","dateCreated":"2019-04-27T08:16:58.697Z","dateModified":"2019-04-27T08:38:17.899Z","contributedBy":"AskGif","content":"कामरूप महानगर उत्तर-पूर्वी भारत में असम राज्य के 33 जिलों में से एक है। इसे 2003 में पूर्ववर्ती अविभाजित कामरूप जिले से बाहर किया गया था और यह गुवाहाटी मेट्रोपॉलिटन डेवलपमेंट अथॉरिटी क्षेत्र के अधिकार क्षेत्र के बराबर क्षेत्र को कवर करता है। 3.53 लाख मतदाताओं के साथ कामरूप मेट्रो जिले में दिसपुर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/050d8da3-4a8e-4979-ae4f-9a8545d9ef75_Guwahati-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कामरूप-महानगर","slug":"kamrup-metropolitan"},{"name":"गुवाहाटी","slug":"guwahati"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-kamrup-metropolitan-guwahati-assam","total":0},{"id":345,"title":"बरपेटा में देखने के लिए शीर्ष स्थान, असम","imageUrl":"ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","dateCreated":"2019-04-14T11:34:32.692Z","dateModified":"2019-04-14T11:53:06.649Z","contributedBy":"AskGif","content":"बारपेटा भारत के बारपेटा जिले का एक शहर है और जिला मुख्यालय है। यह शहर गुवाहाटी से 90 किलोमीटर (56 मील) उत्तर पश्चिम में स्थित है और पश्चिमी असम के प्रमुख शहरों में से एक है। आसपास के क्षेत्र में विभिन्न वैष्णव सतारों की उपस्थिति के कारण इसे असम का सतरा नगरी (मंदिर शहर) भी कहा जाता है।\r\n&nb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"बारपेटा","slug":"barpeta"}],"slug":"top-places-to-visit-in-barpeta-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}