{"id":365,"title":"करीमगंज में देखने के लिए शीर्ष स्थान, असम","imageUrl":"ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","dateCreated":"2019-04-29T16:08:59.918Z","dateModified":"2019-04-29T16:27:46.245Z","contributedBy":"AskGif","content":"<p>करीमगंज असम, भारत के 33 जिलों में से एक है। करीमगंज शहर प्रशासनिक मुख्यालय जिला और इस जिले का सबसे बड़ा शहर दोनों है। यह मध्य असम और सीमाओं त्रिपुरा और बांग्लादेश के सिलहट डिवीजन में स्थित है। यह हलाकांडी और कछार के साथ बराक घाटी को बनाती है। ये तीनों जिले भारत के विभाजन से पहले ग्रेटर सिलहट क्षेत्र का हिस्सा थे। यह 1983 में एक जिला बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>करीमगंज भारतीय राज्य असम के करीमगंज जिले का एक शहर है। यह प्रशासनिक मुख्यालय और जिले का मुख्य शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>करीमगंज जिले में एक उप-विभाग है। जिले में 5 तहसील या विकास मंडल (करीमगंज, बदरपुर, नीलाम्बर, पथरांडी और रामकृष्ण नगर), दो शहरी क्षेत्र (करीमगंज और बदरपुर) 3 शहर (करीमगंज, बदरपुर, और बदरपुर रेलवे टाउन), 7 सामुदायिक विकास खंड (उत्तर करीमगंज,) हैं। दक्षिण करीमगंज, बदरपुर, पथरकंडी, रामकृष्ण नगर, दुलावचेरा और लोयारपोआ), 7 पुलिस स्टेशन (करीमगंज, बदरपुर, रामकृष्ण नगर, पथराकंडी, रताबारी, नीलांब बाज़ार, और बाज़ारचारा), 96 ग्राम पंचायतें, और सात आँचलिक पंचायतें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में पाँच असम विधान सभा क्षेत्र हैं: राताबारी, पथरकंडी, करीमगंज उत्तर, करीमगंज दक्षिण और बदरपुर। [isl] रतबारी अनुसूचित जाति के लिए नामित है। [for] सभी पांच करीमगंज लोकसभा क्षेत्र में हैं। [९]</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक इकाइयाँ:</p>\r\n<p>&nbsp;</p>\r\n<p>जिला: करीमगंज</p>\r\n<p>&nbsp;</p>\r\n<p>जिला प्रमुख क्वार्टर: करीमगंज</p>\r\n<p>&nbsp;</p>\r\n<p>पुलिस स्टेशन: रामकृष्ण नगर</p>\r\n<p>&nbsp;</p>\r\n<p>पुलिस चौकी: भैरब नगर</p>\r\n<p>&nbsp;</p>\r\n<p>ब्लॉक कार्यालय: रामकृष्ण नगर</p>\r\n<p>&nbsp;</p>\r\n<p>उप डाकघर: भैरब नगर (लक्ष्मिसहर डाकघर के तहत)।</p>\r\n<p>&nbsp;</p>\r\n<p>पोस्टल इंडेक्स नंबर (पिन): of788152</p>\r\n<p>&nbsp;</p>\r\n<p>गाँव पंचायत: भैरब नगर</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र: रतबाड़ी (S.C.Reserved) विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>&nbsp;</p>\r\n<p>संसदीय निर्वाचन क्षेत्र: करीमगंज (S.C.Reserved) संसदीय सहमति</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूल इन भैरब नगर: भैरब नगर में एल.पी. स्कूलों की संख्या है, एक सरस्वती विद्यानिकेतन, भैरब नगर एम.वी. स्कूल और एक भैरब नगर हाई स्कूल जो स्थानीय लोगों की आवश्यकता को पूरा करते हैं। लेकिन वे पर्याप्त रूप से सुसज्जित नहीं हैं। इसलिए कई छात्र बेहतर शिक्षा के लिए पास के हीलाकांडी शहर जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>करीमगंज में पाँच विधानसभा क्षेत्र शामिल हैं: करीमगंज उत्तर और करीमगंज दक्षिण, बदरपुर, पथारकंडी, और राताबारी; ये सभी करीमगंज (लोकसभा निर्वाचन क्षेत्र) का हिस्सा हैं। [३]</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>छताछुरा रेंज: करीमगंज जिले की दक्षिण-पूर्वी सीमा से शुरू होकर, छत्ताचुरा हलाकांडी जिले के साथ पूर्वी दिशा में जिले की सीमा बनाता है। २०87 फीट की ऊँचाई पर छटाचुरा चोटी सबसे ऊँची है। सरसपुर वह मध्य खंड है और यह एक हजार फीट की ऊंचाई पर है।</p>\r\n<p>बदरपुरघाट: बदरपुरघाट मुगलों द्वारा बनाया गया एक ऐतिहासिक किला है और बाद में 1857 के सिपाही विद्रोह के दौरान इसे नुकसान पहुंचाने के बाद अंग्रेजों ने इसकी मरम्मत की, जो कि रियो सिंगला के किनारे बदरपुर घाट पर स्थित है, और करीमगंज शहर से केवल 25 किलोमीटर दूर है।</p>\r\n<p>सिपाही विद्रोही सैनिकों का मालेगढ़ श्मशान: - मालेगढ़ श्मशान एक ऐतिहासिक स्थान माना जाता है। 1857 के सिपाही विद्रोह के दौरान जान गंवाने वाले सैनिकों का अंतिम संस्कार करते हुए एक दुखद लेकिन वीरता पूर्वक याद किया गया। वर्ष 1857 में अंग्रेजों के खिलाफ सैनिकों का उदय हुआ और विद्रोह के दौरान 50 से अधिक सैनिकों ने अपने प्राणों की आहुति दी। करीमगंज जिले के मालेगढ़ नामक स्थान पर उनका अंतिम संस्कार किया गया। यह भारत की स्वतंत्रता से पहले बांग्लादेश के जिला सिलहट का एक स्थान था।</p>\r\n<p>सोन बील: सोन बील दुनिया में 2 सबसे बड़े वेटलैंड के रूप में बहुत प्रसिद्ध है और एशिया में सबसे बड़ा है, दक्षिण अमेरिकी पैंतालानल के बाद और कार्बी-एंगलोंग, डिमा हैसो, होजई और मध्य असम के करीमगंज में स्थित है, साथ ही सिलहट &amp; बांग्लादेश में चटगांव। सोन बील के पूर्व और पश्चिम में पहाड़ियों की उपस्थिति एक सुरम्य परिदृश्य बनाती है। इस वेटलैंड का आकार पर्यटकों के आकर्षण का एक महत्वपूर्ण हिस्सा है। रियो शिंगला नदी 'इस बील से होकर गुजरती है, जिसे शिंगला दो अलग-अलग नदियों में विभाजित करती है-रियो काकड़ा और कोइलुआ। सोन बील के पास एक और वेटलैंड है जिसे राता बील नाम दिया गया है।</p>\r\n<p>अकबरपुर: भारत सरकार ने बेहतर गुणवत्ता के अनाज के उत्पादन के लिए अकबरपुर में एक कृषि अनुसंधान केंद्र की स्थापना की। संस्थान कृषि पर प्रशिक्षण प्रदान करता है और किसानों के लिए मददगार के रूप में कार्य करता है।</p>\r\n<p>Sutkandi: Suterkandi एक अंतर्राष्ट्रीय व्यापार केंद्र होने के लिए प्रसिद्ध है। इसके अलावा, भारत और बांग्लादेश की एक अंतरराष्ट्रीय सीमा भी है। भारत इस अंतरिक्ष के माध्यम से बांग्लादेश को कोयला, फल और सिलिकॉन जैसी सामग्री निर्यात करता है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Karimganj_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","subContents":[{"SubTitle":"1. सून बील, एशिया में सबसे बड़ा सबसे बड़ा वैटलैंड है","SubTitleHindi":null,"SubContent":"<p>सुंदर और मंत्रमुग्ध करने वाली झील, सोन बील जिसे शॉन बिल भी कहा जाता है, एशिया में दूसरा सबसे बड़ा मौसमी वेटलैंड और असम का सबसे बड़ा वेटलैंड है। सोन बील के बारे में सबसे आश्चर्यजनक बात यह है कि यह मार्च के दौरान सर्दियों के दौरान चावल की खेती के लिए एक कृषि भूमि बन जाती है। तब भूमि पानी से भर जाती है और झील बन जाती है। झील की कम गहराई इसे बारिश के मौसम में बहती है और पानी काकरा नदी के माध्यम से कुशारा नदी से मिलती है और बांग्लादेश में बहती है। झील पूर्व और पश्चिम दोनों तरफ पहाड़ियों के साथ एक सुरम्य परिदृश्य देती है। सोन बील का इनलेट और आउटलेट नदी शिंगला है जो मणिपुर में उत्पन्न होती है। सोन बील अपने मत्स्य पालन के लिए प्रसिद्ध है और यह दक्षिणी असम में पूरे जिले के लिए मछली के मुख्य उत्पादकों में से एक है। सोन बील को बरसात के मौसम के दौरान सबसे अच्छा दौरा किया जाता है जो मार्च की शुरुआत तक सर्दियाँ होती हैं। तब तक झील पानी से भरी है और एक ऐसा दृश्य पेश करती है जो अन्यत्र खोजना मुश्किल है।</p>","SubContentHindi":null,"ImageUrl":"7fb2a497-dfc6-4205-9d72-80d8665813b8_SON-BEEL.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. मल्गारह - सिपाही मुतानी","SubTitleHindi":null,"SubContent":"<p>मालगर्ह (लाटू) के बारे में इतिहास मूटी -1857</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;नवंबर 1857 में, चटगाँव में तैनात 34 वीं मूल निवासी इन्फैंट्री की तीन कंपनियों ने अपनी लाइनों को जलाया और जेल खोलने और कोषागार को लूटने के बाद, कोमिला की दिशा में मार्च किया; इसके बाद वे हिल टिप्पेरा के जंगलों में चले गए, जहाँ वे बाद में सिलहट जिले के दक्षिण-पूर्व में उभरे। उनका इरादा कैचर के दक्षिण से होते हुए मणिपुर में प्रवेश करना था। जैसे ही श्री एलन उनके आंदोलनों के प्रमुख थे, उन्होंने उन्हें रोकना निर्धारित किया। उनके आदेश के तहत, सिलहट लाइट इन्फैंट्री (अब 8 वीं गोरखा राइफल्स) के कमांडर मेजर बिंग ने लगभग 160 पुरुषों के साथ छत्तीस घंटे के छोटे से अंतरिक्ष में, लगभग अस्सी मील की दूरी पर स्थित परताबगढ़ पहुंच गए। फिर, यह सुनकर कि विद्रोहियों को जल्द ही लाटू से गुजरने की उम्मीद थी, अट्ठाईस मील दूर, उन्होंने एक रात का मार्च किया और सुबह-सुबह वहाँ पहुँचे। लगभग दो सौ की संख्या में विद्रोही, इसके तुरंत बाद ऊपर आए। उन्होंने हिंदुस्तानियों को रोकने के लिए ताना और विलायत से कोशिश की, जिन्होंने आधी टुकड़ी का गठन किया, लेकिन केवल उन्हें जवाब मिला कि वे लगातार आग थे, जिसने उन्हें मारे गए छब्बीस के नुकसान से लड़ने के लिए रखा। मेजर बिंग को भी मार दिया गया था, कमान में उनके उत्तराधिकारी ने उन्हें जंगल में चलना उचित नहीं समझा, लेकिन कुछ दिनों बाद, कछार जिले में प्रवेश करने के बाद, लेफ्टिनेंट रॉस के लिए सिलहट लाइट इन्फैंट्री की एक और टुकड़ी ने उन पर हमला किया, और थे फिर से लड़ने के लिए। &rdquo;(असम के इतिहास से, ईए गेट, पीपी। 378-79)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;UT अच्युत चारण तन्निधान &rsquo;के ईष्ट के बारे में मल्हारिय सेव्य मुनि के बारे में</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;चटगाँव में, सरकार। तीन सौ सैनिक थे। जब विद्रोह की खबर चिकित्सा तक पहुंची, तो इन तीन सौ सैनिकों ने विद्रोह कर दिया। उन्होंने रुपये लूट लिए। कलेक्टर के कार्यालय से 278267, तीन हाथियों को ले गए, कैदियों को मुक्त कर दिया और त्रिपुरा के माध्यम से सिलहट पर मार्च किया। वहां, उन्होंने डराने-धमकाने के जरिए लुंगला के जमींदार मौलवी अहमद खान के पुराने पिता सुच्चा अली खान से खाना मंगवाया। बाद के समय में, यह बहुत मुश्किल था, कि ज़मिन्दर अपनी बेगुनाही साबित करने में सक्षम था। जब यह खबर सिलहट लाइट इन्फैंट्री के मेजर बीनग तक पहुंची, तो उन्होंने तुरंत अपनी पैदल सेना को प्रतापगढ़ की ओर रवाना कर दिया। वहां पहुंचकर उन्हें पता चला कि सिपाही लाटू के लिए निकल गए थे। मेजर बिंग और उनके सैनिकों ने तुरंत ही आधे पके हुए चावल को पीछे छोड़ते हुए लाटू के लिए शुरुआत की। ब्रिटिश सैनिकों ने लाटू बाजार के पास विद्रोहियों से मुलाकात की। विद्रोहियों ने नदी के तट पर मालगर (राजकोष) पहाड़ी पर शरण ली और ब्रिटिश सैनिकों पर गोलीबारी शुरू कर दी। सैनिक बैंक की बेली पर तैनात थे। पहले दौर में मेजर बिंग को ले जाया गया, जो तुरंत मर गया। अन्य पांच सैनिक मारे गए और एक गंभीर रूप से घायल हो गया। सूबेदारअजोध्या सिंह ने बड़ी कुशलता दिखाई और लड़ाई जीत ली। घटना को लाटू की लड़ाई के रूप में जाना जाता है। विद्रोहियों ने अपने पीछे 26 साथियों को छोड़ दिया, जो मर चुके थे और खुद को जंगल में छिपा लिया था। &rdquo;[बंगाली से श्रीहत्तर इतिब्रिटा: अच्युत चरण ततानिधि से अनुवादित। यह अंग्रेजी संस्करण काचर में म्यूटिनी पीरियड से लिया गया है: डॉ। सुजीत चौधरी द्वारा संपादित]।</p>","SubContentHindi":null,"ImageUrl":"dd1335a2-97b4-4dfb-8b21-2d2608a0481f_malegarh.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. बदरपुर का किला","SubTitleHindi":null,"SubContent":"<p>असम के करीमगंज जिले में बराक नदी के तट पर एक मुगल युग का किला। बदरपुर किला असम के करीमगंज जिले में स्थित है, बदरपुर किला एक महत्वपूर्ण पर्यटन स्थल है। इसका निर्माण मुगल काल के दौरान हुआ था। यह बराक नदी के किनारे स्थित है। करीमगंज शहर से बदरपुर किला लगभग 27 किमी दूर है और इस किले तक पहुँचने के लिए आपको बसें और कैब मिलती हैं। इस किले तक पहुंचने के लिए सिलचर हवाई अड्डों से टैक्सियों का लाभ उठाया जा सकता है। करीमगंज और आसपास के शहरों और शहरों के बीच नियमित रूप से राज्य बसें और निजी बसें चलती हैं और बस स्टैंड में आपको किले तक ले जाने के लिए पर्याप्त टैक्सी और ऑटो रिक्शा हैं।</p>","SubContentHindi":null,"ImageUrl":"f581c9ac-9e79-4d5b-b4b6-4c2453b621ea_badarpur-fort.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>करीमगंज शहर शेष भारत के साथ रेल और सड़क परिवहन दोनों के माध्यम से जुड़ा हुआ है। करीमगंज शहर एक रेलवे जंक्शन है और असम से त्रिपुरा को जोड़ने वाली ब्रॉड गेज लाइनें इस स्टेशन से होकर गुजरती हैं। बदरपुर रेलवे स्टेशन जिले का सबसे बड़ा जंक्शन है। यात्री परिवहन का सबसे लोकप्रिय तरीका, सड़क मार्ग से है। बसों की एक अच्छी संख्या - ज्यादातर रात की सेवाएं - करीमगंज और गुवाहाटी के बीच दैनिक रूप से चलती हैं। शिलांग, अगरतला, आइजोल आदि के लिए सीधी लंबी दूरी की बस सेवाएं भी उपलब्ध हैं। सिलचर, बदरपुर, पथरकंडी और आसपास के अन्य स्थानों के साथ संचार भी मुख्य रूप से सड़क परिवहन पर निर्भर है, जिसमें लगातार अंतराल पर सभी प्रकार के हल्के और भारी वाहन उपलब्ध हैं। निकटतम हवाई अड्डा कुंभचर (85 किमी) सिलचर के पास है - कछार के निकटवर्ती जिले का मुख्यालय। करीमगंज शहर भी एक महत्वपूर्ण नदी बंदरगाह है और इसमें बांग्लादेश के माध्यम से नदी के रास्ते कोलकाता के साथ मौसमी कार्गो और माल परिवहन लिंक हैं।</p>\r\n<p>source: http://karimganj.gov.in</p>","SubContentHindi":null,"ImageUrl":"5b36c7b8-57d7-4eae-925e-1f96d556e714_Karimganj-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-karimganj-assam","tags":[{"name":"करीमगंज","slug":"karimganj"},{"name":"असम","slug":"assam"}],"recommendations":[{"id":353,"title":"धुबरी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"धुबरी (Pron: ʊdhʊbri) (असमिया: is) धुबरी जिले (असम) का मुख्यालय भारत है। यह ऐतिहासिक महत्व के साथ, ब्रह्मपुत्र नदी के तट पर एक पुराना शहर है। 1883 में, ब्रिटिश शासन के तहत पहली बार नगरपालिका बोर्ड के रूप में शहर का गठन किया गया था। यह असम की राज्य की राजधानी दिसपुर से लगभग 277.4 किलोमीटर (172 मील","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"धुबरी","slug":"dhubri"}],"slug":"top-places-to-visit-in-dhubri-assam","total":0},{"id":349,"title":"चराइदेव, सोनारी में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","dateCreated":"2019-04-16T15:16:17.161Z","dateModified":"2019-04-16T15:18:12.177Z","contributedBy":"AskGif","content":"चराइदेव 1253 सीई में प्रथम अहोम राजा चाओ लुंग सिउ-का-फ द्वारा स्थापित अहोम साम्राज्य की पहली स्थायी राजधानी थी। भले ही 600 साल के शासन के दौरान राजधानी अन्य स्थानों पर चली गई, चराइदेओ अहोम शक्ति का प्रतीक बना रहा। यह अब मैडम के संग्रह के लिए जाना जाता है, जो अहोम राजाओं और अहोम राजघराने का ठुमरी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"सोनारी","slug":"sonari"},{"name":"चरैदेव","slug":"charaideo"}],"slug":"top-places-to-visit-in-charaideo-sonari-assam","total":0},{"id":347,"title":"बोंगईगांव में देखने के लिए शीर्ष स्थान, असम","imageUrl":"f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","dateCreated":"2019-04-15T14:15:59.827Z","dateModified":"2019-04-15T14:38:18.003Z","contributedBy":"AskGif","content":"बोंगाईगाँव असम, भारत का एक प्रमुख शहर है। शहर का क्षेत्र बोंगाईगाँव और चिरांग जिले में फैला है। बोंगाईगाँव असम के महत्वपूर्ण शहरों में से एक है। यह शहर असम और पूर्वोत्तर भारत के सबसे बड़े वाणिज्यिक और औद्योगिक केंद्रों में से एक है। बोंगईगांव सिटी, अपने न्यू बोंगईगांव जंक्शन रेलवे स्टेशन के साथ न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"बोंगईगांव","slug":"bongaigaon"}],"slug":"top-places-to-visit-in-bongaigaon-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}