{"id":365,"title":"Top Places to visit in Karimganj, Assam","imageUrl":"ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","dateCreated":"2019-04-29T16:08:59.918Z","dateModified":"2019-04-29T16:27:46.245Z","contributedBy":"AskGif","content":"<p>Karimganj is one of the 33 districts of Assam, India. Karimganj city is both the administrative headquarters district and the biggest city of this district. It is located in Central Assam and borders Tripura and the Sylhet Division of Bangladesh. It makes up the Barak Valley alongside Hailakandi and Cachar. These three districts were also previously part of the Greater Sylhet region before the Partition of India. It became a district in 1983.</p>\r\n<p>&nbsp;</p>\r\n<p>Karimganj is a city in the Karimganj District of the Indian state of Assam. It is the administrative headquarters and main city of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Karimganj District has one sub-division. The district has 5 tehsils or development circles (Karimganj, Badarpur, Nilambazar, Patharkandi and Ramkrishna Nagar), two urban areas (Karimganj and Badarpur) 3 towns (Karimganj, Badarpur, and Badarpur Railway Town), 7 community development blocks (North Karimganj, South Karimganj, Badarpur, Patharkandi, Ramkrishna Nagar, Dullavcherra and Lowairpoa), 7 police stations (Karimganj, Badarpur, Ramkrishna Nagar, Patharkandi, Ratabari, Nilambazaar, and Bazarichara), 96 gram panchayats, and seven anchalik panchayats.</p>\r\n<p>&nbsp;</p>\r\n<p>There are five Assam Legislative Assembly constituencies in this district: Ratabari, Patharkandi, Karimganj North, Karimganj South, and Badarpur.[8] Ratabari is designated for scheduled castes.[8] All five are in the Karimganj Lok Sabha constituency.[9]</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative Units :</p>\r\n<p>&nbsp;</p>\r\n<p>District : Karimganj</p>\r\n<p>&nbsp;</p>\r\n<p>District Head Quarter : Karimganj</p>\r\n<p>&nbsp;</p>\r\n<p>Police station : Ramkrishna Nagar</p>\r\n<p>&nbsp;</p>\r\n<p>Police Outpost : Bhairab Nagar</p>\r\n<p>&nbsp;</p>\r\n<p>Block Office : Ramkrishna Nagar</p>\r\n<p>&nbsp;</p>\r\n<p>Sub Post Office : Bhairab Nagar (Under Laksmisahar Post Office).</p>\r\n<p>&nbsp;</p>\r\n<p>Postal Index Number (PIN) : of788152</p>\r\n<p>&nbsp;</p>\r\n<p>Gaon Panchayat : Bhairab Nagar</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly Constituency : Ratabari (S.C.Reserved) Assembly Constituency</p>\r\n<p>&nbsp;</p>\r\n<p>Parliamentary Constituency : Karimganj (S.C.Reserved) Parliamentary Consyituency</p>\r\n<p>&nbsp;</p>\r\n<p>Schools In Bhairab Nagar : Bhairab Nagar has number of L.P. Schools, one Saraswati Vidyaniketan ,Bhairab Nagar M.V. School and one Bhairab Nagar High School which cater to the need of the local people. But they are not sufficiently equipped. So many students go to nearby Hailakandi town for better education.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Karimganj consists of five assembly constituencies: Karimganj North and Karimganj South, Badarpur, Patharkandi, and Ratabari; all of which are part of Karimganj (Lok Sabha constituency).[3]</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Attractions</p>\r\n<p>Chhatachura Range: Originating from the south-eastern border of the district of Karimganj, Chhatachura vary forms the district&rsquo;s border within the eastern side aspect with Hailakandi District. Chhatachura Peak at an altitude of 2087 feet is that the highest point. Saraspur is that the middle section and it&rsquo;s at one thousand feet high.</p>\r\n<p>Badarpurghat: Badarpurghat is a historic fort built by the Mughals and later repaired by the British after damaging it during the Sepoy Rebellion of 1857, situated at Badarpur Ghat, the bank of the Rio Singhla, and is only 25 kilometres away from Karimganj town.</p>\r\n<p>Malegarh Crematorium of Sepoy Mutiny Soldiers: - Malegarh Crematorium is considered as a historic place. A sad but brave reminder of past where the soldiers who lost their lives during the 1857 Sepoy Mutiny were cremated. The year 1857 saw the rise of soldiers against British and during the revolt, more than 50 soldiers sacrificed their lives. They were cremated at the place named Malegarh in the district of Karimganj. It was a place of the district Sylhet of Bangladesh earlier before the independence of India.</p>\r\n<p>Son Beel: The place Son Beel is very famous as the 2nd largest wetland in the World as well as largest in Asia, after south american Pantanal and located in Karbi-anglong, Dima haso, hojai and Karimganj in central Assam, as well as Sylhet &amp; Chittagong in Bangladesh. The presence of the hills at the east and west of Son Beel, creates a picturesque landscape. The size of this wetland draws a significant amount of tourists&rsquo; attraction. Rio Shingla River' passes through this Beel which Shingla bifurcates into two different rivers -Rio Kakra and Kochua. There is another wetland near Son beel named as Rata beel.</p>\r\n<p>Akbarpur: Indian government established an agriculture research center at Akbarpur to produce the grains of improved quality. The institute provides the training on the agriculture and acts as a helping hand for the farmers.</p>\r\n<p>Suterkandi: Suterkandi is famous for having an international trade centre. Moreover, there is an international border of India and Bangladesh too. India exports the materials like coal, fruits and Silicon to Bangladesh through this space.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Karimganj_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea988b45-9e54-44cf-b291-fcd2a9fb3e83_Karimganj-railway.jpg","subContents":[{"SubTitle":"1. SON BEEL, THE SECOND LARGEST SEASONAL WETLAND IN ASIA","SubTitleHindi":null,"SubContent":"<p>The beautiful and mesmerizing lake, Son Beel also called as Shon Bill is the second largest seasonal wetland in Asia and the largest wetland in Assam.The most amazing thing about Son Beel is that it becomes a farm land for rice cultivation during winter till March and then the land fills with water and becomes a lake. The less depth of the lake makes it overflow during rainy season and the water meets Kushiara River through Kakra River and flows to Bangladesh. The lake gives a picturesque landscape with hills on both east and west sides. The inlet and outlets of Son Beel is River Shingla that originates in Manipur. Son Beel is famous for its fishery and it is one of the main producers of fish for the entire district in southern Assam. Son Beel is best visited during rainy season that is March onwards till the beginning of winters. Till then the lake is full of water and offers a view that is hard to find elsewhere.</p>","SubContentHindi":null,"ImageUrl":"7fb2a497-dfc6-4205-9d72-80d8665813b8_SON-BEEL.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. MALEGARH - SEPOY MUTINY","SubTitleHindi":null,"SubContent":"<p>HISTORY ABOUT MALEGARH (LATU) SEPOY MUTINY-1857</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;In November 1857, three companies of the 34th Native Infantry stationed at Chittagong mutinied and after burning their lines, breaking open the jail and plundering treasury, marched in the direction of Comila; then they turned off into jungles of Hill Tippera, whence they subsequently emerged in the south-east of the Sylhet district. Their intention was to push on, through the south of Cachar, into Manipur. As soon as Mr. Allen head of their movements, he determined to intercept them. Under his order, Major Byng, the commandant of the Sylhet Light Infantry ( now the 8th Gurkha Rifles), set out with about 160 men and reached Pertabgarh, some eighty miles distant, in the short space of thirty six hours. Then, hearing that the rebels were expected shortly to pass through Latu, twenty eight miles away, he made a night march and arrived there early next morning. The rebels, numbering about two hundred, came up soon afterwards. They tried by taunts and solicitations to prevent the Hindustanis, who formed half the detachment, but only answer they&nbsp; received was steady fire, which put them to fight with a loss of twenty six killed. Major Byng was also killed His successor in the command did not think it advisable to follow them into jungle, but a few days later, after entering the Cachar district, they were attacked by another detachment of the Sylhet Light Infantry under Lieutenant Ross, and were again put to fight.&rdquo;&nbsp; (From History of Assam, E.A. Gait, pp. 378-79)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;IN THE EYE OF &lsquo;ACHYUT CHARAN TATWANIDHI&rsquo; ABOUT THE MALEGARH SEPOY MUTINY</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;In Chittagong, the govt. had three hundred soldiers. When the news of the mutiny reached ther, these three hundred soldiers rebelled. They looted Rs. 278267 from the collector&rsquo;s office, took three elephants, freed prisoners and through Tripura marched onto Sylhet. There, they, through intimidation, procured food from Souchh Ali Khan, the old father of Maulavi Ahmed Khan, the Zaminder of Lungla. At a later time, it was with much difficulty, that the Zaminder was able to prove his innocence. When the news reached Major Byng of the Sylhet Light Infantry, he promptly marched his infantry towards Pratabgarh. Reaching there, they learnt that the sepoys had left for Latu. Major Byng and his soldiers immediately started for Latu, leaving behind half cooked rice.The British soldiers met the rebels near Latu bazar. The rebels took shelter on the malgar (treasury)&nbsp; hillock&nbsp; on the bank of the river and started firing on the British soldiers. The soldiers were stationed on the bank bellow. The first round took Major Byng who instantly died.Soon another five soldiers were killed and one was seriously injured. SubedarAjodhya Singh showed great skill and won the battle. The incident is known as the battle of Latu. The rebels left behind them 26 of their comrades who were dead and hid themselves in the jungle.&rdquo; [Translated from Bengali from Srihatter Itibritta: Achyut Charan Tatwanidhi . This English version is taken from&nbsp; Mutiny Period&nbsp; in Cachar: Edited by Dr. Sujit Choudhury].</p>","SubContentHindi":null,"ImageUrl":"dd1335a2-97b4-4dfb-8b21-2d2608a0481f_malegarh.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. BADARPUR FORT","SubTitleHindi":null,"SubContent":"<p>A Mughal era fort on the banks of the river Barak in Assam&rsquo;s Karimganj&nbsp; district. Badarpur Fort is located in the Karimganj district of Assam, Badarpur Fort is an important tourist destination. It was built during the Mughal era. It is situated along the banks of Barak River. Badarpur Fort is around 27 km from Karimganj city and you get buses and cabs to reach this fort. One can avail taxis from Silchar Airports to reach this fort. State buses and private buses ply between Karimganj and nearby towns and cities on regular basis and the bus stands have enough taxis and auto rickshaws to take you to the fort.</p>","SubContentHindi":null,"ImageUrl":"f581c9ac-9e79-4d5b-b4b6-4c2453b621ea_badarpur-fort.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Karimganj town is linked via both rail and road transport with the rest of India. Karimganj town is a railway junction and broad gauge lines connecting Tripura with Assam pass through this station. Badarpur railway station is the biggest junction of the district. The most popular mode of passenger transport, however, is by road. A good number of buses - mostly night services - ply between Karimganj and Guwahati daily. Direct long distance bus services are also available to Shillong, Agartala, Aizawl and so on. Communication with Silchar, Badarpur, Patharkandi and other nearby places is also mainly dependent on road transport, with services by all sorts of light and heavy vehicles available at frequent intervals. The nearest airport is Kumbhirgram (85 km) near Silchar - the headquarters of the adjacent district of Cachar. Karimganj town is also an important river port and has seasonal cargo and freight transport links with Kolkata through river ways via Bangladesh.</p>\r\n<p>source: http://karimganj.gov.in</p>","SubContentHindi":null,"ImageUrl":"5b36c7b8-57d7-4eae-925e-1f96d556e714_Karimganj-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-karimganj-assam","tags":[{"name":"karimganj","slug":"karimganj"},{"name":"assam","slug":"assam"}],"recommendations":[{"id":353,"title":"Top Places to visit in Dhubri, Assam","imageUrl":"76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","dateCreated":"2019-04-19T05:35:57.083Z","dateModified":"2019-04-19T06:02:03.791Z","contributedBy":"AskGif","content":"Dhubri (Pron: ˈdhʊbri) (Assamese:ধুবৰী) is the headquarter of Dhubri district (Assam) India. It is an old town on the bank of the Brahmaputra river, with historical significance. In 1883, the town was first constituted as a Municipal Board under British regime. It is situated about 277.4 kilometr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76d285f6-a306-4a49-bce3-fa5a8bfdf326_Dhubri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"dhubri","slug":"dhubri"}],"slug":"top-places-to-visit-in-dhubri-assam","total":0},{"id":349,"title":"Top Places to visit in Charaideo, Sonari, Assam","imageUrl":"b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","dateCreated":"2019-04-16T15:16:17.161Z","dateModified":"2019-04-16T15:18:12.177Z","contributedBy":"AskGif","content":"Charaideo was the first permanent capital of the Ahom kingdom established by the first Ahom king Chao Lung Siu-Ka-Pha in 1253 CE. Even though the capital moved to other places over the course of the 600 years of rule, Charaideo remained the symbol of Ahom power. It is now known for its collection","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1426c01-00e0-4ff4-8a42-27febc3b9bf4_Charaideo.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"sonari","slug":"sonari"},{"name":"charaideo","slug":"charaideo"}],"slug":"top-places-to-visit-in-charaideo-sonari-assam","total":0},{"id":347,"title":"Top Places to visit in Bongaigaon, Assam","imageUrl":"f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","dateCreated":"2019-04-15T14:15:59.827Z","dateModified":"2019-04-15T14:38:18.003Z","contributedBy":"AskGif","content":"Bongaigaon is a major city of Assam, India. The city area spans across Bongaigaon and Chirang district. Bongaigaon is one of the important cities in Assam. The city is one of the biggest commercial and industrial hubs of Assam and also of North-East India. Bongaigaon City also acts as the gateway","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"bongaigaon","slug":"bongaigaon"}],"slug":"top-places-to-visit-in-bongaigaon-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}