{"id":371,"title":"Top Places to visit in Nalbari, Assam","imageUrl":"82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","dateCreated":"2019-05-04T08:14:45.2Z","dateModified":"2019-05-04T09:30:15.875Z","contributedBy":"AskGif","content":"<p>Nalbari is a town and a municipal board in Nalbari district in the Indian state of Assam. Nalbari town is also the headquarters of Nalbari District. The town is one of many towns covered under proposed 'State Capital Region'.</p>\r\n<p>&nbsp;</p>\r\n<p>Nalbari is an administrative district in the state of Assam in India. The district headquarters is located at Nalbari.</p>\r\n<p>Etymology</p>\r\n<p>The word Nalbari derived from Nal and Bari. Nal is variety of reed while Bari is enclosed ground with plantation.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The history of Nalbari dates back to many centuries B.C. Arthashastra of Kautilya mentioned import of various economic products from Nalbari.The Suvarnakundya village nearby Nalbari town produced finest silk of Kautilya's time. The area also produced a special perfume among others. The Chandan and Aguru products were highly exported to faraway places including north India.The Western Assam was known as Kamarupa from earlier times to pre-modern period; which existed in harmony with Davaka of central Assam. Kamarupa was divided into Kamarupa Pithas or geographical divisions; Nalbari placed in Kamapitha division. The area congruent to Kamapitha, became Undivided Kamrup district of colonial and post colonial times until 1985, when Nalbari district was carved out.</p>\r\n<p>&nbsp;</p>\r\n<p>Archaeology</p>\r\n<p>The Nalbari area is important for archeological point, there are various discoveries of copper plate inscriptions of Kamrupi kings from Nalbari. The village Guwakuchi near Nalbari town is one of such archeological sites, where several ancient inscriptions were discovered.</p>\r\n<p>&nbsp;</p>\r\n<p>Growth</p>\r\n<p>In the early part of the twenties a railway station of the Assam-Bengal Railway Company had been established here. As the train started running through, certain traders and businessmen from outside the state came and interacted with the local people. Business transactions were started on the rail station road. The Nalbari M.E. School had been started in the meantime to the Gurdon School site, and it was upgraded into a High School named Gurdon High School in 1917. Both these two events attracted the people to throng to the area which had changed its shape and size. It became a strong business centre with great growth potentials in the whole of the north bank of the river.</p>\r\n<p>&nbsp;</p>\r\n<p>Migration started in a significant way. Population increased, administrative offices were started gradually and in 1931 it assumed an urban look. In 1941 it was declared as one of the town in Kamrup district with a town committee with a population of 3578. In 1945 the Nalbari College was started in a temporary shed and in 1950 it was shifted to its present site which helped in the growth of the Bidyapur-Shantipur area of the town into a densely populated area. The establishment of the PWD offices on the Palla road, led to the growth of the Gopalbazar area.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1968 Nalbari was upgraded into a subdivision with headquarters at Nalbari and in 1984 it was made the district headquarters of Nalbari District, all of which led to the upsurge of development process with huge population migration, primarily of local people.</p>\r\n<p>Tourist attractions</p>\r\n<p>&nbsp;</p>\r\n<p>Billeshwar Temple - The temple is dedicated to God Krishna, is over 500 years old. It is believed that a Shivalinga was unearthed in this place and hence it is notable that a temple for Lord Krishna is constructed in this site. Legends state that a priest who lived here owned a cow, which regularly gave milk to virina, a grass type. The king of the state was intrigued about it and he ordered the place to be dug up to find a Shivalinga on the spot. Following the incident, a temple was constructed here but it was dedicated to Krishna. Ahom king and Lakshmi Singha rebuilt the temple, which faced the wrath of natural disaster.</p>\r\n<p>Hari Mandir - The temple is major landmark of the town. Its history is correlated with the Ras Mahotsav being organized in Nalbari district since early twentieth century. The evolution of the Hari Mandir is been a saga of decades. The history of the Hari Mandir is connected to the Ras Puja of Nalbari. In the year 1931, under leading of the then Engineer Amar Kundu of Nalbari Public Works Department (PWD) and Veterinary Assistant Naren Basu and some of the local people including Gadamalla Barua, Dandiram Mahajan, Rabi Mahajan, Tanuram Das, Keertiram Thikadar, Padmapani Dutta and Bhairab Choudhury organized a meet at the official residence of engineer Kundu. Their issue of meet was about to organize Ras Puja at Nalbari. Though they weren't able to organize Ras Puja in the same year, but in the next year they were able to organize the Puja at the free space of the PWD Engineer Amar Kundu's official residence. In 1933, Ras Puja Committee was formed to organize the Puja. In that year, with the help of public donation, the Ras Puja was organized publicly at the Hatkhola (old) of Nalbari. At that time the Ras Puja was initiated religiously and was an occasion of 3 days. Soon after few years, the Ras Puja became popular and the organizers had to think about a new place for the Puja, as the need of wider place arose. The organizers and the local people searched for a permanent public plot to maintain the continuity of the Puja. Finally the permanent public plot found at the Dag No 584 of Nalbari town, with the grateful help of the then Sub-Deputy Collector Krishna Ram Medhi, and this is the plot till existing with current age. The plot was a private ownership property of which revenue was pending for many years. With a negotiation with the plot owner and Ras Puja comity, witnessed by the then Mouzadar Pratap Narayan Choudhury, the ownership of the plot was transferred to the Hari Mandir. In year 1939, the foundation of the Mandir (currently the old mandir) was imposed with the 4 wooden post of Shal donated by Priyanath Kabiraz of Alengidal. In year 1946 the Ras Puja was shifted from the Hathkhola (old) to the plot of the Hari Mandir. Late Damahuram Mahajan played the prime role in the construction of the Hari Mandir (old), which was completed in 1965. With help of his donation the Puja Mandap was constructed in 1968. With the change of ages, the popularity of Ras Puja increased year by year, so the growth of the Mandir too. Very sooner the Ras Puja festival turned from Utsava to Mahotsava with the continuation of public interest, co operation &amp; donation. At the initial ages, the Ras Mahotsava was an occasion of 3 days, but in the decade of 1960 it became an occasion of 5 days, and then it became occasion of 7 days in the decade of 1970. Now the Ras Mahotsava is being organized as a festival of 11 to 15 days.</p>\r\n<p>Shripur Devalaya - The temple is believed to have been constructed by Sib Singha, an Ahom king. It is believed that a part of Goddess Parvati, when she was born on earth as Sati, fell here. Hence, the temple is dedicated to Goddess Parvati. The people celebrate Kali Puja and Durga Puja in this temple.</p>\r\n<p>Basudev Devalaya - It belongs to the period between 1718 and 1744 AD. It was constructed by Sib Singha, an Ahom king. King Sib Singha's brother Sib Singha made his contribution by donating 64 bighas of land to Basudeb Devalay. The legend centering on the construction of this temple is interesting. It is believed that a fisherman of this region was unable to remove his fishing net from a pond for seven days. On 7th day, it is said that Lord Basudeb appeared in the dream of a local person and asked to be released from the net. Following this, the person went over to the pond to find two large stones. Since efforts to remove the stones by King Sib Singha failed, a temple was built by him at the site.</p>\r\n<p>Buddhist temple - The Buddhist temple is located 30 km away from Nalbari town. The temple was constructed by Nepali people in the year 1965, it was initiated by Chhatra Singh. A new Gumba was constructed in the year 1971 by Chhatra Singh.&nbsp;</p>\r\n<p>source : https://en.wikipedia.org/wiki/Nalbari</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","subContents":[{"SubTitle":"1. NALBARI HARI MANDIR","SubTitleHindi":null,"SubContent":"<p>The history of the Nalbari Hari Mandir is correlated with the Ras Mahotsav being organized in Nalbari district since the last century. The evolution of the Hari Mandir is been a saga of decades. To elaborate about the history of the Hari Mandir, we should have to go through the history of the Ras Puja in Nalbari. It was year 1931, under leading of the then Engineer Amar Kundu of Nalbari Public Works Department (PWD) and Veterinary Assistant Naren Basu and some of the local people Gadamalla Barua, Dandiram Mahajan, Rabi Mahajan, Tanuram Das, Keertiram Thikadar, Padmapani Dutta and Bhairab Choudhury organized a meet at the official residence of engineer Kundu. Their issue of meet was about to organize Ras Puja at Nalbari. Though they weren't able to organize Ras Puja in the same year, but in the next year they were able to organize the Puja at the free space of the PWD Engineer Amar Kundu's official residence. In 1933, Ras Puja Committee was formed to organize the Puja. In that year, with the help of public donation, the Ras Puja was orgaznied publicly at the Hatkhola (old) of Nalbari. At that time the Ras Puja was initiated religiously and was a occasion of 3 days. Soon after few years, the Ras Puja became popular and the organizers had to think about a new place for the Puja, as the need of wider place arrised. The organizers and the local people searched for a permanent public plot to maintain the continuty of the Puja. Finally the permanent public plot found at the Dag No 584 of Nalbari town, with the grateful help of the then Sub-Deputy Collector Krishna Ram Medhi, and this is the plot till existing with current age. The plot was a private ownership property of which revenue was pending for many years. With a negotiation with the plot owner and Ras Puja comity, witnessed by the then Mouzadar Pratap Narayan Choudhury, the ownership of the plot was transferred to the Hari Mandir. In year 1939, the foundation of the Mandir (currently the old mandir) was imposed with the 4 wooden post of Shal donated by Priyanath Kabiraz of Alengidal. In year 1946 the Ras Puja was shifted from the Hathkhola (old) to the plot of the Hari Mandir. Late Damahuram Mahajan played the prime role in the construction of the Hari Mandir (old), which was completed in in 1965. With help of his donation the Puja Mandap was constructed in 1968. With the change of ages, the popularity of Ras Puja increased year by year, so the growth of the Mandir too. Very sooner the Ras Puja festival turnd from Utsava to Mahotsava with the continuation of public interest, co operation &amp; donation. At the initial ages, the Ras Mahotsava was a occassion of 3 days, but in the decade of 1960 it became a occasion of 5 days, and then it became occasion of 7 days in the decade of 1970. Now the Ras Mahotsava is being organized as a festival of 11 to 15 days.</p>","SubContentHindi":null,"ImageUrl":"46fcf575-9507-4260-ac68-332a758e96da_hari-mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. BILLESWAR DEVALAYA","SubTitleHindi":null,"SubContent":"<p>Believed to have been built 500 years ago, the temple is dedicated to Lord Shiva. As the legend goes, a priest once had a cow which refused to be milked. Upon following the cow, the priest found that the cow gave milk on a bush of &ldquo;virina&rdquo; (type of grass). When the king came to know about it he got the place dug and found a Shiva Linga on that spot. A temple was built which was first called Birreswar or God or Virina, then Billeswar and now Belsor. Nowadays Belsor is a developed village with easy accessibility. Throughout the ages this temple has attracted many devotees and received royal patronage, including the Ahom King, Lakshmi Singha, who rebuilt the temple after it was devastated by natural calamity.</p>","SubContentHindi":null,"ImageUrl":"dde1e5d8-6c5c-4501-9ad7-a0346cd3320f_billeswar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. BARA MASJID","SubTitleHindi":null,"SubContent":"<p>The well-known &ldquo;Nalbari Bara Maszid , a leading spiritual institution of the Islamic religion in the Lower Assam, located in the heart of Nalbari town was established with the structure /design of Assam type house ( with asbestos tins in its roof ) in the year 1912. In 1946, the Nalbari Baro Maszid was elevated with renovation to an RCC building as for its structure . In this holy mosque , the Zumma Namaaz (a kind of prayer) is also offered/performed every Friday in addition to its normal Namaaz which is usually offered five times a day. During the month of Holy Ramzan , special Namaaz is performed/offered in the night-time besides the regular day Namaaz. Sometimes during adverse weathers, Namaaz of Idd is also offered with a view to seeking God&rsquo;s mercy and blessings. The children of the Islamic people is imparted with religious education and knowledge of the Holy Quaran (Quaran Swariff) in this holy mosque .The Markaaz of the Tobleeg Zamaat (meaning a symposium relating to propagation of the Islamic religion) is also held in this mosque wherein the Islamic people are imparted with religious education and training on the propagation of the religion . The Nalbari Baro Maszid Zamat Committee has the duties and responsiblities to look after the various aspects / activities of this holy mosque.</p>","SubContentHindi":null,"ImageUrl":"81d94a3f-24bd-4235-9e11-d75feb6ed6eb_bara-masjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. GANGA PUKHURI","SubTitleHindi":null,"SubContent":"<p>This pond is situated in Vill Barkuriha of Upper Barbhag about 7(seven) kms south of Nalbari. It is said to had been dug by Gangadhar, a Brahmin. Each year, at Ashok Astami a mela is held here and devotees throng here from different parts of the country to pay homages to departed souls. The name of King Fengua, is associated with this tanks whose capital Subarna Koriwa or SonKuriha was nearby.</p>","SubContentHindi":null,"ImageUrl":"8a00dbe5-2ca4-42e7-9a7e-b5a03613e475_ganga.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. BALLILECHA SHREE SHREE KALI DEVALAYA","SubTitleHindi":null,"SubContent":"<p>Believed to have been built by the Ahom King, Siba Singha (1718-1744) this Kali Mandir situated at Ballilesha village is a living Sakti Peeth. There is an 18th inch high statute of Kali made of Asta Dhatu inside the temple. Though there were also Bishnu Doul and Shiva Daul, the carthquake of 1897 almost destroyed them. A Kali Pukhuri covering 8 Pura of land however still exists</p>","SubContentHindi":null,"ImageUrl":"db0b498d-910a-494b-97c0-02b4a9d9995b_balilesa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>By road, Nalbari is accessible through National Highway 27 in north and connected to National Highway 427 in south. The Nalbari railway station is within town center, and Guwahati International Airport is at distance of 60 km.</p>","SubContentHindi":null,"ImageUrl":"f9dbf361-1fde-41fe-ae54-2301cb102685_Nalbari-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nalbari-assam","tags":[{"name":"assam","slug":"assam"},{"name":"nalbari","slug":"nalbari"}],"recommendations":[{"id":359,"title":"Top Places to visit in Hailakandi, Assam","imageUrl":"a63dc129-78fd-4b1b-8611-9145c90c9ffb_haialakandi-rail-station.jpg","dateCreated":"2019-04-24T15:25:34.168Z","dateModified":"2019-04-24T15:34:02.448Z","contributedBy":"AskGif","content":"Hailakandi is a town and the district headquarters of Hailakandi district in the Indian state of Assam. The Hailakandi district is one of the three districts of Southern Assam i.e. Barak Valley.\r\n&nbsp;\r\nHailakandi is one of the 33 districts of Assam state in north-eastern India. It","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a63dc129-78fd-4b1b-8611-9145c90c9ffb_haialakandi-rail-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"hailakandi","slug":"hailakandi"}],"slug":"top-places-to-visit-in-hailakandi-assam","total":0},{"id":347,"title":"Top Places to visit in Bongaigaon, Assam","imageUrl":"f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","dateCreated":"2019-04-15T14:15:59.827Z","dateModified":"2019-04-15T14:38:18.003Z","contributedBy":"AskGif","content":"Bongaigaon is a major city of Assam, India. The city area spans across Bongaigaon and Chirang district. Bongaigaon is one of the important cities in Assam. The city is one of the biggest commercial and industrial hubs of Assam and also of North-East India. Bongaigaon City also acts as the gateway","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"bongaigaon","slug":"bongaigaon"}],"slug":"top-places-to-visit-in-bongaigaon-assam","total":0},{"id":345,"title":"Top Places to visit in Barpeta, Assam","imageUrl":"ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","dateCreated":"2019-04-14T11:34:32.692Z","dateModified":"2019-04-14T11:53:06.649Z","contributedBy":"AskGif","content":"Barpeta is a town in Barpeta district, India and is district headquarters. The city is located 90 kilometres (56 mi) north west of Guwahati and is one of the major cities in Western Assam. It is also called Satra Nagari (Temple town) of Assam due to the presence of various Vaishnavite Satras in t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"barpeta","slug":"barpeta"}],"slug":"top-places-to-visit-in-barpeta-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}