{"id":371,"title":"नलबाड़ी में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","dateCreated":"2019-05-04T08:14:45.2Z","dateModified":"2019-05-04T09:30:15.875Z","contributedBy":"AskGif","content":"<p>नलबाड़ी भारतीय राज्य असम में नलबाड़ी जिले में एक शहर और एक नगरपालिका बोर्ड है। नलबाड़ी शहर नलबाड़ी जिले का मुख्यालय भी है। यह शहर प्रस्तावित 'राज्य राजधानी क्षेत्र' के अंतर्गत आने वाले कई शहरों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>नलबाड़ी भारत में असम राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय नलबाड़ी में स्थित है।</p>\r\n<p>शब्द-साधन</p>\r\n<p>नलबाड़ी शब्द नाल और बाड़ी से लिया गया है। नाल ईख की किस्म है जबकि बारी बागान के साथ संलग्न जमीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>नलबाड़ी का इतिहास ईसा पूर्व कई शताब्दियों का है। कौटिल्य के अर्थशास्त्री ने नलबाड़ी से विभिन्न आर्थिक उत्पादों के आयात का उल्लेख किया। नलबाड़ी शहर के निकटवर्ती सुवर्णकुंडी गांव ने कौटिल्य के समय का बेहतरीन रेशम तैयार किया। क्षेत्र ने दूसरों के बीच एक विशेष इत्र का उत्पादन भी किया। चंदन और अगुरू उत्पादों को उत्तर भारत सहित दूर स्थानों पर अत्यधिक निर्यात किया गया था। पश्चिमी असम को पहले के समय से पूर्व-आधुनिक काल तक कमरुपा के रूप में जाना जाता था; जो मध्य असम के दावका के साथ मेल खाता था। कमरुपा को कमरुपा पिथास या भौगोलिक विभाजनों में विभाजित किया गया था; नलपारी को कमापीठ मंडल में रखा गया। कमापीठ के अनुरूप क्षेत्र, 1985 तक औपनिवेशिक और बाद के औपनिवेशिक काल का अविभाजित कामरूप जिला बन गया, जब नलबाड़ी जिले की नक्काशी की गई।</p>\r\n<p>&nbsp;</p>\r\n<p>पुरातत्त्व</p>\r\n<p>नालबारी क्षेत्र पुरातत्व बिंदु के लिए महत्वपूर्ण है, नलपुरी से कामरूपी राजाओं के ताम्रपत्र शिलालेखों की विभिन्न खोजें हैं। नलबाड़ी शहर के पास गाँव गुवाकुची ऐसे पुरातत्व स्थलों में से एक है, जहाँ कई प्राचीन शिलालेख खोजे गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>विकास</p>\r\n<p>बिसवां दशा के शुरुआती दौर में असम-बंगाल रेलवे कंपनी का एक रेलवे स्टेशन यहाँ स्थापित किया गया था। जैसे ही ट्रेन चलने लगी, राज्य के बाहर के कुछ व्यापारी और व्यापारी आए और स्थानीय लोगों से बातचीत की। रेल्वे स्टेशन रोड पर व्यापारिक लेन-देन शुरू हो गया। नलबाड़ी एमई स्कूल की शुरुआत इस दौरान गुरदोन स्कूल की साइट से की गई थी, और इसे 1917 में गुरदोन हाई स्कूल नाम के एक हाई स्कूल में अपग्रेड किया गया था। इन दोनों घटनाओं ने लोगों को उस क्षेत्र की ओर आकर्षित करने के लिए आकर्षित किया जिसने इसका आकार और आकार बदल दिया था। । यह नदी के पूरे उत्तरी तट में महान विकास संभावनाओं के साथ एक मजबूत व्यवसाय केंद्र बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रवासन एक महत्वपूर्ण तरीके से शुरू हुआ। जनसंख्या में वृद्धि हुई, प्रशासनिक कार्यालयों को धीरे-धीरे शुरू किया गया और 1931 में इसने शहरी रूप धारण कर लिया। 1941 में इसे कामरूप जिले में 3578 की आबादी वाली एक नगर समिति के रूप में घोषित किया गया था। 1945 में नलबाड़ी कॉलेज को एक अस्थायी शेड में शुरू किया गया था और 1950 में इसे अपने वर्तमान स्थान पर स्थानांतरित कर दिया गया था, जिसने विकास में मदद की शहर के बिद्यापुर-शांतिपुर क्षेत्र में घनी आबादी है। पल्ला रोड पर पीडब्ल्यूडी कार्यालयों की स्थापना के कारण गोपालबाजार क्षेत्र का विकास हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>1968 में नलबाड़ी को नलबाड़ी में मुख्यालय के साथ एक उपखंड में अपग्रेड किया गया था और 1984 में इसे नलबाड़ी जिले का जिला मुख्यालय बनाया गया था, जिसमें सभी के विकास की प्रक्रिया में भारी जनसंख्या प्रवास के साथ मुख्य रूप से स्थानीय लोगों को परेशान किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>बिलेश्वर मंदिर - मंदिर भगवान कृष्ण को समर्पित है, 500 साल से अधिक पुराना है। यह माना जाता है कि इस स्थान पर एक शिवलिंग का पता लगाया गया था और इसलिए यह उल्लेखनीय है कि इस स्थान पर भगवान कृष्ण के लिए एक मंदिर का निर्माण किया गया है। किंवदंतियों में कहा गया है कि यहां रहने वाले एक पुजारी के पास एक गाय थी, जो नियमित रूप से एक घास के प्रकार, कुंवारी को दूध देती थी। राज्य के राजा इसके बारे में चिंतित थे और उन्होंने मौके पर शिवलिंग को खोजने के लिए जगह खोदने का आदेश दिया। घटना के बाद, यहां एक मंदिर का निर्माण किया गया था, लेकिन यह कृष्ण को समर्पित था। अहोम राजा और लक्ष्मी सिंहा ने मंदिर का पुनर्निर्माण किया, जिसने प्राकृतिक आपदा के प्रकोप का सामना किया।</p>\r\n<p>हरि मंदिर - मंदिर शहर का प्रमुख स्थल है। इसका इतिहास बीसवीं शताब्दी की शुरुआत से नलबाड़ी जिले में आयोजित होने वाले रास महोत्सव से जुड़ा है। हरि मंदिर का विकास दशकों की एक गाथा है। हरि मंदिर का इतिहास नलबाड़ी की रास पूजा से जुड़ा हुआ है। वर्ष 1931 में, नलबाड़ी पब्लिक वर्क्स डिपार्टमेंट (पीडब्ल्यूडी) के तत्कालीन इंजीनियर अमर कुंडू और पशु चिकित्सा सहायक नरेन बसु और कुछ स्थानीय लोग जिनमें गडामल्ला बरुआ, डंडीराम महाजन, रबी महाजन, तनुराम दास, कीर्तिराम थिकादर, पद्मपानी दत्ता शामिल हैं। और भैरब चौधरी ने इंजीनियर कुंडू के सरकारी आवास पर एक बैठक आयोजित की। उनकी मुलाकात का मुद्दा नलबाड़ी में रास पूजा का आयोजन करने का था। हालांकि वे एक ही वर्ष में रास पूजा का आयोजन करने में सक्षम नहीं थे, लेकिन अगले वर्ष वे पीडब्ल्यूडी इंजीनियर अमर कुंडू के आधिकारिक निवास के खाली स्थान पर पूजा का आयोजन करने में सक्षम थे। 1933 में, पूजा को व्यवस्थित करने के लिए रास पूजा समिति का गठन किया गया। उस वर्ष, सार्वजनिक दान की सहायता से, नलबाड़ी के हातखोला (पुराना) में सार्वजनिक रूप से रास पूजा का आयोजन किया गया था। उस समय रास पूजा धार्मिक रूप से शुरू की गई थी और यह 3 दिनों का अवसर था। कुछ वर्षों के बाद, रास पूजा लोकप्रिय हो गई और आयोजकों को पूजा के लिए एक नए स्थान के बारे में सोचना पड़ा, क्योंकि व्यापक स्थान की आवश्यकता उत्पन्न हुई। आयोजकों और स्थानीय लोगों ने पूजा की निरंतरता बनाए रखने के लिए एक स्थायी सार्वजनिक भूखंड की तलाश की। अंतत: तत्कालीन उप-उपजिलाधिकारी कृष्णा राम मेधी की आभारी मदद से नलबाड़ी शहर के डेग नंबर 584 में पाया गया स्थाई सार्वजनिक भूखंड, और यह वर्तमान युग तक विद्यमान है। भूखंड एक निजी स्वामित्व वाली संपत्ति थी, जिसमें राजस्व कई वर्षों से लंबित था। प्लॉट के मालिक और रास पूजा कॉमिटी के साथ एक बातचीत के साथ, तत्कालीन मौजदार प्रताप नारायण चौधरी ने गवाह बनाया, प्लॉट का मालिकाना हक हरि मंदिर को हस्तांतरित कर दिया गया। वर्ष 1939 में, मंदिर (वर्तमान में पुराना मंदिर) की नींव शैवाल के प्रियनाथ कबीरज द्वारा दान किए गए शाल के 4 लकड़ी के पोस्ट के साथ लगाई गई थी। वर्ष 1946 में रास पूजा को हाथीखोला (पुराना) से हरि मंदिर के भूखंड में स्थानांतरित कर दिया गया था। स्वर्गीय दामाहुराम महाजन ने हरि मंदिर (पुराना) के निर्माण में मुख्य भूमिका निभाई, जो 1965 में पूरी हुई। उनके दान की मदद से 1968 में पूजा मंडप का निर्माण किया गया। युग परिवर्तन के साथ, रास पूजा की लोकप्रियता में वृद्धि हुई वर्ष तक, इसलिए मंदिर की वृद्धि भी। बहुत जल्द रास पूजा उत्सव जनहित, सहकारिता और दान की निरंतरता के साथ उत्सव से महोत्सव में बदल गया। प्रारंभिक उम्र में, रास महोत्सव 3 दिनों का एक अवसर था, लेकिन 1960 के दशक में यह 5 दिनों का अवसर बन गया, और फिर 1970 के दशक में 7 दिनों का अवसर बन गया। अब रास महोत्सव का आयोजन किया जा रहा है। 11 से 15 दिनों के त्योहार के रूप में।</p>\r\n<p>श्रीपुर देवालय - माना जाता है कि इस मंदिर का निर्माण सिब सिंघ द्वारा किया गया था, जो एक अहोम राजा था। यह माना जाता है कि देवी पार्वती का एक हिस्सा, जब वह सती के रूप में पृथ्वी पर पैदा हुई थीं, यहां गिर गईं। इसलिए, मंदिर देवी पार्वती को समर्पित है। इस मंदिर में लोग काली पूजा और दुर्गा पूजा मनाते हैं।</p>\r\n<p>बासुदेव देवालय - यह 1718 और 1744 ईस्वी के बीच की अवधि का है। इसका निर्माण अहोम राजा सिब सिंघा ने करवाया था। राजा सिब सिंघा के भाई सिब सिंघा ने बासुदेव देवलय को 64 बीघा जमीन दान करके अपना योगदान दिया। इस मंदिर के निर्माण पर केंद्रित किंवदंती दिलचस्प है। ऐसा माना जाता है कि इस क्षेत्र का एक मछुआरा सात दिनों से अपने मछली पकड़ने के जाल को तालाब से निकालने में असमर्थ था। 7 वें दिन, यह कहा जाता है कि लॉर्ड बासुडेब एक स्थानीय व्यक्ति के सपने में दिखाई दिया और उसे नेट से रिहा करने के लिए कहा गया। इसके बाद, व्यक्ति दो बड़े पत्थरों को खोजने के लिए तालाब पर गया। चूंकि राजा सिब सिंघ द्वारा पत्थरों को हटाने के प्रयास विफल हो गए थे, इसलिए उनके द्वारा स्थल पर एक मंदिर बनाया गया था।</p>\r\n<p>बौद्ध मंदिर - बौद्ध मंदिर नलबाड़ी शहर से 30 किमी दूर स्थित है। मंदिर का निर्माण नेपाली लोगों ने वर्ष 1965 में किया था, इसकी शुरुआत छत्र सिंह ने की थी। छत्र सिंह द्वारा वर्ष 1971 में एक नए गुंबद का निर्माण किया गया था।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Nalbari</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","subContents":[{"SubTitle":"1. नलबी हरि मंदिर","SubTitleHindi":null,"SubContent":"<p>नलबाड़ी हरि मंदिर का इतिहास पिछली शताब्दी से नलबाड़ी जिले में आयोजित होने वाले रास महोत्सव से जुड़ा है। हरि मंदिर का विकास दशकों की एक गाथा है। हरि मंदिर के इतिहास के बारे में विस्तार से बताने के लिए, हमें नलबाड़ी में रास पूजा के इतिहास से गुजरना चाहिए। यह वर्ष 1931 था, जिसके तहत नलबाड़ी लोक निर्माण विभाग (पीडब्ल्यूडी) के तत्कालीन इंजीनियर अमर कुंडू और पशु चिकित्सा सहायक नरेन बसु और कुछ स्थानीय लोग गादामल्ला बरुआ, डंडीराम महाजन, रबी महाजन, तनुराम दास, कीर्तिराम थिकादर, पद्मपानी दत्ता के नेतृत्व में थे। भैरव चौधरी ने इंजीनियर कुंडू के सरकारी आवास पर एक बैठक आयोजित की। उनकी मुलाकात का मुद्दा नलबाड़ी में रास पूजा का आयोजन करने का था। हालांकि वे एक ही वर्ष में रास पूजा का आयोजन करने में सक्षम नहीं थे, लेकिन अगले वर्ष वे पीडब्ल्यूडी इंजीनियर अमर कुंडू के आधिकारिक निवास के खाली स्थान पर पूजा का आयोजन करने में सक्षम थे। 1933 में, पूजा को व्यवस्थित करने के लिए रास पूजा समिति का गठन किया गया। उस वर्ष, सार्वजनिक दान की मदद से, नलबाड़ी के हाटखोला (पुराना) में सार्वजनिक रूप से रास पूजा का आयोजन किया गया था। उस समय रास पूजा धार्मिक रूप से शुरू की गई थी और यह 3 दिनों का अवसर था। कुछ वर्षों के बाद, रास पूजा लोकप्रिय हो गई और आयोजकों को पूजा के लिए एक नए स्थान के बारे में सोचना पड़ा, क्योंकि व्यापक स्थान की आवश्यकता को गिरफ्तार कर लिया गया था। आयोजकों और स्थानीय लोगों ने पूजा की निरंतरता को बनाए रखने के लिए एक स्थायी सार्वजनिक भूखंड की तलाश की। अंतत: तत्कालीन उप-उपजिलाधिकारी कृष्णा राम मेधी की आभारी मदद से नलबाड़ी शहर के डेग नंबर 584 में पाया गया स्थाई सार्वजनिक भूखंड, और यह वर्तमान युग तक विद्यमान है। भूखंड एक निजी स्वामित्व वाली संपत्ति थी, जिसमें राजस्व कई वर्षों से लंबित था। प्लॉट के मालिक और रास पूजा कॉमिटी के साथ एक बातचीत के साथ, तत्कालीन मौजदार प्रताप नारायण चौधरी ने गवाह बनाया, प्लॉट का मालिकाना हक हरि मंदिर को हस्तांतरित कर दिया गया। वर्ष 1939 में, मंदिर (वर्तमान में पुराना मंदिर) की नींव शैवाल के प्रियनाथ कबीरज द्वारा दान किए गए शाल के 4 लकड़ी के पोस्ट के साथ लगाई गई थी। वर्ष 1946 में रास पूजा को हाथीखोला (पुराना) से हरि मंदिर के भूखंड में स्थानांतरित कर दिया गया था। स्वर्गीय दामाहुराम महाजन ने हरि मंदिर (पुराना) के निर्माण में मुख्य भूमिका निभाई, जो 1965 में पूरी हुई। उनके दान की मदद से 1968 में पूजा मंडप का निर्माण किया गया। युग परिवर्तन के साथ, रास पूजा की लोकप्रियता में वृद्धि हुई। साल-दर-साल, इसलिए मंदिर का विकास भी। जन-हित, सहकार और दान की निरंतरता के साथ उदय उत्सव से लेकर महोत्सव तक बहुत जल्द रास पूजा उत्सव की धूम मच जाती है। प्रारंभिक उम्र में, रास महोत्सव 3 दिनों का एक अवसर था, लेकिन 1960 के दशक में यह 5 दिनों का अवसर बन गया, और फिर 1970 के दशक में 7 दिनों का अवसर बन गया। अब रास महोत्सव का आयोजन किया जा रहा है। 11 से 15 दिनों के त्योहार के रूप में।</p>","SubContentHindi":null,"ImageUrl":"46fcf575-9507-4260-ac68-332a758e96da_hari-mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. बिलसार देवालय","SubTitleHindi":null,"SubContent":"<p>माना जाता है कि 500 साल पहले बनाया गया था, मंदिर भगवान शिव को समर्पित है। जैसा कि किंवदंती है, एक पुजारी के पास एक बार एक गाय थी जिसे दूध देने से मना कर दिया गया था। गाय का पालन करने पर, पुजारी ने पाया कि गाय ने \"वर्जिन\" (घास का प्रकार) की एक झाड़ी पर दूध दिया। जब राजा को इसके बारे में पता चला तो उसे खोदा गया स्थान मिला और उस स्थान पर एक शिव लिंग मिला। एक मंदिर बनाया गया था जिसे पहले बिरेश्वर या भगवान या फिर वीराना, फिर बिलेश्वर और अब बेलसर कहा जाता था। आजकल बेलसर आसान पहुंच वाले एक विकसित गाँव है। उम्र भर इस मंदिर ने कई भक्तों को आकर्षित किया और शाही संरक्षण प्राप्त किया, जिसमें अहोम राजा, लक्ष्मी सिंघा शामिल हैं, जिन्होंने प्राकृतिक आपदा से तबाह होने के बाद मंदिर का पुनर्निर्माण किया।</p>","SubContentHindi":null,"ImageUrl":"dde1e5d8-6c5c-4501-9ad7-a0346cd3320f_billeswar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. बारा मस्जिद","SubTitleHindi":null,"SubContent":"<p>सुप्रसिद्ध &ldquo;नलबाड़ी बारा मस्जिद, निचले असम में इस्लामिक धर्म की एक प्रमुख आध्यात्मिक संस्था, जो नलबाड़ी शहर के मध्य में स्थित है, असम प्रकार के घर की संरचना / डिजाइन (इसकी छत में एस्बेस्टस के टिन के साथ) के साथ स्थापित की गई थी। वर्ष 1912। 1946 में, नलबाड़ी बारो मस्जिद को एक आरसीसी भवन के नवीनीकरण के साथ ऊंचा किया गया था। इस पवित्र मस्जिद में जुम्मा नमाज़ (एक तरह की प्रार्थना) भी हर सामान्य नमाज़ के अलावा हर शुक्रवार को दी जाती है। पवित्र रमज़ान के महीने के दौरान, नियमित नमाज़ के अलावा रात में भी विशेष नमाज़ अदा की जाती है। कभी-कभी प्रतिकूल बुनाई के दौरान, ईद के नमाज़ को भगवान की दया और आशीर्वाद प्राप्त करने की दृष्टि से भी पेश किया जाता है। इस्लामिक लोगों के बच्चों को इस पवित्र मस्जिद में धार्मिक शिक्षा और पवित्र क़ुरान (क़ुरान स्वारिफ) का ज्ञान दिया जाता है। तोगले ज़मात का मरकज़ (जिसका अर्थ है इस्लामिक धर्म के प्रचार से संबंधित एक संगोष्ठी) भी इस मस्जिद में होता है। जिसमें इस्लामी लोगों को धर्म के प्रचार पर धार्मिक शिक्षा और प्रशिक्षण दिया जाता है। नलबाड़ी बारो मस्जिद ज़मात समिति के पास इस पवित्र मस्जिद के विभिन्न पहलुओं / गतिविधियों की देखभाल करने के लिए कर्तव्य और जिम्मेदारियाँ हैं।</p>","SubContentHindi":null,"ImageUrl":"81d94a3f-24bd-4235-9e11-d75feb6ed6eb_bara-masjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. गंगा पुखुरी","SubTitleHindi":null,"SubContent":"<p>यह तालाब नलबारी के दक्षिण में लगभग 7 (सात) किलोमीटर की ऊँची बारबाग के विल बरकुरीहा में स्थित है। ऐसा कहा जाता है कि ब्राह्मण गंगाधर द्वारा खोदा गया था। प्रत्येक वर्ष, अशोक अष्टमी पर यहां एक मेला आयोजित किया जाता है और देश के विभिन्न हिस्सों से भक्त दिवंगत आत्माओं को श्रद्धांजलि देने के लिए यहां आते हैं। किंग फेंगुआ का नाम, इस टैंक से जुड़ा हुआ है, जिसकी राजधानी सुबर्ना कोरिवा या सोनकुरीहा पास थी।</p>","SubContentHindi":null,"ImageUrl":"8a00dbe5-2ca4-42e7-9a7e-b5a03613e475_ganga.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. बिलीचैरे शेरा काली देवलिया","SubTitleHindi":null,"SubContent":"<p>माना जाता है कि अहोम राजा, सिबा सिंहा (1718-1744) द्वारा बनाया गया था, जो बल्लीलेश गाँव में स्थित काली मंदिर एक जीवित शक्ति पीठ है। मंदिर के अंदर अष्टधातु से बनी काली की 18 वीं ऊंची प्रतिमा है। हालांकि बिष्णु डौल और शिवा दौल भी थे, 1897 के कार्थक ने उन्हें लगभग नष्ट कर दिया। एक काली पुखुरी, जिसमें 8 पुरा भूमि शामिल है, अभी भी मौजूद है</p>","SubContentHindi":null,"ImageUrl":"db0b498d-910a-494b-97c0-02b4a9d9995b_balilesa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सड़क मार्ग द्वारा, नलबारी उत्तर में राष्ट्रीय राजमार्ग 27 के माध्यम से और दक्षिण में राष्ट्रीय राजमार्ग 427 से जुड़ा हुआ है। नलबारी रेलवे स्टेशन शहर के केंद्र के भीतर है, और गुवाहाटी अंतर्राष्ट्रीय हवाई अड्डा 60 किमी की दूरी पर है।</p>","SubContentHindi":null,"ImageUrl":"f9dbf361-1fde-41fe-ae54-2301cb102685_Nalbari-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nalbari-assam","tags":[{"name":"असम","slug":"assam"},{"name":"नलबाड़ी","slug":"nalbari"}],"recommendations":[{"id":359,"title":"हैलाकांडी में देखने के लिए शीर्ष स्थान, असम","imageUrl":"a63dc129-78fd-4b1b-8611-9145c90c9ffb_haialakandi-rail-station.jpg","dateCreated":"2019-04-24T15:25:34.168Z","dateModified":"2019-04-24T15:34:02.448Z","contributedBy":"AskGif","content":"हैलाकांडी भारतीय राज्य असम में एक शहर और हैलाकांडी जिले का जिला मुख्यालय है। हैलाकांडी जिला दक्षिणी असम के तीन जिलों में से एक है यानी बराक घाटी।\r\n&nbsp;\r\nहैलाकांडी उत्तर-पूर्वी भारत में असम राज्य के 33 जिलों में से एक है। यह कछार और करीमगंज के साथ बराक घाटी को बनाती है। ये तीनों जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a63dc129-78fd-4b1b-8611-9145c90c9ffb_haialakandi-rail-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"हैलाकांडी","slug":"hailakandi"}],"slug":"top-places-to-visit-in-hailakandi-assam","total":0},{"id":347,"title":"बोंगईगांव में देखने के लिए शीर्ष स्थान, असम","imageUrl":"f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","dateCreated":"2019-04-15T14:15:59.827Z","dateModified":"2019-04-15T14:38:18.003Z","contributedBy":"AskGif","content":"बोंगाईगाँव असम, भारत का एक प्रमुख शहर है। शहर का क्षेत्र बोंगाईगाँव और चिरांग जिले में फैला है। बोंगाईगाँव असम के महत्वपूर्ण शहरों में से एक है। यह शहर असम और पूर्वोत्तर भारत के सबसे बड़े वाणिज्यिक और औद्योगिक केंद्रों में से एक है। बोंगईगांव सिटी, अपने न्यू बोंगईगांव जंक्शन रेलवे स्टेशन के साथ न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"बोंगईगांव","slug":"bongaigaon"}],"slug":"top-places-to-visit-in-bongaigaon-assam","total":0},{"id":345,"title":"बरपेटा में देखने के लिए शीर्ष स्थान, असम","imageUrl":"ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","dateCreated":"2019-04-14T11:34:32.692Z","dateModified":"2019-04-14T11:53:06.649Z","contributedBy":"AskGif","content":"बारपेटा भारत के बारपेटा जिले का एक शहर है और जिला मुख्यालय है। यह शहर गुवाहाटी से 90 किलोमीटर (56 मील) उत्तर पश्चिम में स्थित है और पश्चिमी असम के प्रमुख शहरों में से एक है। आसपास के क्षेत्र में विभिन्न वैष्णव सतारों की उपस्थिति के कारण इसे असम का सतरा नगरी (मंदिर शहर) भी कहा जाता है।\r\n&nb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee751e39-c08e-4ac1-be0c-35396adf8d08_Barpeta.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"बारपेटा","slug":"barpeta"}],"slug":"top-places-to-visit-in-barpeta-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}