{"id":372,"title":"Top Places to visit in Sivasagar, Sibsagar, Assam","imageUrl":"16c25c98-cb87-4613-8700-dbfbaaac55e0_Sivasagar-railway.jpg","dateCreated":"2019-05-04T10:35:02.047Z","dateModified":"2019-05-04T10:50:28.144Z","contributedBy":"AskGif","content":"<p>Sivasagar, previously spelled Sibsagar, (\"the ocean of Shiva\"), is a city in the Sivasagar District of Assam, about 360 kilometres (224 mi) northeast of Guwahati. It is the headquarters of the Sivasagar district. This city is surrounded by the Dehing rainforest, where the Dihing (Brahmaputra) and Lohit rivers meet.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>An official Census 2011 detail of Sivasagar</p>\r\n<p>In 2011, Sivasagar had population of 50,781 of which male and female were 26,925 and 23,856 respectively. In 2001 census, Sivasagar had a population of 53,854. In 2001 census, this figure for Sivasagar District was at 0.17 percent of Assam's population.</p>\r\n<p>&nbsp;</p>\r\n<p>There was change of 5.7 percent in the population compared to population as per 2001. In the previous census of India 2001, Sivasagar recorded increase of 44.2 percent to its population compared to 1991. Average literacy rate of Sivasagar in 2011 were 80.41 compared to 74.47 of 2001. If things are looked out at gender wise, male and female literacy were 85.84 and 74.71 respectively. For 2001 census, same figures stood at 81.53 and 66.81 in Sivasagar District. Total literate in Sivasagar District were 813,505 of which male and female were 444,767 and 368,738 respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational Institute</p>\r\n<p>Rajiv Gandhi Institute of Petroleum Technology</p>\r\n<p>Rajiv Gandhi Institute of Petroleum Technology (RGIPT) has its second campus at Sivasagar district.</p>\r\n<p>Started academic sessions in 2017 at Assam campus in 37 acres as a first phase while 63 acres is under construction. In consonance with the charter of RGIPT, the objective of this campus is offering of programmes of education and training of skilled technical manpower at the certificate, diploma and post diploma level in various areas in the domain of petroleum, petrochemical and allied sector, training &amp; certificate programmes (refresher and induction) for working professionals of oil and gas, petrochemical and allied companies, to serve as a Skill Development Center for the North-East Region and to offer B. Tech. in Fire Safety Engineering domain of the petroleum sector as per requirements of the oil, gas and petrochemical industry.</p>\r\n<p>On May 13, 2017, Chief Minister of Assam Sarbananda Sonowal and Minister of Petroleum and Natural Gas Shri Dharmendra Pradhan jointly launched the full swing construction work of second campus at Sivasagar, Assam. This campus is being built at a cost of ₹8.801 billion (US$120 million).</p>\r\n<p>Politics</p>\r\n<p>Sivasagar is a part of the Jorhat (Lok Sabha constituency).</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sivasagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/16c25c98-cb87-4613-8700-dbfbaaac55e0_Sivasagar-railway.jpg","subContents":[{"SubTitle":"1. Ranghar","SubTitleHindi":null,"SubContent":"<p>A little distance towards the North-east from this royal palace and by the side&nbsp; of the Assam-Trunk Road stands another imposing two-storeyed building. This is Rangghar, the royal sports-pavilion of Ahom kings which was constructed during the reign of Swargadeo Prmafta Singha in 1746.</p>","SubContentHindi":null,"ImageUrl":"e38e474a-5522-4d37-a0ad-e461397e58bf_rang.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Kareng Ghar & Talatal Ghar","SubTitleHindi":null,"SubContent":"<p>About four kilometers south to Sivasagar town, the seven storyed&nbsp; Kareng ghar, the capital and military station of the Ahom kings, is: situated. First constructed by the Ahom king Rudra Singha in 1700, alterations, additions and new constructions to this palace were made by the, successors,of Swargadeo Rudra&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Singha. The Talatalghar made of brick and an indigenous type of cement was constructed by king Rajeswar Singha. It is a building of seven stories- four above and three below the-ground- over and above the two underground ways-the one leading to the Dikhow river is about three kilometers i length which were later blocked by the East India company.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"bffb9832-dfee-459f-a280-719fc7f43768_tolatol.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Gargaon Palace","SubTitleHindi":null,"SubContent":"<p>The principal capital of the Ahom kings was constructed by the 15th Ahom king Suklengmung in the year 1540. The structures were&nbsp; made of wood and stones. It lies 14 kilometers to the east of Sivasagar town and three kilometers west of Simaluguri Railway Station near Nazira. The present surviving brick palace of seven storeys was rebuilt by Swargadeo Rajeswar Singha in 1752. Swargadeo Pramatta Singha constructed the brick wall of about five kilometers in length, surrounding the Gargaon palace, and the masonry gate in 1747.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"6673beb9-0bc9-47f1-aaa9-3b1a028ee6ae_gargaon.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Charaideo","SubTitleHindi":null,"SubContent":"<p>The tombs of Ahom kings and queens at Charaideo hillock which are comparable to the Pyramids of Egypt are, even in the present time of astounding scientific progress and development, objects of wonder revealing the superb skill of sculptors and the fine form of architecture of Assam in those days. About 30 kilometers from Sivasagar town towards the east and at the foothills of Nagaland, the first capital of the Ahom kingdom was established by Swargadeo Sukapha. This is also the place of ancestral Gods of the Ahoms and the sacred burial ground of the monarchs. The brick floor and stone pillers of \"Deo Sal\" are still lying on the summit of the hillock Deo Sal in Dol Bagan. Sivasagar Tank In 1734, the second queen of Siva Singha got the Sivasagar tank dug to commemorate the victory of her husband, and named the tank as Sivasagar tank.The tank covers an area of 129 acres of land including the four banks. The area of the tank is 257 acres of land. Although situated within the heart of the town, the water level of the tank is above the level of the town. On its banks are three temples- the Shivadol, the Vishnu dol and the Devi dol. The Sivadol is believed to be the highest Siva temple in India. Its height is 104 feet and the perimeter is 195 ft., at the base. It is capped by an eight feet high golden-dome.</p>","SubContentHindi":null,"ImageUrl":"e7209000-3ff5-49ef-9573-74176269f8df_saraidew.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Joysagar Tank","SubTitleHindi":null,"SubContent":"<p>The largest tank in India and perhaps the biggest man-made tank in the world comprising an area of 318 acres of land including its four banks, out of which 155 acres, is filled with crystal clear water. An earthen water pipeline runs from this tank to the Rangpur palace (Kareng ghar) which is about two kilometers in length, for supplying water of this tank to the Royal Palace.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"a75542c3-79c7-47fc-b96e-8c5284566d1c_joypukh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Road</p>\r\n<p>Sivasagar is connected by road with the rest of the state. State-run buses connect it to Guwahati, Dibrugarh, Jorhat and other places from the Assam State Transport Corporation's (ASTC) bus station in Sivasagar.[citation needed] Private buses are also available. Taxis are also available for hire.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The closest airport is Jorhat Airport[citation needed] located at Jorhat, 75 km from Sivasagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>The New Tinsukia - Bengaluru Weekly Express connects the Sibsagar Town railway station. Dibrugarh-Agartala Express connects Sivasagar town directly with Barak Valley.[citation needed] Kamakhya-Dibrugarh intercity Express connects Sivasagar to the State capital daily.[citation needed] Rangiya Dibrugarh Express thrice a week also connects Sivasagar to Lower Assam.[citation needed] Also frequently used station is the Simaluguri Junction about 16.5 km from Sibsagar town which connects its people to New Delhi by the Dibrugarh-Delhi Rajdhani Express.</p>","SubContentHindi":null,"ImageUrl":"11be19ac-df56-4b67-96fe-be9ad8fad3a9_Sibsagar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sivasagar-sibsagar-assam","tags":[{"name":"assam","slug":"assam"},{"name":"sibsagar","slug":"sibsagar"},{"name":"sivasagar","slug":"sivasagar"}],"recommendations":[{"id":371,"title":"Top Places to visit in Nalbari, Assam","imageUrl":"82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","dateCreated":"2019-05-04T08:14:45.2Z","dateModified":"2019-05-04T09:30:15.875Z","contributedBy":"AskGif","content":"Nalbari is a town and a municipal board in Nalbari district in the Indian state of Assam. Nalbari town is also the headquarters of Nalbari District. The town is one of many towns covered under proposed 'State Capital Region'.\r\n&nbsp;\r\nNalbari is an administrative district in the sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"nalbari","slug":"nalbari"}],"slug":"top-places-to-visit-in-nalbari-assam","total":0},{"id":367,"title":"Top Places to visit in Lakhimpur, North Lakhimpur, Assam","imageUrl":"60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","dateCreated":"2019-04-30T14:34:59.871Z","dateModified":"2019-04-30T14:42:31.312Z","contributedBy":"AskGif","content":"Lakhimpur is an administrative district in the state of Assam in India. The district headquarter is located at North Lakhimpur. The district is bounded on the North by Siang and Papumpare District of Arunachal Pradesh and on the East by Dhemaji District and Subansiri River. Majuli District stands","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-lakhimpur","slug":"north-lakhimpur"},{"name":"assam","slug":"assam"},{"name":"lakhimpur","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-north-lakhimpur-assam","total":0},{"id":350,"title":"Top Places to visit in Chirang, Kajalgaon, Assam","imageUrl":"4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","dateCreated":"2019-04-18T09:51:17.992Z","dateModified":"2019-04-18T09:56:19.717Z","contributedBy":"AskGif","content":"Narshingbari district is an administrative district in BTAD, Assam state in the North-East of India.\r\n&nbsp;\r\nHistory\r\nIt is a relatively new district in the BTAD area of Assam. Chirang district has been carved out from Bongaigaon district in 2004. The word \"Chirang\" has deri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"kajalgaon","slug":"kajalgaon"},{"name":"chirang","slug":"chirang"}],"slug":"top-places-to-visit-in-chirang-kajalgaon-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}