{"id":372,"title":"शिवसागर, सिबसागर में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"16c25c98-cb87-4613-8700-dbfbaaac55e0_Sivasagar-railway.jpg","dateCreated":"2019-05-04T10:35:02.047Z","dateModified":"2019-05-04T10:50:28.144Z","contributedBy":"AskGif","content":"<p>शिवसागर, जो पहले सिबसागर था, (\"शिव का महासागर\"), असम के शिवसागर जिले का एक शहर है, जो गुवाहाटी से लगभग 360 किलोमीटर (224 मील) दूर है। यह शिवसागर जिले का मुख्यालय है। यह शहर देहिंग वर्षावन से घिरा हुआ है, जहाँ दीहिंग (ब्रह्मपुत्र) और लोहित नदियाँ मिलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>शिवसागर की एक आधिकारिक जनगणना 2011 का विवरण</p>\r\n<p>2011 में, शिवसागर की जनसंख्या 50,781 थी, जिनमें से पुरुष और महिला क्रमशः 26,925 और 23,856 थे। 2001 की जनगणना में, शिवसागर की आबादी 53,854 थी। 2001 की जनगणना में, शिवसागर जिले का यह आंकड़ा असम की आबादी का 0.17 प्रतिशत था।</p>\r\n<p>&nbsp;</p>\r\n<p>2001 की तुलना में जनसंख्या में 5.7 प्रतिशत का परिवर्तन हुआ। भारत की पिछली जनगणना 2001 में, शिवसागर ने 1991 की तुलना में अपनी जनसंख्या में 44.2 प्रतिशत की वृद्धि दर्ज की। 2011 में शिवसागर की औसत साक्षरता दर 74.47 की तुलना में 80.4% थी। 2001. अगर लिंग के आधार पर चीजों को देखा जाए तो पुरुष और महिला साक्षरता क्रमशः 85.84 और 74.71 थी। 2001 की जनगणना के लिए, शिवसागर जिले में समान आंकड़े 81.53 और 66.81 थे। शिवसागर जिले में कुल साक्षर 813,505 थे, जिनमें से पुरुष और महिला क्रमशः 444,767 और 368,738 थे।</p>\r\n<p>&nbsp;</p>\r\n<p>शैक्षिक संस्थान</p>\r\n<p>राजीव गांधी पेट्रोलियम प्रौद्योगिकी संस्थान</p>\r\n<p>राजीव गांधी पेट्रोलियम प्रौद्योगिकी संस्थान (RGIPT) का शिवसागर जिले में दूसरा परिसर है।</p>\r\n<p>पहले चरण के रूप में 37 एकड़ में असम परिसर में 2017 में शैक्षणिक सत्र शुरू किया, जबकि 63 एकड़ निर्माणाधीन है। आरजीआईपीटी के चार्टर के अनुरूप, इस परिसर का उद्देश्य पेट्रोलियम, पेट्रोकेमिकल और आबंटन क्षेत्र, प्रशिक्षण और विभिन्न क्षेत्रों में सर्टिफिकेट, डिप्लोमा और पोस्ट डिप्लोमा स्तर पर कुशल तकनीकी जनशक्ति के शिक्षा और प्रशिक्षण के कार्यक्रमों की पेशकश है। उत्तर-पूर्व क्षेत्र के लिए कौशल विकास केंद्र के रूप में सेवा करने और बी.टेक की पेशकश करने के लिए तेल और गैस, पेट्रोकेमिकल और संबद्ध कंपनियों के कामकाजी पेशेवरों के लिए प्रमाणपत्र कार्यक्रम (रिफ्रेशर और इंडक्शन)। तेल, गैस और पेट्रोकेमिकल उद्योग की आवश्यकताओं के अनुसार पेट्रोलियम क्षेत्र के अग्नि सुरक्षा इंजीनियरिंग डोमेन में।</p>\r\n<p>13 मई, 2017 को असम के मुख्यमंत्री सर्बानंद सोनोवाल और पेट्रोलियम और प्राकृतिक गैस मंत्री श्री धर्मेंद्र प्रधान ने संयुक्त रूप से असम के शिवसागर में दूसरे परिसर के पूर्ण निर्माण कार्य का शुभारंभ किया। यह कैंपस (8.801 बिलियन (US $ 120 मिलियन) की लागत से बनाया जा रहा है।</p>\r\n<p>राजनीति</p>\r\n<p>शिवसागर जोरहाट (लोकसभा निर्वाचन क्षेत्र) का एक हिस्सा है।</p>\r\n<p>स्रोत:&nbsp;https://en.wikipedia.org/wiki/Sivasagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/16c25c98-cb87-4613-8700-dbfbaaac55e0_Sivasagar-railway.jpg","subContents":[{"SubTitle":"1. रांगड़","SubTitleHindi":null,"SubContent":"<p>इस शाही महल से उत्तर-पूर्व की ओर थोड़ी दूरी पर और असम-ट्रंक रोड के किनारे दो मंजिला इमारत खड़ी है। यह रंगघर, अहोम राजाओं का शाही खेल-मंडप है, जिसका निर्माण 1746 में स्वर्गदेव प्रमफ़्ता सिंहा के शासनकाल के दौरान किया गया था।</p>","SubContentHindi":null,"ImageUrl":"e38e474a-5522-4d37-a0ad-e461397e58bf_rang.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. करेंग घर और तलाटल घर","SubTitleHindi":null,"SubContent":"<p>शिवसागर शहर से लगभग चार किलोमीटर दक्षिण में, अहोम राजाओं की राजधानी और सैन्य स्टेशन करेंग घर, सात मंजिला है: स्थित। सर्वप्रथम अहोम राजा रुद्र सिंहा द्वारा 1700 में निर्मित, इस महल में परिवर्तन, परिवर्धन और नए निर्माण, स्वर्गदेव रुद्र के उत्तराधिकारियों द्वारा किए गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>सिंह। ईंट और ईंटों से बने एक देशी प्रकार के सीमेंट का निर्माण राजा राजेश्वर सिंघा ने करवाया था। यह सात कहानियों की एक इमारत है- चार ऊपर और तीन नीचे जमीन के ऊपर-दो भूमिगत रास्ते के ऊपर-एक जो कि दिखू नदी की ओर जाती है, लगभग तीन किलोमीटर की लंबाई की है जिसे बाद में ईस्ट इंडिया कंपनी ने अवरुद्ध कर दिया था।</p>","SubContentHindi":null,"ImageUrl":"bffb9832-dfee-459f-a280-719fc7f43768_tolatol.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. गारगाँव पैलेस","SubTitleHindi":null,"SubContent":"<p>अहोम राजाओं की प्रमुख राजधानी का निर्माण 15 वीं अहोम राजा सुक्लांगम द्वारा 1540 में करवाया गया था। संरचनाएं लकड़ी और पत्थरों से बनी थीं। यह शिवसागर शहर के पूर्व में 14 किलोमीटर और नाजिरा के पास सिमलुगुरी रेलवे स्टेशन से तीन किलोमीटर पश्चिम में स्थित है। वर्तमान में सात मंजिला के जीवित ईंटों के महल को 1752 में स्वर्गदेव राजेश्वर सिंघा ने फिर से बनवाया था। स्वर्गदेव प्रमत्त सिंघा ने गढ़गांव महल के आसपास, और चिनाई गेट 1747 में, लगभग पांच किलोमीटर लंबाई की ईंट की दीवार का निर्माण कराया।</p>","SubContentHindi":null,"ImageUrl":"6673beb9-0bc9-47f1-aaa9-3b1a028ee6ae_gargaon.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. चराइदेव","SubTitleHindi":null,"SubContent":"<p>चरोदेव पहाड़ी पर अहोम राजाओं और रानियों की कब्रें, जो मिस्र के पिरामिडों की तुलना में हैं, यहां तक ​​कि वैज्ञानिक प्रगति और विकास को चकित करने वाले वर्तमान समय में, आश्चर्य की वस्तुएं मूर्तिकारों के शानदार कौशल और असम की वास्तुकला के शानदार रूप का खुलासा करती हैं। वो दिन। शिवसागर शहर से लगभग 30 किलोमीटर पूर्व की ओर और नागालैंड की तलहटी में अहोम साम्राज्य की पहली राजधानी स्वर्गदेव सुकफा द्वारा स्थापित की गई थी। यह अहोमों के पैतृक देवताओं और राजतंत्रों के पवित्र दफन भूमि का स्थान भी है। \"देओ साल\" के ईंट के फर्श और पत्थर के खंभे अभी भी डोल बागान में पहाड़ी देव साल के शिखर पर पड़े हुए हैं। शिवसागर टैंक 1734 में, शिव सिंह की दूसरी रानी को शिवसागर टैंक मिला जिसे उनके पति की जीत के उपलक्ष्य में बनाया गया था, और इस टैंक का नाम शिवसागर टैंक रखा गया था। टैंक में चार बैंकों सहित 129 एकड़ भूमि का क्षेत्र शामिल है। टैंक का क्षेत्रफल 257 एकड़ भूमि है। हालांकि शहर के केंद्र में स्थित है, लेकिन टैंक का जल स्तर शहर के स्तर से ऊपर है। इसके तट पर तीन मंदिर हैं- शिवडोल, विष्णु डोल और देवी डोल। माना जाता है कि शिवडोल भारत का सबसे ऊंचा शिव मंदिर है। इसकी ऊंचाई 104 फीट है और परिधि 195 फीट है। यह आठ फीट ऊंचे सुनहरे-गुंबद से छाया हुआ है।</p>","SubContentHindi":null,"ImageUrl":"e7209000-3ff5-49ef-9573-74176269f8df_saraidew.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. जॉयसागर टैंक","SubTitleHindi":null,"SubContent":"<p>भारत में सबसे बड़ा टैंक और संभवत: दुनिया में सबसे बड़ा मानव निर्मित टैंक है, जिसमें इसके चार बैंकों सहित 318 एकड़ भूमि का क्षेत्र है, जिसमें से 155 एकड़, क्रिस्टल के साफ पानी से भरा है। इस टैंक से रंगपुर महल (कारेंग घर) तक एक मिट्टी की पानी की पाइप लाइन चलती है, जो रॉयल पैलेस को इस टैंक के पानी की आपूर्ति के लिए लगभग दो किलोमीटर लंबी है।</p>","SubContentHindi":null,"ImageUrl":"a75542c3-79c7-47fc-b96e-8c5284566d1c_joypukh.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सड़क</p>\r\n<p>शिवसागर बाकी राज्य के साथ सड़क मार्ग से जुड़ा हुआ है। राज्य द्वारा संचालित बसें इसे गुवाहाटी, डिब्रूगढ़, जोरहाट और सिवासागर में असम राज्य परिवहन निगम (एएसटीसी) बस स्टेशन से जोड़ती हैं। [उद्धरण वांछित] निजी बसें भी उपलब्ध हैं। टैक्सी भाड़े के लिए भी उपलब्ध हैं। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>निकटतम हवाई अड्डा जोरहाट हवाई अड्डा है [सिवनी की जरूरत] जोरावर में स्थित है, जो शिवसागर से 75 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>न्यू तिनसुकिया - बेंगलुरु साप्ताहिक एक्सप्रेस सिबसागर टाउन रेलवे स्टेशन को जोड़ती है। डिब्रूगढ़-अगरतला एक्सप्रेस शिवसागर शहर को सीधे बराक घाटी से जोड़ती है। [उद्धरण वांछित] कामाख्या-डिब्रूगढ़ इंटरसिटी एक्सप्रेस शिवसागर को राज्य की राजधानी से रोज़ जोड़ती है। [उद्धरण वांछित] रंगिया डिब्रूगढ़ एक्सप्रेस सप्ताह में तीन बार शिवसागर को लोअर असम से जोड़ती है। [उद्धरण वांछित] इसके अलावा अक्सर इस्तेमाल किया जाने वाला स्टेशन सिमलुगुरी जंक्शन सिबसागर शहर से लगभग 16.5 किमी दूर है जो डिब्रूगढ़-दिल्ली राजधानी एक्सप्रेस द्वारा अपने लोगों को नई दिल्ली से जोड़ता है।</p>","SubContentHindi":null,"ImageUrl":"11be19ac-df56-4b67-96fe-be9ad8fad3a9_Sibsagar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sivasagar-sibsagar-assam","tags":[{"name":"असम","slug":"assam"},{"name":"शिवसागर","slug":"sibsagar"},{"name":"शिवसागर","slug":"sivasagar"}],"recommendations":[{"id":371,"title":"नलबाड़ी में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","dateCreated":"2019-05-04T08:14:45.2Z","dateModified":"2019-05-04T09:30:15.875Z","contributedBy":"AskGif","content":"नलबाड़ी भारतीय राज्य असम में नलबाड़ी जिले में एक शहर और एक नगरपालिका बोर्ड है। नलबाड़ी शहर नलबाड़ी जिले का मुख्यालय भी है। यह शहर प्रस्तावित 'राज्य राजधानी क्षेत्र' के अंतर्गत आने वाले कई शहरों में से एक है।\r\n&nbsp;\r\nनलबाड़ी भारत में असम राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82da58e5-4c2f-4e17-8ea9-64ea6c63458f_Nalbari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"नलबाड़ी","slug":"nalbari"}],"slug":"top-places-to-visit-in-nalbari-assam","total":0},{"id":367,"title":"लखीमपुर, उत्तरी लखीमपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","dateCreated":"2019-04-30T14:34:59.871Z","dateModified":"2019-04-30T14:42:31.312Z","contributedBy":"AskGif","content":"लखीमपुर भारत में असम राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय उत्तर लखीमपुर में स्थित है। यह जिला उत्तर में अरुणाचल प्रदेश के सियांग और पापम्पारे जिले और पूर्व में धेमाजी जिला और सुबानसिरी नदी से घिरा है। माजुली जिला दक्षिणी ओर है और पश्चिम में बिश्वनाथ जिला है।\r\n&nbsp;\r\nउत्तर ल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/60b6be13-8e74-4112-b7fd-a6c40ae342b0_North-Lakhimpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तरी-लखीमपुर","slug":"north-lakhimpur"},{"name":"असम","slug":"assam"},{"name":"लखीमपुर","slug":"lakhimpur"}],"slug":"top-places-to-visit-in-lakhimpur-north-lakhimpur-assam","total":0},{"id":350,"title":"चिरांग, काजलगाँव में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","dateCreated":"2019-04-18T09:51:17.992Z","dateModified":"2019-04-18T09:56:19.717Z","contributedBy":"AskGif","content":"नरसिंहबाड़ी जिला भारत के उत्तर-पूर्व में असम राज्य के बीटीएडी में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nयह असम के बीटीएडी क्षेत्र में एक अपेक्षाकृत नया जिला है। चिरंग जिले को 2004 में बोंगाईगाँव जिले से लिया गया है। \"चिरांग\" शब्द गारो शब्द से लिया गया है - \"ची\" का अर्थ है जल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a7ddfb0-41ef-4819-8838-82c76c86fea6_Chirang-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"काजलगाँव","slug":"kajalgaon"},{"name":"चिरांग","slug":"chirang"}],"slug":"top-places-to-visit-in-chirang-kajalgaon-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}