{"id":373,"title":"Donate to Fani Cyclone Victims. Your Help is Crucial for their Relief!","imageUrl":"1f307f86-82c2-4abc-9ca1-28717374525f_INDIA-CYCLONE.jpg","dateCreated":"2019-05-05T08:03:37.27Z","dateModified":"2019-05-05T08:03:37.27Z","contributedBy":"AskGif","content":"<p>Extremely Severe Cyclonic Storm Fani (/ˈfɒniː/; Bengali: ফণী, translit. Phaṇī[a]) was the strongest tropical cyclone to strike the Indian state of Odisha since Phailin in 2013. The second named storm and the first severe cyclonic storm of the 2019 North Indian Ocean cyclone season, Fani originated from a tropical depression that formed west of Sumatra in the Indian Ocean on 26 April. The Joint Typhoon Warning Center (JTWC) monitored a tropical disturbance that formed in the North Indian Ocean, and designated it with the identifier 01B. Fani slowly drifted westward, finding itself in an area conductive for strengthening. The system intensified and two days after being named, it became Cyclone Fani, the second named storm of the season. Fani moved northward, struggling to intensify as moderate vertical wind shear hampered its progress. After moving away from the wind shear, Fani began to rapidly intensify, and became an extremely severe cyclonic storm on 30 April 2019, the first severe cyclonic storm of the season. Fani reached its peak intensity on 2 May, as a high-end extremely severe cyclonic storm, and the equivalent of a high-end Category 4 major hurricane. Fani continued to maintain its strength up until landfall, and its convective structure rapidly degraded thereafter. On the next day, Fani passed through Kolkata as a cyclonic storm. On 4 May, Fani weakened to a depression, before degenerating into a well-marked low later that day.</p>\r\n<p>&nbsp;</p>\r\n<p>Prior to its landfall, authorities in India and Bangladesh moved at least a million people each from Fani's projected path onto higher ground and into cyclone shelters, which is thought to have reduced the resultant death toll. As of 5 May 2019, 38 people are known to have been killed by Fani in Eastern India and Bangladesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Donate to Fani Cyclone Victims. Your Help is Crucial for their Relief.</p>\r\n<p><a title=\"Donate to Fani Cyclone Victims. Your Help is Crucial for their Relief\" href=\"https://cmrfodisha.gov.in/donation/onlinedonation.php\" target=\"_blank\" rel=\"noopener\">https://cmrfodisha.gov.in/donation/onlinedonation.php</a></p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f307f86-82c2-4abc-9ca1-28717374525f_INDIA-CYCLONE.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"donate-to-fani-cyclone-victims.-your-help-is-crucial-for-their-relief","tags":[{"name":"cyclone","slug":"cyclone"}],"recommendations":[{"id":373,"title":"Donate to Fani Cyclone Victims. Your Help is Crucial for their Relief!","imageUrl":"1f307f86-82c2-4abc-9ca1-28717374525f_INDIA-CYCLONE.jpg","dateCreated":"2019-05-05T08:03:37.27Z","dateModified":"2019-05-05T08:03:37.27Z","contributedBy":"AskGif","content":"Extremely Severe Cyclonic Storm Fani (/ˈfɒniː/; Bengali: ফণী, translit. Phaṇī[a]) was the strongest tropical cyclone to strike the Indian state of Odisha since Phailin in 2013. The second named storm and the first severe cyclonic storm of the 2019 North Indian Ocean cyclone season, Fani originate","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f307f86-82c2-4abc-9ca1-28717374525f_INDIA-CYCLONE.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"cyclone","slug":"cyclone"}],"slug":"donate-to-fani-cyclone-victims.-your-help-is-crucial-for-their-relief","total":0}]}