{"id":373,"title":"फनी साइक्लोन पीड़ितों को दान करें। आपकी मदद उनके राहत के लिए महत्वपूर्ण है!","imageUrl":"1f307f86-82c2-4abc-9ca1-28717374525f_INDIA-CYCLONE.jpg","dateCreated":"2019-05-05T08:03:37.27Z","dateModified":"2019-05-05T08:03:37.27Z","contributedBy":"AskGif","content":"<p>अत्यधिक गंभीर चक्रवाती तूफान फानी (/ ɒfːni; /; बंगाली: C, अनुवाद। फाहि [a]) 2013 में फालिन के बाद से ओडिशा के भारतीय राज्य पर हमला करने वाला सबसे मजबूत उष्णकटिबंधीय चक्रवात था। दूसरा नाम तूफान और पहला गंभीर चक्रवाती तूफान। 2019 उत्तर हिंद महासागर चक्रवात का मौसम, फानी एक उष्णकटिबंधीय अवसाद से उत्पन्न हुआ था जो 26 अप्रैल को हिंद महासागर में सुमात्रा के पश्चिम में बना था। ज्वाइंट टाइफून वार्निंग सेंटर (JTWC) ने उत्तर हिंद महासागर में बनने वाली उष्णकटिबंधीय गड़बड़ी की निगरानी की और इसे पहचानकर्ता 01B के साथ नामित किया। फानी ने धीरे-धीरे पश्चिम की ओर बहाव किया, जो खुद को मजबूत बनाने के लिए एक क्षेत्र के प्रवाहकत्त्व में पाया। प्रणाली तेज हो गई और नाम दिए जाने के दो दिन बाद, यह चक्रवात फानी बन गया, जो मौसम का दूसरा नाम था। फानी उत्तर की ओर बढ़ गया, मध्यम ऊर्ध्वाधर पवन कतरनी के रूप में तेज करने के लिए संघर्ष इसकी प्रगति में बाधा। विंड शीयर से दूर जाने के बाद, फानी तेजी से तीव्र होने लगी, और 30 अप्रैल 2019 को मौसम का पहला गंभीर चक्रवाती तूफान बन गया। 2 मई को एक उच्च अंत बेहद गंभीर चक्रवाती तूफान, और एक उच्च अंत श्रेणी 4 प्रमुख तूफान के बराबर के रूप में फानी अपनी चरम तीव्रता पर पहुंच गया। फ़ानी ने अपनी ताकत को ज़मीन पर बनाए रखना जारी रखा, और इसके बाद इसकी संवहन संरचना तेजी से घट गई। अगले दिन, फनी कोलकाता में चक्रवाती तूफान के रूप में गुजरा। 4 मई को, उस दिन बाद में एक अच्छी तरह से चिह्नित कम में बदलने से पहले, फानी एक अवसाद के लिए कमजोर हो गई।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके लैंडफॉल से पहले, भारत और बांग्लादेश के अधिकारियों ने फानी के अनुमानित पथ से प्रत्येक को कम से कम एक मिलियन लोगों को उच्च भूमि पर और चक्रवात आश्रयों में स्थानांतरित कर दिया, जिसके बारे में माना जाता है कि इसके परिणामस्वरूप मरने वालों की संख्या में कमी आई है। 5 मई 2019 तक, 38 लोग पूर्वी भारत और बांग्लादेश में फानी द्वारा मारे गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>फनी साइक्लोन पीड़ितों को दान करें। आपकी मदद उनके राहत के लिए महत्वपूर्ण है</p>\r\n<p>&nbsp;</p>\r\n<p><a title=\"फनी साइक्लोन पीड़ितों को दान करें। आपकी मदद उनके राहत के लिए महत्वपूर्ण है\" href=\"https://cmrfodisha.gov.in/donation/onlinedonation.php\" target=\"_blank\" rel=\"noopener\">https://cmrfodisha.gov.in/donation/onlinedonation.php</a></p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f307f86-82c2-4abc-9ca1-28717374525f_INDIA-CYCLONE.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"donate-to-fani-cyclone-victims.-your-help-is-crucial-for-their-relief","tags":[{"name":"चक्रवात","slug":"cyclone"}],"recommendations":[{"id":373,"title":"फनी साइक्लोन पीड़ितों को दान करें। आपकी मदद उनके राहत के लिए महत्वपूर्ण है!","imageUrl":"1f307f86-82c2-4abc-9ca1-28717374525f_INDIA-CYCLONE.jpg","dateCreated":"2019-05-05T08:03:37.27Z","dateModified":"2019-05-05T08:03:37.27Z","contributedBy":"AskGif","content":"अत्यधिक गंभीर चक्रवाती तूफान फानी (/ ɒfːni; /; बंगाली: C, अनुवाद। फाहि [a]) 2013 में फालिन के बाद से ओडिशा के भारतीय राज्य पर हमला करने वाला सबसे मजबूत उष्णकटिबंधीय चक्रवात था। दूसरा नाम तूफान और पहला गंभीर चक्रवाती तूफान। 2019 उत्तर हिंद महासागर चक्रवात का मौसम, फानी एक उष्णकटिबंधीय अवसाद से उत्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1f307f86-82c2-4abc-9ca1-28717374525f_INDIA-CYCLONE.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"चक्रवात","slug":"cyclone"}],"slug":"donate-to-fani-cyclone-victims.-your-help-is-crucial-for-their-relief","total":0}]}