{"id":374,"title":"Top Places to visit in South Salmara-Mankachar, Hatsingimari , Assam","imageUrl":"9f14c33a-1cda-429b-bd6d-ed68ac1fd9c3_hatsingimari-pincode-783135.jpg","dateCreated":"2019-05-05T13:38:19.859Z","dateModified":"2019-05-05T13:41:10.211Z","contributedBy":"AskGif","content":"<p>South Salmara Mankachar is an administrative district in the state of Assam in India. The district headquarters are located at Hatsingimari village which is situated at about 245 km from Guwahati. Earlier it was a sub-division of Dhubri District.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>The name South Salmara Mankachar comes from the Legislative constituency South Salmara.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>South Salmara Mankachar was created by bifurcating Old Dhubri district in 2016. On 15 August 2015 Assam's Chief Minister Tarun Gogoi announced 5 new administrative district in Assam; South Salmara Mankachar was one among those. On 9 February 2016 Commissioner, Lower Assam and Central Assam Division Md. Mahtab Uddin Ahmed, IAS inaugurated South Salmara Mankachar as an administrative district at a function in Hatsingimari with the presence of thousands of people.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>South Salmara Mankacahr district occupies an area of 568 square kilometres (219 sq mi). It occupies 980/km 2 (2,500/sq mi) of density and is an administrative district in the state of Assam in India. The district headquarters are located at Hatsingimari town which is situated at about 245 km from Guwahati, the state capital. Earlier it was a sub-division of Dhubri District. It shares its borders with Bangladesh in the west and Meghalaya in the south-east.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>South Salmara Mankachar District is primarily dependent on agricultural and forest products. The main source of income is paddy (both winter and autumn) with surplus production. Jute and mustard seed occupy the major share of cash crops. Wheat, maize, pulses and sugarcane are also grown moderately. From forest, mainly timber and bamboo add to the income, though boulders and sand are also available. Fish, milk, meat, and eggs have small contributions to the economy. Currently, three tea gardens, whose contribution to the district economy is almost negligible, cover an area of 1362.33 hectares. Land revenue collection is minimal, whereas tax from check gates and excise duty occupy much of the government exchequer. Devoid of major industrial production, the district uses more funds for administration, development, and welfare works than it provides.</p>\r\n<p>&nbsp;</p>\r\n<p>Its rich natural wealth is yet to be explored and some believe that proper utilization of natural resources could provide a boost for the struggling economy.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>There are one Sub-Division(Sadar) and 2 Revenue Circles:</p>\r\n<p>&nbsp;</p>\r\n<p>South Salmara Revenue Circle Office</p>\r\n<p>Hatsingimari (Sadar)</p>\r\n<p>Mankachar Revenue Circle Office</p>\r\n<p>There is a Census Town: Mankachar.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has 3 police stations.</p>\r\n<p>&nbsp;</p>\r\n<p>There are two Assam Legislative Assembly constituencies in this district: 21 Mankachar, 22 South Salmara. All two are in the Dhubri Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>The general topography of South Salmara Mankachar district is plain with patches of small hillocks like Bansali, Rangatari, etc. All these are situated in the southwestern part of the district. Mighty river Brahmaputra is flowing through this district from east to west with its tributaries. Other rivers are Jinjiram, Kalonadi, etc. The average annual rainfall of the district is 2,916 mm.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical Sites</p>\r\n<p>There are few historical sites in the district. However, the famous ones are the tomb of Mir Jumla and Kamakhya Temple at Mankachar.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are several renowned govt. and private schools and colleges in Hatsingimari area. Some of them are</p>\r\n<p>&nbsp;</p>\r\n<p>Sarbajanin Hatsingimari Jatiya Vidyalaya,</p>\r\n<p>Rainbow English Academy, Hatsingimari</p>\r\n<p>Hatsingimari Science Academy,Hatsingimari</p>\r\n<p>Magnet Academy , Hatsingimari</p>\r\n<p>Assam Professional Academy, Hatsingimari</p>\r\n<p>Namoni Axam Jatiya Vidyalaya</p>\r\n<p>Shankar Azaan Jatiya Vidyalaya</p>\r\n<p>Elite Academy</p>\r\n<p>Hatsingimari Junior College, Hatsingimari</p>\r\n<p>Hatsingimari College,Hatsingimari</p>\r\n<p>Vision National Academy, Kharuabandha</p>\r\n<p>Apollo Academy,Hatsingimari</p>\r\n<p>Elegant English Academy,Hatsingimari</p>\r\n<p>Ajmal college of arts &amp; science, Hatsingimari</p>\r\n<p>Moreover, there are many private coaching and tuition classes in this place. Students from Meghalaya and other parts of the district comes here for their schooling.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The culture of the people in this district is a fusion of Assamese and Bengali cultures. About 85% population are Muslims, 14% are Hindu and rest 1% are Christians and Sikhs. Most of the people speak Goalparia Assamese (Deshi) and some people speak Mymensinghi Bengali (of Bangladesh). Those who speak Goalparia Assamese are called Ujani or Deshi and those who speak Mymensinghi Bengali are called Bhatiya in the district. There are few many differences between the Ujani and Bhatiya cultures. Ghoti and Tribal peoples, who are few in numbers also contribute to the culture of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/South_Salmara_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f14c33a-1cda-429b-bd6d-ed68ac1fd9c3_hatsingimari-pincode-783135.jpg","subContents":[{"SubTitle":"1. How to Reach","SubTitleHindi":null,"SubContent":"<p>Airway</p>\r\n<p>Nearest airport at Rupshi which is about 90 km away from the headquarter Hatsingimari . It was constructed during World War II by the British Govt. mainly for military purpose. Till 1983, the Indian Airlines and some private commercial flights operated regularly between Calcutta, Guwahati and Dhubri. Now it is totally closed. However, recently the ministry of DONER, GOI, has taken some initiative to renovate and functionalise the airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Waterway</p>\r\n<p>The town had a very busy river port on the bank of the Brahmaputra, which was used as an international trade centre with the neighbouring countries, especially in the British era. At present, the port is lying idle. However, small ferries transport people to and fro Dhubri every day.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>There is no Railway station in this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>There is no National Highway in the district. Transportation takes place through state maintained pwd roads, which are full of potholes. Hatsingimari is in the centre place in the District while one part of Hatsingimari town is attached with Assam-Meghalaya border. There is no PWD road between south Salmara and Mankachar. only overland communication from south Salmara to Mankachar is Fulbari&ndash;Singimari road through Meghalaya.</p>\r\n<p>&nbsp;</p>\r\n<p>TOWN</p>\r\n<p>&nbsp;</p>\r\n<p>This is the only town in the District of Mankachar</p>","SubContentHindi":null,"ImageUrl":"73d901ff-e6d2-462b-ab76-e4c68dad2c25_South-Salmara-Mankachar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-south-salmara-mankachar-hatsingimari-assam","tags":[{"name":"south-salmara-mankachar","slug":"south-salmara-mankachar"},{"name":"assam","slug":"assam"},{"name":"hatsingimari","slug":"hatsingimari"}],"recommendations":[{"id":1252,"title":"Top Places to visit in Margherita, Assam","imageUrl":"afcaba3e-47a4-4f98-b3b3-e0e22dc5f2e9_Margherita.jpg","dateCreated":"2020-04-23T16:02:49.128Z","dateModified":"2020-04-23T16:06:14.325Z","contributedBy":"AskGif","content":"Margherita is a census town in Tinsukia district in the Indian state of Assam. The small sub-divisional town has scenic beauty and is surrounded by hills, tea gardens, forests and the Dihing River. It has a beautiful golf course at the foot of the hills and a small stream running through. Althoug","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afcaba3e-47a4-4f98-b3b3-e0e22dc5f2e9_Margherita.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"margherita","slug":"margherita"}],"slug":"top-places-to-visit-in-margherita-assam","total":0},{"id":1248,"title":"Tourist places in Barpeta, Assam","imageUrl":"8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","dateCreated":"2020-04-23T05:20:05.945Z","dateModified":"2020-04-23T05:20:28.065Z","contributedBy":"AskGif","content":"Barpeta is a town in Barpeta district of the state of Assam in India and is district headquarters. The city is located 90 kilometres (56 mi) north-west of Guwahati and is one of the major cities in Western Assam. It is also called Satra Nagari (Temple town) of Assam due to the presence of various","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8b089416-a7be-459d-9d83-e762626e1f9f_Barpeta.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"barpeta","slug":"barpeta"},{"name":"assam","slug":"assam"}],"slug":"tourist-places-in-barpeta-assam","total":0},{"id":358,"title":"Top Places to visit in Golaghat, Assam","imageUrl":"8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","dateCreated":"2019-04-22T15:12:38.434Z","dateModified":"2019-04-22T15:31:55.427Z","contributedBy":"AskGif","content":"Golaghat; one of the largest subdivisions of Assam, later elevated to the position of a full&ndash;fledged district headquarter on 15 August 1987, is a city, and a municipality, and the seat of administrative operations of Golaghat district, besides being a sister city to Jorhat which is about 55","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8941e984-41db-4347-9b13-f83ae044308c_Golaghat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"golaghat","slug":"golaghat"}],"slug":"top-places-to-visit-in-golaghat-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}