{"id":375,"title":"Top Places to visit in Sonitpur, Tezpur, Assam","imageUrl":"d76b6754-a1f1-4609-9547-e2a50ca69077_Tezpur-railway.jpg","dateCreated":"2019-05-06T18:45:57.496Z","dateModified":"2019-05-06T19:14:40.632Z","contributedBy":"AskGif","content":"<p>Sonitpur is an administrative district in the state of Assam in India. It stands among the largest districts of Assam. In terms of area Sonitpur is the second largest district of Assam after Karbi Anglong district. It is spread over an area of 5324 km2 on the northern banks of Brahmaputra, the lifeline of Assam. The population of Sonitpur district is 1,924,110 as per 2011 Census. It is the third most populous district of Assam (out of 27), after Nagaon and Dhubri. The demography of Sonitpur district is not entirely homogenous as several linguistic, religious and ethnic communities and groups live in Sonitpur district. It is also home to several wildlife sanctuaries, and national parks. The district headquarters are located at Tezpur. Distance from State Capital (Dispur) is 198 km (via Nagaon) and 181 km (via Mangaldoi).</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Sonitpur district occupies an area of 5,324 square kilometres (2,056 sq mi), comparatively equivalent to Guadalcanal. Major Rivers in the district are Brahmaputra, Jiabharali, Gabharu, Borgang &amp; Buroi.</p>\r\n<p>&nbsp;</p>\r\n<p>National protected area</p>\r\n<p>Nameri National Park</p>\r\n<p>Orang National Park (Part)</p>\r\n<p>Climate</p>\r\n<p>Sonitpur District falls in the Tropical Rainforest climate region, (Af ) in Koppen's climate classification and enjoys Hot &amp; Wet type of climate. Summers are hot and humid; with an average temperature of 27 &deg;C. Rainfall is heavy above 3,000 mm (9 ft) in wet months January to June which is both a boon and a bane for the people. A boon, for it, provides natural irrigation to the fields; and a bane, as it causes the rivers to overflow their banks and cause floods. All months have average precipitation of at least 60 mm and the average temperature of the cold month is above 18 &deg;C. As anyone can expect, Tropical rainforest is the vegetation in and around the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1998 Sonitpur district became home to Nameri National Park in the north, which has an area of 200 km2 (77.2 sq mi). It is also home to Orang National Park, which it shares with Darrang district. Orang was established in 1999 and has an area of 79 km2 (30.5 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Sonitpur is home to two wildlife sanctuaries: Burachapori Wildlife Sanctuary and Sonai Rupai Wildlife Sanctuary. It is also home to Behali, Naduar, Charduar RF.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Sonitpur district has a population of 1,925,975, roughly equal to the nation of Lesotho or the US state of West Virginia. This gives it a ranking of 245th in India (out of a total of 640). The district has a population density of 365 inhabitants per square kilometre (950/sq mi) . Its population growth rate[not in citation given] over the decade 2001-2011 was 15.67%.[citation needed] Sonitpur has a sex ratio of 946 females for every 1000 males, and a literacy rate of 69.96%.</p>\r\n<p>&nbsp;</p>\r\n<p>Ethnic groups</p>\r\n<p>The indigenous Assamese people</p>\r\n<p>There are around 500,000 people belonging to indigenous Assamese communities in Sonitpur. These are Assamese Brahmins, Koch Rajbongshis, Ahom, Karbi, Keot(Kaibarta), Mising, Nath Jogis, Bodo, Thengal Kachari, Chutia, Rabha, other indigenous Assamese communities and Assamese Muslims. They are considered to be among the earliest aboriginal inhabitants of the place, and the indigenous traditional Assamese culture of the place grew with them. They have become a minority in the district because of an influx of immigrants like Bengalis(both Hindu and Muslim), Biharis, Marwaris etc.</p>\r\n<p>&nbsp;</p>\r\n<p>The Gorkha</p>\r\n<p>The immigrant Nepali speaking Gorkha community with a population of over 350,000 (nearly one-fifth of the district's population), is fairly dominant in the central and southern part of the district, especially in the Biswanath Chariali, Gohpur, and Jamugurihat subdivisions. Sonitpur district boasts the largest and highest concentration of Nepali speakers in Assam.</p>\r\n<p>&nbsp;</p>\r\n<p>Adivasi (Tea tribes)</p>\r\n<p>Adivasi community also called Tea tribes mainly composed of Mundas, Santhals, Kurmi, Kurukh, Gonds, Ahir Gowala, Kharia, Bhumij, Tanti, Saora and dozens of motley group of tribes forms a significant portion accounting for nearly one-third of the district's population or if taken as a whole the largest community in the district with over 600,000. Their ancestors were chiefly brought from the tribal-dominated region of Central India for the purpose of employing in the tea industry by British during the late 19th century.</p>\r\n<p>&nbsp;</p>\r\n<p>Bengali Hindus</p>\r\n<p>The immigrant Bengali speaking Hindus came from erstwhile undivided Bengal and Bangladesh, as officials and clerks of the British administration and the Tea Industry; and stayed back. Later, on account of the partition of India, Hindu people from Bangladesh coming as refugees added significantly to the community. Though their primary language is Bengali most of them speak Assamese too. They are mostly urbanised having a sizeable population in towns of Rangapara, Tezpur, Dhekiajuli, Biswanath Chariali, and Balipara.&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sonitpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d76b6754-a1f1-4609-9547-e2a50ca69077_Tezpur-railway.jpg","subContents":[{"SubTitle":"1. Chitralekha Udyan (Cole Park)","SubTitleHindi":null,"SubContent":"<p>It is, undoubtedly, one of the most beautiful places in Tezpur. Established by a British Deputy Commissioner, Mr. Cole in 1906, the park has two massive ornamented stone pillars, and other sculptural remnants . It was recently renovated and revitalized in 1996 under the stewardship of the then Deputy Commissioner, Mr. M.G.V.K.Bhanu, IAS. It has water sports facility, walk ways, restaurant and open air stage.</p>","SubContentHindi":null,"ImageUrl":"88971d06-c3d4-4013-a436-e31f2885a2d9_chitralekhaudyan.png","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Agnigarh","SubTitleHindi":null,"SubContent":"<p>This hillock on bank of river Brahmaputra is the site of legendary romance of princess Usha (the only daughter of king Bana) and Anirudha, grand son of lord Krishna. Usha was kept on this hillock which was surrounded by fire, hence the name of Agnigarh. Agnigarh provides a panoramic view of the great river and Tezpur. Recently Agnigarh has been developed as a beautiful park by district administration. It has a series of sculptures depicting the mythology ,open air stage, giant mushrooms and huge water fall.</p>","SubContentHindi":null,"ImageUrl":"b1c1b4a9-ef84-4f02-bdaa-88f557c0caba_Agnigarh.png","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Padum Pukhuri","SubTitleHindi":null,"SubContent":"<p>This is a beautiful lake with an island. The island has been developed into a beautiful park with a musical fountain. There is an iron bridge to take you to the island. On the lake one can boat.</p>","SubContentHindi":null,"ImageUrl":"814ee3aa-af00-4d35-89f0-c9189030ae04_PadumPukhuri.png","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. District Museum at Dak Bungalow","SubTitleHindi":null,"SubContent":"<p>Dak Bungalow is an old and beautiful British era building in heart of the town. Recently it has been renovated and now houses the District Museum.</p>","SubContentHindi":null,"ImageUrl":"f09ce736-a7c8-46e2-8e56-a785c7e494b2_Museum.png","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Trimurty Udyan","SubTitleHindi":null,"SubContent":"<p>This is a park along Borpukhuri. This has been named after the three jewels of Assamese culture: Rupkowar Jyoti Prasad Agarwalla, Kalaguru Bishnu Prasad Rabha and Natasurjya Phani Sarmah.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"199b2fae-cc80-4c81-93b1-1dae911263c1_TrimurtiUdyan.png","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. The Hazara Pukhuri","SubTitleHindi":null,"SubContent":"<p>It is a large tank in name of Harjar Varman in Tezpur. It was excavated in the early part of the 9th century.</p>","SubContentHindi":null,"ImageUrl":"b7ecb974-df2b-4025-962d-0525a204415d_Hajara-Pukhuri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Bamuni Hills","SubTitleHindi":null,"SubContent":"<p>The ruins of Bamuni Hills are famous for their exemplary artistic finesse. The sculptural remains date back to the ninth and tenth century A.D.</p>","SubContentHindi":null,"ImageUrl":"d842823b-d9a7-4543-bd2b-fdc3ca8d172b_Bamuni-Hill.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. How to Reach","SubTitleHindi":null,"SubContent":"<p>Major Railway Station : Dekargaon, Rangapara &amp; Biswanath Chariali .</p>\r\n<p>Nearest Airport : Salonibari Airport, Tezpur</p>\r\n<p>Assam State Transport Corporation (ASTC) Stand : At the midst of Tezpur town.</p>\r\n<p>source: http://sonitpur.gov.in</p>","SubContentHindi":null,"ImageUrl":"d22afd95-51af-4d56-a362-ddc0234ba7a6_Sonitpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sonitpur-tezpur-assam","tags":[{"name":"tezpur","slug":"tezpur"},{"name":"sonitpur","slug":"sonitpur"},{"name":"assam","slug":"assam"}],"recommendations":[{"id":1251,"title":"Tourist places in Mangaldoi, Assam","imageUrl":"588f7e63-8991-45b1-bcfe-27eabfb9baff_Mangaldoi.jpg","dateCreated":"2020-04-23T14:51:43.209Z","dateModified":"2020-04-23T14:52:55.468Z","contributedBy":"AskGif","content":"Mangaldai also spelled Mangaldoi is a town in the Indian state of Assam. It was named after Mangaldahi, who was the daughter of the Rajah of Darrang and was married to Susenghphaa (r. 1603&ndash;1641), (also Pratap Singha), a ruler of the Ahom kingdom. Mangaldoi serves as the administrative headq","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/588f7e63-8991-45b1-bcfe-27eabfb9baff_Mangaldoi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"mangaldoi","slug":"mangaldoi"}],"slug":"tourist-places-in-mangaldoi-assam","total":0},{"id":370,"title":"Top Places to visit in Nagaon, Assam","imageUrl":"ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","dateCreated":"2019-05-01T15:35:36.702Z","dateModified":"2019-05-01T15:54:33.151Z","contributedBy":"AskGif","content":"Nagaon (previously Nowgong), is a city and a municipal board in Nagaon district in the Indian state of Assam. It is situated 121 kilometres (75 mi) east of Guwahati. It has a population of 147,231.\r\n&nbsp;\r\nIn education section, total literates in Nagaon city are 98,068 of which 52,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaon","slug":"nagaon"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-nagaon-assam","total":0},{"id":366,"title":"Top Places to visit in Kokrajhar, Assam","imageUrl":"6a4f8713-c0f4-452f-84ff-68949e964742_Kokrajhar-railway.jpg","dateCreated":"2019-04-30T14:00:36.222Z","dateModified":"2019-04-30T14:08:10.316Z","contributedBy":"AskGif","content":"Kokrajhar is a town in Bodoland Territorial Area Districts, Assam, an autonomous territory in one of the North Eastern States of India.\r\n&nbsp;\r\nKokrajhar town is located along the banks of Gourang River. The North East Indian Railways divides the city into two divisions, north and ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a4f8713-c0f4-452f-84ff-68949e964742_Kokrajhar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"kokrajhar","slug":"kokrajhar"}],"slug":"top-places-to-visit-in-kokrajhar-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}