{"id":375,"title":"सोनितपुर, तेजपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"d76b6754-a1f1-4609-9547-e2a50ca69077_Tezpur-railway.jpg","dateCreated":"2019-05-06T18:45:57.496Z","dateModified":"2019-05-06T19:14:40.632Z","contributedBy":"AskGif","content":"<p>सोनितपुर भारत में असम राज्य का एक प्रशासनिक जिला है। यह असम के सबसे बड़े जिलों में से एक है। क्षेत्रफल के लिहाज से सोनितपुर कार्बी आंग्लोंग जिले के बाद असम का दूसरा सबसे बड़ा जिला है। यह असम की जीवन रेखा ब्रह्मपुत्र के उत्तरी तट पर 5324 किमी 2 के क्षेत्र में फैला हुआ है। 2011 की जनगणना के अनुसार सोनितपुर जिले की जनसंख्या 1,924,110 है। नागांव और धुबरी के बाद यह असम का तीसरा (27 में से) सबसे अधिक आबादी वाला जिला है। सोनितपुर जिले की जनसांख्यिकी पूरी तरह से समरूप नहीं है क्योंकि सोनपुर जिले में कई भाषाई, धार्मिक और जातीय समुदाय और समूह रहते हैं। यह कई वन्यजीव अभयारण्यों, और राष्ट्रीय उद्यानों का घर भी है। जिला मुख्यालय तेजपुर में स्थित है। राज्य की राजधानी (दिसपुर) से दूरी 198 किमी (नागांव के माध्यम से) और 181 किमी (मंगलदोई के माध्यम से) है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>सोनितपुर जिला 5,324 वर्ग किलोमीटर (2,056 वर्ग मील) के क्षेत्र में स्थित है, तुलनात्मक रूप से गुआडलकैनाल के बराबर है। जिले में प्रमुख नदियाँ ब्रह्मपुत्र, जीभारली, गबरू, बोरंग और बुरोई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय संरक्षित क्षेत्र</p>\r\n<p>नामेरी नेशनल पार्क</p>\r\n<p>ओरंग नेशनल पार्क (भाग)</p>\r\n<p>जलवायु</p>\r\n<p>सोनितपुर जिला उष्णकटिबंधीय वर्षा वन क्षेत्र में आता है, (अफ) कोपेन के जलवायु वर्गीकरण में और गर्म और गीले प्रकार की जलवायु का आनंद उठाता है। ग्रीष्मकाल गर्म और आर्द्र हैं; 27 डिग्री सेल्सियस के औसत तापमान के साथ। जनवरी से जून तक गीले महीनों में 3,000 मिमी (9 फीट) से ऊपर भारी वर्षा होती है, जो लोगों के लिए एक वरदान और बैन है। एक वरदान, इसके लिए, खेतों को प्राकृतिक सिंचाई प्रदान करता है; और एक बैन, क्योंकि यह नदियों को उनके बैंकों को ओवरफ्लो करने और बाढ़ का कारण बनता है। सभी महीनों में कम से कम 60 मिमी औसत वर्षा होती है और ठंड के महीने का औसत तापमान 18 डिग्री सेल्सियस से ऊपर होता है। जैसा कि कोई भी उम्मीद कर सकता है, उष्णकटिबंधीय वर्षावन शहर और उसके आसपास की वनस्पति है।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1998 में सोनितपुर जिला उत्तर में नामेरी नेशनल पार्क का घर बन गया, जिसका क्षेत्रफल 200 किमी 2 (77.2 वर्ग मील) है। यह ओरंग नेशनल पार्क का घर भी है, जिसे यह दारंग जिले के साथ साझा करता है। ओरंग की स्थापना 1999 में हुई थी और इसका क्षेत्रफल 79 किमी 2 (30.5 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>सोनितपुर दो वन्यजीव अभयारण्यों का घर है: बुराचार्य वन्यजीव अभयारण्य और सोनई रूपई वन्यजीव अभयारण्य। यह बेहाली, तमिलनाडु, चारुदर आरएफ का भी घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, सोनितपुर जिले की आबादी 1,925,975 है, जो लगभग लेसोथो या अमेरिकी राज्य वेस्ट वर्जीनिया के बराबर है। यह इसे भारत में 245 वीं (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 365 निवासियों प्रति वर्ग किलोमीटर (950 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर [प्रशस्ति पत्र में नहीं] 15.67% थी। [उद्धरण वांछित] सोनितपुर में प्रत्येक 1000 पुरुषों पर 946 महिलाओं का लिंग अनुपात है, और साक्षरता दर 69.96% है।</p>\r\n<p>&nbsp;</p>\r\n<p>जातीय समूह</p>\r\n<p>स्वदेशी असमी लोग</p>\r\n<p>सोनितपुर में लगभग 500,000 लोग असमिया समुदाय के हैं। ये हैं असमिया ब्राह्मण, कोच राजबोंगशिश, अहोम, कार्बी, केओट (कैबार्टा), मेसिंग, नाथ जोगीस, बोडो, थेंगाल कचहरी, चुटिया, राभा, अन्य स्वदेशी असमिया समुदाय और असमिया मुस्लिम। उन्हें इस स्थान के शुरुआती आदिवासी निवासियों में माना जाता है, और वहां की स्वदेशी पारंपरिक असमिया संस्कृति उनके साथ बढ़ती गई। बंगाली (हिंदू और मुस्लिम दोनों), बिहारियों, मारवाड़ी आदि जैसे आप्रवासियों की आमद के कारण वे जिले में अल्पसंख्यक बन गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गोरखा</p>\r\n<p>350,000 से अधिक (जिले की आबादी का लगभग पांचवां हिस्सा) की आबादी वाले अप्रवासी नेपाली भाषी गोरखा समुदाय, विशेष रूप से बिश्वनाथ चाराली, गोहपुर, और जामूगुरीहाट उपखंड में जिले के मध्य और दक्षिणी भाग में काफी प्रभावी है। सोनितपुर जिला असम में नेपाली बोलने वालों में सबसे बड़ा और सर्वोच्च एकाग्रता का दावा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आदिवासी (चाय जनजाति)</p>\r\n<p>आदिवासी समुदाय भी मुख्य रूप से मुंडा, संथाल, कुर्मी, कुरुख, गोंड, अहीर गोवाला, खारिया, भूमिज, तांती, सौरा से बना चाय जनजाति कहा जाता है और जनजातियों के दर्जनों प्रेरणा समूह जिले की आबादी के लगभग एक तिहाई के लिए एक महत्वपूर्ण हिस्सा हैं। या अगर 600,000 से अधिक के साथ जिले में एक पूरे सबसे बड़े समुदाय के रूप में लिया जाता है। उनके पूर्वजों को मुख्य रूप से मध्य भारत के आदिवासी बहुल क्षेत्र से 19 वीं शताब्दी के अंत में ब्रिटिश द्वारा चाय उद्योग में नियोजित करने के उद्देश्य से लाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>बंगाली हिंदू</p>\r\n<p>अप्रवासी बंगाली भाषी हिंदू पूर्ववर्ती अविभाजित बंगाल और बांग्लादेश से आए थे, ब्रिटिश प्रशासन और चाय उद्योग के अधिकारी और क्लर्क के रूप में; और पीछे रहे। बाद में, भारत के विभाजन के कारण, शरणार्थियों के रूप में आने वाले बांग्लादेश के हिंदू लोगों को समुदाय में महत्वपूर्ण रूप से जोड़ा गया। हालाँकि उनकी प्राथमिक भाषा बंगाली है लेकिन उनमें से ज्यादातर असमिया भी बोलते हैं। वे ज्यादातर शहरीकृत हैं जिनकी आबादी रंगपारा, तेजपुर, ढेकियाजुली, बिश्वनाथ चाराली और बलिपारा शहरों में है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sonitpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d76b6754-a1f1-4609-9547-e2a50ca69077_Tezpur-railway.jpg","subContents":[{"SubTitle":"1. चित्रलेखा उद्यान (कोल पार्क)","SubTitleHindi":null,"SubContent":"<p style=\"text-align: justify;\"><span style=\"color: #0e0e31; font-family: Open Sans, sans-serif;\"><span style=\"font-size: 16.8px; letter-spacing: 0.14px;\">यह निस्संदेह, तेजपुर में सबसे सुंदर स्थानों में से एक है। 1906 में एक ब्रिटिश उपायुक्त, श्री कोल द्वारा स्थापित, पार्क में दो बड़े पैमाने पर सजावटी पत्थर के खंभे, और अन्य मूर्तिकला अवशेष हैं। 1996 में तत्कालीन उपायुक्त, श्री एम.जी.वी.के.भानु, आईएएस के नेतृत्व में इसका जीर्णोद्धार और पुनरुद्धार किया गया। इसमें वाटर स्पोर्ट्स की सुविधा, पैदल रास्ते, रेस्तरां और ओपन एयर स्टेज हैं।</span></span></p>","SubContentHindi":null,"ImageUrl":"88971d06-c3d4-4013-a436-e31f2885a2d9_chitralekhaudyan.png","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. अग्निगढ़","SubTitleHindi":null,"SubContent":"<p>ब्रह्मपुत्र नदी के तट पर स्थित यह पहाड़ी राजकुमारी उषा (राजा बन की एकमात्र पुत्री) और भगवान कृष्ण के पोते अनिरुद्ध की पौराणिक कथा है। उषा को इस पहाड़ी पर रखा गया था जो आग से घिरी हुई थी, इसलिए इसका नाम अग्निगढ़ पड़ा। अग्निगढ़ महान नदी और तेजपुर का मनोरम दृश्य प्रदान करता है। हाल ही में जिला प्रशासन द्वारा अग्निगढ़ को एक सुंदर पार्क के रूप में विकसित किया गया है। इसमें पौराणिक कथाओं, खुली हवा के मंच, विशाल मशरूम और विशाल जलप्रपात को दर्शाती मूर्तियों की एक श्रृंखला है।</p>","SubContentHindi":null,"ImageUrl":"b1c1b4a9-ef84-4f02-bdaa-88f557c0caba_Agnigarh.png","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. पदुम पुखुरी","SubTitleHindi":null,"SubContent":"<p>यह एक सुंदर झील है जिसमें एक द्वीप है। इस द्वीप को एक सुंदर पार्क में एक संगीतमय फव्वारे के साथ विकसित किया गया है। आपको द्वीप पर ले जाने के लिए एक लोहे का पुल है। झील पर कोई भी नाव चला सकता है।</p>","SubContentHindi":null,"ImageUrl":"814ee3aa-af00-4d35-89f0-c9189030ae04_PadumPukhuri.png","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. डाक बंगले में जिला संग्रहालय","SubTitleHindi":null,"SubContent":"<p>डाक बंगला शहर के बीचोबीच स्थित एक पुरानी और सुंदर ब्रिटिश युग की इमारत है। हाल ही में इसे पुनर्निर्मित किया गया है और अब इसमें जिला संग्रहालय है।</p>","SubContentHindi":null,"ImageUrl":"f09ce736-a7c8-46e2-8e56-a785c7e494b2_Museum.png","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. त्रिमूर्ति उदयन","SubTitleHindi":null,"SubContent":"<p>यह बोरपुकुरी के साथ एक पार्क है। यह असमिया संस्कृति के तीन रत्नों के नाम पर रखा गया है: रूपकोवर ज्योति प्रसाद अग्रवाल, कलागुरु बिष्णु प्रसाद राभा और नटसुरज्या फणी सरमाह।</p>","SubContentHindi":null,"ImageUrl":"199b2fae-cc80-4c81-93b1-1dae911263c1_TrimurtiUdyan.png","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. हजारा पुखुरी","SubTitleHindi":null,"SubContent":"<p>यह तेजपुर में हरजर वर्मन के नाम पर एक बड़ा टैंक है। 9 वीं शताब्दी के शुरुआती भाग में इसकी खुदाई की गई थी।</p>","SubContentHindi":null,"ImageUrl":"b7ecb974-df2b-4025-962d-0525a204415d_Hajara-Pukhuri.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. बामुनी हिल्स","SubTitleHindi":null,"SubContent":"<p>बामुनी हिल्स के खंडहर अपनी अनुकरणीय कलात्मक चालाकी के लिए प्रसिद्ध हैं। मूर्तिकला नौवीं और दसवीं शताब्दी के ए.डी.</p>","SubContentHindi":null,"ImageUrl":"d842823b-d9a7-4543-bd2b-fdc3ca8d172b_Bamuni-Hill.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>प्रमुख रेलवे स्टेशन: डेकरगाँव, रंगापारा और बिश्वनाथ चाराली।</p>\r\n<p>निकटतम हवाई अड्डा: सलोनीबारी हवाई अड्डा, तेजपुर</p>\r\n<p>असम राज्य परिवहन निगम (एएसटीसी) स्टैंड: तेजपुर शहर के बीच में।</p>\r\n<p>स्रोत: http://sonitpur.gov.in</p>","SubContentHindi":null,"ImageUrl":"d22afd95-51af-4d56-a362-ddc0234ba7a6_Sonitpur-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sonitpur-tezpur-assam","tags":[{"name":"तेजपुर","slug":"tezpur"},{"name":"सोनितपुर","slug":"sonitpur"},{"name":"असम","slug":"assam"}],"recommendations":[{"id":1251,"title":"मंगलदोई, असम में पर्यटन स्थल","imageUrl":"588f7e63-8991-45b1-bcfe-27eabfb9baff_Mangaldoi.jpg","dateCreated":"2020-04-23T14:51:43.209Z","dateModified":"2020-04-23T14:52:55.468Z","contributedBy":"AskGif","content":"मंगलदई ने भी लिखा था मंगलदोई भारतीय राज्य असम का एक शहर है। इसका नाम मंगलदही के नाम पर रखा गया था, जो दारंग के राजा की बेटी थी और उसका विवाह अहोम साम्राज्य के शासक सुशेनघ्पा (r। 1603-1641), (प्रताप सिंहा) से भी हुआ था। मंगलदोई दर्रांग जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है।\r\n&","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/588f7e63-8991-45b1-bcfe-27eabfb9baff_Mangaldoi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"मंगलदोई","slug":"mangaldoi"}],"slug":"tourist-places-in-mangaldoi-assam","total":0},{"id":370,"title":"नागांव में देखने के लिए शीर्ष स्थान, असम","imageUrl":"ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","dateCreated":"2019-05-01T15:35:36.702Z","dateModified":"2019-05-01T15:54:33.151Z","contributedBy":"AskGif","content":"नागाँव (पहले नौगॉन्ग), भारतीय राज्य असम में नागांव जिले में एक शहर और एक नगरपालिका बोर्ड है। यह गुवाहाटी से 121 किलोमीटर (75 मील) पूर्व में स्थित है। इसकी आबादी 147,231 है।\r\n&nbsp;\r\nशिक्षा खंड में, नागांव शहर में कुल साक्षरताएं 98,068 हैं, जिनमें से 52,690 पुरुष हैं, जबकि 45,378 महि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नगांव","slug":"nagaon"},{"name":"असम","slug":"assam"}],"slug":"top-places-to-visit-in-nagaon-assam","total":0},{"id":366,"title":"कोकराझार में घूमने के लिए शीर्ष स्थान, असम","imageUrl":"6a4f8713-c0f4-452f-84ff-68949e964742_Kokrajhar-railway.jpg","dateCreated":"2019-04-30T14:00:36.222Z","dateModified":"2019-04-30T14:08:10.316Z","contributedBy":"AskGif","content":"कोकराझार, बोडोलैंड टेरिटोरियल एरिया डिस्ट्रिक्ट्स, असम में एक शहर है, जो भारत के उत्तर पूर्वी राज्यों में से एक स्वायत्त क्षेत्र है।\r\n&nbsp;\r\nकोकराझार शहर गौरांग नदी के किनारे स्थित है। उत्तर पूर्व भारतीय रेलवे शहर को दो भागों में विभाजित करता है, उत्तर और दक्षिण कोकराझार। कोकराझार ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a4f8713-c0f4-452f-84ff-68949e964742_Kokrajhar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"असम","slug":"assam"},{"name":"कोकराझार","slug":"kokrajhar"}],"slug":"top-places-to-visit-in-kokrajhar-assam","total":0},{"id":344,"title":"बक्सा, मुशालपुर में देखने के लिए शीर्ष स्थान, असम","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"बक्सा जिला भारत के पूर्वोत्तर राज्यों में से एक स्वायत्त परिषद, असम में बोडोलैंड प्रादेशिक क्षेत्र में एक प्रशासनिक जिला है।\r\n&nbsp;\r\nइतिहास\r\nबक्सा को अक्टूबर 2003 में बोडोलैंड प्रादेशिक परिषद के जिलों में से एक के रूप में अधिसूचित किया गया था जब इसने 1 जून 2004 से काम करना श","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बक्सा","slug":"baksa"},{"name":"असम","slug":"assam"},{"name":"मुशालपुर","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}