{"id":376,"title":"Top Places to visit in Tinsukia, Assam","imageUrl":"92f99872-80ab-4bc1-bd43-7b33d0f041e8_Tinsukia-railway.jpg","dateCreated":"2019-05-07T16:51:31.024Z","dateModified":"2019-05-07T17:08:51.619Z","contributedBy":"AskGif","content":"<p>Tinsukia is an industrial town. It is situated 480 kilometres (298 mi) north-east of Guwahati and 84 kilometres (52 mi) away from the border with Arunachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>It is the administrative headquarters of Tinsukia District of Assam, India.</p>\r\n<p>&nbsp;</p>\r\n<p>Tinsukia district (Pron:ˌtɪnˈsʊkiə) is one of the 33 administrative districts in the state of Assam, India. The district headquarters are located at Tinsukia. Tinsukia district occupies an area of 3,790 square kilometres (1,460 sq mi),</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Tinsukia is an industrial district of Assam. The Oldest oil refinery in India is situated at Digboi and places like Margherita and Ledo are famous for open cast coal mining.</p>\r\n<p>&nbsp;</p>\r\n<p>Tinsukia is one of the premier commercial centres in Assam. It is an industrial district, yet it produces a sizeable amount of tea, oranges, ginger, other citrus fruits and paddy (rice). The district also has a cosmetic plant of Hindustan Unilever (HUL).</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Tinsukia is well connected by air, national highway, and railway. It is only 532&nbsp; km by road from Dispur, the State Capital of Assam. The nearest airport is Dibrugarh Airport at Dibrugarh which is about 40 km from Tinsukia with daily connection from Delhi/Guwahati and Kolkata. The New Tinsukia railway station connects Tinsukia with the rest of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Tinsukia district has a population of 1,316,948, roughly equal to the nation of Mauritius or the US state of New Hampshire, or 4.22 percent of the total population of Assam. This gives it a ranking of 371st in India (out of a total of 640). The district has a population density of 347 inhabitants per square kilometre (900/sq mi) .&nbsp;</p>\r\n<p>Towns</p>\r\n<p>Digboi</p>\r\n<p>Doomdooma</p>\r\n<p>Lido Town</p>\r\n<p>Jagun</p>\r\n<p>Kakopathar</p>\r\n<p>Makum</p>\r\n<p>Margherita</p>\r\n<p>Sadiya</p>\r\n<p>Tinsukia</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Bihu</p>\r\n<p>Durga puja</p>\r\n<p>kali puja</p>\r\n<p>Karam</p>\r\n<p>Tusu parab</p>\r\n<p>Chhat puja</p>\r\n<p>Dashain</p>\r\n<p>Tihar</p>\r\n<p>Ali aaye ligang</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Tilinga Mondir at Tinisukia</p>\r\n<p>Dibru Saikhowa National Park is famous for birds and is a biodiversity hotspot with over 350 species of avifauna providing unique habitat for globally threatened species. A safe haven for extremely rare white-winged wood duck and many migratory birds. Its feral horses are precisely sufficient to make the visitor wild.</p>\r\n<p>&nbsp;</p>\r\n<p>Dehing Patkai Wildlife Sanctuary is one of the last remaining lowland tropical wet evergreen forests of Assam. It spreads over an area of 300 km2. in the southern and eastern parts of the district. It is home to various types of wildlife like the hoolock gibbon, pig-tailed macaque, slow loris, tiger, elephant, clouded leopard, and hornbill.</p>\r\n<p>&nbsp;</p>\r\n<p>An ayurvedic spa has been opened recently which offers traditional ayurvedic KERALA massage by a trained therapist. The Nature Cure Centre at Barooah Lodge, behind Barooah market, also provides Jacuzzi baths (hydrotherapy), acupressure treatment and physiotherapy as well. The message given here has therapeutic values and has the power to rejuvenate the body.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Digboi</p>\r\n<p>Digboi boasts of two modern wonders of the world &ndash; a hundred-year-old oil field still producing and the world&rsquo;s oldest operating oil refinery. Tucked amid blue hills and undulating plains carpeted with emerald green tea plantations, Digboi still retains its colonial ambiance. It&rsquo;s simply breathtaking to have a bird&rsquo;s eye view of Digboi from the famous Ridge Hill point. On clear days, one can also see the snow-covered mountains of the eastern Himalayas.</p>\r\n<p>National Oil Park</p>\r\n<p>Digboi also has an oil museum and a wildlife sanctuary of unsurpassed beauty. Going down the hill, visitors will come across oil derricks of various types and other devices still declaring the glory and marvel of the now outdated innovations of the last forties. If one comes down from the hill on the other side, one will have the greatest sight of his lifetime. One may also bump across a herd of elephants or a Royal Bengal Tiger, besides some rare species of birds.</p>\r\n<p>War Cemetery</p>\r\n<p>The most dramatic event in Digboi&rsquo;s history took place during the World War II when the belligerent Japanese came close to within three days marching distance of Digboi. These images come back as one kneels at the headstones at the Digboi War Cemetery.</p>\r\n<p>Margherita</p>\r\n<p>The centre of tea gardens, plywood factories, and coal mines, with many picnic spots dotting the sandy banks of the River Dihing. Cool, misty and away from the mainland, breathing in the aroma of fresh tea leaves is an experience, both rare and heartwarming. The tea gardens here are perhaps the best in the world.</p>\r\n<p>Sports</p>\r\n<p>The 18-hole golf course developed by the Scottish pioneers in their immutable style. In fact, Digboi can almost be called a Golfing Resort with as many as eight golf courses within close proximity, each with its own individual character and challenges.</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1999 Tinsukia district became home to Dibru-Saikhowa National Park, which has an area of 340 km2 (131.3 sq mi). It shares the park with Dibrugarh district.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tinsukia_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92f99872-80ab-4bc1-bd43-7b33d0f041e8_Tinsukia-railway.jpg","subContents":[{"SubTitle":"1. Na-Pukhuri Park","SubTitleHindi":null,"SubContent":"<p>The Na-Pukhuri or the cluster of nine ponds is situated at the South-Eastern corner of Tinsukia Town. A great historical monument of the Muttock Kingdom ( 1788 &ndash; 1842 ), it was constructed during the reign of the last Muttock King Sarbananda Singha ( 1788 &ndash; 1805 ). It was during his times that many other beautiful tanks and ponds in and around his capital city Bengmara (now Tinsukia) were created.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The Central pond among the cluster of ponds is the main attraction of the Na-Pukhuri. It is such vast tank with natural water (area: 11.75 acres) that it can be very conveniently be called a lake. It is thought that , at least, with some improvisation, it can be made into a beautiful lake and the surrounding area can be turned into an amusement spot for all age group of people. For long , the beautiful landscape around the central pond or tank ( total are 23.80 acres) was lying in a very pitiable state.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Owing to its location, scenario and aesthetic potential, Tinsukia district administration decided to turn the ancient monument into an ideal park or amusement spot or even a tourist spot of the North East. It was also thought ,that apart from its glorious cultural and historical background, the attraction of the place can be enhanced considerably by adding modern facilities like swimming, water sports or luxury boating for visitors/tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>IN THE YEAR 1788 A.D. AFTER THE MOAMARIA UPRISING MEZERA THE POWERFUL LEADER PRO-CLAIMED INDEPENDANCE AND ESTABLISHED THE MUTTACK KINGDOM WITH ITS FIRST CAPITAL AT RONGAGORA AND TOOK THE NAME \"SARBANANDA SINGHA\". THE MUTTACK KING HAS DUG 24 TANKS AT VARIOUS PLACES IN HIS KINGDOM. NA-PUKHURI WHICH WAS DUG IN 1792 A.D. IS THE LARGEST AMONGST THESE TANKS. IT IS SITUATED IN TINSUKIA TOWN SHEET NO.12 COVERED BY DAG NO. 4951. ITS TOTAL AREA IS 35B-2K-14LS. ALONGWITH THE OTHER SMALLER TANKS THE WHOLE LAND AREA COMPRISES 72B-2K-19LS.</p>\r\n<p>&nbsp;</p>\r\n<p>THE DISTRICT ADMINISTRATION WITH UTMOST EFFORT TRANSFORMED THE PARK AROUND THE TANK TO ITS SPARKLING BEST AND HAS RENAMED IT AS \"MARUT NANDAN KANAN\" IN MEMORY OF THE FATHER OF THE MUTTACK KING SARBANANDA SINGHA.</p>","SubContentHindi":null,"ImageUrl":"3870b048-edb0-4448-bc70-0b351e630606_Na-Pukhuri-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Digboi Centenary Museum","SubTitleHindi":null,"SubContent":"<p>As part of the centenary celebrations of the first production oil well in India, the Assam Oil Company (part of Indian Oil) established a museum of the history of the Assam oil industry, behind the refinery at Digboi, which opened in early 2002. There is a fair amount of preserved machinery present, much of it stationary steam. Not illustrated are a number of small simplex and duplex pumps, mostly anonymous but including a couple of examples by Weir. Note that the museum is closed on Monday and nearby is the Digboi War Cemetry.</p>","SubContentHindi":null,"ImageUrl":"d17ae1be-3aa6-482c-be8d-822a239302e9_digboi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Bell Temple","SubTitleHindi":null,"SubContent":"<p>This temple of Lord Shiva, symbolised by a huge Banyan (pipal) tree, is at a distance of 17 Km from Tinsukia. It is belived that one may get his/her wishes fulfilled by offering a bell to this temple. Belivers hang the bells to the branches of the pipal tree and this is how the temple got its unique name.</p>","SubContentHindi":null,"ImageUrl":"22af4c56-b24e-4dc0-9bdf-106b4d668dba_tbell.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Tinsukia is well connected by air, National Highway and railway. It is only 532 KM by road from the State Capital Dispur, Assam. The nearest Airport is at Mohanbari, Dibrugarh which is about 40 Km from Tinsukia with daily flights for New Delhi, Guwahati and Kolkata. From Tinsukia local transport, private taxies as well as buses run by private operators, and buses run by the state government corporation - ASTC are available at all hours.</p>\r\n<p>&nbsp;</p>\r\n<p>National Highways:</p>\r\n<p>&nbsp;</p>\r\n<p>3(three) nos. viz NH-37, NH-38, NH-153.</p>\r\n<p>&nbsp;</p>\r\n<p>Important Railway Stations:</p>\r\n<p>&nbsp;</p>\r\n<p>New Tinsukia, Tinsukia, Makum, Digboi, Margherita, Ledo etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Important Trains:</p>\r\n<p>&nbsp;</p>\r\n<p>12423/12424 - Dibrugarh Rajdhani Express (via Patna)</p>\r\n<p>12435/12436 - Dibrugarh Rajdhani Express (via Lucknow)</p>\r\n<p>14055/14056 - Brahmputra Mail</p>\r\n<p>15959/15960 - Kamrup Express</p>\r\n<p>15603/15604 - Ledo Kamakhya Intercity Express</p>\r\n<p>&nbsp;</p>\r\n<p>Major Towns:</p>\r\n<p>&nbsp;</p>\r\n<p>Tinsukia (H.Q.) / Digboi / Margherita / Makum / Doomdooma</p>\r\n<p>source: http://tinsukia.gov.in/</p>","SubContentHindi":null,"ImageUrl":"76631ac9-87d8-4031-b392-ae7e81c2f8de_Tinsukia-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tinsukia-assam","tags":[{"name":"assam","slug":"assam"},{"name":"tinsukia","slug":"tinsukia"}],"recommendations":[{"id":361,"title":"Top Places to visit in Jorhat, Assam","imageUrl":"5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","dateCreated":"2019-04-25T18:21:54.709Z","dateModified":"2019-04-25T18:44:21.403Z","contributedBy":"AskGif","content":"Jorhat is a city and one of the important urban centres in the state of Assam in India.&nbsp;\r\n&nbsp;\r\nJorhat is an administrative district of the Indian state of Assam situated in the central part of the Brahmaputra Valley. The district is bounded by Majuli on north, Nagaland state","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5e89151d-53b5-4d97-aa14-f8ac44599781_Jorhat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jorhat","slug":"jorhat"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-jorhat-assam","total":0},{"id":348,"title":"Top Places to visit in Cachar, Silchar, Assam","imageUrl":"9aa3fd68-aed7-49ee-a03b-b875c420b8fb_Silchar-railway.jpg","dateCreated":"2019-04-15T15:32:48.591Z","dateModified":"2019-04-15T15:53:45.337Z","contributedBy":"AskGif","content":"Cachar is an administrative district in the state of Assam in India. It was a part of the Southern Dimasa Kachari Kingdom (Hidimba Kingdom). It makes up the Barak Valley alongside Hailakandi and Karimganj. These three districts were also previously part of the Greater Sylhet region before the Par","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9aa3fd68-aed7-49ee-a03b-b875c420b8fb_Silchar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"cachar","slug":"cachar"},{"name":"assam","slug":"assam"},{"name":"silchar","slug":"silchar"}],"slug":"top-places-to-visit-in-cachar-silchar-assam","total":0},{"id":347,"title":"Top Places to visit in Bongaigaon, Assam","imageUrl":"f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","dateCreated":"2019-04-15T14:15:59.827Z","dateModified":"2019-04-15T14:38:18.003Z","contributedBy":"AskGif","content":"Bongaigaon is a major city of Assam, India. The city area spans across Bongaigaon and Chirang district. Bongaigaon is one of the important cities in Assam. The city is one of the biggest commercial and industrial hubs of Assam and also of North-East India. Bongaigaon City also acts as the gateway","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f43aa666-dc44-4980-87fb-34e60532cf5e_Bongaigaon.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"bongaigaon","slug":"bongaigaon"}],"slug":"top-places-to-visit-in-bongaigaon-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}