{"id":377,"title":"Top Places to visit in Udalguri, Assam","imageUrl":"c880fbb9-5991-4632-b97f-78224c090694_Udalguri-railway.jpg","dateCreated":"2019-05-08T13:01:07.459Z","dateModified":"2019-05-08T13:05:56.592Z","contributedBy":"AskGif","content":"<p>Udalguri district, is a district in the Bodoland Territorial Area of the state of Assam in north-eastern India. Udalguri town is the headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>UDALGURI a name itself originated from flora origin. ODAL, a tree, +suffix GOOR&gt;GURI means roots, surrounding etc., i.e., a place surrounding the Udal tree. Some want to say that the name came to be known with a place centred round a 'ODAL tree', while the others are in opinion that the name of the place became Udalguri because there was a hermitage of a sage named Uddalak Muni. But, perhaps it is more appropriate to believe that after the Bodo words 'ORDLA' + 'GUNDRI' the name became ORDLAGUNDRI &gt; ORDLAGUNDI &gt; ODALGURI &gt; UDALGURI. Bodo people still pronounce the name as Odalguri. In bodo language 'ORDLA' means wide and spacious and 'GUNDRI' means powdered object.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>This district was formed on June 14, 2004 as one of the four districts under the Bodoland Territorial Council. This district was carved out by bifurcating Darrang district. The territory of the present district was earlier Udalguri sub-division of the undivided district. There are Hindu,Christians and Muslim population living together in the district. This was a very peaceful place till mid 80s but various communal clashes took place from time to time. Late Jojaram Sharma was one of the prominent India freedom fighters from Assam lived here.</p>\r\n<p>&nbsp;</p>\r\n<p>There is an Bathou temple and Research centre Odalguri District All Bathou Mahasabha ( Bodo Bathousim Worship Place) , old Namghar ( Assamese Worship Place), an old Hanuman temple and an old Baptist Christian church in the Udalguri town.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Udalguri district's population is 832 769, an increase of 9.8% over 2001. The literacy rate is 66.6% and the gender ratio is 966. There are 449 inhabitants per square kilometre (1,160/sq mi). The district is multi-ethnic and multi-religious in nature. Bodos forms the largest ethnic group in the district with 30% of the district's population. Other ethnic groups with significant population are Tea-tribe community with almost 23% and Bengali Muslims with 12% of the district's population. Assamese and Bengali Hindus resides mainly in urban areas. There is also a presence of sizeable Nepali speaking Indian Gorkha community with estimated 12% of the district's population thinly scattered across the Udalguri district. There are 108,319 Muslims(12.66%) and 110,215 Christians(13.25%) in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>This district is bounded by Bhutan and West Kameng district of Arunachal Pradesh state in the north, Sonitpur district in the east, Darrang district in the south and Baksa district in the west. Area of the district is 1852.16 km2.</p>\r\n<p>&nbsp;</p>\r\n<p>National protected area</p>\r\n<p>Manas National Park (Part)</p>\r\n<p>Divisions</p>\r\n<p>The district has two sub-divisions: Udalguri and Bhergaon. These two sub-divisions are further divided into 9 revenue circles: Udalguri, Majbat, Harisinga, Kalaigaon, Khoirabari, Dalgaon, Patharighat, Mangaldoi and Dhekiajuli.</p>\r\n<p>&nbsp;</p>\r\n<p>Three Vidhan Sabha constituencies of this district are Paneri, Majbat, and Udalguri. All of these are part of Mangaldoi Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from these three Legislative Assembly constituencies, majority of the villages under Kalaigaon Legislative Assembly Constituency and a few villages fall under the Borsola Legislative Assembly Constituency fall in Udalguri District. While Kalaigaon LAC is a part of Mangaldai Lok Sabha Constituency and Borsola LAC is a part of Tezpur Lok Sabha Constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1990 Udalguri district became home to Manas National Park, which has an area of 500 km2 (193.1 sq mi). It shares the park with four other districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Animals like Elephant, Hog Deer, Tiger, Wild Boar, Civet, etc. are found. Birds like Bengal Florican, Black-necked Stork, Greater Adjudant Stork, Pallas's Fishing Eagle and Reptiles such as King Cobra, Python, Paradise Flying Snake, Lessemys Punctate, etc. can also be found.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Udalguri_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c880fbb9-5991-4632-b97f-78224c090694_Udalguri-railway.jpg","subContents":[{"SubTitle":"1. How to Reach","SubTitleHindi":null,"SubContent":"<p>BY FLIGHT</p>\r\n<p>&nbsp;</p>\r\n<p>Instead of Udalguri you can a get flight to Borjhar Airport on regular basis.</p>\r\n<p>&nbsp;</p>\r\n<p>Udalguri</p>\r\n<p>79 km away</p>\r\n<p>&nbsp;</p>\r\n<p>Borjhar Airport (GAU), Guwahati, Assam</p>\r\n<p>Udalguri</p>\r\n<p>124 km away</p>\r\n<p>&nbsp;</p>\r\n<p>Shillong Airport (SHL), Shillong, Meghalaya</p>\r\n<p>BY TRAIN</p>\r\n<p>&nbsp;</p>\r\n<p>There are regular trains from other major cities of the country to Udalguri.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway Station(s): Udalguri (ULG)</p>\r\n<p>&nbsp;</p>\r\n<p>BY BUS</p>\r\n<p>&nbsp;</p>\r\n<p>Udalguri does not have a bus stand. Nearest option is Guwahati.</p>\r\n<p>&nbsp;</p>\r\n<p>Udalguri</p>\r\n<p>79 km away</p>\r\n<p>&nbsp;</p>\r\n<p>Guwahati Guwahati, Assam</p>\r\n<p>Udalguri</p>\r\n<p>151 km away</p>\r\n<p>&nbsp;</p>\r\n<p>Itanagar Itanagar, Arunachal Pradesh</p>","SubContentHindi":null,"ImageUrl":"70f378c2-9807-49d4-b576-6c295764042f_Udalguri-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-udalguri-assam","tags":[{"name":"assam","slug":"assam"},{"name":"udalguri","slug":"udalguri"}],"recommendations":[{"id":1251,"title":"Tourist places in Mangaldoi, Assam","imageUrl":"588f7e63-8991-45b1-bcfe-27eabfb9baff_Mangaldoi.jpg","dateCreated":"2020-04-23T14:51:43.209Z","dateModified":"2020-04-23T14:52:55.468Z","contributedBy":"AskGif","content":"Mangaldai also spelled Mangaldoi is a town in the Indian state of Assam. It was named after Mangaldahi, who was the daughter of the Rajah of Darrang and was married to Susenghphaa (r. 1603&ndash;1641), (also Pratap Singha), a ruler of the Ahom kingdom. Mangaldoi serves as the administrative headq","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/588f7e63-8991-45b1-bcfe-27eabfb9baff_Mangaldoi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"mangaldoi","slug":"mangaldoi"}],"slug":"tourist-places-in-mangaldoi-assam","total":0},{"id":370,"title":"Top Places to visit in Nagaon, Assam","imageUrl":"ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","dateCreated":"2019-05-01T15:35:36.702Z","dateModified":"2019-05-01T15:54:33.151Z","contributedBy":"AskGif","content":"Nagaon (previously Nowgong), is a city and a municipal board in Nagaon district in the Indian state of Assam. It is situated 121 kilometres (75 mi) east of Guwahati. It has a population of 147,231.\r\n&nbsp;\r\nIn education section, total literates in Nagaon city are 98,068 of which 52,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ba7b01a3-2016-4e05-b4a7-794028be9bcf_Nagaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaon","slug":"nagaon"},{"name":"assam","slug":"assam"}],"slug":"top-places-to-visit-in-nagaon-assam","total":0},{"id":366,"title":"Top Places to visit in Kokrajhar, Assam","imageUrl":"6a4f8713-c0f4-452f-84ff-68949e964742_Kokrajhar-railway.jpg","dateCreated":"2019-04-30T14:00:36.222Z","dateModified":"2019-04-30T14:08:10.316Z","contributedBy":"AskGif","content":"Kokrajhar is a town in Bodoland Territorial Area Districts, Assam, an autonomous territory in one of the North Eastern States of India.\r\n&nbsp;\r\nKokrajhar town is located along the banks of Gourang River. The North East Indian Railways divides the city into two divisions, north and ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6a4f8713-c0f4-452f-84ff-68949e964742_Kokrajhar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"assam","slug":"assam"},{"name":"kokrajhar","slug":"kokrajhar"}],"slug":"top-places-to-visit-in-kokrajhar-assam","total":0},{"id":344,"title":"Top Places to visit in Baksa, Mushalpur, Assam","imageUrl":"3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","dateCreated":"2019-04-14T06:40:54.788Z","dateModified":"2019-04-14T06:56:57.011Z","contributedBy":"AskGif","content":"Baksa district is an administrative district in Bodoland Territorial Area, Assam, an autonomous council in one of the North-Eastern states of India.\r\n&nbsp;\r\nHistory\r\nBaksa was notified as one of the districts of Bodoland Territorial Council in October 2003 while it started f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3da337c4-ca32-4322-a104-4c5e0a74c2a3_Mushalpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baksa","slug":"baksa"},{"name":"assam","slug":"assam"},{"name":"mushalpur","slug":"mushalpur"}],"slug":"top-places-to-visit-in-baksa-mushalpur-assam","total":0}]}