{"id":379,"title":"परीक्षा की पूर्व संध्या पर दुर्घटना में पिता, भाई की मौत, गाजियाबाद की लड़की ने 10 वीं कक्षा में 92.4% स्कोर किया","imageUrl":"6e9838bb-9ab0-4869-87b3-41b9472761ba_tiya-singh.jpg","dateCreated":"2019-05-08T14:05:37.061Z","dateModified":"2020-04-05T07:12:48.819Z","contributedBy":"AskGif","content":"<p>कक्षा 10 की बोर्ड परीक्षाओं की पूर्व संध्या पर, जबकि अन्य छात्र अंतिम समय के संशोधन और व्यस्त तैयारी के साथ व्यस्त थे, टिया सिंह अपनी दुनिया को उसके चारों ओर ढहते हुए देख रही थी। 15-वर्षीय के लिए, यह रात की नींद हराम थी, जो दु: ख और आघात से भरा था। केवल घंटों पहले, उसने अपने पिता और अपने 11 वर्षीय भाई को एक सड़क दुर्घटना में खो दिया था।</p>\r\n<p>&nbsp;</p>\r\n<p>वे एक ढाबे से परिवार के लिए रात का खाना लाने के लिए मोटरसाइकिल पर गए थे और लगभग साढ़े नौ बजे शास्त्री नगर के पास एक तेज रफ्तार ट्रक से जा मिले थे। टिया ने अगले दिन अपनी पहली परीक्षा दी थी, लेकिन वह और उसका परिवार अस्पताल, शवगृह और घर के बीच बंद करने में व्यस्त थे।</p>\r\n<p>&nbsp;</p>\r\n<p>टिया ने अगले दिन अपनी परीक्षा दी, और जब सोमवार को परिणाम आया, तो उसने साफ कर दिया था, संभवतः 92.4% अंकों के साथ, अपने जीवन की सबसे कठिन परीक्षा थी।</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;उसने अपने दुःख का सामना करने और उसे बनाए रखने में एक असाधारण शक्ति प्रदर्शित की। वह पूरी रात रोती रही और हममें से कोई भी नहीं सोया था। वह अपने गंभीर रूप से घायल भाई को देखने के लिए अस्पताल गई थी। उसने मुझे बार-बार सांत्वना दी। जब सुबह हुई, तो वह तैयार हो गई और अपनी परीक्षा के लिए चली गई, &ldquo;रीना सागर, टीया की मां ने कहा।</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;अपनी परीक्षा देने के बाद, वह अपने पिता और भाई का अंतिम संस्कार करने के लिए लौट आई। मैं उसके दुःख और आघात से निपटने के तरीके से अभिभूत थी। पिछली रात को जाने से पहले उसके पिता ने उसे बताया था कि उसके स्कूल के केवल दो साल बचे हैं और उसे अच्छे अंक हासिल करने चाहिए और डॉक्टर बनने के लिए जाना चाहिए।</p>\r\n<p>&nbsp;</p>\r\n<p>6 मार्च की रात को, तिया के पिता और भाई गर्विट रात का खाना खाने गए थे, क्योंकि उनके कक्षा 5 के परिणाम आने पर गार्विट दूसरे स्थान पर था।</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली में रहने वाले टिया के चाचा अनिल सागर ने कहा, &ldquo;जब वे लौट रहे थे, एक तेज रफ्तार ट्रक ने उनकी बाइक को टक्कर मार दी। मेरे भाई की मौके पर ही मौत हो गई जबकि मेरे भतीजे की एक घंटे बाद मौत हो गई। टिया ने दोनों शवों को देखा लेकिन उसने किसी तरह सभी बाधाओं को दूर किया। वह मुझे अगले दिन परीक्षा केंद्र में ले गई और अंतिम संस्कार करने के लिए लौट आई। उसके बाद, उसने कभी पीछे मुड़कर नहीं देखा, उसने घर पर दुःख के माहौल के बावजूद अपनी सारी परीक्षाएँ एक-एक करके दीं। \"</p>\r\n<p>&nbsp;</p>\r\n<p>\"गलत ट्रक ड्राइवर को गिरफ्तार किया जाना बाकी है,\" उन्होंने कहा।</p>\r\n<p>&nbsp;</p>\r\n<p>तिया, उसके माता-पिता, भाई और उसकी दादी अवंतिका में रहते हैं जहाँ उसके पिता ने आर्थिक कठिनाइयों का सामना करने के बाद आजीविका कमाने के लिए एक क्रॉकरी की दुकान खोली थी।</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;वह खुद के लिए ज्यादा कुछ नहीं कर सकता था लेकिन चाहता था कि टिया डॉक्टर बने। हमारे कई रिश्तेदार डॉक्टर हैं और उनके बच्चे भी चिकित्सा क्षेत्र में हैं। तो मेरे पति भी उसे डॉक्टर बनाना चाहते थे, &rdquo;रीना ने कहा।</p>\r\n<p>&nbsp;</p>\r\n<p>गोविंदपुरम के तियाला, ब्राइटलैंड स्कूल में अंग्रेजी में 99, सामाजिक अध्ययन में 95, हिंदी में 90, गणित और विज्ञान में 89 -7 अंक आए।</p>\r\n<p>&nbsp;</p>\r\n<p>टिया ने कहा, \"मुझे अभी भी अपने भाई के साथ छोटे झगड़े याद हैं। लेकिन वह मुझे बहुत प्यार करते थे। मेरे पिता मेरे परिणामों को देखने के लिए सबसे खुश व्यक्ति रहे होंगे। मुझे लगता है कि मैं बेहतर कर सकता था दुर्घटना नहीं हुई थी। मैंने सेल्फ स्टडी के लिए तीन से चार घंटे समर्पित किए और स्कूल से घर आने के बाद हर विषय को संशोधित किया। जिस दुर्घटना ने मुझे प्यार किया, वह सब छीन लिया, लेकिन मेरे पास अपने पिता के सामने खुद को साबित करने की यह चुनौती है। &rdquo;</p>\r\n<p>&nbsp;</p>\r\n<p>टीआईए के स्कूल निदेशक बल्विन खंडेलवाल बच्चे की सभी प्रशंसा करते हैं और यहां तक ​​कि टीया की मां को प्राथमिक शिक्षक की नौकरी देकर अपने परिवार का समर्थन करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;लड़की शानदार है और उसने अपनी कक्षा 11 में भौतिकी, रसायन विज्ञान और जीव विज्ञान का विकल्प चुना है क्योंकि वह एक डॉक्टर बनने का लक्ष्य रखती है, जिस तरह से उसके पिता चाहते थे। अपने अंत से, हमने उसके सभी स्कूल शुल्क माफ कर दिए हैं। मुझे याद है कि त्रासदी के बाद उनकी पहली परीक्षा गणित थी- उन्होंने इसे प्रदर्शित करने के लिए अभूतपूर्व साहस दिखाया, &rdquo;खंडेलवाल ने कहा।</p>\r\n<p>स्रोत: https://www.hindustantimes.com/board-exams/father-brother-killed-in-accident-on-exam-eve-ghaziabad-girl-scores-92-4-in-class-10/inory- 7q1oQvK1LtJjADlgh7BchK.html</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6e9838bb-9ab0-4869-87b3-41b9472761ba_tiya-singh.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"father-brother-killed-in-accident-on-exam-eve-ghaziabad-girl-scores-92.4-in-class-10","tags":[{"name":"दुर्घटना","slug":"accident"}],"recommendations":[{"id":1408,"title":"सीवेज श्रमिक मेक्सिको सिटी के सीवर सिस्टम के अंदर एक विशालकाय चूहा पाते हैं","imageUrl":"icon_827ba85f-3a95-4b7a-8fe8-9988f290fba9.png","dateCreated":"2020-09-26T05:50:56.352Z","dateModified":"2020-09-26T05:51:10.549Z","contributedBy":"sumitc91","content":"मेक्सिको सिटी क्लीनअप क्रू ने सीवरों को ड्रेज करते हुए एक राक्षस चूहे की खोज की। बॉर्डर रिपोर्ट के अनुसार, भारी बारिश के बाद श्रमिकों ने शहर के 22 टन कूड़े को हटा दिया था।<br />जैसा कि यह पता चला है, यह एक हेलोवीन प्रोप था जो तूफान से अपने गोदाम से बाहर धोया गया था। सजावट किसी तरह से सीवर सुरंगों","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/827ba85f-3a95-4b7a-8fe8-9988f290fba9.png","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"दुर्घटना","slug":"accident"}],"slug":"sewage-workers-find-a-giant-rat-inside-mexico-citys-sewer-system","total":0},{"id":379,"title":"परीक्षा की पूर्व संध्या पर दुर्घटना में पिता, भाई की मौत, गाजियाबाद की लड़की ने 10 वीं कक्षा में 92.4% स्कोर किया","imageUrl":"6e9838bb-9ab0-4869-87b3-41b9472761ba_tiya-singh.jpg","dateCreated":"2019-05-08T14:05:37.061Z","dateModified":"2020-04-05T07:12:48.819Z","contributedBy":"AskGif","content":"कक्षा 10 की बोर्ड परीक्षाओं की पूर्व संध्या पर, जबकि अन्य छात्र अंतिम समय के संशोधन और व्यस्त तैयारी के साथ व्यस्त थे, टिया सिंह अपनी दुनिया को उसके चारों ओर ढहते हुए देख रही थी। 15-वर्षीय के लिए, यह रात की नींद हराम थी, जो दु: ख और आघात से भरा था। केवल घंटों पहले, उसने अपने पिता और अपने 11 वर्षी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6e9838bb-9ab0-4869-87b3-41b9472761ba_tiya-singh.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"दुर्घटना","slug":"accident"}],"slug":"father-brother-killed-in-accident-on-exam-eve-ghaziabad-girl-scores-92.4-in-class-10","total":0}]}