{"id":380,"title":"उत्तरी गोवा, पणजी में देखने के लिए शीर्ष स्थान, गोवा","imageUrl":"9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","dateCreated":"2019-05-09T16:00:05.33Z","dateModified":"2019-05-09T16:41:03.01Z","contributedBy":"AskGif","content":"<p>उत्तर गोवा भारत के गोवा राज्य को बनाने वाले दो जिलों में से एक है। जिले का क्षेत्रफल 1736 वर्ग किमी है, और यह उत्तर में महाराष्ट्र राज्य के सिंधुदुर्ग जिले और पूर्व में कर्नाटक के बेलगाम जिले से, दक्षिण गोवा जिले से दक्षिण में, और अरब सागर से पश्चिम तक घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक पृष्ठभूमि</p>\r\n<p>आज के उत्तरी गोवा के अधिकांश प्रदेश (पेरनेम, बिचोलिम, और सटारी) सावंतवाड़ी के अधीन थे। जबकि पोंडा कभी सुंडा साम्राज्य या मराठों या सावंतवाड़ी के साम्राज्य के साथ था। इसलिए इन क्षेत्रों को उन हिंदुओं के लिए सुरक्षित आश्रय के रूप में देखा जाता था, जो पुर्तगाली पूछताछ के निरंतर भय के अधीन रह रहे थे। इन क्षेत्रों को 18 वीं शताब्दी के अंत में पुर्तगालियों ने न्यू कॉन्क्वेस्ट के हिस्से के रूप में जीत लिया था। ये क्षेत्र 1961 तक पुर्तगालियों के साथ रहे, जब भारत द्वारा इसे रद्द कर दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>गोवा और दो अन्य पूर्व पुर्तगाली एन्क्लेव गोवा, दमन और दीव के केंद्र शासित प्रदेश बन गए, और गोवा का आयोजन 1965 में एक ही जिले में किया गया। 30 मई 1987 को गोवा को राज्य का दर्जा मिला (जबकि दमन और दीव एक केंद्र शासित प्रदेश था), और गोवा दो जिलों, उत्तरी गोवा और दक्षिण गोवा में पुनर्गठित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>गोवा में पुर्तगाली (1510-1961)</p>\r\n<p>पुर्तगाली का आगमन (1498)</p>\r\n<p>खोज के रोमांच से रोमांचित और ईसाइयों और मसालों की तलाश में पुर्तगालियों की ओर से उकसाया गया पुर्तगाल ने ओरिएंट को खतरनाक यात्राओं की शुरुआत की जो बर्थोलोमेव डायस की यात्रा में केप ऑफ गुड होप के रूप में समाप्त हुई। इस शानदार सफलता ने नए विस्तर खोले। एक दशक बाद वास्को डी गामा पूर्व की ओर बंद हो गया और 1498 में कालीकट में उतरा और व्यापार के अरब एकाधिकार को तोड़ दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>एस्टाडो दा इंडिया (1510)</p>\r\n<p>पुर्तगाल के लिए एक पूर्वी साम्राज्य की स्थापना के सपने के साथ, अफोन्सो डी अल्बुकर्क, गोवा के गवर्नर-जनरल, ने स्ट्रैगेटिक केंद्रों का अधिग्रहण करने के लिए भी व्यापार मार्ग निर्धारित किया। विजयनगर के बेड़े के एडमिरल के निमंत्रण पर, उन्होंने थोड़े प्रारंभिक विरोध के साथ गोवा पर कब्जा कर लिया। हालांकि अस्थायी रूप से रूट किए जाने पर, उन्होंने 25 नवंबर, 1510 को विजयी रूप से शहर पर कब्जा कर लिया और सार्वजनिक चौक में घुटने टेककर उन्होंने गोवा को सेंट कैथरीन को समर्पित कर दिया, जिसकी दावत उस दिन थी।</p>\r\n<p>&nbsp;</p>\r\n<p>1530 में गोवा पूर्व में पुर्तगाली साम्राज्य की राजधानी बन गया और केप ऑफ गुड होप से चीन सागर तक समुद्र की मालकिन।</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट फ्रांसिस जेवियर (1542-1552)</p>\r\n<p>1542 में एक युवा स्पेनिश रईस के आगमन ने जेसुइट को बदल दिया, शैक्षणिक शिक्षा की शानदार पृष्ठभूमि के साथ, एक ऐसा प्रभाव पैदा किया जो जबरदस्त था। कमजोर और दलितों के प्रति उनकी करुणा, उनके गतिशील उत्साह और उनकी सहज पवित्रता ने बहुतों को शिक्षित किया। 1552 में उनकी मृत्यु के दो साल बाद, गोवा में संत के शरीर को निर्वस्त्र कर दिया गया था। यह आज भी दुनिया भर से तीर्थयात्रियों को आकर्षित करना जारी रखता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत का पहला प्रिंटिंग प्रेस (1556)</p>\r\n<p>फ्रांसिस ज़ेवियर एंड गार्सिया डी ओर्टा द्वारा लिखित डौटरीना क्रिस्टा में पूरे भारत में जंगम प्रकारों की पहली प्रिंटिंग प्रेस ने बोलचाल के डॉस सिमोस ड्रोगोस मेडिसिनिस नामक और ओस्स डिफेट्स दा इंडिया के नाम से प्रसिद्ध लुइस डे कैम्पो के शुरुआती कार्य को प्रकाशित किया।</p>\r\n<p>&nbsp;</p>\r\n<p>इंडियन इन्कॉर्शन (1946-1961)</p>\r\n<p>जय हिंद आंदोलन (1946)</p>\r\n<p>स्वतंत्रता की टिमटिमाती मशाल को तेज करने के लिए, भारतीय समाजवादी नेता, डॉ। राम मनोहर लोहिया, ने 18 जून, 1946 को गोवा में एक विशाल सभा को संबोधित करते हुए गिरफ़्तार किया।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>जिले का प्रशासनिक मुख्यालय पंजिम है, जो गोवा राज्य की राजधानी भी है। जिला कोंकण नामक एक बड़े क्षेत्र का हिस्सा है। भारतीय प्रशासनिक सेवा की नीला मोहनन जिला कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले को तीन उपखंडों में बांटा गया है - पंजिम, मापुसा और बिचोलिम; और पाँच तालु - तिस्वादि (पंजिम), बर्देज़ (मापुसा), पेरनेम, बिचोलिम और सटारी (वालपोई)।</p>\r\n<p>&nbsp;</p>\r\n<p>पोंडा तालुका जनवरी 2015 में उत्तरी गोवा से दक्षिण गोवा स्थानांतरित हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>आबादी</p>\r\n<p>2011 की जनगणना के अनुसार उत्तरी गोवा की जनसंख्या 817,761 है जो लगभग कोमोरोस या दक्षिण डकोटा के अमेरिकी राज्य के बराबर है। यह इसे भारत में 480 वीं रैंकिंग (कुल 640 में से) देता है। जिले का जनसंख्या घनत्व 471 निवासियों प्रति वर्ग किलोमीटर (1,220 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 7.8% थी। उत्तरी गोवा में हर 1000 पुरुषों पर 959 महिलाओं का लिंग अनुपात है, और साक्षरता दर 88.85% है।</p>\r\n<p>&nbsp;</p>\r\n<p>भाषा</p>\r\n<p>कोंकणी उत्तरी गोवा जिले में रहने वाले अधिकांश लोगों की मातृभाषा है। मराठी पर्याप्त संख्या में लोगों द्वारा बोली जाती है। अंग्रेजी और हिंदी बहुसंख्यक आबादी द्वारा समझी जाती है। पुर्तगालियों को बहुत कम लोगों द्वारा बोला और समझा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>कैंडोलिम बीच गोवा</p>\r\n<p>&nbsp;</p>\r\n<p>फोर्ट अगुआड़ा लाइट हाउस</p>\r\n<p>उत्तरी गोवा मुख्य रूप से समुद्र तटों के लिए प्रसिद्ध है जिसमें अंजुना बीच, कैंडोलिम बीच, मंद्रेम बीच, कैलंग्यूट बीच, आरामबोल बीच और कुछ अन्य शामिल हैं। अन्य पर्यटक स्थलों में फोर्ट अगुआड़ा, द चर्च ऑफ मै डी ड्यूस और बोगदेशेश्वर का मंदिर शामिल हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/North_Goa_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","subContents":[{"SubTitle":"1. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>उत्तर गोवा पहुंचने का सबसे सस्ता और सुविधाजनक तरीका रेलवे है। गोवा में दो प्रमुख रेलहेड मडगांव और वास्को-द-गामा हैं। ये दोनों स्टेशन मुंबई, पुणे, दिल्ली और बैंगलोर जैसे प्रमुख भारतीय शहरों से सीधे जुड़े हुए हैं। ट्रेन बुकिंग के लिए आईआरसीटीसी पर जाएं।</p>\r\n<p>&nbsp;</p>\r\n<p>आप वास्को-गामा स्टेशन पर उतर सकते हैं और पणजी बस स्टैंड (28 किलोमीटर - INR 40) के लिए बस पकड़ सकते हैं। बस स्टेशन वास्को स्टेशन से पैदल दूरी पर है। पणजी बस स्टैंड से, बागा, कैलंगुट, अंजुना और उत्तरी गोवा के अन्य प्रमुख समुद्र तटों के लिए सीधी बसें उपलब्ध हैं।</p>","SubContentHindi":null,"ImageUrl":"9939c3f9-2aee-47d8-a8b7-56be7f1d5ea3_North-Goa-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-north-goa-panaji-goa","tags":[{"name":"उत्तरी-गोवा","slug":"north-goa"},{"name":"पणजी","slug":"panaji"},{"name":"गोवा","slug":"goa"}],"recommendations":[{"id":382,"title":"दक्षिण गोवा, मार्गो में घूमने के लिए शीर्ष स्थान, गोवा","imageUrl":"86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","dateCreated":"2019-05-14T15:18:43.848Z","dateModified":"2019-05-14T15:34:38.899Z","contributedBy":"AskGif","content":"दक्षिण गोवा दो जिलों में से एक है जिसमें पश्चिम भारत में गोवा राज्य शामिल है, कोंकण के रूप में जाना जाता है। यह उत्तर गोवा के जिले से उत्तर, पूर्व और दक्षिण में कर्नाटक राज्य के उत्तरा कन्नड़ जिले से घिरा हुआ है, जबकि अरब सागर इसका पश्चिमी तट बनाता है।\r\n&nbsp;\r\nइतिहास\r\nपुर्तग","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दक्षिण-गोवा","slug":"south-goa"},{"name":"मार्गो","slug":"margao"},{"name":"गोवा","slug":"goa"}],"slug":"top-places-to-visit-in-south-goa-margao-goa","total":0},{"id":380,"title":"उत्तरी गोवा, पणजी में देखने के लिए शीर्ष स्थान, गोवा","imageUrl":"9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","dateCreated":"2019-05-09T16:00:05.33Z","dateModified":"2019-05-09T16:41:03.01Z","contributedBy":"AskGif","content":"उत्तर गोवा भारत के गोवा राज्य को बनाने वाले दो जिलों में से एक है। जिले का क्षेत्रफल 1736 वर्ग किमी है, और यह उत्तर में महाराष्ट्र राज्य के सिंधुदुर्ग जिले और पूर्व में कर्नाटक के बेलगाम जिले से, दक्षिण गोवा जिले से दक्षिण में, और अरब सागर से पश्चिम तक घिरा हुआ है।\r\n&nbsp;\r\nऐतिहासिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तरी-गोवा","slug":"north-goa"},{"name":"पणजी","slug":"panaji"},{"name":"गोवा","slug":"goa"}],"slug":"top-places-to-visit-in-north-goa-panaji-goa","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}