{"id":380,"title":"Top Places to visit in North Goa, Panaji, Goa","imageUrl":"9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","dateCreated":"2019-05-09T16:00:05.33Z","dateModified":"2019-05-09T16:41:03.01Z","contributedBy":"AskGif","content":"<p>North Goa is one of the two districts that make up the state of Goa in India. The district has an area of 1736 km&sup2;, and is bounded by Sindhudurg district of Maharashtra state to the north and by Belgaum district of Karnataka to the east, by South Goa District to the south, and by the Arabian Sea to the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical background</p>\r\n<p>Much of the today's North Goa territories (Pernem, Bicholim, and Sattari) were under the Kingdom of Sawantwadi. While Ponda was sometimes with Sunda Kingdom or Marathas or Kingdom of Sawantwadi. Hence these territories were seen as safe haven for the Hindus who were living under continuous fear of the Portuguese Inquisition. These territories were conquered by Portuguese as part of New Conquest in late 18th centuries. These territories then remain with the Portuguese till 1961 when it was annexed by India.</p>\r\n<p>&nbsp;</p>\r\n<p>Goa and two other former Portuguese enclaves became the union territory of Goa, Daman and Diu, and Goa was organised into a single district in 1965. On 30 May 1987, Goa attained statehood (while Daman and Diu remained a union territory), and Goa was reorganised into two districts, North Goa and South Goa.</p>\r\n<p>&nbsp;</p>\r\n<p>Portuguese in Goa (1510-1961)</p>\r\n<p>Advent of Portuguese (1498)</p>\r\n<p>Lured by the thrill of discovery and goaded by the prospect of seeking Christians and spices Portugal embarked on perilous voyages to the Orient which culminated in Bartholomew Dias&rsquo; trip round the Cape of Good Hope. This spectacular breakthrough opened new vistas. A decade later Vasco Da Gama set off eastwards and in 1498 landed in Calicut and broke the Arab monopoly of trade.</p>\r\n<p>&nbsp;</p>\r\n<p>Estado Da India (1510)</p>\r\n<p>Fired with the dream of establishing an Eastern Empire for Portugal, Afonso De Albuquerque, Governor-General of Goa, set to acquire stragetic centers also the trade route. At the invitation of the Admiral of the Vijayanagar&rsquo;s fleet, he occupied Goa with little initial opposition. Though temporarily routed, he triumphantly regained possession of the city on November 25, 1510 and kneeling in the public square he dedicated Goa to St. Catherine whose feast was on that day.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1530 Goa became the capital of the Portuguese Empire in the East and mistress of the sea from the Cape of Good Hope to the China Sea.</p>\r\n<p>&nbsp;</p>\r\n<p>St. Francis Xavier (1542-1552)</p>\r\n<p>The arrival in 1542 of a young Spanish nobleman turned Jesuit, with a brilliant background of academic learning, created an impact that was tremendous. His compassion for the weak and the downtrodden, his dynamic zeal and his innate holiness edified many. Two years after his death in 1552, the incorrupt body of the saint was enshrined in Goa. It continued to attract pilgrims from all over the world even to this day.</p>\r\n<p>&nbsp;</p>\r\n<p>India&rsquo;s First Printing press (1556)</p>\r\n<p>The first printing press of moveable types in the whole of India printed Doutrina Christa written by Francis Xavier &amp; Garcia de Orta called Colloquios Dos Simples Drogos Medicinais &amp; an early work of the famous poet Luis De Camoes entitled Os Disparates Da India.</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Incersions (1946-1961)</p>\r\n<p>Jai Hind Movement (1946)</p>\r\n<p>To intensify the flickering torch of freedom, the Indian Socialist leader, Dr. Ram Manohar Lohia, courted arrest on June 18, 1946 by defiantly addressing a mammoth meeting in Goa.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>The administrative headquarters of the district is Panjim, which is also the capital of the state of Goa. The district forms part of a greater region called the Konkan. Nila Mohanan of the Indian Administrative Service is the District Collector.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is divided into three subdivisions &ndash; Panjim, Mapusa, and Bicholim; and five taluks &ndash; Tiswadi (Panjim), Bardez (Mapusa), Pernem, Bicholim, and Sattari (Valpoi).</p>\r\n<p>&nbsp;</p>\r\n<p>Ponda Taluka shifted from North Goa to South Goa in January 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Population</p>\r\n<p>According to the 2011 census North Goa has a population of 817,761 which is roughly equal to the nation of Comoros or the US state of South Dakota. This gives it a ranking of 480th in India (out of a total of 640). The district has a population density of 471 inhabitants per square kilometre (1,220/sq mi). Its population growth rate over the decade 2001-2011 was 7.8%. North Goa has a sex ratio of 959 females for every 1000 males, and a literacy rate of 88.85%.</p>\r\n<p>&nbsp;</p>\r\n<p>Language</p>\r\n<p>Konkani is the mother tongue of a majority of the people living in North Goa district. Marathi is spoken by a substantial number of people. English and Hindi are understood by a majority of the population. Portuguese is also spoken and understood by a small number of people.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Candolim Beach Goa</p>\r\n<p>&nbsp;</p>\r\n<p>Fort Aguada Light House</p>\r\n<p>North Goa is mainly famous for beaches which include Anjuna Beach, Candolim Beach, Mandrem Beach, Calangute Beach, Arambol Beach and a few others. Other tourist sites include Fort Aguada, The church of Mae De Dues and the temple of Boghdeshwara.</p>\r\n<p>source: https://en.wikipedia.org/wiki/North_Goa_district</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","subContents":[{"SubTitle":"1. How to Reach","SubTitleHindi":null,"SubContent":"<p>The cheapest and the convenient way to reach North Goa is via railways. The two major railheads in Goa are Madgaon and Vasco-da-Gama. Both these stations are directly connected to major Indian cities like Mumbai, Pune, Delhi, and Bangalore via railways. For train bookings visit IRCTC.</p>\r\n<p>&nbsp;</p>\r\n<p>You can get down at Vasco &ndash;da&mdash;Gama station and catch a bus for Panaji bus stand (28 kms &ndash; INR 40). The bus station is at a walking distance from the Vasco station. From Panaji bus stand, direct buses are available for Baga, Calangute, Anjuna and other major beaches of North Goa.</p>","SubContentHindi":null,"ImageUrl":"9939c3f9-2aee-47d8-a8b7-56be7f1d5ea3_North-Goa-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-north-goa-panaji-goa","tags":[{"name":"north-goa","slug":"north-goa"},{"name":"panaji","slug":"panaji"},{"name":"goa","slug":"goa"}],"recommendations":[{"id":382,"title":"Top Places to visit in South Goa, Margao, Goa","imageUrl":"86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","dateCreated":"2019-05-14T15:18:43.848Z","dateModified":"2019-05-14T15:34:38.899Z","contributedBy":"AskGif","content":"South Goa is one of two districts that comprises the state of Goa in West India, within the region known as the Konkan. It is bounded by the district of North Goa to the north, the Uttara Kannada district of Karnataka state to the east and south, while the Arabian Sea forms its western coast.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"south-goa","slug":"south-goa"},{"name":"margao","slug":"margao"},{"name":"goa","slug":"goa"}],"slug":"top-places-to-visit-in-south-goa-margao-goa","total":0},{"id":380,"title":"Top Places to visit in North Goa, Panaji, Goa","imageUrl":"9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","dateCreated":"2019-05-09T16:00:05.33Z","dateModified":"2019-05-09T16:41:03.01Z","contributedBy":"AskGif","content":"North Goa is one of the two districts that make up the state of Goa in India. The district has an area of 1736 km&sup2;, and is bounded by Sindhudurg district of Maharashtra state to the north and by Belgaum district of Karnataka to the east, by South Goa District to the south, and by the Arabian","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-goa","slug":"north-goa"},{"name":"panaji","slug":"panaji"},{"name":"goa","slug":"goa"}],"slug":"top-places-to-visit-in-north-goa-panaji-goa","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}