{"id":382,"title":"Top Places to visit in South Goa, Margao, Goa","imageUrl":"86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","dateCreated":"2019-05-14T15:18:43.848Z","dateModified":"2019-05-14T15:34:38.899Z","contributedBy":"AskGif","content":"<p>South Goa is one of two districts that comprises the state of Goa in West India, within the region known as the Konkan. It is bounded by the district of North Goa to the north, the Uttara Kannada district of Karnataka state to the east and south, while the Arabian Sea forms its western coast.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The Portuguese established a colony in Goa in 1510 and expanded the colony to its present boundaries during the 17th and 18th centuries. Goa was annexed by India on 19 December 1961. Goa and two other former Portuguese enclaves became the union territory of Goa, Daman and Diu, and Goa was organised into a single district in 1965. On 30 May 1987 Goa attained statehood (while Daman and Diu became a separate union territory), and Goa was reorganised into two districts, North Goa and South Goa.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Anjali Sehrawat, an officer of the Indian Administrative Service, is the Collector and District Magistrate of South Goa. There are Deputy Collectors and Mamlatdars for each Taluka.</p>\r\n<p>&nbsp;</p>\r\n<p>Tariq Thomas is the new Collector effective July 2018.</p>\r\n<p>&nbsp;</p>\r\n<p>The headquarters of the district is Margao.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The administrative headquarters of the district is Margao.</p>\r\n<p>&nbsp;</p>\r\n<p>A spacious district administrative headquarters (Collectorate building) is located on the outskirts of Margao, adjoining the inter-city bus stand. It is named after Mathany Saldanha, a former minister and social activist.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is divided into five subdivisions &ndash; Ponda, Mormugao (Vasco da Gama), Margao, Quepem, and Dharbandora; and seven taluks &ndash; Ponda, Mormugao, Salcete (Margao), Quepem, and Canacona (Chaudi), Sanguem, and Dharbandora.</p>\r\n<p>&nbsp;</p>\r\n<p>Ponda Taluka shifted from North Goa to South Goa in January 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Frequent buses are available between Margao and North Goa.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census South Goa has a population of 639,962 which is roughly equal to the nation of Montenegro or the US state of Vermont. This gives it a ranking of 515th in India (out of a total of 640). The district has a population density of 326 inhabitants per square kilometre (840/sq mi). Its population growth rate over the decade 2001-2011 was 8.63%. South Goa has a sex ratio of 980 females for every 1000 males, and a literacy rate of 85.53%.</p>\r\n<p>&nbsp;</p>\r\n<p>Konkani is the mother tongue of a majority of the people living in South Goa district. Marathi is spoken by a substantial number of people. English and Hindi are understood by a majority of the population. Portuguese is also spoken and understood by a small number of people.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are many educational institutions in South Goa. The prominent colleges include:</p>\r\n<p>&nbsp;</p>\r\n<p>Birla Institute of Technology and Science, Pilani &ndash; Goa Campus in Zuarinagar.</p>\r\n<p>The Parvatibai Chowgule College in Margao.</p>\r\n<p>Carmel College for Women in Nuvem.</p>\r\n<p>Govind Ramnath Kare College of Law&nbsp; in Margao.</p>\r\n<p>Padre Conceicao College of Engineering (PCCE) in Verna.</p>\r\n<p>Don Bosco College of Engineering in Fatorda.</p>\r\n<p>Rosary College of Arts and Commerce in Navelim.</p>\r\n<p>MES College in Vasco da Gama.</p>\r\n<p>Shree Mallikarjun College in Canacona.</p>\r\n<p>Shree Katyayani Baneshwar Vidyalaya&nbsp; in Canacona.</p>\r\n<p>Agnel Polytechnic, Verna.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/South_Goa_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","subContents":[{"SubTitle":"1. Towns, Beaches, Temples, Churches in South Goa District","SubTitleHindi":null,"SubContent":"<p>Margao: 33 kilometers down south from the state capital Panaji, is the commercial capital town of the South Goa District in Salcete Taluka. A thriving commercial metropolis linked by rail to the rest of India &amp; Mormugao Harbour and by National Highways, with Maharashtra and Karnataka. It has imposing old mansions and modern buildings.</p>\r\n<p>Vasco-Da-Gama: 30 kilometers south-west of Panaji, is a modern, well laid out city close to Mormugao Harbour known as Vasco-Da-Gama. It has beautiful and extensive avenues. The air terminus of Goa at Dabolim lies on the outskirts of the city. It is also the railway terminus for passenger service on the South Central Railway.</p>\r\n<p>Mormugao Harbour: is 34 kilometers south-west of Panaji (4 kms. from Vasco-Da-Gama), one of the finest natural anchorages on the West Coast of India and the hub of intense maritime activity.</p>\r\n<p>Chandor (Chandar): 9 kms. East of Margao, the Menezes Braganza House, mostly late 18th Century and previously owned by Lemon nationalist and Journalist Luis De Menezes Braganza has a series of magnificent rooms especially the great salon with its fine furniture and the largest private library in Goa.</p>","SubContentHindi":null,"ImageUrl":"5de29cc2-8689-4d62-9e17-b45019b6e55a_Margao-city-hall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Beaches in South Goa District","SubTitleHindi":null,"SubContent":"<p>Colva Beach: About 6 kms. from Margao, Colva beach is the pride of Salcete and the only rival to Calangute by its scenic splendour. Here, sand, sea and sky blend in enchanting natural harmony unspoilt by men. Has good accommodation facilities particulary at the tourist cottages.</p>\r\n<p>Agonda Beach: About 37 kms. south of Margao. It is a small picturesque and secluded beach much sought after for its serenity.</p>\r\n<p>Palolem Beach: About 37 kms. south of Margao. It&rsquo;s just west of Chaudi in the Southern Taluka of Canacona and is one of the most enchanting beaches in Goa relatively deserted, with the backdrop of Western Ghats.</p>","SubContentHindi":null,"ImageUrl":"6695e47e-06c1-4923-905c-ba1beae17097_colva-beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Churches & Temples in South Goa District","SubTitleHindi":null,"SubContent":"<p>Rachol Seminary: Situated just off the banks of Zuari river, 12 kilometers north-east of Margao in South Goa. In 1521 the Portuguese, in their customary fashion first built a church, then a prison, later in 1574-1610 a seminary to impart philosophy and theology. It is in this seminary that the museum of Christian Art is housed.</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Mallikarjun : 40 kms south of Margao at Canacona, the southernmost Taluka of Goa, is believed to have been constructed during the middle of 16th Century by ancestors of the Kshatriya Samaj. It was renovated in the year 1778. The temple has massive wooden pillars with intricate carvings. There are 60 deities around the temple, Rathasaptami in February and Shigmotsav in March/April are the festivals of note, which draw large crowds.</p>\r\n<p>Shree Saunsthan Gokarn Partagali Jeevottam Math: Located at Partagali Village on the banks of the sacred rivulet Kushavati, this math established by Shreemad Narayanateertha Swamiji in the year 1475 A.D. has an uninterrupted tradition of 23 Swamijis. This is an accident Math of the Gaud Saraswat Brahmin Vaishnav Community which maintained contact with the scattered members of the community. The symbol representing the spiritual movement carried by the Math for over 500 years is one of the few huge ancient &lsquo;vatavriksha&rsquo; (Banyan tree) which is about 200 ft. x 225 ft. and is considered a Tapasya Kshetra for over a thousand years. Vatavriksha and the Ishwar linga in front of it are worshipped by the people of Partagali and adjoining area. This place is popularly known as Bramhasthan. Partagali is being developed into a centre of culture and learning, without in any way tampering with its glorious traditions.</p>","SubContentHindi":null,"ImageUrl":"740c78df-0633-4785-a3b8-51d8dafd29bf_temples-goa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Air</p>\r\n<p>The nearest airport to Margao is Dabolim Airport which is 23 km away from it.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Madgaon railway station is Goa&rsquo;s biggest and busiest as it is a railway junction positioned at the intersection of the Konkan Railway and the South Western Railway. All trains stop at Margao. Hence it is used more commonly as a transit stop rather than a tourist destination by many people who either head off down south to Palolem (38 km) or to Benaulim and Colva which are about six kilometers away and are popular tourist destinations.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Margao is connected by road to other cities like Mangalore, Udupi, Bhatkal, Kumta, Karwar, Ratnagiri, and Mumbai through the National Highway 66 (NH66). Also, there is road which connects Marg&atilde;o to Ponda and other towns of Goa state.</p>\r\n<p>source: https://southgoa.nic.in</p>","SubContentHindi":null,"ImageUrl":"a5a7a835-e4cc-446b-9209-c275b4cf56ec_south-goa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-south-goa-margao-goa","tags":[{"name":"south-goa","slug":"south-goa"},{"name":"margao","slug":"margao"},{"name":"goa","slug":"goa"}],"recommendations":[{"id":382,"title":"Top Places to visit in South Goa, Margao, Goa","imageUrl":"86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","dateCreated":"2019-05-14T15:18:43.848Z","dateModified":"2019-05-14T15:34:38.899Z","contributedBy":"AskGif","content":"South Goa is one of two districts that comprises the state of Goa in West India, within the region known as the Konkan. It is bounded by the district of North Goa to the north, the Uttara Kannada district of Karnataka state to the east and south, while the Arabian Sea forms its western coast.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"south-goa","slug":"south-goa"},{"name":"margao","slug":"margao"},{"name":"goa","slug":"goa"}],"slug":"top-places-to-visit-in-south-goa-margao-goa","total":0},{"id":380,"title":"Top Places to visit in North Goa, Panaji, Goa","imageUrl":"9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","dateCreated":"2019-05-09T16:00:05.33Z","dateModified":"2019-05-09T16:41:03.01Z","contributedBy":"AskGif","content":"North Goa is one of the two districts that make up the state of Goa in India. The district has an area of 1736 km&sup2;, and is bounded by Sindhudurg district of Maharashtra state to the north and by Belgaum district of Karnataka to the east, by South Goa District to the south, and by the Arabian","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-goa","slug":"north-goa"},{"name":"panaji","slug":"panaji"},{"name":"goa","slug":"goa"}],"slug":"top-places-to-visit-in-north-goa-panaji-goa","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}