{"id":382,"title":"दक्षिण गोवा, मार्गो में घूमने के लिए शीर्ष स्थान, गोवा","imageUrl":"86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","dateCreated":"2019-05-14T15:18:43.848Z","dateModified":"2019-05-14T15:34:38.899Z","contributedBy":"AskGif","content":"<p>दक्षिण गोवा दो जिलों में से एक है जिसमें पश्चिम भारत में गोवा राज्य शामिल है, कोंकण के रूप में जाना जाता है। यह उत्तर गोवा के जिले से उत्तर, पूर्व और दक्षिण में कर्नाटक राज्य के उत्तरा कन्नड़ जिले से घिरा हुआ है, जबकि अरब सागर इसका पश्चिमी तट बनाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>पुर्तगालियों ने 1510 में गोवा में एक कॉलोनी की स्थापना की और 17 वीं और 18 वीं शताब्दी के दौरान अपनी वर्तमान सीमाओं के लिए कॉलोनी का विस्तार किया। गोवा को 19 दिसंबर 1961 को भारत द्वारा रद्द कर दिया गया था। गोवा और दो अन्य पूर्व पुर्तगाली एन्क्लेव गोवा, दमन और दीव के केंद्र शासित प्रदेश बन गए, और गोवा 1965 में एक ही जिले में आयोजित किया गया था। 30 मई 1987 को गोवा को राज्य का दर्जा मिला (जबकि दमन और दीव एक अलग केंद्र शासित प्रदेश बन गया), और गोवा को दो जिलों, उत्तरी गोवा और दक्षिण गोवा में पुनर्गठित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>अंजलि सेहरावत, भारतीय प्रशासनिक सेवा की एक अधिकारी, दक्षिण गोवा की कलेक्टर और जिला मजिस्ट्रेट हैं। प्रत्येक तालुका के लिए डिप्टी कलेक्टर और ममलतदार हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>तारिक थॉमस जुलाई 2018 से प्रभावी नए कलेक्टर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का मुख्यालय मडगांव है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>जिले का प्रशासनिक मुख्यालय मडगांव है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक विशाल जिला प्रशासनिक मुख्यालय (कलेक्ट्रेट भवन), इंटर सिटी बस स्टैंड से सटे मार्गो के बाहरी इलाके में स्थित है। इसका नाम पूर्व मंत्री और सामाजिक कार्यकर्ता मथानी सालदान के नाम पर रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले को पांच उपखंडों में बांटा गया है - पोंडा, मोरमुगाओ (वास्को डी गामा), मडगांव, क्यूपेम, और धर्मबंद; और सात तालुकों - पोंडा, मोरमुगाओ, साल्केते (मार्गो), क्यूपेम, और कैनाकोना (चौडी), सुंगेम और धर्बानोरा।</p>\r\n<p>&nbsp;</p>\r\n<p>पोंडा तालुका जनवरी 2015 में उत्तरी गोवा से दक्षिण गोवा स्थानांतरित हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मडगांव और उत्तरी गोवा के बीच लगातार बसें उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार दक्षिण गोवा की जनसंख्या 639,962 है जो लगभग मोंटेनेग्रो या वर्मोंट के अमेरिकी राज्य के बराबर है। यह इसे भारत में 515 वें (कुल 640 में से) की रैंकिंग देता है। जिले में जनसंख्या घनत्व 326 प्रति वर्ग किलोमीटर (840 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 8.63% थी। दक्षिण गोवा में हर 1000 पुरुषों पर 980 महिलाओं का लिंग अनुपात है, और साक्षरता दर 85.53% है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोंकणी दक्षिण गोवा जिले में रहने वाले अधिकांश लोगों की मातृभाषा है। मराठी पर्याप्त संख्या में लोगों द्वारा बोली जाती है। अंग्रेजी और हिंदी बहुसंख्यक आबादी द्वारा समझी जाती है। पुर्तगालियों को बहुत कम लोगों द्वारा बोला और समझा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>दक्षिण गोवा में कई शिक्षण संस्थान हैं। प्रमुख कॉलेजों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>बिरला इंस्टीट्यूट ऑफ टेक्नोलॉजी एंड साइंस, पिलानी - ज़ुरीनगर में गोवा कैंपस।</p>\r\n<p>मार्गो में पार्वतीबाई चौगुले कॉलेज।</p>\r\n<p>नुव्म में महिलाओं के लिए कार्मेल कॉलेज।</p>\r\n<p>मडगांव में गोविंद रामनाथ करे कॉलेज ऑफ लॉ।</p>\r\n<p>वर्डे में पड्रे कोनसिकाओ कॉलेज ऑफ इंजीनियरिंग (PCCE)।</p>\r\n<p>फतोर्दा में डॉन बॉस्को कॉलेज ऑफ इंजीनियरिंग।</p>\r\n<p>रोज़वेलरी कॉलेज ऑफ़ आर्ट्स एंड कॉमर्स नैवेलिम में।</p>\r\n<p>वास्को डी गामा में एमईएस कॉलेज।</p>\r\n<p>कैनाकोना में श्री मल्लिकार्जुन कॉलेज।</p>\r\n<p>कैनाकोना में श्री कात्यायनी बनेश्वर विद्यालय।</p>\r\n<p>एग्ने पॉलिटेक्निक, वर्ना।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/South_Goa_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","subContents":[{"SubTitle":"1. दक्षिण गोवा जिले के शहर, समुद्र तट, मंदिर, चर्च","SubTitleHindi":null,"SubContent":"<p>मार्गो: राज्य की राजधानी पणजी से दक्षिण में 33 किलोमीटर दूर, साल्केते तालुका में दक्षिण गोवा जिले का व्यावसायिक राजधानी शहर है। एक संपन्न वाणिज्यिक महानगर जो भारत और मोरमुगाओ हार्बर के रेल मार्ग से जुड़ा हुआ है और राष्ट्रीय राजमार्गों पर महाराष्ट्र और कर्नाटक के साथ जुड़ा हुआ है। इसमें पुरानी हवेली और आधुनिक इमारतें हैं।</p>\r\n<p>वास्को-दा-गामा: पणजी से 30 किलोमीटर दक्षिण-पश्चिम में, मोर्मुगाओ हार्बर के करीब एक आधुनिक, अच्छी तरह से बिछा हुआ शहर है, जिसे वास्को-दा-गामा के नाम से जाना जाता है। इसमें सुंदर और व्यापक रास्ते हैं। डाबोलिम में गोवा का वायु टर्मिनस शहर के बाहरी इलाके में स्थित है। यह दक्षिण मध्य रेलवे पर यात्री सेवा के लिए रेलवे टर्मिनस भी है।</p>\r\n<p>मोरमुगाओ हार्बर: पणजी से 34 किलोमीटर दक्षिण-पश्चिम (वास्को-दा-गामा से 4 किलोमीटर), भारत के पश्चिमी तट पर बेहतरीन प्राकृतिक लंगर और गहन समुद्री गतिविधि के केंद्र में से एक है।</p>\r\n<p>चंदर (चंदर): 9 कि.मी. मार्गाओ के पूर्व, मेनेज़ेस ब्रागांज़ा हाउस, ज्यादातर 18 वीं शताब्दी के अंत में और पहले लेमन राष्ट्रवादी और पत्रकार लुइस डी मेनेजेस ब्रागांजा के स्वामित्व में शानदार कमरों की एक श्रृंखला है, विशेष रूप से शानदार फर्नीचर के साथ शानदार सैलून और गोवा में सबसे बड़ा निजी पुस्तकालय।</p>","SubContentHindi":null,"ImageUrl":"5de29cc2-8689-4d62-9e17-b45019b6e55a_Margao-city-hall.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. दक्षिण गोवा जिले में समुद्र तट","SubTitleHindi":null,"SubContent":"<p>कोलवा बीच: लगभग 6 कि.मी. मारगाओ से, कोलवा समुद्र तट साल्सेएट का गौरव है और अपने प्राकृतिक वैभव द्वारा कैलंगुट के लिए एकमात्र प्रतिद्वंद्वी है। यहाँ, रेत, समुद्र और आकाश, पुरुषों द्वारा प्राकृतिक सौहार्द को मंत्रमुग्ध करने में मिश्रण हैं। पर्यटक कॉटेज में अच्छी आवास सुविधाएं उपलब्ध हैं।</p>\r\n<p>अगोंडा बीच: लगभग 37 कि.मी. मार्गो के दक्षिण में। यह एक छोटा सुरम्य और एकांत समुद्र तट है जो इसकी शांति के लिए बहुत अधिक मांग है।</p>\r\n<p>पालोलेम बीच: लगभग 37 कि.मी. मार्गो के दक्षिण में। यह कैनाकोना के दक्षिणी तालुका में चौड़ी के पश्चिम में है और पश्चिमी घाट की पृष्ठभूमि के साथ, गोवा में सबसे अधिक मनोरम समुद्र तटों में से एक है।</p>","SubContentHindi":null,"ImageUrl":"6695e47e-06c1-4923-905c-ba1beae17097_colva-beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. दक्षिण गोवा जिले में चर्च और मंदिर","SubTitleHindi":null,"SubContent":"<p>रचोल सेमिनरी: दक्षिण गोवा में मार्गो से 12 किलोमीटर उत्तर-पूर्व में ज़ुआरी नदी के तट पर स्थित है। 1521 में, पुर्तगालियों ने अपनी प्रथागत शैली में पहले एक चर्च बनाया, फिर एक जेल, बाद में 1574-1610 में दर्शन और धर्मशास्त्र प्रदान करने के लिए एक मदरसा बनाया। यह इस मदरसे में क्रिश्चियन आर्ट का संग्रहालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री मल्लिकार्जुन: गोवा के दक्षिणतम तालुका, कैनाकोना में ४० किलोमीटर दक्षिण में, माना जाता है कि इसका निर्माण १६ वीं शताब्दी के मध्य में क्षत्रिय समाज के पूर्वजों द्वारा किया गया था। वर्ष 1778 में इसका जीर्णोद्धार किया गया था। मंदिर में लकड़ी के विशाल खंभे हैं जिनमें जटिल नक्काशी है। मंदिर के चारों ओर 60 देवता हैं, फरवरी में रथसप्तमी और मार्च / अप्रैल में शिगमोत्सव नोटों के त्योहार हैं, जो बड़ी भीड़ खींचते हैं।</p>\r\n<p>श्री सौष्ठान गोकर्ण पार्थगाली जीवनोत्तम मठ: पवित्र रिवायत कुशावती के तट पर पार्थगाली गांव में स्थित, 1475 ई.प. में श्रीमद नारायणतीर्थ स्वामीजी द्वारा स्थापित इस गणित में 23 स्वामियों की अबाधित परंपरा है। यह गौड़ सारस्वत ब्राह्मण वैष्णव समुदाय का एक दुर्घटना मठ है जिसने समुदाय के बिखरे सदस्यों के साथ संपर्क बनाए रखा। 500 वर्षों से अधिक समय तक मठ द्वारा किए गए आध्यात्मिक आंदोलन का प्रतिनिधित्व करने वाला प्रतीक कुछ विशाल प्राचीन 'वटवृक्ष' (बरगद का पेड़) है जो लगभग 200 फीट x 225 फीट है और इसे एक हजार वर्षों में तपस्या क्षेत्र माना जाता है। वटवृक्ष और इसके सामने स्थित ईश्वर लिंग की पूजा पार्थगाली और आसपास के क्षेत्र के लोग करते हैं। यह स्थान ब्रम्हस्थान के नाम से प्रसिद्ध है। अपनी शानदार परंपराओं के साथ किसी भी तरह से छेड़छाड़ किए बिना, पार्टागली को संस्कृति और शिक्षा के केंद्र के रूप में विकसित किया जा रहा है।</p>","SubContentHindi":null,"ImageUrl":"740c78df-0633-4785-a3b8-51d8dafd29bf_temples-goa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>वायु</p>\r\n<p>मडगांव का निकटतम हवाई अड्डा डाबोलिम हवाई अड्डा है जो इससे 23 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>मडगाँव रेलवे स्टेशन गोवा का सबसे बड़ा और सबसे व्यस्त शहर है क्योंकि यह एक रेलवे जंक्शन है जो कोंकण रेलवे और दक्षिण रेलवे रेलवे के चौराहे पर स्थित है। मडगांव में सभी ट्रेनें रुकती हैं। इसलिए इसे आमतौर पर कई लोगों द्वारा एक पर्यटन स्थल के बजाय एक पारगमन रोक के रूप में उपयोग किया जाता है, जो या तो दक्षिण में पालोलेम (38 किमी) या बेनौलिम और कोलवा से दूर जाते हैं जो लगभग छह किलोमीटर दूर हैं और लोकप्रिय पर्यटन स्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>मारगा राष्ट्रीय राजमार्ग 66 (NH66) के माध्यम से मैंगलोर, उडुपी, भटकल, कुमटा, करवार, रत्नागिरी और मुंबई जैसे अन्य शहरों से सड़क मार्ग से जुड़ा हुआ है। इसके अलावा, वहाँ सड़क है जो मार्गो को गोवा राज्य के पोंडा और अन्य शहरों से जोड़ती है।</p>\r\n<p>source: https://southgoa.nic.in</p>","SubContentHindi":null,"ImageUrl":"a5a7a835-e4cc-446b-9209-c275b4cf56ec_south-goa.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-south-goa-margao-goa","tags":[{"name":"दक्षिण-गोवा","slug":"south-goa"},{"name":"मार्गो","slug":"margao"},{"name":"गोवा","slug":"goa"}],"recommendations":[{"id":382,"title":"दक्षिण गोवा, मार्गो में घूमने के लिए शीर्ष स्थान, गोवा","imageUrl":"86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","dateCreated":"2019-05-14T15:18:43.848Z","dateModified":"2019-05-14T15:34:38.899Z","contributedBy":"AskGif","content":"दक्षिण गोवा दो जिलों में से एक है जिसमें पश्चिम भारत में गोवा राज्य शामिल है, कोंकण के रूप में जाना जाता है। यह उत्तर गोवा के जिले से उत्तर, पूर्व और दक्षिण में कर्नाटक राज्य के उत्तरा कन्नड़ जिले से घिरा हुआ है, जबकि अरब सागर इसका पश्चिमी तट बनाता है।\r\n&nbsp;\r\nइतिहास\r\nपुर्तग","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/86b4b3e7-b5e7-43c5-ae94-9bf095df5dbc_Unexplored-South-Goa.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दक्षिण-गोवा","slug":"south-goa"},{"name":"मार्गो","slug":"margao"},{"name":"गोवा","slug":"goa"}],"slug":"top-places-to-visit-in-south-goa-margao-goa","total":0},{"id":380,"title":"उत्तरी गोवा, पणजी में देखने के लिए शीर्ष स्थान, गोवा","imageUrl":"9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","dateCreated":"2019-05-09T16:00:05.33Z","dateModified":"2019-05-09T16:41:03.01Z","contributedBy":"AskGif","content":"उत्तर गोवा भारत के गोवा राज्य को बनाने वाले दो जिलों में से एक है। जिले का क्षेत्रफल 1736 वर्ग किमी है, और यह उत्तर में महाराष्ट्र राज्य के सिंधुदुर्ग जिले और पूर्व में कर्नाटक के बेलगाम जिले से, दक्षिण गोवा जिले से दक्षिण में, और अरब सागर से पश्चिम तक घिरा हुआ है।\r\n&nbsp;\r\nऐतिहासिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तरी-गोवा","slug":"north-goa"},{"name":"पणजी","slug":"panaji"},{"name":"गोवा","slug":"goa"}],"slug":"top-places-to-visit-in-north-goa-panaji-goa","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}