{"id":383,"title":"Flt लेफ्टिनेंट अल्फ्रेड टायरोन कुक की कहानी: IAF का अनसंग 1965 हीरो और उसका क्लासिक 1 बनाम 4 एयर मुकाबला","imageUrl":"30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","dateCreated":"2019-05-14T17:09:28.914Z","dateModified":"2020-04-05T07:12:46.308Z","contributedBy":"AskGif","content":"<p>भारतीय आकाशवाणी के महानतम पर्वतीय स्थल की कहानी - WHO TENACIOUSLY FAG PAKISTAN AIR FORCE SACE JETS ALL ALONE in a FIESTY AERIAL DUEL</p>\r\n<p>&nbsp;</p>\r\n<p>7 सितंबर 1965 को कलियाकुंडा एएफबी के आसमान से बाहर निकलते हुए पाकिस्तान के एक हवाई जहाज से एक भारतीय वायुसेना ने उड़ान भरी थी। शाओतिंग में एक PAF JET OVER JAL OAL KALAIKUNDA को दिखाया गया है, जो पूर्व में पाकिस्तान में बार्डर की तरह काम कर रहा है। इस 'फ्लाइट लेफ्टिनेंट अल्फ़्रेड टाइरोन कूके', जो शायद अभी तक के भारतीय वायु सेना के सबसे कठिन आकाशवाणी लड़ाई बंद लड़ी का सच सागा है</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>योद्धा के लिए भाग्य फुसफुसाते हुए -</p>\r\n<p>&nbsp;</p>\r\n<p>\"आप तूफान का सामना नहीं कर सकते\"</p>\r\n<p>&nbsp;</p>\r\n<p>और योद्धा वापस फुसफुसाते हुए बोला -</p>\r\n<p>&nbsp;</p>\r\n<p>\"मैं तूफान हूँ!\"</p>\r\n<p>&nbsp;</p>\r\n<p>1965 भारत पाक युद्ध: पूर्वी तट</p>\r\n<p>14 वर्ग पीएएफ के बारह PAF F86F सेबर पूर्वी पाकिस्तान में तेजगांव में स्थित थे और पूर्वी क्षेत्र में पीएएफ की हड़ताली शक्ति का कुल प्रतिनिधित्व करते थे। जब PAF ने 6 सितंबर 1965 को भारतीय वायुसेना को हड़ताल करने के लिए diktat जारी किया, तो संदेश पूर्वी पाकिस्तान में PAF द्वारा देर से प्राप्त हुआ। इसलिए जब 6 सितंबर की देर शाम को पश्चिमी मोर्चे पर उनके पूर्व-खाली हड़ताल के प्रयास से पीएएफ मारा गया, तो उनके स्थान पर खराब रोशनी की स्थिति और पूर्वी पाकिस्तान में समय के एक घंटे के अंतर के कारण, कृपाण हड़ताल को स्थगित कर दिया गया था। आने वाली सुबह।</p>\r\n<p>&nbsp;</p>\r\n<p>इस बीच, पीएएफ के खिलाफ भारतीय वायुसेना ने 6/7 सितंबर की रात को शुरू किया। प्रयास के एक भाग के रूप में, IAF हंटर्स को 14 Sqn के PAF कृपाण को नष्ट करने का काम सौंपा गया था। हालांकि, पीएएफ सबर्स के स्थान के बारे में विरोधाभासी खुफिया जानकारी के कारण, 37 एसकेएन के आईएएफ हंटर्स ने 7 सितंबर को 0530 बजे तेजगांव के बजाय कुर्मिटोला हवाई क्षेत्र से टकराया। यह वह समय था जब भारत में सुनियोजित हड़ताल के लिए तेजगांव में पीएएफ सबर्स अपने फैलाव पर सशस्त्र हो रहे थे। वे IAF हंटर काउंटर एयर स्ट्राइक के हाथों विनाश से बचने के लिए वास्तव में भाग्यशाली थे।</p>\r\n<p>&nbsp;</p>\r\n<p>कुर्मिटोला में भारतीय वायुसेना की हड़ताल से चिंतित, तेजगांव में बेस कमांडर, ग्रुप कैप्टन गुलाम 'गुल्ली' हैदर, ने PAF 14 Sqn के सीओ को निर्देश दिया, स्क्वाड्रन लीडर शब्बीर हुसैन सैयद ने खड़गपुर के पास कलिकुंडा में IAF बेस पर स्ट्राइक के लिए तुरंत हवाई फायर किया। पूर्व में वायुसेना की आक्रामक शक्ति का मुख्य केंद्र।</p>\r\n<p>&nbsp;</p>\r\n<p>1750 राउंड के साथ सामने बंदूक गोला बारूद और लंबी दूरी के ईंधन टैंक, शब्बीर सैयद के नेतृत्व में पांच कृपाण, बंगाल की खाड़ी के ऊपर 300 किमी की दूरी पर स्थित, 7 सितंबर को 06 घंटे में कलिकुंडा एयरफील्ड पर हमला किया। छापे ने कलिकुंडा पर पूरा आश्चर्य हासिल किया और वायुसेना के छह विमानों को जमीन पर गिरा दिया। PAF सेबर ने पूर्वी पाकिस्तान में सफलतापूर्वक अपना हमला किया।</p>\r\n<p>&nbsp;</p>\r\n<p>पीएएफ, कलिकुंडा पर सफल हवाई हमले से उत्साहित था। यद्यपि 14 कैनबरा के उनके दावे को नष्ट कर दिया गया और आठ अन्य विमान क्षतिग्रस्त हो गए, यह एक अत्यधिक अतिशयोक्ति थी, इस सफल हड़ताल के बाद पीएएफ के उत्साही होने के कारण थे। एंटी-एयरक्राफ्ट आर्टिलरी (सेना एएए इकाई केवल थिएरफील्ड में चलती थी) और समर्पित आधार सीएपी, कलिकुंडा पर कमजोर आईएएफ रक्षा ने पीएएफ को सामरिक श्रेष्ठता का आश्वासन दिया। गुल्ली हैदर ने कहा, युद्ध की शेष अवधि के लिए जुगुलर जाने और कालिकुंड को खत्म करने का समय आ गया था। सुबह पीएएफ के छापे के बाद बाघों में अपनी रक्षा के साथ, कलिकुंडा पूरी तरह से अव्यवस्था और महामारी की स्थिति में होगा। इसलिए PAF ने अच्छे के लिए कालीकुंडा में कैनबरा, शिकारी और पिशाच की बची हुई ताकत पर हमला करने और उसे नष्ट करने के लिए चार और कृपाणों को तेजी से लॉन्च करने का फैसला किया!</p>\r\n<p>&nbsp;</p>\r\n<p>सबर्स ने दक्षिण की ओर मध्यम स्तर पर पूर्वी पाकिस्तान से बाहर निकलने की योजना बनाई, भारत में सुंदरबन पर निम्न स्तर को पार किया और अंत में कलिकुंडा के दक्षिण में समुद्र तट का पालन किया। वहाँ से कृपाणों को कलिकुंडा के पश्चिम में दुधकुंडी फायरिंग रेंज की ओर बढ़ना था और अपने हमले को अजीब दिशा से चलाना था। इस हमले की दिशा भारतीय वायुसेना द्वारा कम से कम अपेक्षित होगी। हैदर ने भारतीय वायुसेना की जाँच करने के लिए अपनी आस्तीन ऊपर एक और लगाई और सुनिश्चित किया कि उसकी हड़ताल बिना किसी बाधा के हुई। उन्होंने कलकत्ता पर छापा मारने के लिए 25,000 फीट की ऊंचाई पर उड़ने वाले सबॉयर्स की एक जोड़ी लॉन्च की, जिसकी उन्हें उम्मीद थी कि 411 SU में IAF रडार द्वारा उठाया जाएगा। उन्होंने कहा कि भारतीय वायुसेना अपने सभी हवाई रक्षा कैपों को इस माननीय हड़ताल का मुकाबला करने के लिए तैयार करेगी और कृपाण हड़ताल बिना किसी खतरे के कलिकुंडा तक जाएगी।</p>\r\n<p>&nbsp;</p>\r\n<p>पाकिस्तानियों के पास एक दुस्साहसी योजना थी और इसे बंद करने का साधन था!</p>\r\n<p>&nbsp;</p>\r\n<p>7 सितंबर के उस निर्णायक दिन पर, गुल्ली हैदर - पूर्वी पाकिस्तान में पीएएफ के मास्टर रणनीति, ने 1965 के युद्ध में पीएएफ की सबसे शानदार आक्रामक कार्रवाई से भारतीय वायुसेना के बेस को युद्ध से बाहर निकाल दिया था - लेकिन एक IAF फाइटर पायलट के लिए फ्लाइट लेफ्टिनेंट अल्फ्रेड टायरोन कुक के नाम से।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","subContents":[{"SubTitle":"1. अल्फ्रेड कुक बनाम कृपाण नंबर 4 - टेल चेस","SubTitleHindi":null,"SubContent":"<p>ममगन मुश्किल में थी! आखिरी तीन मिनट के लिए बशीर के साथ जूझने के बाद और कृपाण पर हिट स्कोर करने के बाद, ममगैन का हंटर कृपाण को खो रहा था, जो लगातार मारने के लिए गोलीबारी की स्थिति में आ रहा था।</p>\r\n<p>&nbsp;</p>\r\n<p>फिर भी, यह होना नहीं था! लड़ाई के बीच उतरते हुए, कुक ने चीजों को अपने हाथों में लेने का फैसला किया, क्योंकि उन्होंने अपने चेहरे पर शैतान के मुखौटे के साथ अपने ललाट क्वार्टर से बशीर के विमान पर गोता लगाया। वह निश्चित रूप से दिखाई दिया</p>\r\n<p>राम बशीर का कृपाण बशीर को कुक की उड़ान के रास्ते से बाहर निकालने के लिए बहुत कमज़ोर और परेशान किया गया था। कुक ने इस अवसर को जब्त कर लिया और बशीर के कृपाण के अंदर कड़ी मेहनत करने के लिए आक्रामक रूप से पैंतरेबाज़ी की, जिससे ममदीन को एक ब्रेक का आदेश दिया गया</p>\r\n<p>मुकाबला और उसे डम डम पर वापस वसूली शुरू करने के लिए कह रहा है। जैसे ही ममगैन ने क्षेत्र से बाहर किया, कुक सब्रे के पीछे खिसक गया। कृपाण ने अपने पैसे के मूल्य के लिए उड़ान भरी। बशीर ने अपने चाल-चलन, ​​बैरल रोल्स, हाफ रोल, हाई विंग-ओवरों के अपने बैग में सब फेंक दिया, लेकिन हंटर को हिला नहीं सका जो एक क्लासिक a टेलचेस &rsquo;की स्थिति में उसकी पूंछ पर गोंद की तरह चिपका हुआ था। यह और भी अधिक उल्लेखनीय है जब कोई यह महसूस करता है कि कुक, पूरी तरह से 30 मिमी गोला बारूद से बाहर, एक सशस्त्र कृपाण का पीछा कर रहा था। इसके लिए स्टील की नसों की आवश्यकता होती है। Piloo Kacker को उस दिन अपने नायक पर गर्व होता!</p>\r\n<p>&nbsp;</p>\r\n<p>जमीन पर भारतीय वायुसेना के दर्शकों के लिए होने के कारण, बाशेर 30 मिमी गोलियों के कुकर के एडेंस के रूप में जल्द ही उसके ऊपर गिरने के लिए डमोकल्स की तलवार का इंतजार कर रहे थे। हालाँकि, वास्तविकता काफी अलग थी! थोड़ी देर बाद, कृपाण पायलट ने एक चूहे को पिघलाया। हंटर उस पर गोली क्यों नहीं चला रहा था? बशीर ने भगदड़ मचाने का फैसला किया। वह लड़ाई से टूट गया और पूर्वी पाकिस्तान के लिए सिर कलम कर दिया। कूक ने बशीर को &rsquo;क्या हुआ&rsquo; के कुछ बहुत ही असुविधाजनक क्षण देते हुए, सीमा तक सबर के पीछे अपनी स्थिति बनाए रखी। पीछा करने के दौरान, कुकर हंटर के लिए एयरबोर्न को पाने के लिए कुछ हंटर मांगते रहे, लेकिन पीएएफ के हमले के बाद कलिकुंडा में रेडियो एंटेना के दस्तक देने के बाद कलिकुंडा के साथ सभी संचार बंद हो गए। कुटे को एक शक्तिशाली विपत्ति को दूर जाने से देखकर दुखी हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>तत्पश्चात, अल्फ्रेड कुक ने दम दम हवाई अड्डे पर उतरने के लिए एक नाटकीय कम ईंधन, अनिश्चित एएसआई बनाया। उनके उतरने के बाद, जब ला फोंटेन ने कुक से उनकी हवाई लड़ाई के बारे में सवाल किया, तो कुक को स्मृति की चमक के अलावा किसी भी चीज़ को याद करने से परे थका दिया गया, जिसमें उन्होंने अपने हंटर को एक अंतहीन हाथापाई उच्च 'जी' पैंतरेबाज़ी, निम्न स्तर के वातावरण और दोहराव में रखा उसके अदन की थडियाँ। हवाई युद्ध में उनका उत्कृष्ट पराक्रम सभी के लिए प्रकट हुआ, जब उनकी बंदूक कैमरा फिल्म Sqn के लिए विकसित की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>अल्फ्रेड कुक ने कलिकुंडा पर चार कृपाणों के साथ चढ़ाई की थी और थाइरफील्ड को कुछ विनाश से बचाया था, डिकी लॉ द्वारा उल्लिखित एक तथ्य, कलिकुंडा में उड़ने वाले ओसी, जिसने अपनी आंखों के सामने लड़ाई को देखा था। बाद में शाम को जब कानून कलिकुंडा में कार्रवाई रिपोर्ट के बाद लिखने के लिए बैठ गया, तो उसने निष्कर्षों के साथ कहा - 'जब दूसरी पीएएफ की छापे ने हवाई क्षेत्र को रोक दिया, तो कालिकुंडा में हमारे लिए एकमात्र आशा \"रेड\" कैप में थी, जो थी बस समय में vectored। दो 14 Sqn हंटर्स ने चार पीएएफ कृपाणों को कच्चे साहस के एक तुच्छ प्रदर्शन में लिया। उल्लेखनीय \"रेड\" नेता, फ्ल्ट लेफ्टिनेंट अल्फ्रेड टायरोन कुक की कोशिश थी, जो सबर्स और एयरफ़ील्ड के एकल-स्टैंडबायट थे। हमारे पास पुष्टि है कि एक कृपाण को कुक द्वारा गोली मार दी गई थी, जबकि वह अन्य तीन का पीछा करने में कामयाब रहे, इससे पहले कि वे सुबह की हड़ताल को रद्द कर सकें। सभी IAF कर्मी मेरे साथ खड़े होते हैं, जब मैं निष्पक्ष रूप से कहता हूं कि, बहुत बहादुर, फ्लाइट लेफ्टिनेंट अल्फ्रेड टायरोन कुक, जो हमारे अभिभूत आधार पर खड़े थे, 7 सितंबर 1965 के इस सबसे बड़े दिन पर कलिकुंडा के लिए दिन बचा। '</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://theprint.in/opinion/heroics-of-1965-war-an-indian-air-force-pilot-engaged-four-pakistan-sabre-jets-all-alone-234459/</p>","SubContentHindi":null,"ImageUrl":"0e7233aa-3fa0-4c81-87b7-69a4ccc4de50_Alfred-Cooke-with-14-Sqn-Hunter.jpeg","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"समाचार","slug":"news"},"slug":"story-of-flt-lt-alfred-tyrone-cooke-iafs-unsung-1965-hero-his-classic-1-vs-4-air-combat","tags":[{"name":"पाकिस्तान","slug":"pakistan"},{"name":"भारत","slug":"india"},{"name":"अल्फ्रेड-कुक","slug":"alfred-cooke"}],"recommendations":[{"id":1373,"title":"सुशांत सिंह राजपूत आत्महत्या मामला: मुंबई पुलिस ने लगभग 9 घंटे तक रिया चक्रवर्ती को ग्रिल किया, अभिनेत्री ने कबूल किया कि उनका सुशांत से झगड़ा हुआ था","imageUrl":"dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","dateCreated":"2020-06-19T06:18:04.528Z","dateModified":"2020-06-19T06:37:02.916Z","contributedBy":"AskGif","content":"18 जून को, स्वर्गीय अभिनेता सुशांत सिंह राजपूत की अफवाह प्रेमिका रिया चक्रवर्ती को मुंबई पुलिस ने अभिनेता की आत्महत्या के लिए चल रही जांच में लगभग 9 घंटे सीधे पूछताछ की थी। हम अब स्रोतों के माध्यम से पूछताछ के दौरान सभी को क्या मिला, इस पर अपने हाथ लाने में कामयाब रहे। आस-पास चल रही अफवाहों की पु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इंडिया","slug":"india"}],"slug":"sushant-singh-rajput-suicide-case-mumbai-police-grill-rhea-chakraborty-for-almost-9-hours-actress-confesses-she-had-a-fight-with-sushant","total":0},{"id":383,"title":"Flt लेफ्टिनेंट अल्फ्रेड टायरोन कुक की कहानी: IAF का अनसंग 1965 हीरो और उसका क्लासिक 1 बनाम 4 एयर मुकाबला","imageUrl":"30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","dateCreated":"2019-05-14T17:09:28.914Z","dateModified":"2020-04-05T07:12:46.308Z","contributedBy":"AskGif","content":"भारतीय आकाशवाणी के महानतम पर्वतीय स्थल की कहानी - WHO TENACIOUSLY FAG PAKISTAN AIR FORCE SACE JETS ALL ALONE in a FIESTY AERIAL DUEL\r\n&nbsp;\r\n7 सितंबर 1965 को कलियाकुंडा एएफबी के आसमान से बाहर निकलते हुए पाकिस्तान के एक हवाई जहाज से एक भारतीय वायुसेना ने उड़ान भरी थी। शाओतिंग में एक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"पाकिस्तान","slug":"pakistan"},{"name":"भारत","slug":"india"},{"name":"अल्फ्रेड-कुक","slug":"alfred-cooke"}],"slug":"story-of-flt-lt-alfred-tyrone-cooke-iafs-unsung-1965-hero-his-classic-1-vs-4-air-combat","total":0},{"id":286,"title":"आतंकी मौलाना मसूद अजहर, पाकिस्तान समर्थित जैश-ए-मोहम्मद का प्रमुख, मृत","imageUrl":"c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","dateCreated":"2019-03-03T13:15:48.375Z","dateModified":"2019-03-03T13:18:14.769Z","contributedBy":"AskGif","content":"जैश-ए-मोहम्मद प्रमुख मौलाना मसूद अजहर कथित तौर पर मर चुका है। सूत्रों ने बताया कि अजहर की मौत 2 मार्च को पाकिस्तान के रावलपिंडी के एक सैन्य अस्पताल में हुई। पाकिस्तान को इस संबंध में अभी कोई औपचारिक घोषणा नहीं करनी है, लेकिन शीर्ष खुफिया सूत्रों ने दावा किया कि लीवर कैंसर के कारण अजहर की मृत्यु ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"पाकिस्तान","slug":"pakistan"},{"name":"इंडिया","slug":"india"}],"slug":"terrorist-maulana-masood-azhar-head-of-pakistan-backed-jaish-e-mohammad-dead","total":0},{"id":186,"title":"परिवार नंबर 1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"फैमिली नंबर 1 ... यह एक डेली सोप था जो टीवी चैनलों में से एक पर आया करता था ... अच्छी तरह से यह सिर्फ शीर्षक का औचित्य साबित करने वाला एक लंगड़ा बयान है ... लेकिन वास्तव में यह पोस्ट पारिवारिक संबंधों के बारे में है कि हम बांड शेयर .... मीठी और खट्टी-मीठी भावनाओं को आत्मसात करने वाला जो हमेशा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"कहानी","slug":"story"},"tags":[{"name":"पारुल-सोचती-है-पारुल-कहती-है","slug":"parul-thinks-parul-says"},{"name":"भारत","slug":"india"}],"slug":"family-no.1","total":0}]}