{"id":383,"title":"Story of Flt Lt Alfred Tyrone Cooke: IAF’s unsung 1965 hero & his classic 1 vs 4 air combat","imageUrl":"30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","dateCreated":"2019-05-14T17:09:28.914Z","dateModified":"2020-04-05T07:12:46.308Z","contributedBy":"AskGif","content":"<p>THE STORY OF ARGUABLY THE GREATEST FIGHTER PILOT OF THE INDIAN AIR FORCE &mdash; WHO TENACIOUSLY ENGAGED FOUR PAKISTAN AIR FORCE SABRE JETS ALL ALONE IN A FIESTY AERIAL DUEL</p>\r\n<p>&nbsp;</p>\r\n<p>HOW A DARING IAF FIGHTER PILOT ENGAGED WITH PAKISTAN AIR FORCE JETS OVER THE SKIES OF KALAIKUNDA AFB ON 7 SEP 1965; SHOOTING DOWN ONE PAF JET OVER KALAIKUNDA, WHILST DAMAGING ANOTHER WHICH CRASHED ACROSS THE BORDER IN EAST PAKISTAN. THIS IS THE TRUE SAGA OF &lsquo;FLIGHT LIEUTENANT ALFRED TYRONE COOKE&rsquo;, WHO PROBABLY FOUGHT OFF THE INDIAN AIR FORCE&rsquo;s TOUGHEST AIR BATTLE OF ALL TIMES</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Fate Whispers to the Warrior &mdash;</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;You cannot withstand the storm&rdquo;</p>\r\n<p>&nbsp;</p>\r\n<p>And the warrior whispers back &mdash;</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;I am the Storm!&rdquo;</p>\r\n<p>&nbsp;</p>\r\n<p>1965 INDO PAK WAR: EASTERN FRONT</p>\r\n<p>Twelve PAF F86F Sabres of 14 Sqn PAF were based at Tejgaon in East Pakistan and represented the sum total of PAF&rsquo;s striking power in the Eastern sector. When the PAF issued the diktat to strike the IAF on 6 September 1965, the message was received late by the PAF in East Pakistan. Hence when the PAF struck with their pre-emptive strike effort on the western front in the late evening of 6 September, due to the bad light conditions at their location and an hour&rsquo;s difference in time in East Pakistan, the Sabre strike was postponed to the following morning.</p>\r\n<p>&nbsp;</p>\r\n<p>Meanwhile, the IAF counterstrikes against PAF commenced on the night of 6/7 September. As a part of the effort, IAF Hunters were tasked to destroy the PAF Sabres of 14 Sqn. However, due to contradictory intelligence about the location of the PAF Sabres, the IAF Hunters of 37 Sqn, hit Kurmitola airfield instead of Tejgaon at 0530 hours on 7 September. This was the time when the PAF Sabres at Tejgaon were getting armed on their dispersal for the planned strike into India. They were indeed lucky to escape destruction at the hands of IAF Hunter counter air strike.</p>\r\n<p>&nbsp;</p>\r\n<p>Alarmed by the IAF strike at Kurmitola, the base commander at Tejgaon, Group Captain Ghulam &lsquo;Gulli&rsquo; Haider, directed the CO of PAF 14 Sqn, Squadron Leader Shabbir Hussain Syed to immediately get airborne for the strike on the IAF base at Kalaikunda near Kharagpur, the main hub of the IAF&rsquo;s offensivepower in the east.</p>\r\n<p>&nbsp;</p>\r\n<p>Armed with 1750 rounds of front gun ammunition and long-range fuel tanks, five Sabres led by Shabbir Syed, taking a 300 km masking detour over the Bay of Bengal, struck Kalaikunda airfield at 0640 hours on 7 September. The raid achieved complete surprise over Kalaikunda and destroyed six IAF aircraft on ground. The PAF Sabres extricated successfully back to East Pakistan post their attack.</p>\r\n<p>&nbsp;</p>\r\n<p>The PAF was upbeat with the successful airstrike over Kalaikunda. Though their claim of 14 Canberras destroyed and eight other aircraft damaged was an enormous exaggeration, the PAF had reasons to be enthusiastic after this successful strike. Lacking anti-aircraft artillery (the army AAA unit was just moving into theairfield) and a dedicated base CAP, the weak IAF defence over Kalaikunda provided an assurance of tactical superiority to the PAF. Gulli Haider reckoned, it was time to go for the jugular and eliminate Kalaikunda for the remaining duration of war. With its defence in tatters after the morning PAF raid, Kalaikunda would be in a state of utter disarray and pandemonium. Hence the PAF decided to swiftly launch four more Sabres to strike and destroy the surviving strength of Canberras, Hunters and Vampires at Kalaikunda for good!</p>\r\n<p>&nbsp;</p>\r\n<p>The Sabres planned to exit East Pakistan at medium levels towards the south, cross at low levels over the Sunderbans into India and finally follow the coastline to south of Kalaikunda. From there the Sabres were to proceed towards the Dudkhundi firing range west of Kalaikunda and make their attack run towards from awesterly direction. This attack direction would be least expected by the IAF. Haider had another ace up his sleeve to checkmate the IAF and ensure that his strike struckKalaikunda unchallenged. He launched a pair of decoy Sabres flying at 25,000 feet on course to raid Calcutta, which he hoped would be picked up by the IAF radar at 411 SU. He reckoned that the IAF would vector all its air defence CAPs to counter this assumed strike and the Sabre strike would get through to Kalaikunda without any threat.</p>\r\n<p>&nbsp;</p>\r\n<p>The Pakistanis had an audacious plan and the means to pull it off!</p>\r\n<p>&nbsp;</p>\r\n<p>On that decisive day of 7 September, Gulli Haider &mdash; the PAF&rsquo;s master tactician in East Pakistan would have pulled off the PAF&rsquo;s most spectacular offensive action of the 1965 war against the IAF rendering an IAF base out of the war &mdash; but for an IAF fighter pilot by the name of Flight Lieutenant Alfred Tyrone Cooke.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","subContents":[{"SubTitle":"1. Alfred Cooke vs Sabre No 4 — the Tail Chase","SubTitleHindi":null,"SubContent":"<p>Mamgain was in trouble! After battling it out with Basheer for the last three minutes and scoring hits on the Sabre, Mamgain&rsquo;s Hunter was losing ground to the Sabre, who was steadily getting into a firing position for the kill.</p>\r\n<p>&nbsp;</p>\r\n<p>Yet, that was not to be! Cooke, landing between the fight, decided to take things into his own hands, as he dived onto Basheer&rsquo;s aircraft from his frontal quarters with the mask of the devil on his face. He appeared to be on course</p>\r\n<p>to ram Basheer&rsquo;s Sabre. Basheer was petrified and pulled hard to get out of Cooke&rsquo;s flight path. Cooke seized this chance and manoeuvred aggressively to turn hard inside Basheer&rsquo;s Sabre, ordering a break to Mamgain away from</p>\r\n<p>the combat and asking him to initiate recovery back to Dum Dum. As Mamgain exited the area, Cooke slotted behind the Sabre. The Sabre flew for its money&rsquo;s worth. Basheer threw all he had in his bag of tricks &mdash; loops, barrel rolls, half rolls, high wing-overs,but could not shake off the Hunter that was stuck like glue at his tail in a classic &lsquo;tailchase&rsquo; position. It is even more remarkable when one realizes that Cooke, completely out of 30mm ammunition, was chasing an armed Sabre. This requires nerves of steel. Piloo Kacker would have been proud of his prot&eacute;g&eacute; that day!</p>\r\n<p>&nbsp;</p>\r\n<p>Amusing as it was for the IAF onlookers on the ground, Basheer was waiting for the sword of Damocles to fall upon him soon in the form of the 30mm bulletsfrom Cooke&rsquo;s Adens ripping apart his Sabre. However, the reality was quite different! After a while, the Sabre pilot smelt a rat. Why was the Hunter not shooting at him? Basheer decided to make a getaway. He broke away from the fight andheaded for East Pakistan. Cooke maintained his position behind the Sabre right up till the border, giving Basheer some very uncomfortable moments of &lsquo;what if&rsquo;. During the course of the chase, Cooke kept asking for some Hunter to get airborne to intercept the Sabre, but all communications with Kalaikunda were down after the PAF attack had knocked down the radio antennas at Kalaikunda. Cooke was sad to see a potent adversary being let off.</p>\r\n<p>&nbsp;</p>\r\n<p>Thereafter, Alfred Cooke made a dramatic low fuel, unserviceable ASI landing at Dum Dum airport. After his landing, when La Fontaine questioned Cooke about his air combat, Cooke was fatigued beyond reason to recall anything except for flashes of memory in which he kept manoeuvring his Hunter in an endless meleeof high &lsquo;G&rsquo; manoeuvring, low level environment and the repetitive thuds of his Adens. His outstanding feat of air combat was revealed to all, when his gun camera film was developed for the Sqn debrief.</p>\r\n<p>&nbsp;</p>\r\n<p>Alfred Cooke had clashed with four Sabres over Kalaikunda and saved theairfield from certain destruction, a fact noted by Dicky Law, the OC flying at Kalaikunda, who saw the battle take place before his eyes. Later in the evening when Law sat down to write the after action report at Kalaikunda, he concluded with thelines &mdash; &lsquo;As the second PAF raid stuck the airfield, the only hope for us at Kalaikunda lay in the &ldquo;Red&rdquo; formation CAP, which was vectored just in time. The two 14 Sqn Hunters took on four PAF Sabres in a bla- tant display of raw courage. Noteworthy was the tryst of &ldquo;Red&rdquo; leader, Flt Lt Alfred Tyrone Cooke, who single-handedly stoodbetween the Sabres and the airfield. We have confirmation that one Sabre was shotdown by Cooke, while he managed to chase the other three away before they could rep- licate the feat of the morning strike. All IAF personnel stand with me, when I unbiasedly say that, the very brave, Flight Lieutenant Alfred Tyrone Cooke, the last man standing over our overwhelmed base, saved the day for Kalaikunda on this fateful day of 7 September 1965.&rsquo;</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://theprint.in/opinion/heroics-of-1965-war-an-indian-air-force-pilot-engaged-four-pakistani-sabre-jets-all-alone/234459/</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>","SubContentHindi":null,"ImageUrl":"0e7233aa-3fa0-4c81-87b7-69a4ccc4de50_Alfred-Cooke-with-14-Sqn-Hunter.jpeg","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"news","slug":"news"},"slug":"story-of-flt-lt-alfred-tyrone-cooke-iafs-unsung-1965-hero-his-classic-1-vs-4-air-combat","tags":[{"name":"pakistan","slug":"pakistan"},{"name":"india","slug":"india"},{"name":"alfred-cooke","slug":"alfred-cooke"}],"recommendations":[{"id":1373,"title":"Sushant Singh Rajput suicide case: Mumbai Police grill Rhea Chakraborty for almost 9 hours, actress confesses she had a fight with Sushant","imageUrl":"dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","dateCreated":"2020-06-19T06:18:04.528Z","dateModified":"2020-06-19T06:37:02.916Z","contributedBy":"AskGif","content":"On June 18, late actor Sushant Singh Rajput&rsquo;s rumored girlfriend Rhea Chakraborty was interrogated by the Mumbai Police for almost 9 hours straight in the ongoing investigations into the actor&rsquo;s suicide. We have now managed to get our hands on what all entailed during the course of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dcf5715f-c41c-4839-9172-45a84d8c339b-sushant.jpeg","category":{"name":"news","slug":"news"},"tags":[{"name":"india","slug":"india"}],"slug":"sushant-singh-rajput-suicide-case-mumbai-police-grill-rhea-chakraborty-for-almost-9-hours-actress-confesses-she-had-a-fight-with-sushant","total":0},{"id":383,"title":"Story of Flt Lt Alfred Tyrone Cooke: IAF’s unsung 1965 hero & his classic 1 vs 4 air combat","imageUrl":"30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","dateCreated":"2019-05-14T17:09:28.914Z","dateModified":"2020-04-05T07:12:46.308Z","contributedBy":"AskGif","content":"THE STORY OF ARGUABLY THE GREATEST FIGHTER PILOT OF THE INDIAN AIR FORCE &mdash; WHO TENACIOUSLY ENGAGED FOUR PAKISTAN AIR FORCE SABRE JETS ALL ALONE IN A FIESTY AERIAL DUEL\r\n&nbsp;\r\nHOW A DARING IAF FIGHTER PILOT ENGAGED WITH PAKISTAN AIR FORCE JETS OVER THE SKIES OF KALAIKUNDA AFB","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/30c2bcc0-04a6-45b4-a093-7253f1e68fd3_Alfred-Cooke-shooting-down-the-Sabre-of-Afzal-Khan.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"pakistan","slug":"pakistan"},{"name":"india","slug":"india"},{"name":"alfred-cooke","slug":"alfred-cooke"}],"slug":"story-of-flt-lt-alfred-tyrone-cooke-iafs-unsung-1965-hero-his-classic-1-vs-4-air-combat","total":0},{"id":286,"title":"Terrorist Maulana Masood Azhar, head of Pakistan-backed Jaish-e-Mohammad, dead","imageUrl":"c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","dateCreated":"2019-03-03T13:15:48.375Z","dateModified":"2019-03-03T13:18:14.769Z","contributedBy":"AskGif","content":"Jaish-e-Mohammad Chief Maulana Masood Azhar is reportedly dead. Sources said that Azhar died on March 2 at a military hospital in Pakistan's Rawalpindi. Pakistan is yet to make any formal announcement in this regard but top intelligence sources claimed that Azhar died due to liver cancer.&nbsp;</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c444af1b-14e9-4a06-9058-eb133b3cee93_masood-azhar.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"pakistan","slug":"pakistan"},{"name":"india","slug":"india"}],"slug":"terrorist-maulana-masood-azhar-head-of-pakistan-backed-jaish-e-mohammad-dead","total":0},{"id":186,"title":"Family No.1","imageUrl":"6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","dateCreated":"2018-12-24T13:57:47.545Z","dateModified":"2018-12-24T14:05:53.639Z","contributedBy":"AskGif","content":"Family no.1... this was a daily soap that used to come on one of the tv channels...well that's just a lame statement justifying the title...but actually this post is about the family ties n bonds that we share....an assimilation of sweet and sour feelings which is forever cherished and which make","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6422c92f-c660-497c-9bfc-32f41c8807ea_Happy-family-standing-on-the-beach-at-the-sunset-time.jpg","category":{"name":"story","slug":"story"},"tags":[{"name":"parul-thinks-parul-says","slug":"parul-thinks-parul-says"},{"name":"india","slug":"india"}],"slug":"family-no.1","total":0}]}