{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"<p>गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीमा उत्तर-पूर्व में राजस्थान, दक्षिण में दमन और दीव, दक्षिण में दादरा और नागर हवेली और दक्षिण-पूर्व में महाराष्ट्र, पूर्व में अरब सागर और पश्चिम में अरब सागर और पाकिस्तानी प्रांत है। इसकी राजधानी शहर गांधीनगर है, जबकि इसका सबसे बड़ा शहर अहमदाबाद है। भारत के गुजराती भाषी लोग राज्य के लिए स्वदेशी हैं। गुजरात की अर्थव्यवस्था सकल घरेलू उत्पाद में lakh 14.96 लाख करोड़ (US $ 220 बिलियन) और product 157,000 (US $ 2,300) प्रति व्यक्ति जीडीपी के साथ भारत में पांचवीं सबसे बड़ी राज्य अर्थव्यवस्था है।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य में प्राचीन सिंधु घाटी सभ्यता के कुछ स्थल शामिल हैं, जैसे लोथल, धोलावीरा और गोला धोराओ। माना जाता है कि लोथल दुनिया के पहले समुद्रों में से एक है। गुजरात के तटीय शहर, मुख्य रूप से भरूच और खंभात, मौर्य और गुप्त साम्राज्यों में बंदरगाहों और व्यापारिक केंद्रों के रूप में कार्य करते थे, और पश्चिमी क्षत्रप युग से शाही शक वंशों के उत्तराधिकार के दौरान। बिहार और नागालैंड के साथ, गुजरात शराब की बिक्री पर प्रतिबंध लगाने वाले तीन भारतीय राज्यों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और अनुसंधान</p>\r\n<p>&nbsp;</p>\r\n<p>धीरूभाई अंबानी इंस्टीट्यूट ऑफ इंफॉर्मेशन एंड कम्युनिकेशन टेक्नोलॉजी, गांधीनगर में कैंपस</p>\r\n<p>गुजरात माध्यमिक और उच्चतर माध्यमिक शिक्षा बोर्ड (GSHSEB) गुजरात सरकार द्वारा संचालित स्कूलों के प्रभारी हैं। हालांकि, गुजरात के अधिकांश निजी स्कूल केंद्रीय माध्यमिक शिक्षा बोर्ड (CBSE) और काउंसिल फॉर द इंडियन स्कूल सर्टिफिकेट एग्जामिनेशन (CISCE) बोर्ड से संबद्ध हैं। गुजरात में 13 राज्य विश्वविद्यालय और चार कृषि विश्वविद्यालय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>इंजीनियरिंग और अनुसंधान के लिए शीर्ष संस्थानों में IIT गांधीनगर, इन्फ्रास्ट्रक्चर प्रौद्योगिकी अनुसंधान और प्रबंधन संस्थान (IITRAM), धीरूभाई अंबानी इंस्टीट्यूट ऑफ इंफॉर्मेशन एंड कम्युनिकेशन टेक्नोलॉजी (DA-IICT) भी गांधीनगर, सरदार वल्लभभाई राष्ट्रीय प्रौद्योगिकी संस्थान (SVNIT) शामिल हैं। और सूरत में पीपी सावनी विश्वविद्यालय, गांधीनगर में पंडित दीनदयाल पेट्रोलियम विश्वविद्यालय (पीडीपीयू), अहमदाबाद में निरमा विश्वविद्यालय, एमएस वड़ोदरा में विश्वविद्यालय, राजकोट में मारवाड़ी शिक्षा फाउंडेशन के समूह (MEFGI) और वल्लभ विद्यानगर (आनंद जिले में एक उपनगर) में बिड़ला विश्वकर्मा महाविद्यालय (बीवीएम)।</p>\r\n<p>&nbsp;</p>\r\n<p>अनुसंधान</p>\r\n<p>स्पेस एप्लिकेशन सेंटर (SAC) भारतीय अंतरिक्ष अनुसंधान संगठन (ISRO) के तत्वावधान में अहमदाबाद, भारत में अंतरिक्ष अनुसंधान और उपग्रह संचार के लिए एक संस्था है। प्रसिद्ध वैज्ञानिक, उद्योगपति और दूरदर्शी गुजराती डॉ। विक्रम साराभाई ने इसमें महत्वपूर्ण भूमिका निभाई। उन्होंने भौतिक अनुसंधान प्रयोगशाला की स्थापना भी की, एक शोध संस्थान ने खगोल भौतिकी, सौर मंडल और ब्रह्मांडीय विकिरण को शामिल किया। उन्होंने भारतीय प्रबंधन संस्थान अहमदाबाद की भी कल्पना की, जो अंतरराष्ट्रीय स्तर पर प्रतिष्ठित प्रबंधन अनुसंधान संस्थान में से एक है जो गुजरात की वाणिज्यिक राजधानी अहमदाबाद में स्थित है और देश में शीर्ष स्थान पर स्थित प्रबंधन संस्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>रॉकेट मॉडल साइंस सिटी, अहमदाबाद में</p>\r\n<p>गुजरात साइंस सिटी, विज्ञान में शिक्षा की ओर अधिक छात्रों को आकर्षित करने के लिए एक सरकारी पहल है, जो भारत के पहले आईमैक्स 3 डी थियेटर, एक ऊर्जा पार्क, विज्ञान के एक हॉल, एक एम्फीथिएटर और दूसरों के बीच नृत्य संगीत फव्वारे की मेजबानी करता है। निरमा विश्वविद्यालय के अंतर्गत प्रबंधन संस्थान को लगातार भारत के शीर्ष एमबीए कॉलेजों में स्थान दिया गया है। गुजरात ज्ञान सोसाइटी से संबद्ध इंटरनेशनल इंस्टीट्यूट ऑफ मैनेजमेंट एंड टेक्निकल स्टडीज, यूरोपियन एसोसिएशन फॉर डिस्टेंस लर्निंग, एसोसिएशन ऑफ इंडियन मैनेजमेंट स्कूल्स और अहमदाबाद टेक्सटाइल इंडस्ट्रीज़ रिसर्च एसोसिएशन ने कामकाजी पेशेवरों के लिए अपने उच्च शिक्षा प्रमाणन पाठ्यक्रमों के लिए विश्व स्तर पर प्रदर्शन किया है। IIMT के छात्रों ने 2013 में गुजरात टेक्नोलॉजिकल यूनिवर्सिटी और गुजरात नॉलेज सोसायटी, तकनीकी शिक्षा विभाग- गुजरात सरकार के साथ संबद्धता में GET SET GO कार्यक्रम शुरू किया। बी.के. वित्तीय प्रबंधन में स्कूल ऑफ बिजनेस मैनेजमेंट को छठा स्थान दिया गया है। K. S. School of Business Management, गुजरात विश्वविद्यालय का एक MBA कॉलेज भी है, जो पाँच वर्षीय एकीकृत MBA पाठ्यक्रम प्रदान करता है। अहमदाबाद में शांति बिजनेस स्कूल एक बिजनेस स्कूल है जो कॉर्पोरेट नागरिकता पहल के माध्यम से प्रबंधन में स्नातकोत्तर डिप्लोमा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंस्टीट्यूट ऑफ सीस्मोलॉजिकल रिसर्च (ISR) 2003 में विज्ञान और प्रौद्योगिकी विभाग, गुजरात सरकार द्वारा स्थापित किया गया था और एक सोसायटी के रूप में पंजीकृत है। आईएसआर का परिसर रायबरन, गांधीनगर में है, जहां साबरमती नदी के किनारे एक विस्तृत और सुरम्य क्षेत्र है। उद्देश्य और उद्देश्यों में विभिन्न क्षेत्रों में इमारतों के लिए इष्टतम भूकंपीय कारक निर्दिष्ट करना और संभावित का दीर्घकालिक मूल्यांकन शामिल है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Gujarat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","subContents":[{"SubTitle":"1. अहमदाबाद शहर में स्मारक / स्थल","SubTitleHindi":null,"SubContent":"<p>1 भद्रकाली मंदिर मध्य अहमदाबाद के अलावा 3 द्वार</p>\r\n<p>2 भद्रा टॉवर मध्य अहमदाबाद</p>\r\n<p>3 सिदी सैय्यद की मस्जिद मध्य अहमदाबाद</p>\r\n<p>4 अहमद शाह की मस्जिद मध्य अहमदाबाद</p>\r\n<p>5 टीन दरवाजा या त्रिपोलिया गेट मध्य अहमदाबाद</p>\r\n<p>6 शाह खुपई की मस्जिद मध्य अहमदाबाद</p>\r\n<p>7 जामी मस्जिद मध्य अहमदाबाद</p>\r\n<p>अहमद शाह सेंट्रल अहमदाबाद के क्वींस के 8 मकबरे</p>\r\n<p>9 अहमद शाह का मकबरा मध्य अहमदाबाद</p>\r\n<p>10 पंच कुवैत गेट मध्य अहमदाबाद</p>\r\n<p>11 सारंगपुर मध्य अहमदाबाद में रानी की मस्जिद</p>\r\n<p>12 सारंगपुर मध्य अहमदाबाद में रानी की मस्जिद के पास मकबरा</p>\r\n<p>रेलवे स्टेशन के प्लेटफॉर्म सेंट्रल अहमदाबाद में 13 ब्रिक मिनार</p>\r\n<p>14 सिदी बशीर का मीनार और मकबरा मध्य अहमदाबाद</p>\r\n<p>15 दिल्ली गेट मध्य अहमदाबाद</p>\r\n<p>16 कुतुब शाह की मस्जिद मध्य अहमदाबाद</p>\r\n<p>17 दस्तूर खान की मस्जिद मध्य अहमदाबाद</p>\r\n<p>18 रानी सिपरी की मस्जिद और मकबरा मध्य अहमदाबाद</p>\r\n<p>19 अस्तोदिया गेट मध्य अहमदाबाद</p>\r\n<p>20 कलुलपुर गेट मध्य अहमदाबाद</p>\r\n<p>21 सारंगपुर गेट मध्य अहमदाबाद</p>\r\n<p>22 दरिया-पुर गेट सेंट्रल अहमदाबाद</p>\r\n<p>23 प्रेमभाई गेट मध्य अहमदाबाद</p>\r\n<p>24 अच्युत बीबी की मस्जिद और मकबरा मध्य अहमदाबाद</p>\r\n<p>25 दरिया खान का मकबरा मध्य अहमदाबाद</p>\r\n<p>26 मुहाफ़िज़ खान की मस्जिद मध्य अहमदाबाद</p>\r\n<p>27 रानी रूपवती की मस्जिद मध्य अहमदाबाद</p>\r\n<p>28 शाहपुर या काज़ी मोहम्मद चिश्ती की मस्जिद मध्य अहमदाबाद</p>\r\n<p>29 रायपुर गेट मध्य अहमदाबाद</p>\r\n<p>30 हैबतखान की मस्जिद मध्य अहमदाबाद</p>\r\n<p>31 नवाब सरदार खान मस्जिद और सर्वेक्षण क्रमांक 6814 मध्य अहमदाबाद में बाहरी गेट</p>\r\n<p>32 नवाब सरदार खान का रौज़ा इसके यौगिक असर के साथ, सी.एस.नो 6811 मध्य अहमदाबाद</p>\r\n<p>33 बिबियाजी की मस्जिद रायपुर पूर्वी अहमदाबाद में</p>\r\n<p>34 सैय्यद उस्मान की मस्जिद और मकबरा पश्चिम अहमदाबाद</p>\r\n<p>35 छोटी पत्थर की मस्जिद (रानी मस्जिद) पश्चिम अहमदाबाद</p>\r\n<p>36 आज़म खान मौज़म खान पश्चिम अहमदाबाद का रौज़ा</p>\r\n<p>37 माता भवानी का खैर उत्तरी अहमदाबाद</p>\r\n<p>38 दादा हरिर की मस्जिद और मकबरा उत्तरी अहमदाबाद</p>\r\n<p>39 दादा (बाई) हरिर का खैर उत्तर अहमदाबाद</p>\r\n<p>40 मलिक आलम की मस्जिद दक्षिण अहमदाबाद</p>\r\n<p>41 शाह आलम का समूह दक्षिण अहमदाबाद में सभी आसपास की इमारतों के साथ</p>\r\n<p>42 कांकेरिया टैंक दक्षिण अहमदाबाद में इनलेट</p>\r\n<p>43 बाबा लुलुई की मस्जिद दक्षिण अहमदाबाद</p>\r\n<p>44 मीर अबू तुरब दक्षिण अहमदाबाद का मकबरा</p>\r\n<p>45 जेठाभाई का स्टेपवेल साउथ इसनपुर</p>\r\n<p>46 छोटे पत्थर की मस्जिद (गमले मस्जिद) दक्षिण इसनपुर</p>\r\n<p>47 टॉम्ब्स (क़ुतुब-ए-आलम) दक्षिण बटवा</p>\r\n<p>48 ग्रेट मस्जिद न्यू वेस्ट (सरखेज रोजा)</p>\r\n<p>49 ग्रेट टैंक, पैलेस और हरे नए वेस्ट मकरबा (सरखेज रोजा)</p>\r\n<p>शेख अहमद (खात गंज बख्श) नई पश्चिम मकरबा (सरखेज रोजा) की कब्र से पहले 50 मंडप</p>\r\n<p>बाबा अलीसर और बावा गंज भक्स न्यू वेस्ट मकरबा के 51 रौज़ा (सरखेज रोजा)</p>\r\n<p>52 बीबी का मकबरा (रानी) राजबाई नया पश्चिम मकरबा (सरखेज रोजा)</p>\r\n<p>मोहम्मद बेगड़ न्यू वेस्ट मकरबा का 53 मकबरा (सरखेज रोजा)</p>\r\n<p>शेख अहमद खात गंज बख्श न्यू वेस्ट मकरबा (सरखेज रोजा) के 54 मकबरे</p>","SubContentHindi":null,"ImageUrl":"540a2036-9648-4d39-a11f-4b958e4752ce_shahe-logo.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. अहमदाबाद जिले के अन्य स्थानों पर स्मारक / स्थल","SubTitleHindi":null,"SubContent":"<p>1 जामी मस्जिद ढोलका अहमदाबाद</p>\r\n<p>2 मालव टैंक ढोलका अहमदाबाद</p>\r\n<p>3 खान मस्जिद ढोलका अहमदाबाद</p>\r\n<p>4 बलाल की मस्जिद (बहलोल) खान गाजी ढोलका अहमदाबाद</p>\r\n<p>5 खंडहर भवन ढोलका अहमदाबाद</p>\r\n<p>लोथल सरगवाला अहमदाबाद में 6 प्राचीन स्थल</p>\r\n<p>7 राजू पीर रणपुर अहमदाबाद की मस्जिद</p>\r\n<p>8 जामी मस्जिद मंडल अहमदाबाद</p>\r\n<p>9 काजी मस्जिद मंडल अहमदाबाद</p>\r\n<p>10 सैय्यद मस्जिद मंडल अहमदाबाद</p>\r\n<p>11 मानसर तलाव और मंदिर</p>","SubContentHindi":null,"ImageUrl":"e3ec26cf-3fee-4396-8b36-8713ffa55a1d_Heritage-ahmedabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. पुरातत्व निदेशालय, सरकार द्वारा संरक्षित स्मारक। गुजरात का","SubTitleHindi":null,"SubContent":"<p>1 अमृत वार्शिनी वाव अहमदाबाद अहमदाबाद</p>\r\n<p>2 डच मकबरा</p>\r\n<p>3 प्राची मस्जिद ईसानपुर</p>\r\n<p>४ प्रवीण वव काठवड़ा</p>\r\n<p>5 जलद्वार का मूल्य खान तलाव ढोलका अहमदाबाद</p>","SubContentHindi":null,"ImageUrl":"f7538a1e-e5ee-4d57-9f7f-e272ab911d0e_historical-ahmedabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>वायु</p>\r\n<p>&nbsp;</p>\r\n<p>सरदार वल्लभभाई पटेल अंतर्राष्ट्रीय हवाई अड्डा, अहमदाबाद</p>\r\n<p>&nbsp;</p>\r\n<p>सूरत एयरपोर्ट</p>\r\n<p>गुजरात में सत्रह हवाई अड्डे हैं। गुजरात में विमानन बुनियादी ढांचे के विकास को बढ़ावा देने के लिए गुजरात सिविल एविएशन बोर्ड (GUJCAB) का गठन किया गया है। मुख्यमंत्री की अध्यक्षता में बोर्ड होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंतर्राष्ट्रीय हवाई अड्डे</p>\r\n<p>अहमदाबाद में सरदार वल्लभभाई पटेल अंतर्राष्ट्रीय हवाई अड्डा</p>\r\n<p>सूरत में सूरत अंतर्राष्ट्रीय हवाई अड्डा</p>\r\n<p>भारतीय विमानपत्तन प्राधिकरण (एएआई) द्वारा संचालित घरेलू हवाई अड्डे</p>\r\n<p>भावनगर हवाई अड्डा - भावनगर शहर से 9 किमी</p>\r\n<p>भुज एयरपोर्ट - एयरपोर्ट रिंग रोड भुज शहर पर स्थित है</p>\r\n<p>डेसा एयरपोर्ट - डीसा से 5 किमी दूर</p>\r\n<p>हरनी हवाई अड्डा - एकीकृत टर्मिनल हवाई अड्डा (वडोदरा)</p>\r\n<p>जामनगर हवाई अड्डा - जामनगर शहर से लगभग 8 किलोमीटर</p>\r\n<p>कांडला हवाई अड्डा (गांधीधाम) - कच्छ जिले में गांधीधाम के पास कांडला में स्थित है</p>\r\n<p>केशोद हवाई अड्डा (जूनागढ़) - केशोद हवाई अड्डा जूनागढ़ जिले के केशोद शहर से 3 किमी दूर है</p>\r\n<p>पोरबंदर एयरपोर्ट - पोरबंदर शहर से 5 किमी दूर स्थित है</p>\r\n<p>राजकोट हवाई अड्डा - राजकोट शहर से 4 किमी</p>\r\n<p>वडोदरा में वडोदरा हवाई अड्डा</p>\r\n<p>राज्य द्वारा संचालित हवाई अड्डे</p>\r\n<p>मेहसाणा हवाई अड्डा - मेहसाणा हवाई अड्डा मेहसाणा शहर से लगभग 2 किमी दूर है</p>\r\n<p>मांडवी हवाई अड्डा</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>सूरत रेलवे स्टेशन</p>\r\n<p>मुख्य पृष्ठ: गुजरात में रेलवे स्टेशन</p>\r\n<p>मुख्य लेख: भारतीय रेल</p>\r\n<p>अधिक जानकारी: पुणे - मुंबई - अहमदाबाद हाई-स्पीड पैसेंजर कॉरिडोर</p>\r\n<p>गुजरात भारतीय रेलवे के पश्चिमी रेलवे क्षेत्र के अंतर्गत आता है। वडोदरा रेलवे स्टेशन गुजरात का सबसे व्यस्त रेलवे स्टेशन और भारत का चौथा सबसे व्यस्त रेलवे स्टेशन है। यह मुंबई - दिल्ली पश्चिमी रेलवे मेनलाइन पर स्थित है। अन्य महत्वपूर्ण रेलवे स्टेशन सूरत रेलवे स्टेशन, अहमदाबाद रेलवे स्टेशन और राजकोट रेलवे स्टेशन हैं। भारतीय रेलवे दिल्ली-मुंबई को राज्य के माध्यम से गुजरने वाले रेल माल मार्ग की योजना बना रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>39.259 किमी (24.394 मील) MEGA के पहले चरण की लंबी पटरियों, अहमदाबाद और गांधीनगर के लिए एक मेट्रो रेल प्रणाली निर्माणाधीन है। यह दिसंबर 2018 तक पूरा होने की उम्मीद है। निर्माण 14 मार्च 2015 को शुरू हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>समुद्र</p>\r\n<p>&nbsp;</p>\r\n<p>कांडला पोर्ट</p>\r\n<p>गुजरात राज्य में भारत में 1214 किमी का सबसे लंबा समुद्री तट है। कांडला पोर्ट पश्चिमी भारत की सेवा करने वाले सबसे बड़े बंदरगाहों में से एक है। गुजरात में अन्य महत्वपूर्ण बंदरगाह हैं, नवलखी का बंदरगाह, मगदल्ला का बंदरगाह, पोर्ट पिपावाव, बेदी पोर्ट, पोरबंदर का बंदरगाह, वेरावल का बंदरगाह और निजी स्वामित्व वाला मुंद्रा पोर्ट। राज्य में रो-रो फेरी सेवा भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>वडोदरा, गुजरात में बस टर्मिनल</p>\r\n<p>&nbsp;</p>\r\n<p>अहमदाबाद बीआरटीएस</p>\r\n<p>मुख्य लेख: गुजरात में राष्ट्रीय राजमार्गों की सूची और गुजरात में राज्य राजमार्गों की सूची</p>\r\n<p>गुजरात राज्य सड़क परिवहन निगम (GSRTC) प्राथमिक निकाय है जो गुजरात राज्य के भीतर और पड़ोसी राज्यों के साथ बस सेवा प्रदान करने के लिए जिम्मेदार है। यह एक सार्वजनिक परिवहन निगम है जो गुजरात और भारत के अन्य राज्यों में बस सेवा और सार्वजनिक परिवहन प्रदान करता है। इसके अलावा, जीएसआरटीसी द्वारा प्रदान की जाने वाली कई सेवाएँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मोफुसिल सेवाएं - यह गुजरात के भीतर प्रमुख शहरों, छोटे शहरों और गांवों को जोड़ती है।</p>\r\n<p>इंटरसिटी बस सेवा - यह प्रमुख शहरों - अहमदाबाद, सूरत, वेरावल, वापी, वड़ोदरा (बड़ौदा) और राजकोट को भी जोड़ती है।</p>\r\n<p>अंतरराज्यीय बस सेवाएं - यह गुजरात के विभिन्न शहरों को मध्य प्रदेश, महाराष्ट्र और राजस्थान के पड़ोसी राज्यों से जोड़ती है।</p>\r\n<p>सिटी सर्विसेज - GSRTC गुजरात राज्य के भीतर सूरत, वडोदरा, वापी, गांधीनगर और अहमदाबाद में सिटी बस सेवाएं प्रदान करती है।</p>\r\n<p>पार्सल सेवाएँ - इस सेवा का उपयोग माल परिवहन के लिए किया जाता है।</p>\r\n<p>इसके अलावा, GSRTC त्योहारों, औद्योगिक क्षेत्रों, स्कूलों, कॉलेजों और तीर्थ स्थानों के लिए विशेष बस सेवाएं प्रदान करता है, बसों को कुछ विशेष अवसरों के लिए जनता को अनुबंध के आधार पर दिया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अहमदाबाद (एएमटीएस और अहमदाबाद बीआरटीएस), सूरत (सूरत बीआरटीएस), भावनगर (वीटीसीओएस) वड़ोदरा (विनायक रसद), गांधीनगर (वीटीसीओएस), राजकोट (आरएमटीएस और राजकोट बीआरटीएस), आनंद (वीटीसीओएस) आदि शहरों में सिटी बसें भी हैं। ।</p>\r\n<p>गुजरात में ऑटो रिक्शा परिवहन का सामान्य साधन है। गुजरात सरकार यात्रियों के लिए मुफ्त साइकिल की सवारी द्वारा की गई पहल से प्रदूषण को कम करने के लिए साइकिल को बढ़ावा दे रही है।</p>","SubContentHindi":null,"ImageUrl":"b0716597-29e0-4401-be7c-abffaba9d43e_ahmedabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ahmedabad-gujarat","tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"recommendations":[{"id":461,"title":"मोरबी में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","dateCreated":"2019-08-24T08:00:07.021Z","dateModified":"2019-08-24T08:00:27.949Z","contributedBy":"AskGif","content":"<p style=\"text-align: justify;\">मोरबी जिला भारत के गुजरात राज्य में है। इसका गठन 15 अगस्त 2013 को भारत के 67 वें स्वतंत्रता दिवस पर कई अन्य जिलों के साथ किया गया था। मोरबी शहर जिले का प्रशासनिक मुख्यालय है। जिले में 5 तालुका हैं - मोरबी, मालिया, तंकरा, वांकानेर (पहले राजकोट जिले में) और हलवद (पहले स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मोरबी","slug":"morbi"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-morbi-gujarat","total":0},{"id":460,"title":"मेहसाणा में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","dateCreated":"2019-08-24T06:58:08.489Z","dateModified":"2019-08-24T06:58:30.964Z","contributedBy":"AskGif","content":"मेहसाणा ने महेसाणा को भी बसाया, भारतीय राज्य गुजरात में मेहसाणा जिले का एक शहर और नगरपालिका है। 14 वीं सदी में स्थापित, शहर 1947 में भारत की स्वतंत्रता के लिए 18 वीं शताब्दी से बड़ौदा राज्य के गायकवाड़ के अधीन था। नगरपालिका की स्थापना 1919-20 में हुई थी। शहर की आबादी लगभग 1,85,000 है। डेयरी, तेल ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"मेहसाणा","slug":"mehsana"}],"slug":"top-places-to-visit-in-mehsana-gujarat","total":0},{"id":402,"title":"गांधीनगर में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","dateCreated":"2019-06-23T13:30:41.581Z","dateModified":"2019-06-23T14:06:35.764Z","contributedBy":"AskGif","content":"गांधीनगर भारत में गुजरात राज्य की राजधानी है। गांधीनगर, भारत की राजनीतिक राजधानी दिल्ली और मुंबई के बीच औद्योगिक गलियारे के पश्चिम मध्य बिंदु पर अहमदाबाद से लगभग 23 किमी उत्तर में स्थित है, जो भारत की वित्तीय राजधानी है।\r\n&nbsp;\r\nगुजरात की नई राजधानी गांधीनगर, साबरमती नदी के पश्चिमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गांधीनगर","slug":"gandhinagar"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-gandhinagar-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}