{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"<p>Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordered by Rajasthan to the northeast, Daman and Diu to the south, Dadra and Nagar Haveli and Maharashtra to the southeast, Madhya Pradesh to the east, and the Arabian Sea and the Pakistani province of Sindh to the west. Its capital city is Gandhinagar, while its largest city is Ahmedabad. The Gujarati-speaking people of India are indigenous to the state. The economy of Gujarat is the fifth-largest state economy in India with ₹14.96 lakh crore (US$220 billion) in gross domestic product and a per capita GDP of ₹157,000 (US$2,300).</p>\r\n<p>&nbsp;</p>\r\n<p>The state encompasses some sites of the ancient Indus Valley Civilisation, such as Lothal, Dholavira and Gola Dhoro. Lothal is believed to be one of the world's first seaports. Gujarat's coastal cities, chiefly Bharuch and Khambhat, served as ports and trading centers in the Maurya and Gupta empires, and during the succession of royal Saka dynasties from the Western Satraps era. Along with Bihar and Nagaland, Gujarat is one of the three Indian states to prohibit the sale of alcohol.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and research</p>\r\n<p>&nbsp;</p>\r\n<p>Campus at Dhirubhai Ambani Institute of Information and Communication Technology, Gandhinagar</p>\r\n<p>The Gujarat Secondary and Higher Secondary Education Board (GSHSEB) are in charge of the schools run by the Government of Gujarat. However, most of the private schools in Gujarat are affiliated to the Central Board of Secondary Education (CBSE) and Council for the Indian School Certificate Examinations (CISCE) board. Gujarat has 13 state universities and four agricultural universities.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The top-notch institutes for Engineering and Research include IIT Gandhinagar, Institute of Infrastructure Technology research and Management (IITRAM), Dhirubhai Ambani Institute of Information and Communication Technology (DA-IICT) also in Gandhinagar, Sardar Vallabhbhai National Institute of Technology (SVNIT) and P P Savani University in Surat, Pandit Deendayal Petroleum University (PDPU) in Gandhinagar, Nirma University in Ahmedabad, M.S. University in Vadodara, Marwadi Education Foundation's Group of Institutions (MEFGI) in Rajkot and Birla Vishwakarma Mahavidyalaya (BVM) in Vallabh Vidyanagar (a suburb in Anand district).</p>\r\n<p>&nbsp;</p>\r\n<p>Research</p>\r\n<p>The Space Applications Centre (SAC) is an institution for space research and satellite communication in Ahmedabad, India, under the aegis of the Indian Space Research Organisation (ISRO). Dr. Vikram Sarabhai, a renowned scientist, industrialist, and visionary Gujarati, played an important role in it. He also founded Physical Research Laboratory, a research institute encompasses Astrophysics, Solar System, and cosmic radiation. He also envisioned Indian Institute of Management Ahmedabad, one of the internationally reputed management research institute that is located in Gujarat's commercial capital Ahmedabad and is the top ranked management institutes in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Rocket model at Science City, Ahmedabad</p>\r\n<p>Gujarat Science City, is a government initiative to draw more students towards education in science, which hosts India's first IMAX 3D theatre, an energy park, a hall of science, an amphitheatre, and dancing musical fountains amongst others. Institute of Management under Nirma University is constantly ranked amongst the top MBA colleges in India. International Institute of Management and Technical Studies affiliated with Gujarat Knowledge Society, European Association for Distance Learning, Association of Indian Management Schools and Ahmedabad Textile Industry's Research Association has performed globally for its Higher Education Certification courses for working professionals. IIMT STUDIES also launched GET SET GO programme in 2013 in Affiliation with Gujarat Technological University and Gujarat Knowledge Society, Department of Technical Education- Government of Gujarat. B.K. School of Business Management is ranked sixth in financial management. K. S. School of Business Management is also an MBA college in Gujarat University providing a five-year integrated MBA course. Shanti Business School in Ahmedabad is a business school offering post graduate diploma in Management through corporate citizenship initiative.</p>\r\n<p>&nbsp;</p>\r\n<p>The Institute of Seismological Research (ISR) was established by the Science and Technology Department, Government of Gujarat, in 2003 and is registered as a Society. ISR campus is at Raisan, Gandhinagar, in a sprawling and picturesque[clarification needed] area on the banks of Sabarmati river. Aims and objectives include assigning optimum seismic factors for buildings in different regions and long-term assessment of potential.&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gujarat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","subContents":[{"SubTitle":"1. Monuments / Sites in Ahmedabad City","SubTitleHindi":null,"SubContent":"<p>1 Three gates besides Bhadrakali temple Central Ahmedabad</p>\r\n<p>2 Bhadra Tower Central Ahmedabad</p>\r\n<p>3 Sidi Saiyad's Masjid Central Ahmedabad</p>\r\n<p>4 Ahmed Shah's Mosque Central Ahmedabad</p>\r\n<p>5 Teen Darwaja or Tripolia Gate Central Ahmedabad</p>\r\n<p>6 Shah Khupai's Masjid Central Ahmedabad</p>\r\n<p>7 Jami Masjid Central Ahmedabad</p>\r\n<p>8 Tombs of Queens of Ahmed Shah Central Ahmedabad</p>\r\n<p>9 Ahmad Shah's Tomb Central Ahmedabad</p>\r\n<p>10 Panch Kuwa gate Central Ahmedabad</p>\r\n<p>11 Queen's Mosque in Sarangpur Central Ahmedabad</p>\r\n<p>12 Tomb near queen's Mosque in Sarangpur Central Ahmedabad</p>\r\n<p>13 Brick Minars at railway station platform Central Ahmedabad</p>\r\n<p>14 Sidi Bashir's Minar &amp; Tomb Central Ahmedabad</p>\r\n<p>15 Delhi Gate Central Ahmedabad</p>\r\n<p>16 Kutub Shah's Mosque Central Ahmedabad</p>\r\n<p>17 Dastur Khan's Masjid Central Ahmedabad</p>\r\n<p>18 Rani Sipri's Mosque &amp; Tomb Central Ahmedabad</p>\r\n<p>19 Astodia Gate Central Ahmedabad</p>\r\n<p>20 Kalulpur Gate Central Ahmedabad</p>\r\n<p>21 Sarangpur Gate Central Ahmedabad</p>\r\n<p>22 Dariya-pur Gate Central Ahmedabad</p>\r\n<p>23 Premabhai Gate Central Ahmedabad</p>\r\n<p>24 Achyut Bibi's Masjid &amp; Tomb Central Ahmedabad</p>\r\n<p>25 Dariya Khan's Tomb Central Ahmedabad</p>\r\n<p>26 Muhafiz Khan's Mosque Central Ahmedabad</p>\r\n<p>27 Rani Rupavati's Mosque Central Ahmedabad</p>\r\n<p>28 Shahpur or Kazi Mohmad Chisti's Masjid Central Ahmedabad</p>\r\n<p>29 Raipur Gate Central Ahmedabad</p>\r\n<p>30 Haibatkhan's Masjid Central Ahmedabad</p>\r\n<p>31 Nawab Sardar Khan Masjid and outer gate in survey No 6814 Central Ahmedabad</p>\r\n<p>32 Nawab Sardar Khan's Rouza with its compound bearing C.S.No 6811 Central Ahmedabad</p>\r\n<p>33 Bibiji's Masjid at Raipur East Ahmedabad</p>\r\n<p>34 Saiyyad Usman's Mosque &amp; Tomb West Ahmedabad</p>\r\n<p>35 Small stone Mosque (Rani Masjid) West Ahmedabad</p>\r\n<p>36 Rauza of Azam Khan Mauzzam Khan West Ahmedabad</p>\r\n<p>37 Mata Bhawani's Well North Ahmedabad</p>\r\n<p>38 Dada Harir's Mosque &amp; Tomb North Ahmedabad</p>\r\n<p>39 Dada (Bai ) Harir's Well North Ahmedabad</p>\r\n<p>40 Malik Alam's Mosque South Ahmedabad</p>\r\n<p>41 Shah Alam's Tomb with all surrounding buildings in the group South Ahmedabad</p>\r\n<p>42 Inlet to Kankaria Tank South Ahmedabad</p>\r\n<p>43 Baba Lului's Masjid South Ahmedabad</p>\r\n<p>44 Tomb of Mir Abu Turab South Ahmedabad</p>\r\n<p>45 Jethabhai's Stepwell South Isanpur</p>\r\n<p>46 Small Stone Masjid (Gumle Masjid) South Isanpur</p>\r\n<p>47 Tombs (Qutub-i-Alam) South Batva</p>\r\n<p>48 Great Mosque New West (Sarkhej Roza)</p>\r\n<p>49 Great Tank, Palace &amp; Harem New West Makarba (Sarkhej Roza)</p>\r\n<p>50 Pavilion before the tomb of Sheikh Ahmed (Khata Ganj Baksh) New West Makarba (Sarkhej Roza)</p>\r\n<p>51 Rauza's of Baba Alisar and Bawa Ganj Bhaks New West Makarba (Sarkhej Roza)</p>\r\n<p>52 Tomb of Bibi (Rani ) Rajbai New West Makarba (Sarkhej Roza)</p>\r\n<p>53 Tomb of Mohammed Begarh New West Makarba (Sarkhej Roza)</p>\r\n<p>54 Tomb of Shaikh Ahmed Khata Ganj Baksh New West Makarba (Sarkhej Roza)</p>","SubContentHindi":null,"ImageUrl":"540a2036-9648-4d39-a11f-4b958e4752ce_shahe-logo.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Monuments / Sites at other locations of Ahmedabad District","SubTitleHindi":null,"SubContent":"<p>1 Jami Masjid Dholka Ahmedabad</p>\r\n<p>2 Malav Tank Dholka Ahmedabad</p>\r\n<p>3 Khan Masjid Dholka Ahmedabad</p>\r\n<p>4 Mosque of Balal (Bahlol) Khan Gazi Dholka Ahmedabad</p>\r\n<p>5 Ruined Building Dholka Ahmedabad</p>\r\n<p>6 Ancient site at Lothal Saragwala Ahmedabad</p>\r\n<p>7 Masjid of Rajusha Pir Ranpur Ahmedabad</p>\r\n<p>8 Jami Masjid Mandal Ahmedabad</p>\r\n<p>9 Kazi Masjid Mandal Ahmedabad</p>\r\n<p>10 Saiyad Masjid Mandal Ahmedabad</p>\r\n<p>11 Mansar Talav &amp; shrines</p>","SubContentHindi":null,"ImageUrl":"e3ec26cf-3fee-4396-8b36-8713ffa55a1d_Heritage-ahmedabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Monuments protected by the Directorate of Archaeology, Govt. of Gujarat","SubTitleHindi":null,"SubContent":"<p>1 Amrit Varshini Vav Ahmedabad Ahmedabad</p>\r\n<p>2 Dutch Tomb   &nbsp;</p>\r\n<p>3 Prachin Masjid Isanpur &nbsp;</p>\r\n<p>4 Prachin Vav Kathvada &nbsp;</p>\r\n<p>5 Jaldwar valu Khan Talav Dholka Ahmedabad</p>","SubContentHindi":null,"ImageUrl":"f7538a1e-e5ee-4d57-9f7f-e272ab911d0e_historical-ahmedabad.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Air</p>\r\n<p>&nbsp;</p>\r\n<p>Sardar Vallabhbhai Patel International Airport, Ahmedabad</p>\r\n<p>&nbsp;</p>\r\n<p>Surat Airport</p>\r\n<p>Gujarat has seventeen airports. The Gujarat Civil Aviation Board (GUJCAB) has been formed to foster development of aviation infrastructure in Gujarat. The Board is headed by the Chief Minister.</p>\r\n<p>&nbsp;</p>\r\n<p>International airports</p>\r\n<p>Sardar Vallabhbhai Patel International Airport at Ahmedabad</p>\r\n<p>Surat International Airport at Surat</p>\r\n<p>Domestic airports operated by the Airports Authority of India (AAI)</p>\r\n<p>Bhavnagar Airport &mdash; 9 km from the city of Bhavnagar</p>\r\n<p>Bhuj Airport &mdash; Located on Airport Ring Road Bhuj city</p>\r\n<p>Deesa Airport &ndash; 5 km from Deesa</p>\r\n<p>Harni Airport &ndash; Integrated Terminal Airport (Vadodara)</p>\r\n<p>Jamnagar Airport &ndash; About 8 kilometres from the Jamnagar city</p>\r\n<p>Kandla Airport (Gandhidham) &mdash; Situated at Kandla, near Gandhidham, in Kutch district</p>\r\n<p>Keshod Airport (Junagadh) &mdash; Keshod Airport is found 3 km from Keshod city in Junagadh District</p>\r\n<p>Porbandar Airport &mdash; Situated 5 km from the city of Porbandar</p>\r\n<p>Rajkot Airport &mdash; 4 km from the city of Rajkot</p>\r\n<p>Vadodara Airport at Vadodara</p>\r\n<p>State-operated airports</p>\r\n<p>Mehsana Airport &mdash; Mehsana Airport is about 2 km from Mehsana city</p>\r\n<p>Mandvi airport</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Surat railway station</p>\r\n<p>Main page: Railway stations in Gujarat</p>\r\n<p>Main article: Indian Railways</p>\r\n<p>Further information: Pune &ndash; Mumbai &ndash; Ahmedabad High-Speed Passenger Corridor</p>\r\n<p>Gujarat comes under the Western Railway Zone of the Indian Railways. Vadodara Railway Station is the busiest railway station in Gujarat and the fourth busiest railway station in India. It is situated on the Mumbai &ndash; Delhi Western Railway Mainline. Other important railway stations are Surat railway station, Ahmedabad Railway Station and Rajkot Railway Station. Indian Railways is planning Delhi&ndash;Mumbai dedicated rail freight route passing through the state.</p>\r\n<p>&nbsp;</p>\r\n<p>The 39.259 km (24.394 mi) long tracks of the first phase of MEGA, a metro rail system for Ahmedabad and Gandhinagar is under construction. It is expected to complete by December 2018. The construction started on 14 March 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Sea</p>\r\n<p>&nbsp;</p>\r\n<p>Kandla Port</p>\r\n<p>Gujarat State has the longest sea coast of 1214 km&nbsp; in India. Kandla Port is one of the largest ports serving Western India. Other important ports in Gujarat are the Port of Navlakhi, Port of Magdalla, Port Pipavav, Bedi Port, Port of Porbandar, Port of Veraval and the privately owned Mundra Port. The state also has Ro-Ro ferry service.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>Bus terminal in Vadodara, Gujarat</p>\r\n<p>&nbsp;</p>\r\n<p>Ahmedabad BRTS</p>\r\n<p>Main articles: List of National Highways in Gujarat and List of state highways in Gujarat</p>\r\n<p>Gujarat State Road Transport Corporation (GSRTC) is the primary body responsible for providing the bus services within the state of Gujarat and also with the neighbouring states. It is a public transport corporation providing bus services and public transit within Gujarat and to the other states in India. Apart from this, there are a number of services provided by GSRTC.</p>\r\n<p>&nbsp;</p>\r\n<p>Mofussil Services &mdash; It connects major cities, smaller towns and villages within Gujarat.</p>\r\n<p>Intercity Bus Services &mdash; It also connects major cities &mdash; Ahmedabad, Surat, Veraval, Vapi, Vadodara (Baroda) and Rajkot.</p>\r\n<p>Interstate Bus Services &mdash; It connects various cities of Gujarat with the neighbouring states of Madhya Pradesh, Maharashtra and Rajasthan.</p>\r\n<p>City Services &mdash; GSRTC also provides city bus services at Surat, Vadodara, Vapi, Gandhinagar and Ahmedabad, within the state of Gujarat.</p>\r\n<p>Parcel Services &mdash; This service is used for transporting goods.</p>\r\n<p>Apart from this, the GSRTC provides special bus services for festivals, industrial zones, schools, colleges and pilgrim places also buses are given on contract basis to the public for certain special occasions.</p>\r\n<p>&nbsp;</p>\r\n<p>There are also city buses in cities like Ahmedabad (AMTS and Ahmedabad BRTS), Surat (Surat BRTS), Bhavnagar (VTCOS) Vadodara (Vinayak Logistics), Gandhinagar (VTCOS), Rajkot (RMTS and Rajkot BRTS), Anand (VTCOS) etc.</p>\r\n<p>Auto rickshaws are common mode of transport in Gujarat. The Government of Gujarat is promoting bicycles to reduce pollution by the way of initiative taken by free cycle rides for commuters.</p>","SubContentHindi":null,"ImageUrl":"b0716597-29e0-4401-be7c-abffaba9d43e_ahmedabad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ahmedabad-gujarat","tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"recommendations":[{"id":461,"title":"Top Places to visit in Morbi, Gujarat","imageUrl":"3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","dateCreated":"2019-08-24T08:00:07.021Z","dateModified":"2019-08-24T08:00:27.949Z","contributedBy":"AskGif","content":"Morbi District is in the state of Gujarat, India. It was formed on August 15, 2013, along with several other districts, on the 67th Independence Day of India. Morbi city is the administrative headquarters of the district. The district has 5 talukas - Morbi, Maliya, Tankara, Wankaner (previously i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"morbi","slug":"morbi"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-morbi-gujarat","total":0},{"id":460,"title":"Top Places to visit in Mehsana, Gujarat","imageUrl":"f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","dateCreated":"2019-08-24T06:58:08.489Z","dateModified":"2019-08-24T06:58:30.964Z","contributedBy":"AskGif","content":"Mehsana also spelled Mahesana, is a city and municipality in Mehsana district, in the Indian state of Gujarat. Established in the 14th century, the town was under Gaekwads of Baroda State from the 18th century to the independence of India in 1947. The municipality was established in 1919&ndash;20","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"mehsana","slug":"mehsana"}],"slug":"top-places-to-visit-in-mehsana-gujarat","total":0},{"id":402,"title":"Top Places to visit in Gandhinagar, Gujarat","imageUrl":"e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","dateCreated":"2019-06-23T13:30:41.581Z","dateModified":"2019-06-23T14:06:35.764Z","contributedBy":"AskGif","content":"Gandhinagar is the capital of the state of Gujarat in India. Gandhinagar is located approximately 23 km north of Ahmedabad, on the west central point of the Industrial corridor between Delhi, the political capital of India, and Mumbai, the financial capital of India.\r\n&nbsp;\r\nGandhi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gandhinagar","slug":"gandhinagar"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-gandhinagar-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}