{"id":386,"title":"Top Places to visit in Anand, Gujarat","imageUrl":"72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","dateCreated":"2019-05-18T15:02:06.285Z","dateModified":"2019-05-18T15:25:45.784Z","contributedBy":"AskGif","content":"<p>Anand is the administrative centre of Anand District in the state of Gujarat, India. It is administered by Anand Municipality. It is part of the region known as Charotar, consisting of Anand and Kheda districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Anand is known as the Milk Capital of India. It became famous for Amul dairy and its milk revolution. This city hosts the Head Office of Gujarat Cooperative Milk Marketing Federation Ltd (GCMMF which is parent organisation for AMUL &amp; co-operative operations to collect milk), NDDB of India, well known business school - Institute of Rural Management Anand (IRMA), Vidya Dairy and the Anand Agricultural University. Another famous educational hub is Vallabh Vidhyanagar, an educational suburb of Anand which has institutes like GCET(G.H.Patel college of engineering and technology) and is home for around 50,000 students from all over India.</p>\r\n<p>&nbsp;</p>\r\n<p>Anand lies between Ahmedabad and Vadodara on the Western Railways, 101 km from the state capital Gandhinagar. It is a railway Junction and a broad gauge line from here runs to Godhra, covering Dakor, a major Hindu pilgrimage en route. MEMUs and one or two regular passenger trains ply on this route. It also has a branch line to Khambhat. DMUs Diesel Multiple Units ply on this route as it is not electrified yet. Anand Railway Station has 5 platforms, numbers 1, 2, 3 and 4 are on the main line and number 5 is on the branch line to Godhra. A new platform is in construction on the branch to Ahmedabad from the Godhra line forming a triangle. The National express highway from Ahmedabad to Vadodara also passes through Anand.</p>\r\n<p>&nbsp;</p>\r\n<p>Anand has seen rapid economic growth along the Anand-Vallabh Vidya Nagar and Karamsad road belt. It is well on track to become a Municipal Corporation with the inclusion of various peripheral villages like Karamsad, Chikhodra, Lambhvel, V. V Nagar, Bakrol, Mogri and 20 others, however the major part of the town still lacks drainage system.</p>\r\n<p>&nbsp;</p>\r\n<p>Anand District is an administrative district of Gujarat state in western India and is popularly known as Charotar.&nbsp; It was carved out of the Kheda district in 1997. Anand is the administrative headquarters of the district. It is bounded by Kheda District to the north, Vadodara District to the east, Ahmedabad District to the west, and the Gulf of Khambhat to the south. Major towns are Khambhat, Karamsad, Tarapur, Petlad and Sojitra.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>Anand District is administratively divided into eight talukas or subdistricts: Anand, Anklav, Borsad, Khambhat, Petlad, Sojitra, Tarapur, and Umreth.</p>\r\n<p>&nbsp;</p>\r\n<p>Points of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Anand City - birthplace of Tribhuvandas Patel, Founder of Anand Milk Union Limited and Cooperative movement, Milk City.</p>\r\n<p>Amul - Origin of Operation Flood, the White Revolution of India</p>\r\n<p>Anand Agricultural University</p>\r\n<p>Karamsad - Native place of Sardar Patel. Famous for Pramukh Swami Medical College.</p>\r\n<p>Khambhat - A historic and ancient port in the bay of Khambhat, known for its trade with foreign countries.</p>\r\n<p>Dakor - This is not in Anand district but in the nearby Kheda district.Hindu temple of Lord Ranchodrai a form of Krishna.</p>\r\n<p>Pavagadh Fort - This is not in Anand district but in the nearby Panchmahal district. Ruins of the fort have been designated a world heritage site by UNESCO.</p>\r\n<p>Bhadran - was given nickname \"Paris of Gaekwad state\" due to its prosperity and civil works carried by Maharaja Sayajirao Gaekwad III about one century ago.</p>\r\n<p>Vadtal</p>\r\n<p>Sardar Patel University- One of the well known universities in India. Located in Vallabh Vidyanagar in Anand District. The University is having Community Radio Station ( Radio Campus) operating at 90.4 MHz frequency of FM band.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Anand_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","subContents":[{"SubTitle":"1. Swaminarayan Temple - Bochasan","SubTitleHindi":null,"SubContent":"<p>Bochasan is said to have been established in Vikram Samvat 1352 and named after Bucheshvar Mahadev. It is a railway station on broad gauge railway lines.</p>\r\n<p>A Swaminarayan Temple has been built by the founder of Bochasan Swaminarayan Sect, Shri Yajanapurushdasji or Shri Shastri Maharaj, who owing</p>\r\n<p>to some difference in the mode of worship, established own sub-sect and separated from the main sect of Swaminarayana. The festival of Jaljhilni Ekadashiat this temple on Bhadrapad Sud 11 is attended by thousands of followers.</p>","SubContentHindi":null,"ImageUrl":"2e093e22-011a-4df4-b5f8-c5554bdcf2d9_Swaminarayan-Temple-Bochasan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Amul Diary","SubTitleHindi":null,"SubContent":"<p>The world famous co-operative dairy &lsquo;Amul&rsquo; is one of the main features of Anand. Amul is the biggest dairy not only in India, but in Asia too. It is owned by thousands of small and medium farmers. Amul has created revolution. The experiment has led to small dairies at district and village levels. Other states and even many countries have been inspired by it.</p>\r\n<p>&nbsp;</p>\r\n<p>Amul contributed to the scientific education of animal husbandry and increased production of milk. The dairy developed a plant of milk powder. The farmers could earn more for their produce. Lately Amul entered into milk-chocolate market besides butter, ghee, cheese, and baby food. It also established veterinary hospitals, artificial insemination centres for animals and hybrid-cow breeding centres at village Ode. Amul has turned into a large complex and the main stream of white revolution.</p>","SubContentHindi":null,"ImageUrl":"080484a0-ed3d-41a9-8bcf-fe7361c5a665_Amul-Diary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Accommodation","SubTitleHindi":null,"SubContent":"<p>A good numbers of Government and private hotels and guesthouses are available in all major cities of Anand District.</p>\r\n<p>&nbsp;</p>\r\n<p>Some are as below:</p>\r\n<p>&nbsp;</p>\r\n<p>Circuit House, Anand</p>\r\n<p>Address: Charotar House, Amul Dairy Rd, Popati Nagar, Anand, Gujarat 388001</p>\r\n<p>&nbsp;</p>\r\n<p>Contact &ndash; Manager, Circuit House, Anand</p>\r\n<p>&nbsp;</p>\r\n<p>Phone &ndash; 02692 &ndash; 240551</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Circuit House, Petlad</p>\r\n<p>Address: Circuit House, Petlad, Dist. Anand, Gujarat 388001</p>\r\n<p>&nbsp;</p>\r\n<p>Contact &ndash; Manager, Circuit House, Petlad.</p>\r\n<p>&nbsp;</p>\r\n<p>Phone &ndash; 02697-224870</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Circuit House, Khambhat</p>\r\n<p>Address: Circuit House, Khambhat, Dist. Anand, Gujarat 388001</p>\r\n<p>&nbsp;</p>\r\n<p>Contact &ndash; Manager, Circuit House, Petlad.</p>\r\n<p>&nbsp;</p>\r\n<p>Phone &ndash; 02698-220241</p>","SubContentHindi":null,"ImageUrl":"908fb4eb-9bef-482f-8652-e850ab58cf44_madhuban-resort-facade.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Anand is approachable both by rail and by road. A large number of trains ply between Mumbai and Ahmedabad, most of them halting briefly at Anand. Anand is also directly connected by rail to other important cities of India including Bangalore, Bhopal, Bhubaneswar, Calcutta, Delhi, Hyderabad, Madras and Tiruvananthapuram. Most other places that are not directly connected may be reached via a changeover at Ahmedabad, Vadodara, Mumbai or Delhi. The journey to Mumbai takes around 6 to 8 hours and to Delhi around 14 to 16 hours.</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach Anand by Flight</p>\r\n<p>Anand does not have an airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Nearest airport to Anand is located in Vadodra at a distance of 42 km. Vadodara is well connected to Anand and can be reached by road, either through hiring a taxi at the airport or catching a bus from the bus station.</p>\r\n<p>&nbsp;</p>\r\n<p>Second nearest airport from Anand is Ahmedabad &ndash; Sardar Vallabhbhai Patel International Airport at distance of 95 km.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach Anand by Road</p>\r\n<p>Anand is located on the Golden Quadrilateral National Highway no. 8, which provides it connectivity to most cities in Gujarat.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Many state-owned and private buses run between Anand and several important cities. State-run buses plying at intervals of 30 minutes take you to Ahmedabad and Vadodara. Buses also ply towards Mumbai, Udaipur, Nasik, Pune and other parts of Maharashtra, Madhya Pradesh, Gujarat, and Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>How to Reach Anand by Train</p>\r\n<p>You can easily get regular trains to Anand from other major cities of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway Station(s): Anand Junction (ANND)source: https://anand.nic.in</p>","SubContentHindi":null,"ImageUrl":"43a85a44-47b3-45ba-9aee-55c1fbe04c09_Anand-district-Gujarat-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-anand-gujarat","tags":[{"name":"anand","slug":"anand"},{"name":"gujarat","slug":"gujarat"}],"recommendations":[{"id":459,"title":"Top Places to visit in Mahisagar, Lunavada, Gujarat","imageUrl":"65803529-6dec-4293-bfd4-3b0c2268587a_Mahisagar-Gujarat.jpg","dateCreated":"2019-08-24T06:45:48.945Z","dateModified":"2019-08-24T06:46:14.795Z","contributedBy":"AskGif","content":"Mahisagar is an Indian drama television series which premiered on 7 October 2013 on BIG Magic and ended on 15 April 2015 with 400 episodes. The series is produced by J.D. Majethia of Hats Off Productions. It stars Anuj Thakur and Dharti Bhatt.\r\nMahisagar district &ndash; also Mahisagar &nd","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/65803529-6dec-4293-bfd4-3b0c2268587a_Mahisagar-Gujarat.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lunavada","slug":"lunavada"},{"name":"gujarat","slug":"gujarat"},{"name":"mahisagar","slug":"mahisagar"}],"slug":"top-places-to-visit-in-mahisagar-lunavada-gujarat","total":0},{"id":409,"title":"Top Places to visit in Jamnagar, Gujarat","imageUrl":"77097745-d81c-45e4-84fd-7d77e83a4bbf_Jamnagar-railway.jpg","dateCreated":"2019-06-25T13:51:32.977Z","dateModified":"2019-06-25T14:15:29.934Z","contributedBy":"AskGif","content":"Jamnagar is a city located on the western coast of India in the state of Gujarat in Saurashtra region. It is the administrative headquarters of the Jamnagar District. Jamnagar is the largest city on the westernmost side of India and is the fifth largest city of Gujarat state after Ahmedabad, Sura","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/77097745-d81c-45e4-84fd-7d77e83a4bbf_Jamnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jamnagar","slug":"jamnagar"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-jamnagar-gujarat","total":0},{"id":386,"title":"Top Places to visit in Anand, Gujarat","imageUrl":"72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","dateCreated":"2019-05-18T15:02:06.285Z","dateModified":"2019-05-18T15:25:45.784Z","contributedBy":"AskGif","content":"Anand is the administrative centre of Anand District in the state of Gujarat, India. It is administered by Anand Municipality. It is part of the region known as Charotar, consisting of Anand and Kheda districts.\r\n&nbsp;\r\nAnand is known as the Milk Capital of India. It became famous ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anand","slug":"anand"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-anand-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}