{"id":386,"title":"आनंद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","dateCreated":"2019-05-18T15:02:06.285Z","dateModified":"2019-05-18T15:25:45.784Z","contributedBy":"AskGif","content":"<p>आनंद भारत के गुजरात राज्य में आनंद जिले का प्रशासनिक केंद्र है। यह आनंद नगर पालिका द्वारा प्रशासित है। यह आनंद और खेड़ा जिलों से मिलकर चारोटार के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद को भारत की मिल्क कैपिटल के रूप में जाना जाता है। यह अमूल डेयरी और इसकी दुग्ध क्रांति के लिए प्रसिद्ध हुआ। यह शहर गुजरात कोऑपरेटिव मिल्क मार्केटिंग फेडरेशन लिमिटेड (GCMMF जो दूध इकट्ठा करने के लिए AMUL &amp; सहकारी संचालन के लिए मूल संगठन है), भारत के NDDB, प्रसिद्ध बिजनेस स्कूल - ग्रामीण प्रबंधन संस्थान (IRMA), विद्या के प्रमुख कार्यालय की मेजबानी करता है। डेयरी और आनंद कृषि विश्वविद्यालय। एक अन्य प्रसिद्ध शैक्षिक केंद्र वल्लभ विद्यानगर, आनंद का एक शैक्षिक उपनगर है, जिसमें GCET (G.H.Patel College of Engineering and Technology) जैसे संस्थान हैं और पूरे भारत के लगभग 50,000 छात्रों के लिए घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद राज्य की राजधानी गांधीनगर से 101 किमी दूर पश्चिम रेलवे पर अहमदाबाद और वडोदरा के बीच स्थित है। यह एक रेलवे जंक्शन है और यहाँ से एक ब्रॉड गेज लाइन गोधरा तक चलती है, एक प्रमुख हिंदू तीर्थ यात्रा मार्ग, डाकोर को कवर करती है। मेमू और एक या दो नियमित यात्री ट्रेनें इस मार्ग पर चलती हैं। खंभात में इसकी एक शाखा रेखा भी है। डीएमयू डीज़ल मल्टीपल यूनिट्स इस मार्ग पर चलती हैं क्योंकि यह अभी तक विद्युतीकृत नहीं है। आनंद रेलवे स्टेशन में 5 प्लेटफार्म हैं, नंबर 1, 2, 3 और 4 मुख्य लाइन पर हैं और 5 नंबर गोधरा की शाखा लाइन पर है। एक नया मंच गोधरा लाइन से अहमदाबाद की ओर जाने वाली शाखा पर एक त्रिकोण का निर्माण कर रहा है। अहमदाबाद से वडोदरा जाने वाला राष्ट्रीय एक्सप्रेस राजमार्ग भी आनंद से होकर गुजरता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद ने आनंद-वल्लभ विद्या नगर और करमसाद रोड बेल्ट के साथ तेजी से आर्थिक विकास देखा है। करमसाड, चिकोड़ड़ा, लम्भेवाल, वी। वी। नगर, बकरोल, मोगरी और 20 अन्य जैसे विभिन्न परिधीय गाँवों को शामिल करने के साथ यह नगर निगम बनने की राह पर है, हालाँकि शहर के प्रमुख हिस्से में अभी भी जल निकासी व्यवस्था का अभाव है।</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद जिला पश्चिमी भारत में गुजरात राज्य का एक प्रशासनिक जिला है और लोकप्रिय रूप से चारोटार के रूप में जाना जाता है। 1997 में इसे खेड़ा जिले से बाहर किया गया था। आनंद जिले का प्रशासनिक मुख्यालय है। यह उत्तर में खेड़ा जिला, पूर्व में वडोदरा जिला, पश्चिम में अहमदाबाद जिला और दक्षिण में खंभात की खाड़ी से घिरा हुआ है। प्रमुख शहर खंभात, करमसद, तारापुर, पेटलाद और सोजित्रा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>आनंद जिला प्रशासनिक रूप से आठ तालुकाओं या उप-जिलों में विभाजित है: आनंद, अंकलव, बोरसद, खंभात, पेटलाद, सोजित्रा, तारापुर, और उमरेथ।</p>\r\n<p>&nbsp;</p>\r\n<p>रूचि के बिंदु</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद सिटी - त्रिभुवनदास पटेल की जन्मस्थली, आनंद मिल्क यूनियन लिमिटेड के संस्थापक और सहकारी आंदोलन, मिल्क सिटी।</p>\r\n<p>अमूल - ऑपरेशन फ्लड की उत्पत्ति, भारत की श्वेत क्रांति</p>\r\n<p>आनंद कृषि विश्वविद्यालय</p>\r\n<p>करमसद - सरदार पटेल का मूल स्थान। प्रमुख स्वामी मेडिकल कॉलेज के लिए प्रसिद्ध।</p>\r\n<p>खंभात - खंभात की खाड़ी में एक ऐतिहासिक और प्राचीन बंदरगाह, जिसे विदेशों के साथ व्यापार के लिए जाना जाता है।</p>\r\n<p>डकोर - यह आनंद जिले में नहीं बल्कि पास के खेड़ा जिले में है। भगवान रणछोड़राय का कृष्ण का एक मंदिर।</p>\r\n<p>पावागढ़ किला - यह आनंद जिले में नहीं है, बल्कि पास के पंचमहल जिले में है। किले के खंडहरों को यूनेस्को द्वारा विश्व धरोहर स्थल नामित किया गया है।</p>\r\n<p>भद्रन - को लगभग एक शताब्दी पहले महाराजा सयाजीराव गायकवाड़ III द्वारा की गई समृद्धि और नागरिक कार्यों के कारण \"गायकवाड़ राज्य की पेरिस\" उपनाम दिया गया था।</p>\r\n<p>वाड़ताल</p>\r\n<p>सरदार पटेल विश्वविद्यालय- भारत के प्रसिद्ध विश्वविद्यालयों में से एक है। आनंद जिले में वल्लभ विद्यानगर में स्थित है। विश्वविद्यालय में एफएम बैंड के 90.4 मेगाहर्ट्ज आवृत्ति पर सामुदायिक रेडियो स्टेशन (रेडियो कैंपस) चल रहा है।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Anand_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","subContents":[{"SubTitle":"1. स्वामीनारायण मंदिर - बोचासन","SubTitleHindi":null,"SubContent":"<p>बोचासन को विक्रम संवत 1352 में स्थापित किया गया है और इसका नाम बुचेश्वर महादेव के नाम पर रखा गया है। यह ब्रॉड गेज रेलवे लाइनों पर एक रेलवे स्टेशन है।</p>\r\n<p>बोचासन स्वामीनारायण संप्रदाय के संस्थापक श्री यज्ञपुरुषदासजी या श्री शास्त्री महाराज द्वारा एक स्वामीनारायण मंदिर बनाया गया है, जो</p>\r\n<p>पूजा की विधि में कुछ अंतर के लिए, अपने उप संप्रदाय की स्थापना की और स्वामीनारायण के मुख्य संप्रदाय से अलग हो गए। भाद्रपद सुद ११ को इस मंदिर में जलझिलनी एकादशियों के उत्सव में हजारों अनुयायियों ने भाग लिया।</p>","SubContentHindi":null,"ImageUrl":"2e093e22-011a-4df4-b5f8-c5554bdcf2d9_Swaminarayan-Temple-Bochasan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. अमूल डेयरी","SubTitleHindi":null,"SubContent":"<p>विश्व प्रसिद्ध सहकारी डेयरी famous अमूल &rsquo;आनंद की मुख्य विशेषताओं में से एक है। अमूल न केवल भारत में, बल्कि एशिया में भी सबसे बड़ी डेयरी है। इसका स्वामित्व हजारों छोटे और मध्यम किसानों के पास है। अमूल ने क्रांति पैदा कर दी है। इस प्रयोग से जिला और ग्राम स्तर पर छोटी डेयरियों का निर्माण हुआ है। अन्य राज्य और यहां तक कि कई देश इससे प्रेरित हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अमूल ने पशुपालन की वैज्ञानिक शिक्षा में योगदान दिया और दूध का उत्पादन बढ़ाया। डेयरी ने दूध पाउडर का एक पौधा विकसित किया। किसान अपनी उपज के लिए अधिक कमा सकते थे। हाल ही में अमूल ने मक्खन, घी, पनीर और बेबी फूड के अलावा दूध-चॉकलेट बाजार में प्रवेश किया। इसने गाँव ओड में पशु चिकित्सालयों, पशुओं के लिए कृत्रिम गर्भाधान केंद्र और संकर-गाय प्रजनन केंद्र भी स्थापित किए। अमूल श्वेत क्रांति की एक बड़ी जटिल और मुख्य धारा में बदल गया है।</p>","SubContentHindi":null,"ImageUrl":"080484a0-ed3d-41a9-8bcf-fe7361c5a665_Amul-Diary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. निवास","SubTitleHindi":null,"SubContent":"<p>आनंद जिले के सभी प्रमुख शहरों में सरकारी और निजी होटल और गेस्टहाउस अच्छी संख्या में उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ इस प्रकार हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>सर्किट हाउस, आनंद</p>\r\n<p>पता: चारोटार हाउस, अमूल डेयरी आरडी, पोपट्टी नगर, आनंद, गुजरात 388001</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क - प्रबंधक, सर्किट हाउस, आनंद</p>\r\n<p>&nbsp;</p>\r\n<p>फोन - 02692 - 240551</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सर्किट हाउस, पेटलाद</p>\r\n<p>पता: सर्किट हाउस, पेटलाड, जिला। आनंद, गुजरात 388001</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क - प्रबंधक, सर्किट हाउस, पेटलाड।</p>\r\n<p>&nbsp;</p>\r\n<p>फोन - 02697-224870</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सर्किट हाउस, खंभात</p>\r\n<p>पता: सर्किट हाउस, खंभात, जिला। आनंद, गुजरात 388001</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क - प्रबंधक, सर्किट हाउस, पेटलाड।</p>\r\n<p>&nbsp;</p>\r\n<p>फोन - 02698-220241</p>","SubContentHindi":null,"ImageUrl":"908fb4eb-9bef-482f-8652-e850ab58cf44_madhuban-resort-facade.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>आनंद रेल और सड़क दोनों से स्वीकार्य है। मुंबई और अहमदाबाद के बीच बड़ी संख्या में गाड़ियां चलती हैं, जिनमें से अधिकांश आनंद में कुछ समय के लिए रुकती हैं। आनंद बैंगलोर, भोपाल, भुवनेश्वर, कलकत्ता, दिल्ली, हैदराबाद, मद्रास और तिरुवनंतपुरम सहित भारत के अन्य महत्वपूर्ण शहरों से रेल द्वारा सीधे जुड़ा हुआ है। अधिकांश अन्य स्थान जो सीधे जुड़े नहीं हैं, अहमदाबाद, वडोदरा, मुंबई या दिल्ली में एक बदलाव के माध्यम से पहुंचा जा सकता है। मुंबई की यात्रा में लगभग 6 से 8 घंटे लगते हैं और दिल्ली में लगभग 14 से 16 घंटे लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>फ्लाइट से आनंद तक कैसे पहुंचे</p>\r\n<p>आनंद के पास हवाई अड्डा नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद का सबसे नजदीकी हवाई अड्डा वडोदरा में 42 किमी की दूरी पर स्थित है। वडोदरा आनंद से अच्छी तरह से जुड़ा हुआ है और सड़क मार्ग से पहुंचा जा सकता है, या तो हवाई अड्डे पर टैक्सी किराए पर लेने या बस स्टेशन से बस पकड़ने के माध्यम से।</p>\r\n<p>&nbsp;</p>\r\n<p>आनंद का दूसरा निकटतम हवाई अड्डा अहमदाबाद है - सरदार वल्लभभाई पटेल अंतर्राष्ट्रीय हवाई अड्डा 95 किमी की दूरी पर।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग से आनंद तक कैसे पहुंचे</p>\r\n<p>आनंद स्वर्णिम चतुर्भुज राष्ट्रीय राजमार्ग संख्या पर स्थित है। 8, जो इसे गुजरात के अधिकांश शहरों से कनेक्टिविटी प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कई राज्य के स्वामित्व वाली और निजी बसें आनंद और कई महत्वपूर्ण शहरों के बीच चलती हैं। 30 मिनट के अंतराल पर चलने वाली राज्य की बसें आपको अहमदाबाद और वडोदरा ले जाती हैं। बसें मुंबई, उदयपुर, नासिक, पुणे और महाराष्ट्र, मध्य प्रदेश, गुजरात और राजस्थान के अन्य हिस्सों की ओर भी जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से आनंद तक कैसे पहुंचे</p>\r\n<p>आप आसानी से देश के अन्य प्रमुख शहरों से आनंद के लिए नियमित ट्रेन प्राप्त कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे स्टेशन: आनंद जंक्शन (ANND)</p>\r\n<p>source: https://anand.nic.in&nbsp;</p>","SubContentHindi":null,"ImageUrl":"43a85a44-47b3-45ba-9aee-55c1fbe04c09_Anand-district-Gujarat-map.png","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-anand-gujarat","tags":[{"name":"आनंद","slug":"anand"},{"name":"गुजरात","slug":"gujarat"}],"recommendations":[{"id":459,"title":"महिसागर, लुनावा में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"65803529-6dec-4293-bfd4-3b0c2268587a_Mahisagar-Gujarat.jpg","dateCreated":"2019-08-24T06:45:48.945Z","dateModified":"2019-08-24T06:46:14.795Z","contributedBy":"AskGif","content":"महिसागर एक भारतीय ड्रामा टेलीविज़न श्रृंखला है जिसका प्रीमियर 7 अक्टूबर 2013 को BIG मैजिक पर हुआ और 15 अप्रैल 2015 को 400 एपिसोड के साथ समाप्त हुआ। सीरीज़ का निर्माण हैट्स ऑफ़ प्रोडक्शंस के जे डी मजीठिया ने किया है। इसमें अनुज ठाकुर और धरती भट्ट हैं।\r\nमहिसागर जिला - महिसागर - भारत में गुजर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/65803529-6dec-4293-bfd4-3b0c2268587a_Mahisagar-Gujarat.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लुनावा","slug":"lunavada"},{"name":"गुजरात","slug":"gujarat"},{"name":"महिसागर","slug":"mahisagar"}],"slug":"top-places-to-visit-in-mahisagar-lunavada-gujarat","total":0},{"id":409,"title":"जामनगर में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"77097745-d81c-45e4-84fd-7d77e83a4bbf_Jamnagar-railway.jpg","dateCreated":"2019-06-25T13:51:32.977Z","dateModified":"2019-06-25T14:15:29.934Z","contributedBy":"AskGif","content":"जामनगर गुजरात के सौराष्ट्र क्षेत्र में भारत के पश्चिमी तट पर स्थित एक शहर है। यह जामनगर जिले का प्रशासनिक मुख्यालय है। जामनगर भारत के पश्चिमी ओर सबसे बड़ा शहर है और अहमदाबाद, सूरत, वडोदरा और राजकोट के बाद गुजरात राज्य का पांचवा सबसे बड़ा शहर है।\r\n&nbsp;\r\nशहर का आधुनिक रूप शुरू में ए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/77097745-d81c-45e4-84fd-7d77e83a4bbf_Jamnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जामनगर","slug":"jamnagar"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-jamnagar-gujarat","total":0},{"id":386,"title":"आनंद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","dateCreated":"2019-05-18T15:02:06.285Z","dateModified":"2019-05-18T15:25:45.784Z","contributedBy":"AskGif","content":"आनंद भारत के गुजरात राज्य में आनंद जिले का प्रशासनिक केंद्र है। यह आनंद नगर पालिका द्वारा प्रशासित है। यह आनंद और खेड़ा जिलों से मिलकर चारोटार के रूप में जाना जाता है।\r\n&nbsp;\r\nआनंद को भारत की मिल्क कैपिटल के रूप में जाना जाता है। यह अमूल डेयरी और इसकी दुग्ध क्रांति के लिए प्रसिद्ध ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आनंद","slug":"anand"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-anand-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}