{"id":388,"title":"Top Places to visit in Banaskantha, Palanpur, Gujarat","imageUrl":"ea9e0e68-b296-44f0-b93a-0c4f7090f17f_banaskantha-district-pincode-gujarat.png","dateCreated":"2019-05-30T17:20:33.618Z","dateModified":"2019-05-30T17:37:09.471Z","contributedBy":"AskGif","content":"<p>Banaskantha district is one among the thirty-three districts of the Gujarat state of India. The administrative headquarters of the district is at Palanpur which is also its largest city. The district is located in the Northeast of Gujarat and is presumably named after the West Banas River which runs through the valley between Mount Abu and Aravalli Range, flowing to the plains of Gujarat in this region and towards the Rann of Kutch. The district is famous for the Ambaji temple which draw many tourists. As of 2011, 13.27% of Banaskantha's population is urban and 86.70% is rural. It covers an area of 12703&nbsp; km2 and is the second largest district in the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Banaskantha shares its borders with Rajasthan state in the North, Sabarkantha district in East, Kutch district in West and Patan district and Mehsana district in the South.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>The economy of the district is based on agro &amp; food Processing, tourism, textile and mineral based industries (ceramics). The food Processing industry in the district has attracted 57% of the total investment in the district over the last two decades The district ranks first in the Country in Milk Production, the Asia's Largest Dairy Cooperative under the Brandname of AMUL is Banaskantha District Cooperative Milk Producers' Union Ltd., Palanpur known as Banas Dairy procuring almost 59,58,134 Lit. Milk on 15.01.2018 as Peak receipt. The Banaskantha is also first District having highest Cold Supply Chain of Milk by installing 1280 Bulk Milk Chilling units procuring almost &gt;90% milk as Raw Chilled Milk &amp; rest 10% in Cans. Banaskantha District having 1060 Village Dairy Coop. Societies certified as per ISO 9001 : QMS Standard. The district ranks first in the state in the production of vegetables contributing nearly 17.67% to the total vegetable production of Gujarat. It is the largest producer of potatoes in the state. Bajri, Maize, Tobacco, Castor oil, Jowar, Psyllium are the other major crops of the district. It is also one of the leading producers of Isabgul (Psyllium husk) in the country. It is also the 3rd largest producer of oil seeds in the state after Junagadh district and Jamnagar district.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has rich mineral reserves including limestone, marble, granite, building stone and china clay. It accounts for almost the entire marble reserves (99.3%) of Gujarat and contributes about 15% to the total production of limestone in the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Banaskantha District Central Co-operative Bank is one of the most important banks of Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>It has got prestigious State Agricultural University, Sardarkrushinagar Dantiwada Agricultural University, Sardarkrushinagar. The main agriculture is of Bajra crops.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Banaskantha one of the country's 250 most backward districts (out of a total of 640). It is one of the six districts in Gujarat currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Administrative divisions</p>\r\n<p>In 2000 parts of the district were split for the formation of Patan district.</p>\r\n<p>&nbsp;</p>\r\n<p>Taluka (Tehsil)</p>\r\n<p>The district is divided into fourteen talukas namely,</p>\r\n<p>&nbsp;</p>\r\n<p>Amirgadh</p>\r\n<p>Bhabhar</p>\r\n<p>Dantiwada</p>\r\n<p>Danta</p>\r\n<p>Deesa</p>\r\n<p>Deodar</p>\r\n<p>Dhanera</p>\r\n<p>Palanpur</p>\r\n<p>Sihori (Kankrej)</p>\r\n<p>Tharad</p>\r\n<p>Vadgam</p>\r\n<p>Lakhni</p>\r\n<p>Suigam</p>\r\n<p>Vav</p>\r\n<p>Towns</p>\r\n<p>Palanpur is the district headquarters and also the largest city. The other major towns in the district are:</p>\r\n<p>&nbsp;</p>\r\n<p>Palanpur</p>\r\n<p>Deesa</p>\r\n<p>Tharad</p>\r\n<p>Dhanera</p>\r\n<p>Thara</p>\r\n<p>Bhabhar</p>\r\n<p>Deodar</p>\r\n<p>Vadgam</p>\r\n<p>Political divisions</p>\r\n<p>Banaskantha constituency is the Lok Sabha constituency for the district.</p>\r\n<p>&nbsp;</p>\r\n<p>The eight Vidhan Sabha segments are,</p>\r\n<p>&nbsp;</p>\r\n<p>Vav</p>\r\n<p>Tharad</p>\r\n<p>Dhanera</p>\r\n<p>Danta</p>\r\n<p>Palanpur</p>\r\n<p>Deesa</p>\r\n<p>Deodar</p>\r\n<p>Vadgam</p>\r\n<p>Kankrej</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Religions in Banaskantha District</p>\r\n<p>ReligionPercent</p>\r\n<p>Hindus</p>\r\n<p>&thinsp;</p>\r\n<p>92.62%</p>\r\n<p>Muslims</p>\r\n<p>&thinsp;</p>\r\n<p>06.84%</p>\r\n<p>According to the 2011 census Banaskantha district has a population of 3,116,045, roughly equal to the nation of Mongolia or the US state of Iowa. This gives it a ranking of 111th in India (out of a total of 640). The district has a population density of 290 inhabitants per square kilometre (750/sq mi) . Its population growth rate over the decade 2001-2011 was 24.43%.Banaskantha has a sex ratio of 936 females for every 1000 males, and a literacy rate of 66.39%.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Chandrakant Bakshi, author born in Palanpur.</p>\r\n<p>Haribhai Parthibhai Chaudhary, Minister of State of Home Affairs and MP for Banaskantha</p>\r\n<p>Shankar Chaudhary, Minister of State in Gujarat, chairman of Banas Dairy and Banas Bank</p>\r\n<p>Harisinh Chavda, former MP for Banaskantha</p>\r\n<p>B. K. Gadhvi, former MP and Minister of State, Banaskantha</p>\r\n<p>Mukesh Gadhvi, former MP for Banaskantha</p>\r\n<p>Jayasimha Siddharaja, ruler of Gujarat from the Chaulukya dynasty</p>\r\n<p>Pranav Mistry, inventor of Sixthsense and vice president of Samsung, USA</p>\r\n<p>Ranchordas Pagi, scout for the Indian Army</p>\r\n<p>source: https://en.wikipedia.org/wiki/Banaskantha_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea9e0e68-b296-44f0-b93a-0c4f7090f17f_banaskantha-district-pincode-gujarat.png","subContents":[{"SubTitle":"1. Jessore Sloth Bear Sanctuary","SubTitleHindi":null,"SubContent":"<p>The Sloth &ndash; Bear Sanctuary located in the Jessore hills of Aravalli range covers an area of 180 sq. kms of dry deciduous forest. Apart from sloth bear, other fauna reported in the sanctuary are leopard, blue bull, wild boar, porcupine and a variety of birds. Other endangered species harboured by the sanctuary are jungle cat, civet, caracal, wolf and hyena. The sanctuary has also identified 406 species of plants.</p>\r\n<p>&nbsp;</p>\r\n<p>Located in the folds of Arravali hills. Jessore hill is the second highest peak in Gujarat. The other important faunal species are leopards, Rhesus macaque, Indian civet cat, porcupine, fox, striped, hyena, wild boar etc. The multistoried forest provides a suitable habitat for variety of birds ranging from land birds to water birds. As per the IUCN classification many rare and endangered species of birds are also found in this sanctuary. The reptiles include snakes, tortoises and lizards of various types. The rarest Indian Python is observed beyond Muni ji ki kutia.</p>","SubContentHindi":null,"ImageUrl":"8779efbf-ff21-45c9-9f6a-8bd32c069345_Jessore-Sloth-Bear-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Gabbar Hill, Ambaji","SubTitleHindi":null,"SubContent":"<p>Gabbar (or Gabbargadh), a small hillock about four km to the west of Ambaji village, is believed to have been the original seat of the goddess, the site of Krishna&rsquo;s tonsorial ceremony (ritual head-shaving), and the abode of the divine Mahishasur-Mardini.</p>\r\n<p>&nbsp;</p>\r\n<p>The hill is very steep and difficult to climb. There are 300 stone steps at the foot of the hill after which the pilgrims have to climb through a narrow dangerous track. On the flat top of the hill there is a small niche facing the temple of Ambaji, in which a well-protected lamp is kept constantly burning, and can be seen from the main Ambaji temple at night. There are footprints of the Goddess under a pipal tree, which are worshiped.</p>","SubContentHindi":null,"ImageUrl":"838eaf9f-eeeb-4234-88c2-5ababe613a4a_Gabbar-Hill-Ambaji.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Seema Darshan at Nadabet","SubTitleHindi":null,"SubContent":"<p>This Seema Darshan has begun on the basis of Wagah Border pattern with a view to observe bravery of BSF Jawans. Only a Wagah border is a border outpost across India-Pakistan borders where both the countries perform drill retreat and people can enjoy observing it. The attractions at the border viewing point will be a retreat ceremony by the BSF, fusion band performance, camel show and bird watching. Visitors will also be able to watch an exhibition of weapons, a photo gallery and a film on BSF at the newly developed border viewing point by Tourism Corporation of Gujarat Limited (TCGL).</p>","SubContentHindi":null,"ImageUrl":"9839a9b5-c759-4054-ad13-25d95c827082_Seema-Darshan-at-Nadabet.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Balaram Palace Resort","SubTitleHindi":null,"SubContent":"<p>The Lohani Nawab who reigned over the region of Palanpur or Banaskantha was believed to have utilized the Balaram Palace as his favourite resting place. Historical records claim that the Balaram Place was constructed between the years 1922 and 1936, by the 29th king of Palanpur. The interiors of this grand palace have been inspired by the neo-classical and baroque style of architecture. The total area occupied by this palace measures about 542 square kilometres. Lush green forests and gardens surround this magnificent palace. However, currently, this palace, which was once enjoyed by Nawabs and kings as a hunting retreat has now been transformed into a resort. It is situated at the topmost point of the area in northern Gujarat.</p>","SubContentHindi":null,"ImageUrl":"473e5b47-bbab-4994-9dc0-e823e4de122d_Balaram-Palace-Resort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Mangalya Van","SubTitleHindi":null,"SubContent":"<p>Nestled atop a hillock i.e. Kailash tekri around a kilometer and half from the Ambaji Temple on the Khedbrahma Highway is Mangalya Van, a unique garden that is of late drawing hordes of tourists. One has to climb steps to reach Kailash tekri and Mangalya Van, which is also surrounded by water bodies. The van was developed by the forest department and its USP is a unique Rashi Van (astrological garden) within and a garden of plants, which astrologers say have the same effect as stones on one&rsquo;s life.</p>\r\n<p>&nbsp;</p>\r\n<p>All those who come to Mangalya Van invariably enquire about the effects of plants on sun signs and want to take back home a sapling that favors their zodiac sign. They grow it in their backyard or in the vicinity of their house. Around 700 to 800 people visit Mangalya Van every day and on holidays, the number crosses 1,000. Its popularity is picking up fast. Each of the 12 zodiac signs have been given three plants and are planted in 18&times;18 meter in this garden.</p>","SubContentHindi":null,"ImageUrl":"a33ce83e-774c-4958-b19d-b2a422bb355b_Mangalya-Van.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Dantiwada dam","SubTitleHindi":null,"SubContent":"<p>The Dantiwada Dam has been constructed across the Banas River. The motive behind the construction of this dam was to control flood and provide water for the purpose of irrigation projects in Gujarat. The dam has a height of 61 metres and a length of 4832 metres. Several visitors from all over the country are drawn to this dam due to its scenic beauty. Visitors make sure that they visit the Balaram Ambaji Wild Life Sanctuary located near the dam. It is the dividing line between Dharoi Dam and Dantiwada Dam. The approximate distance from Palanpur to Dantiwada Dam is 23 km equivalent to 14 miles. During the summer months the temperature is around 23 to 44 degrees Celsius. During the winters you can expect something around 10 &ndash; 36 degrees Celsius. Tourists can choose to visit the dam during the months of October through March to experience the best of the weather. The peak season time is in the months of October to December.</p>","SubContentHindi":null,"ImageUrl":"976580c0-3528-4f7c-b6db-f91a5b3b77ba_Dantiwada-dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>Palanpur and Deesa, the two major cities of the district are well connected to other cities and towns of Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>National Highway 15 connects the district with Pathankot, Amritsar, Bhatinda, Ganganagar, Bikaner and Jaisalmer and Kandla. National Highway 27 connecting Beawar in Rajasthan with Radhanpur in Gujarat passes through Palanpur and Deesa.</p>\r\n<p>&nbsp;</p>\r\n<p>Gujarat State Highway 41 connects the district to important cities of Ahmedabad, Patan and State Highway 9 connects Palanpur with Ambaji, the most famous tourist destination in the state. Other state highways passing through the district are 41, 54, 56, 63, 72, 127, 128, 129, 130 and 132 linking it most parts of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Palanpur Junction railway station is the largest railway station of the district. It is connected to Mumbai-Ahmedabad-Jaipur-Delhi corridor thus linking it with four major cities of India. It is also connected to other towns of the district such as Chhapi, Deesa, Deodar, Dhanera and Bhabhar.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Deesa Airport, Deesa, Banas Kantha.</p>\r\n<p>The district has an airstrip at Palanpur.</p>\r\n<p>Sardar Vallabhbhai Patel International Airport in Ahmedabad is the nearest International airport.</p>","SubContentHindi":null,"ImageUrl":"ee9ef78d-8141-4581-9d87-23cdb47ecbf8_Banaskantha-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-banaskantha-palanpur-gujarat","tags":[{"name":"gujarat","slug":"gujarat"},{"name":"palanpur","slug":"palanpur"},{"name":"banaskantha","slug":"banaskantha"}],"recommendations":[{"id":461,"title":"Top Places to visit in Morbi, Gujarat","imageUrl":"3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","dateCreated":"2019-08-24T08:00:07.021Z","dateModified":"2019-08-24T08:00:27.949Z","contributedBy":"AskGif","content":"Morbi District is in the state of Gujarat, India. It was formed on August 15, 2013, along with several other districts, on the 67th Independence Day of India. Morbi city is the administrative headquarters of the district. The district has 5 talukas - Morbi, Maliya, Tankara, Wankaner (previously i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"morbi","slug":"morbi"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-morbi-gujarat","total":0},{"id":417,"title":"Top Places to visit in Junagadh, Gujarat","imageUrl":"79d58e33-8116-4b0f-8758-feb40a7ce057_Junagadh-railway.jpg","dateCreated":"2019-08-11T12:43:49.105Z","dateModified":"2019-08-12T03:16:49.91Z","contributedBy":"AskGif","content":"Culture\r\nJunagadh has a zoo named Sakkarbaug Zoological Garden known as Sakkarbaug Zoo established in 1863 in the area of around 200 hectares. The zoo provides purebred Asiatic lions for the Indian and the international endangered species captive breeding program for the critically endange","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/79d58e33-8116-4b0f-8758-feb40a7ce057_Junagadh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"junagadh","slug":"junagadh"}],"slug":"top-places-to-visit-in-junagadh-gujarat","total":0},{"id":391,"title":"Top Places to visit in Botad, Gujarat","imageUrl":"175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","dateCreated":"2019-06-06T15:42:17.16Z","dateModified":"2019-06-06T15:52:20.604Z","contributedBy":"AskGif","content":"Botad is a city and district headquarters of Botad district, Gujarat, India. It is about 92 km from Bhavnagar and 133 km From Ahmedabad by road distance.\r\n&nbsp;\r\nBotad all gujarat big city\r\nSwaminarayan mandir in gadhada\r\nBotad is Javerchand Meghani working place\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"botad","slug":"botad"}],"slug":"top-places-to-visit-in-botad-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}