{"id":388,"title":"बनासकांठा, पालनपुर में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"ea9e0e68-b296-44f0-b93a-0c4f7090f17f_banaskantha-district-pincode-gujarat.png","dateCreated":"2019-05-30T17:20:33.618Z","dateModified":"2019-05-30T17:37:09.471Z","contributedBy":"AskGif","content":"<p>बनासकांठा जिला भारत के गुजरात राज्य के तैंतीस जिलों में से एक है। जिले का प्रशासनिक मुख्यालय पालनपुर में है जो इसका सबसे बड़ा शहर भी है। यह जिला गुजरात के उत्तर-पूर्व में स्थित है और संभवतः पश्चिम बनास नदी के नाम पर है जो माउंट आबू और अरावली रेंज के बीच की घाटी से होकर गुजरती है, जो इस क्षेत्र में गुजरात के मैदानी इलाकों की ओर बहती है और कच्छ के रण की ओर जाती है। यह जिला अंबाजी मंदिर के लिए प्रसिद्ध है जो कई पर्यटकों को आकर्षित करता है। 2011 तक, बनासकांठा की आबादी का 13.27% शहरी और 86.70% ग्रामीण है। यह 12703 किमी 2 के क्षेत्र को कवर करता है और यह राज्य का दूसरा सबसे बड़ा जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>बनासकांठा उत्तर में राजस्थान राज्य, पूर्व में साबरकांठा जिला, पश्चिम में कच्छ जिले और दक्षिण में पाटन जिले और मेहसाणा जिले के साथ अपनी सीमाओं को साझा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>जिले की अर्थव्यवस्था कृषि और खाद्य प्रसंस्करण, पर्यटन, कपड़ा और खनिज आधारित उद्योगों (सिरेमिक) पर आधारित है। जिले में खाद्य प्रसंस्करण उद्योग ने पिछले दो दशकों में जिले में कुल निवेश का 57% आकर्षित किया है। जिला दुग्ध उत्पादन में देश में पहले स्थान पर है, AMUL के ब्रांडनाम के तहत एशिया की सबसे बड़ी डेयरी सहकारी संस्था बनासकांठा जिला सहकारी दूध उत्पादक है 'यूनियन लिमिटेड, पालनपुर जिसे बनास डेयरी के नाम से जाना जाता है, लगभग 59,58,134 लिट की खरीद करता है। 15.01.2018 को दूध पीक रसीद के रूप में। बनासकांठा भी पहला जिला है जिसमें 1280 से दूध मिल्क चिलिंग यूनिट स्थापित करके दूध की उच्चतम कोल्ड सप्लाई चेन है, जिसमें रॉ चिल्ड मिल्क के रूप में लगभग 90% दूध और शेष 10% दूध की आपूर्ति होती है। बनासकांठा जिला जिसमें 1060 ग्राम डेयरी कॉप हैं। आईएसओ 9001 के अनुसार प्रमाणित समितियाँ: क्यूएमएस मानक। गुजरात के कुल सब्जी उत्पादन में लगभग 17.67% योगदान देने वाली सब्जियों के उत्पादन में यह जिला राज्य में पहले स्थान पर है। यह राज्य में आलू का सबसे बड़ा उत्पादक है। बाजरा, मक्का, तंबाकू, अरंडी का तेल, ज्वार, साइलीलियम जिले की अन्य प्रमुख फसलें हैं। यह देश में इसाबगुल (Psyllium भूसी) के प्रमुख उत्पादकों में से एक है। यह जूनागढ़ जिले और जामनगर जिले के बाद राज्य में तेल के बीज का तीसरा सबसे बड़ा उत्पादक है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में चूना पत्थर, संगमरमर, ग्रेनाइट, भवन पत्थर और चीन मिट्टी सहित समृद्ध खनिज भंडार हैं। यह गुजरात के लगभग पूरे संगमरमर भंडार (99.3%) का हिस्सा है और राज्य में चूना पत्थर के कुल उत्पादन में लगभग 15% का योगदान देता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बनासकांठा जिला केंद्रीय सहकारी बैंक गुजरात के सबसे महत्वपूर्ण बैंकों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसे प्रतिष्ठित राज्य कृषि विश्वविद्यालय, सरदारकृष्णनगर दांतीवाड़ा कृषि विश्वविद्यालय, सरदारकुशीनगर मिला है। मुख्य कृषि बाजरा फसलों की है।</p>\r\n<p>&nbsp;</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने बनासकांठा को देश के 250 सबसे पिछड़े जिलों (कुल 640 में से) का नाम दिया। यह गुजरात के उन छह जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>पाटन जिले के गठन के लिए जिले के 2000 भागों में विभाजित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>तालुका (तहसील)</p>\r\n<p>जिले को चौदह तालुकाओं में बांटा गया है,</p>\r\n<p>&nbsp;</p>\r\n<p>Amirgadh</p>\r\n<p>भाभर</p>\r\n<p>Dantiwada</p>\r\n<p>दंता</p>\r\n<p>Deesa</p>\r\n<p>देवदार</p>\r\n<p>धनेरा</p>\r\n<p>पालनपुर</p>\r\n<p>सिहोरी (कंकरेज)</p>\r\n<p>Tharad</p>\r\n<p>Vadgam</p>\r\n<p>Lakhni</p>\r\n<p>Suigam</p>\r\n<p>वाव</p>\r\n<p>कस्बों</p>\r\n<p>पालनपुर जिला मुख्यालय है और सबसे बड़ा शहर भी है। जिले के अन्य प्रमुख शहर हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>पालनपुर</p>\r\n<p>Deesa</p>\r\n<p>Tharad</p>\r\n<p>धनेरा</p>\r\n<p>Thara</p>\r\n<p>भाभर</p>\r\n<p>देवदार</p>\r\n<p>Vadgam</p>\r\n<p>राजनीतिक विभाजन</p>\r\n<p>बनासकांठा निर्वाचन क्षेत्र जिले के लिए लोक सभा निर्वाचन क्षेत्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>आठ विधानसभा क्षेत्र हैं,</p>\r\n<p>&nbsp;</p>\r\n<p>वाव</p>\r\n<p>Tharad</p>\r\n<p>धनेरा</p>\r\n<p>दंता</p>\r\n<p>पालनपुर</p>\r\n<p>Deesa</p>\r\n<p>देवदार</p>\r\n<p>Vadgam</p>\r\n<p>Kankrej</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>बनासकांठा जिले में धर्म</p>\r\n<p>धर्म प्रतिशत</p>\r\n<p>हिंदुओं</p>\r\n<p>&nbsp;</p>\r\n<p>92.62%</p>\r\n<p>मुसलमानों</p>\r\n<p>&nbsp;</p>\r\n<p>०६.८४%</p>\r\n<p>2011 की जनगणना के अनुसार बनासकांठा जिले की आबादी 3,116,045 है, जो मंगोलिया या अमेरिकी राज्य आयोवा के बराबर है। यह इसे भारत में 111 वीं (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 290 निवासियों प्रति वर्ग किलोमीटर (750 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 24.43% थी। बानसकांठा में हर 1000 पुरुषों पर 936 महिलाओं का लिंग अनुपात है, और साक्षरता दर 66.39% है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>चंद्रकांत बख्शी, लेखक पालनपुर में पैदा हुए।</p>\r\n<p>हरिभाई पार्थीभाई चौधरी, गृह राज्य मंत्री और बनासकांठा के सांसद</p>\r\n<p>शंकर चौधरी, गुजरात में राज्य मंत्री, बनास डेयरी और बनास बैंक के अध्यक्ष</p>\r\n<p>हरिसिंह चावड़ा, पूर्व सांसद बनासकांठा</p>\r\n<p>बी। के। गढ़वी, पूर्व सांसद और राज्य मंत्री, बनासकांठा</p>\r\n<p>मुकेश गढ़वी, पूर्व सांसद बनासकांठा</p>\r\n<p>जयसिम्हा सिद्धराज, गुजरात के शासक चौलुक्य वंश से</p>\r\n<p>प्रणव मिस्त्री, सिक्स्थेंस के आविष्कारक और सैमसंग, अमेरिका के उपाध्यक्ष</p>\r\n<p>Ranchordas Pagi, भारतीय सेना के लिए स्काउट</p>\r\n<p>source: https://en.wikipedia.org/wiki/Banaskantha_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea9e0e68-b296-44f0-b93a-0c4f7090f17f_banaskantha-district-pincode-gujarat.png","subContents":[{"SubTitle":"1. जेसोर स्लॉथ भालू अभयारण्य","SubTitleHindi":null,"SubContent":"<p>अरावली रेंज की जेसोर पहाड़ियों में स्थित स्लॉथ-बेयर सैंक्चुअरी में 180 वर्ग किलोमीटर सूखा पर्णपाती जंगल है। स्लॉथ भालू के अलावा, अभयारण्य में बताए गए अन्य जीव तेंदुए, नीले बैल, जंगली सूअर, साही और कई प्रकार के पक्षी हैं। अभयारण्य द्वारा परेशान अन्य लुप्तप्राय प्रजातियां जंगल बिल्ली, सिवेट, काराकल, भेड़िया और लकड़बग्घा हैं। अभयारण्य ने पौधों की 406 प्रजातियों की पहचान की है।</p>\r\n<p>&nbsp;</p>\r\n<p>अरावली पहाड़ियों की तहों में स्थित है। जेसोर पहाड़ी गुजरात की दूसरी सबसे ऊँची चोटी है। अन्य महत्वपूर्ण जीव प्रजातियां हैं तेंदुए, रीसस मकाक, भारतीय सिवेट बिल्ली, साही, लोमड़ी, धारीदार, लकड़बग्घा, जंगली सूअर आदि। बहु-प्रकार का जंगल, विभिन्न प्रकार के पक्षियों के लिए उपयुक्त स्थान प्रदान करता है, जिनमें भूमि पक्षी से लेकर पानी के पक्षी तक होते हैं। IUCN वर्गीकरण के अनुसार इस अभयारण्य में पक्षियों की कई दुर्लभ और लुप्तप्राय प्रजातियाँ भी पाई जाती हैं। सरीसृपों में सांप, कछुआ और विभिन्न प्रकार के छिपकली शामिल हैं। मुनि जी की कुटिया से परे, भारतीय भारतीय अजगर को देखा जाता है।</p>","SubContentHindi":null,"ImageUrl":"8779efbf-ff21-45c9-9f6a-8bd32c069345_Jessore-Sloth-Bear-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. गब्बर हिल, अंबाजी","SubTitleHindi":null,"SubContent":"<p>माना जाता है कि गब्बर (या गब्बरगढ़), अम्बाजी गाँव के पश्चिम में लगभग चार किमी दूर एक छोटी पहाड़ी है, माना जाता है कि यह देवी की मूल सीट है, जो कृष्ण के टॉन्सिलर समारोह (अनुष्ठान-मुंडन), और परमात्मा का निवास है। महिषासुर-मर्दिनी।</p>\r\n<p>&nbsp;</p>\r\n<p>पहाड़ी बहुत खड़ी है और चढ़ाई कठिन है। पहाड़ी के तल पर 300 पत्थर के चरण हैं, जिसके बाद तीर्थयात्रियों को एक संकीर्ण खतरनाक मार्ग से चढ़ना पड़ता है। पहाड़ी की सपाट चोटी पर अंबाजी के मंदिर के सामने एक छोटा सा नाला है, जिसमें एक अच्छी तरह से संरक्षित दीपक को लगातार जलाया जाता है, और रात में मुख्य अंबाजी मंदिर से देखा जा सकता है। एक पीपल के पेड़ के नीचे देवी के पैरों के निशान हैं, जिनकी पूजा की जाती है।</p>","SubContentHindi":null,"ImageUrl":"838eaf9f-eeeb-4234-88c2-5ababe613a4a_Gabbar-Hill-Ambaji.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. नदबत पर सीमा दर्शन","SubTitleHindi":null,"SubContent":"<p>यह सीमा दर्शन वाघा बॉर्डर पैटर्न के आधार पर बीएसएफ जवानों की बहादुरी को देखने के लिए शुरू हुआ है। केवल एक वाघा बॉर्डर भारत-पाकिस्तान सीमाओं पर एक सीमा चौकी है जहाँ दोनों देश ड्रिल रिट्रीट करते हैं और लोग इसका आनंद उठा सकते हैं। सीमा देखने के बिंदु पर आकर्षण बीएसएफ, फ्यूजन बैंड प्रदर्शन, ऊंट शो और बर्ड वॉचिंग द्वारा एक पीछे हटने का समारोह होगा। टूरिज्म कॉर्पोरेशन ऑफ गुजरात लिमिटेड (टीसीजीएल) द्वारा नए विकसित बॉर्डर व्यूइंग प्वाइंट पर आगंतुक बीएसएफ पर हथियारों, एक फोटो गैलरी और एक फिल्म की प्रदर्शनी भी देख सकेंगे।</p>","SubContentHindi":null,"ImageUrl":"9839a9b5-c759-4054-ad13-25d95c827082_Seema-Darshan-at-Nadabet.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. बलराम पैलेस रिज़ॉर्ट","SubTitleHindi":null,"SubContent":"<p>माना जाता है कि लोहानी नवाब ने पालनपुर या बनासकांठा के क्षेत्र पर शासन किया था, माना जाता है कि बलराम महल का उपयोग उनके पसंदीदा विश्राम स्थल के रूप में किया जाता है। ऐतिहासिक अभिलेखों का दावा है कि बालाराम प्लेस का निर्माण 1922 और 1936 के बीच, पालनपुर के 29 वें राजा द्वारा किया गया था। इस भव्य महल के अंदरूनी हिस्से वास्तुकला की नव-शास्त्रीय और बारोक शैली से प्रेरित हैं। इस महल के कब्जे में कुल क्षेत्रफल लगभग 542 वर्ग किलोमीटर है। हरे भरे जंगल और बगीचे इस शानदार महल को घेरे हुए हैं। हालांकि, वर्तमान में, यह महल, जो कभी नवाबों और राजाओं द्वारा एक शिकार के रूप में आनंद लिया गया था, अब एक रिसॉर्ट में बदल गया है। यह उत्तरी गुजरात में क्षेत्र के सबसे ऊपरी बिंदु पर स्थित है।</p>","SubContentHindi":null,"ImageUrl":"473e5b47-bbab-4994-9dc0-e823e4de122d_Balaram-Palace-Resort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. मंगली वन","SubTitleHindi":null,"SubContent":"<p>एक पहाड़ी के ऊपर बसे यानि कैलाश टेकरी के चारों ओर एक किलोमीटर और खेडब्रहमा राजमार्ग पर अंबाजी मंदिर से आधा मंगलिक वन है, जो एक अद्वितीय उद्यान है जो पर्यटकों की देर से आने वाली भीड़ है। कैलाश टेकरी और मंगलयान वैन तक पहुंचने के लिए सीढ़ियां चढ़नी पड़ती हैं, जो जल निकायों से घिरा हुआ है। वैन को वन विभाग द्वारा विकसित किया गया था और इसकी यूएसपी पौधों और पौधों के एक बगीचे के भीतर एक अद्वितीय राशी वैन (ज्योतिषीय उद्यान) है, जो ज्योतिषियों का कहना है कि एक के जीवन पर पत्थरों के समान प्रभाव पड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंगलयान वैन में आने वाले सभी लोग सूर्य के चिन्हों पर पौधों के प्रभाव के बारे में पूछताछ करते हैं और अपनी राशि के पक्षधर घर वापस आना चाहते हैं। वे इसे अपने पिछवाड़े में या अपने घर के आसपास के क्षेत्र में उगाते हैं। प्रतिदिन लगभग 700 से 800 लोग मंगलयान वैन पर जाते हैं और छुट्टियों पर यह संख्या 1,000 को पार कर जाती है। इसकी लोकप्रियता तेजी से बढ़ रही है। 12 राशियों में से प्रत्येक को तीन पौधे दिए गए हैं और इस बगीचे में 18 &times; 18 मीटर में लगाए गए हैं।</p>","SubContentHindi":null,"ImageUrl":"a33ce83e-774c-4958-b19d-b2a422bb355b_Mangalya-Van.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. दंतीवाड़ा बांध","SubTitleHindi":null,"SubContent":"<p>दांतीवाड़ा बांध का निर्माण बनास नदी के पार किया गया है। इस बांध के निर्माण के पीछे मकसद गुजरात में सिंचाई परियोजनाओं के उद्देश्य से बाढ़ को नियंत्रित करना और पानी उपलब्ध कराना था। बांध की ऊंचाई 61 मीटर और लंबाई 4832 मीटर है। अपनी मनोरम सुंदरता के कारण देश भर के कई आगंतुक इस बांध की ओर आकर्षित होते हैं। आगंतुक यह सुनिश्चित करते हैं कि वे बांध के पास स्थित बालाराम अंबाजी वन्य जीवन अभयारण्य का दौरा करें। यह धारोई बांध और दांतीवाड़ा बांध के बीच की विभाजन रेखा है। पालनपुर से दांतीवाड़ा डैम की अनुमानित दूरी 14 किमी के बराबर 23 किमी है। गर्मियों के महीनों के दौरान तापमान 23 से 44 डिग्री सेल्सियस के आसपास रहता है। सर्दियों के दौरान आप 10 - 36 डिग्री सेल्सियस के आसपास कुछ की उम्मीद कर सकते हैं। मौसम का सबसे अच्छा अनुभव करने के लिए पर्यटक मार्च के माध्यम से अक्टूबर के महीनों के दौरान बांध का दौरा करना चुन सकते हैं। पीक सीजन का समय अक्टूबर से दिसंबर के महीनों में होता है।</p>","SubContentHindi":null,"ImageUrl":"976580c0-3528-4f7c-b6db-f91a5b3b77ba_Dantiwada-dam.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>पालनपुर और दीसा, जिले के दो प्रमुख शहर गुजरात के अन्य शहरों और कस्बों से अच्छी तरह से जुड़े हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>राष्ट्रीय राजमार्ग 15 जिले को पठानकोट, अमृतसर, भटिंडा, गंगानगर, बीकानेर और जैसलमेर और कांडला से जोड़ता है। राजस्थान में ब्यावर को गुजरात के राधनपुर से जोड़ने वाला राष्ट्रीय राजमार्ग 27 पालनपुर और डीसा से होकर गुजरता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुजरात स्टेट हाईवे 41 जिले को अहमदाबाद के महत्वपूर्ण शहरों से जोड़ता है, पाटन और स्टेट हाईवे 9 पालनपुर को राज्य के सबसे प्रसिद्ध पर्यटन स्थल अम्बाजी से जोड़ता है। जिले से गुजरने वाले अन्य राज्य राजमार्ग 41, 54, 56, 63, 72, 72, 127, 128, 129, 130 और 132 हैं जो इसे राज्य के अधिकांश हिस्सों से जोड़ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>पालनपुर जंक्शन रेलवे स्टेशन जिले का सबसे बड़ा रेलवे स्टेशन है। यह मुंबई-अहमदाबाद-जयपुर-दिल्ली कॉरिडोर से जुड़ा हुआ है और इस प्रकार इसे भारत के चार प्रमुख शहरों से जोड़ता है। यह जिले के अन्य शहरों जैसे छपी, देसा, देवर, धानेरा और भाभर से भी जुड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>डेसा एयरपोर्ट, डीसा, बनास कांठा।</p>\r\n<p>जिले का पालनपुर में हवाई पट्टी है।</p>\r\n<p>अहमदाबाद में सरदार वल्लभभाई पटेल अंतर्राष्ट्रीय हवाई अड्डा निकटतम अंतर्राष्ट्रीय हवाई अड्डा है।</p>","SubContentHindi":null,"ImageUrl":"ee9ef78d-8141-4581-9d87-23cdb47ecbf8_Banaskantha-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-banaskantha-palanpur-gujarat","tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"पालनपुर","slug":"palanpur"},{"name":"बनासकांठा","slug":"banaskantha"}],"recommendations":[{"id":461,"title":"मोरबी में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","dateCreated":"2019-08-24T08:00:07.021Z","dateModified":"2019-08-24T08:00:27.949Z","contributedBy":"AskGif","content":"<p style=\"text-align: justify;\">मोरबी जिला भारत के गुजरात राज्य में है। इसका गठन 15 अगस्त 2013 को भारत के 67 वें स्वतंत्रता दिवस पर कई अन्य जिलों के साथ किया गया था। मोरबी शहर जिले का प्रशासनिक मुख्यालय है। जिले में 5 तालुका हैं - मोरबी, मालिया, तंकरा, वांकानेर (पहले राजकोट जिले में) और हलवद (पहले स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मोरबी","slug":"morbi"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-morbi-gujarat","total":0},{"id":417,"title":"जूनागढ़ में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"79d58e33-8116-4b0f-8758-feb40a7ce057_Junagadh-railway.jpg","dateCreated":"2019-08-11T12:43:49.105Z","dateModified":"2019-08-12T03:16:49.91Z","contributedBy":"AskGif","content":"जूनागढ़ भारतीय राज्य गुजरात में जूनागढ़ जिले का मुख्यालय है। शहर गुजरात में 7 वीं सबसे बड़ी है, जो राज्य की राजधानियों गांधीनगर और अहमदाबाद से 355 किमी दक्षिण पश्चिम में गिरनार पहाड़ियों के तल पर स्थित है। साहित्यिक रूप से अनुवादित, जूनागढ़ का अर्थ है \"पुराना किला\"। इंडो-ग्रीक साम्राज्य के तहत शह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/79d58e33-8116-4b0f-8758-feb40a7ce057_Junagadh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"जूनागढ़","slug":"junagadh"}],"slug":"top-places-to-visit-in-junagadh-gujarat","total":0},{"id":391,"title":"बोटाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","dateCreated":"2019-06-06T15:42:17.16Z","dateModified":"2019-06-06T15:52:20.604Z","contributedBy":"AskGif","content":"बोटाद बोटाद जिले, गुजरात, भारत का एक शहर और जिला मुख्यालय है। यह भावनगर से लगभग 92 किमी और अहमदाबाद से सड़क मार्ग से 133 किमी दूर है।\r\n&nbsp;\r\nबोटाद सभी गुजरात बड़े शहर\r\nगढ़ा में स्वामीनारायण मंदिर\r\nबोताद जयवर्चंद मेघानी कामकाजी जगह है\r\nबोटाद गेटवे ऑफ काठियावाड ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"बोटाड","slug":"botad"}],"slug":"top-places-to-visit-in-botad-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}