{"id":389,"title":"Top Places to visit in Bharuch, Gujarat","imageUrl":"2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","dateCreated":"2019-06-02T07:23:02.82Z","dateModified":"2019-06-02T09:31:43.314Z","contributedBy":"AskGif","content":"<p>Bharuch, formerly known as Broach,[a] or Bhrugukachchha is a City at the mouth of the river Narmada in Gujarat in western India. Bharuch is the administrative headquarters of Bharuch District and is a municipality of about 370,000 inhabitants. Being one of the biggest industrial areas including Ankleshwar GIDC, it is at times referred to as the chemical capital of India.</p>\r\n<p>&nbsp;</p>\r\n<p>The village of Bharuch and its surroundings have been settled since times of antiquity. It was a ship building centre and sea port in the pre-compass coastal trading routes to points West, perhaps as far back as the days of the pharaohs. The route made use of the regular and predictable monsoon winds or galleys. Many goods from the Far East (the famed Spice and Silk trade) were shipped there during the annual monsoon winds, making it a terminus for several key land-sea trade routes. Bharuch was known to the Greeks, the various Persian Empires, in the Roman Republic and Empire, and in other Western centres of civilisation through the end of the European Middle Ages.</p>\r\n<p>&nbsp;</p>\r\n<p>In the 3rd century, Bharuch port was mentioned as Barugaza. Arab traders entered Gujarat via Bharuch to do business. The British and the Dutch (Valandas) noted Bharuch's importance and established their business centres here.</p>\r\n<p>&nbsp;</p>\r\n<p>At the end of the 17th century, it was plundered twice, but resurged quickly. Afterwards, a proverb was composed about it, &ldquo;Bhangyu Bhangyu Toye Bharuch&rdquo;. As a trading depot, the limitations of coastal shipping made it a regular terminus via several mixed trade routes of the fabled spice and silk trading between East and West. During the British Raj it was officially known as Broach.</p>\r\n<p>&nbsp;</p>\r\n<p>Bharuch has been the home to the Gujarati Bhargav Brahmin community for ages. The community traces its lineage to Maharshi Bhrigu rishi and Bhagwan Parshuram who is considered to be incarnation of Lord Vishnu. The Bhargav community still administers a large number of public trusts in the city. However the present day Bhargav Brahmins have migrated to Mumbai, Surat, Vadodara, Ahmedabad and other countries like the US, UK and Australia.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has textile mills, chemical plants, long staple cotton, dairy products and much more. Gujarat's biggest liquid cargo terminal is situated there.[citation needed] It also houses many multinational companies, such as Videocon, BASF, Reliance, Safari Construction Equipments Pvt. Ltd. and Welspun Maxsteel Ltd.[citation needed] Bharuch is a shopping centre well known for its salty peanuts (Sangam Sing Centre).[citation needed] Because of the distinctive colour of its soil (which is also ideal for cotton cultivation), Bharuch is sometimes referred to as 'Kanam Pradesh' (black-soil land).</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>There are many religions being followed by the people of this city. Usually there is a sense of harmony and co-existence without incident. However, there have been situations in the past in which this delicate social fabric has broken down. Today the city is considered to be a great example of communal equality.</p>\r\n<p>&nbsp;</p>\r\n<p>As Bharuch is a renowned tirtha, also known as Bhrigu Tirtha, in many of the Hindu Puranas, it is a host of huge number of temples along the river side.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are a number of schools and colleges in Bharuch which provide education in English and Gujarati mediums. Schools here are either affiliated to Gujarat Board, CBSE Board or the ICSE Board to name few Sabari Vidya Peedom, ABP School, Amity, QAC School, Holy Angels Convents, Bharatiya Vidya Bhavans, Narmada Vidyalya, DPS, and Sanskar Vidya Bhavan.</p>\r\n<p>&nbsp;</p>\r\n<p>Several colleges provide education in various under-graduate and post-graduate streams including commerce and science, Narmada College of Science &amp; Commerce is the prominent known college since last many decades. Narmada College of Computer Application (NCCA) in its campus is the only college in Bharuch District providing Master of Computer Application (MCA) course since 1999.</p>\r\n<p>&nbsp;</p>\r\n<p>There are also several engineering colleges affiliated to the Gujarat Technical University including Government Engineering College, Bharuch which is centrally monitored and SVM Institute of Technology which offers post-graduate courses.</p>\r\n<p>&nbsp;</p>\r\n<p>There are also several pharmacy colleges and a medical college.</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Narmada Sanskrit Ved Pathashala is a 115-year-old institute that imparts education in Sanskrit at school, graduate and post-graduate levels. It imparts education in the fields of vedas, jyotisha, vyakrana, nyaya, and mimansa.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>GNFC Sports Complex has a number of modern sport facilities, which includes Cricket Stadium (Ranji Trophy matches are also held here), golf course, tennis, table tennis, badminton, skating, swimming pool, gym, community science centre, snookers, pool, billiards, chess, cards, volleyball, and basketball.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bharuch</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","subContents":[{"SubTitle":"1. Narmada Park","SubTitleHindi":null,"SubContent":"<p>Park situated near National Highway No.8 on the bank of River Narmada, Bharuch, India. It is good for spending time in the evening with family and friends. There are minimal entry fees to visit the park.</p>","SubContentHindi":null,"ImageUrl":"a642598a-2626-41b8-b9bf-75be3c8ba31b_Narmada-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Swaminarayan Temple","SubTitleHindi":null,"SubContent":"<p>Swaminarayan Hinduism is the one in which followers offer devotion and worship Swaminarayan as the final manifestation of God. The number of followers of swaminarayan faith is increasing day by day and Gujrat is the place where Sahajanand swami had settled. Thus this place has a lot of Swaminarayan followers.</p>\r\n<p>&nbsp;</p>\r\n<p>The mandir is embellished with some stunning carved pillars, magificent archways, admirable balconies and delightful idols. It is one of the significant attraction for visitors to Bharuch. This mandir is under the management and administration by BAPS.This dazzling architecture is more than a temple for people of Bharuch as this place is an ideal spot for a great family weekend. This mandir is spread across 18 acres and is surrounded by lush greenery. Its premises have some nice restaurants serving good meals which can be enjoyed after paying homage to the almighty. Also certain conduct is expected from visitors when they visit the temple which includes mobiles to be switched off, appropriate attire covering shoulder and knees, removing chappals outside mandir, refraining from touching delicate carvings inside the temple.</p>","SubContentHindi":null,"ImageUrl":"23bed136-718f-479f-bc6e-807891e54133_Swaminarayan-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Neelkantheshwar Mahadev's Temple","SubTitleHindi":null,"SubContent":"<p>In Bharuch, Neelkantheshwar Mahadev&rsquo;s temple situated on the banks of river Narmada is center of attraction (devotion ) for people living in Bharuch.</p>\r\n<p>&nbsp;</p>\r\n<p>Near this temple there is another temple containing the vast idol of lord Hanumanji. Such facility is also done so that person can reach the banks of Mahadev, devotees can avail the benefit of &ldquo;Darshan&rdquo; of Narmada &lsquo;Maiya&rsquo;. In month of Shravan special religious programmes are organized here.</p>","SubContentHindi":null,"ImageUrl":"2ed0142e-cd9f-494a-8de8-7eb5d80b31ee_Neelkantheshwar-Mahadev-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Bharuch Fort","SubTitleHindi":null,"SubContent":"<p>The magnificent Bharuch fort (Lallubhai Haveli), perched on a hilltop overlooks the Narmada river. This one-storeyed building was erected in 1791 A.D by an ex-Divan of the former Nawab of Broach named Lallubhai. Hence the fort is sometimes known as Lallubhai Haveli. There is a small &lsquo;bungli&rsquo; (room) on the second floor that has arrangements for placing matchlock guns. The facade of the fort is designed with rich and lavish wood carvings. It also has underground passages.</p>\r\n<p>&nbsp;</p>\r\n<p>Within the fort there is the Collector&rsquo;s office, Civil Courts, the Old Dutch factory, a church, the Victoria Clock tower and other buildings. Around 3km from the fort there are some early Dutch tombs, overlooked by some Parsee Towers of Silence.</p>\r\n<p>&nbsp;</p>\r\n<p>Bharuch Fort is the principal attraction of the City Of Bharuch. It was constructed in 1791 AD by Siddhraj Jaysinh, one of the famous rulers belonging to the Solanki dynasty. One can have an aerial view of the beautiful River Narmada after climbing the fort. The construction style of the fort is very unique as some of the spectacular wooden carvings here leave the visitors spellbound.</p>","SubContentHindi":null,"ImageUrl":"a5db3a94-eb89-418b-900e-1243441a1981_Bharuch-Fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Jama Masjid","SubTitleHindi":null,"SubContent":"<p>Jama Masjid exists on the hilltop of Bharuch Fort. It is believed that the masjid has been built during the 14th century AD. The most notable aspect of the mosque is that it has been constructed from the remains of an ancient Jain temple. The mosque depicts a conventional mosque as far as the construction style is considered.</p>\r\n<p>&nbsp;</p>\r\n<p>Bharuch has around 57% muslims. Thus a good number of mosques can be found in Bharuch, out of which Jama Masjid is prominent and famous due to its rich ancestral historical background. This mosque is located at the base of Bharuch Fort. Thus this is a place of double delight for tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>Jama Masjid Structure</p>\r\n<p>&nbsp;</p>\r\n<p>Probably dates from about the beginning of the 1300&rsquo;s.</p>\r\n<p>Largely composed of temple materials, it was planned and constructed as per mosque principles.</p>\r\n<p>Consists of a courtyard with gateways on 3 sides and sanctuary in the west.</p>\r\n<p>The sanctuary is of the open pillared variety i.e. without a screen of arches put across the front. It is merely an elaborated loggia or verandah.</p>\r\n<p>All 48 pillars of the sanctuary are of bracket pattern.</p>\r\n<p>They are arranged so as to divide the interior into 3 compartments, each corresponding to the three temple mandapas from where the pillars were taken.</p>\r\n<p>The walls surrounding the sanctuary have been constructed out of stone cut for this specific purpose and are thus the earliest example of original masonry work for this style. The stones were quarried from existing temples and recut or reconditioned.</p>\r\n<p>There are 3 mihrabs on the interior of the western wall and a series of arched windows filled with stone tracery designed in the indigenous manner.</p>\r\n<p>The mihrabs are copies of niches found in Hindu temples with the Islamic pointed arch introduced under the lintel.</p>\r\n<p>The sanctuary roof consists of beams supporting&nbsp; 3 large domes and 10 smaller ones.</p>\r\n<p>Square sunk coffered ceilings are decarated with cusped and other geometrical patterns as found in temple roofs.</p>\r\n<p>Except for a certain amount of direction and supervision from Muslim overseers, the actual production is the handiwork of local artisans who had probably never seen a mosque before.</p>","SubContentHindi":null,"ImageUrl":"ab6b45f7-efed-4efa-99c8-870bf04523d0_Jama-Masjid.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>Bharuch is well connected to the rest of India by Indian National Highway 8 (Mumbai to New Delhi) and by the Western Railway Division of Indian Railways.</p>\r\n<p>&nbsp;</p>\r\n<p>The 132-year-old Golden Bridge connects Bharuch to Ankleshwar across the Narmada, which connects Bharuch and Ankleshwar towns, has turned golden literally. This is the first time since independence that the bridge has been painted golden. Bharuch roads and buildings department has painted the bridge golden. Golden Bridge is a part of Bharuch's rich history. The British, who needed a bridge across Narmada to enable easier access for trade and administration officials in Mumbai, built the Golden Bridge, or Narmada Bridge as it is named, in 1881.</p>\r\n<p>&nbsp;</p>\r\n<p>The bridge got its name due to the massive expenditure incurred in its construction. It was constructed seven times after being damaged several times due to strong currents of Narmada water. It was said that the cost incurred was so high that with the amount spent the bridge could be constructed in gold. The bridge has withstood many floods and natural disasters like earthquakes and provides daily transportation to the people of Ankleshwar and Bharuch.</p>\r\n<p>&nbsp;</p>\r\n<p>A new bridge connects to the national highway.</p>\r\n<p>&nbsp;</p>\r\n<p>Local transport is provided mainly by auto rickshaws (3-wheeled passenger taxis running on petrol or diesel). Intra-district and Inter-state buses also serve Bharuch frequently, and services are available to most nearby cities within and outside Gujarat. Private bus operators also offer local services in and around Bharuch.</p>\r\n<p>&nbsp;</p>\r\n<p>Air: The nearest airports to Bharuch are Surat and Vadodara, at a distance of about 72 kilometres (45 mi) respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Airlines and other private airlines connect Surat and Vadodara to Delhi and Mumbai, with onward connections to major cities throughout India and abroad.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail: Bharuch Junction railway station is a very busy junction, handling over 40 pairs of trains on the Mumbai-Delhi line via Ahmedabad.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Bharuch Junction</p>\r\n<p>The main trains which pass through the station are Mumbai-Ahmadabad Shatabdi Express, August Kranti Rajdhani Express, Mumbai-Vadodara Express, Jammu Tawi-Mumbai Central Swaraj Express and Bandra-Dehradun Express.</p>\r\n<p>&nbsp;</p>\r\n<p>Daily or multiple daily trains connect Bharuch to all major cities in Gujarat. Daily or multiple daily trains also connect to many smaller towns as well.</p>\r\n<p>&nbsp;</p>\r\n<p>Long distance connections are available to virtually all major cities in India with multiple daily services to Mumbai and Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>There are also daily (or multiple-daily) trains to Jaipur, Bikaner, Jodhpur, Kota, Ajmer, Indore, Kolkata, Nagpur, Solapur, Raipur, Bilaspur, Rourkela, Amritsar, Jalandhar, Ludhiana, Firozepur, Bhatinda, Ambala, Panipat, Rohtak, Faridabad, Mathura, Dehradun, Pune, Goa, Mangalore, Kozhikode and Kochi (Ernakulam)- (and to several other stations en-route).</p>\r\n<p>&nbsp;</p>\r\n<p>Weekly (or multiple-weekly) trains are available for Udaipur, Lucknow, Bhubaneswar, Pury, Hyderabad, Mysore, Bangalore, Coimbatore and Tuticorin among others.</p>\r\n<p>&nbsp;</p>\r\n<p>The major railhead to the north of Bharuch is Vadodara (71 km or 44 mi) and to the south is Surat (68 km or 42 mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Indian railways also runs narrow gauge train services to Dahej and Jambusar.</p>\r\n<p>&nbsp;</p>\r\n<p>Bus: National Highway 8 passes through Bharuch and has a good road network. The bus station in the heart of the city is one the busiest in Western India. State transport buses and private luxury coaches connect Bharuch with various centres of Gujarat, Maharashtra, Madhya Pradesh, Delhi and Rajasthan.</p>","SubContentHindi":null,"ImageUrl":"5452826a-1853-4a44-b7cc-781e815e034f_Bharuch-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bharuch-gujarat","tags":[{"name":"gujarat","slug":"gujarat"},{"name":"bharuch","slug":"bharuch"}],"recommendations":[{"id":473,"title":"Top Places to visit in Valsad, Gujarat","imageUrl":"f3502a94-12fc-49c5-a33e-8c05e1e40845_Valsad-railway.jpg","dateCreated":"2019-08-25T03:48:35.574Z","dateModified":"2019-08-25T03:48:51.856Z","contributedBy":"AskGif","content":"Valsad, also known as Bulsar, is a municipality in the Valsad district of the Indian state of Gujarat. This city has a collectorate, a district court, and a police headquarters with a historic prison.\r\n&nbsp;\r\nA tourist destination, the best time to visit Bulsar is in May-June, pre-","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3502a94-12fc-49c5-a33e-8c05e1e40845_Valsad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"valsad","slug":"valsad"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-valsad-gujarat","total":0},{"id":459,"title":"Top Places to visit in Mahisagar, Lunavada, Gujarat","imageUrl":"65803529-6dec-4293-bfd4-3b0c2268587a_Mahisagar-Gujarat.jpg","dateCreated":"2019-08-24T06:45:48.945Z","dateModified":"2019-08-24T06:46:14.795Z","contributedBy":"AskGif","content":"Mahisagar is an Indian drama television series which premiered on 7 October 2013 on BIG Magic and ended on 15 April 2015 with 400 episodes. The series is produced by J.D. Majethia of Hats Off Productions. It stars Anuj Thakur and Dharti Bhatt.\r\nMahisagar district &ndash; also Mahisagar &nd","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/65803529-6dec-4293-bfd4-3b0c2268587a_Mahisagar-Gujarat.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lunavada","slug":"lunavada"},{"name":"gujarat","slug":"gujarat"},{"name":"mahisagar","slug":"mahisagar"}],"slug":"top-places-to-visit-in-mahisagar-lunavada-gujarat","total":0},{"id":389,"title":"Top Places to visit in Bharuch, Gujarat","imageUrl":"2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","dateCreated":"2019-06-02T07:23:02.82Z","dateModified":"2019-06-02T09:31:43.314Z","contributedBy":"AskGif","content":"Bharuch, formerly known as Broach,[a] or Bhrugukachchha is a City at the mouth of the river Narmada in Gujarat in western India. Bharuch is the administrative headquarters of Bharuch District and is a municipality of about 370,000 inhabitants. Being one of the biggest industrial areas including A","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"bharuch","slug":"bharuch"}],"slug":"top-places-to-visit-in-bharuch-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}