{"id":390,"title":"Top Places to visit in Bhavnagar, Gujarat","imageUrl":"53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","dateCreated":"2019-06-05T07:01:21.623Z","dateModified":"2019-06-05T07:11:19.402Z","contributedBy":"AskGif","content":"<p>Bhavnagar is a city in the Bhavnagar district of the Saurashtra region of the Gujarat state of India. It was founded in 1724 by Bhavsinhji Gohil (1703&ndash;1764). It was the capital of Bhavnagar State, which was a Princely state before it was merged into the Indian Union in 1948. It is now administrative headquarter of the Bhavnagar district.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhavnagar is situated 198&nbsp; km from the state capital Gandhinagar and to the west of the Gulf of Khambhat. It has always been an important city for trade with many large and small scale industries along with the world's largest ship-breaking yard, Alang located 50&nbsp; km away. Bhavnagar is also famous for its version of the popular Gujarati snack 'Ganthiya'. Good State</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Bhavnagar has various schools and educational institutions. Nanabhai Bhatt, Gijubhai Badheka, Manbhai Bhatt (founder of Shishuvihar), Harbhai Trivedi, and Taraben Modak helped develop the rural and women's education. Samaldas Arts College where Mahatma Gandhi studied in 1884 is one of the oldest institutions to provide higher education. Some of the other institutions which provide higher education are Bhavnagar University, Shantilal Shah Engineering College, Government Engineering College, Bhavnagar. There are many schools in Bhavnagar city:</p>\r\n<p>&nbsp;</p>\r\n<p>Kendriya Vidyalaya</p>\r\n<p>Shree Shantilal Shah High School</p>\r\n<p>Sanatan Dharm Multi Purpose High School</p>\r\n<p>Shree M K Jamod High School</p>\r\n<p>Sheth T B Jain Girls High School</p>\r\n<p>Shree Dakshinamurti Gijubhai Kumar Mandir</p>\r\n<p>Shree Daskshinamurti Gijubhai Vinay Mandir</p>\r\n<p>Shree B M Commerce High School</p>\r\n<p>Shree Swaminarayan Gurukul, Sardar nagar</p>\r\n<p>Shree Gyanmanjari Vidyapith</p>\r\n<p>Amar Jyoti International School</p>\r\n<p>Silver Bells Public School</p>\r\n<p>Fatima Convent School</p>\r\n<p>Fatima Convent Public School</p>\r\n<p>Calorx Public School</p>\r\n<p>The K. P. E. S. School</p>\r\n<p>Christ School</p>\r\n<p>Saint Mary's School</p>\r\n<p>St. Xavier's CMI Public School</p>\r\n<p>Sister Nivedita Vidhyalaya</p>\r\n<p>Vidhyadhish VidhyaSankul</p>\r\n<p>Saarathi VidhyaSankul</p>\r\n<p>Gyanguru Vidyapeeth</p>\r\n<p>Shree Naimisharanya School</p>\r\n<p>Shree R.K. Gharshala Vinay Mandir</p>\r\n<p>Shree Sardar Patel Educational Institute</p>\r\n<p>Shree Nandkuvarba Kshtriya Kanya Vidyalaya</p>\r\n<p>Shree B.N. Virani High School</p>\r\n<p>Shree K.R. Doshi High School</p>\r\n<p>Shree Ekta High School</p>\r\n<p>Shree Majiraj Girls High School</p>\r\n<p>Shree Muktalakshmi Girls School</p>\r\n<p>Shree Mahalakshmi Girls School</p>\r\n<p>Chitra Gurukul</p>\r\n<p>Shree Vishuddhanand Vidhya Mandir</p>\r\n<p>Shree Kumar shala</p>\r\n<p>Shree Dolat Anant Valia High School</p>\r\n<p>Shree Raghukul Vidhyadham</p>\r\n<p>Shree Dhanesh Maheta High School</p>\r\n<p>Shree Pranav Bakshi Vinay Mandir</p>\r\n<p>Mahedi School</p>\r\n<p>Shree Sant Kanwaram Sindhi High School</p>\r\n<p>College :-</p>\r\n<p>Maharaja Krishnakumarsinhji Bhavnagar University (M.K.B.U.)</p>\r\n<p>Shamaldas Arts College (Very First College Of Bhavnagar)</p>\r\n<p>Sir P.P. Science College</p>\r\n<p>The K. P. E. S. College (Management and Science)</p>\r\n<p>M.J. College Of Commerce</p>\r\n<p>Mahila College (S.N.D.T.)</p>\r\n<p>Sir Bhavsinhji Polytechnic College (B.P.T.I.)</p>\r\n<p>Government Engineering College</p>\r\n<p>Shantilal Shah Engineering College</p>\r\n<p>L.R. Valia Arts &amp; P.R. Mehta Commerce College (V.A.M.C.C.)</p>\r\n<p>Shree SwamiNarayan College of Computer &amp; Commerce (S.S.C.C.S.)</p>\r\n<p>Swami Vivekanand Homeopathic College</p>\r\n<p>Medical College</p>\r\n<p>Jilla Panchayat Aayurved College</p>\r\n<p>Shree Sahajanand College of Commerce &amp; Management (S.S.C.C.M.)</p>\r\n<p>Shree Nandkuvarba Mahila College</p>\r\n<p>K.R. Doshi Group of Colleges</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Ghogha Circle</p>\r\n<p>Multiple town planning schemes were designed and implemented under the guidance of the progressive rulers of Bhavnagar. During the reign of Sir Takhtsinhji, the British State Engineer Proctor Sims supervised the construction of Barton Library, Sir Takhtsinhji Hospital.</p>\r\n<p>&nbsp;</p>\r\n<p>Takhteshwar Temple (1893) is located on a hill, on a high plinth, offering a commanding view of Bhavnagar. The high shikhara rising above the pillared rectangular mandapa makes it an important landmark.</p>\r\n<p>Gangajalia (1893) is a temple dedicated to Ganga-Devi, with a chhatri, pavilion, and bridge all of white marble. It is located in the middle of a former tank. It was designed by Sir John Griffith, principal of Sir J J School of Arts, Bombay.</p>\r\n<p>Nilambag Palace (1894), now a heritage hotel, is set amidst a huge estate of 10 acres (4.0 ha). It was designed by a British architect, William Emerson as a royal residence; he also designed the Sir Takhtsinhji Hospital and later Victoria Memorial in Calcutta. It combines elements of Indian architecture with a modern outlook.</p>\r\n<p>Barton Library (1895) is a two-storeyed building, appropriately designed for a road junction. It has two wings and a central tower, constructed in ashlar stone masonry, with Gothic arch windows and a sloping roof with Mangalore tiles. It is one of the oldest libraries of Gujarat and also houses a museum.</p>\r\n<p>Town Hall (1932) was formerly a Darbar Hall, where the coronation of Sir Krishnakumarsinhji took place. It is an imposing structure in the colonial style, set in a well laid out garden.</p>\r\n<p>Modern &amp; Contemporary Architectural services is provided by various leading Architectural firm like SAGA whose work is diverse yet of unified character, not only functional, aesthetic and techno-savvy.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhavnagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","subContents":[{"SubTitle":"1. Velavadar Black Buck National Park","SubTitleHindi":null,"SubContent":"<p>Established in 1976 in the Bhal region of Saurashtra, the park is located around 42 km from the district headquarters city of Bhavnagar. Hugging the coasts of the Gulf of Khambhat on the south, it is spread over an area of 34.08 km&sup2;, which was primarily a &ldquo;vidi&rdquo; (grassland) of the Maharaja of the princely state of Bhavnagar for hunting the blackbucks with his famous hunting cheetahs. On the northern side, it is surrounded by wastelands and agriculture fields. The National park has been classified as 4B Gujarat-Rajwada biotic province of semi-arid bio-geographical zone.</p>\r\n<p>Flat land, dry grasses and herds of antelopes have always attracted visitors to this park which has a unique grassland ecosystem. A successful conservation program for the Blackbuck, the Wolf and the Lesser Florican (a bustard) among others is ongoing. Considered to be an exclusive Indian species, the Lesser Floricans, which were free dwellers throughout the country, have their numbers plummeting in the recent decades almost everywhere in India. Today, the largest population has been sustained in this park. Local wolf numbers are increasing, as are Striped Hyena, with sightings quite frequent during daylight in winter 2012-2013.</p>","SubContentHindi":null,"ImageUrl":"6fcc3859-4b3d-4ac2-b41d-93b716082abc_Velavadar-Black-Buck-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. PALITANA TEMPLE","SubTitleHindi":null,"SubContent":"<p>The Palitana temples of Jainism are located on Shatrunjaya by the city of Palitana in Bhavnagar district, Gujarat, India. The city of the same name, known previously as Padliptapur, has been nicknamed &ldquo;City of Temples&rdquo;. Along with Shikharji in the state of Jharkhand, the two sites are considered the holiest of all pilgrimage places by the Jain community. As the temple-city was built to be an abode for the divine, no one is allowed to stay overnight, including the priests. Every Jain believes that a visit to this group of temples is essential as a once in a life time chance to achieve nirvana or salvation.</p>\r\n<p>&nbsp;</p>\r\n<p>This site on Shatrunjaya hill is considered sacred by Jains and have hundreds of temples. There are approximately 863 marble-carved temples on the hills. The main temple is reached by stepping up 3500 steps. It is said that 23 tirthankaras (a human being who helps in achieving liberation and enlightenment), except Neminatha (a liberated soul which has destroyed all of its karma), sanctified the hill by their visits. The main temple is dedicated to Rishabha, the first tirthankara; it is the holiest shrine for the Svetambara Murtipujaka sect. Digambara Jain have only one temple here.</p>","SubContentHindi":null,"ImageUrl":"3fa83012-225a-4bc8-8a18-82a44b13c4b0_PALITANA-TEMPLE.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Tourism","SubTitleHindi":null,"SubContent":"<p>Bhavnagar has several places and sites of interest to tourists :</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Takhteshwar Temple</p>\r\n<p>Takhteshwar Temple is one of the prime sightseeing locations in Bhavnagar. Constructed 1893, it is a white marble temple, on a high plinth, offering a commanding view of Bhavnagar. The high shikhara rising above the pillared rectangular mandapa makes it an important landmark. Lord Shiva is worshipped as the main deity of this shrine.</p>\r\n<p>Nilambag Palace is the residence of the current Maharajah of Bhavnagar, HH Maharaol Vijayrajsinhji Virbhadrasinhji Gohil, and his family. It is now also a heritage palace hotel.</p>\r\n<p>Mangalsinhji Mahal Palace is the residence of members of the Bhavnagar royal family (the family of Maharajkumar Mangalsinhji Takhatsinhji of Bhavnagar). It is a historical property in the heart of Bhavnagar city and is designed on traditional Kathiawari architectural principles. It is now the formal residence of the descendants of Rajkumar Chandrajitsinhji Mangalsinhji of Bhavnagar.</p>\r\n<p>Bhav Vilas Palace was formerly the club-house for the royal family of the princely state of Bhavnagar, and currently the residence of Maharajkumar Shivbhadrasinhji Krishnakumarsinhji Gohil and his family. It is famous for its wildlife collection and lake-side views.</p>\r\n<p>Gaurishankar Lake is a picturesque artificial lake between small hills, made by Shree Gaurishankar Oza, the Deewan of Bhavnagar. There is Balvatika for Children, a temple of Lord Shiva, and another royal palace.</p>\r\n<p>Seashore at Ghogha features a sea-side palace, about 22 kilometres (14 mi) from Bhavangar, which was once a retreat of the Bhavnagar royal family, and is now a hotel-guesthouse for travellers.</p>\r\n<p>Victoria Park covers an area of about 500 acres (2 km2) with diverse flora and fauna, attracting bird watchers and nature lovers. It is a forest conserved by the Indian Government within the boundary of the Bhavnagar city. The forest has varieties of Indian birds like waders, raptors and perching birds.</p>\r\n<p>Barton Library is a two-storeyed building, with two wings and a central tower, constructed in ashlar stone masonry with gothic arch windows and a sloping roof with Mangalore tiles. It is one of the oldest libraries of Gujarat and also houses a museum.[22]</p>\r\n<p>Darbargadh was once the seat of the Bhavnagar royal family, and is now rented to the State Bank of India as their headquarters (formerly the State Bank of Saurashtra)</p>\r\n<p>Ganga Deri (Ganga Jalia Talav) is a miniature of the Taj Mahal constructed entirely in marble.</p>\r\n<p>Gandhi Smriti is a memorial library for Mahatma Gandhi. It also has a fine collection of art objects representing the culture of the Saurashtra region.</p>\r\n<p>Central Salt and Marine Chemicals Research Institute (CSMCRI) is the only constituent laboratory of the Council of Scientific and Industrial Research (CSIR) in Gujarat. A significant research effort is being carried out here to develop biodiesel from Jatropha.[relevant? &ndash; discuss]</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Swaminarayan Mandir</p>\r\n<p>Malnath Mahadev Temple (માળનાથ મહાદેવ મંદિર) is a temple of god Shiva as well as Picnic point nearby Bhavnagar. It's 26 km. away from Bhavnagar at Nagdhaniba Village from Bhavnagar-Talaja Road. Malnath hill wear Beauty of nature in Monsoon.</p>\r\n<p>Pillgarden, also called Sardar Baug, is a beautiful garden in the city.</p>\r\n<p>Himalaya Mall And The Iscon Club are the modern developments in the city</p>","SubContentHindi":null,"ImageUrl":"291b0f05-d686-4f50-a128-700059bd39be_Takhteshwar_Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Bhavnagar is well-connected to other cities of Gujarat such as Ahmedabad, Surat and Vadodara by road, with bus services operated by the state-owned transport corporation. VTCOS buses serves as a local transport in the city. Bhavnagar Terminus under the Bhavnagar railway division, serving the city, connect it to Ahmedabad, Mumbai, Surat, Vadodara, Mangalore, Kochi, Quilon, Trivandrum, Mumbai, New Delhi, Kolkata, Chennai, Bangalore, Kakinada (Train No. 17203)and other major cities of India by rail road.[21] Bhavnagar airport is connected to Mumbai by air links. Daily flights are currently operated by Alliance Air (India). Private auto rickshaws are other modes of transport within the city and nearby villages.</p>\r\n<p>source: https://bhavnagar.nic.in</p>","SubContentHindi":null,"ImageUrl":"4e116fd9-fefd-41eb-b816-e74458d8a8b9_bhavnagar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bhavnagar-gujarat","tags":[{"name":"bhavnagar","slug":"bhavnagar"},{"name":"gujarat","slug":"gujarat"}],"recommendations":[{"id":461,"title":"Top Places to visit in Morbi, Gujarat","imageUrl":"3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","dateCreated":"2019-08-24T08:00:07.021Z","dateModified":"2019-08-24T08:00:27.949Z","contributedBy":"AskGif","content":"Morbi District is in the state of Gujarat, India. It was formed on August 15, 2013, along with several other districts, on the 67th Independence Day of India. Morbi city is the administrative headquarters of the district. The district has 5 talukas - Morbi, Maliya, Tankara, Wankaner (previously i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"morbi","slug":"morbi"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-morbi-gujarat","total":0},{"id":402,"title":"Top Places to visit in Gandhinagar, Gujarat","imageUrl":"e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","dateCreated":"2019-06-23T13:30:41.581Z","dateModified":"2019-06-23T14:06:35.764Z","contributedBy":"AskGif","content":"Gandhinagar is the capital of the state of Gujarat in India. Gandhinagar is located approximately 23 km north of Ahmedabad, on the west central point of the Industrial corridor between Delhi, the political capital of India, and Mumbai, the financial capital of India.\r\n&nbsp;\r\nGandhi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gandhinagar","slug":"gandhinagar"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-gandhinagar-gujarat","total":0},{"id":387,"title":"Top Places to visit in Aravalli, Modasa, Gujarat","imageUrl":"964f8dbf-3f5f-4019-9a25-f45f1d7fbf34_Aravalli-image.jpg","dateCreated":"2019-05-29T16:42:21.699Z","dateModified":"2019-05-30T17:34:01.196Z","contributedBy":"AskGif","content":"Aravalli district is a district in the state of Gujarat in India that came into being on August 15, 2013, becoming the 29th district of the state. The district has been carved out of the Sabarkantha district. The district headquarters are at Modasa.\r\nEtymology\r\nThe district has been","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/964f8dbf-3f5f-4019-9a25-f45f1d7fbf34_Aravalli-image.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"modasa","slug":"modasa"},{"name":"gujarat","slug":"gujarat"},{"name":"aravalli","slug":"aravalli"}],"slug":"top-places-to-visit-in-aravalli-modasa-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}