{"id":390,"title":"भावनगर में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","dateCreated":"2019-06-05T07:01:21.623Z","dateModified":"2019-06-05T07:11:19.402Z","contributedBy":"AskGif","content":"<p>भावनगर भारत के गुजरात राज्य के सौराष्ट्र क्षेत्र के भावनगर जिले का एक शहर है। इसकी स्थापना 1724 में भवसिंहजी गोहिल (1703-1764) ने की थी। यह भावनगर राज्य की राजधानी थी, जो 1948 में भारतीय संघ में विलय होने से पहले एक रियासत थी। यह अब भावनगर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>भावनगर राज्य की राजधानी गांधीनगर से 198 किमी और खंभात की खाड़ी के पश्चिम में स्थित है। यह हमेशा दुनिया के सबसे बड़े जहाज-ब्रेकिंग यार्ड के साथ कई बड़े और छोटे उद्योगों के साथ व्यापार के लिए एक महत्वपूर्ण शहर रहा है, अलंग 50 किमी दूर स्थित है। भावनगर लोकप्रिय गुजराती स्नैक 'गणथिया' के अपने संस्करण के लिए भी प्रसिद्ध है। अच्छा राज्य</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>भावनगर में विभिन्न स्कूल और शैक्षणिक संस्थान हैं। नानाभाई भट्ट, गिजुभाई बधेका, मनभाई भट्ट (शिशुविहार के संस्थापक), हरभाई त्रिवेदी और ताराबेन मोदक ने ग्रामीण और महिलाओं की शिक्षा को विकसित करने में मदद की। सामलदास आर्ट्स कॉलेज जहां महात्मा गांधी ने 1884 में अध्ययन किया था, उच्च शिक्षा प्रदान करने वाले सबसे पुराने संस्थानों में से एक है। उच्च शिक्षा प्रदान करने वाले कुछ अन्य संस्थान भावनगर विश्वविद्यालय, शांतिलाल शाह इंजीनियरिंग कॉलेज, गवर्नमेंट इंजीनियरिंग कॉलेज, भावनगर हैं। भावनगर शहर में कई स्कूल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>केन्द्रीय विद्यालय</p>\r\n<p>श्री शांतिलाल शाह हाई स्कूल</p>\r\n<p>सनातन धर्म बहुउद्देश्यीय उच्च विद्यालय</p>\r\n<p>श्री एम के जामोद हाई स्कूल</p>\r\n<p>शेठ टी बी जैन गर्ल्स हाई स्कूल</p>\r\n<p>श्री दक्षिणामूर्ति गिजुभाई कुमार मंदिर</p>\r\n<p>श्री दशसिनमूर्ति गिजुभाई विनय मंदिर</p>\r\n<p>श्री बी एम कॉमर्स हाई स्कूल</p>\r\n<p>श्री स्वामीनारायण गुरुकुल, सरदार नगर</p>\r\n<p>श्री ज्ञानमंजरी विद्यापीठ</p>\r\n<p>अमर ज्योति इंटरनेशनल स्कूल</p>\r\n<p>सिल्वर बेल्स पब्लिक स्कूल</p>\r\n<p>फातिमा कॉन्वेंट स्कूल</p>\r\n<p>फातिमा कॉन्वेंट पब्लिक स्कूल</p>\r\n<p>कैलोरेक्स पब्लिक स्कूल</p>\r\n<p>के। पी। ई। एस। स्कूल</p>\r\n<p>क्राइस्ट स्कूल</p>\r\n<p>सेंट मैरी स्कूल</p>\r\n<p>सेंट जेवियर्स सीएमआई पब्लिक स्कूल</p>\r\n<p>भगिनी निवेदिता विधालय</p>\r\n<p>विद्याधिश विद्यासंकुल</p>\r\n<p>सारथी विद्यासंकुल</p>\r\n<p>ज्ञानगुरु विद्यापीठ</p>\r\n<p>श्री नैमिषारण्य स्कूल</p>\r\n<p>श्री आर.के. घरशाला विनय मंदिर</p>\r\n<p>श्री सरदार पटेल शैक्षिक संस्थान</p>\r\n<p>श्री नंदकुवरबा क्षत्रिय कन्या विद्यालय</p>\r\n<p>श्री बी.एन. विरानी हाई स्कूल</p>\r\n<p>श्री के.आर. दोशी हाई स्कूल</p>\r\n<p>श्री एकता हाई स्कूल</p>\r\n<p>श्री मजीराज गर्ल्स हाई स्कूल</p>\r\n<p>श्री मुकलक्ष्मी गर्ल्स स्कूल</p>\r\n<p>श्री महालक्ष्मी गर्ल्स स्कूल</p>\r\n<p>चित्रा गुरुकुल</p>\r\n<p>श्री विशुद्धानंद विद्या मंदिर</p>\r\n<p>श्री कुमार शाला</p>\r\n<p>श्री दोलत अनंत वालिया हाई स्कूल</p>\r\n<p>श्री रघुकुल विद्याधाम</p>\r\n<p>श्री धनेश महेता हाई स्कूल</p>\r\n<p>श्री प्रणव बख्शी विनय मंदिर</p>\r\n<p>महेदी स्कूल</p>\r\n<p>श्री संत कंवरराम सिंधी हाई स्कूल</p>\r\n<p>कॉलेज: -</p>\r\n<p>महाराजा कृष्णकुमारसिंहजी भावनगर विश्वविद्यालय (M.K.B.U.)</p>\r\n<p>शामलदास आर्ट्स कॉलेज (भावनगर का पहला कॉलेज)</p>\r\n<p>सर पी.पी. साइंस कॉलेज</p>\r\n<p>के। पी। ई। एस। कॉलेज (प्रबंधन और विज्ञान)</p>\r\n<p>एमजे कॉलेज ऑफ कॉमर्स</p>\r\n<p>महिला कॉलेज (S.N.D.T)</p>\r\n<p>सर भावसिंहजी पॉलिटेक्निक कॉलेज (B.P.T.I.)</p>\r\n<p>गवर्नमेंट इंजीनियरिंग कॉलेज</p>\r\n<p>शांतिलाल शाह इंजीनियरिंग कॉलेज</p>\r\n<p>एल.आर. वालिया आर्ट्स एंड पी। आर। मेहता कॉमर्स कॉलेज (V.A.M.C.C.)</p>\r\n<p>श्री स्वामी नारायण कॉलेज ऑफ कंप्यूटर एंड कॉमर्स (S.S.C.C.S.)</p>\r\n<p>स्वामी विवेकानंद होम्योपैथिक कॉलेज</p>\r\n<p>चिकित्सा महाविद्यालय</p>\r\n<p>जिला पंचायत Aayurved कॉलेज</p>\r\n<p>श्री सहजानंद कॉलेज ऑफ कॉमर्स एंड मैनेजमेंट (S.S.C.C.M.)</p>\r\n<p>श्री नंदकुवरबा महिला कॉलेज</p>\r\n<p>के.आर. दोशी ग्रुप ऑफ कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>घोघा सर्किल</p>\r\n<p>भावनगर के प्रगतिशील शासकों के मार्गदर्शन में कई नगर नियोजन योजनाओं को डिजाइन और कार्यान्वित किया गया। सर तख्तसिंहजी के शासनकाल के दौरान, ब्रिटिश स्टेट इंजीनियर प्रॉक्टर सिम्स ने बार्टन लाइब्रेरी, सर तख्तसिंहजी अस्पताल के निर्माण की देखरेख की।</p>\r\n<p>&nbsp;</p>\r\n<p>तखतेश्वर मंदिर (1893) एक पहाड़ी पर स्थित है, जो एक उच्च पठार पर स्थित है, जो भावनगर का एक दृश्य प्रस्तुत करता है। स्तंभित आयताकार मण्डप के ऊपर उठने वाला उच्च शिखर इसे एक महत्वपूर्ण मील का पत्थर बनाता है।</p>\r\n<p>गंगाजलिया (1893) एक मंदिर है जो गंगा-देवी को समर्पित है, जिसमें छत्री, मंडप और सफेद संगमरमर के सभी पुल हैं। यह एक पूर्व टैंक के बीच में स्थित है। इसे सर जे जे स्कूल ऑफ आर्ट्स, बॉम्बे के प्रिंसिपल सर जॉन ग्रिफिथ ने डिजाइन किया था।</p>\r\n<p>नीलांबाग पैलेस (1894), जो अब एक विरासत होटल है, 10 एकड़ (4.0 हेक्टेयर) की विशाल संपत्ति के बीच स्थित है। यह एक ब्रिटिश वास्तुकार, विलियम एमर्सन द्वारा एक शाही निवास के रूप में डिजाइन किया गया था; उन्होंने कलकत्ता में सर तख्तसिंहजी अस्पताल और बाद में विक्टोरिया मेमोरियल भी डिजाइन किया। यह आधुनिक दृष्टिकोण के साथ भारतीय वास्तुकला के तत्वों को जोड़ती है।</p>\r\n<p>बार्टन लाइब्रेरी (1895) एक दो मंजिला इमारत है, जिसे उचित रूप से सड़क जंक्शन के लिए डिज़ाइन किया गया है। इसमें दो पंख और एक केंद्रीय मीनार है, जिसका निर्माण गेलिक आर्च खिड़कियों के साथ और जालोर टाइल्स के साथ एक ढलान वाली छत के साथ, राख की पत्थर की चिनाई में किया गया है। यह गुजरात के सबसे पुराने पुस्तकालयों में से एक है और इसमें एक संग्रहालय भी है।</p>\r\n<p>टाउन हॉल (1932) पहले एक दरबार हॉल था, जहाँ सर कृष्णकुमारसिंहजी का राज्याभिषेक हुआ था। यह औपनिवेशिक शैली में एक भव्य संरचना है, जो एक अच्छी तरह से बिछाए गए बगीचे में स्थापित है।</p>\r\n<p>आधुनिक और समकालीन आर्किटेक्चरल सेवाएं SAGA जैसी विभिन्न प्रमुख आर्किटेक्चरल फर्मों द्वारा प्रदान की जाती हैं, जिनका कार्य केवल कार्यात्मक, सौंदर्यवादी और तकनीकी-प्रेमी ही नहीं, एकीकृत चरित्र के लिए विविध है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bhavnagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","subContents":[{"SubTitle":"1. वेलावदर ब्लैक बक नेशनल पार्क","SubTitleHindi":null,"SubContent":"<p>सौराष्ट्र के भाल क्षेत्र में 1976 में स्थापित, पार्क भावनगर के जिला मुख्यालय शहर से लगभग 42 किमी दूर स्थित है। दक्षिण में खंभात की खाड़ी के तटों को काटते हुए, यह 34.08 किमी primarily के क्षेत्र में फैला हुआ है, जो मुख्य रूप से भावनगर की रियासत के महाराजा की \"विडी\" (घास का मैदान) था, जो अपने प्रसिद्ध शिकार चीता के साथ ब्लैकबक्स के शिकार के लिए था। । उत्तरी तरफ, यह बंजर भूमि और कृषि क्षेत्रों से घिरा हुआ है। राष्ट्रीय उद्यान को अर्ध-शुष्क जैव-भौगोलिक क्षेत्र के 4 बी गुजरात-राजवाड़ा बायोटिक प्रांत के रूप में वर्गीकृत किया गया है।</p>\r\n<p>समतल भूमि, सूखी घास और मृगों के झुंड ने हमेशा इस पार्क में आगंतुकों को आकर्षित किया है जिसमें एक अद्वितीय घास का मैदान पारिस्थितिकी तंत्र है। ब्लैकबक, वुल्फ और लेसर फ्लोरिकन (एक हलचल) के लिए एक सफल संरक्षण कार्यक्रम चल रहा है। एक विशिष्ट भारतीय प्रजाति माना जाता है, लेसर फ्लोरिकन, जो पूरे देश में मुक्त रहने वाले थे, उनकी संख्या हाल के दशकों में भारत में लगभग हर जगह घट रही है। आज इस पार्क में सबसे बड़ी आबादी कायम है। स्थानीय भेड़ियों की संख्या बढ़ रही है, जैसा कि 2012-2013 की सर्दियों में दिन के उजाले के दौरान स्ट्राइप्ड हाइना के साथ काफी बार देखा जाता है।</p>","SubContentHindi":null,"ImageUrl":"6fcc3859-4b3d-4ac2-b41d-93b716082abc_Velavadar-Black-Buck-National-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. पालिटाना मंदिर","SubTitleHindi":null,"SubContent":"<p>जैन धर्म के पालिताना मंदिर भावनगर जिले, गुजरात, भारत में पालिताना शहर द्वारा शत्रुंजय पर स्थित हैं। उसी नाम के शहर को, जिसे पहले पटलिप्टापुर के नाम से जाना जाता था, का नाम \"मंदिरों का शहर\" रखा गया है। झारखंड राज्य में शिखरजी के साथ, दो स्थलों को जैन समुदाय द्वारा सभी तीर्थ स्थानों में सबसे पवित्र माना जाता है। चूंकि मंदिर-शहर को परमात्मा के लिए एक निवास स्थान बनाया गया था, इसलिए पुजारियों सहित किसी को भी रात भर रहने की अनुमति नहीं है। प्रत्येक जैन का मानना ​​है कि निर्वाण या मोक्ष प्राप्त करने के लिए जीवन काल में एक बार मंदिरों के इस समूह की यात्रा आवश्यक है।</p>\r\n<p>&nbsp;</p>\r\n<p>शत्रुंजय पहाड़ी पर स्थित इस स्थल को जैनियों द्वारा पवित्र माना जाता है और इसके सैकड़ों मंदिर हैं। पहाड़ियों पर लगभग 863 संगमरमर के नक्काशीदार मंदिर हैं। मुख्य मंदिर तक 3500 सीढ़ियां चढ़कर पहुंचा जाता है। ऐसा कहा जाता है कि 23 तीर्थंकरों (एक इंसान जो मुक्ति और आत्मज्ञान प्राप्त करने में मदद करता है), नेमिनाथ (एक मुक्त आत्मा जिसने अपने सभी कर्मों को नष्ट कर दिया है) को छोड़कर, अपनी यात्राओं द्वारा पहाड़ी को पवित्र किया। मुख्य मंदिर ऋषभ को समर्पित है, पहला तीर्थंकर; यह श्वेतांबर मुर्तिपुजका संप्रदाय के लिए सबसे पवित्र मंदिर है। दिगंबर जैन के यहाँ केवल एक मंदिर है।</p>","SubContentHindi":null,"ImageUrl":"3fa83012-225a-4bc8-8a18-82a44b13c4b0_PALITANA-TEMPLE.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. पर्यटन","SubTitleHindi":null,"SubContent":"<p>भावनगर में पर्यटकों के लिए कई दर्शनीय स्थल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>तखतेश्वर मंदिर</p>\r\n<p>तखतेश्वर मंदिर भावनगर के प्रमुख दर्शनीय स्थलों में से एक है। 1893 में निर्मित, यह एक उच्च तल पर एक सफेद संगमरमर का मंदिर है, जो भावनगर का एक दृश्य प्रस्तुत करता है। स्तंभित आयताकार मण्डप के ऊपर उठने वाला उच्च शिखर इसे एक महत्वपूर्ण मील का पत्थर बनाता है। इस तीर्थ के मुख्य देवता के रूप में भगवान शिव की पूजा की जाती है।</p>\r\n<p>नीलाम्बग पैलेस भावनगर के वर्तमान महाराज, एचएच महारावल विजयराजसिंहजी वीरभद्रसिंहजी गोहिल और उनके परिवार का निवास स्थान है। यह अब एक विरासत महल होटल भी है।</p>\r\n<p>मंगलसिंहजी महल पैलेस भावनगर शाही परिवार (महाराजनगर के महाराज मंगलसिंहजी तखतसिंहजी के परिवार) का निवास है। यह भावनगर शहर के केंद्र में एक ऐतिहासिक संपत्ति है और इसे पारंपरिक काठियावाड़ी वास्तु सिद्धांतों पर बनाया गया है। यह अब भावनगर के राजकुमार चंद्रजीतसिंहजी मंगलसिंहजी के वंशजों का औपचारिक निवास स्थान है।</p>\r\n<p>भाव विलास पैलेस पूर्व में भावनगर की रियासत के शाही परिवार के लिए क्लब-हाउस था, और वर्तमान में महाराजकुमार शिवभद्रसिंहजी कृष्णकुमारसिंहजी गोहिल और उनके परिवार का निवास है। यह अपने वन्यजीव संग्रह और झील के किनारे के दृश्यों के लिए प्रसिद्ध है।</p>\r\n<p>गौरीशंकर झील छोटी पहाड़ियों के बीच एक सुरम्य कृत्रिम झील है, जो भावनगर के दीवान श्री गौरीशंकर ओझा द्वारा बनाई गई है। बच्चों के लिए बालवाटिका, भगवान शिव का एक मंदिर और एक अन्य शाही महल है।</p>\r\n<p>घोघा के सीहोर में समुद्र के किनारे महल है, जो भावनगर से लगभग 22 किलोमीटर (14 मील) दूर है, जो कभी भावनगर शाही परिवार का एक निवास स्थान था, और अब यात्रियों के लिए एक होटल-गेस्टहाउस है।</p>\r\n<p>विक्टोरिया पार्क विभिन्न वनस्पतियों और जीवों के साथ लगभग 500 एकड़ (2 किमी 2) के क्षेत्र को कवर करता है, जो पक्षी दर्शकों और प्रकृति प्रेमियों को आकर्षित करता है। यह भावनगर शहर की सीमा के भीतर भारत सरकार द्वारा संरक्षित वन है। जंगल में भारतीय पक्षियों की किस्में हैं जैसे कि waders, raptors और perching पक्षी।</p>\r\n<p>बार्टन लाइब्रेरी एक दो मंजिला इमारत है, जिसमें दो पंख और एक केंद्रीय टॉवर है, जिसका निर्माण गॉथिक आर्च खिड़कियों के साथ एशलेर पत्थर की चिनाई में किया गया है और मैंगलोर टाइल्स के साथ एक ढलान वाली छत है। यह गुजरात के सबसे पुराने पुस्तकालयों में से एक है और इसमें एक संग्रहालय भी है। [२२]</p>\r\n<p>दरबारगढ़ कभी भावनगर शाही परिवार की सीट थी, और अब भारतीय स्टेट बैंक को उनके मुख्यालय (पूर्व में स्टेट बैंक ऑफ सौराष्ट्र) के रूप में किराए पर लिया गया था</p>\r\n<p>गंगा डेरि (गंगा जलिया तलाव) पूरी तरह से संगमरमर से निर्मित ताजमहल का एक लघु है।</p>\r\n<p>गांधी स्मृति महात्मा गांधी के लिए एक स्मारक पुस्तकालय है। इसमें सौराष्ट्र क्षेत्र की संस्कृति का प्रतिनिधित्व करने वाली कला वस्तुओं का एक अच्छा संग्रह भी है।</p>\r\n<p>केंद्रीय नमक और समुद्री रसायन अनुसंधान संस्थान (CSMCRI) गुजरात में वैज्ञानिक और औद्योगिक अनुसंधान परिषद (CSIR) की एकमात्र घटक प्रयोगशाला है। जटरोफा से बायोडीजल विकसित करने के लिए एक महत्वपूर्ण शोध प्रयास किया जा रहा है। [प्रासंगिक] - चर्चा कर]</p>\r\n<p>&nbsp;</p>\r\n<p>श्री स्वामीनारायण मंदिर</p>\r\n<p>मालनाथ महादेव मंदिर (माणा महादेव मंदिर) भगवान शिव का मंदिर है और साथ ही भावनगर के पास पिकनिक पॉइंट भी है। यह 26 कि.मी. भावनगर-तलजा रोड से नागधनबा गाँव में भावनगर से दूर। मानसून में मल्लनाथ पहाड़ी प्रकृति की सुंदरता का प्रतीक है।</p>\r\n<p>पिलगार्डन, जिसे सरदार बाग भी कहा जाता है, शहर का एक सुंदर उद्यान है।</p>\r\n<p>हिमालया मॉल और द इस्कॉन क्लब शहर के आधुनिक विकास हैं</p>","SubContentHindi":null,"ImageUrl":"291b0f05-d686-4f50-a128-700059bd39be_Takhteshwar_Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>भावनगर गुजरात के अन्य शहरों जैसे अहमदाबाद, सूरत और वडोदरा से सड़क मार्ग से अच्छी तरह से जुड़ा हुआ है, यहां राज्य के स्वामित्व वाली परिवहन निगम द्वारा संचालित बस सेवाएं हैं। VTCOS बसें शहर में एक स्थानीय परिवहन के रूप में कार्य करती हैं। भावनगर टर्मिनस, भावनगर रेलवे डिवीजन के तहत, शहर की सेवा करते हुए, इसे अहमदाबाद, मुंबई, सूरत, वड़ोदरा, मंगलौर, कोच्चि, क्विलोन, त्रिवेंद्रम, मुंबई, नई दिल्ली, कोलकाता, चेन्नई, बैंगलोर, काकड़ा (ट्रेन नंबर 17203) से जोड़ते हैं और रेल मार्ग द्वारा भारत के अन्य प्रमुख शहर। [२१] भावनगर हवाई अड्डा हवाई लिंक द्वारा मुंबई से जुड़ा हुआ है। वर्तमान में दैनिक उड़ानें अलायंस एयर (इंडिया) द्वारा संचालित की जाती हैं। निजी ऑटो रिक्शा शहर और आसपास के गांवों में परिवहन के अन्य साधन हैं।</p>\r\n<p>स्रोत: https://bhavnagar.nic.in</p>","SubContentHindi":null,"ImageUrl":"4e116fd9-fefd-41eb-b816-e74458d8a8b9_bhavnagar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bhavnagar-gujarat","tags":[{"name":"भावनगर","slug":"bhavnagar"},{"name":"गुजरात","slug":"gujarat"}],"recommendations":[{"id":461,"title":"मोरबी में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","dateCreated":"2019-08-24T08:00:07.021Z","dateModified":"2019-08-24T08:00:27.949Z","contributedBy":"AskGif","content":"<p style=\"text-align: justify;\">मोरबी जिला भारत के गुजरात राज्य में है। इसका गठन 15 अगस्त 2013 को भारत के 67 वें स्वतंत्रता दिवस पर कई अन्य जिलों के साथ किया गया था। मोरबी शहर जिले का प्रशासनिक मुख्यालय है। जिले में 5 तालुका हैं - मोरबी, मालिया, तंकरा, वांकानेर (पहले राजकोट जिले में) और हलवद (पहले स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मोरबी","slug":"morbi"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-morbi-gujarat","total":0},{"id":402,"title":"गांधीनगर में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","dateCreated":"2019-06-23T13:30:41.581Z","dateModified":"2019-06-23T14:06:35.764Z","contributedBy":"AskGif","content":"गांधीनगर भारत में गुजरात राज्य की राजधानी है। गांधीनगर, भारत की राजनीतिक राजधानी दिल्ली और मुंबई के बीच औद्योगिक गलियारे के पश्चिम मध्य बिंदु पर अहमदाबाद से लगभग 23 किमी उत्तर में स्थित है, जो भारत की वित्तीय राजधानी है।\r\n&nbsp;\r\nगुजरात की नई राजधानी गांधीनगर, साबरमती नदी के पश्चिमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गांधीनगर","slug":"gandhinagar"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-gandhinagar-gujarat","total":0},{"id":387,"title":"अरावली, मोडासा में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"964f8dbf-3f5f-4019-9a25-f45f1d7fbf34_Aravalli-image.jpg","dateCreated":"2019-05-29T16:42:21.699Z","dateModified":"2019-05-30T17:34:01.196Z","contributedBy":"AskGif","content":"अरावली जिला भारत के गुजरात राज्य का एक जिला है जो 15 अगस्त, 2013 को अस्तित्व में आया और राज्य का 29 वां जिला बन गया। जिले को साबरकांठा जिले से बाहर किया गया है। जिला मुख्यालय मोडासा में हैं।\r\nशब्द-साधन\r\nजिले का नाम अरावली पहाड़ियों के लिए रखा गया है जो पूरे गुजरात और राजस्थान में चल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/964f8dbf-3f5f-4019-9a25-f45f1d7fbf34_Aravalli-image.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मोडासा","slug":"modasa"},{"name":"गुजरात","slug":"gujarat"},{"name":"अरावली","slug":"aravalli"}],"slug":"top-places-to-visit-in-aravalli-modasa-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}