{"id":391,"title":"Top Places to visit in Botad, Gujarat","imageUrl":"175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","dateCreated":"2019-06-06T15:42:17.16Z","dateModified":"2019-06-06T15:52:20.604Z","contributedBy":"AskGif","content":"<p>Botad is a city and district headquarters of Botad district, Gujarat, India. It is about 92 km from Bhavnagar and 133 km From Ahmedabad by road distance.</p>\r\n<p>&nbsp;</p>\r\n<p>Botad all gujarat big city</p>\r\n<p>Swaminarayan mandir in gadhada</p>\r\n<p>Botad is Javerchand Meghani working place</p>\r\n<p>Botad is Gateway Of Kathiyawad.</p>\r\n<p>&nbsp;</p>\r\n<p>Botad District is a district of the state of Gujarat, India. It was created on 15 August 2013 from the southwestern part of Ahmedabad District and the northwestern part of Bhavnagar District. Botad consist of four taluka Botad, Gadhada, Barvala, Ranpur. Botad city is the administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>This district is surrounded by Bhavnagar District to the southeast, Surendranagar District to the north and northwest, Amreli District to the southwest, Ahmedabad District to the northeast and Rajkot District to the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Botad District consists of four talukas:</p>\r\n<p>&nbsp;</p>\r\n<p>Botad,</p>\r\n<p>Gadhada,</p>\r\n<p>Barvala,</p>\r\n<p>Ranpur</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Clock Tower in Botad was considered as a prominent attraction once developments started taking place during the reign of Maharaja Krushna Kumar Singhaji and Takht Singhji (Bhavnagar State). The clock tower was built by Shri Damodardar Jagjivan (Shah). Today, Tower Chalk is the central business district on the city. There is a library in the building on his name.</p>\r\n<p>Gate of town (Gam Darawaja) used to be at what is known as Din Dayal Chalk right now.</p>\r\n<p>Tajiyo is a prominent building structure attraction of Botad, which attracts a large number of tourists every year. This structure was built with the aim of constructing a Clock Tower by a civil engineer and entrepreneur named Tulsi Mistri. He was denied permission to install a clock by the prince of the Bhavnagar state.</p>\r\n<p>Botad Lake was built by Maharaja Krishna Kumar Singhji (Bhavnagar State). The lake serves as a reservoir which supplies water to a majority of the areas belonging to the city even today. The lake is one of the attractive places to visit in Botad city.</p>\r\n<p>Shree Swaminarayna mandir located Inside Nagalpar gate in the city centre is big and popular. Swaminarayan temple built by BAPS gadi in Sahjanand Society is located little easterly Nagalpar gate. There is another popular Swaminarayan Temple with an associated Gurukul in Mangal Para, located south-westerly in the outskirts. Also there are few other smaller Swaminarayan temples in the city. Virateshvar Mahadev Temple is located easterly in the outskirts.</p>\r\n<p>There is the shrine and tomb of the Muslim saint Pir Hamir Khan. He is said to have been the thanadar of Ranpur who died in the battle with the Khuman and Vala Kathis at Ugamedi, near Gadhada.</p>\r\n<p>There is a fine tank called the Phatsar, near the Satpura Hills, not far from this town. The lake which supplies water to most of the town was built by Krishna Kumar Singhji, maharaja of Bhavnagar State, and is a popular attraction.</p>\r\n<p>Haran Kui, or Spring or Well for Deer&rsquo;s, was a fresh water spring existing on the northern side of the city where thousands of Deer&rsquo;s as well as other wild animals used to cohabitate.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The public-school system in the city is operated by state government. The language of study is Gujarati in all public schools and most private schools. A few elementary schools provide instruction in English.</p>\r\n<p>&nbsp;</p>\r\n<p>Botad High School was the first high school built after Indian independence. The city has a number of colleges. Kavi Shri Damodardas Botadkar College was founded during the mid-1960s. The Mahila (Women's) College began in 1995. Both schools offer courses in languages, economics, accounting, business administration and commerce. The Shree Santram Education Trust includes Shree K. Rajyaguruji Prathmik Shala (primary school) and Madhyamik Shala (secondary school). The Shree Samanvay Trust offers MBA and B.Pharm degrees. The Takshashila Educational and Charitable Trust offers B.Ed degrees. Shri JM Sabva Institute of Engineering and Technology (JMSIET) provides technical education. It was founded in 2011 and managed Shri Aradhana Educational &amp; Charitable Trust.</p>\r\n<p>&nbsp;</p>\r\n<p>Points of Interest in District</p>\r\n<p>Salangpur Hanumanji Temple [Shri Kashtabhanjan Hanumanji Temple and BAPS Swaminarayan Temple]- Gadhada is among the more prominent centres in the Swaminarayan Sampraday.</p>\r\n<p>Shree Swaminarayan Temple, Gadhada - old temple initiated by Lord Swaminarayan himself; and the massive new one built by BAPS gadi</p>\r\n<p>Bhimnath Mahadev - at Bhimnath, Polarpur is an ancient temple, associated with mythology of Mahabharata times [across border with Ahmedabad district]. The temple is small and housed in the middle of a River path, which gets flooded during monsoon.</p>\r\n<p>With in the Botad city - Shree Swaminarayna mandir located Inside Nagalpar gate in the city centre is big and popular. Swaminarayan temple built by BAPS gadi in Sahjanand Society is located little easterly Nagalpar gate.&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Botad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","subContents":[{"SubTitle":"1. Salangpur Hanumanji Temple","SubTitleHindi":null,"SubContent":"<p>This Hanumanji temple is considered most holy and sacred. It is among the more prominent ones in the Swaminarayan Sampraday. The image of Hanuman was installed by Sadguru Gopalanand Swami This temple is so powerful and centre of religious faith.. Sarangpur is easily reached by bus or car, as it is only 82 km from Bhavnagar.There can be a long wait at the temple gate sometimes, mainly on Saturdays. The temple is really big and spacious, and the statue of Lord Hanuman is really impressive.</p>","SubContentHindi":null,"ImageUrl":"c12fbdc0-a56f-48a1-8e68-c2cdbe19f1de_Salangpur-Hanumanji-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Swaminarayan Temple - Gadhada","SubTitleHindi":null,"SubContent":"<p>The temple is a place of many memories of Swaminarayan. On the path of the worship circuit of the inner temple, there is the idol of Ghanshyam facing northward. This prasadi temple has prasadi items of Swaminarayan displayed in a museum at the temple. On the southern side of the temple, there is a big neem tree&nbsp; and the chamber of Vasudeva where Swaminarayan gave several discourses which are recorded in the Vachanamrut scripture.In May 2012, the temple's spires were plated with gold, making it the first temple in Gujarat to have golden spires.</p>","SubContentHindi":null,"ImageUrl":"49f71194-3e69-4471-8eef-0ea7e6daa449_Swaminarayan-Temple-Gadhada.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Bhimnath Mahadev - Bhimnath","SubTitleHindi":null,"SubContent":"<p>This place is very Historical. It is related to Mahabharat.(Pandavo).The stone laid down under the Jal tree by Bhim, was worship by Arjun(Pandav) and it is called Bhimnath Mahadev.</p>","SubContentHindi":null,"ImageUrl":"d22132dc-63f7-42b7-9726-b41ea6a4af42_Bhimnath-Mahadev-Bhimnath.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. How to Reach","SubTitleHindi":null,"SubContent":"<p>Botad is well connected to Ahmedabad, Mumbai, Surat, Vadodara, Bhavangar, Rajkot and Surendranagar by rail and road. With Botad Junction railway station, there is direct rail service to Mumbai, Ahmedabad, Surat, Pune, Hyderabad, Kakinada, Asansol, Delhi Sarai Rohilla and Kochuveli on the east coast.</p>\r\n<p>source: https://botad.gujarat.gov.in</p>","SubContentHindi":null,"ImageUrl":"7391d147-6863-46fe-8c13-d7c4741f4546_Botad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-botad-gujarat","tags":[{"name":"gujarat","slug":"gujarat"},{"name":"botad","slug":"botad"}],"recommendations":[{"id":467,"title":"Top Places to visit in Rajkot, Gujarat","imageUrl":"e09bc416-f99a-493a-93e2-528caf86ab29_Rajkot-railway.jpg","dateCreated":"2019-08-25T02:29:58.449Z","dateModified":"2019-08-25T02:30:20.157Z","contributedBy":"AskGif","content":"Rajkot is the fourth-largest city in the state of Gujarat, India, after Ahmedabad, Surat and Vadodara and is in the centre of the Saurashtra region of Gujarat. Rajkot is the 35th-largest urban agglomeration in India, with a population of more than 1.8 million as of 2018(appx). Rajkot is the ninth","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e09bc416-f99a-493a-93e2-528caf86ab29_Rajkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajkot","slug":"rajkot"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-rajkot-gujarat","total":0},{"id":390,"title":"Top Places to visit in Bhavnagar, Gujarat","imageUrl":"53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","dateCreated":"2019-06-05T07:01:21.623Z","dateModified":"2019-06-05T07:11:19.402Z","contributedBy":"AskGif","content":"Bhavnagar is a city in the Bhavnagar district of the Saurashtra region of the Gujarat state of India. It was founded in 1724 by Bhavsinhji Gohil (1703&ndash;1764). It was the capital of Bhavnagar State, which was a Princely state before it was merged into the Indian Union in 1948. It is now admin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhavnagar","slug":"bhavnagar"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-bhavnagar-gujarat","total":0},{"id":386,"title":"Top Places to visit in Anand, Gujarat","imageUrl":"72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","dateCreated":"2019-05-18T15:02:06.285Z","dateModified":"2019-05-18T15:25:45.784Z","contributedBy":"AskGif","content":"Anand is the administrative centre of Anand District in the state of Gujarat, India. It is administered by Anand Municipality. It is part of the region known as Charotar, consisting of Anand and Kheda districts.\r\n&nbsp;\r\nAnand is known as the Milk Capital of India. It became famous ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"anand","slug":"anand"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-anand-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}