{"id":391,"title":"बोटाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","dateCreated":"2019-06-06T15:42:17.16Z","dateModified":"2019-06-06T15:52:20.604Z","contributedBy":"AskGif","content":"<p>बोटाद बोटाद जिले, गुजरात, भारत का एक शहर और जिला मुख्यालय है। यह भावनगर से लगभग 92 किमी और अहमदाबाद से सड़क मार्ग से 133 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोटाद सभी गुजरात बड़े शहर</p>\r\n<p>गढ़ा में स्वामीनारायण मंदिर</p>\r\n<p>बोताद जयवर्चंद मेघानी कामकाजी जगह है</p>\r\n<p>बोटाद गेटवे ऑफ काठियावाड है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोटाड जिला भारत के गुजरात राज्य का एक जिला है। यह 15 अगस्त 2013 को अहमदाबाद जिले के दक्षिण-पश्चिमी भाग और भावनगर जिले के उत्तर-पश्चिमी भाग से बनाया गया था। बोटाद में चार तालुका बोटाद, गढ़ा, बरवाला, रणपुर शामिल हैं। बोटाद शहर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला भावनगर जिले से दक्षिण-पूर्व में, उत्तर और उत्तर-पश्चिम में सुरेन्द्रनगर जिला, दक्षिण-पश्चिम में अमरेली जिला, उत्तर-पूर्व में अहमदाबाद जिला और पश्चिम में राजकोट जिला से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोटाद जिले में चार तालुका शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>बोटाड,</p>\r\n<p>Gadhada,</p>\r\n<p>Barvala,</p>\r\n<p>रानपुर</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>बोटाड में क्लॉक टॉवर को एक प्रमुख आकर्षण के रूप में माना जाता था जब महाराजा कृष्ण कुमार सिंघजी और तख्त सिंहजी (भावनगर राज्य) के शासनकाल के दौरान विकास शुरू हुआ। क्लॉक टॉवर श्री दामोदर जगजीवन (शाह) द्वारा बनाया गया था। आज, टॉवर चाक शहर पर केंद्रीय व्यापार जिला है। उनके नाम पर भवन में एक पुस्तकालय है।</p>\r\n<p>शहर का गेट (गाम दरवाजा) उस समय हुआ करता था जिसे दीन दयाल चाक के नाम से जाना जाता है।</p>\r\n<p>ताजियो बोटाद का एक प्रमुख भवन संरचना आकर्षण है, जो हर साल बड़ी संख्या में पर्यटकों को आकर्षित करता है। इस संरचना का निर्माण तुलसी मिस्त्री नामक एक सिविल इंजीनियर और उद्यमी द्वारा क्लॉक टॉवर के निर्माण के उद्देश्य से किया गया था। उन्हें भावनगर राज्य के राजकुमार द्वारा एक घड़ी लगाने की अनुमति से इनकार कर दिया गया था।</p>\r\n<p>बोटाद झील का निर्माण महाराजा कृष्ण कुमार सिंहजी (भावनगर राज्य) ने कराया था। झील एक जलाशय के रूप में कार्य करती है जो आज भी शहर से जुड़े अधिकांश क्षेत्रों में पानी की आपूर्ति करती है। झील बोटाद शहर में घूमने के लिए आकर्षक स्थानों में से एक है।</p>\r\n<p>शहर के केंद्र में नागलपर गेट के अंदर स्थित श्री स्वामीनारायण मंदिर बड़ा और लोकप्रिय है। सहजानंद सोसाइटी में BAPS गाडी द्वारा निर्मित स्वामीनारायण मंदिर थोड़ा नागलपार द्वार पर स्थित है। बाहरी इलाके में दक्षिण-पश्चिम में स्थित मंगल पारा में एक संबंधित गुरुकुल के साथ एक अन्य स्वामीनारायण मंदिर है। इसके अलावा शहर में कुछ अन्य छोटे स्वामीनारायण मंदिर भी हैं। वीरेश्वर महादेव मंदिर बाहरी इलाके में स्थित है।</p>\r\n<p>यहां मुस्लिम संत पीर हमीर खान की समाधि और समाधि है। उनके बारे में कहा जाता है कि वह रणपुर के थानदार थे, जो गढ़ा के पास उगमेड़ी में खुमान और वाल कथियों के साथ युद्ध में मारे गए थे।</p>\r\n<p>सतपुड़ा पहाड़ियों के पास, फतसर नामक एक ठीक-ठाक टैंक है, जो इस शहर से दूर नहीं है। अधिकांश शहर को पानी की आपूर्ति करने वाली झील का निर्माण भावनगर राज्य के महाराजा कृष्ण कुमार सिंहजी द्वारा किया गया था, और यह एक लोकप्रिय आकर्षण है।</p>\r\n<p>हरण कुई, या वसंत या खैर हिरण के लिए, शहर के उत्तरी किनारे पर एक ताजे पानी का झरना था, जहां हजारों हिरण के साथ-साथ अन्य जंगली जानवर भी रहते थे।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर में पब्लिक-स्कूल प्रणाली राज्य सरकार द्वारा संचालित है। अध्ययन की भाषा सभी सार्वजनिक स्कूलों और अधिकांश निजी स्कूलों में गुजराती है। कुछ प्राथमिक स्कूल अंग्रेजी में निर्देश प्रदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बोटड हाई स्कूल भारतीय स्वतंत्रता के बाद बनाया गया पहला हाई स्कूल था। शहर में कई कॉलेज हैं। कवी श्री दामोदरदास बोटादकर कॉलेज की स्थापना 1960 के दशक के मध्य में हुई थी। महिला (महिला) कॉलेज 1995 में शुरू हुआ। दोनों स्कूल भाषा, अर्थशास्त्र, लेखांकन, व्यवसाय प्रशासन और वाणिज्य में पाठ्यक्रम प्रदान करते हैं। श्री संतराम एजुकेशन ट्रस्ट में श्री के। राजगुरुजी प्रथमिक शाला (प्राथमिक विद्यालय) और मध्यमिक शाला (माध्यमिक विद्यालय) शामिल हैं। श्री सांवने ट्रस्ट एमबीए और बी.फार्मा डिग्री प्रदान करता है। तक्षशिला एजुकेशनल एंड चैरिटेबल ट्रस्ट बी.एड डिग्री प्रदान करता है। श्री जेएम सबवा इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी (जेएमएसआईईटी) तकनीकी शिक्षा प्रदान करता है। यह 2011 में स्थापित किया गया था और श्री आराधना एजुकेशनल एंड चैरिटेबल ट्रस्ट का प्रबंधन किया।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में रुचि के अंक</p>\r\n<p>सलांगपुर हनुमानजी मंदिर [श्री काष्टभंजन हनुमानजी मंदिर और बीएपीएस स्वामीनारायण मंदिर] - गदाधर स्वामीनारायण संप्रदाय में अधिक प्रमुख केंद्रों में से एक है।</p>\r\n<p>श्री स्वामीनारायण मंदिर, गढ़ा - पुराना मंदिर जिसकी शुरुआत खुद भगवान स्वामीनारायण ने की थी; और BAPS गाडी द्वारा निर्मित विशाल नया</p>\r\n<p>भीमनाथ महादेव - भीमनाथ में, पोलारपुर एक प्राचीन मंदिर है, जो महाभारत काल की पौराणिक कथाओं से जुड़ा है [अहमदाबाद जिले की सीमा के पार]। मंदिर छोटा है और नदी के मार्ग के बीच में स्थित है, जो मानसून के दौरान बह जाता है।</p>\r\n<p>बोटाद शहर में - शहर के केंद्र में अंदर नागलपर गेट स्थित श्री स्वामीनारायण मंदिर बड़ा और लोकप्रिय है। सहजानंद सोसाइटी में BAPS गाडी द्वारा निर्मित स्वामीनारायण मंदिर थोड़ा नागलपार द्वार पर स्थित है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Botad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","subContents":[{"SubTitle":"1. सलांगपुर हनुमानजी मंदिर","SubTitleHindi":null,"SubContent":"<p>इस हनुमानजी मंदिर को सबसे पवित्र और पवित्र माना जाता है। यह स्वामीनारायण संप्रदाय में अधिक प्रमुख है। सद्गुरु गोपालानंद स्वामी द्वारा हनुमान की प्रतिमा स्थापित की गई थी। यह मंदिर इतना शक्तिशाली और धार्मिक आस्था का केंद्र है। सारंगपुर बस या कार से आसानी से पहुंचा जा सकता है, क्योंकि यह भावनगर से केवल 82 किमी दूर है। मंदिर के गेट पर एक लंबा इंतजार हो सकता है कभी-कभी, मुख्य रूप से शनिवार को। मंदिर वास्तव में बड़ा और विशाल है, और भगवान हनुमान की प्रतिमा वास्तव में प्रभावशाली है।</p>","SubContentHindi":null,"ImageUrl":"c12fbdc0-a56f-48a1-8e68-c2cdbe19f1de_Salangpur-Hanumanji-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. स्वामीनारायण मंदिर - गढ़ा","SubTitleHindi":null,"SubContent":"<p>मंदिर स्वामीनारायण की कई यादों का एक स्थान है। आंतरिक मंदिर के पूजा सर्किट के मार्ग पर, उत्तर की ओर घनश्याम की मूर्ति है। इस प्रसादी मंदिर में मंदिर में एक संग्रहालय में प्रदर्शित स्वामीनारायण की प्रसादी वस्तुएँ हैं। मंदिर के दक्षिणी ओर, एक बड़ा नीम का पेड़ और वासुदेव का कक्ष है जहाँ स्वामीनारायण ने कई प्रवचन दिए जो वचनामृत ग्रंथ में दर्ज हैं। मई 2012 में, मंदिर के पालक सोने से मढ़ गए थे, जिससे यह पहला मंदिर बन गया। गुजरात में सुनहरी चौखटें हैं।</p>","SubContentHindi":null,"ImageUrl":"49f71194-3e69-4471-8eef-0ea7e6daa449_Swaminarayan-Temple-Gadhada.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. भीमनाथ महादेव - भीमनाथ","SubTitleHindi":null,"SubContent":"<p>यह जगह बहुत ऐतिहासिक है। यह महाभारत से संबंधित है। (पांडव)। भीम द्वारा जल वृक्ष के नीचे रखा गया पत्थर, अर्जुन (पांडव) द्वारा पूजा जाता था और इसे भीमनाथ महादेव कहा जाता है।</p>","SubContentHindi":null,"ImageUrl":"d22132dc-63f7-42b7-9726-b41ea6a4af42_Bhimnath-Mahadev-Bhimnath.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>बोटाद रेल और सड़क मार्ग से अहमदाबाद, मुंबई, सूरत, वडोदरा, भावनगर, राजकोट और सुरेंद्रनगर से अच्छी तरह से जुड़ा हुआ है। बोटड जंक्शन रेलवे स्टेशन के साथ, पूर्व तट पर मुंबई, अहमदाबाद, सूरत, पुणे, हैदराबाद, काकीनाडा, आसनसोल, दिल्ली सराय रोहिल्ला और कोचुवेली के लिए सीधी रेल सेवा है।</p>\r\n<p>स्रोत: https://botad.gujarat.gov.in</p>","SubContentHindi":null,"ImageUrl":"7391d147-6863-46fe-8c13-d7c4741f4546_Botad-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-botad-gujarat","tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"बोटाड","slug":"botad"}],"recommendations":[{"id":467,"title":"राजकोट में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"e09bc416-f99a-493a-93e2-528caf86ab29_Rajkot-railway.jpg","dateCreated":"2019-08-25T02:29:58.449Z","dateModified":"2019-08-25T02:30:20.157Z","contributedBy":"AskGif","content":"अहमदाबाद, सूरत और वडोदरा के बाद, भारत के गुजरात राज्य में राजकोट चौथा सबसे बड़ा शहर है और गुजरात के सौराष्ट्र क्षेत्र के केंद्र में है। राजकोट भारत का 35 वाँ सबसे बड़ा शहरी समूह है, जहाँ 2018 (लगभग) की आबादी 1.8 मिलियन से अधिक है। राजकोट भारत का नौवां सबसे स्वच्छ शहर है, और जुलाई 2019 तक दुनिया क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e09bc416-f99a-493a-93e2-528caf86ab29_Rajkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजकोट","slug":"rajkot"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-rajkot-gujarat","total":0},{"id":390,"title":"भावनगर में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","dateCreated":"2019-06-05T07:01:21.623Z","dateModified":"2019-06-05T07:11:19.402Z","contributedBy":"AskGif","content":"भावनगर भारत के गुजरात राज्य के सौराष्ट्र क्षेत्र के भावनगर जिले का एक शहर है। इसकी स्थापना 1724 में भवसिंहजी गोहिल (1703-1764) ने की थी। यह भावनगर राज्य की राजधानी थी, जो 1948 में भारतीय संघ में विलय होने से पहले एक रियासत थी। यह अब भावनगर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nभाव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भावनगर","slug":"bhavnagar"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-bhavnagar-gujarat","total":0},{"id":386,"title":"आनंद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","dateCreated":"2019-05-18T15:02:06.285Z","dateModified":"2019-05-18T15:25:45.784Z","contributedBy":"AskGif","content":"आनंद भारत के गुजरात राज्य में आनंद जिले का प्रशासनिक केंद्र है। यह आनंद नगर पालिका द्वारा प्रशासित है। यह आनंद और खेड़ा जिलों से मिलकर चारोटार के रूप में जाना जाता है।\r\n&nbsp;\r\nआनंद को भारत की मिल्क कैपिटल के रूप में जाना जाता है। यह अमूल डेयरी और इसकी दुग्ध क्रांति के लिए प्रसिद्ध ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/72547f35-d841-4bcf-b14f-b7440047fbb9_anand-jn.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आनंद","slug":"anand"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-anand-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}