{"id":394,"title":"Accessing the RabbitMQ Console in Cloud Foundry","imageUrl":"362fdc56-8bd4-4e3d-9a4f-f0fa18f39e55_Header_Post_RabbitMQ_EN.jpg","dateCreated":"2019-06-19T06:56:01.352Z","dateModified":"2019-06-19T06:56:11.237Z","contributedBy":"AskGif","content":"<p>Each Cloud Foundry instance is a self-contained environment (cloud) that is generally intended to be used as a black box application container. It is implemented in a virtualized environment that hides the actual virtual/physical topology from the deployer.&nbsp; Service configuration, provisioning, log viewing and application deployment are done from outside the cloud through external tools.&nbsp; Cloud services may use any ports or other resources and use unique usernames and passwords for each instance. Applications rendezvous with services, at run time, via declared service names. Cloud services are not visible outside the container.&nbsp; All system monitoring must be done through log files, through code deployed in the application or through tooling provided by Cloud Foundry.</p>\r\n<p>&nbsp;</p>\r\n<p>Service tunneling, where you can bind to the data port of a provisioned service, will be added to Cloud Foundry in a post 1.0 release.&nbsp; This blog article describes how it will work and how you can use it today.</p>\r\n<p>&nbsp;</p>\r\n<p>Cloud Foundry supports a broad set of services that can be discovered through the service catalog.&nbsp; Those services are provisioned, making them available to applications, via the VMC command line tool or through the STS Cloud Foundry plug-in.&nbsp; Multiple instances of any service may be provisioned in a single cloud/container.&nbsp; Service instances start as soon as they are provisioned. This screenshot shows the output of the VMC services command run against a (Micro) Cloud Foundry instance. There are 5 services types available for provisioning and one RabbitMQ instance started.</p>\r\n<p>&nbsp;</p>\r\n<p>Applications can be made up of multiple custom code components each of which can be bound to some subset of the provisioned services.&nbsp; Individual application components can communicate with each other or share data through services that they share.</p>\r\n<p>&nbsp;</p>\r\n<p>Example:&nbsp; A coffee shop workflow involving 5 people.&nbsp; One places the order, one takes the order, one person processes hot drinks, one cold drinks and one delivers the order.&nbsp; Those 5 components (people) might be implemented as separate processes that could be independently deployed.&nbsp; The 5 processes could communicate via a previously provisioned message broker that is service bound to each application.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Micro Cloud Foundry is a self-contained, Virtual Machine (VM), version of Cloud Foundry running on a Linux Operating System (OS).&nbsp; It comes pre-loaded and configured to enable the various services without any installation hassle.&nbsp; Micro Cloud Foundry does not implement all of the isolation levels of the public cloud. We will use this feature to gain access to the RabbitMQ management console.</p>\r\n<p>&nbsp;</p>\r\n<p>RabbitMQ in Cloud Foundry</p>\r\n<p>&nbsp;</p>\r\n<p>Cloud Foundry supports several different services including RabbitMQ.&nbsp; &nbsp;You can see available services via the VMC services command line tool described above.&nbsp; A service like RabbitMQ can be provisioned (started) via VMC or SpringToolSuite (STS).&nbsp; That service is then bound a deployed application when the application is deployed and started.&nbsp; The application finds the service at run-time with a service name resolution process.&nbsp; Java/Spring users can see these as spring beans whose ids match the service name. The following screenshot shows a single RabbitMQ service instance that is called loanshark-rabbitmq.&nbsp; The instance is bound to the cafe-create-order-web application.</p>\r\n<p>&nbsp;</p>\r\n<p>Each entry in the \"Services\" tab represents a different service instance with its own name, resource pool, ports and user ids.&nbsp; The application in the \"Applications\" tab shows that \"cafe-create-order-web\" is selected.&nbsp; The information on the right is tied to that application. You can see that \"loanshark-rabbitmq\" is an application service for this application.</p>\r\n<p>&nbsp;</p>\r\n<p>The RabbitMQ Management Console</p>\r\n<p>&nbsp;</p>\r\n<p>RabbitMQ supports extension via plugins.&nbsp; The Management Console plug-in provides information and control functions for it's associated, broker.&nbsp; Users can view queue depth, create exchanges and queues and set up security functions.&nbsp; Queued messages can be de-queued, viewed or deleted.&nbsp; This picture shows two queues each with 200 undelivered messages.&nbsp; Port 55672 is the standard admin port.&nbsp; &nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The Management Console plugin is configured and enabled in Cloud Foundry but is not publicly available.&nbsp; Cloud Foundry assigns random ports so to each RabbitMQ instance and management server.&nbsp; This lets it support multiple brokers on a single host and removes consumers assumptions about the environment.</p>\r\n<p>&nbsp;</p>\r\n<p>Accessing the Management Console in Micro Cloud Foundry</p>\r\n<p>&nbsp;</p>\r\n<p>Micro Cloud Foundry is designed to do local development and small deployments.&nbsp; It is not as \"locked down\" as the public or hosted Cloud Foundry environments letting us log in and access internal web services. RabbitMQ in the MCF runs with the management console enabled.&nbsp; The problem is finding the port number and username/password for running RabbitMQ instances.&nbsp;&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>This section assumes that you have a working Micro Cloud Foundry VM version 1.1.&nbsp; You should know the hostname of that instance and the password you gave it at time of configuration.&nbsp; The hostname will be something like &lt;your cluster name&gt;.cloudfoundry.me that is set by CloudFoundry.com when you got your token. You can see the hostname in the VM console at the top of the screen.</p>\r\n<p>Connect to the Micro Cloud Foundry instance with VMC. You may have run a set of commands to connect to the right cloud foundry instance, using vmc target, and register a user id with VMC register to create a useable user id.</p>\r\n<p>Verify that rabbitmq is an available service with vmc services.</p>\r\n<p>Provision a rabbitmq instance using either STS or VMC.&nbsp; The VMC command would be something like VMC create-service rabbitmq &lt;instance name&gt;&nbsp; where &lt;instance name&gt; is the name the running instance is registered under.&nbsp; STS users should use the server configuration screen that you get by double-clicking on your cloud foundry server in the Servers tab.</p>\r\n<p>ssh into the MCF virtual machine as root ssh root@&lt;your cluster name&gt;.cloudfoundry.me using the vcap password you entered when you started up the MCF virtual machine.</p>\r\n<p>Find the running instance of Rabbit.&nbsp; All instances are located in /var/vcap/store/rabbitmq_srs/agent/instance/ There should be only one instance unless you provisioned rabbit more than once.</p>\r\n<p>Look in the rabbitmq.log file for the instance at /var/vcap/store/rabbitmq_srs/agent/instance/&lt;rabbit_instance_id&gt;/log/rabbitmq.log. Look for a line that gives the name and port.&nbsp; You'll need that to connect with the browser.</p>\r\n<p>Look in the configuring_users log file to see what user id and password the cloud gave to your service instance. It should be a line that includes rabbitmqctl add_user.&nbsp; The full path to the file should be /var/vcap/store/rabbitmq_srs/agent/instance/&lt;rabbit_instance_id&gt;/log/configuring_users.log They will look similar to encrypted passwords.</p>\r\n<p>&nbsp;Connect to the management server with your web browser.&nbsp; Use the URL http://&lt;cluster_name&gt;.cloudfoundry.me Authenticate with the user name and password you got from the log file. You should now have full access to the management web interface. The user interface should initially show now exchanges or queues.</p>\r\n<p>Deploy an application bound to rabbit. You should see traffic in the management console you just connected to.</p>\r\n<p>&nbsp;</p>\r\n<p>Using Spring to Simplify Cloud Migration</p>\r\n<p>&nbsp;</p>\r\n<p>The opaque/proprietary nature of cloud deployments often means a developer has to code to the cloud.&nbsp; They end up with one version that uses the local deployment APIs and one that version that uses the Cloud APIs with the associated problems of determining which version to run at any given time. Spring's Dependency Injection (DI) architecture makes it easy for Java developers to flip between Non-Cloud and Cloud configurations by decoupling the module connection process. The following XML config shows how an AMQP connection bean could be configured Cloud Foundry and for a standard environment. The consuming code that is injected with or looks up this bean has no idea when version it is getting.</p>\r\n<pre class=\"language-markup\"><code>&lt;!-- Obtain a connection to the RabbitMQ via cloudfoundry-runtime: --&gt;\r\n    &lt;beans profile=\"cloud\"&gt;\r\n        &lt;cloud:rabbit-connection-factory\r\n            id=\"rabbitConnectionFactory\" /&gt;\r\n    &lt;/beans&gt;\r\n\r\n    &lt;!-- connect to the local broker using the default user name and password --&gt;\r\n    &lt;beans profile=\"dev\"&gt;\r\n        &lt;bean id=\"rabbitConnectionFactory\"\r\n            class=\"org.springframework.amqp.rabbit.connection.CachingConnectionFactory\"&gt;\r\n            &lt;constructor-arg value=\"localhost\" /&gt;\r\n            &lt;property name=\"username\" value=\"guest\" /&gt;\r\n            &lt;property name=\"password\" value=\"guest\" /&gt;\r\n        &lt;/bean&gt;\r\n    &lt;/beans&gt;</code></pre>\r\n<p>The XML uses Spring Profiles to pick the correct bean definition at initialization time.&nbsp; The originating example runs as a java program in development and in a Cloud Foundry environment for deployment testing.&nbsp; All Java code in Cloud Foundry is deployed in a container so we use a web application listener to do spring initialization in the cloud and a traditional Main() when running on a local machine. These two entry points provide a simple place to set the profile without having to create separate config files.</p>\r\n<p>&nbsp;</p>\r\n<p>This code shows how the profile is used for the stand-alone program:&nbsp;</p>\r\n<pre class=\"language-java\"><code>public static void main(String[] args) {\r\n        AbstractApplicationContext context = \r\n            CafeDemoAppUtilities.loadProfileContext(\r\n                    \"/META-INF/spring/integration/amqp/cafeDemo-amqp-xml.xml\", \r\n                    CafeDemoAppAmqp.class,\"dev\");\r\n                   ...\r\n        context.close();\r\n    }</code></pre>\r\n<p>This code shows how the profile is used in the web application listener:&nbsp;</p>\r\n<pre class=\"language-java\"><code>public void contextInitialized(ServletContextEvent arg0) {\r\n        AbstractApplicationContext context = \r\n                CafeDemoAppUtilities.loadProfileContext(\r\n                        \"/META-INF/spring/integration/amqp/cafeDemo-amqp-xml.xml\", \r\n                        CafeDemoAppAmqp.class,\"cloud\");\r\n        ...\r\n   }\r\n\r\n</code></pre>\r\n<p>Conclusion</p>\r\n<p>&nbsp;</p>\r\n<p>Micro Cloud Foundry provides a simple way of deploying and testing applications along with their associated services without the headaches of manually installing all the components. It provides more open access than an external cloud making it possible to accesses tools and monitors that would not otherwise be available.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/362fdc56-8bd4-4e3d-9a4f-f0fa18f39e55_Header_Post_RabbitMQ_EN.jpg","subContents":[],"category":{"name":"coding","slug":"coding"},"slug":"accessing-the-rabbitmq-console-in-cloud-foundry","tags":[{"name":"java","slug":"java"},{"name":"rabbitmq","slug":"rabbitmq"}],"recommendations":[{"id":394,"title":"Accessing the RabbitMQ Console in Cloud Foundry","imageUrl":"362fdc56-8bd4-4e3d-9a4f-f0fa18f39e55_Header_Post_RabbitMQ_EN.jpg","dateCreated":"2019-06-19T06:56:01.352Z","dateModified":"2019-06-19T06:56:11.237Z","contributedBy":"AskGif","content":"Each Cloud Foundry instance is a self-contained environment (cloud) that is generally intended to be used as a black box application container. It is implemented in a virtualized environment that hides the actual virtual/physical topology from the deployer.&nbsp; Service configuration, provisioni","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/362fdc56-8bd4-4e3d-9a4f-f0fa18f39e55_Header_Post_RabbitMQ_EN.jpg","category":{"name":"coding","slug":"coding"},"tags":[{"name":"java","slug":"java"},{"name":"rabbitmq","slug":"rabbitmq"}],"slug":"accessing-the-rabbitmq-console-in-cloud-foundry","total":0},{"id":85,"title":"Discuss Towers of Hanoi Puzzle.","imageUrl":"c0163425-be46-4869-b182-865969bc6dee_tower-of-hanoi.gif","dateCreated":"2018-08-06T08:19:23.128Z","dateModified":"2018-08-06T08:19:38.491Z","contributedBy":"AskGif","content":"The Tower of Hanoi is a mathematical puzzle.&nbsp; It consists of three rods and a number of disks of different sizes which can slide onto any rod. The puzzle starts with the disks on one rod in ascending order of size the smallest at the top, thus making a conical shape. The objective of the puz","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0163425-be46-4869-b182-865969bc6dee_tower-of-hanoi.gif","category":{"name":"coding","slug":"coding"},"tags":[{"name":"interview","slug":"interview"},{"name":"recursion","slug":"recursion"},{"name":"java","slug":"java"},{"name":"questions","slug":"questions"}],"slug":"discuss-towers-of-hanoi-puzzle","total":0},{"id":53,"title":"How to Find Maximum Value Contiguous Subsequence?","imageUrl":"8a4e1acc-7d87-4759-81e9-b9987ddc13c8_max-subarray.jpg","dateCreated":"2018-07-30T09:53:10.091Z","dateModified":"2018-07-30T09:54:41.928Z","contributedBy":"AskGif","content":"The input to this problem is an array A[1...n] of real numbers. You need to find out what the highest value is that can be obtained by summing up all numbers of a contiguous subsequence A[i], A[i+1],...A[j] of A. If A does not contain negative numbers, the problem is trivial and can be solved by ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8a4e1acc-7d87-4759-81e9-b9987ddc13c8_max-subarray.jpg","category":{"name":"coding","slug":"coding"},"tags":[{"name":"algorithm","slug":"algorithm"},{"name":"interview","slug":"interview"},{"name":"dynamic-programming","slug":"dynamic-programming"},{"name":"java","slug":"java"},{"name":"questions","slug":"questions"}],"slug":"how-to-find-maximum-value-contiguous-subsequence","total":0},{"id":1,"title":"How to install java on EC2 Ubuntu 16-04","imageUrl":"d11fed6a-e800-4779-8cee-f7f5c8c42ee8_00_lead_image_java_in_ubuntu.png","dateCreated":"2018-06-20T13:02:11.29Z","dateModified":"2018-07-07T15:23:51.439Z","contributedBy":"AskGif","content":"This blog is in continuation to blog&nbsp;<a href=\"../../../../../blog/3/how-to-create-ec2-instance-on-aws-free-tier-plan/?lang=en\" target=\"_blank\" rel=\"noopener\">How to create EC2 instance on AWS Free Tier plan.</a>&nbsp;if you missed please revisit.\r\nFirst we need to get an Ubuntu (16.04","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d11fed6a-e800-4779-8cee-f7f5c8c42ee8_00_lead_image_java_in_ubuntu.png","category":{"name":"tutorials","slug":"tutorials"},"tags":[{"name":"jre","slug":"jre"},{"name":"jdk","slug":"jdk"},{"name":"java","slug":"java"}],"slug":"how-to-install-java-on-ec2-ubuntu-16-04","total":0}]}