{"id":397,"title":"Top Places to visit in Chhota Udepur, Gujarat","imageUrl":"862b0c19-e08c-45be-84cd-93d3cb48d566_Chhota-Udepur.jpg","dateCreated":"2019-06-22T07:47:45.745Z","dateModified":"2019-06-22T08:16:34.31Z","contributedBy":"AskGif","content":"<p>Chhota Udaipur is a city and a municipality in Chhota Udaipur district in the state of Gujarat, India. It is the headquarters of Chhota Udaipur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Chhota Udaipur district (also Chhota Udepur district) is a district in the state of Gujarat in India. It was carved out of the Vadodara district on 26 January 2013 with its headquarters at Chhota Udaipur town and is the 28th district of Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The Kali Niketan (Nahar Mahal) palace, built as the summer residence of the erstwhile royal family is a notable monument in Chhota Udaipur. Chhota Udaipur is also known for the Rathwas in and around the city. The Rathwas are known for Pithora painting, usually carried out on the walls of the village houses. The tribal museum of Chhota Udaipur has a large collection of tribal artefacts. Many tribal artefacts are also brought for sale in the hats (weekly markets) in the city and nearby villages. Industries in largest dolomite lums and powder.</p>\r\n<p>&nbsp;</p>\r\n<p>Description</p>\r\n<p>Chhota Udaipur is a tribal dominated district and the district headquarters is located 110 km away from Vadodara. It shares its borders with the state of Madhya Pradesh. Chhota Udaipur is the third tribal dominated district in eastern Gujarat after the Narmada and Tapi districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Chhota Udaipur district has a forest area of 75,704 hectares and has deposits of dolomite, fluorite, granite and sand all of which are mined. The district is also home to a large dairy industry. The Rathwa tribals who live here produce the Pithora mural paintings by mixing colours with liquour and milk and then using it to depict intricate motifs and scenes on the walls of their village dwellings.</p>\r\n<p>&nbsp;</p>\r\n<p>Chhota Udaipur, once a princely state of Gujarat lies in the heart of a tribal area with rich indigenous history and culture which is more representative of the region than palaces. The town is a good base from which to explore the surrounding tribal villages, particularly in the Rathwa communities. The Tribal Museum here displays a nice collection of people and culture of this place. Every Saturday there is a tribal market which is a hub for local artisans making pithoda paintings and terracotta horses.</p>\r\n<p>&nbsp;</p>\r\n<p>Chhota Udaipur sits on the edge of a big lake, with a series of temples along the skyline. Structures from the 1920s such as the Kusum Vilas Palace (now a heritage hotel) and Prem Bhavan are also worth visiting, though they need permission from the local royal family. The Kali Niketan (Nahar Mahal) palace, built as the summer residence of the erstwhile royal family is a notable monument in Chhota Udaipur. The Jain temple is an interesting example of the influence of Victorian art on local building styles, which is otherwise rare display in traditional Jain buildings elsewhere.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>&nbsp;</p>\r\n<p>Chhota Udaipur State Coat of Arms</p>\r\n<p>Main article: Chhota Udaipur State</p>\r\n<p>Chhota Udaipur was the capital of the erstwhile Princely State of Chhota Udaipur, founded in 1743 by Rawal Udeysinhji, a descendant of Patai Rawal of Champaner. This state was a First class state under Rewa Kantha Agency and merged with the Union of India on 10 March 1948.</p>\r\n<p>&nbsp;</p>\r\n<p>Rulers (title Maharaja Maharawal)</p>\r\n<p>1762 &ndash; 1771 Arsisinhji</p>\r\n<p>1771 &ndash; 1777 Hamirsinhji II</p>\r\n<p>1777 &ndash; 1822 Bhimsinhji</p>\r\n<p>1822 &ndash; 1851 Gumansinhji</p>\r\n<p>1851 &ndash; 1881 Jitsinhji</p>\r\n<p>1881 &ndash; 1895 Motisinhji</p>\r\n<p>1895 &ndash; 29 Aug 1923 Fatehsinhji (b. 1884 &ndash; d. 1923)</p>\r\n<p>29 Aug 1923 &ndash; 15 Oct 1946 Natwarsinhji Fatehsinhji (b. 1906 &ndash; d. 1946)</p>\r\n<p>15 Oct 1946 &ndash; 15 Aug 1947 Virendrasinhji (b. 1907- d. 27 June 2005)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chhota_Udaipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/862b0c19-e08c-45be-84cd-93d3cb48d566_Chhota-Udepur.jpg","subContents":[{"SubTitle":"1. Chhotaudepur Museum","SubTitleHindi":null,"SubContent":"<p>Chhota Udepur museum is located on the main town of chhotaUdepur itself. It showcases the vibrant life of the tribals in the district . Their family life, daily routines , artforms , paintings etc are shown in great detail.</p>\r\n<p>&nbsp;</p>\r\n<p>Museum is open from monday to saturday and timings are from 9 am to 6 pm.</p>","SubContentHindi":null,"ImageUrl":"e1c0cd2f-3ab0-4140-acb9-7e30b24e28df_Chhotaudepur-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. BAPS Swaminarayan Mandir","SubTitleHindi":null,"SubContent":"<p>BAPS Swaminarayan temple is located around 35 km from main town of Chhota Udepur district. Situated in a large pilgrim complex, swaminarayan temple is a sacred site for many hindus in the district. Main attraction of the temple is the exquisite stone carvings on temple walls . Sacrifices made by swaminarayan is described in great detail here . Devotees can reach this temple from Chhota Udepur through state govt and private buses that operate on this area regularly.</p>","SubContentHindi":null,"ImageUrl":"9d7b6fbe-492a-4177-9128-fe47f6d92b95_BAPS-Swaminarayan-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Kali Niketan","SubTitleHindi":null,"SubContent":"<p>The rulers of Chhota-Udepur were very fond of art and architecture so they constructed beautiful Palaces including Kali-Niketan, which was formally known as Nahar Villa, but was later changed, in honour of the family Goddess, Mahakali, to Kali-Niketan, which means the abode of Goddess Kali. Kali-Niketan was constructed by the present owner Maharaj Sajjansinh&rsquo;s grandfather Maharaja Fatehsinhji in the late 19th century as his summer residence. The building has 6 air-conditioned rooms, 2 drawing rooms, 2 dining rooms, 2 lounges and 5 terraces.</p>","SubContentHindi":null,"ImageUrl":"7d7965bb-2d28-4c95-a23d-bcf2dd85aa81_Kali-Niketan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Hafeshwar","SubTitleHindi":null,"SubContent":"<p>Hafeshwar temple is located in Kawant taluka approximately around 40 km from the main town of Chhota udepur. it is an ancient shiva temple and is submerged in the water for most part of the year. only the flag of the temple can be seen , rest is submerged under waters of the Narmada catchment area.Locals have it that this is a historic shiva temple which existed here since a long time on a hillock.</p>","SubContentHindi":null,"ImageUrl":"c6ff68fd-8541-4065-ae6c-4552cf41da23_Hafeshwar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Accommodation","SubTitleHindi":null,"SubContent":"<p>There are only few accomodation options available in Chhota udepur District.They are listed below</p>\r\n<p>&nbsp;</p>\r\n<p>Circuit House, Chhotaudepur&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Address : Station Road, Chhotaudepur</p>\r\n<p>&nbsp;</p>\r\n<p>Contact : 02669-232062</p>\r\n<p>&nbsp;</p>\r\n<p>Hotel Silver Spoon</p>\r\n<p>&nbsp;</p>\r\n<p>Address : Gurukrupa Society, Chhotaudepur</p>\r\n<p>&nbsp;</p>\r\n<p>Contact : 8511530429</p>","SubContentHindi":null,"ImageUrl":"fd22bc88-e641-4281-a270-85cd8d129143_Accommodation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. How to Reach","SubTitleHindi":null,"SubContent":"<p>By road:</p>\r\n<p>Chhotaudepur is 224 KM from Gandhinagar, the state capital and 107 km from Vadodara. It is located on National Highway 56. There are various state transport (ST) buses and private luxury coaches from all over Gujarat and Madhya Pradesh. There is good frequency of buses and other transport for Vadodara. It is located very near to MP border ( 26 KM)</p>\r\n<p>&nbsp;</p>\r\n<p>By rail:</p>\r\n<p>Chhotaudepur is connected to Vadodara by train also.</p>\r\n<p>&nbsp;</p>\r\n<p>By air:</p>\r\n<p>There is no airport at Chhotaudepur.</p>\r\n<p>source: https://chhotaudepur.nic.in</p>","SubContentHindi":null,"ImageUrl":"d450a895-5b01-450e-ad9f-4b8c2836a07f_chhota-udepur-district-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chhota-udepur-gujarat","tags":[{"name":"gujarat","slug":"gujarat"},{"name":"chhota-udepur","slug":"chhota-udepur"}],"recommendations":[{"id":472,"title":"Top Places to visit in Vadodara, Gujarat","imageUrl":"35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","dateCreated":"2019-08-25T03:35:26.977Z","dateModified":"2019-08-25T03:37:14.363Z","contributedBy":"AskGif","content":"Vadodara (formerly known as Baroda) is the third-largest city in the Indian state of Gujarat, after Ahmedabad and Surat. It is the administrative headquarters of Vadodara District and is located on the banks of the Vishwamitri river, 141 kilometres (88 mi) from the state capital Gandhinagar. The ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vadodara","slug":"vadodara"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-vadodara-gujarat","total":0},{"id":401,"title":"Top Places to visit in Devbhoomi Dwarka, Khambhalia, Gujarat","imageUrl":"76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","dateCreated":"2019-06-23T09:30:41.72Z","dateModified":"2019-06-23T10:24:29.484Z","contributedBy":"AskGif","content":"Devbhumi Dwarka District is a district of India located on the southern coast of the Gulf of Kutch in the state of Gujarat. Its headquarters are located in the city of Jamkhambhaliya. The district was created on August 15, 2013 from Jamnagar district.\r\n&nbsp;\r\nTalukas (Administrativ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"devbhoomi-dwarka","slug":"devbhoomi-dwarka"},{"name":"gujarat","slug":"gujarat"},{"name":"khambhalia","slug":"khambhalia"}],"slug":"top-places-to-visit-in-devbhoomi-dwarka-khambhalia-gujarat","total":0},{"id":391,"title":"Top Places to visit in Botad, Gujarat","imageUrl":"175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","dateCreated":"2019-06-06T15:42:17.16Z","dateModified":"2019-06-06T15:52:20.604Z","contributedBy":"AskGif","content":"Botad is a city and district headquarters of Botad district, Gujarat, India. It is about 92 km from Bhavnagar and 133 km From Ahmedabad by road distance.\r\n&nbsp;\r\nBotad all gujarat big city\r\nSwaminarayan mandir in gadhada\r\nBotad is Javerchand Meghani working place\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"botad","slug":"botad"}],"slug":"top-places-to-visit-in-botad-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}