{"id":397,"title":"छोटा उदेपुर में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"862b0c19-e08c-45be-84cd-93d3cb48d566_Chhota-Udepur.jpg","dateCreated":"2019-06-22T07:47:45.745Z","dateModified":"2019-06-22T08:16:34.31Z","contributedBy":"AskGif","content":"<p>छोटा उदयपुर भारत के गुजरात राज्य में छोटा उदयपुर जिले का एक शहर और एक नगर पालिका है। यह छोटा उदयपुर जिले का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>छोटा उदयपुर जिला (छोटा उदेपुर जिला) भारत में गुजरात राज्य का एक जिला है। 26 जनवरी 2013 को छोटा उदयपुर शहर के मुख्यालय के साथ इसे वडोदरा जिले से बाहर किया गया था और यह गुजरात का 28 वां जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>काली निकेतन (नाहर महल) महल, जो तत्कालीन शाही परिवार के ग्रीष्मकालीन निवास के रूप में बनाया गया था, छोटा उदयपुर में एक उल्लेखनीय स्मारक है। छोटा उदयपुर शहर और उसके आसपास के राठवाड़ों के लिए भी जाना जाता है। रथों को पिथोरा चित्रकला के लिए जाना जाता है, जो आमतौर पर गांव के घरों की दीवारों पर किए जाते हैं। छोटा उदयपुर के जनजातीय संग्रहालय में जनजातीय कलाकृतियों का एक बड़ा संग्रह है। कई आदिवासी कलाकृतियों को शहर और आस-पास के गांवों में हाट (साप्ताहिक बाजार) में बिक्री के लिए लाया जाता है। सबसे बड़े डोलोमाइट लम्स और पाउडर में उद्योग।</p>\r\n<p>&nbsp;</p>\r\n<p>विवरण</p>\r\n<p>छोटा उदयपुर एक आदिवासी बहुल जिला है और जिला मुख्यालय वडोदरा से 110 किमी दूर स्थित है। यह मध्य प्रदेश राज्य के साथ अपनी सीमाओं को साझा करता है। छोटा उदयपुर नर्मदा और तापी जिलों के बाद पूर्वी गुजरात में तीसरा आदिवासी बहुल जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>छोटा उदयपुर जिले में 75,704 हेक्टेयर का वन क्षेत्र है और इसमें डोलोमाइट, फ्लोराइट, ग्रेनाइट और रेत के भंडार हैं, जिनका खनन किया जाता है। यह जिला एक बड़े डेयरी उद्योग का भी घर है। यहां रहने वाले राठवा आदिवासी पिथौरा भित्ति चित्रों को शराब और दूध के साथ रंगों का मिश्रण करके बनाते हैं और फिर इसका उपयोग अपने गाँव की दीवारों पर जटिल रूपांकनों और दृश्यों को चित्रित करने के लिए करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>छोटा उदयपुर, एक समय में गुजरात की एक रियासत समृद्ध जनजातीय इतिहास और संस्कृति के साथ एक जनजातीय क्षेत्र के बीच में स्थित है, जो महलों से अधिक क्षेत्र का प्रतिनिधि है। शहर एक अच्छा आधार है जहाँ से आसपास के आदिवासी गाँवों का पता लगाने के लिए, विशेषकर राठवा समुदायों में। यहां का जनजातीय संग्रहालय इस जगह के लोगों और संस्कृति का अच्छा संग्रह प्रदर्शित करता है। प्रत्येक शनिवार को एक आदिवासी बाजार होता है जो स्थानीय कारीगरों के लिए एक केंद्र है जो पिथोदा पेंटिंग और टेराकोटा घोड़े बनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>छोटा उदयपुर एक बड़ी झील के किनारे पर स्थित है, जिसमें क्षितिज के साथ कई मंदिर हैं। 1920 के दशक की संरचनाएं जैसे कुसुम विलास पैलेस (अब एक विरासत होटल) और प्रेम भवन भी देखने लायक हैं, हालांकि उन्हें स्थानीय शाही परिवार से अनुमति की आवश्यकता होती है। काली निकेतन (नाहर महल) महल, जो तत्कालीन शाही परिवार के ग्रीष्मकालीन निवास के रूप में बनाया गया था, छोटा उदयपुर में एक उल्लेखनीय स्मारक है। जैन मंदिर स्थानीय भवन शैलियों पर विक्टोरियन कला के प्रभाव का एक दिलचस्प उदाहरण है, जो अन्यत्र पारंपरिक जैन इमारतों में दुर्लभ प्रदर्शित है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>&nbsp;</p>\r\n<p>छोटा उदयपुर राज्य शस्त्र का कोट</p>\r\n<p>मुख्य लेख: छोटा उदयपुर राज्य</p>\r\n<p>छोटा उदयपुर, छोटा उदयपुर की पूर्ववर्ती रियासत की राजधानी था, जिसकी स्थापना 1743 में चंपानेर के पतई रावल के वंशज रावल उदेसिंहजी ने की थी। यह राज्य रीवा कांथा एजेंसी के तहत एक प्रथम श्रेणी का राज्य था और 10 मार्च 1948 को भारत संघ में विलय हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>शासकों (शीर्षक महाराजा महारावल)</p>\r\n<p>1762 - 1771 अर्सिसिंहजी</p>\r\n<p>1771 - 1777 हमीरसिंहजी द्वितीय</p>\r\n<p>1777 - 1822 भीमसिंहजी</p>\r\n<p>1822 - 1851 गुमानसिंहजी</p>\r\n<p>1851 - 1881 जितसिंहजी</p>\r\n<p>1881 - 1895 मोतीसिंहजी</p>\r\n<p>1895 - 29 अगस्त 1923 फतेहसिंहजी (बी। 1884 - डी। 1923)</p>\r\n<p>29 अगस्त 1923 - 15 अक्टूबर 1946 नटवरसिंहजी फतहसिंहजी (1906 - 1946)।</p>\r\n<p>15 अक्टूबर 1946 - 15 अगस्त 1947 वीरेंद्रसिंहजी (b। 1907- d। 27 जून 2005)।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chhota_Udaipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/862b0c19-e08c-45be-84cd-93d3cb48d566_Chhota-Udepur.jpg","subContents":[{"SubTitle":"1. छोटाउदेपुर संग्रहालय","SubTitleHindi":null,"SubContent":"<p>छोटा उदेपुर संग्रहालय छोटा उदेपुर के मुख्य शहर में स्थित है। यह जिले में आदिवासियों के जीवंत जीवन को प्रदर्शित करता है। उनके पारिवारिक जीवन, दैनिक दिनचर्या, कलाकृतियां, पेंटिंग आदि को बड़े विस्तार से दिखाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>संग्रहालय सोमवार से शनिवार तक खुला है और समय सुबह 9 से शाम 6 बजे तक है।</p>","SubContentHindi":null,"ImageUrl":"e1c0cd2f-3ab0-4140-acb9-7e30b24e28df_Chhotaudepur-Museum.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. बीएपीएस स्वामीनारायण मंदिर","SubTitleHindi":null,"SubContent":"<p>BAPS स्वामीनारायण मंदिर छोटा उदेपुर जिले के मुख्य शहर से लगभग 35 किमी दूर स्थित है। एक बड़े तीर्थ परिसर में स्थित, स्वामीनारायण मंदिर जिले के कई हिंदुओं के लिए एक पवित्र स्थल है। मंदिर का मुख्य आकर्षण मंदिर की दीवारों पर उत्तम पत्थर की नक्काशी है। स्वामीनारायण द्वारा किए गए बलिदानों का वर्णन यहाँ बहुत विस्तार से किया गया है। भक्त राज्य सरकार और निजी बसों के माध्यम से छोटा उदेपुर से इस मंदिर तक पहुँच सकते हैं जो इस क्षेत्र में नियमित रूप से संचालित होते हैं।</p>","SubContentHindi":null,"ImageUrl":"9d7b6fbe-492a-4177-9128-fe47f6d92b95_BAPS-Swaminarayan-Mandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. काली निकेतन","SubTitleHindi":null,"SubContent":"<p>छोटा-उदेपुर के शासक कला और वास्तुकला के बहुत शौकीन थे, इसलिए उन्होंने काली-निकेतन सहित सुंदर महलों का निर्माण किया, जिन्हें औपचारिक रूप से नाहर विला के रूप में जाना जाता था, लेकिन बाद में परिवार देवी, महाकाली के सम्मान में काली-निकेतन में बदल दिया गया। जिसका अर्थ है देवी काली का निवास। काली-निकेतन का निर्माण वर्तमान मालिक महाराज सज्जनसिंह के दादा महाराजा फतेहसिंहजी ने 19 वीं शताब्दी के अंत में अपने ग्रीष्मकालीन निवास के रूप में करवाया था। इमारत में 6 वातानुकूलित कमरे, 2 ड्राइंग रूम, 2 भोजन कक्ष, 2 लाउंज और 5 छत हैं।</p>","SubContentHindi":null,"ImageUrl":"7d7965bb-2d28-4c95-a23d-bcf2dd85aa81_Kali-Niketan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. हाफेश्वर","SubTitleHindi":null,"SubContent":"<p>हाफेश्वर मंदिर छोटा उदेपुर के मुख्य शहर से लगभग 40 किमी दूर कावंत तालुका में स्थित है। यह एक प्राचीन शिव मंदिर है और वर्ष के अधिकांश भाग में पानी में डूबा रहता है। केवल मंदिर के ध्वज को देखा जा सकता है, बाकी नर्मदा जलग्रहण क्षेत्र के पानी के नीचे डूबा हुआ है। ऐसा लगता है कि यह एक ऐतिहासिक शिव मंदिर है जो एक पहाड़ी पर लंबे समय से मौजूद है।</p>","SubContentHindi":null,"ImageUrl":"c6ff68fd-8541-4065-ae6c-4552cf41da23_Hafeshwar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. निवास","SubTitleHindi":null,"SubContent":"<p>छोटा उदेपुर जिले में केवल कुछ आवास विकल्प उपलब्ध हैं। वे नीचे सूचीबद्ध हैं</p>\r\n<p>&nbsp;</p>\r\n<p>सर्किट हाउस, छोटाउदेपुर</p>\r\n<p>&nbsp;</p>\r\n<p>पता: स्टेशन रोड, छोटाउदेपुर</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क: 02669-232062</p>\r\n<p>&nbsp;</p>\r\n<p>होटल सिल्वर स्पून</p>\r\n<p>&nbsp;</p>\r\n<p>पता: गुरुकृपा सोसाइटी, छोटापुर</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क: 8511530429</p>","SubContentHindi":null,"ImageUrl":"fd22bc88-e641-4281-a270-85cd8d129143_Accommodation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रास्ते से:</p>\r\n<p>छोटाउदेपुर राज्य की राजधानी गांधीनगर से 224 किलोमीटर और वडोदरा से 107 किमी दूर है। यह राष्ट्रीय राजमार्ग 56 पर स्थित है। पूरे गुजरात और मध्य प्रदेश से विभिन्न राज्य परिवहन (एसटी) बसें और निजी लक्जरी कोच हैं। वडोदरा के लिए बसों और अन्य परिवहन की अच्छी आवृत्ति है। यह एमपी सीमा (26 KM) के बहुत निकट स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा:</p>\r\n<p>छोटापुर ट्रेन से भी वडोदरा से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से:</p>\r\n<p>छोटाउदेपुर में कोई हवाई अड्डा नहीं है।</p>\r\n<p>source: https://chhotaudepur.nic.in</p>","SubContentHindi":null,"ImageUrl":"d450a895-5b01-450e-ad9f-4b8c2836a07f_chhota-udepur-district-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chhota-udepur-gujarat","tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"छोटा-उदेपुर","slug":"chhota-udepur"}],"recommendations":[{"id":472,"title":"वडोदरा में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","dateCreated":"2019-08-25T03:35:26.977Z","dateModified":"2019-08-25T03:37:14.363Z","contributedBy":"AskGif","content":"अहमदाबाद और सूरत के बाद वडोदरा (पहले बड़ौदा के नाम से जाना जाता था) भारत के गुजरात राज्य में तीसरा सबसे बड़ा शहर है। यह वडोदरा जिले का प्रशासनिक मुख्यालय है और विश्वामित्री नदी के तट पर स्थित है, जो राज्य की राजधानी गांधीनगर से 141 किलोमीटर (88 मील) दूर है। दिल्ली और मुंबई को जोड़ने वाली रेलवे ला","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वडोदरा","slug":"vadodara"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-vadodara-gujarat","total":0},{"id":401,"title":"देवभूमि द्वारका, खंभालिया में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","dateCreated":"2019-06-23T09:30:41.72Z","dateModified":"2019-06-23T10:24:29.484Z","contributedBy":"AskGif","content":"देवभूमि द्वारका जिला भारत का एक जिला है जो गुजरात राज्य में कच्छ की खाड़ी के दक्षिणी तट पर स्थित है। इसका मुख्यालय जामखंभालिया शहर में स्थित है। जिला 15 अगस्त 2013 को जामनगर जिले से बनाया गया था।\r\n&nbsp;\r\nतालुका (प्रशासनिक प्रभाग)\r\nजिले में 4 तालुका हैं:\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"देवभूमि-द्वारका","slug":"devbhoomi-dwarka"},{"name":"गुजरात","slug":"gujarat"},{"name":"खंभालिया","slug":"khambhalia"}],"slug":"top-places-to-visit-in-devbhoomi-dwarka-khambhalia-gujarat","total":0},{"id":391,"title":"बोटाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","dateCreated":"2019-06-06T15:42:17.16Z","dateModified":"2019-06-06T15:52:20.604Z","contributedBy":"AskGif","content":"बोटाद बोटाद जिले, गुजरात, भारत का एक शहर और जिला मुख्यालय है। यह भावनगर से लगभग 92 किमी और अहमदाबाद से सड़क मार्ग से 133 किमी दूर है।\r\n&nbsp;\r\nबोटाद सभी गुजरात बड़े शहर\r\nगढ़ा में स्वामीनारायण मंदिर\r\nबोताद जयवर्चंद मेघानी कामकाजी जगह है\r\nबोटाद गेटवे ऑफ काठियावाड ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/175e55df-1355-4a3e-9506-bb69281885cf_Botad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"बोटाड","slug":"botad"}],"slug":"top-places-to-visit-in-botad-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}