{"id":398,"title":"दाहोद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","dateCreated":"2019-06-22T09:46:25.098Z","dateModified":"2019-06-22T09:54:05.66Z","contributedBy":"AskGif","content":"<p>दाहोद, भारत के गुजरात राज्य में दाहोद जिले में दुधमती नदी के तट पर बसा एक छोटा शहर है। ऐसा कहा जाता है कि इसने अपना नाम संत दधीचि से लिया है, जिनका दुधमती नदी के तट पर एक आश्रम था। शहर दाहोद जिले के लिए जिला मुख्यालय के रूप में कार्य करता है। यह अहमदाबाद से 214 किलोमीटर (133 मील) और वड़ोदरा से 159 किलोमीटर (99 मील) है। इसे दोहाद के रूप में भी जाना जाता है (जिसका अर्थ है \"दो सीमाएं\", क्योंकि राजस्थान और मध्य प्रदेश राज्यों की सीमाएं पास हैं)।</p>\r\n<p>&nbsp;</p>\r\n<p>दाहोद जिला पश्चिमी भारत में गुजरात राज्य में स्थित है, जिसे इसके प्रशासनिक मुख्यालय के बाद कहा जाता है। इसकी जनसंख्या 21,26,558 (2011 की जनगणना) है, जिसकी जनसंख्या घनत्व 583 व्यक्ति प्रति किमी&sup2; है।</p>\r\n<p>&nbsp;</p>\r\n<p>दाहोद की 90.99% आबादी ग्रामीण है, और 74.3% आबादी अनुसूचित जनजातियों की है। दाहोद की साक्षरता दर 58.82% है, जो गुजरात के अन्य सभी जिलों की तुलना में कम है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुगल सम्राट औरंगजेब का जन्म 1618 में दाहोद के किले में हुआ था, जहाँगीर के शासनकाल के दौरान। कहा जाता है कि औरंगजेब ने अपने मंत्रियों को इस शहर का पक्ष लेने का आदेश दिया था, क्योंकि यह उनकी जन्मभूमि थी। स्वतंत्रता सेनानी तात्या टोपे को दाहोद में फरार होने के लिए जाना जाता है। ऐसा माना जाता है कि उन्होंने इस क्षेत्र में अपने आखिरी दिनों को जीया है।</p>\r\n<p>&nbsp;</p>\r\n<p>दाहोद को प्रधानमंत्री नरेंद्र मोदी के प्रमुख स्मार्ट सिटीज मिशन के तहत स्मार्ट सिटी के रूप में विकसित होने वाले सौ भारतीय शहरों में से एक के रूप में चुना गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>दाहोद में शैक्षिक संस्थानों में शामिल हैं: हिंदी उच्चतर माध्यमिक विद्यालय, हिंदी प्राथमिक विद्यालय, एडुनोवा उच्चतर माध्यमिक विद्यालय, सेंट स्टीफन उच्चतर माध्यमिक विद्यालय, सरकारी इंजीनियरिंग कॉलेज, सेंट मैरी स्कूल, गवर्नमेंट पॉलिटेक्निक, एम। वाई। हाई स्कूल, लिटिल फ्लावर्स स्कूल, शशि धन डे स्कूल, जमाली इंग्लिश स्कूल, बुरहानी इंग्लिश मीडियम स्कूल, आरएल पंड्या हाई स्कूल, सनराइज पब्लिक स्कूल, केंद्रीय विद्यालय, जवाहर नवोदय विद्यालय, श्री ज्ञानंजयोत माध्यमिक और उच्च माध्यमिक विद्यालय, और अदिवासी माध्यमिक और उच्चतर विद्यालय माध्यमिक विद्यालय।</p>\r\n<p>&nbsp;</p>\r\n<p>कला और लेखक</p>\r\n<p>शहर की नज्मी मस्जिद मस्जिद, जिसका उद्घाटन 2002 में हुआ था, वह दाउदी बोहरा समुदाय की सबसे बड़ी मस्जिदों में से एक है। सचिन देसाई ने दाहोद के बारे में गुजराती किताबें लिखीं: 'दाहादत कोम' और 'अति ना ओवारे, विकस ना पगथारे दाहोद'। उन्होंने पिछले 24 वर्षों से एक साप्ताहिक कॉलम दोकियु भी लिखा। सचिन देसाई और गोपी शेठ ने एक गुजराती समाचार वेबसाइट भी प्रबंधित की है, जिसकी स्थापना 1995-96 में हुई थी। वे दोनों दाहोद को Google समूह के माध्यम से 45,000 से अधिक निवासियों को दैनिक अपडेट देते हैं। दाहोद ऑनलाइन एक अन्य वेबसाइट है, जिसे दाहोद के युवाओं द्वारा बनाया गया है। दाहोद के लोग हर धर्म के बहुत विनम्र और धर्मनिरपेक्ष हैं और शांति से रहते हैं जो दाहोद की अनूठी विशेषता है। कई किंवदंतियाँ विभिन्न क्षेत्रों जैसे डॉक्टर, इंजीनियर, वैज्ञानिक, अभिनेता आदि के यहाँ काम करने के लिए पैदा हुई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दाहोद टेलिविज़न नेटवर्क को डीटीएन के नाम से भी जाना जाता है, जो दाहोद का स्थानीय समाचार चैनल है, जो दाहोद के साप्ताहिक समाचार को केदभाई चूनावाला के स्वामित्व में है और डॉ। भूपेंद्र चौधरी के स्वामित्व में है, जिन्होंने कई गुजराती, हिंदी, हरियाणवी फिल्मों के साथ-साथ चैनलों पर कई धारावाहिकों में काम किया है। जैसे स्टार प्लस और कलर्स। दाहोद अपने हस्तशिल्प उत्पादों के लिए प्रसिद्ध है, जो कि साहज-एन ऑर्गनाइजेशन फॉर वीमेन डेवलपमेंट द्वारा एक गैर सरकारी संगठन है, जो 3000 महिलाओं के साथ आउटरीच है, जोबिन जम्बुघोडावाला द्वारा 2001 में स्थापित, साहज भारत और दुनिया में आदिवासी हस्तकला में एक बेहतरीन हस्तशिल्प उत्पाद और एक स्थापित ब्रांड बनाएँ। सहज भारत उनकी वेबसाइट है जो उनके उत्पादों और घटनाओं के बारे में जानकारी प्रदान करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह जिला पश्चिम में पंचमहल जिला, दक्षिण में छोटा उदयपुर जिला, झाबुआ जिला और मध्य प्रदेश राज्य के अलीराजपुर जिले से क्रमशः पूर्व और दक्षिण-पूर्व में और राजस्थान राज्य के बांसवाड़ा जिले से उत्तर और उत्तर-पूर्व में घिरा है। दाहोद शहर जिले का प्रशासनिक मुख्यालय है। जिले का क्षेत्रफल 3,642 वर्ग किमी है। राष्ट्रीय राजमार्ग 59 जिले से गुजर रहा है, जो राजस्थान के चित्तौड़गढ़ और दाहोद को जोड़ता है। वास्तविक नाम \"दोहद\" है, जो बाद में दाहोद में बदल गया। मुगल सम्राट औरंगजेब का जन्म दाहोद के किले के भीतर एक मस्जिद में हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>दाहोद, जिला सीट</p>\r\n<p>Jhalod</p>\r\n<p>देवगढ़ (बैरिया)</p>\r\n<p>Garbada</p>\r\n<p>Limkheda</p>\r\n<p>Fatehpura</p>\r\n<p>Dhanpur</p>\r\n<p>Sanjeli</p>\r\n<p>सिंगवाड, एक नवगठित तालुका जिसमें 71 गाँव हैं जो अप्रैल, 2017 में लिमखेड़ा तालुका से विघटित हो गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>रतनमहल झरने</p>\r\n<p>यह एक मिश्रित, पर्णपाती वन है, जो काठियावाड़-गिर शुष्क पर्णपाती वनों के कटाव के भीतर मध्य प्रदेश के साथ गुजरात की सीमा पर स्थित है। अधिकतम कवर किया गया क्षेत्र गुजरात में है। रतनमहल अभयारण्य नदी पनाम (मध्य गुजरात की एक प्रमुख नदी) के पास है, जो जल संरक्षण के अलावा जंगल में पारिस्थितिक संतुलन को बनाए रखने में मदद करता है। अभयारण्य को \"रतनमहल स्लॉथ भालू अभयारण्य\" के रूप में भी जाना जाता है, क्योंकि इसकी स्लॉथ भालू आबादी है। पूर्णा वन्यजीव अभयारण्य के रूप में, रतनमहल ने पक्षियों की आबादी में विलुप्त होने का अनुभव किया है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dahod</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","subContents":[{"SubTitle":"1. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>सड़क के रास्ते</p>\r\n<p>&nbsp;</p>\r\n<p>जीएसआरटीसी द्वारा संचालित सार्वजनिक परिवहन सेवा द्वारा रोड कनेक्टिविटी दाहोद गुजरात के सभी प्रमुख शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>दाहोद भारतीय रेलवे के पश्चिमी रेलवे के अंतर्गत आता है और यह नई दिल्ली-मुंबई मुख्य लाइन पर है। दाहोद की खासियत यह है कि यह पश्चिमी रेलवे लाइन पर गुजरात की शुरुआत और अंत का प्रतीक है। कुछ साल पहले दाहोद रेलवे स्टेशन के मुखौटे का भी आधुनिकीकरण किया गया था। दाहोद से मुंबई या नई दिल्ली (हज़रत निजामुद्दीन) पहुंचने के लिए सबसे तेज़ ट्रेन अगस्त क्रांति राजधानी एक्सप्रेस है। 25 अप्रैल, 2018 को रेल मंत्रालय ने दाहोद प्लस पर अगस्त क्रांति राजधानी एक्सप्रेस का ठहराव देने का फैसला किया, स्वर्ण मंदिर मेल, अवंतिका एक्सप्रेस, पश्चिम एक्सप्रेस और मुंबई जयपुर (गणगौर) सुपरफास्ट जैसी प्रतिष्ठित ट्रेनें दाहोद में रुकती हैं। इसके अलावा दाहोद भारत के प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। दाहोद से लगभग 106 ट्रेनों का आवागमन होता है, जिसमें से 7 ट्रेनें दाहोद में निकलती और समाप्त होती हैं। दाहोद-इंदौर रेल लाइन परियोजना के पूरा होने के बाद दाहोद एक जंक्शन में बदल जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>दाहोद का चयन स्टीम लोकोमोटिव बेड़े के लिए पीओएच कार्यशाला के निर्माण के लिए किया गया था क्योंकि इसके सुखद मौसम के कारण, सस्ती जमीन की उपलब्धता और ईमानदार कार्यबल। दाहोद भी आदर्श रूप से बॉम्बे और दिल्ली के बीच स्थित है, जो बीबी और सीआई रेलवे ब्रॉड गेज प्रणाली का मुख्य मार्ग है। प्रारंभ में प्रशिक्षित कर्मचारियों को परेल से दाहोद स्थानांतरित किया गया था। कर्मचारियों की पूरी ताकत को समायोजित करने के लिए एक पूर्ण कॉलोनी का निर्माण किया गया था। मिस्टर हेंड्री फ्रीलैंड ने कॉलोनी की स्थापना की जिसका नाम उनके नाम पर फ्रीलैंडगंज रखा गया। लोकोमोटिव कार्यशाला की नींव, दाहोद की स्थापना 14 जनवरी, 1926 को सर क्लेमेंट हिंडेल केटी, रेलवे के मुख्य आयुक्त (भारत) द्वारा की गई थी। कार्यशाला के निर्माण को पूरा करने में लगभग 4 साल लग गए और कार्यशाला से जुड़ी एक भाप बिजलीघर , कार्यालय परिसर और कर्मचारी सुविधाएं जैसे कॉलोनी, मुख्य अस्पताल, क्षेत्र स्वास्थ्य इकाइयाँ, रेलवे संस्थान आदि। मूल रूप से, लोअर परेल (बॉम्बे) में कार्यशाला लोकोमोटिव, यात्री गाड़ी और तत्कालीन बॉम्बे की माल ढुलाई कारों के पीओएच की आवश्यकता को पूरा करती थी बड़ौदा और मध्य भारत (बीबी एंड सीआई) रेलवे। ट्रेन सेवाओं में वृद्धि के साथ, लोअर परेल कार्यशाला तीनों प्रकार के रोलिंग स्टॉक के उत्पन्न होने का सामना करने में सक्षम नहीं थी। इसलिए लोकोमोटिव POH गतिविधि को लोअर परेल से किसी अन्य स्थान पर स्थानांतरित करने का निर्णय लिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डे वडोदरा हवाई अड्डे (125 किमी) और अहमदाबाद हवाई अड्डे (210 किमी) हैं।</p>","SubContentHindi":null,"ImageUrl":"a9ecd249-5614-4685-bc7b-d840d7ca6277_Dahod-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dahod-gujarat","tags":[{"name":"दाहोद","slug":"dahod"},{"name":"गुजरात","slug":"gujarat"}],"recommendations":[{"id":1176,"title":"अदलज में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"66278880-b25b-41eb-93de-83d199d229f5_Adalaj.jpg","dateCreated":"2020-04-09T10:19:01.019Z","dateModified":"2020-04-09T10:19:14.179Z","contributedBy":"AskGif","content":"अडालज भारतीय राज्य गुजरात में गांधीनगर जिले का एक जनगणना शहर है।\r\n&nbsp;\r\nभूगोल\r\nअदलाज 23.17 &deg; N 72.58 &deg; E पर स्थित है। इसकी औसत ऊंचाई 68 मीटर (223 फीट) है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2001 की भारत की जनगणना के अनुसार, अडालज की जनसंख्या 9,774 थी। पुरुषो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66278880-b25b-41eb-93de-83d199d229f5_Adalaj.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अदलज","slug":"adalaj"}],"slug":"top-places-to-visit-in-adalaj-gujarat","total":0},{"id":457,"title":"खेड़ा, नडियाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"b6967b4b-6e42-4ac2-97f4-8114b108888c_Kheda-railway.jpg","dateCreated":"2019-08-24T06:24:44.79Z","dateModified":"2019-08-24T06:25:05.411Z","contributedBy":"AskGif","content":"खेड़ा, जिसे कैर्रा के नाम से भी जाना जाता है, भारतीय राज्य गुजरात में एक शहर और एक नगरपालिका है। यह खेड़ा जिले की पूर्व प्रशासनिक राजधानी थी। खेड़ा शहर तंबाकू की खेती के लिए प्रसिद्ध है। खेड़ा शहर भारत के गुजरात राज्य में सबसे विकसित शहर और जिला है। निकटतम रेलवे स्टेशन \"Mahemadavad खेड़ा रोड\" है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b6967b4b-6e42-4ac2-97f4-8114b108888c_Kheda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खेड़ा","slug":"kheda"},{"name":"गुजरात","slug":"gujarat"},{"name":"नाडियाड","slug":"nadiad"}],"slug":"top-places-to-visit-in-kheda-nadiad-gujarat","total":0},{"id":402,"title":"गांधीनगर में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","dateCreated":"2019-06-23T13:30:41.581Z","dateModified":"2019-06-23T14:06:35.764Z","contributedBy":"AskGif","content":"गांधीनगर भारत में गुजरात राज्य की राजधानी है। गांधीनगर, भारत की राजनीतिक राजधानी दिल्ली और मुंबई के बीच औद्योगिक गलियारे के पश्चिम मध्य बिंदु पर अहमदाबाद से लगभग 23 किमी उत्तर में स्थित है, जो भारत की वित्तीय राजधानी है।\r\n&nbsp;\r\nगुजरात की नई राजधानी गांधीनगर, साबरमती नदी के पश्चिमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गांधीनगर","slug":"gandhinagar"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-gandhinagar-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}