{"id":398,"title":"Top Places to visit in Dahod, Gujarat","imageUrl":"6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","dateCreated":"2019-06-22T09:46:25.098Z","dateModified":"2019-06-22T09:54:05.66Z","contributedBy":"AskGif","content":"<p>Dahod is a small city on the banks of the Dudhimati River in Dahod District in the State of Gujarat, India. It is said that it has taken its name from Saint Dadhichi, who had an Ashram on the bank of Dudhumati river. The city serves as District Headquarters for Dahod District. It is 214 kilometres (133 mi) from Ahmedabad and 159 kilometres (99 mi) from Vadodara. It is also known as Dohad (meaning \"two boundaries\", as the borders of the states of Rajasthan and Madhya Pradesh are nearby).</p>\r\n<p>&nbsp;</p>\r\n<p>Dahod District is located in Gujarat state in western India, called after its administrative HQ. It has a population of 21,26,558 (2011 census), with a population density of 583 persons per km&sup2;.</p>\r\n<p>&nbsp;</p>\r\n<p>90.99% of Dahod's population is rural, and 74.3% of the population is scheduled tribes. Dahod has a literacy rate of 58.82%, which is lower than all other districts in Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>Mughal Emperor Aurangzeb was born in the fort of Dahod in 1618, during the reign of Jahangir. Aurangzeb was said to have ordered his ministers to favour this town, as it was his birthplace. Tatya Tope, the freedom fighter, is known to have absconded in Dahod. He is believed to have lived his last days in this region.</p>\r\n<p>&nbsp;</p>\r\n<p>Dahod has been selected as one of the hundred Indian cities to be developed as a smart city under Prime Minister Narendra Modi's flagship Smart Cities Mission.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Educational institutions in Dahod include: Hindi Higher Secondary School, Hindi Primary School, Edunova Higher Secondary School, St. Stephen's Higher Secondary School, Government Engineering College, St. Mary School, Government Polytechnic, M.Y. High School, Little Flowers School, Shashi Dhan Day School, Jamali English School, Burhani English Medium School, R.L. Pandya High School, Sunrise Public School, Kendriya Vidyalaya, Jawahar Navodaya Vidyalaya, Shree Gnanjyot Secondary and High Secondary School, and Aadivasi Secondary and Higher Secondary School.</p>\r\n<p>&nbsp;</p>\r\n<p>Arts and Authors</p>\r\n<p>The town's Najmi Masjeed mosque, inaugurated in 2002, is one of the largest mosques in the Dawoodi Bohra community. Sachin Desai wrote Gujarati books about Dahod: 'દાહોદ ડોટ કોમ' and 'Atit na ovare, vikas na pagthare Dahod'. He also wrote a weekly column Dokiyu from last 24 years. Sachin Desai &amp; Gopi Sheth have also managed a Gujarati news website, founded in 1995&ndash;'96. They both give daily updates of Dahod to more than 45,000 residents via Dahod Google Group. Dahod Online is another website, created by the youth of Dahod. The people of Dahod are very polite and secular to every religion and live peacefully which makes the unique feature of Dahod. Many legends are born here working in the different fields such as doctors, engineers, scientists, actors etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Dahod Television Network also known as DTN is the local news channel of Dahod which telecasts weekly news of Dahod owned by Kaidbhai Chunawala and anchored by Dr. Bhupendra Chaudhary who has worked in many Gujarati, Hindi, Haryanvi films as well as done many serials on channels such as Star Plus and Colors. Dahod is also famous for its handicraft products by Sahaj-An Organisation for Women's Development, an NGO with outreach to 3000 women, Founded in 2001 by Jabeen Jambughodawala, Sahaj Create fine handicraft products and an established brand in tribal handicraft in India and the world. Sahaj India is their website which provides information on their products and events.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>This district is bounded by Panchmahal District to the west, Chhota Udaipur district to the south, Jhabua District and Alirajpur District of Madhya Pradesh State to the east and southeast respectively, and Banswara District of Rajasthan State to the north and northeast. The city of Dahod is the district's administrative headquarters. The district has an area of 3,642 km&sup2;.The national highway 59 is passing through the district, which connects chittorgarh of Rajasthan and Dahod. The actual name is \"Dohad\", which later got transformed into Dahod. The Mughal Emperor Aurangzeb was born in a mosque within the fort of Dahod.</p>\r\n<p>&nbsp;</p>\r\n<p>Dahod, the district seat</p>\r\n<p>Jhalod</p>\r\n<p>Devgadh (Baria)</p>\r\n<p>Garbada</p>\r\n<p>Limkheda</p>\r\n<p>Fatehpura</p>\r\n<p>Dhanpur</p>\r\n<p>Sanjeli</p>\r\n<p>Singvad, a newly formed taluka containing 71 villages which is disintegrated from Limkheda taluka in April, 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Ratanmahal Waterfalls</p>\r\n<p>It is a mixed, deciduous forest, located at Gujarat's border with Madhya Pradesh, within the Kathiawar-Gir dry deciduous forests' ecoregion. The maximum area covered is in Gujarat. Ratanmahal Sanctuary is near by River Paanam (a major river of Central Gujarat), which helps to preserve the ecological balance in the forest, besides water conservation. The sanctuary is also known as \"Ratanmahal Sloth Bear Sanctuary,\" due to its sloth bear population. As with Purna Wildlife Sanctuary, Ratanmahal has experienced extinctions in its population of birds.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dahod</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","subContents":[{"SubTitle":"1. How to Reach","SubTitleHindi":null,"SubContent":"<p>Road ways</p>\r\n<p>&nbsp;</p>\r\n<p>Road Connectivity Dahod is connected to all major towns of Gujarat by public transport service operated by GSRTC.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>&nbsp;</p>\r\n<p>Dahod comes under the Western Railways of Indian Railways and it is on New Delhi&ndash;Mumbai main line. The specialty of Dahod is that it marks the beginning and the end of Gujarat on Western Railways line. Few years back the facade of Dahod Railway station was also modernized. The fastest train to reach Mumbai or New Delhi (Hazrat Nizamuddin) from Dahod is August Kranti Rajdhani Express. On 25th April, 2018 Ministry of Railways decided to give stoppage of August Kranti Rajdhani Express at Dahod plus, prestigious trains like Golden Temple Mail, Avantika Express, Paschim Express and Mumbai Jaipur (Gangaur) Superfast also halts at Dahod. Other than that Dahod is well connected to major cities of India. Dahod handles the traffic of around 106 trains out of which 7 trains originates and terminates at Dahod. After completion of Dahod-Indore rail line project Dahod will turn into a Junction.</p>\r\n<p>&nbsp;</p>\r\n<p>Dahod was selected for construction of POH workshop for steam locomotive fleet because of its pleasant weather, availability of cheap land and sincere workforce. Dahod is also ideally situated mid-way between Bombay and Delhi, the main route of BB&amp;CI Railway broad gauge system. Initially trained staff was transferred from Parel to Dahod. A full fledged colony was constructed for accommodating full strength of staff. Mr. Hendree Freeland established the colony that is named after him as Freelandganj. The foundation of Locomotive workshop, Dahod was laid by Sir Clement Hindlay Kt, then Chief Commissioner of Railways (India), on 14 th January 1926. It took about 4 years to complete the construction of the workshop and a steam powerhouse attached to the workshop, the office complex and staff amenities like colony, main hospital, area health units, railway institutes etc. Originally, the workshop at Lower Parel (Bombay) was catering to the requirement of POH of locomotives, passenger carriages and freight cars of then Bombay, Baroda and Central India (BB&amp;CI) Railway. With the increase in the train services, Lower Parel workshop was not able to cope with the arising of all the three types of rolling stock. Therefore, it was decided to shift locomotive POH activity from Lower Parel to some other place.</p>\r\n<p>&nbsp;</p>\r\n<p>Airport</p>\r\n<p>&nbsp;</p>\r\n<p>Nearest Airports are Vadodara Airport (125 km) and Ahmedabad Airport (210 km).</p>","SubContentHindi":null,"ImageUrl":"a9ecd249-5614-4685-bc7b-d840d7ca6277_Dahod-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dahod-gujarat","tags":[{"name":"dahod","slug":"dahod"},{"name":"gujarat","slug":"gujarat"}],"recommendations":[{"id":1176,"title":"Top Places to visit in Adalaj, Gujarat","imageUrl":"66278880-b25b-41eb-93de-83d199d229f5_Adalaj.jpg","dateCreated":"2020-04-09T10:19:01.019Z","dateModified":"2020-04-09T10:19:14.179Z","contributedBy":"AskGif","content":"Adalaj is a census town in Gandhinagar district in the Indian state of Gujarat.\r\n&nbsp;\r\nGeography\r\nAdalaj is located at 23.17&deg;N 72.58&deg;E. It has an average elevation of 68 metres (223 ft).\r\n&nbsp;\r\nDemographics\r\nAs of 2001 India census, Adalaj had","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66278880-b25b-41eb-93de-83d199d229f5_Adalaj.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"adalaj","slug":"adalaj"}],"slug":"top-places-to-visit-in-adalaj-gujarat","total":0},{"id":457,"title":"Top Places to visit in Kheda, Nadiad, Gujarat","imageUrl":"b6967b4b-6e42-4ac2-97f4-8114b108888c_Kheda-railway.jpg","dateCreated":"2019-08-24T06:24:44.79Z","dateModified":"2019-08-24T06:25:05.411Z","contributedBy":"AskGif","content":"Kheda, also known as Kaira, is a city and a municipality in the Indian state of Gujarat. It was the former administrative capital of Kheda district. Kheda city is famous for Tobacco Farming. Kheda city is the most developed city and district in the Gujarat state of India. The nearest railway stat","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b6967b4b-6e42-4ac2-97f4-8114b108888c_Kheda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kheda","slug":"kheda"},{"name":"gujarat","slug":"gujarat"},{"name":"nadiad","slug":"nadiad"}],"slug":"top-places-to-visit-in-kheda-nadiad-gujarat","total":0},{"id":402,"title":"Top Places to visit in Gandhinagar, Gujarat","imageUrl":"e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","dateCreated":"2019-06-23T13:30:41.581Z","dateModified":"2019-06-23T14:06:35.764Z","contributedBy":"AskGif","content":"Gandhinagar is the capital of the state of Gujarat in India. Gandhinagar is located approximately 23 km north of Ahmedabad, on the west central point of the Industrial corridor between Delhi, the political capital of India, and Mumbai, the financial capital of India.\r\n&nbsp;\r\nGandhi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gandhinagar","slug":"gandhinagar"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-gandhinagar-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}