{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<p><strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong></p>\r\n<p>यदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें यात्रा करने लायक हैं या मैं कहूंगा कि जीवन भर में एक बार यात्रा करना होगा।</p>\r\n<p>बैंगलोर (/ b&aelig;ŋɡəlɔːr /), आधिकारिक तौर पर बेंगलुरु ([beŋɡəɭuːɾu] (सुनो) के रूप में जाना जाता है), कर्नाटक के भारतीय राज्य की राजधानी है। इसकी आबादी दस मिलियन से अधिक है, जो इसे भारत में एक मेगासिटी और तीसरा सबसे अधिक आबादी वाला शहर और पांचवां सबसे अधिक आबादी वाला शहरी समूह बना रही है। [16] यह दक्षिणी भारत में दक्कन पठार पर स्थित है। इसकी ऊंचाई समुद्र तल से 900 मीटर (3,000 फीट) से अधिक है, जो भारत के प्रमुख शहरों में सबसे ज्यादा है।</p>\r\n<p>Source: https://en.wikipedia.org/wiki/Bangalore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","subContents":[{"SubTitle":"कोवलम","SubTitleHindi":null,"SubContent":"<p>कोवलम शहर के केंद्र के लगभग 18 किमी दक्षिण में स्थित त्रिवेन्द्रम शहर केरल, भारत के तिरुवनंतपुरम मेट्रोपॉलिटन क्षेत्र में अरब सागर द्वारा एक समुद्र तट शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>दूरी - कोवलम एनएच 44 के माध्यम से बैंगलोर से 719 किमी दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>वहां कैसे पहुंचे - आप सड़क, रेल से बैंगलोर से कोवलम यात्रा कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जाने के लिए स्थान - लाइटहाउस बीच, हावा बीच, हेलिसन कैसल, नेययार बांध, कोवलम आर्ट गैलरी।</p>\r\n<p>&nbsp;</p>\r\n<p>समुद्र तट पर ग्रामम गांव मेला, शिवानंद योग वेदांत धनवंतरी आश्रम में क्रैकिंग करने के लिए चीजें करना।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kovalam</p>","SubContentHindi":null,"ImageUrl":"34807134-17e4-4b61-beba-a2bd2a5b4312_500px-Kovalam_3.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"मंगलौर","SubTitleHindi":null,"SubContent":"<p>मंगलौर, जिसे आधिकारिक तौर पर मंगलुरु के नाम से जाना जाता है, कर्नाटक के भारतीय&nbsp; राज्य के प्रमुख बंदरगाह शहर है। यह राज्य की राजधानी, बेंगलुरू के पश्चिम में लगभग 352 किमी (किमी (21 9 मील) स्थित है, जिसमें अरब सागर&nbsp; पश्चिमी घाट पर्वत श्रृंखला है। भारत की 2011 की राष्ट्रीय जनगणना के अस्थायी परिणामों के मुताबिक, शहरी समूह की आबादी 623,841 थी।&nbsp;</p>\r\n<p><strong> दूरी&nbsp; मैंगलोर एनएच 75 के माध्यम से बैंगलोर से 352 किमी दूर है&nbsp;</strong></p>\r\n<p><strong> वहां पहुंचने के लिए&nbsp; आप शहर में सीधी बस का उपयोग कर सकते हैं या आप ट्रेन या कार जैसे यात्रा के लोकप्रिय तरीके चुन सकते हैं।</strong></p>\r\n<p><strong> यात्रा करने के लिए स्थान&nbsp; तन्निरभावी बीच, मंगलादेवी मंदिर, पानमपुर बीच, सम्मिलन शेट्टी&nbsp; तितली पार्क, पिलिकुला गोल्फ क्लब,&nbsp; बीच और एनआईटीके लाइटहाउस।&nbsp;</strong></p>\r\n<p><strong> करने के लिए चीजें सर्फिंग आश्रम में सर्फ करना सीखें, फोरम फिज़ा मॉल में खरीदारी करें।</strong></p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mangalore &lt;/ p&gt;</p>","SubContentHindi":null,"ImageUrl":"4cfa9dc5-d3da-4a81-ab87-ca22ce9464e5_Mangalore.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"10"},{"SubTitle":"पांडिचेरी","SubTitleHindi":null,"SubContent":"<p>पांडिचेरी (/ pɒndɪtʃɛri / या / - ʃɛri /; फ्रेंच: पांडिच और eacute; ry ) पूंजी शहर&nbsp; और भारतीय संघ का सबसे बड़ा शहर पुडुचेरी है। पांडिचेरी शहर संघ राज्य के पुडुचेरी जिले में स्थित है। इसे स्नेही रूप से पांडी&nbsp; और संक्षिप्त कोड &amp; quot; Pdy &amp; quot; के रूप में जाना जाता है, और आधिकारिक तौर पर 2006 से तमिल (न्यू टाउन) में वैकल्पिक नाम पुडुचेरी द्वारा जाना जाता है।</p>\r\n<p><strong> दूरी&nbsp; पांडिचेरी बैंगलोर से 331 किमी दूर है, एनएच 77 के माध्यम से&nbsp;</strong></p>\r\n<p><strong> वहां कैसे पहुंचे आप बैंगलोर से पांडिचेरी से सड़क, रेल, कार्ड, बस या बाइक का उपयोग कर यात्रा कर सकते हैं।&nbsp;</strong></p>\r\n<p><strong> यात्रा करने के लिए स्थान&nbsp; प्रोमेनेड बीच, रोमेन रोलैंड लाइब्रेरी, फ्रांसीसी इंस्टीट्यूट ऑफ पांडिचेरी, पुडुचेरी बॉटनिकल गार्डन, रॉक बीच।&nbsp;</strong></p>\r\n<p><strong> करने के लिए चीजें चुन्नमंबर बोट हाउस में नाव की सवारी करें, स्कूबा डाइविंग जाओ, शहर के चारों ओर एक साइकिल यात्रा पर जाएं।&nbsp;</strong></p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Pondicherry &lt;/ p&gt;</p>","SubContentHindi":null,"ImageUrl":"2ced6ff9-efb4-4da4-a11f-2aa8ac857484_320px-Puducherry_beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"11"},{"SubTitle":"ऊटी","SubTitleHindi":null,"SubContent":"<p>उदगमंडलम (जिसे ओटाकामुंड के नाम से भी जाना जाता है, और जिसे उधगई ओटी, के रूप में जाना जाता है, एक शहर और नगर पालिका है, भारत में तमिलनाडु में है। यह कोयंबटूर के उत्तर में 86 किमी स्थित है। 128 किमी दक्षिण में मैसूर और नीलगिरिस जिले की राजधानी है। यह एक लोकप्रिय पहाड़ी स्टेशन है नीलगिरी पहाड़ियों में स्थित है।</p>\r\n<p><strong> दूरी ऊटी 275&nbsp; के माध्यम से बैंगलोर से 275 किमी दूर है</strong></p>\r\n<p><strong> वहां कैसे पहुंचे आप सड़क, रेल के माध्यम से बैंगलोर से ऊटी तक यात्रा कर सकते हैं। सवारी का आनंद लेने के लिए अपनी कार या बाइक का उपयोग करें।</strong></p>\r\n<p><strong> यात्रा करने के लिए स्थान सरकारी बॉटनिकल गार्डन, रोज गार्डन, वैक्स संग्रहालय, चॉकलेट संग्रहालय, ऊटी झील, डोडाडेबेटा, हिमस्खलन झील।&nbsp;</strong></p>\r\n<p><strong> करने के लिए चीजें&nbsp; पिका झील द्वारा एक पिकनिक है, ऊटी झील पर नाव की सवारी करें, शहर में टोडा झोपड़ियों पर जाएं।&nbsp;</strong></p>\r\n<p>Source: https://en.wikipedia.org/wiki/Ooty</p>","SubContentHindi":null,"ImageUrl":"9d3af9d1-fddb-40a7-8e6d-d21364d8c5a8_ooty.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"12"},{"SubTitle":"रामनगर","SubTitleHindi":null,"SubContent":"<p>रामानगर भारतीय राज्य कर्नाटक में एक शहर और एक नगर नगर परिषद है। यह रामानगर जिले का मुख्यालय भी है।</p>\r\n<p>इस शहर को टिपू सुल्तान के शासक काल में शमसेराबाद के नाम से जाना जाता था। पूर्व स्वतंत्रता काल में सर बैरी क्लोज (1756-1813) के बाद इसे क्लोजिपेट कहा जाता था। यह नाम भूविज्ञान में बरकरार रखा गया है। तब क्लोजिपेट को रामानगर कहा जाता था। रामानगर का नाम रामायण की ऐतिहासिक कहानी पर आधारित था।</p>\r\n<p>Source: https://en.wikipedia.org/wiki/Ramanagara</p>","SubContentHindi":null,"ImageUrl":"088d9eea-f9c4-46b1-982f-67cf8cc6bfdb_ramnagar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"13"},{"SubTitle":"गोवा","SubTitleHindi":null,"SubContent":"<p>गोवा /ɡoʊ.ə/ (सुनो) पश्चिमी भारत में कोकण के नाम से जाना जाने वाला तटीय क्षेत्र के भीतर भारत में एक राज्य है। यह महाराष्ट्र से उत्तर और दक्षिण में कर्नाटक पूर्व और दक्षिण में है, अरब सागर अपने पश्चिमी तट का निर्माण कर रहा है। यह क्षेत्र द्वारा भारत का सबसे छोटा राज्य है और आबादी द्वारा चौथा सबसे छोटा राज्य है। गोवा में सभी भारतीय राज्यों में प्रति व्यक्ति सबसे ज्यादा सकल घरेलू उत्पाद है, जो कि देश का ढाई गुना है। इसे 12 वीं संकेतकों के आधार पर जनसंख्या पर राष्ट्रीय आयोग द्वारा भारत में 'ग्यारहवीं वित्त आयोग \"द्वारा' सर्वश्रेष्ठ स्थान दिया गया 'स्थान दिया गया था और भारत में' जीवन की सर्वोत्तम गुणवत्ता 'के लिए शीर्ष पर स्थान दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>दूरी - गोवा एनएच 48 के माध्यम से बंगाकायर से 558 किमी दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>जाने के लिए स्थान - बागा बीच, बोम जीसस, चापोरा किला, और दुधसागर फॉल्स का बेसिलिका।</p>\r\n<p>&nbsp;</p>\r\n<p>वहां कैसे पहुंचे - आप सड़क, रेल से बैंगलोर से गोवा यात्रा कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>करने के लिए चीजें - उत्तरी गोवा के समुद्र तटों, कैलुंगेट बीच में पानी के खेल पर जाएं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Goa</p>","SubContentHindi":null,"ImageUrl":"15a0b2f1-f752-4f6b-92bc-e007875f829f_550px-Palolem_beach.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"अल्लेप्पी","SubTitleHindi":null,"SubContent":"<p>आलप्पुषा (उच्चारण (सहायता &middot; जानकारी)), जिसे एलेप्पी के नाम से भी जाना जाता है, दक्षिणी भारत के केरल राज्य के आलप्पुषा जिले का प्रशासनिक मुख्यालय है। आलप्पुषा केरल में एक शहर और नगर पालिका है जिसमें शहरी आबादी 174,164 है और केरल में उच्चतम साक्षरता दर वाले जिलों में तीसरा है। 2016 में, विज्ञान और पर्यावरण केंद्र ने आलप्पुषा को भारत के शीर्ष स्वच्छतम शहर के रूप में रेट किया, इसके बाद माईसुरु और पणजी आलप्पुषा को इस क्षेत्र में सबसे पुराना नियोजित शहर माना जाता है और शहर के तट पर बने लाइटहाउस अपनी तरह का पहला है लक्केडिव सागर तट के साथ (मलयालम भाषा में केरल के संदर्भ विश्वकोष)।</p>\r\n<p>&nbsp;</p>\r\n<p>दूरी - बैंगलोर एनएच 544 से एलेप्पी 565 किमी दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>वहां कैसे पहुंचे - आप सड़क, रेल द्वारा बैंगलोर से एलेप्पी यात्रा कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जाने के लिए स्थान - पाथिरमानल, वेम्बनाद, कृष्णपुरम पैलेस, आलप्पुषा लाइटहाउस।</p>\r\n<p>&nbsp;</p>\r\n<p>चीजें करने के लिए - हाउसबोट, बैकवाटर गांवों का दौरा करें।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Alappuzha</p>","SubContentHindi":null,"ImageUrl":"874e12c1-5c6c-42e4-89de-d7738a2158a6_House_Boat,_Alappuzha,_Kerala.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"वाग्मन","SubTitleHindi":null,"SubContent":"<p>वागामन ने वाग्मन को भी लिखा, मीनाचिल तालुक में स्थित एक पहाड़ी स्टेशन और कोट्टायम जिले के कंजिरप्पाली तालुक और भारत के केरल राज्य के इडुक्की जिले के पेरूमडे तालुक है।</p>\r\n<p>&nbsp;</p>\r\n<p>दूरी - वाघमोन एनएच 44 के माध्यम से बैंगलोर से 553 किमी दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>वहां कैसे पहुंचे - आप सड़क से बैंगलोर से वागमॉन यात्रा कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जाने के लिए स्थान - कुरुसुमाला आश्रम, इंडो-स्विस परियोजना डेयरी फार्म, वागामन मीडोज़, मारमाला झरने।</p>\r\n<p>&nbsp;</p>\r\n<p>करने के लिए चीजें - पैरासेलिंग त्योहार, ट्रेकिंग जाओ।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Vagamon</p>","SubContentHindi":null,"ImageUrl":"3eec05cb-1f74-481c-a6cd-ecebbf1b869f_500px-Vagamon_Meadow_1.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"मुन्नार","SubTitleHindi":null,"SubContent":"<p>मुन्नार दक्षिण-पश्चिम भारतीय केरल राज्य के इडुक्की जिले में स्थित एक शहर और पहाड़ी स्टेशन है। मुन्नार पश्चिमी घाट पर्वत श्रृंखला में, समुद्र तल से लगभग 1,600 मीटर (5,200 फीट) ऊपर स्थित है। मुन्नार को \"दक्षिण भारत का कश्मीर\" भी कहा जाता है और यह हनीमून के लिए एक पसंदीदा गंतव्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>दूरी - मुन्नार एनएच 44 के माध्यम से बैंगलोर से 485 किमी दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>वहां कैसे पहुंचे - आप कैब, कार या बाइक का उपयोग करके सड़क और रेल द्वारा बैंगलोर से मुन्नार तक यात्रा कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जाने के लिए स्थान - फोटो प्वाइंट, पल्लीवासल फॉल्स, सीएसआई क्राइस्ट चर्च।</p>\r\n<p>&nbsp;</p>\r\n<p>करने के लिए चीजें - एक अभयारण्य में वन्यजीवन को स्थानांतरित करें, मुन्नार की पहाड़ियों पर बाइक की सवारी करें।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Munnar</p>","SubContentHindi":null,"ImageUrl":"de4cb434-6dae-4063-9e79-2627bf072c45_Munnar_hill_station_.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"कूर्ग","SubTitleHindi":null,"SubContent":"<p>कोडागु भारत के कर्नाटक में एक प्रशासनिक जिला है। 1 9 56 से पहले यह एक प्रशासनिक रूप से अलग कूर्ग राज्य था, जिस बिंदु पर इसे एक बड़े मैसूर राज्य में विलय कर दिया गया था। यह दक्षिण पश्चिम कर्नाटक के पश्चिमी घाटों में 4,102 वर्ग किलोमीटर (1,584 वर्ग मील) का क्षेत्रफल रखता है। 2001 में इसकी जनसंख्या 548,561 थी, 13.74% जिला के शहरी केंद्रों में थी, जिससे कर्नाटक के 30 जिलों में कम से कम आबादी हुई।</p>\r\n<p>&nbsp;</p>\r\n<p>दूरी - कुरग एनएच 75 के माध्यम से बैंगलोर से 268 किमी दूर है</p>\r\n<p>&nbsp;</p>\r\n<p>वहां कैसे पहुंचे - आप कार, बस या बाइक के माध्यम से सड़क से बैंगलोर से कूर्ग तक यात्रा कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जाने के लिए स्थान - स्वर्ण मंदिर, तालाकावेरी, एबी फॉल्स, दुबेर हाथी शिविर, नागहरोल राष्ट्रीय उद्यान।</p>\r\n<p>&nbsp;</p>\r\n<p>करने के लिए चीजें - दुबेर हाथी शिविर में एक हाथी की सवारी लें, बारपोल नदी में नदी राफ्टिंग जाएं, कोपाटी हिल्स की यात्रा करें।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kodagu_district</p>","SubContentHindi":null,"ImageUrl":"58e745f7-4173-45da-86de-a4fac9192b43_Talakaveri_areal_view.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"मैसूर","SubTitleHindi":null,"SubContent":"<p> मैसूर [6] & nbsp; (/ maɪsɔːr / & nbsp; (& nbsp; सुनो)), आधिकारिक तौर पर & nbsp; माईसुरु, कर्नाटक, भारत के राज्य में तीसरा सबसे अधिक आबादी वाला शहर है। यह जनसंख्या में कर्नाटक में दूसरा सबसे बड़ा शहरी समूह भी है। यह बैंगलोर के दक्षिण-पश्चिम में लगभग 146 & nbsp; किमी (91 मील) मील की चामुंडी हिल्स & nbsp; की तलहटी में स्थित है और 152 & nbsp; किमी 2 (nbsp; & nbsp; वर्ग मील) के क्षेत्र में फैला हुआ है। अनुमानित जनसंख्या 2017 तक 1,014,227 है। मैसूर सिटी कॉर्पोरेशन शहर के नागरिक प्रशासन के लिए ज़िम्मेदार है, जो मैसूर जिले & nbsp; और मैसूर डिवीजन का मुख्यालय भी है। </ P>\r\n\r\n<P> दूरी & nbsp; & ndash; मैसूर एनएच 275 </ p> के माध्यम से बैंगलोर से लगभग 160 किमी दूर है\r\n\r\n<p> वहां कैसे पहुंचे & nbsp; & ndash; & nbsp; आप सड़क और रेल के माध्यम से बैंगलोर से यात्रा कर सकते हैं। मैसूर के लिए सीधी ट्रेनें हैं और आप शहर में कैब ले सकते हैं। </ P>\r\n\r\n<p> जाने के लिए स्थान & nbsp; & ndash; मैसूर पैलेस, मैसूर चिड़ियाघर, ब्रिंडवन गार्डन, चामुंडेश्वरी मंदिर, ब्लू लैगून, रेल संग्रहालय, प्राकृतिक इतिहास का क्षेत्रीय संग्रहालय, और सेंट फिलोमेना & rsquo; चर्च। </ P>\r\n\r\n<p> स्रोत: https://en.wikipedia.org/wiki/Mysore </ p>","SubContentHindi":null,"ImageUrl":"77d2eead-cd94-4451-8b23-26c606c9d3b5_440px-Mysore_Palace%2C_India.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"कोडईकनाल","SubTitleHindi":null,"SubContent":"<p>कोडाईकनाल एक तमिलनाडु, भारत के&nbsp; राज्य के डिंडीगुल जिले की पहाड़ियों में&nbsp; पलानी के पास एक शहर है।&nbsp; इसका नाम तमिल भाषा का अर्थ है&nbsp; वन&nbsp; कोडाइकनाल को हिल स्टेशनों की राजकुमारी&nbsp; के रूप में जाना जाता है। और एक वापसी और लोकप्रिय पर्यटक गंतव्य के रूप में एक लंबा इतिहास है।&nbsp;</p>\r\n<p><strong> दूरी&nbsp; कोडाइकनाल एनएच 44 के माध्यम से बैंगलोर से 468 किमी&nbsp; है</strong></p>\r\n<p><strong> वहां कैसे पहुंचे&nbsp; आप कैब, बस, कार या बाइक का उपयोग कर सड़क और रेल द्वारा बैंगलोर से कोडाईकनाल जा सकते हैं।&nbsp;</strong></p>\r\n<p><strong> स्थान देखने के लिए बेरीजाम झील, कोकर वाक, ब्रायंट पार्क, Chettiar पार्क,&nbsp; साइलेंट वैली व्यू प्वाइंट।&nbsp;</strong></p>\r\n<p><strong> करने के लिए चीजें डॉल्फिन की नाक के लिए ट्रेक, कोडाईकनाल झील पर एक नाव की सवारी ले लो।</strong></p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kodaikanal &lt;/ p&gt;</p>","SubContentHindi":null,"ImageUrl":"4a7223b5-9f08-4586-a439-7b6c03457115_Blue_Kodaikanal.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"मदुरै","SubTitleHindi":null,"SubContent":"<p>मदुरै भारतीय राज्य तमिलनाडु के प्रमुख शहरों में से एक है। यह मडुरा जिला का प्रशासनिक मुख्यालय है, जो तमिलनाडु का दूसरा सबसे बड़ा शहर है और भारत में 25 वां सबसे अधिक आबादी वाला शहर है। नदी वैगई के तट पर स्थित, मदुरै दो सहस्राब्दी के लिए एक प्रमुख समझौता रहा है।&nbsp;</p>\r\n<p><strong> दूरी&nbsp; मदुरै एनएच 44 के माध्यम से बैंगलोर से 435 किलोमीटर दूर है&nbsp;</strong></p>\r\n<p><strong> वहां कैसे पहुंचे आप सड़क, रेल या हवा से बैंगलोर से मदुरै तक यात्रा कर सकते हैं।&nbsp;</strong></p>\r\n<p><strong> यात्रा करने के लिए स्थान&nbsp; पज़हुधिर सोलई, अयराम काल मंडपम, अयराम काल मंडपम, वैगी बांध।&nbsp;</strong></p>\r\n<p><strong> करने के लिए चीजें&nbsp; शहर के चारों ओर पहाड़ों पर जाएं, मूल मदुरै इडली शॉप खाएं।</strong></p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Madurai</p>","SubContentHindi":null,"ImageUrl":"d69c2e74-89b5-4432-82b6-192d327b5f63_Meenakshi_Amman_Temple_North_Tower_-_Street.JPG","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-weekend-getaways-from-bangalore","tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"recommendations":[{"id":596,"title":"बेंगलुरु शहरी, बेंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","dateCreated":"2019-09-07T02:30:45.624Z","dateModified":"2019-09-07T02:30:58.5Z","contributedBy":"AskGif","content":"बैंगलोर शहरी भारतीय राज्य कर्नाटक का एक जिला है। यह पूर्व और उत्तर में बैंगलोर ग्रामीण जिले, पश्चिम में रामनगर जिला और दक्षिण में तमिलनाडु के कृष्णागिरी जिले से घिरा हुआ है। बैंगलोर अर्बन डिस्ट्रिक्ट 1986 में अस्तित्व में आया, इसके साथ ही बंगलौर अर्बन बैंगलोर और बैंगलुरू रूरल डिस्ट्रिक्ट्स में बं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बेंगलुरु","slug":"bengaluru"},{"name":"बेंगलुरु-शहरी","slug":"bengaluru-urban"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-bengaluru-urban-bengaluru-karnataka","total":0},{"id":380,"title":"उत्तरी गोवा, पणजी में देखने के लिए शीर्ष स्थान, गोवा","imageUrl":"9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","dateCreated":"2019-05-09T16:00:05.33Z","dateModified":"2019-05-09T16:41:03.01Z","contributedBy":"AskGif","content":"उत्तर गोवा भारत के गोवा राज्य को बनाने वाले दो जिलों में से एक है। जिले का क्षेत्रफल 1736 वर्ग किमी है, और यह उत्तर में महाराष्ट्र राज्य के सिंधुदुर्ग जिले और पूर्व में कर्नाटक के बेलगाम जिले से, दक्षिण गोवा जिले से दक्षिण में, और अरब सागर से पश्चिम तक घिरा हुआ है।\r\n&nbsp;\r\nऐतिहासिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9da1ea8d-bd3d-4ef4-9ebc-2a1f525492bd_North-Goa-or-South-Goa.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तरी-गोवा","slug":"north-goa"},{"name":"पणजी","slug":"panaji"},{"name":"गोवा","slug":"goa"}],"slug":"top-places-to-visit-in-north-goa-panaji-goa","total":0},{"id":356,"title":"Google भर्ती 2019 | समर ट्रेनी इंजीनियरिंग प्रोग्राम (STEP) | BE / B.Tech - CSE / EEE | 2020/2021 बैच | बैंगलोर","imageUrl":"d593674c-0f91-407e-a27c-fd96275e4a66_Google-India-Logo.jpg","dateCreated":"2019-04-20T03:04:25.105Z","dateModified":"2019-04-21T15:24:59.639Z","contributedBy":"AskGif","content":"कंपनी: गूगल इंडिया प्राइवेट लिमिटेड\r\nGoogle Inc. एक अमेरिकी बहुराष्ट्रीय प्रौद्योगिकी कंपनी है जो इंटरनेट से संबंधित सेवाओं और उत्पादों में विशेषज्ञता रखती है। इनमें ऑनलाइन विज्ञापन तकनीक, खोज, क्लाउड कंप्यूटिंग और सॉफ्टवेयर शामिल हैं। इसका अधिकांश लाभ ऐडवर्ड्स से प्राप्त होता है, जो एक ऑन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d593674c-0f91-407e-a27c-fd96275e4a66_Google-India-Logo.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"बैंगलोर","slug":"bangalore"}],"slug":"google-recruitment-2019-summer-trainee-engineering-program-step-be-b.tech-cse-eee-2020-2021-batch-bangalore","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}