{"id":400,"title":"Top Places to visit in Dang, Ahwa, Gujarat","imageUrl":"68b2207b-4cb3-4310-8257-700b6b82580d_dang-district-pincode-gujarat.jpg","dateCreated":"2019-06-22T13:58:10.802Z","dateModified":"2019-06-22T14:23:54.496Z","contributedBy":"AskGif","content":"<p>Dang (About this soundListen (help&middot;info)) is a district in the state of Gujarat in India. The administrative headquarters of the district are located in Ahwa. Dang has an area of 1,764 km&sup2; and a population of 226,769 (as of 2011).</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the least populous district of Gujarat (out of 33). As per the Planning Commission, Dang is one of the most economically distressed district out of 640 districts in India. The main language spoken in this district is Konkani and 98% of the population belongs to one of the scheduled tribes.</p>\r\n<p>&nbsp;</p>\r\n<p>The five Kings of Dangs are the only hereditary royals in India whose titles are currently recognized by the government owing to an agreement made during the British Raj in 1842.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>The origin of the name of the Dang is uncertain. In common parlance the word 'dang' means a hilly village. There is another connotation of the word 'dang' which means bamboo (a place of bamboo). The name is also associated with Hindu mythology. It is related to the Dandakaranya of the Ramayana. It is said that during the exile, Rama passed through this area on his way to Nasik.</p>\r\n<p>&nbsp;</p>\r\n<p>Kings of Dang</p>\r\n<p>&nbsp;</p>\r\n<p>The Dangs (orange) within Surat Agency, British India</p>\r\n<p>See also: Surat Agency</p>\r\n<p>The five ROYAL Bhil Kings of Dangs are currently the only hereditary rulers in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Before Independence several wars were fought between the five tribal kings of Dang and the British Raj. According to the history of Dang, the biggest war to took place at 'Lashkaria Amba', in when the kings of all the five states joined together to protect Dang from British rule. The British were beaten and agreed to a compromise.</p>\r\n<p>&nbsp;</p>\r\n<p>As per the treaty signed in 1842 the British were allowed to use the forests and their natural products against which they had to pay around 3,000 silver coins to the five kings. Currently the kings receive a monthly political pension by the Government of India, which is the main source of their income. This payment is continued even though all privy purses for the Princely states of India were stopped in 1970 since the agreement was between then monarchy of Dangs and the British.</p>\r\n<p>&nbsp;</p>\r\n<p>At the end of each fiscal year during Holi, the kings gather in Ahwa for a traditional royal ceremony, in their richly decorated buggies and bands with tribal dancers, to receive the payment as per the agreement of 1842. In ancient Indian Scriptures Dang is known as Dand Aranyaka, meaning Bamboo Forest. Recently the Dangs Kings have urged the government to protect their depleting forest cover due to illegal logging.</p>\r\n<p>&nbsp;</p>\r\n<p>The five kingdoms are Daher, Linga, Gadvi, Vasurna and Pimpri.</p>\r\n<p>&nbsp;</p>\r\n<p>Current Rulers</p>\r\n<p>&nbsp;</p>\r\n<p>Linga - Raja Bhavarsingh</p>\r\n<p>Daher-Amala - Raja Tapatrao Anandrao</p>\r\n<p>Gadhvi Raja - Karan Singh Yashwant Rao Pawar</p>\r\n<p>Vasurna Raja - Dhanrajsinh Chandara Sinhgh Suryavanshi</p>\r\n<p>Pimpri - Raja Trikamrao Sahebrao Powar</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Dang district has a population of 226,769, roughly equal to the nation of Vanuatu. This gives it a ranking of 587th in India (out of a total of 640). The district has a population density of 129 inhabitants per square kilometre (330/sq mi) . Its population growth rate over the decade 2001-2011 was 21.44%. Dang has a sex ratio of 1007 females for every 1000 males, and a literacy rate of 76.8%.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Dang District as an economically distressed district, one of 250 out of a total of 640 districts. It is one of the six districts in Gujarat currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Forest of Dang</p>\r\n<p>Dang District has part of a forest that includes Purna Wildlife Sanctuary, which is shared between the districts of Dang and Tapi in Gujarat and Nandurbar District in Maharashtra, and Vansda National Park in Navsari District, which shares a continuous tract of forest with Valsad District.[better source needed]</p>\r\n<p>&nbsp;</p>\r\n<p>A rusty-spotted cat was sighted for the time in 1991 in Shoolpaneshwar Wildlife Sanctuary.</p>\r\n<p>&nbsp;</p>\r\n<p>In Purna and Ratanmahal Wildlife Sanctuarys, eight bird species are considered locally extinct, including Indian grey hornbill, jungle bush quail, red spurfowl and large woodshrike. Also, Bengal tiger, Indian giant squirrel and gaur are reportedly extinct in Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>Talukas</p>\r\n<p>Subir</p>\r\n<p>Waghai</p>\r\n<p>Ahwa</p>\r\n<p>Rivers</p>\r\n<p>Purna River</p>\r\n<p>Ambika River</p>\r\n<p>Gira River</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dang_District,_India</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/68b2207b-4cb3-4310-8257-700b6b82580d_dang-district-pincode-gujarat.jpg","subContents":[{"SubTitle":"1. Mahal Campsite","SubTitleHindi":null,"SubContent":"<p>Mahal village is 24 km away from Ahwa. And 1.5km away from mahal village. This forest area declared protected forest for animal safety by forest department. Various kinds of animal live including tiger as well, It&rsquo;s a nice place for tourist where facility of tree house, campfire, huts available for accomdation, Which is managed by forest department.</p>","SubContentHindi":null,"ImageUrl":"952df208-4a0f-4103-97c7-6f38b76da370_Mahal-Campsite.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Shabridham and Pampa Sarovar","SubTitleHindi":null,"SubContent":"<p>This place is said be be place where shri ram(an hindu god), while his journey through forest, met with shabri, who was a devotee of him, This Place is located in subir block of dang district, A temple has been constructed here.</p>","SubContentHindi":null,"ImageUrl":"6a879dbd-6440-4615-b477-3e5ca6a67a3e_Shabridham-and-Pampa-Sarovar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Giradhod","SubTitleHindi":null,"SubContent":"<p>A natural waterfall which is an eye treat, It&rsquo;s height is approx 200-250 feet, Almost whole year it is full with water.</p>","SubContentHindi":null,"ImageUrl":"449c32fc-e45c-40f5-ae02-209e1ddff6d7_Giradhod.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Saputara Hill Station","SubTitleHindi":null,"SubContent":"<p>Saputara has been developed as a planned hill resort with all the necessary amenities like hotels, parks, swimming pools, boat club, theaters, ropeways and a museum to ensure an enjoyable holiday in the cool of the hill.</p>\r\n<p>&nbsp;</p>\r\n<p>Saputara means the &lsquo;Abode of Serpents&rsquo; and a snake image on the banks of the river Sarpagana is worshiped by the Adivasis on Holi.</p>","SubContentHindi":null,"ImageUrl":"88f114f0-c777-48e3-9066-142b13288f11_Saputara-Hill-Station.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Air</p>\r\n<p>The nearest airport from Dang is Surat, situated at a distance of around 141 km from district centre, Ahwa. A number of flights fly to and from here, connecting the city with the various parts of Gujarat as well as the country.</p>\r\n<p>&nbsp;</p>\r\n<p>By Train</p>\r\n<p>Dang District doesn&rsquo;t have broad-gauge railway connectivity, Although a narrow-gauge train is operated from Bilimora(a block of navsari district). Nearest Railway Stations are Navsari, Valsad and Surat which is at the distance of 101, 110 &amp; 141 Km from district centre Ahwa.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road</p>\r\n<p>NH 350 Passes through Waghai Block of the district, District Centre Ahwa is on Gujarat State Highway No. 14. State Transport runs buses which connects to major cities such as Surat, Vadodara &amp; Ahmedabad.</p>\r\n<p>source: https://dangs.nic.in</p>","SubContentHindi":null,"ImageUrl":"48e9f387-566d-4d6b-a0d0-e75e921cd4b9_Dang-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dang-ahwa-gujarat","tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahwa","slug":"ahwa"},{"name":"dang","slug":"dang"}],"recommendations":[{"id":469,"title":"Top Places to visit in Surat, Gujarat","imageUrl":"fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","dateCreated":"2019-08-25T03:06:01.584Z","dateModified":"2019-08-25T03:06:27.078Z","contributedBy":"AskGif","content":"Surat is a city in the Indian state of Gujarat. It used to be a large seaport and is now a centre for diamond cutting and polishing. It is the eighth largest city and ninth largest urban agglomeration in India. It is the administrative capital of the Surat district. The city is located 284 kilome","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"surat","slug":"surat"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-surat-gujarat","total":0},{"id":463,"title":"Top Places to visit in Navsari, Gujarat","imageUrl":"7cebce78-633f-44f4-b08e-3e0ddb78ab63_Navsari-railway.jpg","dateCreated":"2019-08-24T09:03:02.264Z","dateModified":"2019-08-24T09:03:14.435Z","contributedBy":"AskGif","content":"Navsari is a city and 9th biggest municipality of Gujarat and the administrative headquarters Navsari District of Gujarat, India. Navsari is also the Twin City of Surat, and only 30 km south of Surat. In 2016, Navsari ranked as the 16th biggest city of Gujarat state of india by population in 2011","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7cebce78-633f-44f4-b08e-3e0ddb78ab63_Navsari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"navsari","slug":"navsari"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-navsari-gujarat","total":0},{"id":459,"title":"Top Places to visit in Mahisagar, Lunavada, Gujarat","imageUrl":"65803529-6dec-4293-bfd4-3b0c2268587a_Mahisagar-Gujarat.jpg","dateCreated":"2019-08-24T06:45:48.945Z","dateModified":"2019-08-24T06:46:14.795Z","contributedBy":"AskGif","content":"Mahisagar is an Indian drama television series which premiered on 7 October 2013 on BIG Magic and ended on 15 April 2015 with 400 episodes. The series is produced by J.D. Majethia of Hats Off Productions. It stars Anuj Thakur and Dharti Bhatt.\r\nMahisagar district &ndash; also Mahisagar &nd","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/65803529-6dec-4293-bfd4-3b0c2268587a_Mahisagar-Gujarat.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lunavada","slug":"lunavada"},{"name":"gujarat","slug":"gujarat"},{"name":"mahisagar","slug":"mahisagar"}],"slug":"top-places-to-visit-in-mahisagar-lunavada-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}