{"id":401,"title":"देवभूमि द्वारका, खंभालिया में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","dateCreated":"2019-06-23T09:30:41.72Z","dateModified":"2019-06-23T10:24:29.484Z","contributedBy":"AskGif","content":"<p>देवभूमि द्वारका जिला भारत का एक जिला है जो गुजरात राज्य में कच्छ की खाड़ी के दक्षिणी तट पर स्थित है। इसका मुख्यालय जामखंभालिया शहर में स्थित है। जिला 15 अगस्त 2013 को जामनगर जिले से बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>तालुका (प्रशासनिक प्रभाग)</p>\r\n<p>जिले में 4 तालुका हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>द्वारका</p>\r\n<p>Bhanvad</p>\r\n<p>कल्याणपुर</p>\r\n<p>खंभालिया (जामखंभालिया)</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, द्वारका जिले की जनसंख्या 738,520 थी और जनसंख्या घनत्व 5,684 वर्ग किमी के क्षेत्र के आधार पर 130 है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>देवभूमि द्वारका जिले की जनसंख्या ark,५२,४ark४ है जो ४,०५१ किमी २ है।</p>\r\n<p>&nbsp;</p>\r\n<p>द्वारका (द्वारका) (द्वारका, द्वारका, और द्वारका) गुजरात में देवभूमि द्वारका जिले का एक शहर है। जिलों के वास्तविकरण से पहले, यह शहर जामनगर जिला था।</p>\r\n<p>&nbsp;</p>\r\n<p>द्वारका के प्राचीन नाम</p>\r\n<p>द्वारका देश के सात सबसे प्राचीन शहरों में से एक है। इसके प्राचीन नाम थे:</p>\r\n<p>&nbsp;</p>\r\n<p>द्वारवती (ब्यावती): महाभारत में विभिन्न पार्वतों में द्वारवती का उल्लेख है - (I.90.85), (II.13.65), (III.80.82), (III.86.21), (III.80.82)।</p>\r\n<p>कुशस्थली (कुशस्थली):</p>\r\n<p>अनारता (Antor): अनन्त सूर्यवंश में शर्याति का पुत्र था। इस राज्य की राजधानी कुशस्थली (द्वारका का प्राचीन नाम) थी। यह एक प्राचीन भारतीय क्षेत्र था जो गुजरात राज्य के वर्तमान उत्तर काठियावाड़ क्षेत्र के अनुरूप था</p>\r\n<p>ओखा (ओखा-मांडल): ओखा शब्द संस्कृत के उषा से पतित है। कुछ लेखकों का मानना ​​है कि इसे नदी से नाम मिलता है जिसका नाम उषा है जो ध्रवन नामक गाँव से उत्पन्न हुई है। दूसरों का मानना ​​है कि यह बाणासुर की बेटी उषा से मिलता है, जिसने कृष्ण के पोते अनिरुद्ध के साथ शादी की थी।</p>\r\n<p>गोमती द्वारका (गोमती द्वारका):</p>\r\n<p>चक्रतीर्थ (चक्रतीर्थ):</p>\r\n<p>अंटार्द्वीप (अंतर्द्वीप):</p>\r\n<p>वारिदुर्ग (वारिदुर्ग)</p>\r\n<p>उदधिमध्यस्थान (उदधिस्थान)</p>\r\n<p>&nbsp;</p>\r\n<p>महाभारत में द्वारका</p>\r\n<p>पांडु के पुत्र द्वारका में अपने वनवास के दौरान जंगल में रहते थे। इंद्रसेन के नेतृत्व में उनके सेवक एक साल (13 वें वर्ष) (4,72) में वहां रहते थे</p>\r\n<p>इंद्रप्रस्थ से द्वारका (14-53,55) के रास्ते में एक रेगिस्तान मौजूद होने का उल्लेख है</p>\r\n<p>सरस्वती नदी (9,35) पर तीर्थयात्रा के लिए जाने से पहले बाला राम ने द्वारका की एक बलि की आग का जिक्र किया।</p>\r\n<p>व्यक्ति को इंद्रियों को वश में करना चाहिए और दवारवती को विनियमित आहार देना चाहिए, जहां पिंडारक में स्नान करने से व्यक्ति को बहुतायत में सोने के उपहार का फल प्राप्त होता है (3.80.82)</p>\r\n<p>उसके एक भी दोष के परिणाम में राजा नृग को द्वारावती पर लंबे समय तक रहना पड़ा और कृष्ण उस दयनीय दुर्दशा से उसके बचाव का कारण बने। (13,72)</p>\r\n<p>ऋषि दुर्वासा ने लंबे समय तक द्वारावती (13,160) पर निवास किया</p>\r\n<p>कुरुक्षेत्र युद्ध (14,83) के बाद अपने सैन्य अभियान के दौरान अर्जुन ने द्वारवती का दौरा किया</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Devbhumi_Dwarka_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","subContents":[{"SubTitle":"1. द्वारकाधीश मंदिर","SubTitleHindi":null,"SubContent":"<p>गोमती तट में स्थित भगवान श्रीकृष्ण मंदिर पवित्र है, जिसे मंदिर DWARKADHISH मंदिर के नाम से जाना जाता है। पुरातत्व विभाग की राय के अनुसार, यह मंदिर 1200 साल पुराना है। तार्किक रूप से भगवान श्री कृष्ण वज्रनाभ के एक महान-पोते का अनुमान है, इससे पहले, लगभग 1400 ईसा पूर्व में स्थापित छतरियों के घर के अवशेष सेमुद्रमा दूबी बचे थे।</p>\r\n<p>&nbsp;</p>\r\n<p>द्वारका में मुख्य मंदिर, गोमती क्रीक पर स्थित, जगत मंदिर (सार्वभौमिक मंदिर) या त्रिलोक सूंदर (तीनों लोकों में सबसे सुंदर) के रूप में जाना जाता है। मूल रूप से 2500 साल से अधिक पहले, भगवान कृष्ण के महान पोते वज्रनाभ द्वारा बनाया गया माना जाता है, यह एक शानदार संरचना है जो अरब सागर के पानी से उठती है। इसके उत्कीर्ण नक्काशीदार शिखर, 43 मीटर ऊँचे और 52 गज के कपड़े से बने विशाल झंडे तक पहुँचते हुए, 10 किमी दूर से देखा जा सकता है। मंदिर की भव्यता को गोमती नदी के किनारे किनारे के पीछे की ओर जाने वाले 56 सीढ़ियों की उड़ान द्वारा बढ़ाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर नरम चूना पत्थर से बना है और इसमें एक गर्भगृह, बरोठा और तीन तरफ पोर्च के साथ एक आयताकार हॉल है। दो द्वार हैं: स्वर्ग द्वार (स्वर्ग का द्वार), जहाँ तीर्थयात्री प्रवेश करते हैं, और मोक्ष द्वार (मुक्ति का द्वार), जहाँ तीर्थयात्री बाहर निकलते हैं।</p>","SubContentHindi":null,"ImageUrl":"9502c87d-fa4a-4f35-b230-01185eeefeae_Dwarkadhish-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. भड़केश्वर महादेव","SubTitleHindi":null,"SubContent":"<p>लगभग पांच हजार साल पहले, अरब सागर में एक शिवलिंग का पता चला था, जिसे आज हम श्री भड़केश्वर महादेव मंदिर के नाम से जानते हैं। जून / जुलाई के महीने में, सागर में ही शिवलिंग का अभिषेक किया जाता है, और कुछ समय के लिए यह मंदिर समुद्र का हिस्सा बन जाता है। मंदिर का सबसे प्रसिद्ध त्योहार महा शिवरात्रि है, शिवरात्रि के दिन, मंदिर के चारों ओर एक भव्य मेले का आयोजन किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>द्वारका के बहुत किनारों पर निर्मित परम आनंद और उत्साह का एक शैव मंदिर है। द्वारका के पश्चिम में अरब सागर पर एक पहाड़ी पर स्थित, भड़केश्वर महादेव मंदिर गीता मंदिर और रुक्मणी मंदिर के काफी करीब है। भदेश्वर महादेव मंदिर की ईथर सुंदरता का वर्णन करने के लिए बहुत कम शब्द हैं। एक अच्छी तरह से निर्मित पथ के साथ किनारे से सीढ़ियों तक पहाड़ी तक जाने के लिए और सीधे मंदिर के लिए अग्रणी होने के कारण, भड़केश्वर महादेव मंदिर तक पहुंचना शायद ही कभी एक मुद्दा है। जैसा कि यह तट से बना है, समुद्र के पानी का ईब और प्रवाह मंदिर के आसपास के साथ-साथ उस तक जाने वाले मार्ग को बाढ़ देता है। यह वास्तव में बहुत बाधा नहीं है, बल्कि यह सभी की सुंदरता में इजाफा करता है।</p>","SubContentHindi":null,"ImageUrl":"0fc094fd-c4ce-45c3-9cd7-c5f14e8faf2a_Bhadkeshwar-Mahadev.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. गोमतीघाट","SubTitleHindi":null,"SubContent":"<p>द्वारका शहर में एक पवित्र गोमतीघाट है जहाँ गोमती माताजी मंदिर सहित कई मंदिर हैं। गोमतीघाट का स्नान एक अद्भुत सम्मान है। इस घाट का जीर्णोद्धार करके तीर्थयात्रियों के लिए अधिक सुविधाएं और सुरक्षा का इंतजाम किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>गोमती नदी के तट पर, एक शिव मंदिर है, साथ ही घाट के चारों ओर भगवान राम, भगवान कृष्ण और कृष्ण के मित्र सुदामा के छोटे मंदिर हैं, जहाँ तीर्थयात्रियों ने कम से कम 100 वर्षों से पूजा की है। द्वारका का विहंगम दृश्य प्राप्त करने के लिए एक नाव को किराए पर लिया जा सकता है और नदी के पार ले जाया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गोमती घाट नदी के मुहाने पर स्थित है। माना जाता है कि इन जल में स्नान करने से आत्मा शुद्ध होती है। इस विश्वास की एकमात्रता लड़कों के जीवंत माहौल के विपरीत है, जो लहरों में कूदते हैं और सोमरसॉल्ट्स को बदल देते हैं, क्योंकि लोग उनकी तस्वीर खींचते हैं। पानी में रहने वाले समुद्री ऊंटों को बेचकर ऊँट, चाय स्टैंड, और दाढ़ी वाले लोग माहौल से जुड़ते हैं। बैंकों को सरस्वती, लक्ष्मी और समुद्र (समुद्र के देवता) को समर्पित असंख्य धार्मिक स्थलों से युक्त है।</p>","SubContentHindi":null,"ImageUrl":"5e97aeb8-bdf9-45de-a84a-0d4c205e8656_Gomtighat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. गायत्री शक्तिपीठ","SubTitleHindi":null,"SubContent":"<p>1983 से, श्री गायत्री शक्तिपीठ, द्वारका में गायत्री माता का एकमात्र मंदिर है। एक धर्मशाला धार्मिक यात्रियों की सुविधा के लिए भी जुड़ी हुई है। माँ गायत्री की पूजा करने के लिए भक्त बड़ी श्रद्धा के साथ यहाँ आते हैं, और धाम यात्रा के दौरान मंदिर गायत्री परिवार के लिए एक बहुत ही विशेष सभा स्थल है। वर्ष में कम से कम एक बार, मंदिर के स्थापना दिवस पर अन्नकूट का आयोजन किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदुओं के लिए तीर्थ के संदर्भ में शक्तिपीठ बहुत महत्वपूर्ण हैं। ये स्थल हिंदुओं के लिए एक पौराणिक महत्व रखते हैं। यह हिंदू पौराणिक ग्रंथों में दिया गया है कि पूरे ब्रह्मांड के निर्माता भगवान ब्रह्मा ने एक यज्ञ किया था और महिला शक्ति से कहा कि वह संपूर्ण ब्रह्मांड के निर्माण में मदद करें और भगवान शिव से महिला शक्ति और पूरे ब्रह्मांड को बनाने में उनकी मदद करें। यह निर्णय लिया गया था कि महिला शक्ति मानव रूप में जन्म लेगी और भगवान शिव की पत्नी के रूप में उनकी जगह लेगी और इस ब्रह्मांड को कुशलता से चलाने में उनकी मदद करेगी। भगवान ब्रह्मा के पुत्र ने महिला शक्ति को अपनी बेटी के रूप में पाने के लिए एक यज्ञ किया और यह पहले से ही तय था कि महिला सती जो मानव रूप में महिला शक्ति थी, उन्हें भगवान शिव को समर्पित किया जाएगा। लेकिन क्योंकि भगवान ब्रह्मा का पांचवा सिर भगवान शिव के झूठ के कारण कट गया था, दक्ष जो कि ब्रह्मा के पुत्र भगवान शिव से घृणा करते थे और नहीं चाहते थे कि उनकी पुत्री महिला सती उनके साथ विवाहित हो। उस महिला सती ने भगवान शिव को देखा और गिर गईं। उसके साथ प्यार और उसके परिणामस्वरूप शादी हुई थी।</p>","SubContentHindi":null,"ImageUrl":"687ce979-d66d-4fed-ad53-6a7b8183c61b_Gayatri-Shaktipith.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. सुदामा सेतु","SubTitleHindi":null,"SubContent":"<p>पुल भक्तों और पर्यटकों के लिए एक अतिरिक्त आकर्षण बन जाएगा क्योंकि यह एलईडी लाइट्स से रोशन होगा और श्री धवरकेशेश के जगत मंदिर को पंचनद तीर्थ (पंच कुई) से जोड़ेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>सुदामा सेतु संत सुदामा के नाम को समर्पित है जो श्री द्वारकाधीश के बहुत अच्छे मित्र थे। यह गोमती नदी पर बना एक नवनिर्मित सस्पेंशन पैदल पुल है। जो द्वीप को उस मुख्य भूमि से जोड़ता है जहाँ श्री द्वारकाधीश का मंदिर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुल के दूसरी तरफ प्रिस्टाइन ब्लू रंग के पानी के साथ भयानक द्वारका बीच है। वहाँ से आपको शहर के साथ द्वारकाधीश मंदिर और गोमती घाट का अद्भुत यादगार दृश्य दिखाई दे सकता है। समुद्र तट का आनंद लेने के लिए ऊंट की सवारी और बाइक की सवारी अच्छी है। इस सेतु के पार एक पुराना लक्ष्मी नारायण मंदिर और पांच पांडव कुएं हैं। सी बीच इस जगह से लगभग 200 सौ मीटर की दूरी पर है। फोटोग्राफी के लिए, यह सेतु और इसके आसपास के क्षेत्र सर्वोत्तम अवसर प्रदान करते हैं। नदी के तट पर बैठने की व्यवस्था के साथ समुद्र और नदी के मिलने तक का मार्ग प्रशस्त है। इस मीटिंग पॉइंट से एक भयानक सनसेट देखा जा सकता है। समुद्र तट के किनारे गायन तरंगों, हवाओं और पक्षियों के साथ यह एक अद्भुत अनुभव था।</p>","SubContentHindi":null,"ImageUrl":"cd183b89-3ad6-4d9f-bf44-6580a4f27708_Sudama-Setu.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. शारदापीठ मंदिर","SubTitleHindi":null,"SubContent":"<p>8 वीं शताब्दी के अंत में और 9 वीं शताब्दी की शुरुआत में, श्री। जगद्गुरु आद्याशंकराचार्यजी ने शारदापीठ की स्थापना की थी जो कि आदिसंकराचार्यजीना के 4 मठों में से एक मठ है। वर्तमान में संकराचार्यजी ank मंत्रालय में बैठे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत के चार अलग-अलग दिशाओं में स्थापित, द्वारका में शारदा पीठ की स्थापना, हिंदुओं के सबसे आरक्षित धार्मिक गणमान्य व्यक्ति, जगत् गुरु शंकराचार्य ने की थी। इसका नाम शारदा, जो कि ज्ञान की देवी सरस्वती है, के लिए सही है, द्वारका का शारदा पीठ एक महत्वपूर्ण ज्ञान केंद्र है जो हिंदू धर्म, संस्कृति और संस्कृत भाषा का प्रचार और संरक्षण करता है। शारदा पीठ पौराणिक द्वारकाधीश के जगत मंदिर से सटी हुई है। जगह का माहौल बहुत पवित्र और धर्मी है और एकांत खोजने के लिए सही जगह है।</p>\r\n<p>&nbsp;</p>\r\n<p>माना जाता है कि शारदा पीठ 250 साल से अधिक पुरानी है और हर साल भारत भर से हजारों तीर्थयात्रियों द्वारा दौरा किया जाता है। आदि शंकराचार्य ने 491 ईस्वी में भारत की परंपराओं और धार्मिक मान्यताओं को वापस लेने के लिए इस पीठ को पाया। इस पीठ को कालिका मठ जैसे विभिन्न नामों से भी जाना जाता है, जो साम वेद, पशिचमनाय मठ और पश्चिमी मठ के प्रभारी हैं। इसके अलावा इसमें प्राच्य सामग्रियों का एक संग्रह भी है, जिसके बारे में माना जाता है कि इसमें पुराने द्वारका के अवशेष भी हैं जो समुद्र में डूबे हुए थे और कुछ अन्य पुरानी पुरानी चीजें हैं। इसने बम-गोले को भी संरक्षित किया है जिसे पाकिस्तानियों ने 1965 के युद्ध के दौरान हवाई हमले के दौरान फेंक दिया था लेकिन द्वारका को नुकसान नहीं पहुंचा सके।</p>","SubContentHindi":null,"ImageUrl":"1830d29a-2ad2-47a9-b5be-9471d9cc07ef_Shardapith-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. नागेश्वर ज्योतिर्लिंग","SubTitleHindi":null,"SubContent":"<p>गुजरात में सौराष्ट्र के तट पर द्वारका शहर और बेयट द्वारका द्वीप के बीच मार्ग पर स्थित यह महत्वपूर्ण भगवान शिव मंदिर है। यह एक भूमिगत गर्भगृह में दुनिया के 12 स्वयंभू (स्व-अस्तित्व) ज्योतिर्लिंगों में से एक द्वारा निहित है। एक बैठे भगवान शिव की 25 मीटर लंबी मूर्ति और तालाब के साथ एक बड़ा बगीचा इस शांत जगह के प्रमुख आकर्षण हैं। कुछ पुरातात्विक उत्खनन स्थल पर पांच पहले के शहरों का दावा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नागेश्वर को h दारुकवण &rsquo;के नाम से जाना जाता था, जो भारत में एक प्राचीन महाकाव्य का नाम है। नीचे इस रहस्यमय मंदिर से जुड़ी प्रसिद्ध किंवदंतियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>किंवदंती के अनुसार, 'बालखिल्य', बौने संतों के एक समूह ने लंबे समय तक दारुकवण में भगवान शिव की पूजा की। उनकी भक्ति और धैर्य की परीक्षा के लिए, शिव उनके शरीर पर केवल नागों (नागों) को पहने हुए एक नग्न तपस्वी के रूप में उनके पास आए। संतों की पत्नियां संत की ओर आकर्षित हुईं और उनके पीछे गईं, अपने पतियों को पीछे छोड़ दिया। ऋषि इस बात से बहुत परेशान और नाराज हो गए। उन्होंने अपना धैर्य खो दिया और तपस्वी को अपना लिंग ढीला करने के लिए शाप दिया (सीमित अर्थों में से एक है फालूस, लेकिन इसका गहरा आस्तिक प्रतीकवाद है)। शिव लिंग धरती पर गिर गया और पूरी दुनिया कांप उठी। भगवान ब्रह्मा और भगवान विष्णु भगवान शिव के पास आए, उनसे पृथ्वी को विनाश से बचाने और अपने लिंग को वापस लेने का अनुरोध किया। शिव ने उन्हें सांत्वना दी और अपना लिंग वापस ले लिया। (वामन पुराण CH.6 वाँ और 45 वाँ)। भगवान शिव ने हमेशा के लिए दारुकवना में 'ज्योतिर्लिंग' के रूप में अपनी दिव्य उपस्थिति का वादा किया।</p>","SubContentHindi":null,"ImageUrl":"89d552fd-9414-46a5-bda5-12c8042713e5_Nageshwar-Jyotirling.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. नारारा द्वीप","SubTitleHindi":null,"SubContent":"<p>वडिनार के पास मरीन नेशनल पार्क के हिस्से के रूप में, पारिस्थितिकी तंत्र नारारा द्वीप पर पाए जाते हैं। जहां कोई सड़क मार्ग से जा सकता है। इस स्थान पर जाने के लिए वन संरक्षक, जामनगर की पूर्व अनुमति लेनी होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान वडिनार के पास स्थित है। निकटतम शहर जामनगर है जो लगभग 40-50 किलोमीटर दूर है। इस जगह की यात्रा के लिए सबसे अच्छा समय सुबह का है क्योंकि समुद्र का पानी बहुत कम है और आप ज्यादातर समुद्री जानवरों जैसे ऑक्टोपस, स्टार फिश, जेली फिश, केकड़ों आदि को बेहतर तरीके से गाइड किराए पर ले सकते हैं ताकि वे आपको समुद्री जानवरों को खोजने में मदद करें। जगह काफी शांतिपूर्ण है और सप्ताहांत पर दोस्तों और परिवार के साथ जाना चाहिए।</p>\r\n<p>&nbsp;</p>\r\n<p>यह मरीन नेशनल पार्क जामनगर द्वारका हाईवे पर जामनगर, गुजरात (लगभग 1 से 2 बजे ड्राइव) से 50 से 60 किलोमीटर दूर है। जगह की यात्रा करने का सबसे अच्छा समय कम ज्वार पर है, इसलिए स्थानीय गाइडों के साथ जांच करके अपनी यात्रा की योजना बनाएं। आप यहां बहुत सारे गाइड पा सकते हैं, जो आपको कम ज्वार में समुद्र के बीच तक मार्गदर्शन करेंगे। जैसा कि आगे चलता है, समुद्र का साफ पानी देख सकते हैं।</p>","SubContentHindi":null,"ImageUrl":"d780dafe-470b-417e-961f-380b959b95ad_Narara-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. बेट द्वारका - दंडी हनुमान","SubTitleHindi":null,"SubContent":"<p>बेयट द्वारका मुख्य श्री कृष्ण मंदिर से पांच किलोमीटर पहले भगवान हनुमान के लिए एक शानदार और अनोखा मंदिर है। यह अधिक लोकप्रिय रूप से दांडी हनुमान मंदिर के रूप में जाना जाता है। यह मंदिर कैसे अनोखा है यह अधिक दिलचस्प है। मंदिर कितना अनोखा है, यह जानने के लिए आइए रामायण की पौराणिक गलियों में टहलें। हालांकि, अहि रावण, माही रावण और मकरध्वज के बारे में कई संस्करण हैं, श्री अहि रावण और माही रावण के वर्णन महाराष्ट्र के बंजनासंप्रदाय के लिए अद्वितीय हैं, विशेष रूप से श्री अनंता धनदेव के अनुयायी।</p>\r\n<p>&nbsp;</p>\r\n<p>कोई भी उनके बीच रखा गया क्लब देख सकता है। ऐसा लगता है कि यहां क्लब की कोई आवश्यकता नहीं है। आराम और खुशी के मूड में श्री हनुमान, श्री मकरध्वज को भी आनंदित करते हुए देखा जाता है। इन दोनों के हाथ में कोई क्लब या कोई अन्य हथियार नहीं है। गुजरात में आनंदमय मनोदशा, मधुरता और उदासी 'दांडी' के साथ व्यक्त की जाती है। कोई आश्चर्य नहीं कि यह मंदिर जहां श्री हनुमान और श्री मकरध्वज विराजमान हैं, उन्हें 'दंडी हनुमान' कहा जाता है, जिसका अर्थ है हनुमान।</p>","SubContentHindi":null,"ImageUrl":"024054e4-4d26-4be0-a742-713f9e6a7f44_Bet-Dwarka-Dandi-Hanuman.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. आराधना धाम","SubTitleHindi":null,"SubContent":"<p>श्री हालार - तीर्थ आराधनाधाम, पश्चिमी तट के तट पर, विभिन्न फलों के बागों के पास, बांध के पानी की लहरों की मधुर ध्वनि के बीच में, सिहान नदी के तट पर स्थित है, यह प्रभावशाली श्रद्धांजलि जैन धर्म भारत के गुजरात के जामनगर द्वारका राजमार्ग देवभूमि द्वारका जिले की सीमा पर 40 एकड़ में फैला हुआ है। शांत और शांतिपूर्ण और पर्यावरण के अनुकूल परिसर जैन वास्तुकला और संरचना का एक उत्कृष्ट उदाहरण है। यह दुनिया के सभी कोनों से जैन धर्मावलंबियों का तीर्थस्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>मानसिक शांति पाने के लिए, जैन मंदिर और भगवान जिनेश्वरा दोनों बहुत उपयोगी हैं। वे आध्यात्मिक साधना का मुख्य सहारा हैं। यह जानकर वाग्जीभाई ने देशी और विदेशी लोगों के लिए आराधना धाम में एक बड़ा अद्भुत मंदिर बनाने का फैसला किया। उन्होंने श्री महासेनविजयजी महाराज से आशीर्वाद मांगा। लेकिन कितनी बड़ी त्रासदी! पूज्यश्री भी चला गया था। लेकिन उनकी दिव्य शक्ति पवित्र हलार तीर्थ के निर्माण में स्वर्ग से मदद करती है। 2043 में आचार्य देव श्रीमद विजय प्रद्योतन्सूरीश्वरजी महाराज और परम पूज्य पान्यस प्रवर श्री सज्रसे विजयजी महाराज के सान्निध्य में वागजीभाई द्वारा 2043 आषाढ़ सुदा बिज की नींव रखी गई।</p>","SubContentHindi":null,"ImageUrl":"ce4f7e27-3d92-4386-b3e4-3992ced404e1_Aradhana-Dham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. निवास","SubTitleHindi":null,"SubContent":"<p>सीनियर होटल / गेस्ट हाउस का नाम पता संपर्क नं।</p>\r\n<p>1 वृंदावन गेस्ट हाउस होमगार्ड कार्यालय के पास 234755</p>\r\n<p>2 सिद्धनाथ गेस्ट हाउस ओपी। सिद्धनाथ मंदिर २३४hn१२</p>\r\n<p>3 होटल देवांग अस्पताल रोड 234071</p>\r\n<p>4 सतनाम वादी गेस्ट हाउस स्वामीनारायण रोड 234629</p>\r\n<p>5 शिवम गेस्ट हाउस गोमती रोड</p>\r\n<p>रामधुन मंदिर के पीछे 6 होटल द्वारकेश 234800</p>\r\n<p>7 जलाराम गेस्ट हाउस ओपी। स्वामीनारायण मंदिर 234236</p>\r\n<p>8 होटल सुंदर पैलेस देवीभुवन रोड 234372</p>\r\n<p>9 द्वारका पुरी गेस्ट हाउस देवीभुवन रोड 234055</p>\r\n<p>10 होटल त्रिमूर्ति किशोर बत्ती चौक 234147</p>\r\n<p>11 होटल चांदनी जवाहर रोड 235060</p>\r\n<p>12 यमुना गेस्ट हाउस भद्रकाली रोड 234476</p>\r\n<p>13 होटल सिटी पैलेस जवाहर रोड 234312</p>\r\n<p>14 कोकिला धीरज धाम अस्पताल रोड</p>\r\n<p>15 मुरलीधर गेस्ट हाउस सरदार पटेल रोड 234317</p>\r\n<p>16 उत्तम गेस्ट हाउस जोधा मानेक रोड 234234</p>\r\n<p>17 होटल मीरा स्टेशन रोड 234031</p>\r\n<p>18 वंदना गेस्ट हाउस स्टेशन रोड 234440</p>\r\n<p>19 आराधना गेस्ट हाउस शिवराजसिंह रोड 234336</p>\r\n<p>20 होटल श्रीजी जवाहर रोड 234692</p>\r\n<p>21 होटल दर्शन जवाहर रोड 235034</p>\r\n<p>२२ होटल कृष्णशैय्या विसोट स्ट्रीट २३४२१hay</p>\r\n<p>23 होटल कृष्णा जवाहर रोड 234515</p>\r\n<p>द्वारका शहर में होटल / गेस्ट हाउस / धर्मशाला / आश्रम की जानकारी</p>\r\n<p>24 होटल शिव किशोर बत्ती चौक 235618</p>\r\n<p>25 होटल आरती भद्रकाली रोड 236626</p>\r\n<p>26 होटल गुरुप्रीना भद्रकाली रोड 234512</p>\r\n<p>27 होटल गोकुल भद्रकाली रोड 234154</p>\r\n<p>28 होटल मारुति भद्रकाली रोड 234722</p>\r\n<p>29 अवधनिक जलवायु भद्रकाली रोड 234131</p>\r\n<p>30 होटल गंगा भद्रकाली रोड 235132</p>\r\n<p>31 भद्रकाली गेस्ट हाउस भद्रकाली रोड 234445</p>\r\n<p>32 होटल लक्ष्मी भद्रकाली रोड 234680</p>\r\n<p>33 होटल स्वस्तिक सरदार पटेल रोड 234132</p>\r\n<p>34 होटल वैभव सरदार पटेल रोड 234222</p>\r\n<p>35 शिवम गेस्ट हाउस स्टेशन रोड 234382</p>\r\n<p>36 होटल राधिका ओपी। एसटी डिपो 234754</p>\r\n<p>37 होटल पूजन ऑप। एसटी डिपो 235166</p>\r\n<p>38 द्वारका रेजीडेंसी स्टेशन रोड</p>\r\n<p>39 होटल शिव गंगा आदित्य रोड</p>\r\n<p>40 होटल गोमती न्यू रिलायंस रोड</p>\r\n<p>लाइब्रेरी के पास 41 होटल राज पैलेस</p>\r\n<p>होमगार्ड कार्यालय के पास 42 होटल गोपाल</p>\r\n<p>43 होटल राधाधव जवाहर रोड</p>\r\n<p>44 होटल बांसी जोधा मानेक रोड</p>\r\n<p>45 होटल जानकी रिलायंस रोड</p>\r\n<p>46 होटल माधव सब्जी मंडी</p>\r\n<p>47 होटल दामजी शिवराजसिंह रोड</p>\r\n<p>48 होटल शिव रेजेंसी स्टेशन रोड</p>\r\n<p>49 होटल साईधाम स्टेशन रोड</p>\r\n<p>50 होटल श्री निधि स्टेशन रोड</p>\r\n<p>51 होटल वैशाली स्टेशन रोड</p>\r\n<p>52 होटल नंद नंदन जोधा मानेक रोड</p>\r\n<p>53 होटल श्री राम जोधा मानेक रोड</p>\r\n<p>54 होटल कैलाश जोधा मानेक रोड</p>\r\n<p>55 होटल किनारा सरनिया स्ट्रीट</p>\r\n<p>56 होटल दवारिका हाईवे सड़क</p>\r\n<p>57 होटल कृष्णा हाईवे रोड</p>\r\n<p>1 बिरला अतीथि ग्रुह भदकेश्वर रोड 234249</p>\r\n<p>2 गायत्री अतीथि गृह रत्नेश्वर रोड 234433</p>\r\n<p>3 लधुकरा धर्मशाला सिद्धनाथ रोड</p>\r\n<p>4 द्वारकाधीश आतिथि ग्रुह सब्जी मंडी के पीछे 234381</p>\r\n<p>5 बंगला धर्मशाला सब्जी मंडी चौक</p>\r\n<p>6 लोहाना अतीथि भवन अस्पताल रोड 234417</p>\r\n<p>7 कल्याणभवन धर्मशाला सयाजीराव रोड 235617</p>\r\n<p>8 अग्रसेन भवन ओ.पी. पुस्तकालय 234473</p>\r\n<p>9 दमानी आतिथि गृह सिद्धनाथ रोड 234189</p>\r\n<p>10 जय रणछोड़ धर्मशाला स्वामीनारायण रोड 234526</p>\r\n<p>11 ब्रह्मास्त्रीय धर्मशाला स्वामीनारायण रोड 234949</p>\r\n<p>12 राधाबाई पटेल धर्मशाला स्वामीनारायण रोड 234230</p>\r\n<p>13 सरदार पटेल वादी स्वामीनारायण रोड 234670</p>\r\n<p>14 रामेरम धर्मशाला गोमती रोड 234660</p>\r\n<p>15 श्री राम निरंजन धर्मशाला गोमती रोड 234769</p>\r\n<p>16 जेकुरभुवन धर्मशाला देवीभुवन रोड</p>\r\n<p>17 देवीभुवन धर्मशाला देवीभुवन रोड</p>\r\n<p>एतिथि ग्रुह / धर्मशाला</p>\r\n<p>देवीभुवन धर्मशाला देवीभुवन रोड</p>\r\n<p>जलाराम मंदिर के पीछे 18 मच्छोय अहीर समाजवादी</p>\r\n<p>19 वृजविहारी धर्मशाला किशोर बत्ती चौक 234116</p>\r\n<p>20 कंभुवन धर्मशाला किशोर बत्ती चौक</p>\r\n<p>21 शेट्रापल देव चौ। ट्रस्ट भवन आदित्य रोड</p>\r\n<p>२२ बलराम भवन अष्ठि गृह भद्रकाली रोड २३४ .३van</p>\r\n<p>२३ विसरोलिया अतीथी ग्रुह भद्रकाली रोड २३४० at</p>\r\n<p>24 हर गोविंद धर्मशाला आदित्य रोड 234766</p>\r\n<p>25 मारवाड़ी धर्मशाला स्टेशन रोड</p>\r\n<p>26 यत्रिका निवास शिवराजसिंह रोड 236105</p>\r\n<p>1 आनंद कुटीर ओपी। सिद्धनाथ मंदिर 234107</p>\r\n<p>2 सन्यास आश्रम अस्पताल रोड</p>\r\n<p>3 वृद्धाश्रम अस्पताल रोड</p>\r\n<p>4 स्वामी शुद्धाविचारानंद आश्रम भदकेश्वर रोड 234051</p>\r\n<p>5 स्वामी नारायण मंदिर धर्मशाला स्वामीनारायण रोड 234230</p>\r\n<p>6 बीकानेर धर्मशाला गोमती रोड</p>\r\n<p>7 A.P स्वामीनारायण देवीभुवन रोड 234690</p>\r\n<p>8 इस्कॉन (हरेराम हरेकृष्ण) देवीभुवन रोड 234606</p>\r\n<p>9 मीराबाई मंदिर किशोर बत्ती चौक</p>\r\n<p>10 कांड बापू आश्रम कानदास बापू आश्रम मार्ग 235390</p>\r\n<p>11 सनातन सेवा मंडल स्टेशन रोड 234034</p>\r\n<p>12 कबीर आश्रम हाईवे रोड 235253</p>\r\n<p>13 भारत सेवाश्रम संघ स्टेशन रोड 234157</p>\r\n<p>मंदिरों / धार्मिक संस्थानों में आश्रम / भरण-पोषण का प्रबंधन</p>\r\n<p>1 खारवा समाज वादी (सागर भुवन) सिद्धनाथ रोड 234691</p>\r\n<p>2 अहीर समाज वादी रत्नेश्वर रोड</p>\r\n<p>3 रबारी जाति का स्थान (मुल्ला भगत) सिद्धनाथ रोड 234528</p>\r\n<p>4 दारजी समाज वाडी सैयाजीराव रोड का स्थान</p>\r\n<p>5 राजपूत सेवा समाज स्वामीनारायण रोड 234006</p>\r\n<p>6 कच्छी समाज वादी गोमती रोड 234865</p>\r\n<p>7 लुहार समाज वादी गोमती रोड</p>\r\n<p>8 गोकुल भुवन (लोहाना जाति) सिद्धनाथ रोड 234191</p>\r\n<p>9 लोहाना महाजन वादी स्वामीनारायण रोड 234959</p>\r\n<p>10 ब्रह्मपुरी गुगली जाति देवीभुवन रोड 234105</p>\r\n<p>11 विश्वकर्मा धर्मशाला (लुहार समाज) किशोर बत्ती चौक 234735</p>\r\n<p>12 प्रजापति धर्मशाला गोमती किनारे 234106</p>\r\n<p>१३ गुर्जर क्षत्रिय समाज (श्याम वादी) कानदास बापू आश्रम मार्ग २३४००२</p>\r\n<p>14 हिंदू वाघेर समाज वादी मुलु-मानेक 236075 का स्थान</p>\r\n<p>15 सतवारा समाज वादी शिवराजसिंह रोड 235251</p>\r\n<p>16 पीएल</p>","SubContentHindi":null,"ImageUrl":"914ae5ad-cdab-4624-b08d-be78df40764c_hotel-sky-dwarka-facade.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"},{"SubTitle":"12. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>उड़ान</p>\r\n<p>देश के अन्य प्रमुख शहरों से द्वारका के लिए नियमित उड़ानें नहीं हैं। निकटतम हवाई अड्डे जामनगर हवाई अड्डे और पोरबंदर हवाई अड्डे हैं। द्वारका 95 किमी दूर पोरबंदर एयरपोर्ट (PBD), पोरबंदर द्वारका 110 किमी दूर गोवर्धनपुर एयरपोर्ट (JGA), जामनगर, गुजरात।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>द्वारका नियमित ट्रेनों के माध्यम से देश के अन्य प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। रेलवे स्टेशन: द्वारका (DWK)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>बस से</p>\r\n<p>आप आसानी से देश के अन्य प्रमुख शहरों से द्वारका के लिए नियमित बसें प्राप्त कर सकते हैं। बस स्टेशन: द्वारका</p>\r\n<p>स्रोत: https: //devbhumidwarka.nic.in</p>","SubContentHindi":null,"ImageUrl":"892a5fc6-392d-45b4-a268-eccde4b4ee57_Devbhoomi-Dwarka-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"93"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-devbhoomi-dwarka-khambhalia-gujarat","tags":[{"name":"देवभूमि-द्वारका","slug":"devbhoomi-dwarka"},{"name":"गुजरात","slug":"gujarat"},{"name":"खंभालिया","slug":"khambhalia"}],"recommendations":[{"id":462,"title":"नर्मदा, राजपीपला में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","dateCreated":"2019-08-24T08:58:38.348Z","dateModified":"2019-08-24T08:58:52.405Z","contributedBy":"AskGif","content":"नर्मदा जिला भारत में गुजरात राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय राजपीपला में स्थित है। [उद्धरण वांछित] जिला उत्तर में वडोदरा जिले, पूर्व में महाराष्ट्र राज्य द्वारा, दक्षिण में तापी जिले द्वारा और पश्चिम में भरूच जिले से घिरा हुआ है। जिले का क्षेत्रफल 2,755 वर्ग किमी है और इसकी आबादी 5,9","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"नर्मदा","slug":"narmada"},{"name":"राजपीपला","slug":"rajpipla"}],"slug":"top-places-to-visit-in-narmada-rajpipla-gujarat","total":0},{"id":460,"title":"मेहसाणा में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","dateCreated":"2019-08-24T06:58:08.489Z","dateModified":"2019-08-24T06:58:30.964Z","contributedBy":"AskGif","content":"मेहसाणा ने महेसाणा को भी बसाया, भारतीय राज्य गुजरात में मेहसाणा जिले का एक शहर और नगरपालिका है। 14 वीं सदी में स्थापित, शहर 1947 में भारत की स्वतंत्रता के लिए 18 वीं शताब्दी से बड़ौदा राज्य के गायकवाड़ के अधीन था। नगरपालिका की स्थापना 1919-20 में हुई थी। शहर की आबादी लगभग 1,85,000 है। डेयरी, तेल ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"मेहसाणा","slug":"mehsana"}],"slug":"top-places-to-visit-in-mehsana-gujarat","total":0},{"id":398,"title":"दाहोद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","dateCreated":"2019-06-22T09:46:25.098Z","dateModified":"2019-06-22T09:54:05.66Z","contributedBy":"AskGif","content":"दाहोद, भारत के गुजरात राज्य में दाहोद जिले में दुधमती नदी के तट पर बसा एक छोटा शहर है। ऐसा कहा जाता है कि इसने अपना नाम संत दधीचि से लिया है, जिनका दुधमती नदी के तट पर एक आश्रम था। शहर दाहोद जिले के लिए जिला मुख्यालय के रूप में कार्य करता है। यह अहमदाबाद से 214 किलोमीटर (133 मील) और वड़ोदरा से 15","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दाहोद","slug":"dahod"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-dahod-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}