{"id":401,"title":"Top Places to visit in Devbhoomi Dwarka, Khambhalia, Gujarat","imageUrl":"76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","dateCreated":"2019-06-23T09:30:41.72Z","dateModified":"2019-06-23T10:24:29.484Z","contributedBy":"AskGif","content":"<p>Devbhumi Dwarka District is a district of India located on the southern coast of the Gulf of Kutch in the state of Gujarat. Its headquarters are located in the city of Jamkhambhaliya. The district was created on August 15, 2013 from Jamnagar district.</p>\r\n<p>&nbsp;</p>\r\n<p>Talukas (Administrative Divisions)</p>\r\n<p>The district consists 4 talukas:</p>\r\n<p>&nbsp;</p>\r\n<p>Dwarka</p>\r\n<p>Bhanvad</p>\r\n<p>Kalyanpur</p>\r\n<p>Khambhalia (Jamkhambhaliya)</p>\r\n<p>Demographics</p>\r\n<p>The population of Dwarka district was 738,520 according to the 2011 census, and the population density is 130 based on an area of 5,684 km&sup2;.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Devbhumi Dwarka district has a population of 7,52,484 area is 4,051 km2.</p>\r\n<p>&nbsp;</p>\r\n<p>Dwarka (द्वारका) (also Dvarka, Dwaraka, and Dvaraka) is a city of Devbhoomi Dwarka district in the Gujarat. Prior to the reallocation of the districts, this city was part Jamnagar District.</p>\r\n<p>&nbsp;</p>\r\n<p>Ancient names of Dwarka</p>\r\n<p>Dwarka is one of the seven most ancient cities in the country. Its ancient names were:</p>\r\n<p>&nbsp;</p>\r\n<p>Dwaravati (द्वारावती): Mahabharata mentions Dwaravati in various Parvas - (I.90.85), (II.13.65), (III.80.82),(III.86.21),(III.80.82).</p>\r\n<p>Kushasthali (कुशस्थली):</p>\r\n<p>Anarta (आनर्त): Anarta was the son of Sharyati in Suryavansha. The capital of this kingdom was Kushasthali (the ancient name of Dwaraka). It was an ancient Indian region which corresponded to the present-day North Kathiawar region of Gujarat state</p>\r\n<p>Okha (ओखा-मण्डल): Okha is word degenerated from Sanskrit word Usha. Some writers believe that it gets name from River named Usha originating from village called Dhrewan. Others believe that it gets name from Usha , the daughter of Banasura who married with Aniruddha, grandson of Krishna.</p>\r\n<p>Gomati Dwarka (गोमती द्वारका):</p>\r\n<p>Chakratirtha (चक्रतीर्थ):</p>\r\n<p>Antardvipa (अन्तर्द्वीप):</p>\r\n<p>Varidurga (वारिदुर्ग)</p>\r\n<p>Udadhimadhyasthana (उदधिमध्यस्थान)</p>\r\n<p>&nbsp;</p>\r\n<p>Dvārakā in the Mahabharata</p>\r\n<p>Pandu's sons lived in Dwaraka during their exile to woods. Their servants headed by Indrasena lived there for one year (the 13th year) (4,72)</p>\r\n<p>A desert is mentioned to be present on the way from Indraprastha to Dwaraka (14-53,55)</p>\r\n<p>Bala Rama mentioned about a sacrificial fire of Dwaraka, before he set for his pilgrimage over Sarasvati River (9,35)</p>\r\n<p>One should proceed with subdued senses and regulated diet to Dwaravati, where by bathing in Pindaraka, one obtaineth the fruit of the gift of gold in abundance (3.80.82)</p>\r\n<p>King Nriga in consequence of a single fault of his, had to dwell for a long time at Dwaravati and Krishna became the cause of his rescue from that miserable plight.(13,72)</p>\r\n<p>Sage Durvasa resided at Dwaravati for a long time (13,160)</p>\r\n<p>Arjuna visited Dwaravati during his military campaign after the Kurukshetra War (14,83)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Devbhumi_Dwarka_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","subContents":[{"SubTitle":"1. Dwarkadhish Temple","SubTitleHindi":null,"SubContent":"<p>Lord Sri Krishna temple in Gomati coast is holy, which temple is known as DWARKADHISH Temple. According to the opinion of the Department of Archaeology, This temple is 1200 years old. Logically estimated one great-grandson of Lord Sri Krishna Vajranabhe Earlier, around 1400 BCE samudrama dubhi surviving remnant of the house of umbrellas established.</p>\r\n<p>&nbsp;</p>\r\n<p>The main temple at Dwarka, situated on Gomti creek, is known as jagat mandir (universal shrine) or trilok sundar (the most beautiful in all the three worlds). Originally believed to be built by Vajranabh, the great grandson of Lord Krishna, more than 2500 years ago, it is a glorious structure seeming to rise from the waters of the Arabian Sea. Its exquisitely carved shikhar, reaching 43 m high and the huge flag made from 52 yards of cloth, can be seen from as far away as 10 km. The grandeur of the temple is enhanced by the flight of 56 steps leading to the rear side of the edifice on the side of the river Gomti.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple is built of soft limestone and consists of a sanctum, vestibule and a rectangular hall with porches on three sides. There are two gateways: swarga dwar (gate to the heavens), where pilgrims enter, and moksha dwar (gate to liberation), where pilgrims exit.</p>","SubContentHindi":null,"ImageUrl":"9502c87d-fa4a-4f35-b230-01185eeefeae_Dwarkadhish-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Bhadkeshwar Mahadev","SubTitleHindi":null,"SubContent":"<p>Around five thousand years ago, a Shivalinga was revealed in the Arabian Sea, today we knowns as Shri Bhadkeshwar Mahadev Mandir. In the month of June/July, the ocean itself perform abhishekam the Shivling, and for some time this temple becomes the part of the ocean. The most famous festival of the temple is Maha Shivratri, on the day of Shivratri, a grand fair is organized around the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Built on the very edges of Dwarka is a Shaivite Temple of absolute bliss and rapture. Located on a hillock on the Arabian Sea to the extreme west of Dwarka, the Bhadkeshwar Mahadev Temple is quite close to Geeta Temple and Rukshamanee Temple. There are very few words to describe the ethereal beauty of the Bhadkeshwar Mahadev Temple. With a well-built path leading up to the hillock from the shore and stairs leading straight to the temple itself, accessing Bhadkeshwar Mahadev Temple is rarely an issue. As it is built off the shore, the ebb and flow of ocean water flood the surroundings of the temple as well the path leading up to it. This is not really much of a hindrance, but rather adds to the beauty of it all.</p>","SubContentHindi":null,"ImageUrl":"0fc094fd-c4ce-45c3-9cd7-c5f14e8faf2a_Bhadkeshwar-Mahadev.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Gomtighat","SubTitleHindi":null,"SubContent":"<p>At Dwarka city there is a holy Gomatighat where there are many temple including Gomati Mataji temple. Gomatighat&rsquo;s bath is a wonderful honor. By renovating this Ghat, More facilities and Safety has been made for Pilgrims.</p>\r\n<p>&nbsp;</p>\r\n<p>On the banks of river Gomti, there is a Shiva temple, as well as smaller shrines of Lord Rama, Lord Krishna and Krishna&rsquo;s friend Sudama around the ghat, where pilgrims have worshipped for at least 100 years. One can also hire a boat and move across the river to get a panoramic view of Dwarka.</p>\r\n<p>&nbsp;</p>\r\n<p>Gomti Ghat is situated at the mouth of the river. A bath in these waters is believed to purge the soul. The solemnity of this belief contrasts with the lively atmosphere of boys jumping into the waves and turning somersaults as people photograph them.Decorated camels,tea stands,and bearded men selling seashell jwelry by the water add to the ambience. The banks are dotted with innummerable shrines dedicated to Sarasvati, Lakshmi and Samudra (God of the Sea).</p>","SubContentHindi":null,"ImageUrl":"5e97aeb8-bdf9-45de-a84a-0d4c205e8656_Gomtighat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Gayatri Shaktipith","SubTitleHindi":null,"SubContent":"<p>Since 1983, Shri Gayatri Shaktipeeth is the only temple of Gayatri Mata in Dwarka. One dharamsala is also associated to facilitate religious pilgrims. The devotees come here with great reverence for worshiping Maa Gayatri, and The temple is a very special gathering point for the Gayatri Family during Dham yatra. At least once a year, the Annakut is organized on the foundation day of the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Shaktipeeths are a very important in context to the pilgrimage for Hindus. These sites hold a mythological importance for the Hindus. It is given in the Hindu mythological texts that Lord Brahma, the creator of the whole universe performed a yajna and asked lady Shakti to help him in creation of the whole universe and lady Shakti from the lord Shiva and helped him in creating the whole universe. It was decided that lady Shakti would be born in human form and take place by lord Shiva&rsquo;s side as his wife to help him in his role of running this universe efficiently. Lord Brahma&rsquo;s son performed a yajna to get lady Shakti as his daughter and it was already decided that lady Sati who was lady Shakti in human form would be wed to lord Shiva. But because lord Brahma&rsquo;s fifth head was cut off by lord Shiva&rsquo;s curse due to his lie, Daksha who was lord Brahma&rsquo;s son hated lord Shiva and didn&rsquo;t want his daughter lady Sati to be wed to him but lady Sati saw lord Shiva and fell in love with him and as result was married to him.</p>","SubContentHindi":null,"ImageUrl":"687ce979-d66d-4fed-ad53-6a7b8183c61b_Gayatri-Shaktipith.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Sudama Setu","SubTitleHindi":null,"SubContent":"<p>The bridge will become an added attraction for devotees and tourists as it will be illuminated with LED lights and will connect the Shri Dhwarkadheesh&rsquo;s Jagat Mandir with Panchnad Tirth (Panch Kui).</p>\r\n<p>&nbsp;</p>\r\n<p>Sudama Setu is dedicated to the name of Sant Sudama who was a great friend of Shri Dwarkadhish. This is a newly built suspension pedestrian Bridge over the Gomti river. Which connects Island to the mainland where temple of Shri Dwarkadhish is situated.</p>\r\n<p>&nbsp;</p>\r\n<p>On the other side of the bridge there is awesome Dwarka Beach with Pristine blue colour water. From there you can also have the amazing memerizing view of Dwarkadhish Temple and Gomti Ghat along with City. Camel ride and bike ride are good to enjoy in the beach. Across this Setu is One old Laksmi Narayan Temple and Five Pandavas Wells. Sea Beach is about 200 hundred meters away from this place. For photography, This Setu and it&rsquo;s surrounding Areas offer best opportunities. Along the river bank is paved way with seating arrangements till the place where Sea and River meet. An awesome Sunset can be witnessed from this meeting point. It was a wonderful experience with singing waves, winds and birds along the sea Beach.</p>","SubContentHindi":null,"ImageUrl":"cd183b89-3ad6-4d9f-bf44-6580a4f27708_Sudama-Setu.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Shardapith Temple","SubTitleHindi":null,"SubContent":"<p>At the end of the 8th century and beginning of the 9th century, Shree. Jagadaguru Adyasankaracaryaji had established up Shardapith which is one of the monastery out of 4 monastery of Adyasankaracaryajina. Currently sankaracaryaji is sitting in 78 Ministry.</p>\r\n<p>&nbsp;</p>\r\n<p>Aadi Jagat Guru Shankaracharya, the most reserved religious dignitaries of Hindus, founded Shardha Peeth at Dwarka, one of the four pioneer seats, created set up in four different directions of India. True to its name Shardha, that is the Goddess of Knowledge Saraswati, Dwarka&rsquo;s Shardha Peeth is an important knowledge centre that propagates and preserves the Hindu religion, culture and Sanskrit language. Sharada Peeth is just adjacent to the mythological Dwarkadheesh&rsquo;s Jagat Mandir. The ambience of the place is very holy and righteous and is the right place for one to find solace.</p>\r\n<p>&nbsp;</p>\r\n<p>Shardha Peeth is believed to be over 250 years old and is visited every year by thousands of pilgrims from across India. Adi Shankaracharya found this Peeth in 491 AD for withholding the traditions and religious beliefs of India. This Peeth is also known by various names like Kalika Matha, which is in charge of the Sama Veda, the Paschimamnaya Matha and the Western Matha. Besides this it has also a collection of oriental materials which are believed to also have remains of old Dwarka that was submerged in the sea and some other old stony things. It also has preserved bomb-shells which Pakistanis threw during air-raids during 1965 war but could not damage Dwarka.</p>","SubContentHindi":null,"ImageUrl":"1830d29a-2ad2-47a9-b5be-9471d9cc07ef_Shardapith-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Nageshwar Jyotirling","SubTitleHindi":null,"SubContent":"<p>Located on the route between Dwarka city and Beyt Dwarka Island on the coast of Saurashtra in Gujarat is this important Lord Shiva Temple. It is enshrined by one of the 12 swayambhu (self-existent) jyothirlingas in the world, in an underground sanctum. A 25 m tall statue of a sitting Lord Shiva and a large garden with a pond are major attractions of this rather serene place. Some archaeological excavations claim five earlier cities at the site.</p>\r\n<p>&nbsp;</p>\r\n<p>Nageshwar was believed to be known as &lsquo;Darukavana&rsquo;, which is an ancient epic name of a forest in India. Below are well-known legends attached to this mystical temple.</p>\r\n<p>&nbsp;</p>\r\n<p>According to the legend, &lsquo;Balakhilyas&rsquo;, a group of dwarf sages worshipped Lord Shiva in Darukavana for long a time. To test their devotion and patience, Shiva came to them as a nude ascetic wearing only nagas (serpants) on his body. Wives of sages got attracted to the saint and went after him, leaving their husbands behind. Sages got very disturbed and outraged by this.They lost their patience and cursed the ascetic to loose his linga (one of the limited meanings is Phallus, but it has has a deeper theistic symbolism). Shiva linga fell on the earth and the whole world trembled. Lord Brahma and Lord Vishnu came to Lord Shiva, requesting him to save the earth from destruction and take back his linga. Shiva consoled them and took back his linga. (From Vamana Purana CH.6th &amp; 45th). Lord Shiva promised his divine presence in Darukavana as &lsquo;jyothirlinga&rsquo; for ever.</p>","SubContentHindi":null,"ImageUrl":"89d552fd-9414-46a5-bda5-12c8042713e5_Nageshwar-Jyotirling.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Narara Island","SubTitleHindi":null,"SubContent":"<p>As part of the Marine National Park near vadinar, Ecosystems are found on the narara island. Where one can go by road. For visiting this place one has to take prior permission of Conservator of forests, Jamnagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Place is located near Vadinar. Nearest city is jamnagar which is around 40-50 kms away. Best time to visit this place is early morning because sea water is very less and you will see most of sea animals like octopus, star fish, jelly fish, crabs etc. Better to hire guide so that they will help you find sea animals. Place is quite peaceful and should be visited with friends and family on weekends.</p>\r\n<p>&nbsp;</p>\r\n<p>This Marine National Park is approx 50 to 60 kms from Jamnagar, Gujarat (approx 1 to 2 hrs drive) on Jamnagar Dwarka Highway. Best time to visit the place is at low tide, so plan your visit by checking with local guides. You can find lots of guides here, who will guide you upto the mid of the sea in the low tide. As one walks further one can see the clear waters of the sea.&nbsp;</p>","SubContentHindi":null,"ImageUrl":"d780dafe-470b-417e-961f-380b959b95ad_Narara-Island.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Bet Dwarka - Dandi Hanuman","SubTitleHindi":null,"SubContent":"<p>Five kilometers east of the Beyt Dwarka main Sri Krishna temple there is a magnificent and unique temple for Lord Hanuman. It is more popularly known as Dandi Hanuman Temple. How this temple is unique is more interesting. To know how unique the temple is, let us take a brief stroll into the mythological lanes of Ramayana. While there are many version about Ahi Ravan, Mahi Ravan and Makaradwaj the following descriptions of Sri Ahi Ravan and Mahi Ravan is unique to the Maharashtra Bajanasampradhaya especially followers of Sri Aanantha Dhanaya Deva.</p>\r\n<p>&nbsp;</p>\r\n<p>One can see a club placed between them. It seems there is no need for the club here. Sri Hanuman in relaxed and joyous mood, Sri Makaradwaj is also seen enjoying what he is doing and relaxed. There is no club or any other weapon in the hands of these two. In Gujarat the joyous mood, merry and melancholy are expressed with &lsquo;Dandi&rsquo;. It is no wonder that this temple where Sri Hanuman and Sri Makaradwaj are virajman is called &lsquo;Dandi Hanuman&rsquo;, meaning joyous Hanuman.</p>","SubContentHindi":null,"ImageUrl":"024054e4-4d26-4be0-a742-713f9e6a7f44_Bet-Dwarka-Dandi-Hanuman.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. Aradhana Dham","SubTitleHindi":null,"SubContent":"<p>Shri Halar &ndash; Tirth Aradhanadham is located on the bank of the Sinhan River in the Midst of the pleasing sound of the rippling waves of water of the dam, near the gardens of various fruits, on the shore of the western sea, This impressive tribute to Jainism spread over 40 acres of land bordering the on the Jamnagar Dwarka highway Devbhumi Dwarka district of Gujarat, India. The serene and peaceful and environment friendly complex is an excellent example of Jain architecture and structure. It is a pilgrimage destination for Jain devotees from all corners of the world.</p>\r\n<p>&nbsp;</p>\r\n<p>For getting peace of mind, Jain temple and Lord Jineshwara are both very useful. They are the main support of spiritual sadhana. Knowing this Vaghjibhai decided to construct a big marvelous temple in Aradhana Dham for the People native and foreign. He asked blessings from shri Mahasenvijayji Maharaj. But what a great tragedy! Pujyashri was also gone away. But his divine power helps from Heaven in the creation of Holy Halar Tirth. In 2043 Ashadha Suda Bij foundation was laid by Vaghjibhai under the aucipicious of Acharya Dev Shrimad Vijay Pradyotansuriswarji Maharaj and Param Pujya Panyas Pravar Shri Vajrase Vijayji Maharaj.</p>","SubContentHindi":null,"ImageUrl":"ce4f7e27-3d92-4386-b3e4-3992ced404e1_Aradhana-Dham.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. Accommodation","SubTitleHindi":null,"SubContent":"<p>Sr.No Hotel/Guest House Name Address Contact No.</p>\r\n<p>1 Vrindavan Guest House Near Homeguard Office 234755</p>\r\n<p>2 Siddhnath Guest House Opp. Siddhnath Temple 234812</p>\r\n<p>3 Hotel Devang Hospital Road 234071</p>\r\n<p>4 Satnam Wadi Guest House Swaminarayan Road 234629</p>\r\n<p>5 Shivam Guest House Gomati Road</p>\r\n<p>6 Hotel Dwarkesh Behind Ramdhun temple 234800</p>\r\n<p>7 Jalaram Guest House Opp. Swaminarayan Temple 234236</p>\r\n<p>8 Hotel Sundar Palace Devibhuvan Road 234372</p>\r\n<p>9 Dwarka Puri Guest House Devibhuvan Road 234055</p>\r\n<p>10 Hotel Trimurthi Teen Batti Chowk 234147</p>\r\n<p>11 Hotel Chandni Jawahar Road 235060</p>\r\n<p>12 Yamuna Guest House Bhadrakali Road 234476</p>\r\n<p>13 Hotel City Palace Jawahar Road 234312</p>\r\n<p>14 Kokila Dhiraj Dham Hospital Road</p>\r\n<p>15 Muralidhar Guest House Sardar Patel Road 234317</p>\r\n<p>16 Uttam Guest House Jodha manek Road 234234</p>\r\n<p>17 Hotel Mira Station road 234031</p>\r\n<p>18 Vandana Guest House Station road 234440</p>\r\n<p>19 Aaradhna guest house Shivrajsinh Road 234336</p>\r\n<p>20 Hotel Shreeji Jawahar Road 234692</p>\r\n<p>21 Hotel Darshan Jawahar Road 235034</p>\r\n<p>22 Hotel Krushnashay Visot Street 234218</p>\r\n<p>23 Hotel Krishna Jawahar Road 234515</p>\r\n<p>Hotels / Guest Houses / Dharmshalas / Ashram's information in Dwarka city</p>\r\n<p>24 Hotel Shiv Teen Batti Chowk 235618</p>\r\n<p>25 Hotel Aarti Bhadrakali Road 236626</p>\r\n<p>26 Hotel Guruprena Bhadrakali Road 234512</p>\r\n<p>27 Hotel Gokul Bhadrakali Road 234154</p>\r\n<p>28 Hotel Maruti Bhadrakali Road 234722</p>\r\n<p>29 Aadhunik Guesthouse Bhadrakali Road 234131</p>\r\n<p>30 Hotel Ganga Bhadrakali Road 235132</p>\r\n<p>31 Bhadrakali Guest House Bhadrakali Road 234445</p>\r\n<p>32 Hotel Laxmi Bhadrakali Road 234680</p>\r\n<p>33 Hotel Swastik Sardar Patel Road 234132</p>\r\n<p>34 Hotel Vaibhav Sardar Patel Road 234222</p>\r\n<p>35 Shivam Guest House Station road 234382</p>\r\n<p>36 Hotel Radhika Opp. ST Depo 234754</p>\r\n<p>37 Hotel Pujan Opp. ST Depo 235166</p>\r\n<p>38 Dwarka Residency Station road</p>\r\n<p>39 Hotel Shiv Ganga Aaditya Road</p>\r\n<p>40 Hotel Gomti New Reliance Road</p>\r\n<p>41 Hotel Raj Palace Near Library</p>\r\n<p>42 Hotel Gopal Near Homeguard office</p>\r\n<p>43 Hotel Radhadhav Jawahar Road</p>\r\n<p>44 Hotel Bansi Jodha manek Road</p>\r\n<p>45 Hotel janki Reliance road</p>\r\n<p>46 Hotel Madhav Vegetable market</p>\r\n<p>47 Hotel Damji Shivrajsinh Road</p>\r\n<p>48 Hotel Shiv Rejency Station road</p>\r\n<p>49 Hotel Saidham Station road</p>\r\n<p>50 Hotel Shri Nidhi Station road</p>\r\n<p>51 Hotel Vaishali Station road</p>\r\n<p>52 Hotel Nand Nandan Jodha manek Road</p>\r\n<p>53 Hotel Shri Rama Jodha manek Road</p>\r\n<p>54 Hotel Kailash Jodha manek Road</p>\r\n<p>55 Hotel Kinara Sarniya Street</p>\r\n<p>56 Hotel The Dwarika Highway road</p>\r\n<p>57 Hotel Krishna Highway road</p>\r\n<p>1 Birla Atithi Gruh Bhadkeshwar Road 234249</p>\r\n<p>2 Gayatri Atithi Gruh Ratneshwar Road 234433</p>\r\n<p>3 Ladhukara Dharmshala Siddhnath Road</p>\r\n<p>4 Dwarkadhishis Atithi Gruh Behind the Vegetable Market 234381</p>\r\n<p>5 Bangal Dharamshala Vegetable Market Chowk</p>\r\n<p>6 Lohana Atithi bhavan Hospital Road 234417</p>\r\n<p>7 Kalyanvabhavan Dharamshala Saiyajirao Road 235617</p>\r\n<p>8 Agreshan Bhavan Opp. library 234473</p>\r\n<p>9 Damani Atithi Gruh Siddhnath Road 234189</p>\r\n<p>10 Jay Ranchod Dharamshala Swaminarayan Road 234526</p>\r\n<p>11 Brahmashtriya Dharamshala Swaminarayan Road 234949</p>\r\n<p>12 Radhabai Patel Dharamshala Swaminarayan Road 234230</p>\r\n<p>13 Sardar Patel Vadi Swaminarayan Road 234670</p>\r\n<p>14 Rameram Dharamshala Gomati Road 234660</p>\r\n<p>15 Sri Ram Niranjan Dharamshala Gomati Road 234769</p>\r\n<p>16 JekurBhuvan Dharamshala Devibhuvan Road</p>\r\n<p>17 Devibhuvan Dharamshala Devibhuvan Road</p>\r\n<p>Atithi Gruh / Dharamshala</p>\r\n<p>Devibhuvan Dharamshala Devibhuvan Road</p>\r\n<p>18 Mchchoya Ahir Samajwadi Behind the Jalaram Temple</p>\r\n<p>19 Vrujvihari Dharamshala Teen Batti Chowk 234116</p>\r\n<p>20 Kanbhuvan Dharamshala Teen Batti Chowk</p>\r\n<p>21 Shetrapal dev ch. Trust bhavan Aditya Road</p>\r\n<p>22 Balaram bhavan atithi gruh Bhadrakali Road 234838</p>\r\n<p>23 Visharolia atithi gruh Bhadrakali Road 234077</p>\r\n<p>24 Har Govind Dharamshala Aditya Road 234766</p>\r\n<p>25 Marwadi Dharamshala Station road</p>\r\n<p>26 Yatrika Nivas Shivrajsinh Road 236105</p>\r\n<p>1 Aanand Kutir Opp. Siddhnath Temple 234107</p>\r\n<p>2 Sanyas Ashram Hospital Road</p>\r\n<p>3 Vrudhashram Hospital Road</p>\r\n<p>4 Swamy Shuddhvicharanand Ashram Bhadkeshwar Road 234051</p>\r\n<p>5 Swami Narayan Temple Dharamshala Swaminarayan Road 234230</p>\r\n<p>6 Bikaner Dharamshala Gomati Road</p>\r\n<p>7 A.P. Swaminarayan Devibhuvan Road 234690</p>\r\n<p>8 Iskon (Hareram Harekrishna) Devibhuvan Road 234606</p>\r\n<p>9 Meerabai Temple Teen Batti Chowk</p>\r\n<p>10 Kandas Bapu Ashram Kanadas Bapu Ashram Marg 235390</p>\r\n<p>11 Sanatan Seva Mandal Station road 234034</p>\r\n<p>12 Kabir Ashram Highway Road 235253</p>\r\n<p>13 Bharat Sevashram Sangh Station road 234157</p>\r\n<p>Temples / Religious Institution Managed Ashram / Innkeeping&nbsp;</p>\r\n<p>1 Kharava Samaj Vadi (Sagar Bhuvan) Siddhnath Road 234691</p>\r\n<p>2 Ahir Samaj Vadi Ratneshwar Road</p>\r\n<p>3 Place of Rabari Caste (Mula Bhagat) Siddhnath Road 234528</p>\r\n<p>4 The place of Darji Samaj Vadi Saiyajirao Road</p>\r\n<p>5 Rajput Seva Samaj Swaminarayan Road 234006</p>\r\n<p>6 Kutchi Samaj vadi Gomati Road 234865</p>\r\n<p>7 Luhar Samaj Vadi Gomati Road</p>\r\n<p>8 Gokul Bhuvan (Lohana caste) Siddhnath Road 234191</p>\r\n<p>9 Lohana Mahajan Vadi Swaminarayan Road 234959</p>\r\n<p>10 Brahmapuri Gugali Caste Devibhuvan Road 234105</p>\r\n<p>11 Vishwakarma Dharamshala (Luhar Samaj) Teen Batti Chowk 234735</p>\r\n<p>12 Prajapati Dharamshala Gomti Kinare 234106</p>\r\n<p>13 Gurjar Kshatriya Samaj (Shyam Vadi) Kanadas Bapu Ashram Marg 234002</p>\r\n<p>14 Place of Hindu Vagher Samaj Vadi Mulu-manek road 236075</p>\r\n<p>15 Satvara Samaj Vadi Shivrajsinh Road 235251</p>\r\n<p>16 The place of Mochi Samaj Out of the east door</p>\r\n<p>17 Place of Vanand Samaj Aditya Road 235963</p>\r\n<p>18 Ramanandi Sadhusamaj Dharamshala Bhadrakali Road 234936</p>\r\n<p>19 The place of the Charan Samaj Jawahar Road</p>\r\n<p>20 Abbotti Brahampuri Shivrajsinh Road</p>\r\n<p>21 Raja Veer Vikram Sindhi Dharamshala Shivrajsinh Road 234669</p>\r\n<p>22 The place of the Soni Samaj Jodha manek Road</p>\r\n<p>23 Maheshwari Bhavan Shivrajsinh Road</p>\r\n<p>24 Maheshwari Sadan Aditya Road</p>\r\n<p>1 Circuit House Hospital Road 235235</p>\r\n<p>2 Toran Guest House Shankaracharya road 234013</p>\r\n<p>3 234029</p>\r\n<p>Cast of Samaj Vadi</p>\r\n<p>Government / Semi-Government / Guest House of Corporations</p>\r\n<p>District Panchayat Guest House Siddhnath Road</p>\r\n<p>4 Forest Guest House Bhadkeshwar Road</p>\r\n<p>5 Yatriarka Aavas Vikas Atithi Gruh Bhadkeshwar Road</p>\r\n<p>6 Dwarkadhishi Atithi Gruh Shivrajsinh Road 234090</p>","SubContentHindi":null,"ImageUrl":"914ae5ad-cdab-4624-b08d-be78df40764c_hotel-sky-dwarka-facade.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"},{"SubTitle":"12. How to Reach","SubTitleHindi":null,"SubContent":"<p>Flight</p>\r\n<p>There are no regular flights from other major cities of the country to Dwarka. Nearest airports are Jamnagar Airport and Porbandar Airport. Dwarka 95 km away Porbandar Airport (PBD), Porbandar Dwarka 110 km away Govardhanpur Airport (JGA), Jamnagar,Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>By Train</p>\r\n<p>Dwarka is well connected to other major cities of the country via regular trains. Railway Station(s): Dwarka (DWK)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>By Bus</p>\r\n<p>You can easily get regular buses to Dwarka from other major cities of the country. Bus Station(s): Dwarka</p>\r\n<p>source:https://devbhumidwarka.nic.in</p>","SubContentHindi":null,"ImageUrl":"892a5fc6-392d-45b4-a268-eccde4b4ee57_Devbhoomi-Dwarka-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"93"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-devbhoomi-dwarka-khambhalia-gujarat","tags":[{"name":"devbhoomi-dwarka","slug":"devbhoomi-dwarka"},{"name":"gujarat","slug":"gujarat"},{"name":"khambhalia","slug":"khambhalia"}],"recommendations":[{"id":462,"title":"Top Places to visit in Narmada, Rajpipla, Gujarat","imageUrl":"53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","dateCreated":"2019-08-24T08:58:38.348Z","dateModified":"2019-08-24T08:58:52.405Z","contributedBy":"AskGif","content":"Narmada district is an administrative district in the state of Gujarat in India. The district headquarters are located at Rajpipla.[citation needed] The district is bounded by Vadodara district in the north, by Maharashtra state in the east, by Tapi district in the south and by Bharuch district i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"narmada","slug":"narmada"},{"name":"rajpipla","slug":"rajpipla"}],"slug":"top-places-to-visit-in-narmada-rajpipla-gujarat","total":0},{"id":460,"title":"Top Places to visit in Mehsana, Gujarat","imageUrl":"f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","dateCreated":"2019-08-24T06:58:08.489Z","dateModified":"2019-08-24T06:58:30.964Z","contributedBy":"AskGif","content":"Mehsana also spelled Mahesana, is a city and municipality in Mehsana district, in the Indian state of Gujarat. Established in the 14th century, the town was under Gaekwads of Baroda State from the 18th century to the independence of India in 1947. The municipality was established in 1919&ndash;20","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"mehsana","slug":"mehsana"}],"slug":"top-places-to-visit-in-mehsana-gujarat","total":0},{"id":398,"title":"Top Places to visit in Dahod, Gujarat","imageUrl":"6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","dateCreated":"2019-06-22T09:46:25.098Z","dateModified":"2019-06-22T09:54:05.66Z","contributedBy":"AskGif","content":"Dahod is a small city on the banks of the Dudhimati River in Dahod District in the State of Gujarat, India. It is said that it has taken its name from Saint Dadhichi, who had an Ashram on the bank of Dudhumati river. The city serves as District Headquarters for Dahod District. It is 214 kilometre","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dahod","slug":"dahod"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-dahod-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}