{"id":402,"title":"गांधीनगर में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","dateCreated":"2019-06-23T13:30:41.581Z","dateModified":"2019-06-23T14:06:35.764Z","contributedBy":"AskGif","content":"<p>गांधीनगर भारत में गुजरात राज्य की राजधानी है। गांधीनगर, भारत की राजनीतिक राजधानी दिल्ली और मुंबई के बीच औद्योगिक गलियारे के पश्चिम मध्य बिंदु पर अहमदाबाद से लगभग 23 किमी उत्तर में स्थित है, जो भारत की वित्तीय राजधानी है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुजरात की नई राजधानी गांधीनगर, साबरमती नदी के पश्चिमी तट पर, मुंबई के उत्तर में लगभग 545 किमी (338 मील), भारत की वित्तीय राजधानी और दिल्ली की दक्षिण-पश्चिम में 901 किमी (560 मील) की राजनैतिक राजधानी है। [बेहतर] स्रोत की जरूरत] पार्क, व्यापक रोपण और नदी के किनारे एक मनोरंजक क्षेत्र का प्रावधान है जो शहर को एक हरे-भरे शहर का वातावरण दे रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>अक्षरधाम मंदिर गांधीनगर में स्थित है। गांधीनगर को विशुद्ध रूप से भारतीय उद्यम बनाने का दृढ़ संकल्प था, आंशिक रूप से क्योंकि गुजरात राज्य महात्मा गांधी का जन्मस्थान था। [बेहतर स्रोत की आवश्यकता] इस कारण से, योजना दो भारतीय शहर योजनाकारों: प्रकाश आप्टे और एचके मेवाड़ा ने बनाई थी। , जिन्होंने चंडीगढ़ में Le Corbusier के साथ काम किया था</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>शहर गांधीनगर की योजना मुख्य वास्तुकार एच.के. मेवाड़ा, कॉर्नेल विश्वविद्यालय में शिक्षित, और उनके सहायक प्रकाश एम आप्टे।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>गांधीनगर में धर्म</p>\r\n<p>धर्म प्रतिशत</p>\r\n<p>हिंदुओं</p>\r\n<p>&nbsp;</p>\r\n<p>94.46%</p>\r\n<p>मुसलमानों</p>\r\n<p>&nbsp;</p>\r\n<p>०३.२९%</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, गांधीनगर की जनसंख्या 195,891 थी। पुरुषों की आबादी 53% और महिलाओं की 47% है। गांधीनगर में औसत साक्षरता दर 77.11% है। पुरुष साक्षरता 82% है, और महिला साक्षरता 73% है। गांधीनगर में, 11% आबादी 6 साल से कम उम्र की है। गांधीनगर की 95% से अधिक आबादी हिंदू है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>गांधीनगर की औसत ऊंचाई 81 मीटर (266 फीट) है। शहर उत्तर-मध्य-पूर्व गुजरात में साबरमती नदी के तट पर स्थित है। गांधीनगर के आसपास का 20,543 किमी 2 क्षेत्र गुजरात की राजधानी क्षेत्र द्वारा परिभाषित किया गया है। यह 205 किमी 2 (79 वर्ग मील) के क्षेत्र में फैला है। नदी अक्सर गर्मियों में सूख जाती है, जिससे पानी की एक छोटी सी धारा निकल जाती है। गांधीनगर भारत की वृक्ष राजधानी है और इसके भूमि क्षेत्र पर 54% हरा आवरण है। TechAvidus भी गांधीनगर में स्थित है।</p>\r\n<p>गांधीनगर में तीन मुख्य मौसमों के साथ उष्णकटिबंधीय आर्द्र और शुष्क जलवायु होती है: ग्रीष्म, मानसून और सर्दियों। आमतौर पर मानसून के मौसम के बाहर जलवायु शुष्क और गर्म होती है। मार्च से जून तक मौसम गर्म से गंभीर रूप से गर्म होता है जब अधिकतम तापमान 36 से 42 &deg; C (97 से 108 &deg; F) तक रहता है और न्यूनतम तापमान 19 से 27 &deg; C (66 से 81 &deg;) तक रहता है। एफ)। यह सर्दियों के दिनों में सुखद होता है और दिसंबर से फरवरी के दौरान रात में काफी ठंडा होता है। औसत अधिकतम तापमान लगभग 29 &deg; C (84 &deg; F) है, औसत न्यूनतम 14 &deg; C (57 &deg; F) है, और जलवायु अत्यंत शुष्क है। दक्षिण-पश्चिम मानसून मध्य जून से मध्य सितंबर तक आर्द्र जलवायु लाता है। औसत वार्षिक वर्षा लगभग 803.4 मिमी (31.63 इंच) है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन और राजनीति</p>\r\n<p>अधिक जानकारी: गांधीनगर (लोकसभा निर्वाचन क्षेत्र), गुजरात के मुख्यमंत्री और गांधीनगर नगर निगम</p>\r\n<p>1 मई 1960 को, गुजरात को पूर्व राज्य बॉम्बे के 17 उत्तरी जिलों से बाहर बनाया गया था। बाद में इन जिलों को और उप-विभाजित किया गया। राज्य में 33 प्रशासनिक जिले हैं। गांधीनगर गुजरात राज्य का एक राजनीति केंद्र है। श्री एल.के. आडवाणी 19 साल तक लोक सभा चुनाव में गांधीनगर सीट से निर्वाचित सदस्य हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कांग्रेस ने 2011 में पहला नगरपालिका चुनाव जीता। महेंद्रसिंह राणा शहर के पहले मेयर बने।</p>\r\n<p>&nbsp;</p>\r\n<p>2017 में, गुजरात विधान सभा चुनाव शंभूजी ठाकोर गांधीनगर दक्षिण निर्वाचन क्षेत्र पर और भारतीय राष्ट्रीय कांग्रेस पार्टी से डॉ। सी। जे। चावड़ा गांधीनगर उत्तर निर्वाचन क्षेत्र से चुने गए थे।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Gandhinagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","subContents":[{"SubTitle":"1. इंद्रोदय डायनासोर और जीवाश्म पार्क","SubTitleHindi":null,"SubContent":"<p>गुजरात की राजधानी गांधीनगर में साबरमती नदी के तट पर लगभग 400 हेक्टेयर के क्षेत्र में फैला इंडोरा डायनासोर और फॉसिल पार्क एक अनमोल खजाना है। इसे दुनिया में डायनासोर के अंडे की दूसरी सबसे बड़ी हैचरी माना जाता है। भारत के जुरासिक पार्क के रूप में, यह गुजरात इकोलॉजिकल एजुकेशन एंड रिसर्च फाउंडेशन (GEER) द्वारा चलाया जाता है, और यह देश का एकमात्र डायनासोर संग्रहालय है। पार्क में एक चिड़ियाघर, नीले व्हेल जैसे समुद्री स्तनधारियों के विशाल कंकाल, साथ ही एक विशाल वनस्पति उद्यान, एम्फीथिएटर, व्याख्या केंद्र और शिविर सुविधाएं शामिल हैं। इसके पास एक जंगल पार्क भी है जो पक्षियों, सरीसृपों, सैकड़ों नीलगायों, लंगूरों और अपने विशाल जंगल में मोर की असंख्य प्रजातियों का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंद्रोदय नेचर पार्क पर जाएं या 02712-21385, (पार्क) -20560 पर कॉल करें</p>","SubContentHindi":null,"ImageUrl":"e3c3d41c-b4ab-47a6-a08c-0edbc981be4c_Indroda-Dinosaur-and-Fossil-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. अदलज स्टेपवेल","SubTitleHindi":null,"SubContent":"<p>अदलज स्टेप-वेल शहर का एक लोकप्रिय पर्यटक आकर्षण है और यह 18 किमी की दूरी पर स्थित है। गांधीनगर के दक्षिण में। यह कुआँ 1499 ई। में रानी रुदाबाई द्वारा बनवाया गया था। कदम वेल या वाव, जैसा कि गुजराती में कहा जाता है, जटिल रूप से खुदी हुई है और गहराई में कई कहानियां हैं। इसकी दीवारों और स्तंभों पर डिज़ाइन में पत्ते, फूल, पक्षी, मछली और अन्य लुभावनी सजावटी डिजाइन शामिल हैं। अतीत में, इन कदम कुओं को यात्रियों और कारवां द्वारा व्यापार मार्गों के साथ स्टॉपओवर के रूप में देखा जाता था। लैंडिंग के ऊपर छत में एक उद्घाटन होता है जो प्रकाश और हवा को अष्टकोणीय कुएं में प्रवेश करने की अनुमति देता है। हालांकि, प्रत्यक्ष सूर्य के प्रकाश दोपहर को एक संक्षिप्त अवधि को छोड़कर कदम या लैंडिंग की उड़ान को नहीं छूते हैं। इसलिए कुछ शोधकर्ताओं का कहना है कि कुएं के अंदर का वातावरण बाहर की तुलना में छह डिग्री ठंडा है। इस सौतेलेपन की एक और उल्लेखनीय विशेषता यह है कि गुजरात में कई सौतेलों में से यह केवल एक ही है, जिसमें तीन प्रवेश द्वार हैं। तीनों सीढ़ियाँ पहली मंजिल पर मिलती हैं, एक विशाल चौकोर मंच में भूमिगत है, जिसके ऊपर एक अष्टकोणीय उद्घाटन है। वाव इंडो-इस्लामिक वास्तुकला और डिजाइन का एक शानदार उदाहरण है।</p>","SubContentHindi":null,"ImageUrl":"aa073944-5202-4609-9315-7cdcf77a845e_Adalaj-StepWell.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. अक्षरधाम मंदिर","SubTitleHindi":null,"SubContent":"<p>अक्षरधाम गांधीनगर भारतीय राज्य गुजरात के सबसे बड़े मंदिरों में से एक है। मंदिर परिसर एक स्थान पर भक्ति, कला, वास्तुकला, शिक्षा, प्रदर्शनियों और अनुसंधान को जोड़ता है। इसका उद्घाटन 2 नवंबर 1992 को योगीजी महाराज के शताब्दी समारोह के दौरान किया गया था। यह परिसर गुजरात आने वाले पर्यटकों के बीच बहुत लोकप्रिय है।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान स्वामीनारायण की सात फुट ऊँची, सोने की पत्ती वाली मूर्ति का परिसर का केंद्र बिंदु है। राजसी, जटिल नक्काशीदार पत्थर की संरचना विशाल बगीचों के बीच स्थित है। स्मारक के निर्माण में छह हजार टन गुलाबी बलुआ पत्थर का उपयोग किया गया था, जिसे एक वास्तुकला कृति माना जाता है। संरचना की ऊंचाई 108 फीट (33 मीटर), लंबाई में 240 फीट (73 मीटर) और चौड़ाई 131 फीट (40 मीटर) है। स्मारक के चारों ओर उपनिवेश की लंबाई 1,751 फीट (534 मीटर) है।</p>","SubContentHindi":null,"ImageUrl":"df57c5c1-8f01-44ac-bf0b-fdcb18431a82_Akshardham-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. इंद्रोदा पार्क","SubTitleHindi":null,"SubContent":"<p>भारत के गुजरात राज्य के गांधीनगर में Indroda डायनासॉर और फॉसिल पार्क को दुनिया में डायनासोर के अंडे की दूसरी सबसे बड़ी हैचरी के रूप में वर्णित किया गया है। पार्क को भारतीय भूवैज्ञानिक सर्वेक्षण द्वारा स्थापित किया गया था और यह देश का एकमात्र डायनासोर संग्रहालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>पार्क गुजरात इकोलॉजिकल एंड रिसर्च फाउंडेशन (GEERI) द्वारा चलाया जाता है और इसे भारत का जुरासिक पार्क माना जाता है। कई जीवाश्म डायनासोर के अंडे और कंकाल भागों में पाए गए हैं। जीवाश्म जो 65 मिलियन साल पहले क्षेत्र में ऊपरी क्रेटेशियस संरचनाओं में पाए गए थे। अंडे विभिन्न आकार के होते हैं, कुछ तोप के गोले के आकार के। पार्क में इन अभिमानी जानवरों के जीवाश्म ट्रैक भी प्रदर्शन पर हैं।</p>","SubContentHindi":null,"ImageUrl":"22d801f6-0ab1-4202-826d-d898297e7f2e_Indroda-Park.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. दंडी कुटीर","SubTitleHindi":null,"SubContent":"<p>दांडी कुटीर भारत का सबसे बड़ा और एकमात्र संग्रहालय है, जो वन मैन, महात्मा गांधी के जीवन और शिक्षाओं पर आधारित है। यह गांधी, वर्ग, लिंग, आयु और समुदाय के लोगों के शक्तिशाली विचार का प्रतिनिधित्व करता है जो स्वयं नमक के अपने सामान्य अधिकार का दावा करते हैं: स्वतंत्रता, पूर्ण स्वराज की ओर मार्च करने के लिए एक बहुलवादी समाज को प्रेरित करने का प्रतीक।</p>\r\n<p>&nbsp;</p>\r\n<p>गांधी के प्रारंभिक जीवन की झलक को ऑडियो-विजुअल की मदद से खूबसूरती से चित्रित किया गया है। 2 अक्टूबर 1869 को काठियावाड़ में अपने जन्म से लेकर बचपन तक, जब वह एक शर्मीले, उल्लेखनीय और अद्वितीय छात्र थे। यह कस्तूरबा से उनकी शादी और युवाओं के साथ उनके प्रयोगों का भी पता लगाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दांडी कुटीर संग्रहालय, गांधीनगर को जनवरी 2015 से आम जनता के लिए खुला रखा गया है, गुजरात सरकार के खेल, युवा और सांस्कृतिक गतिविधि विभाग के तहत पुरातत्व और संग्रहालय कार्यालय।</p>\r\n<p>&nbsp;</p>\r\n<p>यह संग्रहालय विशेष रूप से महात्मा गांधी की जीवनी पर आधारित है-जो भारत की स्वतंत्रता के लिए अवज्ञा और गैर-प्रचार अभियान का आरंभकर्ता है। इस संग्रहालय को परिष्कृत इलेक्ट्रॉनिक्स प्रौद्योगिकी के साथ डिज़ाइन किया गया है जिसमें विभिन्न ज्ञान दिखाने के लिए ऑडियो, वीडियो और 3-डी दृश्य, 360 डिग्री शो और प्रदर्शन का उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रपिता महात्मा गांधी की जीवनी को दर्शाने वाला यह एकमात्र संग्रहालय है - महात्मा गांधी दुनिया में अत्याधुनिक तकनीक का उपयोग करते हुए।</p>","SubContentHindi":null,"ImageUrl":"50a62b6c-f367-4301-95bd-d6dfc6a9025a_Dandi-Kutir.pg.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. सरिता उदयन","SubTitleHindi":null,"SubContent":"<p>सरिता उदयन साबरमती नदी के किनारे एक और पिकनिक स्थल है। यह रमणीय पिकनिक के लिए एक आदर्श स्थान है। आगंतुकों के मनोरंजन के लिए यहाँ कई मनोरंजक सुविधाएँ उपलब्ध हैं</p>","SubContentHindi":null,"ImageUrl":"f1565d60-0448-4648-aed5-d7c5403f30a5_Sarita-Udayan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. त्रिमंदिर","SubTitleHindi":null,"SubContent":"<p>अक्रम विघानी पूज्य दादा भगवान से प्रेरित एक गैर-संप्रदायवादी त्रिमंदिर ने गांधीनगर के बाहरी इलाके में अदलज में आकार लिया है। दुनिया भर के पूज्य दादा भगवान के अनुयायी 25 से 29 दिसंबर 2002 तक प्राणप्रतिष्ठा मनाने के लिए एकत्रित हुए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर के मध्य गर्भगृह में 13 फीट ऊंची श्री सीमंधर स्वामी की 18 टन वजनी मूर्ति है। उनके शैशव देव श्री चंद्रायण यक्ष और देवी श्री पंचांगुली यक्षिणी की मूर्ति भी रखी गई है। इसमें श्री रुषभदेव भगवान, श्री अजीतनाथ भगवान, श्री पार्श्वनाथ भगवान और श्री महावीर भगवान, श्री चक्रेश्वरी देवी और श्री पद्मावती देवी की मूर्तियाँ भी हैं। त्रिमंदिर के पहले गर्भगृह में शिवलिंग, पार्वती देवी, हनुमानजी और गणपतिजी शामिल हैं जबकि तीसरे मंदिर में श्री योगेश्वर कृष्ण भगवान, तिरुपति बालाजी श्री श्रीनाथजी, श्री भद्रकाली माताजी और श्री अम्बा माताजी शामिल हैं।</p>","SubContentHindi":null,"ImageUrl":"7c17de59-329f-4bd1-bad2-fe3ce1f33dc0_Trimandir.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. निवास","SubTitleHindi":null,"SubContent":"<p>1</p>\r\n<p>सर्किट हाउस</p>\r\n<p>बगल में राजभवन, सेक्टर 20, गांधीनगर, गुजरात 382020</p>\r\n<p>&nbsp; &nbsp;2 सरकारी गेस्ट हाउस सेक्टर 24</p>\r\n<p>&nbsp; &nbsp;3 पथिका आश्रम एसटी बस स्टैंड सेक्टर 11 7698747463 के पास,</p>","SubContentHindi":null,"ImageUrl":"7a0b730e-8e1e-4ecc-bf9c-10d704a0f72f_Accommodation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>हवाईजहाज से</p>\r\n<p>अहमदाबाद में सरदार वल्लभभाई पटेल हवाईअड्डा एक अंतरराष्ट्रीय हवाई अड्डा है, जहां से संयुक्त राज्य अमेरिका, ब्रिटेन, सिंगापुर, दुबई और अन्य अंतरराष्ट्रीय केंद्रों के लिए सीधी उड़ानें हैं। कई घरेलू उड़ानें भी यहाँ से चालू हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा</p>\r\n<p>मुख्य रेलवे स्टेशन कलूपुर क्षेत्र में स्थित है। यह स्टेशन प्रमुख राष्ट्रीय रेलवे सर्किट के अंतर्गत आता है और भारत के सभी प्रमुख शहरों से जुड़ा हुआ है। यदि आप साबरमती नदी के पश्चिमी किनारे पर हैं, तो आप अपने रेलवे टिकट आसानी से खरीदने के लिए आश्रम रोड के पास गांधीग्राम स्टेशन जा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>गुजरात में भारत में बेहतर विकसित सड़क नेटवर्क में से एक है। अहमदाबाद सड़क मार्ग से सभी प्रमुख शहरों और कस्बों से अच्छी तरह से जुड़ा हुआ है। प्रख्यात बस स्टॉप कालूपुर रेलवे स्टेशन और पालड़ी के पास गीतामंदिर में स्थित हैं। गुजरात राज्य परिवहन बसों और निजी ऑपरेटरों द्वारा राज्य के सभी प्रमुख स्थलों के लिए नियमित बस सेवाएं उपलब्ध हैं।</p>\r\n<p>source: https://gandhinagar.nic.in</p>","SubContentHindi":null,"ImageUrl":"68328414-7c68-478d-bacd-2c1852f2cc7c_Gandhinagar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-gandhinagar-gujarat","tags":[{"name":"गांधीनगर","slug":"gandhinagar"},{"name":"गुजरात","slug":"gujarat"}],"recommendations":[{"id":471,"title":"तापी, व्यारा में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","dateCreated":"2019-08-25T03:21:04.055Z","dateModified":"2019-08-25T03:21:21.878Z","contributedBy":"AskGif","content":"तापी जिला पश्चिमी भारत में गुजरात राज्य के 33 जिलों में से एक है। इसमें 7 तालुका व्यास, सोनगढ़, निझार, वलोड, उचल, डोलवन, कुकरमुंड हैं। व्यारा कस्बा जिला मुख्यालय है। 2007 में सूरत जिले से अलग हुए कुछ तालुकों में से इस जिले का गठन किया गया था। 2011 तक, जिले की 90.15% आबादी ग्रामीण है और इसकी 84.2%","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"तापी","slug":"tapi"},{"name":"व्यारा","slug":"vyara"}],"slug":"top-places-to-visit-in-tapi-vyara-gujarat","total":0},{"id":457,"title":"खेड़ा, नडियाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"b6967b4b-6e42-4ac2-97f4-8114b108888c_Kheda-railway.jpg","dateCreated":"2019-08-24T06:24:44.79Z","dateModified":"2019-08-24T06:25:05.411Z","contributedBy":"AskGif","content":"खेड़ा, जिसे कैर्रा के नाम से भी जाना जाता है, भारतीय राज्य गुजरात में एक शहर और एक नगरपालिका है। यह खेड़ा जिले की पूर्व प्रशासनिक राजधानी थी। खेड़ा शहर तंबाकू की खेती के लिए प्रसिद्ध है। खेड़ा शहर भारत के गुजरात राज्य में सबसे विकसित शहर और जिला है। निकटतम रेलवे स्टेशन \"Mahemadavad खेड़ा रोड\" है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b6967b4b-6e42-4ac2-97f4-8114b108888c_Kheda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खेड़ा","slug":"kheda"},{"name":"गुजरात","slug":"gujarat"},{"name":"नाडियाड","slug":"nadiad"}],"slug":"top-places-to-visit-in-kheda-nadiad-gujarat","total":0},{"id":403,"title":"गिर सोमनाथ, वेरावल, गुजरात में देखने के लिए शीर्ष स्थान","imageUrl":"3877ecdc-87e3-4aa1-a8e0-8607110f1df8_Gir-Somnath.jpg","dateCreated":"2019-06-24T14:48:01.367Z","dateModified":"2019-06-24T15:03:15.875Z","contributedBy":"AskGif","content":"गिर सोमनाथ जिला गुजरात, भारत का एक जिला है। यह वेरावल शहर में अपने मुख्यालय के साथ काठियावाड़ प्रायद्वीप के दक्षिणी कोने पर स्थित है। वेरावल की आबादी लगभग 3.5 लाख है।\r\n&nbsp;\r\nगिर सोमनाथ जिला अगस्त 2013 में जूनागढ़ जिले से अलग हो गया, जब गुजरात में सात नए जिले अस्तित्व में आए।\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3877ecdc-87e3-4aa1-a8e0-8607110f1df8_Gir-Somnath.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गिर-सोमनाथ","slug":"gir-somnath"},{"name":"वेरावल","slug":"veraval"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-gir-somnath-veraval-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}