{"id":409,"title":"जामनगर में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"77097745-d81c-45e4-84fd-7d77e83a4bbf_Jamnagar-railway.jpg","dateCreated":"2019-06-25T13:51:32.977Z","dateModified":"2019-06-25T14:15:29.934Z","contributedBy":"AskGif","content":"<p>जामनगर गुजरात के सौराष्ट्र क्षेत्र में भारत के पश्चिमी तट पर स्थित एक शहर है। यह जामनगर जिले का प्रशासनिक मुख्यालय है। जामनगर भारत के पश्चिमी ओर सबसे बड़ा शहर है और अहमदाबाद, सूरत, वडोदरा और राजकोट के बाद गुजरात राज्य का पांचवा सबसे बड़ा शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर का आधुनिक रूप शुरू में एच.एच. जाम रंजीतसिंहजी ने दिया था। 1920 के दशक में उनके शासनकाल के दौरान शहर के आधुनिक बुनियादी ढांचे के निर्माण में उनका महत्वपूर्ण योगदान था। तत्पश्चात, 1940 के दशक में जाम साहेब श्री दिग्विजयसिंहजी रंजीतसिंहजी द्वारा इस शहर का पर्याप्त विकास किया गया, जब यह नवानगर रियासत का हिस्सा था। शहर कच्छ की खाड़ी के दक्षिण में स्थित है, जो राज्य की राजधानी गांधीनगर के पश्चिम में लगभग 337 किलोमीटर (209 मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत की सबसे बड़ी निजी कंपनी, रिलायंस इंडस्ट्रीज, ने जामनगर जिले के मोती खावड़ी गाँव के पास दुनिया का सबसे बड़ा तेल शोधन और पेट्रोकेमिकल कॉम्प्लेक्स स्थापित किया है। नायरा ऊर्जा रिफाइनरी जो भारत की दूसरी सबसे बड़ी निजी रिफाइनरी है, जो पास के शहर वडिनार में स्थित है। नायरा एनर्जी (पूर्व में एस्सार ऑयल) रिफाइनरी अपने स्वयं के थर्मल पावर प्लांट और कच्चे तेल से निपटने के लिए एक निजी बंदरगाह द्वारा पूरक है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>प्राथमिक और माध्यमिक संस्थान</p>\r\n<p>सेंट जेवियर्स हाई स्कूल</p>\r\n<p>केंद्रीय विद्यालय नंबर 1, एएफएस -1</p>\r\n<p>कुमार मंदिर</p>\r\n<p>कृष्णा इंटरनेशनल स्कूल</p>\r\n<p>पी वी मोदी</p>\r\n<p>पटेल अकादमी स्कूल</p>\r\n<p>प्राइम साइंस स्कूल</p>\r\n<p>जीडी शाह हाई स्कूल</p>\r\n<p>एस.बी. hsarma पब्लिक स्कूल (मेघपुर)</p>\r\n<p>एस.बी. शर्मा वर्ल्ड स्कूल, (CICSE संबद्ध स्कूल)</p>\r\n<p>श्री एल.जी. हरिया</p>\r\n<p>श्री राष्ट्रदीप विधालय</p>\r\n<p>श्री सत्य साई विद्यालय</p>\r\n<p>सेंट एन्स स्कूल</p>\r\n<p>सेंट फ्रांसिस हाई स्कूल</p>\r\n<p>सेंट ग्रेगोरियस हाई स्कूल</p>\r\n<p>सेंट मैरी हाई स्कूल</p>\r\n<p>द सन शाइन स्कूल</p>\r\n<p>सीबीएसई संबद्ध स्कूल</p>\r\n<p>सैनिक स्कूल बलाचडी, जामनगर</p>\r\n<p>एस बी शर्मा वर्ल्ड स्कूल, (CISCE) संबद्ध स्कूल</p>\r\n<p>* केन्द्रीय विद्यालय नंबर -1, एएफ स्टेशन जामनगर</p>\r\n<p>वायु सेना स्कूल जामनगर</p>\r\n<p>दिल्ली पब्लिक स्कूल, जामनगर</p>\r\n<p>जवाहर नवोदय विद्यालय</p>\r\n<p>केंद्रीय विद्यालय नंबर -2, इन्फैंट्री लाइन्स</p>\r\n<p>केंद्रीय विद्यालय नंबर -3, एएफ- II, udhyognagar</p>\r\n<p>केन्द्रीय विद्यालय नंबर -4, आई। एन। वलसुरा</p>\r\n<p>केंद्रीय विद्यालय, वायुसेना स्टेशन समाना</p>\r\n<p>कोकिलाबेन धीरूभाई अंबानी विद्यामंदिर</p>\r\n<p>नंद विद्या निकेतन</p>\r\n<p>पोडर इंटरनेशनल स्कूल</p>\r\n<p>सरोजबेन मेमोरियल इंटरनेशनल स्कूल</p>\r\n<p>श्री डी.सी. विभा लाक्षी हाई स्कूल</p>\r\n<p>एसडीसीसीएल पब्लिक स्कूल, दिग्विजयग्राम, सिक्का</p>\r\n<p>टाटा केम डीएवी पब्लिक स्कूल</p>\r\n<p>सनफ्लावर स्कूल, जामनगर</p>\r\n<p>गुजरात बोर्ड संबद्ध स्कूल</p>\r\n<p>कृष्णा अंतर्राष्ट्रीय विज्ञान और वाणिज्य विद्यालय</p>\r\n<p>एस.बी. शर्मा पब्लिक स्कूल (मेघपुर)</p>\r\n<p>कालिंदी इंटरनेशनल स्कूल</p>\r\n<p>प्रणामी हाई स्कूल</p>\r\n<p>एस। बी। शर्मा पब्लिक स्कूल (डिफेंस कॉलोनी)</p>\r\n<p>श्रीमती पार्वती देवी विद्या मंदिर और श्री शास्त्री त्र्यंबकराम उच्च विद्यालय</p>\r\n<p>सेंट फ्रांसिस स्कूल</p>\r\n<p>इंजीनियरिंग कॉलेज</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक कॉलेज</p>\r\n<p>कल्याण पॉलिटेक्निक संस्थान</p>\r\n<p>श्री कांकेश्वरी देवीजी प्रौद्योगिकी संस्थान</p>\r\n<p>कृष्णा इंस्टीट्यूट ऑफ इंजीनियरिंग टेक्नोलॉजी</p>\r\n<p>कला, कमेरे, विज्ञान, प्रबंधन और आईटी कॉलेज</p>\r\n<p>A के दोशी</p>\r\n<p>श्रीमती। C.Z.M. गोसरानी ने बी.सी.ए. कॉलेज</p>\r\n<p>श्री JVIMS-KBS M.C.A. कॉलेज</p>\r\n<p>श्री JVIMS-BTV M.B.A. और M.A.M. कॉलेज</p>\r\n<p>डी.डी. नागदा कॉलेज परिसर</p>\r\n<p>जी.एच.जी कॉमर्स कॉलेज</p>\r\n<p>एच जे दोषी</p>\r\n<p>नेशनल कंप्यूटर कॉलेज</p>\r\n<p>एम पी शाह कॉलेज</p>\r\n<p>एसवीईटी कॉलेज</p>\r\n<p>श्री डी के वी आर्ट्स एंड साइंस कॉलेज</p>\r\n<p>श्री विद्यासागर इन्फोटेक कॉलेज</p>\r\n<p>वी एम मेहता कॉलेज</p>\r\n<p>मेडिकल और आयुर्वेद कॉलेज</p>\r\n<p>एम। पी। शाह मेडिकल कॉलेज</p>\r\n<p>श्री गुलाबकुंवरबा आयुर्वेद महाविद्यालय</p>\r\n<p>भारतीय आयुर्वेद औषधि विज्ञान संस्थान</p>\r\n<p>गुजरात आयुर्वेद विश्वविद्यालय</p>\r\n<p>डेंटल कॉलेज</p>\r\n<p>गवर्नमेंट डेंटल कॉलेज एंड हॉस्पिटल</p>\r\n<p>&nbsp;</p>\r\n<p>मनोरंजन</p>\r\n<p>&nbsp;</p>\r\n<p>क्रिस्टल मॉल</p>\r\n<p>जामनगर में कुछ सिंगल स्क्रीन सिनेमाघर हैं, साथ ही कई मल्टीप्लेक्स सिनेमा, समरपैन हॉस्पिटल के पास मेहुल कार्निवल सिनेमा, क्रिस्टल मॉल में आईनॉक्स और रिलायंस मार्ट में रिलायंस रिव्यू, जो शहर से 30 किमी दूर है। शहर का टाउन हॉल स्थानीय सांस्कृतिक कार्यक्रमों, कार्यक्रमों और नाटकों के लिए उपयोग किया जाता है। हाल ही में एरोड्रम रोड पर एक नया मॉल बनाया गया है जिसे क्रिस्टल मॉल कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>जामनगर में क्रिकेट एक प्रमुख खेल है। जामनगर से कई भारतीय टेस्ट क्रिकेटर निकलते हैं, जिनमें विनो मांकड़, सलीम दुर्रानी, ​​करसन घावरी, कुमार इंद्रजीतसिंहजी, अजय जडेजा और रवींद्र जडेजा शामिल हैं। अजीतसिंहजी मंडप नामक एक क्रिकेट मैदान है जो 1908 में एचएच श्री जाम रंजीतिनजी द्वारा बनाया गया था जो खेल के साथ जामनगर के लंबे संबंधों को दर्शाता है। शहर में नगर निगम द्वारा निर्मित एक खेल परिसर है जिसमें एक स्विमिंग पूल, बैडमिंटन कोर्ट और कई अन्य सुविधाएं हैं। एक 80 साल पुराना स्पोर्ट्स क्लब (सारांश स्पोर्ट्स क्लब) भी है, जिसे जामनगर के तत्कालीन शासकों ने बनवाया था। इसमें एक स्विमिंग पूल, टेनिस, स्क्वैश और बैडमिंटन कोर्ट, एक बिलियर्ड हॉल, एक टेबल टेनिस सुविधा और एक होटल है।</p>\r\n<p>&nbsp;</p>\r\n<p>रणजी ट्रॉफी और दलीप ट्रॉफी भारतीय क्रिकेट प्रतियोगिताओं का नाम जामनगर के राजकुमारों की स्मृति में रखा गया है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jamnagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/77097745-d81c-45e4-84fd-7d77e83a4bbf_Jamnagar-railway.jpg","subContents":[{"SubTitle":"1. धार्मिक स्थल","SubTitleHindi":null,"SubContent":"<p>जामनगर को छोटा काशी के नाम से जाना जाता है। जामनगर शहर में कई प्रसिद्ध धार्मिक स्थान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बाला हनुमान मंदिर लखोटा झील के किनारे है</p>\r\n<p>सिद्धनाथ मंदिर नागेश्वर क्षेत्र में है</p>\r\n<p>प्राचीन नागनाथ मंदिर नागेश्वर क्षेत्र में है</p>\r\n<p>काशीविश्वनाथ मंदिर केवी रोड पर है</p>\r\n<p>भिडभंजन महादेव मंदिर टाउन हॉल के पास है</p>\r\n<p>खेजडिया मंदिर खंभालिया गेट के पास है</p>\r\n<p>पारसी अगियारी टाउन हॉल के पास है</p>\r\n<p>गुरुद्वारा लाल बंगलो के पास है</p>\r\n<p>जामा जमजिद चंडी बाजार के पास है</p>\r\n<p>जैन दरेसर चंडी बाजार में है</p>\r\n<p>सुभाष ब्रिज के पास मोक्ष धाम</p>\r\n<p>स्वामीनारायण मंदिर, खंभालिया राजमार्ग पर शहर से 4 KM दूर है</p>","SubContentHindi":null,"ImageUrl":"908d5d7a-8a86-486c-bd87-56392805eb1c_Religious-Places.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. रणमल लखोटा झील","SubTitleHindi":null,"SubContent":"<p>जामनगर शहर के मध्य में स्थित रणमल झील (लखोटा झील) 5 लाख वर्ग मीटर में फैली है और इसे तीन भागों में विभाजित किया गया है। झील शहर की सुंदरता को बढ़ावा देती है, और पर्यटकों और प्रवासी पक्षियों के लिए भी आदर्श आश्रय प्रदान करती है। रणमल या लखोटा झील का निर्माण जाम रणमलजी द्वितीय द्वारा 1820 से 1852 के बीच किया गया था। लगभग 5 लाख वर्ग मीटर में फैली यह गोलाकार झील एक विशिष्ट पहचान है। आरामगाहों जैसे कि मंडप, गढ़, कलात्मक उद्यान आदि को झील के चारों ओर रखा गया है। लाखों की लागत से निर्मित लखोट्टा के रूप में जाना जाने वाला वास्तुकला का उत्कृष्ट वास्तुशिल्प किला झील के बीच में है। इन दोनों स्मारकों में न केवल कला का वर्णन है, बल्कि राज्य की तरह, स्नेही, प्रेमपूर्ण प्रकृति भी है।</p>","SubContentHindi":null,"ImageUrl":"b8fe3b8e-70d0-4690-81a9-5cdd6ca06d99_Ranmal-Lakhota-Lake.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. मरीन नेशनल पार्क - पिरोटन","SubTitleHindi":null,"SubContent":"<p>समुद्री राष्ट्रीय उद्यान और अभयारण्य पिरोट्टन, जामनगर के तटीय क्षेत्र के साथ अंतर-ज्वारीय क्षेत्र में स्थित है। समुद्री अभयारण्य अगस्त 1980 में और जुलाई 1982 में मरीन नेशनल पार्क घोषित किया गया। कुल 10.ll.sq. राष्ट्रीय उद्यान क्षेत्र के किमी और अभयारण्य क्षेत्र के 1.11 वर्ग किमी को आरक्षित वनों के रूप में अधिसूचित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>बेदी बंदरगाह से पिरोटन द्वीप 18 एनएम है, नाव के माध्यम से पहुँचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अभयारण्य जाने के लिए अक्टूबर से मार्च उचित अवधि है।</p>\r\n<p>&nbsp;</p>\r\n<p>फिलीस्तीनी अथॉरिटी के निवास की एक महान विविधता है। मैंग्रोव, प्रवाल भित्तियाँ, पतित चट्टानें, अंतर-ज्वारीय मडफ़्लैट्स (निम्न और उच्चतर), क्रीक्स, इस्ट्यूरीज़, रेतीले किस्में, लवणीय घास के मैदान, दलदली क्षेत्र और चट्टानी द्वीप विविधता का प्रतिनिधित्व करते हैं जो समुद्री जीवन की एक महान विविधता को दर्शाते हैं। यहां की जीवन प्रणाली जटिल रूप से बुनी गई है। जीवन की विविधता किसी भी सपने से सीधे एक दृश्य बनाती है। रंगीन स्पंज और मूंगा, विशाल समुद्री एनीमोन, ट्यूब एनीमोन, जेली फिश, समुद्री घोड़ा, ऑक्टोपस, सीप, मोती सीप, सबेला, पोर्टुगीज ऑफ वॉर, स्टारफिश, बोनफेरिया, सीपिया, लॉबस्टर, केकड़ों और झींगे, समुद्री कछुए की किस्में, डॉल्फिन, डगॉन्ग, पैरोइज़, शार्क और अन्य मछलियाँ जीवन को पूर्ण सद्भाव में स्पंदित करती हैं।</p>","SubContentHindi":null,"ImageUrl":"81b7b052-b9ba-4849-a414-7abc664eb3bd_Marine-National-Park-Pirotan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. खिजडिया पक्षी अभयारण्य","SubTitleHindi":null,"SubContent":"<p>खिजादिया पक्षी अभयारण्य, कच्छ की खाड़ी के दक्षिणी तट पर जामनगर से लगभग 10 किमी उत्तर-पूर्व की दूरी पर है, जो मौसमी मीठे पानी के उथले झील, अंतर ज्वारीय मडफ्लैट्स, क्रीक, नमक पैन, खारा भूमि और मैंग्रोव स्क्रब के संयोजन का प्रतिनिधित्व करता है। अभयारण्य का कुल क्षेत्रफल 605 हेक्टेयर है, जो पूरे आर्द्रभूमि परिसर की तीन मीठे पानी की झीलों को कवर करता है। समुद्री अभयारण्य जामनगर का क्षेत्र कच्छ की खाड़ी की ओर अभयारण्य की सीमा का गठन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अभयारण्य देश के पश्चिमी-सबसे हिस्से में स्थित है और प्रवासी पक्षियों के पारंपरिक मार्ग पर पड़ता है। नतीजतन, अभयारण्य विभिन्न प्रवासी पक्षियों का समर्थन करता है जिसमें जलपक्षी भी शामिल हैं। यह विभिन्न प्रकार के जलपक्षी के लिए एक अत्यंत महत्वपूर्ण चरण और सर्दियों का क्षेत्र है। अभयारण्य में पक्षियों की लगभग 200 प्रजातियां दर्ज की जाती हैं, जिनमें 90 से अधिक प्रजातियां शामिल हैं। यह ग्रेट क्रेस्टेड ग्रीबे का ज्ञात प्रजनन मैदान है। यह एक अनूठा वेटलैंड कॉम्प्लेक्स है, जो मीठे पानी के उथले झीलों, इंटर टाइडल मडफ्लैट्स, क्रीक, नमक पैन, लवणीय भूमि और मैंग्रोव स्क्रब सहित कई प्रकार के वेटलैंड्स की एक मोज़ेक का प्रतिनिधित्व करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति:</p>\r\n<p>&nbsp;</p>\r\n<p>झील के उथले पानी की सतह के ऊपर उभरने वाली जलीय वनस्पति है। मुख्य उभरती हुई प्रजातियों में टाइपा अनस्टुस्टाटा, स्किर्पस एसपी शामिल हैं। साइपरस सपा। और सैकरम स्पॉनटेनम। फ्लोटिंग और पानी के नीचे (जलमग्न) जलीय पौधों में हाइड्रिला वर्टिकेलता, वालिसर्नारिया स्पाइरलिस और नजस माइनर शामिल हैं। कापरिस डिकिडुआ, बबूल नीलोटिका और फीनिक्स जैसे गैर-जलीय प्रजातियां। क्षेत्र में स्वाभाविक रूप से होता है। Aeluropus सपा। और सुआदा सपा। समीपवर्ती समुद्री अभयारण्य में मौजूद हैं। गोण्डो बावल (प्रोसोपिस चिलेंसिस), &rsquo;देसी बावल&rsquo; (बबूल) और oo पिल्लू &rsquo;/ (जार&rsquo; (सल्वाडोरा एसपी) इस क्षेत्र की प्रमुख वृक्ष प्रजातियाँ हैं। एविसेनिया मरीना, एक मैंग्रोव प्रजाति निकटवर्ती समुद्री अभयारण्य में होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जीव:</p>\r\n<p>&nbsp;</p>\r\n<p>अभयारण्य और इसके आस-पास का क्षेत्र पक्षी जीवों से समृद्ध है; विशेष रूप से जलपक्षी के लिए। राज्य की दुर्लभ और असामान्य प्रवासी प्रजातियों की प्रजनन। ग्रेट क्रेस्टेड ग्रीबे को वेटलैंड में दर्ज किया गया है। इस प्रजाति के कम से कम चार जोड़े वर्ष 1984 में प्रजनन करते पाए गए। इसके अलावा, लिटिल ग्रीब, पर्पल मूरहेन, कोट, ब्लैक-विंग्ड स्टिल्ट और तीतर-पूंछ वाले जेकना भी यहां प्रजनन रिकॉर्ड किए गए हैं। चित्रित स्टॉर्क, कॉर्मोरेंट्स, हेरोन्स, एग्रेस और / या ibises जैसे अन्य निवासी बड़े वॉटरर्स अपनी खिला, आराम, रोस्टिंग और / या घोंसले की आवश्यकताओं को पूरा करते हैं। वेटलैंड कई अन्य जलपक्षी (प्रवासी और निवासी) जैसे बतख, गीज़, कूट, गेरेब, टर्न, गल, किंगफ़िशर, जेकना और रेल का भी समर्थन करता है। राप्टर्स, जिनमें हैरियर, ईगल, हॉकर और फाल्कन्स भी शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्लैक नेक्ड स्टॉर्क, नियमित रूप से क्षेत्र का दौरा करता है। यह क्षेत्र प्रवासी निगलने वालों और मार्टिंस, वैगटेल्स और कई अन्य खतरनाक पक्षियों के लिए बहुत महत्वपूर्ण है। अभयारण्य पक्षियों की कई लुप्तप्राय प्रजातियों का समर्थन करता है। जंगली स्तनधारियों की तलाश में एक इको-टूरिस्ट जंगल की बिल्ली, लोमड़ी, नीले बैल और मोंगोज़ में आ सकता है, जो सभी झाड़ीदार भूमि में शरण लेते हैं। वह ताजे पानी के कछुओं में भी आ सकता है।</p>","SubContentHindi":null,"ImageUrl":"779b0ebf-7276-4cbc-9b7b-5f03c579364b_Khijadia-Bird-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. पुरातत्व संग्रहालय जामनगर","SubTitleHindi":null,"SubContent":"<p>नवानगर राज्य के शासक ऐतिहासिक और सांस्कृतिक विरासत के संरक्षण के साथ-साथ इस राज्य की प्रगति और विकास कार्यों में बहुत रुचि रखते थे। पुरातत्व संगठन की स्थापना जाम श्री दिग्विजय सिंहजी की रुचि और प्रोत्साहन का एक उत्कृष्ट उदाहरण है। इसके अलावा, जामनगर में एक संग्रहालय स्थापित करने के लिए राज्य पुरातत्व विभाग को लखोटा कोठा आवंटित किया गया था और इसके लिए उनका निजी संग्रह भी संग्रहालय को दिया गया था। इस प्रकार, पुरातत्व संग्रहालय 1946 में लखोटा कोठा में शुरू किया गया था, जो अब 1960 से गुजरात राज्य पुरातत्व और संग्रहालय विभाग के अधीन है। लखोटा कोठा का नवनिर्मित भवन वास्तव में 1846 में बनाया गया था, जो 2001 के भूकंप के दौरान क्षतिग्रस्त हो गया था। इसलिए, आवश्यक और पर्याप्त बहाली, संरक्षण और पुनर्वास परियोजना गुजरात राज्य पुरातत्व विभाग और जामनगर नगर निगम के संयुक्त उपक्रम द्वारा ली गई थी। गुजरात के मुख्यमंत्री, श्री विजय रूपानीजी ने 5 मई, 2018 को शानदार लखोटा कोठों के साथ-साथ पुनर्गठित संग्रहालय को फिर से खोला और इसे जनता के लिए खुला घोषित किया। लखोटा कोठो रणमल झील में लखोटा कोठा (जल दुर्ग - जल दुर्गा) का केंद्रीय द्वीप ढांचा वर्ष 1846 में जाम श्री रणमलजी द्वारा सूखा राहत के लिए बनाया गया था। इसका नाम लाखाजी के नाम पर रखा गया है - नवावनगर का शासक। यह भी माना जाता है कि कोथो के निर्माण में \"1 लाख कोरिस\" (नवानगर की मुद्रा) खर्च की गई थी, इसलिए इसका नाम लखोटा है। स्थापत्य रूप से, यह राजपूत शैली में निर्मित है और इसमें ईरानी वास्तुकला का प्रभाव है। प्रारंभ में, इसके स्थान के कारण, Lakhota Kotho ने रक्षात्मक उद्देश्य के लिए और शासकों के लिए एक अवकाश महल के रूप में कार्य किया। लेकिन, यह समय के साथ बदल गया था और अब शहर का दिल बन गया है, जो जामनगर में सबसे शांत और विरासत स्मारकों में से एक है जो वर्तमान में जिला संग्रहालय के रूप में कार्य करता है। इसके अलावा, ऐतिहासिक महत्व के कारण, राज्य सरकार के तहत लाखोटा कोठो को संरक्षित स्मारक कहा जाता है। पुरातत्व संग्रहालय। लखोटा कोठा में रखे गए पुरातत्व संग्रहालय का पुनर्गठन किया गया है और नए आकर्षण को ध्यान में रखते हुए नए आकर्षण को जोड़ा गया है, जो कि पर्यटक किले के वास्तु वैभव की सराहना करते हैं। साथ ही, एक सांस्कृतिक संस्थान होने के नाते, यह जनता की शिक्षा, अध्ययन और आनंद के प्रयोजनों के लिए एक आगंतुक-अनुकूल संग्रहालय के माध्यम से हमारी समृद्ध विरासत के प्रति जागरूकता और संवेदनशीलता पैदा करने का प्रयास करता है। संग्रहालय संग्रह में पत्थर और कांस्य की मूर्तियां, लघु चित्र, कांच के बने पदार्थ, सिक्के, मुद्रा प्लेटें, तांबे की प्लेटें, कढ़ाई और मनके के साथ क्षेत्रीय वस्त्र, प्राकृतिक इतिहास नमूना और शाही शस्त्रागार शामिल हैं। यह जामनगर जिले के 9 वीं से 19 वीं शताब्दी के अतीत का प्रतिनिधित्व करता है, जिसमें रियासत नवानगर शामिल है। इस प्रकार, 2018 में लखोटा कोठा की बहाली, संरक्षण और पुनर्वास परियोजना के बाद, अब पुरातत्व संग्रहालय 321 के माध्यम से 11 वर्गों में जामनगर की सांस्कृतिक विरासत और क्षेत्रीय इतिहास का प्रतिनिधित्व करता है, जो हमारी विरासत को मनाने और सार्थक संदर्भ में प्रामाणिक और महत्वपूर्ण कला और कलाकृतियों का अनुभव करने के लिए प्रदर्शित करता है। । दूसरे शब्दों में, पुरातत्व संग्रहालय, जामनगर जिले की पहचान का प्रतीक है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सामान्य जानकारी</p>\r\n<p>&nbsp;</p>\r\n<p>समय: मार्च-अक्टूबर 13:00 - 21:00 बजे तक</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;नवंबर-फरवरी 12:00 से 20:00 बजे तक</p>\r\n<p>अवशेष प्रत्येक बुधवार को, द्वितीय-चतुर्थ शनिवार को और सरकार ने अवकाश घोषित किया</p>\r\n<p>लाइट एंड साउंड शो: 21 - 21:30 प्रत्येक शनिवार और रविवार को</p>\r\n<p>प्रवेश टिकट दर:</p>\r\n<p>&nbsp;</p>\r\n<p>5 25 / - भारतीय के लिए (5 वर्ष से अधिक प्रत्येक व्यक्ति)</p>\r\n<p>₹ 100 / - विदेशी के लिए</p>\r\n<p>&nbsp;सेवाएं:</p>\r\n<p>&nbsp;</p>\r\n<p>A 100 / - लाखोटा कोठो के आसपास फोटोग्राफी के लिए (भारतीय के लिए)</p>\r\n<p>A 500 / - लाखोटा कोठो के आसपास फोटोग्राफी के लिए (विदेशी के लिए)</p>\r\n<p>। 5000 / - पूर्व अनुमति से लखोटा कोथो के आसपास समसामयिक घटना फोटोग्राफी के लिए</p>\r\n<p>शैक्षिक गतिविधियों का आयोजन किया</p>\r\n<p>संगठित व्याख्यान और चर्चा</p>\r\n<p>अधिक जानकारी के लिए,</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क: क्यूरेटर, पुरातत्व संग्रहालय, लखोटा कोथो, रणमल झील जामनगर - 361001</p>\r\n<p>&nbsp;</p>\r\n<p>टेलीफोन: 0288 - 2678125</p>\r\n<p>&nbsp;</p>\r\n<p>ईमेल: क्यूरेटर- syca-jam@gujarat.gov.in</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;jam.museum@gmail.com</p>","SubContentHindi":null,"ImageUrl":"e643c236-aeb1-4e75-a103-be86e6a21906_Archaeological-Museum-Jamnagar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. निवास","SubTitleHindi":null,"SubContent":"<p>जामनगर शहर में अच्छे होटल उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ये गर्मियाँ किस क्षेत्र में स्थित हैं -</p>\r\n<p>&nbsp;</p>\r\n<p>टिन बत्तीसी,</p>\r\n<p>डीएसपी बंगलो,</p>\r\n<p>टाउन हॉल,</p>\r\n<p>एम्बर सिनेमा,</p>\r\n<p>दिग्जम सर्कल,</p>\r\n<p>सुमेर क्लब रोड,</p>\r\n<p>खंभालिया हाईवे।</p>\r\n<p>होटल और रेस्तरां का नाम, स्थान और संपर्क विवरण पीडीएफ फाइल लिंक - होटल-रेस्तरां सूची (पीडीएफ 27 केबी)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सर्किट हाउस संपर्क:</p>\r\n<p>&nbsp;</p>\r\n<p>सर्किट हाउस - जामनगर</p>\r\n<p>लाल बंगलो,</p>\r\n<p>जामनगर - 361001</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क नंबर: 0288 2550237-38</p>","SubContentHindi":null,"ImageUrl":"edadf1f4-af47-4000-a31e-7a5018001481_Accommodation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. कैसे पहुंचा जाये","SubTitleHindi":null,"SubContent":"<p>रास्ते से</p>\r\n<p>जामनगर राज्य परिवहन बसों और निजी लक्जरी कोचों द्वारा गुजरात के अधिकांश शहरों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>निकटतम शहर - राजकोट 92 किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा</p>\r\n<p>जामनगर भारतीय रेलवे के पश्चिमी रेलवे नेटवर्क पर है। यह शहर दैनिक / साप्ताहिक ट्रेनों की संख्या के माध्यम से देश के बाकी हिस्सों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>जामनगर हवाई अड्डा शहर से 10 किमी दूर है और दैनिक एयर इंडिया एयरलाइन जामनगर को मुंबई से जोड़ती है।</p>\r\n<p>स्रोत: https://jamnagar.nic.in</p>","SubContentHindi":null,"ImageUrl":"56109a76-2cd2-4693-bdb8-1955ee54e550_Jamnagar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jamnagar-gujarat","tags":[{"name":"जामनगर","slug":"jamnagar"},{"name":"गुजरात","slug":"gujarat"}],"recommendations":[{"id":473,"title":"वलसाड में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"f3502a94-12fc-49c5-a33e-8c05e1e40845_Valsad-railway.jpg","dateCreated":"2019-08-25T03:48:35.574Z","dateModified":"2019-08-25T03:48:51.856Z","contributedBy":"AskGif","content":"वलसाड, जिसे बल्सार के नाम से भी जाना जाता है, भारत के गुजरात राज्य के वलसाड जिले में एक नगर पालिका है। इस शहर में एक कलेक्ट्रेट, एक जिला अदालत और एक ऐतिहासिक जेल वाला पुलिस मुख्यालय है।\r\n&nbsp;\r\nएक पर्यटन स्थल, बुलसर घूमने का सबसे अच्छा समय मई-जून में होता है, प्री-मानसून, जब शहर और","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3502a94-12fc-49c5-a33e-8c05e1e40845_Valsad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वलसाड","slug":"valsad"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-valsad-gujarat","total":0},{"id":400,"title":"डांग, अहवा में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"68b2207b-4cb3-4310-8257-700b6b82580d_dang-district-pincode-gujarat.jpg","dateCreated":"2019-06-22T13:58:10.802Z","dateModified":"2019-06-22T14:23:54.496Z","contributedBy":"AskGif","content":"डांग (इस साउंड लिस्टेन के बारे में (सहायता &middot; जानकारी)) भारत में गुजरात राज्य का एक जिला है। जिले का प्रशासनिक मुख्यालय आहवा में स्थित है। डांग का क्षेत्रफल 1,764 वर्ग किमी और जनसंख्या 226,769 (2011 के अनुसार) है।\r\n&nbsp;\r\n2011 तक यह गुजरात का सबसे कम आबादी वाला जिला (33 में स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/68b2207b-4cb3-4310-8257-700b6b82580d_dang-district-pincode-gujarat.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"आह्वा","slug":"ahwa"},{"name":"डैंग","slug":"dang"}],"slug":"top-places-to-visit-in-dang-ahwa-gujarat","total":0},{"id":389,"title":"भरूच में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","dateCreated":"2019-06-02T07:23:02.82Z","dateModified":"2019-06-02T09:31:43.314Z","contributedBy":"AskGif","content":"भरूच, जिसे पहले ब्रोच, [क] या भृगुचच्छ के नाम से जाना जाता है, पश्चिमी भारत में गुजरात में नर्मदा नदी के मुहाने पर स्थित एक शहर है। भरूच भरुच जिले का प्रशासनिक मुख्यालय है और लगभग 370,000 निवासियों की एक नगर पालिका है। अंकलेश्वर जीआईडीसी सहित सबसे बड़े औद्योगिक क्षेत्रों में से एक होने के नाते, इ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"भरूच","slug":"bharuch"}],"slug":"top-places-to-visit-in-bharuch-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}