{"id":409,"title":"Top Places to visit in Jamnagar, Gujarat","imageUrl":"77097745-d81c-45e4-84fd-7d77e83a4bbf_Jamnagar-railway.jpg","dateCreated":"2019-06-25T13:51:32.977Z","dateModified":"2019-06-25T14:15:29.934Z","contributedBy":"AskGif","content":"<p>Jamnagar is a city located on the western coast of India in the state of Gujarat in Saurashtra region. It is the administrative headquarters of the Jamnagar District. Jamnagar is the largest city on the westernmost side of India and is the fifth largest city of Gujarat state after Ahmedabad, Surat, Vadodara and Rajkot.</p>\r\n<p>&nbsp;</p>\r\n<p>The modern look of the city was initially given by H.H. Jam Ranjitsinhji. He was instrumental in building the modern infrastructure of the city during his reign in the 1920s. Thereafter, the city was substantially developed by Jam Saheb Shri Digvijaysinhji Ranjitsinhji in the 1940s, when it was part of the Princely state of Nawanagar. The city lies just to the south of the Gulf of Kutch, some 337 kilometres (209 mi) west of the state capital, Gandhinagar.</p>\r\n<p>&nbsp;</p>\r\n<p>India's largest private company, Reliance Industries, has established the world's largest Oil Refining and Petrochemicals Complex near the village of Moti Khavdi in Jamnagar district. The Nayara Energy refinery which is the second largest private refinery in India is located in the nearby town of Vadinar. The Nayara Energy (formerly Essar Oil) Refinery is supplemented by its own Thermal Power Plant and a private port for handling crude oil.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Primary and Secondary institutions</p>\r\n<p>St. Xavier's High School</p>\r\n<p>Kendriya Vidyalaya No. 1, AFS-1</p>\r\n<p>Kumar Mandir</p>\r\n<p>Krishna international school</p>\r\n<p>P V Modi</p>\r\n<p>Patel Academy School</p>\r\n<p>Prime Science School</p>\r\n<p>G.D. Shah High School</p>\r\n<p>S.B. hsarma public school (Meghpar)</p>\r\n<p>S.B. Sharma World School, (CICSE affiliated School)</p>\r\n<p>Shree L.G. Haria</p>\r\n<p>Shree Rastradeep Vidhyalay</p>\r\n<p>Shree Satya Sai Vidyalaya&nbsp;</p>\r\n<p>St. Ann's School</p>\r\n<p>St. Francis' High School</p>\r\n<p>St. Gregorios High School</p>\r\n<p>St. Mary's High School</p>\r\n<p>The Sun Shine School</p>\r\n<p>CBSE affiliated schools</p>\r\n<p>Sainik School Balachadi , Jamnagar&nbsp;</p>\r\n<p>S. B. Sharma World School, (CISCE) affiliated school</p>\r\n<p>* Kendriya Vidyalaya No-1, AF station Jamnagar</p>\r\n<p>Air Force School Jamnagar</p>\r\n<p>Delhi Public School, Jamnagar</p>\r\n<p>Jawahar navodaya vidyalaya</p>\r\n<p>Kendriya Vidyalaya No-2, Infantry lines</p>\r\n<p>Kendriya Vidyalaya No-3, AF-II, udhyognagar</p>\r\n<p>Kendriya Vidyalaya No-4 , I.N.S Valsura</p>\r\n<p>Kendriya Vidyalaya , AF station samana</p>\r\n<p>Kokilaben Dhirubhai Ambani Vidyamandir</p>\r\n<p>Nand Vidya Niketan</p>\r\n<p>Podar International School</p>\r\n<p>Sarojben Memorial International School</p>\r\n<p>Shri D.C.C. Vividh lakshi High School</p>\r\n<p>SDCCL Public School, Digvijaygram, Sikka</p>\r\n<p>TATA Chem DAV Public School</p>\r\n<p>Sunflower School, Jamnagar</p>\r\n<p>Gujarat Board affiliated schools</p>\r\n<p>Krishna international science and commerce school</p>\r\n<p>S.B. Sharma Public School(Meghpar)</p>\r\n<p>Kalindi International School</p>\r\n<p>Pranami High school</p>\r\n<p>S. B. Sharma public school(Defense colony)</p>\r\n<p>Shreemati Parvati devi Vidhya mandir and Shree Shastri Tryambakram High school</p>\r\n<p>St. Francis School</p>\r\n<p>Engineering Colleges</p>\r\n<p>Government polytechnic college</p>\r\n<p>Kalyan Polytechnic Institute</p>\r\n<p>Shree Kankeshwari Deviji Institute of Technology</p>\r\n<p>krishna Institute of Engineering Technology</p>\r\n<p>Arts, Commerece, Science, Management and IT Colleges</p>\r\n<p>A K Doshi</p>\r\n<p>Smt. C.Z.M. Gosrani B.C.A. College</p>\r\n<p>Shri JVIMS-KBS M.C.A. College</p>\r\n<p>Shri JVIMS-BTV M.B.A. and M.A.M. College</p>\r\n<p>D.D. Nagda College Campus</p>\r\n<p>G.H.G Commerce College</p>\r\n<p>H J Doshi</p>\r\n<p>National Computer College</p>\r\n<p>M P Shah College</p>\r\n<p>SVET College</p>\r\n<p>Shree D K V Arts &amp; science College</p>\r\n<p>Shri Vidhyasagar Infotech College</p>\r\n<p>V M Mehta College</p>\r\n<p>Medical and Ayurveda Colleges</p>\r\n<p>M. P. Shah Medical College</p>\r\n<p>Shree Gulabkunverba Ayurved Mahavidyalaya</p>\r\n<p>Indian Institute of Ayurved Pharmaceutical Sciences</p>\r\n<p>Gujarat Ayurved University&nbsp;</p>\r\n<p>Dental College</p>\r\n<p>Government Dental College &amp; Hospital</p>\r\n<p>&nbsp;</p>\r\n<p>Entertainment</p>\r\n<p>&nbsp;</p>\r\n<p>Crystal Mall</p>\r\n<p>Jamnagar has a few single screen cinemas, as well as several multiplex cinemas, Mehul Carnival Cinemas near Samarpan Hospital, INOX at Crystal mall and Reliance Review at Reliance Mart, 30 km from the city. The city's town hall is used for local cultural programs, shows and plays. Recently, a new mall has been built on the aerodrome road called Crystal Mall.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Cricket is a major sport in Jamnagar. A number of Indian Test cricketers originate from Jamnagar, including Vinoo Mankad, Salim Durrani, Karsan Ghavri, Kumar Indrajitsinhji, Ajay Jadeja and Ravindra Jadeja. There is a cricket ground called the Ajitsinhji Pavilion which was built in 1908 by HH Shri Jam Ranjitsinji which signifies the long relationship of Jamnagar with the sport. The city has a sports complex built by the municipal corporation which has a swimming pool, badminton court and various other facilities. There is also an 80-year-old sports club (Summair Sports Club), which was built by the erstwhile rulers of Jamnagar. It has a swimming pool, tennis, squash and badminton courts, a billiard hall, a table tennis facility and a hotel.</p>\r\n<p>&nbsp;</p>\r\n<p>The Ranji Trophy and Duleep Trophy Indian cricket competitions are named in memory of princes of Jamnagar.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jamnagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/77097745-d81c-45e4-84fd-7d77e83a4bbf_Jamnagar-railway.jpg","subContents":[{"SubTitle":"1. Religious Places","SubTitleHindi":null,"SubContent":"<p>Jamnagar is known as Chhoti Kashi. Jamnagar town has many famous religious places.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Bala Hanuman Mandir is on bank of Lakhota Lake</p>\r\n<p>Sidhdhnath Mandir is in Nageswar area</p>\r\n<p>Ancient Nagnath Mandir is in Nageswar area</p>\r\n<p>Kashivishwanath Mandir is on KV road</p>\r\n<p>Bhidbhanjan Mahadev Mandir is near Town Hall</p>\r\n<p>Khijda Mandir is near Khambhalia Gate</p>\r\n<p>Parsi Agiyari is near Town Hall</p>\r\n<p>Gurudwara is near Lal Bunglow</p>\r\n<p>Jama Jamsjid is near Chandi Bazar</p>\r\n<p>Jain Derasar is at Chandi Bazar</p>\r\n<p>Moksh Dham near to Subhash Bridge</p>\r\n<p>Swaminarayan Mandir is 4 KM from the town on Khambhalia Highway</p>","SubContentHindi":null,"ImageUrl":"908d5d7a-8a86-486c-bd87-56392805eb1c_Religious-Places.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Ranmal Lakhota Lake","SubTitleHindi":null,"SubContent":"<p>Ranmal Lake (Lakhota Lake) in the middle of Jamnagar city spreaded over 5 lakh square meters and is divided into three parts. The lake promotes the beauty of the city, and provides ideal shelter for tourists and migratory birds as well. Ranmal or Lakhota Lake is said to be constructed by Jam Ranmalji II between 1820 to 1852. This circular lake spreaded around 5 lakh sq meters is a unique identity. Resting places like pavilions, bastions, artistic gardens, etc. have been placed around the lake. The exquisite architectural fort of architecture known as Lakkhota built at a cost of millions is in the middle of the lake. Both of these monuments does not only describe the art but also the state&rsquo;s kind, affectionate, loving nature.</p>","SubContentHindi":null,"ImageUrl":"b8fe3b8e-70d0-4690-81a9-5cdd6ca06d99_Ranmal-Lakhota-Lake.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Marine National Park – Pirotan","SubTitleHindi":null,"SubContent":"<p>Marine National Park and Sanctuary Pirotan is located in the inter-tidal zone along the coastal area of Jamnagar. The Marine Sanctuary was declared in August 1980 and the Marine National Park in July 1982. Total 10.ll.sq. km of the National Park area and 1.11 sq. km of the Sanctuary area have been notified as reserved forests.</p>\r\n<p>&nbsp;</p>\r\n<p>Pirotan island is 18 NM from Bedi port, can be reached through boat.</p>\r\n<p>&nbsp;</p>\r\n<p>October to March is the fair period to visit the Sanctuary.</p>\r\n<p>&nbsp;</p>\r\n<p>The PA has a great diversity of habitats. The mangroves, coral reefs, degraded reefs, inter-tidal mudflats (lower and higher), creeks, estuaries, sandy strands, saline grassland, marshy areas and rocky islands represent the diversity that harbour a great variety of sea life. The life system here is intricately woven. The diversity of life creates a scene straight from any one&rsquo;s dreams. The colourful sponges and corals, giant sea anemone, tube anemone, jelly fish, sea horse, octopus, oyster, pearl oyster, sabela, Portugese man of war, starfish, bonellia, sepia, lobster, varieties of crabs and prawns, sea turtle, dolphin, dugongs, porpoise, shark and other fish keep the life pulsating in perfect harmony.</p>","SubContentHindi":null,"ImageUrl":"81b7b052-b9ba-4849-a414-7abc664eb3bd_Marine-National-Park-Pirotan.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Khijadia Bird Sanctuary","SubTitleHindi":null,"SubContent":"<p>Khijadia Bird Sanctuary is at the distance of about 10 km northeast from Jamnagar on the south coast of Gulf of Kutch which represents combination of seasonal freshwater shallow lake, inter tidal mudflats, creeks, salt pans, saline land and mangrove scrub. Total area of the Sanctuary is 605 ha, which covers three freshwater lakes of the entire wetland complex. Area of the Marine Sanctuary Jamnagar constitutes the boundary of the Sanctuary towards the Gulf of Kutch.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The Sanctuary is located in the western-most part of the country and falls on the traditional route of the migratory birds. Consequently, the Sanctuary supports a variety of migratory birds including the waterfowl. This is an extremely important staging and wintering area for a wide variety of waterfowl. Almost 200 species of birds are recorded in the Sanctuary , including over 90 species of waterfowl. It is the known breeding ground of the Great Crested Grebe. it is a unique wetland complex, representing a mosaic of several types of wetlands, including freshwater shallow lakes, inter tidal mudflats, creeks, salt pans, saline land and mangrove scrubs.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora :</p>\r\n<p>&nbsp;</p>\r\n<p>There is emergent aquatic vegetation growing above the surface of the shallow waters of the lake. The principal emergent species include Typha ungustata, Scirpus sp. Cyperus sp. and Saccharum spontaneum. Floating and under-water (submerged) aquatic plants include Hydrilla verticellata, Vallisnaria spiralis and Najas minor. Non-aquatic species like Capparis decidua, Acacia nilotica and Phoenix sp. naturally occur in the area. Aeluropus sp. and Suaeda sp. exist in the adjoining Marine Sanctuary .Gando Baval (Prosopis chilensis), &lsquo;Deshi Baval&rsquo; (Acacia nilotica) and &lsquo;Piloo&rsquo;/&rsquo;Jar&rsquo; (Salvadora sp.) are the main tree species in the area. Avicenia marina, a mangrove species occurs in the adjoining Marine Sanctuary .</p>\r\n<p>&nbsp;</p>\r\n<p>Fauna:</p>\r\n<p>&nbsp;</p>\r\n<p>The Sanctuary and its adjoining area is rich in birdlife; especially for the waterfowl. Breeding of the rare and uncommon migratory species of the State viz. Great Crested Grebe has been recorded at the wetland. At least four pairs of this species were found breeding in the year 1984. Apart from it, Little Grebe, Purple Moorhen, Coot, Black-winged Stilt and Pheasant-tailed Jacana are also recorded breeding here. A variety of other resident large waders like painted stork, cormorants, herons, egrets and/or ibises fulfil their feeding, resting, roosting and /or nesting requirements. The wetland also supports numerous other waterfowl (migratory and resident) like ducks, geese, coots, grebes, terns, gulls, kingfishers, jacanas and rails. Raptors, including harriers, eagles, hawks and falcons also occur here.</p>\r\n<p>&nbsp;</p>\r\n<p>The Black necked Stork, regularly visits the area. The area is very important for migratory swallows and martins, wagtails and several other perching birds. The Sanctuary supports several endangered species of birds. An eco-tourist looking for wild mammals may come across jungle cat, fox, blue bull and mongoose, all of which take refuge in shrub land. He may also come across the fresh water turtles.</p>","SubContentHindi":null,"ImageUrl":"779b0ebf-7276-4cbc-9b7b-5f03c579364b_Khijadia-Bird-Sanctuary.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Archaeological Museum Jamnagar","SubTitleHindi":null,"SubContent":"<p>The rulers of Nawanagar state were very much interested in the progress and development work of this state along with the preservation of historical and cultural heritage. The establishment of archaeological organization is an excellent example of the interest and encouragement of Jam Shri Digvijay Singhji. In addition, to install a museum at Jamnagar, the Lakhota Kotha was allocated to the State Archaeological Department and for this, his personal collection was also given to the museum. Thus, the Archaeological Museum was started in 1946 in the Lakhota Kotha, which is now functional under the Gujarat State Archaeology and Museum Department since 1960. The newly renovated building of Lakhota Kotha was actually constructed in 1846, was damaged during the 2001 Earthquake. Therefore, the necessary and substantial restoration, conservation and rehabilitation project was taken up by the joint ventures of the Gujarat State Archaeological Department and Jamnagar Municipal Corporation. Shri Vijay Rupaniji, Chief Minister of Gujarat, reopened the glorified Lakhota Kotha as well as reorganized Museum on May 5th, 2018 and have declared it open for the public.&nbsp; &nbsp;Lakhota Kotho&nbsp; The central island structure of Lakhota Kotha (type of water fort &ndash; Jal Durga) in Ranamal lake was constructed in the year 1846 for the drought relief by Jam Shri Ranamalji. It has been named after Lakhaji &ndash; a ruler of Nawanagar. It is also believed that the &ldquo;1 lakh koris&rdquo; (the currency of Nawanagar) had been spent in the construction of the Kotho, hence the name is Lakhota. Architecturally, it is built in Rajput style and have the influence of Iranian architecture. Initially, due to its location, Lakhota Kotho served for defensive purpose and as a leisure palace for the rulers. But, it had been changed over the time and now has become the heart of city, one of the most serene and heritage monuments in Jamnagar that functions at present as District Museum. Also, due to its historical importance, the Lakhota Kotho is Protected Monument under the State Government of Gujarat.&nbsp; Archaeological Museum. The Archaeological Museum housed in Lakhota Kotha has been reorganized and redisplayed with the addition of new attraction by keeping in consideration that the visitors do appreciate the architectural splendor of the Fort. Also, being a cultural institution, it endeavors to create awareness and sensitivity towards our rich heritage through a visitor-friendly museum for the purposes of education, study and enjoyment of the public. The museum collection includes stone and bronze sculptures, miniature paintings, glassware, coins, currency plates, copper plates, regional textiles with embroidery and beadworks, natural history specimen and royal arsenals. It represents the past from 9th to 19th centuries of Jamnagar District with emphasis to Princely State Nawanagar. Thus, after the Restoration, Conservation and Rehabilitation Project of Lakhota Kotha in 2018, now Archaeological Museum represents the cultural heritage and regional history of Jamnagar in 11 sections through 321 exhibits to celebrate our legacy and to experience authentic and significant art and artifacts in meaningful context. In other words, the Archaeological Museum, Jamnagar serves as epitome of district identity.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>General Information</p>\r\n<p>&nbsp;</p>\r\n<p>Timings:&nbsp; &nbsp;From March-October 13:00 &ndash; 21:00</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;From November-February 12:00 &ndash; 20:00</p>\r\n<p>Remains Closed on Every Wednesday, IInd-IVth Saturday and on Government declared Holidays</p>\r\n<p>Light &amp; Sound Show: 21 &ndash; 21:30 on Every Saturday &amp; Sunday</p>\r\n<p>Entrance Ticket Rate:</p>\r\n<p>&nbsp;</p>\r\n<p>₹ 25/- For Indian (An every individual above 5 years old)</p>\r\n<p>₹ 100/- For Foreigner</p>\r\n<p>&nbsp;Services:</p>\r\n<p>&nbsp;</p>\r\n<p>₹ 100/- For Photography around Lakhota Kotho (for Indian)</p>\r\n<p>₹ 500/- For Photography around Lakhota Kotho (for Foreigner)</p>\r\n<p>₹ 5000/- For Occasional Event Photography around Lakhota Kotho with prior permission</p>\r\n<p>Organized Educational Activities</p>\r\n<p>Organized Lectures &amp; Discussion</p>\r\n<p>For Further Information,</p>\r\n<p>&nbsp;</p>\r\n<p>Contact: Curator, Archaeological Museum, Lakhota Kotho, Ranamal Lake Jamnagar &ndash; 361001</p>\r\n<p>&nbsp;</p>\r\n<p>Telephone: 0288 &ndash; 2678125</p>\r\n<p>&nbsp;</p>\r\n<p>Email: curator-syca-jam@gujarat.gov.in</p>\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;jam.museum@gmail.com</p>","SubContentHindi":null,"ImageUrl":"e643c236-aeb1-4e75-a103-be86e6a21906_Archaeological-Museum-Jamnagar.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Accommodation","SubTitleHindi":null,"SubContent":"<p>Good hotels are available in Jamnagar city.</p>\r\n<p>&nbsp;</p>\r\n<p>These hotes are located in area of&nbsp; &ndash;</p>\r\n<p>&nbsp;</p>\r\n<p>Tin Batti,</p>\r\n<p>DSP bunglow,</p>\r\n<p>Town Hall,</p>\r\n<p>Amber Cinema,</p>\r\n<p>Digjam Circle,</p>\r\n<p>Sumair Club Road,</p>\r\n<p>Khambhalia Highway.</p>\r\n<p>Hotel and Restaurant Name,Location and contact details PDF file link &ndash; Hotel-Restaurant List&nbsp; (PDF 27 KB)&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Circuit House Contact :</p>\r\n<p>&nbsp;</p>\r\n<p>Circuit House &ndash; Jamnagar</p>\r\n<p>Lal Bunglow,</p>\r\n<p>Jamnagar &ndash; 361001</p>\r\n<p>&nbsp;</p>\r\n<p>Contact No. :&nbsp; 0288 2550237-38</p>","SubContentHindi":null,"ImageUrl":"edadf1f4-af47-4000-a31e-7a5018001481_Accommodation.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. How to Reach","SubTitleHindi":null,"SubContent":"<p>By Road</p>\r\n<p>Jamnagar is well connected from most of cities of Gujarat by State transport buses and private luxury coaches.</p>\r\n<p>Nearest city &ndash; Rajkot is 92 km.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail</p>\r\n<p>Jamnagar is on the Western Railway network of the Indian Railways. This city is well connected with the rest of the country via&nbsp; number of daily / weekly trains.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>Jamnagar airport is 10 km from the town and daily Air India airline connects Jamnagar to Mumbai.</p>\r\n<p>source: https://jamnagar.nic.in</p>","SubContentHindi":null,"ImageUrl":"56109a76-2cd2-4693-bdb8-1955ee54e550_Jamnagar-map.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jamnagar-gujarat","tags":[{"name":"jamnagar","slug":"jamnagar"},{"name":"gujarat","slug":"gujarat"}],"recommendations":[{"id":473,"title":"Top Places to visit in Valsad, Gujarat","imageUrl":"f3502a94-12fc-49c5-a33e-8c05e1e40845_Valsad-railway.jpg","dateCreated":"2019-08-25T03:48:35.574Z","dateModified":"2019-08-25T03:48:51.856Z","contributedBy":"AskGif","content":"Valsad, also known as Bulsar, is a municipality in the Valsad district of the Indian state of Gujarat. This city has a collectorate, a district court, and a police headquarters with a historic prison.\r\n&nbsp;\r\nA tourist destination, the best time to visit Bulsar is in May-June, pre-","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3502a94-12fc-49c5-a33e-8c05e1e40845_Valsad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"valsad","slug":"valsad"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-valsad-gujarat","total":0},{"id":400,"title":"Top Places to visit in Dang, Ahwa, Gujarat","imageUrl":"68b2207b-4cb3-4310-8257-700b6b82580d_dang-district-pincode-gujarat.jpg","dateCreated":"2019-06-22T13:58:10.802Z","dateModified":"2019-06-22T14:23:54.496Z","contributedBy":"AskGif","content":"Dang (About this soundListen (help&middot;info)) is a district in the state of Gujarat in India. The administrative headquarters of the district are located in Ahwa. Dang has an area of 1,764 km&sup2; and a population of 226,769 (as of 2011).\r\n&nbsp;\r\nAs of 2011 it is the least popu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/68b2207b-4cb3-4310-8257-700b6b82580d_dang-district-pincode-gujarat.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahwa","slug":"ahwa"},{"name":"dang","slug":"dang"}],"slug":"top-places-to-visit-in-dang-ahwa-gujarat","total":0},{"id":389,"title":"Top Places to visit in Bharuch, Gujarat","imageUrl":"2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","dateCreated":"2019-06-02T07:23:02.82Z","dateModified":"2019-06-02T09:31:43.314Z","contributedBy":"AskGif","content":"Bharuch, formerly known as Broach,[a] or Bhrugukachchha is a City at the mouth of the river Narmada in Gujarat in western India. Bharuch is the administrative headquarters of Bharuch District and is a municipality of about 370,000 inhabitants. Being one of the biggest industrial areas including A","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"bharuch","slug":"bharuch"}],"slug":"top-places-to-visit-in-bharuch-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}