{"id":417,"title":"Top Places to visit in Junagadh, Gujarat","imageUrl":"79d58e33-8116-4b0f-8758-feb40a7ce057_Junagadh-railway.jpg","dateCreated":"2019-08-11T12:43:49.105Z","dateModified":"2019-08-12T03:16:49.91Z","contributedBy":"AskGif","content":"<p>Culture</p>\r\n<p>Junagadh has a zoo named Sakkarbaug Zoological Garden known as Sakkarbaug Zoo established in 1863 in the area of around 200 hectares. The zoo provides purebred Asiatic lions for the Indian and the international endangered species captive breeding program for the critically endangered species. Currently, it is the only zoo in the country to hold African cheetahs.[44] The zoo also has museum of natural history.</p>\r\n<p>&nbsp;</p>\r\n<p>Junagadh has witnessed rules of many dynasties like Babi Nawabs, Vilabhis, Kshatraps, Mauryas, Chudasamas, Gujarat Sultans and several others. It has also seen major religious upsurges. All these have greatly influenced the architectural developments of Junagadh.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Buddhist cave in Uperkot Fort</p>\r\n<p>Junagadh Buddhist Cave Groups, with their intricately carved gateways, Chaitya halls, sculptured pillars and sanctums are classic examples of rock cut architectural style. The Chudama Rajputs have left specimens of their architectural style in Nabghan Kuvo and Adi Kadi Vav. Religious monuments like Jami Masjid remind us of the glorious Muslim architectural patterns. The Ashokan Edicts is a classic example of old rock engraving styles. The Maqbaras and numerous age-old palaces in Junagadh tell the story of its rich historical and architectural past.[45]</p>\r\n<p>&nbsp;</p>\r\n<p>Junagadh About this soundpronunciation (help&middot;info) is the headquarters of Junagadh district in the Indian state of Gujarat. The city is the 7th largest in Gujarat, located at the foot of the Girnar hills, 355&nbsp; km southwest of the state capitals Gandhinagar and Ahmedabad. Literally translated, Junagadh means \"Old Fort\". A different etymology gives the name as coming from \"Yonagadh\", literally \"City of the Yona (Greeks),\" referring to the ancient inhabitants of the city under the Indo-Greek Kingdom. It is also known as \"Sorath\", the name of the earlier princely state of Junagadh.[3] After a brief struggle between India and Pakistan, Junagadh joined India on November 9, 1947. It was a part of Saurashtra state and later Bombay state. In 1960, after the Maha Gujarat movement, it became part of the newly formed Gujarat state.</p>\r\n<p>About 2 km east of Junagadh and 3 km from the foot of Girnar Hill, between the two places, is an edict of Emperor Ashoka inscribed on a rock dating from the 3rd century BC. The Ashokan edicts impart moral instructions on dharma, harmony, tolerance, and peace. An uneven rock, with a circumference of seven metres and a height of ten metres, bears inscriptions in Brāhmī script etched with an iron pen.[46]</p>\r\n<p>&nbsp;</p>\r\n<p>The people of Junagadh celebrate both western and Indian festivals. Diwali, Maha Shivratri, Holi, Janmastami, Muharram, Navratri, Christmas, Good Friday, Dussera, Moharram, Ganesh Chaturthi, are some of the popular festivals in the city.[47]</p>\r\n<p>&nbsp;</p>\r\n<p>Shivratri Mela is organized at the foot of Mount Girnar (Talati) in the month of Maha (9th day of the month of Maagha). The mela lasts for the next five days. About 500,000 people visits Junagadh on this occasion.[48] Girnar Parikrama is also organized annually. It starts in the month of Kartik and draws 1 to 1.5 million people. People walk the periphery of the Girnar Hills on foot (about 32 km). Muharram is also celebrated by Muslims. The sej which belongs to the peer or the gurus of nawabs is been taken out and a fair is been organized by Muslims. Apart from these religious and national festivals, Junagadh also celebrates its accession to India on 9 November 1947 annually and it is celebrated as independence day of the city.[49] 1 May is Gujarat day, to celebrate the formation of Gujarat state on 1 May 1960.[50]</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools in Junagadh are either \"municipal schools\" (run by the JMC) or private schools (run by trusts or individuals), which in some cases receive financial aid from the government. The schools are either affiliated with Gujarat Secondary and Higher Secondary Education Board, Central Board of Secondary Education or International General Certificate of Secondary Education. English or Gujarati is the predominant language of instruction.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/79d58e33-8116-4b0f-8758-feb40a7ce057_Junagadh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-junagadh-gujarat","tags":[{"name":"gujarat","slug":"gujarat"},{"name":"junagadh","slug":"junagadh"}],"recommendations":[{"id":471,"title":"Top Places to visit in Tapi, Vyara, Gujarat","imageUrl":"747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","dateCreated":"2019-08-25T03:21:04.055Z","dateModified":"2019-08-25T03:21:21.878Z","contributedBy":"AskGif","content":"Tapi district is one of the 33 districts of Gujarat state in western India.It has 7 talukas Vyara, Songadh, Nijhar, Valod, Uchhal, Dolavan, Kukarmund. Vyara town is the district headquarters. The district was formed in 2007 out of some talukas that were separated from Surat district. As of 2011, ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"tapi","slug":"tapi"},{"name":"vyara","slug":"vyara"}],"slug":"top-places-to-visit-in-tapi-vyara-gujarat","total":0},{"id":461,"title":"Top Places to visit in Morbi, Gujarat","imageUrl":"3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","dateCreated":"2019-08-24T08:00:07.021Z","dateModified":"2019-08-24T08:00:27.949Z","contributedBy":"AskGif","content":"Morbi District is in the state of Gujarat, India. It was formed on August 15, 2013, along with several other districts, on the 67th Independence Day of India. Morbi city is the administrative headquarters of the district. The district has 5 talukas - Morbi, Maliya, Tankara, Wankaner (previously i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"morbi","slug":"morbi"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-morbi-gujarat","total":0},{"id":385,"title":"Top Places to visit in Amreli, Gujarat","imageUrl":"a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","dateCreated":"2019-05-17T15:15:12.766Z","dateModified":"2019-05-17T16:11:50.371Z","contributedBy":"AskGif","content":"Amreli is a city and a municipality in Amreli district in Indian state of Gujarat.\r\n&nbsp;\r\nAmreli district is one of the 33 administrative districts of the state of Gujarat in western India. The district headquarters are located at Amreli. The district occupies an area of 6,760 km&","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"amreli","slug":"amreli"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-amreli-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}