{"id":417,"title":"जूनागढ़ में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"79d58e33-8116-4b0f-8758-feb40a7ce057_Junagadh-railway.jpg","dateCreated":"2019-08-11T12:43:49.105Z","dateModified":"2019-08-12T03:16:49.91Z","contributedBy":"AskGif","content":"<p>जूनागढ़ भारतीय राज्य गुजरात में जूनागढ़ जिले का मुख्यालय है। शहर गुजरात में 7 वीं सबसे बड़ी है, जो राज्य की राजधानियों गांधीनगर और अहमदाबाद से 355 किमी दक्षिण पश्चिम में गिरनार पहाड़ियों के तल पर स्थित है। साहित्यिक रूप से अनुवादित, जूनागढ़ का अर्थ है \"पुराना किला\"। इंडो-ग्रीक साम्राज्य के तहत शहर के प्राचीन निवासियों का जिक्र करते हुए एक अलग व्युत्पत्ति \"योनागढ़\" से आती है, जिसका शाब्दिक अर्थ है \"सिटी ऑफ़ द याना (यूनानियों)\"। इसे \"सोरठ\" के नाम से भी जाना जाता है, जो पहले की जूनागढ़ रियासत का नाम था। [३] भारत और पाकिस्तान के बीच थोड़े संघर्ष के बाद, 9 नवंबर, 1947 को जूनागढ़ भारत में शामिल हो गया। यह सौराष्ट्र राज्य और बाद में बॉम्बे राज्य का एक हिस्सा था। 1960 में, महा गुजरात आंदोलन के बाद, यह नवगठित गुजरात राज्य का हिस्सा बन गया।</p>\r\n<p>संस्कृति</p>\r\n<p>जूनागढ़ में सक्करबाग प्राणि उद्यान नाम का एक चिड़ियाघर है, जिसे 1863 में लगभग 200 हेक्टेयर क्षेत्र में स्थापित किया गया था। चिड़ियाघर भारतीय और अंतरराष्ट्रीय संकटग्रस्त प्रजाति बंदी प्रजनन कार्यक्रम के लिए विशुद्ध रूप से लुप्तप्राय प्रजातियों के लिए विशुद्ध एशियाटिक शेर प्रदान करता है। वर्तमान में, यह अफ्रीकी चीतों को रखने वाला देश का एकमात्र चिड़ियाघर है। [४४] चिड़ियाघर में प्राकृतिक इतिहास का संग्रहालय भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>जूनागढ़ में कई राजवंशों जैसे बाबी नवाब, विलाबी, क्षत्रप, मौर्य, चूड़ासमा, गुजरात सुल्तान और कई अन्य लोगों के नियम देखे गए हैं। इसने बड़े धार्मिक उतार-चढ़ाव भी देखे हैं। इन सभी ने जूनागढ़ के वास्तुशिल्प विकास को बहुत प्रभावित किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>उपरकोट किले में बौद्ध गुफा</p>\r\n<p>जूनागढ़ बौद्ध गुफा समूह, अपने जटिल नक्काशीदार प्रवेश द्वार, चैत्य हॉल, मूर्तिकला स्तंभ और गर्भगृह रॉक कट आर्किटेक्चरल शैली के उत्कृष्ट उदाहरण हैं। चुडमा राजपूतों ने अपनी स्थापत्य शैली के नमूने नभगन कुवो और आदि कदी वाव में छोड़ दिए हैं। जामी मस्जिद जैसे धार्मिक स्मारक हमें शानदार मुस्लिम स्थापत्य पैटर्न की याद दिलाते हैं। अशोकन एडिक्स पुरानी रॉक उत्कीर्णन शैलियों का एक उत्कृष्ट उदाहरण है। जूनागढ़ के मकबरा और कई सदियों पुराने महल इसके समृद्ध ऐतिहासिक और स्थापत्य अतीत की कहानी बताते हैं। [४५]</p>\r\n<p>&nbsp;</p>\r\n<p>जूनागढ़ से लगभग 2 किमी पूर्व और गिरनार हिल के पैर से 3 किमी, दोनों स्थानों के बीच, सम्राट अशोक का एक संस्करण है जो तीसरी शताब्दी ईसा पूर्व से रॉक डेटिंग पर उत्कीर्ण है। अशोकन धर्म, सद्भाव, सहिष्णुता और शांति पर नैतिक निर्देश देते हैं। सात मीटर की परिधि और दस मीटर की ऊँचाई वाली एक असमान चट्टान, ब्राह्मी लिपि में एक लोहे की कलम से उत्कीर्ण है। [४६]</p>\r\n<p>&nbsp;</p>\r\n<p>जूनागढ़ के लोग पश्चिमी और भारतीय दोनों त्योहार मनाते हैं। दीवाली, महा शिवरात्रि, होली, जन्माष्टमी, मुहर्रम, नवरात्रि, क्रिसमस, गुड फ्राइडे, दशहरा, मोहर्रम, गणेश चतुर्थी, शहर में कुछ लोकप्रिय त्योहार हैं। [४ Shiv]</p>\r\n<p>&nbsp;</p>\r\n<p>शिवरात्रि मेले का आयोजन माह के महीने में गिरनार (तलाटी) में किया जाता है। मेला अगले पांच दिनों तक चलता है। इस अवसर पर लगभग 500,000 लोग जूनागढ़ आते हैं। [48] गिरनार परिक्रमा भी प्रतिवर्ष आयोजित की जाती है। यह कार्तिक के महीने में शुरू होता है और 1 से 1.5 मिलियन लोगों को आकर्षित करता है। लोग पैदल (लगभग 32 किमी) गिरनार पहाड़ियों की परिधि पर चलते हैं। मुहर्रम भी मुसलमानों द्वारा मनाया जाता है। सेज जो कि पीर या नवाबों के गुरुओं की है, को बाहर निकाल दिया जाता है और मुसलमानों द्वारा एक मेले का आयोजन किया जाता है। इन धार्मिक और राष्ट्रीय त्योहारों के अलावा, जूनागढ़ 9 नवंबर 1947 को वार्षिक रूप से भारत में अपने प्रवेश का जश्न मनाता है और इसे शहर के स्वतंत्रता दिवस के रूप में मनाया जाता है। [49] 1 मई को गुजरात दिवस है, 1 मई 1960 को गुजरात राज्य के गठन का जश्न मनाने के लिए। [50]</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>जूनागढ़ में स्कूल या तो \"म्युनिसिपल स्कूल\" (जेएमसी द्वारा संचालित) या निजी स्कूल (ट्रस्ट या व्यक्तियों द्वारा संचालित) हैं, जो कुछ मामलों में सरकार से वित्तीय सहायता प्राप्त करते हैं। स्कूल या तो गुजरात माध्यमिक और उच्चतर माध्यमिक शिक्षा बोर्ड, केंद्रीय माध्यमिक शिक्षा बोर्ड या माध्यमिक शिक्षा के अंतर्राष्ट्रीय सामान्य प्रमाणपत्र से संबद्ध हैं। अंग्रेजी या गुजराती शिक्षा की प्रमुख भाषा है।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/79d58e33-8116-4b0f-8758-feb40a7ce057_Junagadh-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-junagadh-gujarat","tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"जूनागढ़","slug":"junagadh"}],"recommendations":[{"id":471,"title":"तापी, व्यारा में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","dateCreated":"2019-08-25T03:21:04.055Z","dateModified":"2019-08-25T03:21:21.878Z","contributedBy":"AskGif","content":"तापी जिला पश्चिमी भारत में गुजरात राज्य के 33 जिलों में से एक है। इसमें 7 तालुका व्यास, सोनगढ़, निझार, वलोड, उचल, डोलवन, कुकरमुंड हैं। व्यारा कस्बा जिला मुख्यालय है। 2007 में सूरत जिले से अलग हुए कुछ तालुकों में से इस जिले का गठन किया गया था। 2011 तक, जिले की 90.15% आबादी ग्रामीण है और इसकी 84.2%","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"तापी","slug":"tapi"},{"name":"व्यारा","slug":"vyara"}],"slug":"top-places-to-visit-in-tapi-vyara-gujarat","total":0},{"id":461,"title":"मोरबी में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","dateCreated":"2019-08-24T08:00:07.021Z","dateModified":"2019-08-24T08:00:27.949Z","contributedBy":"AskGif","content":"<p style=\"text-align: justify;\">मोरबी जिला भारत के गुजरात राज्य में है। इसका गठन 15 अगस्त 2013 को भारत के 67 वें स्वतंत्रता दिवस पर कई अन्य जिलों के साथ किया गया था। मोरबी शहर जिले का प्रशासनिक मुख्यालय है। जिले में 5 तालुका हैं - मोरबी, मालिया, तंकरा, वांकानेर (पहले राजकोट जिले में) और हलवद (पहले स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मोरबी","slug":"morbi"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-morbi-gujarat","total":0},{"id":385,"title":"अमरेली में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","dateCreated":"2019-05-17T15:15:12.766Z","dateModified":"2019-05-17T16:11:50.371Z","contributedBy":"AskGif","content":"अमरेली भारतीय राज्य गुजरात में अमरेली जिले में एक शहर और एक नगर पालिका है।\r\n&nbsp;\r\nअमरेली जिला पश्चिमी भारत में गुजरात राज्य के 33 प्रशासनिक जिलों में से एक है। जिला मुख्यालय अमरेली में स्थित है। जिले का क्षेत्रफल 6,760 वर्ग किमी है और इसकी आबादी 1,513,614 है, जो 22.45% शहरी (2011 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अमरेली","slug":"amreli"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-amreli-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}