{"id":45,"title":"Income Tax Double Benefits - Tax-Exempted returns","imageUrl":"aae89d6d-51cf-4ca6-8ae5-4b4e479a940d_save-income-tax.jpg","dateCreated":"2018-07-27T05:51:43.24Z","dateModified":"2018-07-27T06:29:36.127Z","contributedBy":"AskGif","content":"<p>Here are few such tax savers that not only help you save tax but also help you earn tax-free income. But, not all are the same in terms of features and asset-class, so making the right choice is essential. Go through each choice and choose the best one suitable for you.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/aae89d6d-51cf-4ca6-8ae5-4b4e479a940d_save-income-tax.jpg","subContents":[{"SubTitle":"1. EQUITY-LINKED SAVINGS SCHEMES","SubTitleHindi":null,"SubContent":"<p>Equity-linked savings scheme popularly known as ELSS are close-ended, lock-in period of 3 years diversified equity schemes offered by mutual funds in India. They offer tax benefits under the new Section 80C of Income Tax Act 1961. ELSS can be invested using both SIP(Systematic Investment Plan) and lump sums investment options. There are a 3 years lock-in period and thus has better Liquidity compared to other options like NSC and Public Provident Fund. ELSS is considered one of the best tax saving instruments.</p>\r\n<p>&nbsp;</p>\r\n<p>The best ELSS funds of recent years are:</p>\r\n<p>&nbsp;</p>\r\n<p>Franklin India Taxshield</p>\r\n<p>Reliance Taxsaver</p>\r\n<p>Axis Long-term equity fund</p>\r\n<p>DSP Blackrock tax saver fund</p>\r\n<p>Birla Sun Life Tax Relief 96</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Equity-linked_savings_scheme</p>","SubContentHindi":null,"ImageUrl":"58e35e8b-9621-477d-8fc0-ee9f0f7327f8_equity.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2.PUBLIC PROVIDENT FUND","SubTitleHindi":null,"SubContent":"<p>The Public Provident Fund is a savings-cum-tax-saving instrument in India, introduced by the National Savings Institute of the Ministry of Finance in 1968. The aim of the scheme is to mobilize small savings by offering an investment with reasonable returns combined with income tax benefits. The scheme is fully guaranteed by the Central Government. Balance in PPF account is not subject to attachment under any order or decree of a court. However, Income Tax &amp; other Government authorities can attach the account for recovering tax dues.</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Public_Provident_Fund_(India)</p>","SubContentHindi":null,"ImageUrl":"200d4c28-afa6-45a2-ba97-e02e81c95589_ppf.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. EMPLOYEES' PROVIDENT FUND","SubTitleHindi":null,"SubContent":"<p>The Employees' Provident Fund Organisation (abbreviated to EPFO), is an Organization tasked to assist the Central Board of Trustees, a statutory body formed by the Employees' Provident Fund and Miscellaneous Provisions Act, 1952 and is under the administrative control of the Ministry of Labour and Employment, Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>EPFO assists the Central Board in administering a compulsory contributory Provident Fund Scheme, a Pension Scheme and an Insurance Scheme for the workforce engaged in the organized sector in India. It is also the nodal agency for implementing Bilateral Social Security Agreements with other countries on a reciprocal basis. The schemes cover Indian workers as well as International workers (for countries with which bilateral agreements have been signed. As of now 17 Social Security Agreements are operational). It is one of the largest social security organisations in India in terms of the number of covered beneficiaries and the volume of financial transactions undertaken. The EPFO's apex decision making body is the Central Board of Trustees (CBT).</p>\r\n<p>&nbsp;</p>\r\n<p>The total assets under management are more than ₹8.5 lakh crore (US$128 billion) as of 18 March 2016.</p>\r\n<p>&nbsp;</p>\r\n<p>On 1 October 2014, Prime Minister of India Narendra Modi launched Universal Account Number for Employees covered by EPFO to enable PF number portability.</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Employees%27_Provident_Fund_Organisation</p>","SubContentHindi":null,"ImageUrl":"a95cf0d4-e1fa-47bc-a46f-ff12865c654d_epf.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. UNIT LINKED INSURANCE PLAN","SubTitleHindi":null,"SubContent":"<p>A Unit Linked Insurance Plan (ULIP) is a product offered by insurance companies that, unlike a pure insurance policy, give investors both insurance and investment under a single integrated plan.</p>\r\n<p>The first ULIP was launched by Unit Trust of India (UTI). With the Government of India opening up the insurance sector to foreign investors in 2001 and the subsequent issue of major guidelines for ULIPs by the Insurance Regulatory and Development Authority (IRDA), now Insurance Regulatory and Development Authority of India (IRDAI), in 2005, several insurance companies forayed into the ULIP business leading to an overabundance of ULIP schemes being launched to serve the investment needs of those looking to invest in an investment cum insurance product.</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Unit-linked_insurance_plan</p>","SubContentHindi":null,"ImageUrl":"9ec1bf07-fecd-4fa6-9712-b06a9da9304b_ulip.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Normal Insurance plans","SubTitleHindi":null,"SubContent":"<p>Life insurance (or life assurance, especially in the Commonwealth of Nations) is a contract between an insurance policy holder and an insurer or assurer, where the insurer promises to pay a designated beneficiary a sum of money (the benefit) in exchange for a premium, upon the death of an insured person (often the policy holder). Depending on the contract, other events such as terminal illness or critical illness can also trigger payment. The policy holder typically pays a premium, either regularly or as one lump sum. Other expenses, such as funeral expenses, can also be included in the benefits.</p>\r\n<p>&nbsp;</p>\r\n<p>Life policies are legal contracts and the terms of the contract describe the limitations of the insured events. Specific exclusions are often written into the contract to limit the liability of the insurer; common examples are claims relating to suicide, fraud, war, riot, and civil commotion.</p>\r\n<p>&nbsp;</p>\r\n<p>Life-based contracts tend to fall into two major categories:</p>\r\n<p>&nbsp;</p>\r\n<p>Protection policies &ndash; designed to provide a benefit, typically a lump sum payment, in the event of a specified occurrence. A common form&mdash;more common in years past&mdash;of a protection policy design is term insurance.</p>\r\n<p>Investment policies &ndash; the main objective of these policies is to facilitate the growth of capital by regular or single premiums. Common forms (in the U.S.) are whole life, universal life, and variable life policies.</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Life_insurance</p>","SubContentHindi":null,"ImageUrl":"847b2a14-e66b-4f2a-97f1-5556fa178af0_life-insurance-policy.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. SUKANYA SAMRIDDHI YOJANA","SubTitleHindi":null,"SubContent":"<p>Sukanya Samriddhi Account ( Girl Child Prosperity Account) is a Government of India backed saving scheme targeted at the parents of girl children. The scheme encourages parents to build a fund for the future education and marriage expenses for their female child.</p>\r\n<p>&nbsp;</p>\r\n<p>The scheme was launched by Prime Minister Narendra Modi on 22 January 2015 as a part of the Beti Bachao, Beti Padhao campaign. The scheme currently provides an interest rate of 8.1% (for October 2017 to December 2017 ) and tax benefits. The account can be opened at any India Post office or branch of authorised commercial banks.</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Sukanya_Samriddhi_Account</p>","SubContentHindi":null,"ImageUrl":"2647471a-943a-4fe3-a642-0f4fb30a6a68_sukanya-samriddhi-yojana.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"informatives","slug":"informatives"},"slug":"income-tax-double-benefits-tax-exempted-returns","tags":[{"name":"2018-19","slug":"2018-19"},{"name":"ppf","slug":"ppf"},{"name":"income-tax","slug":"income-tax"},{"name":"2017-18","slug":"2017-18"},{"name":"employees-provident-fund","slug":"employees-provident-fund"},{"name":"epf","slug":"epf"},{"name":"tax-exempted","slug":"tax-exempted"},{"name":"savings","slug":"savings"},{"name":"equity-linked-savings-schemes","slug":"equity-linked-savings-schemes"},{"name":"public-provident-fund","slug":"public-provident-fund"}],"recommendations":[{"id":45,"title":"Income Tax Double Benefits - Tax-Exempted returns","imageUrl":"aae89d6d-51cf-4ca6-8ae5-4b4e479a940d_save-income-tax.jpg","dateCreated":"2018-07-27T05:51:43.24Z","dateModified":"2018-07-27T06:29:36.127Z","contributedBy":"AskGif","content":"Here are few such tax savers that not only help you save tax but also help you earn tax-free income. But, not all are the same in terms of features and asset-class, so making the right choice is essential. Go through each choice and choose the best one suitable for you.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/aae89d6d-51cf-4ca6-8ae5-4b4e479a940d_save-income-tax.jpg","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"2018-19","slug":"2018-19"},{"name":"ppf","slug":"ppf"},{"name":"income-tax","slug":"income-tax"},{"name":"2017-18","slug":"2017-18"},{"name":"employees-provident-fund","slug":"employees-provident-fund"},{"name":"epf","slug":"epf"},{"name":"tax-exempted","slug":"tax-exempted"},{"name":"savings","slug":"savings"},{"name":"equity-linked-savings-schemes","slug":"equity-linked-savings-schemes"},{"name":"public-provident-fund","slug":"public-provident-fund"}],"slug":"income-tax-double-benefits-tax-exempted-returns","total":0}]}