{"id":45,"title":"आयकर डबल लाभ - कर मुक्त छूट","imageUrl":"aae89d6d-51cf-4ca6-8ae5-4b4e479a940d_save-income-tax.jpg","dateCreated":"2018-07-27T05:51:43.24Z","dateModified":"2018-07-27T06:29:36.127Z","contributedBy":"AskGif","content":"<p>यहां ऐसे कुछ कर बचतकर्ता हैं जो न केवल आपको कर बचाने में मदद करते हैं बल्कि कर मुक्त आय अर्जित करने में भी आपकी सहायता करते हैं। लेकिन, सभी सुविधाओं और परिसंपत्ति वर्ग के मामले में समान नहीं हैं, इसलिए सही विकल्प बनाना आवश्यक है। प्रत्येक विकल्प के माध्यम से जाओ और अपने लिए उपयुक्त सर्वश्रेष्ठ चुनें।</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/aae89d6d-51cf-4ca6-8ae5-4b4e479a940d_save-income-tax.jpg","subContents":[{"SubTitle":"1. इक्विटी-लिंक सेविंग स्कीम","SubTitleHindi":null,"SubContent":"<p>इक्विटी से जुड़ी बचत योजना जिसे ईएलएसएस के नाम से जाना जाता है, भारत में म्यूचुअल फंड द्वारा प्रस्तावित 3 साल की विविध इक्विटी योजनाओं की क्लोज-एंडेड, लॉक-इन अवधि है। वे आयकर अधिनियम 1961 की नई धारा 80 सी के तहत कर लाभ प्रदान करते हैं। ईएलएसएस को एसआईपी (व्यवस्थित निवेश योजना) और एकमुश्त निवेश विकल्प दोनों का उपयोग करके निवेश किया जा सकता है। एनएससी और पब्लिक प्रोविडेंट फंड जैसे अन्य विकल्पों की तुलना में 3 साल की लॉक-इन अवधि है और इस प्रकार बेहतर तरलता है। ईएलएसएस को सर्वोत्तम कर बचत उपकरणों में से एक माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हाल के वर्षों के सर्वश्रेष्ठ ईएलएसएस फंड हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>फ्रैंकलिन इंडिया टैक्सशील्ड</p>\r\n<p>रिलायंस टैक्ससेवर</p>\r\n<p>एक्सिस लॉन्ग-टर्म इक्विटी फंड</p>\r\n<p>डीएसपी ब्लैकरोक टैक्स सेवर फंड</p>\r\n<p>बिड़ला सन लाइफ टैक्स रिलीफ 96</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Equity-linked_savings_scheme</p>","SubContentHindi":null,"ImageUrl":"58e35e8b-9621-477d-8fc0-ee9f0f7327f8_equity.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. सार्वजनिक प्रावधान फंड","SubTitleHindi":null,"SubContent":"<p>पब्लिक प्रोविडेंट फंड 1968 में वित्त मंत्रालय के नेशनल सेविंग्स इंस्टीट्यूट द्वारा पेश किया गया भारत में बचत-कर-कर-बचत उपकरण है। इस योजना का उद्देश्य छोटे रिटर्न के साथ निवेश की पेशकश करके छोटी बचत को एकत्र करना है। आयकर लाभ। इस योजना को केंद्र सरकार द्वारा पूरी तरह से गारंटी दी जाती है। पीपीएफ खाते में शेष राशि अदालत के किसी भी आदेश या डिक्री के तहत अनुलग्नक के अधीन नहीं है। हालांकि, आयकर और अन्य सरकारी अधिकारी कर देय राशि वसूलने के लिए खाते को जोड़ सकते हैं।</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Public_Provident_Fund_(India)</p>","SubContentHindi":null,"ImageUrl":"200d4c28-afa6-45a2-ba97-e02e81c95589_ppf.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. उपकरण प्रदाता फंड","SubTitleHindi":null,"SubContent":"<p>कर्मचारी भविष्य निधि संगठन (ईपीएफओ को संक्षेप में), एक संगठन है जो केंद्रीय बोर्ड ऑफ ट्रस्टी, कर्मचारी भविष्य निधि और विविध प्रावधान अधिनियम, 1 9 52 द्वारा गठित एक वैधानिक निकाय की सहायता करने के लिए कार्यरत है और यह मंत्रालय के प्रशासनिक नियंत्रण में है। श्रम और रोजगार, भारत सरकार।</p>\r\n<p>&nbsp;</p>\r\n<p>ईपीएफओ एक अनिवार्य योगदानकर्ता भविष्य निधि योजना, एक पेंशन योजना और भारत में संगठित क्षेत्र में लगे कर्मचारियों के लिए एक बीमा योजना के प्रशासन में केंद्रीय बोर्ड की सहायता करता है। यह पारस्परिक आधार पर अन्य देशों के साथ द्विपक्षीय सामाजिक सुरक्षा समझौतों को लागू करने के लिए नोडल एजेंसी भी है। योजनाएं भारतीय श्रमिकों के साथ-साथ अंतर्राष्ट्रीय श्रमिकों को भी शामिल करती हैं (जिन देशों के साथ द्विपक्षीय समझौते पर हस्ताक्षर किए गए हैं। अब तक 17 सामाजिक सुरक्षा समझौते कार्यरत हैं)। यह कवर लाभार्थियों की संख्या और किए गए वित्तीय लेनदेन की मात्रा के संदर्भ में भारत में सबसे बड़े सामाजिक सुरक्षा संगठनों में से एक है। ईपीएफओ का सर्वोच्च निर्णय लेने वाला निकाय केंद्रीय बोर्ड ऑफ ट्रस्टीज (सीबीटी) है।</p>\r\n<p>&nbsp;</p>\r\n<p>18 मार्च 2016 तक प्रबंधन के तहत कुल संपत्ति ₹ 8.5 लाख करोड़ (यूएस $ 128 बिलियन) से अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>1 अक्टूबर 2014 को, भारत के प्रधान मंत्री नरेंद्र मोदी ने पीएफ संख्या पोर्टेबिलिटी को सक्षम करने के लिए ईपीएफओ द्वारा कवर कर्मचारियों के लिए सार्वभौमिक खाता संख्या लॉन्च की।</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Employees%27_Provident_Fund_Organisation</p>","SubContentHindi":null,"ImageUrl":"a95cf0d4-e1fa-47bc-a46f-ff12865c654d_epf.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. यूनिट लिंक्ड इंश्योरेंस प्लान","SubTitleHindi":null,"SubContent":"<p>एक यूनिट लिंक्ड इंश्योरेंस प्लान (यूएलआईपी) बीमा कंपनियों द्वारा पेश किया जाने वाला एक उत्पाद है, जो शुद्ध बीमा पॉलिसी के विपरीत निवेशकों को एक एकीकृत एकीकृत योजना के तहत बीमा और निवेश दोनों प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पहला यूएलआईपी यूनिट ट्रस्ट ऑफ इंडिया (यूटीआई) द्वारा लॉन्च किया गया था। भारत सरकार ने 2001 में विदेशी निवेशकों को बीमा क्षेत्र खोलने और बीमा नियामक और विकास प्राधिकरण (आईआरडीए) द्वारा यूएलआईपी के लिए प्रमुख दिशानिर्देशों के बाद के मुद्दे के साथ, अब 2005 में बीमा नियामक और विकास प्राधिकरण (आईआरडीएआई), कई बीमा कंपनियां यूएलआईपी व्यवसाय में शामिल हुईं, जिससे निवेश सह बीमा उत्पाद में निवेश करने वाले लोगों की निवेश आवश्यकताओं को पूरा करने के लिए यूएलआईपी योजनाओं की अधिकता बढ़ रही है।</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Unit-linked_insurance_plan</p>","SubContentHindi":null,"ImageUrl":"9ec1bf07-fecd-4fa6-9712-b06a9da9304b_ulip.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. सामान्य बीमा योजनाएं","SubTitleHindi":null,"SubContent":"<p>जीवन बीमा (या विशेष रूप से राष्ट्रमंडल राष्ट्रों में जीवन बीमा) बीमा पॉलिसी धारक और बीमाकर्ता या आश्वासनकर्ता के बीच एक अनुबंध है, जहां बीमाकर्ता प्रीमियम नाम के बदले नामित लाभार्थी को धनराशि (लाभ) का भुगतान करने का वादा करता है , बीमित व्यक्ति की मृत्यु पर (अक्सर पॉलिसीधारक)। अनुबंध के आधार पर, टर्मिनल बीमारी या गंभीर बीमारी जैसी अन्य घटनाएं भी भुगतान शुरू कर सकती हैं। पॉलिसीधारक आमतौर पर प्रीमियम का भुगतान करता है, या तो नियमित रूप से या एकमुश्त राशि के रूप में। अन्य खर्च, जैसे कि अंतिम संस्कार व्यय, लाभों में भी शामिल किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जीवन नीतियां कानूनी अनुबंध हैं और अनुबंध की शर्तें बीमित घटनाओं की सीमाओं का वर्णन करती हैं। बीमाकर्ता की देयता को सीमित करने के लिए अक्सर अनुबंध में विशिष्ट बहिष्कार लिखा जाता है; आम उदाहरण आत्महत्या, धोखाधड़ी, युद्ध, दंगा, और नागरिक प्रलोभन से संबंधित दावे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जीवन-आधारित अनुबंध दो प्रमुख श्रेणियों में आते हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>संरक्षण नीतियां - निर्दिष्ट घटना की स्थिति में, लाभ प्रदान करने के लिए डिज़ाइन की गई, आम तौर पर एकमुश्त भुगतान। एक सामान्य रूप - एक सुरक्षा नीति डिजाइन के पिछले वर्षों में अधिक आम है शब्द बीमा है।</p>\r\n<p>निवेश नीतियां - इन नीतियों का मुख्य उद्देश्य नियमित या एकल प्रीमियम द्वारा पूंजी के विकास को सुविधाजनक बनाना है। आम रूप (यू.एस. में) पूरे जीवन, सार्वभौमिक जीवन और परिवर्तनीय जीवन नीतियां हैं।</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Life_insurance</p>","SubContentHindi":null,"ImageUrl":"847b2a14-e66b-4f2a-97f1-5556fa178af0_life-insurance-policy.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. सुकन्या समृद्धि योजना","SubTitleHindi":null,"SubContent":"<p>सुकन्या समृद्धि खाता (गर्ल चाइल्ड समृद्धि खाता) भारत सरकार की बैक की गई बचत योजना है जो बच्चों के बच्चों के माता-पिता पर लक्षित है। यह योजना माता-पिता को भविष्य में शिक्षा और उनके मादा बच्चे के लिए विवाह व्यय के लिए एक फंड बनाने के लिए प्रोत्साहित करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह योजना 22 जनवरी 2015 को बेटी बचाओ, बेटी पदो अभियान के एक हिस्से के रूप में प्रधान मंत्री नरेंद्र मोदी द्वारा शुरू की गई थी। यह योजना वर्तमान में 8.1% की ब्याज दर (अक्टूबर 2017 से दिसंबर 2017 तक) और कर लाभ प्रदान करती है। खाता किसी भी भारतीय डाकघर या अधिकृत वाणिज्यिक बैंकों की शाखा में खोला जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Sukanya_Samriddhi_Account</p>","SubContentHindi":null,"ImageUrl":"2647471a-943a-4fe3-a642-0f4fb30a6a68_sukanya-samriddhi-yojana.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"}],"category":{"name":"लेख","slug":"informatives"},"slug":"income-tax-double-benefits-tax-exempted-returns","tags":[{"name":"2018-19","slug":"2018-19"},{"name":"ppf","slug":"ppf"},{"name":"आयकर","slug":"income-tax"},{"name":"2017-18","slug":"2017-18"},{"name":"कर्मचारी-भविष्य-निधि","slug":"employees-provident-fund"},{"name":"epf","slug":"epf"},{"name":"कर-छूट","slug":"tax-exempted"},{"name":"जमा-पूंजी","slug":"savings"},{"name":"इक्विटी-लिंक्ड-बचत-योजनाओं","slug":"equity-linked-savings-schemes"},{"name":"सामान्य-भविष्य-निधि","slug":"public-provident-fund"}],"recommendations":[{"id":45,"title":"आयकर डबल लाभ - कर मुक्त छूट","imageUrl":"aae89d6d-51cf-4ca6-8ae5-4b4e479a940d_save-income-tax.jpg","dateCreated":"2018-07-27T05:51:43.24Z","dateModified":"2018-07-27T06:29:36.127Z","contributedBy":"AskGif","content":"यहां ऐसे कुछ कर बचतकर्ता हैं जो न केवल आपको कर बचाने में मदद करते हैं बल्कि कर मुक्त आय अर्जित करने में भी आपकी सहायता करते हैं। लेकिन, सभी सुविधाओं और परिसंपत्ति वर्ग के मामले में समान नहीं हैं, इसलिए सही विकल्प बनाना आवश्यक है। प्रत्येक विकल्प के माध्यम से जाओ और अपने लिए उपयुक्त सर्वश्रेष्ठ चु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/aae89d6d-51cf-4ca6-8ae5-4b4e479a940d_save-income-tax.jpg","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"2018-19","slug":"2018-19"},{"name":"ppf","slug":"ppf"},{"name":"आयकर","slug":"income-tax"},{"name":"2017-18","slug":"2017-18"},{"name":"कर्मचारी-भविष्य-निधि","slug":"employees-provident-fund"},{"name":"epf","slug":"epf"},{"name":"कर-छूट","slug":"tax-exempted"},{"name":"जमा-पूंजी","slug":"savings"},{"name":"इक्विटी-लिंक्ड-बचत-योजनाओं","slug":"equity-linked-savings-schemes"},{"name":"सामान्य-भविष्य-निधि","slug":"public-provident-fund"}],"slug":"income-tax-double-benefits-tax-exempted-returns","total":0}]}