{"id":458,"title":"Top Places to visit in Kutch, Bhuj, Gujarat","imageUrl":"d4331ec5-4fff-4ef1-83ff-f887274f6bf4_bhuj-railway.jpg","dateCreated":"2019-08-24T06:32:28.509Z","dateModified":"2019-08-24T06:32:42.629Z","contributedBy":"AskGif","content":"<p>Kutch district is a district of Gujarat state in western India. Covering an area of 45,674 km&sup2;, it is the largest district of India. The population of Kutch is about 2,092,000. It has 10 Talukas, 939 villages, and 6 Municipalities. The Kutch district is home to the Kutchi people who speak the Kutchi language.</p>\r\n<p>&nbsp;</p>\r\n<p>Kutch literally means something which intermittently becomes wet and dry; a large part of this district is known as Rann of Kutch which is shallow wetland which submerges in water during the rainy season and becomes dry during other seasons. The same word is also used in Sanskrit origin for a tortoise. The Rann is known for its marshy salt flats which become snow white after the shallow water dries up each season before the monsoon rains.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is also known for ecologically important Banni grasslands with their seasonal marshy wetlands which form the outer belt of the Rann of Kutch.</p>\r\n<p>&nbsp;</p>\r\n<p>Kutch District is surrounded by the Gulf of Kutch and the Arabian Sea in south and west, while the northern and eastern parts are surrounded by the Great and Little Rann (seasonal wetlands) of Kutch. When there were not many dams built on its rivers, the Rann of Kutch remained wetlands for a large part of the year. Even today, the region remains wet for a significant part of year. The district had a population of 2,092,379 as of 2011 census, of which 30% were urban. Motor vehicles registered in Kutch district have a registration number starting with GJ-12. The district is well connected by road, rail, and air. There are four airports in the district: Naliya, Kandla, Mundra, and Bhuj. Bhuj is well connected with Mumbai airport. Being a border district, Kutch has both an army and an air force base.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kutch_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d4331ec5-4fff-4ef1-83ff-f887274f6bf4_bhuj-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kutch-bhuj-gujarat","tags":[{"name":"gujarat","slug":"gujarat"},{"name":"kutch","slug":"kutch"},{"name":"bhuj","slug":"bhuj"}],"recommendations":[{"id":471,"title":"Top Places to visit in Tapi, Vyara, Gujarat","imageUrl":"747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","dateCreated":"2019-08-25T03:21:04.055Z","dateModified":"2019-08-25T03:21:21.878Z","contributedBy":"AskGif","content":"Tapi district is one of the 33 districts of Gujarat state in western India.It has 7 talukas Vyara, Songadh, Nijhar, Valod, Uchhal, Dolavan, Kukarmund. Vyara town is the district headquarters. The district was formed in 2007 out of some talukas that were separated from Surat district. As of 2011, ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"tapi","slug":"tapi"},{"name":"vyara","slug":"vyara"}],"slug":"top-places-to-visit-in-tapi-vyara-gujarat","total":0},{"id":398,"title":"Top Places to visit in Dahod, Gujarat","imageUrl":"6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","dateCreated":"2019-06-22T09:46:25.098Z","dateModified":"2019-06-22T09:54:05.66Z","contributedBy":"AskGif","content":"Dahod is a small city on the banks of the Dudhimati River in Dahod District in the State of Gujarat, India. It is said that it has taken its name from Saint Dadhichi, who had an Ashram on the bank of Dudhumati river. The city serves as District Headquarters for Dahod District. It is 214 kilometre","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dahod","slug":"dahod"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-dahod-gujarat","total":0},{"id":388,"title":"Top Places to visit in Banaskantha, Palanpur, Gujarat","imageUrl":"ea9e0e68-b296-44f0-b93a-0c4f7090f17f_banaskantha-district-pincode-gujarat.png","dateCreated":"2019-05-30T17:20:33.618Z","dateModified":"2019-05-30T17:37:09.471Z","contributedBy":"AskGif","content":"Banaskantha district is one among the thirty-three districts of the Gujarat state of India. The administrative headquarters of the district is at Palanpur which is also its largest city. The district is located in the Northeast of Gujarat and is presumably named after the West Banas River which r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea9e0e68-b296-44f0-b93a-0c4f7090f17f_banaskantha-district-pincode-gujarat.png","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"palanpur","slug":"palanpur"},{"name":"banaskantha","slug":"banaskantha"}],"slug":"top-places-to-visit-in-banaskantha-palanpur-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}