{"id":459,"title":"Top Places to visit in Mahisagar, Lunavada, Gujarat","imageUrl":"65803529-6dec-4293-bfd4-3b0c2268587a_Mahisagar-Gujarat.jpg","dateCreated":"2019-08-24T06:45:48.945Z","dateModified":"2019-08-24T06:46:14.795Z","contributedBy":"AskGif","content":"<p>Mahisagar is an Indian drama television series which premiered on 7 October 2013 on BIG Magic and ended on 15 April 2015 with 400 episodes. The series is produced by J.D. Majethia of Hats Off Productions. It stars Anuj Thakur and Dharti Bhatt.</p>\r\n<p>Mahisagar district &ndash; also Mahisagar &ndash; is a district in the state of Gujarat in India that came into being on 26 January 2013, becoming the 28th district of the state. The district has been carved out of the Panchmahal district and the Kheda district. District Name Mahisagar has given from \"Mahi River\". Lunawada is the district headquarters of Mahisagar. It started its operation in full-fledged from 15 August 2013.</p>\r\n<p>&nbsp;</p>\r\n<p>Talukas</p>\r\n<p>Mahisagar district consist of 6 talukas:</p>\r\n<p>&nbsp;</p>\r\n<p>Balasinor</p>\r\n<p>Lunavada</p>\r\n<p>Kadana</p>\r\n<p>Virpur</p>\r\n<p>Santrampur</p>\r\n<p>Khanpur</p>\r\n<p>Dinosaur fossils</p>\r\n<p>In the early 1980s, paleontologists stumbled upon dinosaur bones and fossils during a regular geological survey of Balasinor (originally in Kheda District, currently in Mahisagar after the formation of the district in 2013), later identified as Rajasaurus narmadensis (Latin for \"princely lizard from the Narmada Valley\". It was the first dinosaur fossil discovery in India.</p>\r\n<p>&nbsp;</p>\r\n<p>The find sent ripples of excitement through neighboring villages and many residents collected what fossilized eggs they could find., brought them home and worshipped them. Since then, excavations have thrown up a veritable trove of dinosaur remains - eggs, bones, and a skeleton which is now kept in a Kolkata museum - bringing hordes of scientists and tourists to the place.</p>\r\n<p>&nbsp;</p>\r\n<p>Piecing together the evidence in Balasinor, researchers now believe that Gujarat is home to one of the largest clutch of dinosaur hatcheries in the world. At least 13 species of dinosaurs lived here, possibly for more than 100 million years until their extinction some 66 million years ago. The soft soil made hatching and protecting eggs easier for the animals. So well-protected are the fossilised eggs found here that many researchers call them the best-preserved eggs in the world after the ones found in Aix-en-Provence in France. This fossilized dinosaur remains triggered off what tourism officials in Gujarat referred to as \"dinosaur tourism\".</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mahisagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/65803529-6dec-4293-bfd4-3b0c2268587a_Mahisagar-Gujarat.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mahisagar-lunavada-gujarat","tags":[{"name":"lunavada","slug":"lunavada"},{"name":"gujarat","slug":"gujarat"},{"name":"mahisagar","slug":"mahisagar"}],"recommendations":[{"id":469,"title":"Top Places to visit in Surat, Gujarat","imageUrl":"fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","dateCreated":"2019-08-25T03:06:01.584Z","dateModified":"2019-08-25T03:06:27.078Z","contributedBy":"AskGif","content":"Surat is a city in the Indian state of Gujarat. It used to be a large seaport and is now a centre for diamond cutting and polishing. It is the eighth largest city and ninth largest urban agglomeration in India. It is the administrative capital of the Surat district. The city is located 284 kilome","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"surat","slug":"surat"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-surat-gujarat","total":0},{"id":461,"title":"Top Places to visit in Morbi, Gujarat","imageUrl":"3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","dateCreated":"2019-08-24T08:00:07.021Z","dateModified":"2019-08-24T08:00:27.949Z","contributedBy":"AskGif","content":"Morbi District is in the state of Gujarat, India. It was formed on August 15, 2013, along with several other districts, on the 67th Independence Day of India. Morbi city is the administrative headquarters of the district. The district has 5 talukas - Morbi, Maliya, Tankara, Wankaner (previously i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3cfe9059-bd77-404b-9075-e462ee63265c_Morbi-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"morbi","slug":"morbi"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-morbi-gujarat","total":0},{"id":390,"title":"Top Places to visit in Bhavnagar, Gujarat","imageUrl":"53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","dateCreated":"2019-06-05T07:01:21.623Z","dateModified":"2019-06-05T07:11:19.402Z","contributedBy":"AskGif","content":"Bhavnagar is a city in the Bhavnagar district of the Saurashtra region of the Gujarat state of India. It was founded in 1724 by Bhavsinhji Gohil (1703&ndash;1764). It was the capital of Bhavnagar State, which was a Princely state before it was merged into the Indian Union in 1948. It is now admin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhavnagar","slug":"bhavnagar"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-bhavnagar-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}