{"id":460,"title":"मेहसाणा में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","dateCreated":"2019-08-24T06:58:08.489Z","dateModified":"2019-08-24T06:58:30.964Z","contributedBy":"AskGif","content":"<p>मेहसाणा ने महेसाणा को भी बसाया, भारतीय राज्य गुजरात में मेहसाणा जिले का एक शहर और नगरपालिका है। 14 वीं सदी में स्थापित, शहर 1947 में भारत की स्वतंत्रता के लिए 18 वीं शताब्दी से बड़ौदा राज्य के गायकवाड़ के अधीन था। नगरपालिका की स्थापना 1919-20 में हुई थी। शहर की आबादी लगभग 1,85,000 है। डेयरी, तेल और प्राकृतिक गैस प्रमुख उद्योग हैं जबकि शहर में कई छोटे और मध्यम उद्यम हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मेहसाणा जिला (वैकल्पिक वर्तनी \"महेसाणा\") पश्चिमी भारत में गुजरात राज्य के 33 जिलों में से एक है। मेहसाणा शहर इस जिले का प्रशासनिक मुख्यालय है। जिले की आबादी 1.8 मिलियन से अधिक है और 4,500 वर्ग किमी से अधिक का क्षेत्र है। 1,837,892 की आबादी वाले इस जिले में 600 से अधिक गाँव हैं, जिनमें से 2001 तक 22.40% शहरी थे।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तर में बनासकांठा जिले के साथ मेहसाणा जिले की सीमाएँ, पश्चिम में पाटन और सुरेन्द्रनगर जिले, दक्षिण में गांधीनगर और अहमदाबाद जिले और पूर्व में साबरकांठा जिले हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले के प्रमुख शहर मेहसाणा, विजापुर, बहूचराजी, सतलसाना, मोढेरा, ऊंझा, वडनगर, कलोल, कादी, विसनगर, खेरवा, जोताना और खेरालु हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पूजा के स्थान</p>\r\n<p>सीमंधर स्वामी जैन देरासर मोढ़ेरा चौराहे के पास स्थित एक मंदिर है। यह 49 मीटर (161 फीट) लंबा, 30 मीटर (97 फीट) चौड़ा और 33 मीटर (107 फीट) ऊंचा है। मंदिर का केंद्रीय देवता (मूलनायक) कमल की स्थिति (पद्मना) में 12 फीट (3.7 मीटर) की सफेद मूर्ति है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख हिंदू मंदिरों में शामिल हैं: मदनमोहनलालजी मंदिर के पुष्टिमार्ग मंदिर और द्वारकाधीश मंदिर, तोरनवाली माता मंदिर, ब्राह्मणी माता मंदिर, हिंगलाज माता मंदिर, बहूचर माता मंदिर, कालूपुर गाधी स्वामीनारायण मंदिर, बीएपीएस स्वामीनारायण मंदिर, गायत्री मंदिर, अंबरीश मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>दक्षिण भारतीय समुदाय द्वारा स्थापित अयप्पा को समर्पित एक मंदिर है और राज्य राजमार्ग 41 पर राधनपुर चौराहे के पास सिख समुदाय द्वारा स्थापित एक गुरुद्वारा साहिब है।</p>\r\n<p>&nbsp;</p>\r\n<p>क्रिश्चियन चर्चों में मार ग्रेगोरल ऑर्थोडॉक्स सीरियन चर्च शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>वाव में फारसी और देवनागरी शिलालेख</p>\r\n<p>बोटेर कोठा नी वव, जिसे अंतरी वाव के रूप में भी जाना जाता है, अंबिपारा क्षेत्र में श्मशान के सामने स्थित एक कदम है। हालांकि लोकगीत इसे लाखा वंजारा से जोड़ते हैं, लेकिन इसका निर्माण मुगल सम्राट औरंगजेब के शासनकाल के दौरान ईंटों और बलुआ पत्थरों से हुआ था। फ़ारसी और देवनागरी लिपियों में संवत 1731 (1674 ई।) से प्राप्त एक शिलालेख में कहा गया है कि इसे श्रीमाली जाति के शाह गोकलदास, लगु शक और उनकी माता मनबाई ने लोक कल्याण के लिए कमीशन किया था। यह 14 से 15 मीटर (45 से 50 फीट) लंबी और ग्यारह मंजिल गहरी है और इसमें अद्वितीय जुड़वां कुएं हैं। गायकवाड़ युग के दौरान मरम्मत की गई, अब यह उपेक्षित और प्रदूषित है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिलाड़ीबाग में बदियाशी वाव के रूप में जाना जाने वाला एक और कदम है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>टी। जे। हाईस्कूल, 1889 में स्थापित</p>\r\n<p>मेहसाणा में स्नातक और स्नातकोत्तर तक शिक्षा प्रदान करने वाली कई सुविधाएँ हैं। म्युनिसिपल आर्ट्स एंड अर्बन बैंक साइंस कॉलेज हेमचंद्राचार्य उत्तर गुजरात विश्वविद्यालय से संबद्ध है। गणपत विश्वविद्यालय, खेरवा गाँव में स्थित है जो शहर से 10 किमी (6.2 मील) है। गुजरात पावर इंजीनियरिंग एंड रिसर्च इंस्टीट्यूट और केसरानी इंस्टीट्यूट ऑफ टेक्नोलॉजी इंजीनियरिंग और प्रबंधन में पाठ्यक्रम प्रदान करते हैं। बी एस पटेल कॉलेज ऑफ फार्मेसी फार्मेसी में पाठ्यक्रम प्रदान करता है, और गुजरात टेक्नोलॉजिकल यूनिवर्सिटी से संबद्ध है। सर्वजन केलवानी मंडल ट्रस्ट फार्मेसी, नर्सिंग और होम्योपैथी के क्षेत्र में शिक्षा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>केंद्रीय माध्यमिक शिक्षा बोर्ड (CBSE) या गुजरात बोर्ड से संबद्ध कई प्राथमिक और उच्च-माध्यमिक विद्यालय हैं: Kendriya Vidyalaya ONGC Mehsana, Jawahar Navodaya Vidyalaya (JNV) Vadnagar, and N.G. अंतर्राष्ट्रीय विद्यालय। नागर केलवानी मंडल द्वारा संचालित टी। जे। हाईस्कूल 1889 में स्थापित किया गया था। गुरुकुल इंग्लिश मीडियम स्कूल 2012 में शुरू हुआ था। सर्वजनिक केलवानी मंडल ट्रस्ट उत्तर गुजरात में कई स्कूल भी चलाता है। अन्य स्कूलों में धर्म संस्थान सेवा ट्रस्ट द्वारा संचालित सबरी विद्या विहार और बेथानी मिशन स्कूल शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>मेहसाणा में GSRTC केंद्रीय बस स्टेशन</p>\r\n<p>&nbsp;</p>\r\n<p>नया रेलवे स्टेशन (MSH)</p>\r\n<p>सड़क</p>\r\n<p>गुजरात राज्य सड़क परिवहन निगम (जीएसआरटीसी) बसें मेहसाणा को अन्य शहरों और गांवों से भी जोड़ती हैं। ऑटो रिक्शा और टैक्सी उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मेहसाणा अहमदाबाद से लगभग 75 किमी (47 मील) दूर है। यह राज्य राजमार्गों के माध्यम से गांधीनगर, पाटन, ऊंझा और पालनपुर, विसनगर से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>महेसाणा रेलवे स्टेशन जयपुर-अहमदाबाद लाइन पर दिल्ली और मुंबई के लिए दैनिक रेलगाड़ियों के साथ है, और बंगलौर सहित उत्तर और दक्षिण भारत के प्रमुख शहरों को जोड़ने वाली सीधी साप्ताहिक या द्वि-साप्ताहिक ट्रेनें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>निकटतम यात्री हवाई अड्डा अहमदाबाद में सरदार वल्लभभाई पटेल अंतर्राष्ट्रीय हवाई अड्डा है। हवाई अड्डे से मेहसाणा के लिए प्रीपेड टैक्सी और जीएसआरटीसी बस उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मेहसाणा हवाई अड्डे का उपयोग वर्तमान में गैर-अनुसूचित परिचालन के लिए किया जाता है और अहमदाबाद एविएशन और एयरोनॉटिक्स लिमिटेड द्वारा संचालित नागरिक उड्डयन प्रशिक्षण केंद्र के रूप में किया जाता है। इसका क्षेत्रफल 260,000 वर्ग मीटर (64 एकड़) है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मेहसाणा जिले में इंजीनियरिंग कॉलेज नीचे दिखाए गए हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>संकल्पचंद पटेल कॉलेज ऑफ इंजीनियरिंग, विसनगर, मेहसाणा</p>\r\n<p>S.P.B. पटेल इंजीनियरिंग कॉलेज, भगवा प्रौद्योगिकी संस्थान, लिंच, मेहसाणा</p>\r\n<p>U.V. पटेल कॉलेज ऑफ इंजीनियरिंग, गणपत यूनिवर्सिटी, खेरवा, मेहसाणा</p>\r\n<p>ऊंझा इंजीनियरिंग कॉलेज</p>\r\n<p>L.C.I.T प्रौद्योगिकी संस्थान, भांडू</p>\r\n<p>मर्चेंट इंस्टीट्यूट ऑफ टेक्नोलॉजी, बसना, मेहसाणा</p>\r\n<p>गवर्नमेंट इंजीनियरिंग कॉलेज, कटपुर</p>\r\n<p>सरदार पटेल प्रौद्योगिकी संस्थान, पिल्लुड़ा, मेहसाणा</p>\r\n<p>गुजरात पावर एनर्जी इंस्टीट्यूट ऑफ टेक्नोलॉजी, मेवाड, मेहसाणा</p>\r\n<p>GMERS कॉलेज, वडनगर</p>\r\n<p>मेहसाणा जिले में फार्मेसी कॉलेज नीचे दिखाए गए हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>एसवी प्रबंधन संस्थान, कदी, मेहसाणा</p>\r\n<p>एस.के. शिक्षा और अनुसंधान के फार्मास्युटिकल कॉलेज, गणपत विश्वविद्यालय, खेरवा, मेहसाणा (इसके अलावा एम.फार्मा है)</p>\r\n<p>भगवा प्रौद्योगिकी संस्थान, लिंच, मेहसाणा</p>\r\n<p>बेहराजी, मेहसाणा में फार्मेसी कॉलेज</p>\r\n<p>मोडासा में फार्मेसी कॉलेज, जिला-मेहसाणा</p>\r\n<p>मेहसाणा जिले में विज्ञान महाविद्यालय नीचे दिखाए गए हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>मेहसाणा अर्बन इंस्टीट्यूट ऑफ साइंसेज, गणपत विश्वविद्यालय, खेरवा (उत्तर गुजरात में दूसरा सबसे बड़ा विज्ञान महाविद्यालय)</p>\r\n<p>नूतन साइंसेज कॉलेज, सकलचंद विश्वविद्यालय, गंज बज़ार, विसनगर (उत्तर गुजरात में पहला विज्ञान महाविद्यालय)</p>\r\n<p>मेहसाना अर्बन साइंस कॉलेज, नागलपुर, H.N.G.U विश्वविद्यालय</p>\r\n<p>श्रीमती। आर.एम. प्रजापति आर्ट्स कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mehsana_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mehsana-gujarat","tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"मेहसाणा","slug":"mehsana"}],"recommendations":[{"id":472,"title":"वडोदरा में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","dateCreated":"2019-08-25T03:35:26.977Z","dateModified":"2019-08-25T03:37:14.363Z","contributedBy":"AskGif","content":"अहमदाबाद और सूरत के बाद वडोदरा (पहले बड़ौदा के नाम से जाना जाता था) भारत के गुजरात राज्य में तीसरा सबसे बड़ा शहर है। यह वडोदरा जिले का प्रशासनिक मुख्यालय है और विश्वामित्री नदी के तट पर स्थित है, जो राज्य की राजधानी गांधीनगर से 141 किलोमीटर (88 मील) दूर है। दिल्ली और मुंबई को जोड़ने वाली रेलवे ला","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वडोदरा","slug":"vadodara"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-vadodara-gujarat","total":0},{"id":471,"title":"तापी, व्यारा में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","dateCreated":"2019-08-25T03:21:04.055Z","dateModified":"2019-08-25T03:21:21.878Z","contributedBy":"AskGif","content":"तापी जिला पश्चिमी भारत में गुजरात राज्य के 33 जिलों में से एक है। इसमें 7 तालुका व्यास, सोनगढ़, निझार, वलोड, उचल, डोलवन, कुकरमुंड हैं। व्यारा कस्बा जिला मुख्यालय है। 2007 में सूरत जिले से अलग हुए कुछ तालुकों में से इस जिले का गठन किया गया था। 2011 तक, जिले की 90.15% आबादी ग्रामीण है और इसकी 84.2%","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"तापी","slug":"tapi"},{"name":"व्यारा","slug":"vyara"}],"slug":"top-places-to-visit-in-tapi-vyara-gujarat","total":0},{"id":463,"title":"नवसारी में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"7cebce78-633f-44f4-b08e-3e0ddb78ab63_Navsari-railway.jpg","dateCreated":"2019-08-24T09:03:02.264Z","dateModified":"2019-08-24T09:03:14.435Z","contributedBy":"AskGif","content":"नवसारी गुजरात का एक शहर और 9 वीं सबसे बड़ी नगर पालिका है और भारत के गुजरात का प्रशासनिक मुख्यालय नवसारी जिला है। नवसारी सूरत का ट्विन शहर भी है, और सूरत से केवल 30 किमी दक्षिण में। 2016 में, नवसारी 2011 में जनसंख्या के आधार पर भारत के गुजरात राज्य के 16 वें सबसे बड़े शहर के रूप में दर्जा दिया गया","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7cebce78-633f-44f4-b08e-3e0ddb78ab63_Navsari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नवसारी","slug":"navsari"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-navsari-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}