{"id":460,"title":"Top Places to visit in Mehsana, Gujarat","imageUrl":"f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","dateCreated":"2019-08-24T06:58:08.489Z","dateModified":"2019-08-24T06:58:30.964Z","contributedBy":"AskGif","content":"<p>Mehsana also spelled Mahesana, is a city and municipality in Mehsana district, in the Indian state of Gujarat. Established in the 14th century, the town was under Gaekwads of Baroda State from the 18th century to the independence of India in 1947. The municipality was established in 1919&ndash;20. The town has a population of about 1,85,000. Dairy, oil and natural gas are major industries while there are several small and medium enterprises in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Mehsana district (alternate spelling \"Mahesana\") is one of the 33 districts of Gujarat state in western India. Mehsana city is the administrative headquarters of this district. The district has a population of over 1.8 million and an area of over 4,500&nbsp; km&sup2;. There are over 600 villages in this district with a population of 1,837,892 of which 22.40% were urban as of 2001.</p>\r\n<p>&nbsp;</p>\r\n<p>Mehsana district borders with Banaskantha district in the north, Patan and Surendranagar districts in west, Gandhinagar and Ahmedabad districts in south and Sabarkantha district in the east.</p>\r\n<p>&nbsp;</p>\r\n<p>Major towns of the district are Mehsana, Vijapur, Bahucharaji, Satlasana, Modhera, Unjha, Vadnagar, Kalol, Kadi, Visnagar, Kherva, Jotana and Kheralu.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of worship</p>\r\n<p>Simandhar Swami Jain Derasar is a temple located near Modhera crossroads. It is 49 metres (161 ft) long, 30 metres (97 ft) broad and 33 metres (107 ft) high. The central deity (moolnayak) of the temple is a 12 feet (3.7 m) white idol of Simandhar Swami in lotus position (padmansa).</p>\r\n<p>&nbsp;</p>\r\n<p>Major Hindu temples include: Pushtimarg temples of Madanmohanlalji temple and Dwarkadhishji temple, Toranvali Mata temple, Brahmani Mata temple, Hinglaj Mata temple, Bahuchar Mata temple, Kalupur Gadi Swaminarayan temple, BAPS Swaminarayan temple, Gayatri temple, Ambika Mata temple and Somnath Mahadev temple.</p>\r\n<p>&nbsp;</p>\r\n<p>There is a temple dedicated to Ayyappa established by the South Indian community and a Gurdwara Sahib established by the Sikh community near Radhanpur crossroads on State Highway 41.</p>\r\n<p>&nbsp;</p>\r\n<p>Christian churches include Mar Gregorious Orthodox Syrian Church.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Persian and Devnagari inscriptions in Vav</p>\r\n<p>Boter Kotha ni Vav, also known as Interi Vav, is a stepwell located opposite the crematorium in the Ambaipara area. Though folklore associates it to Lakha Vanzara, it was constructed of bricks and sandstone during the reign of Mughal emperor Aurangzeb. An inscription dating from Samvat 1731 (1674 AD) in Persian and Devnagari scripts states that it was commissioned by Shah Gokaldas of Shrimali caste, Laghu Shakha, and his mother Manabai for public welfare. It is 14 to 15 metres (45 to 50 ft) long and eleven floors deep and has unique twin wells. Repaired during the Gaekwad era, it is now neglected and polluted.</p>\r\n<p>&nbsp;</p>\r\n<p>There is another stepwell known as Badiyashi Vav in Biladi Baug.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>T. J. Highschool, established in 1889</p>\r\n<p>Mehsana has several facilities offering education to graduation and post-graduation. The Municipal Arts and Urban Bank Science College is affiliated by Hemchandracharya North Gujarat University. Ganpat University, located in Kherva village which is 10 km (6.2 mi) from the city. Gujarat Power Engineering and Research Institute and Saffrony Institute of Technology offer courses in engineering and management. B. S. Patel College of Pharmacy offers courses in pharmacy, and is affiliated with Gujarat Technological University. Sarvajanik Kelvani Mandal Trust offers education in the fields of pharmacy, nursing, and homeopathy.</p>\r\n<p>&nbsp;</p>\r\n<p>There are many primary and higher-secondary schools affiliated with Central Board of Secondary Education (CBSE) or Gujarat Board including: Kendriya Vidyalaya ONGC Mehsana, Jawahar Navodaya Vidyalaya (JNV) Vadnagar, and N.G. International School. T. J. Highschool operated by Nagrik Kelvani Mandal was established in 1889. Gurukul English Medium School started in 2012. Sarvajanik Kelvani Mandal Trust also runs many schools in north Gujarat. Other schools include Sabari Vidya Vihar, run by Dharma Sastha Seva Trust, and Bethany Mission School.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>GSRTC central bus station in Mehsana</p>\r\n<p>&nbsp;</p>\r\n<p>New Railway Station (MSH)</p>\r\n<p>Road</p>\r\n<p>Gujarat State Road Transport Corporation (GSRTC) buses also connect Mehsana to other cities and villages. Auto rickshaws and taxis are available.</p>\r\n<p>&nbsp;</p>\r\n<p>Mehsana is approximately 75 km (47 mi) away from Ahmedabad. It is connected to Gandhinagar, Patan, Unjha and Palanpur, Visnagar via state highways.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Mahesana railway station is on the Jaipur&ndash;Ahmedabad line with daily trains to and from Delhi and Mumbai, and direct weekly or bi-weekly trains connecting major cities in north and south India, including Bangalore.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The nearest passenger airport is Sardar Vallabhbhai Patel International Airport at Ahmedabad. Prepaid taxis and GSRTC bus are available to Mehsana from the airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Mehsana Airport is currently used for non-scheduled operation and as a civil aviation training centre, operated by Ahmedabad Aviation and Aeronautics Ltd. It has an area covering 260,000 square metres (64 acres).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Engineering colleges in Mehsana district are shown below:</p>\r\n<p>&nbsp;</p>\r\n<p>Sankalchand Patel College of Engineering, Visnagar, Mehsana</p>\r\n<p>S.P.B. Patel Engineering College, Saffrony Institute of Technology, Linch, Mehsana</p>\r\n<p>U.V. Patel College of Engineering, Ganpat University, Kherva, Mehsana</p>\r\n<p>Unjha Engineering College</p>\r\n<p>L.C.I.T Institute of Technology, Bhandu</p>\r\n<p>Marchant Institute of Technology, Basna, Mehsana</p>\r\n<p>Government Engineering College, Katpur</p>\r\n<p>Sardar Patel Institute of Technology, Piludara, Mehsana</p>\r\n<p>Gujarat Power Energy Institute of Technology, Mevad, Mehsana</p>\r\n<p>GMERS college,Vadnagar</p>\r\n<p>Pharmacy colleges in Mehsana district are shown below:</p>\r\n<p>&nbsp;</p>\r\n<p>S.V. Institute of Management, Kadi, Mehsana</p>\r\n<p>S.K. Pharmaceutical college of education and research, Ganpat University, Kherva, Mehsana (Also has M.Pharma)</p>\r\n<p>Saffrony Institute of Technology, Linch, Mehsana</p>\r\n<p>Pharmacy college in Bechraji, Mehsana</p>\r\n<p>Pharmacy college in Modasa, Dist-Mehsana</p>\r\n<p>Science colleges in Mehsana district are shown below:</p>\r\n<p>&nbsp;</p>\r\n<p>Mehsana Urban Institute of Sciences, Ganpat University, Kherva (Second largest science college in North Gujarat)</p>\r\n<p>Nootan Sciences College, Sakalchand university, Ganj bazar, Visnagar (first science college in North Gujarat)</p>\r\n<p>Mehsana Urban Science College, Nagalpur, H.N.G.U University</p>\r\n<p>Smt. R.M. Prajapati Arts College</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mehsana_district</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2d273aa-2e1b-472b-b2aa-6ca41ca6f700_Mehsana-Junction-Railway-Station.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mehsana-gujarat","tags":[{"name":"gujarat","slug":"gujarat"},{"name":"mehsana","slug":"mehsana"}],"recommendations":[{"id":472,"title":"Top Places to visit in Vadodara, Gujarat","imageUrl":"35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","dateCreated":"2019-08-25T03:35:26.977Z","dateModified":"2019-08-25T03:37:14.363Z","contributedBy":"AskGif","content":"Vadodara (formerly known as Baroda) is the third-largest city in the Indian state of Gujarat, after Ahmedabad and Surat. It is the administrative headquarters of Vadodara District and is located on the banks of the Vishwamitri river, 141 kilometres (88 mi) from the state capital Gandhinagar. The ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vadodara","slug":"vadodara"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-vadodara-gujarat","total":0},{"id":471,"title":"Top Places to visit in Tapi, Vyara, Gujarat","imageUrl":"747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","dateCreated":"2019-08-25T03:21:04.055Z","dateModified":"2019-08-25T03:21:21.878Z","contributedBy":"AskGif","content":"Tapi district is one of the 33 districts of Gujarat state in western India.It has 7 talukas Vyara, Songadh, Nijhar, Valod, Uchhal, Dolavan, Kukarmund. Vyara town is the district headquarters. The district was formed in 2007 out of some talukas that were separated from Surat district. As of 2011, ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/747e6462-e72f-4240-b1ae-9b8babe70d9e_Tapi-disctrict.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"tapi","slug":"tapi"},{"name":"vyara","slug":"vyara"}],"slug":"top-places-to-visit-in-tapi-vyara-gujarat","total":0},{"id":463,"title":"Top Places to visit in Navsari, Gujarat","imageUrl":"7cebce78-633f-44f4-b08e-3e0ddb78ab63_Navsari-railway.jpg","dateCreated":"2019-08-24T09:03:02.264Z","dateModified":"2019-08-24T09:03:14.435Z","contributedBy":"AskGif","content":"Navsari is a city and 9th biggest municipality of Gujarat and the administrative headquarters Navsari District of Gujarat, India. Navsari is also the Twin City of Surat, and only 30 km south of Surat. In 2016, Navsari ranked as the 16th biggest city of Gujarat state of india by population in 2011","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7cebce78-633f-44f4-b08e-3e0ddb78ab63_Navsari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"navsari","slug":"navsari"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-navsari-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}