{"id":465,"title":"पाटण में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"f41b9f17-805e-42ea-b732-6ec5eca67ea6_Patan-railway.jpg","dateCreated":"2019-08-24T09:27:27.877Z","dateModified":"2019-08-24T09:27:47.172Z","contributedBy":"AskGif","content":"<p>पाटन, एक प्राचीन गढ़वाली शहर है, जिसकी स्थापना 745 ईस्वी में चावड़ा राजवंश के सबसे प्रमुख राजा वनराज चावड़ा ने की थी। उन्होंने अपने करीबी दोस्त और प्रधानमंत्री अन्नु गड़रिया के नाम पर शहर का नाम \"अनहिलपुर पाटन\" या \"अनिलवाड़ पाटन\" रखा। [उद्धरण वांछित] यह एक ऐतिहासिक स्थान है, जो अंत्येष्टि सरस्वती नदी के तट पर स्थित है। जो संभवत: प्राचीन सरस्वती नदी का शेष है।</p>\r\n<p>&nbsp;</p>\r\n<p>आधुनिक शहर</p>\r\n<p>शिक्षा</p>\r\n<p>पाटन हेमचंद्राचार्य उत्तर गुजरात विश्वविद्यालय का प्रसिद्ध पोलीमथ आचार्य हेमचंद्र के नाम पर है। इसे पहले उत्तर गुजरात विश्वविद्यालय के रूप में जाना जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>मेडिकल</p>\r\n<p>पाटन उत्तर गुजरात में एक प्रमुख चिकित्सा केंद्र है जिसमें लगभग 200 प्रैक्टिस करने वाले चिकित्सा पेशेवर हैं। इसका एक मेडिकल कॉलेज है जिसका नाम ऊंज हाईवे पर धारपुर में GMERS मेडिकल कॉलेज और अस्पताल है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख मल्टी स्पेशलिटी अस्पतालों में सामान्य अस्पताल, जनता अस्पताल, डॉक्टर्स हाउस और पाटन में अन्य क्लिनिक शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मनोरंजन</p>\r\n<p>सिटी प्वाइंट मल्टीप्लेक्स और टाइम सिनेमा मनोरंजन सुविधाएं प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंडस्ट्रीज</p>\r\n<p>पाटन में एक जीआईडीसी और छोटे और मध्यम आकार के उद्योग हैं और चारुप, ता सरावती जिला, पाटन में एक नया जीआईडीसी है।</p>\r\n<p>&nbsp;</p>\r\n<p>बाजार</p>\r\n<p>कमीशन एजेंट के माध्यम से किसानों और खरीदारों के बीच यहां किए गए कृषि उत्पाद की नीलामी को एपीएमसी (कृषि उत्पाद बाजार समिति) कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पटोला साड़ी</p>\r\n<p>पटोला साड़ी आज हाथ से निर्मित बेहतरीन साड़ियों में से एक है। यह पाटन की एक विशेषता है। यह बहुत ही नाजुक पैटर्न के लिए प्रसिद्ध है जिसे बड़ी सटीकता और स्पष्टता के साथ बुना गया है। एक पटोला साड़ी बनाने में 4 से 6 महीने लगते हैं, यह इस बात पर निर्भर करता है कि डिज़ाइन कितने जटिल हैं और यदि लंबाई 5 या 6 मीटर है। यह साड़ियां पूरी तरह से वनस्पति रंगों से रंगी हैं। लागत रुपये से शुरू होती है। 20,000 जो रु। 20,00,000 काम की कठिनाई के आधार पर भी कई बार सोने के धागे इसकी बुनाई प्रक्रिया के दौरान शामिल किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पटोला साड़ी बनाने वाले केवल दो परिवार हैं। वे इस कला को परिवार के अन्य सदस्यों को नहीं सिखाते। केवल उनके पुत्र ही सीखने के पात्र हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>साल्विवाड, एक स्थान जहां पारंपरिक मिट्टी के खिलौने बनाए जाते हैं, उन स्थानों के साथ-साथ गश्त लगाई जाती है। कई वार्षिक धार्मिक मेले पर्यटन स्थल के रूप में कार्य करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह एक प्राचीन कला है और इसे पोषित करने के साथ-साथ संरक्षित करने की भी जरूरत है। गुजरात में स्थानीय लोग हमेशा \"पाटन ना पटोला\" की प्रशंसा करते हैं जो कि गुजरात में महिलाओं के लिए सबसे महंगा आइटम है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>सहस्त्रलिंग टैंक</p>\r\n<p>किले, वाव (स्टेप वेल), तालव (झील) और पूजा स्थल सहित कई पर्यटक आकर्षण हैं। रानी की वाव (वर्ल्ड हेरिटेज साइट) और पटोला साड़ी मुख्य पर्यटक आकर्षण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पुराने शहर पाटन के अवशेष न्यू सिटी के बाहरी इलाके में कालका के पास पुराने किले का एक बहुत छोटा हिस्सा ऐतिहासिक और पुरातत्व महत्व का है। तो नए किले की दीवारों के अवशेषों और नए किले के द्वार (द्वार) के साथ मामला है जो तेजी से गायब हो रहे हैं। प्रशासन और अधिकांश स्थानीय लोग इन विरासत स्थलों को संरक्षित करने में बहुत कम रुचि दिखाते हैं जो तेजी से कम हो रहे हैं। भद्र का आंतरिक किला अपने दरवेशों के साथ अच्छी तरह से संरक्षित है।</p>\r\n<p>&nbsp;</p>\r\n<p>चरण कुओं में रानी की वाव और त्रिकम बरोट नी वव शामिल हैं। झीलों में ऐतिहासिक और पुरातात्विक रूप से महत्वपूर्ण सहस्त्रलिंग टैंक, आनंद सरोवर (गुंगड़ी तलाव) और खान सरोवर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दो प्रसिद्ध वास्तुशिल्प स्मारकों को राष्ट्रीय स्मारकों का दर्जा प्राप्त है। उनमें से एक सहस्त्रलिंगा तालाब है और दूसरी रानी केव स्टेपवेल है। रानी की वाव गुजरात, भारत के पाटन शहर में स्थित एक जटिल निर्माण स्थल है। यह सरस्वती नदी के तट पर स्थित है। रानी की वाव को 11 वीं शताब्दी के राजा भीमदेव ने अपनी रानी रानी उदयमती के स्मारक के रूप में बनवाया था। इसे 22 जून 2014 को यूनेस्को की विश्व धरोहर स्थलों की सूची में जोड़ा गया था () पाटन का एक अन्य ऐतिहासिक स्मारक सहस्त्रलिंगा टैंक या सहस्रलिंगा तलाव है, जो मध्ययुगीन कृत्रिम पानी की टंकी चुल्लिया (सोलंकी) शासन के दौरान बनाई गई थी</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>स्थानीय</p>\r\n<p>सिटी बस सेवा नगरपालिका द्वारा पास के गाँव को जोड़ने के लिए चलाई जाती है। ऑटोरिक्शा उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>पाटन अहमदाबाद रेलवे स्टेशन से 108 किमी दूर है। यह बीजी लाइन द्वारा मेहसाणा, अहमदाबाद और ओखा तक रेल से भी जुड़ा हुआ है। पाटन रेलवे स्टेशन अब भिलडी रेलवे स्टेशन के साथ नई बीजी लाइन से जुड़ा हुआ है। नई ट्रेन बांद्रा से भगत की कोठी तक और राजस्थान, दिल्ली, मुंबई से कनेक्टिविटी शुरू होगी।</p>\r\n<p>&nbsp;</p>\r\n<p>सिटी बस</p>\r\n<p>रानी की वाव, GSRTC बस स्टेशन, HNGU, रेलवे स्टेशन, Govt Hospital, Dharpur, Janta Hospital, Ramnagar, Hansapur, Matarvadi, GIDC, Dudhsagar Dairy, Anand Sarovar, GEB, Padmanabh Chokdi।</p>\r\n<p>सड़क</p>\r\n<p>यह अहमदाबाद से लगभग 110 किमी दूर है। यह राज्य के राजमार्गों के माध्यम से अहमदाबाद या मेहसाणा या चैंसमा या ऊंझा या सिद्धपुर या डीसा या हरिज या राधनपुर या थारा जुड़ा हुआ है। जीएसआरटीसी, गुजरात के सभी प्रमुख शहरों और कस्बों को जोड़ने वाली बस सेवा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>निकटतम हवाई अड्डा अहमदाबाद में सरदार वल्लभभाई पटेल अंतर्राष्ट्रीय हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Patan,_Gujarat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f41b9f17-805e-42ea-b732-6ec5eca67ea6_Patan-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-patan-gujarat","tags":[{"name":"पाटण","slug":"patan"},{"name":"गुजरात","slug":"gujarat"}],"recommendations":[{"id":462,"title":"नर्मदा, राजपीपला में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","dateCreated":"2019-08-24T08:58:38.348Z","dateModified":"2019-08-24T08:58:52.405Z","contributedBy":"AskGif","content":"नर्मदा जिला भारत में गुजरात राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय राजपीपला में स्थित है। [उद्धरण वांछित] जिला उत्तर में वडोदरा जिले, पूर्व में महाराष्ट्र राज्य द्वारा, दक्षिण में तापी जिले द्वारा और पश्चिम में भरूच जिले से घिरा हुआ है। जिले का क्षेत्रफल 2,755 वर्ग किमी है और इसकी आबादी 5,9","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"नर्मदा","slug":"narmada"},{"name":"राजपीपला","slug":"rajpipla"}],"slug":"top-places-to-visit-in-narmada-rajpipla-gujarat","total":0},{"id":401,"title":"देवभूमि द्वारका, खंभालिया में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","dateCreated":"2019-06-23T09:30:41.72Z","dateModified":"2019-06-23T10:24:29.484Z","contributedBy":"AskGif","content":"देवभूमि द्वारका जिला भारत का एक जिला है जो गुजरात राज्य में कच्छ की खाड़ी के दक्षिणी तट पर स्थित है। इसका मुख्यालय जामखंभालिया शहर में स्थित है। जिला 15 अगस्त 2013 को जामनगर जिले से बनाया गया था।\r\n&nbsp;\r\nतालुका (प्रशासनिक प्रभाग)\r\nजिले में 4 तालुका हैं:\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"देवभूमि-द्वारका","slug":"devbhoomi-dwarka"},{"name":"गुजरात","slug":"gujarat"},{"name":"खंभालिया","slug":"khambhalia"}],"slug":"top-places-to-visit-in-devbhoomi-dwarka-khambhalia-gujarat","total":0},{"id":389,"title":"भरूच में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","dateCreated":"2019-06-02T07:23:02.82Z","dateModified":"2019-06-02T09:31:43.314Z","contributedBy":"AskGif","content":"भरूच, जिसे पहले ब्रोच, [क] या भृगुचच्छ के नाम से जाना जाता है, पश्चिमी भारत में गुजरात में नर्मदा नदी के मुहाने पर स्थित एक शहर है। भरूच भरुच जिले का प्रशासनिक मुख्यालय है और लगभग 370,000 निवासियों की एक नगर पालिका है। अंकलेश्वर जीआईडीसी सहित सबसे बड़े औद्योगिक क्षेत्रों में से एक होने के नाते, इ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"भरूच","slug":"bharuch"}],"slug":"top-places-to-visit-in-bharuch-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}