{"id":465,"title":"Top Places to visit in Patan, Gujarat","imageUrl":"f41b9f17-805e-42ea-b732-6ec5eca67ea6_Patan-railway.jpg","dateCreated":"2019-08-24T09:27:27.877Z","dateModified":"2019-08-24T09:27:47.172Z","contributedBy":"AskGif","content":"<p>Patan, an ancient fortified city, was founded in 745 AD by Vanraj Chavda, the most prominent king of the Chavda dynasty. He named the city \"Anhilpur Patan\" or \"Anhilwad Patan\" after his close friend and Prime Minister Anhil Gadariya.[citation needed] It is a historical place located on the bank of the endorheic Saraswati River. which is probably a remaining of the ancient Sarasvati River.</p>\r\n<p>&nbsp;</p>\r\n<p>The modern city</p>\r\n<p>Education</p>\r\n<p>Patan is home to the Hemchandracharya North Gujarat University named after the famous polymath Acharya Hemachandra. It was previously known as North Gujarat University.</p>\r\n<p>&nbsp;</p>\r\n<p>Medical</p>\r\n<p>Patan is a prominent medical centre in North Gujarat with almost 200 practicing medical professionals. It has a medical college name GMERS Medical College and Hospital at Dharpur on Unjha Highway.</p>\r\n<p>&nbsp;</p>\r\n<p>Major multi-speciality hospitals include General Hospital, Janta Hospital, Docter House and other Clinics in Patan.</p>\r\n<p>&nbsp;</p>\r\n<p>Entertainment</p>\r\n<p>City Point Multiplex and Time Cinema provides Entertainment facilities.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries</p>\r\n<p>Patan has a GIDC and the small and medium size industries and a new GIDC in Charup, Ta Sarawati District, Patan.</p>\r\n<p>&nbsp;</p>\r\n<p>Market</p>\r\n<p>Auction of agricultural product done here between farmers and buyers through commission agent is called APMC (Agriculture Product Market Committee)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Patola Sari</p>\r\n<p>The patola sari is one of the finest hand-woven sarees produced today. This is a specialty of Patan. It is famous for extremely delicate patterns woven with great precision and clarity. A patola sari takes 4 to 6 months to make, depending on how complicated the designs is and if the length is 5 or 6 metres. This saris are totally colored with vegetable colors. Costs start from Rs. 20,000 which may go up to Rs. 20,00,000 even depending on the difficulty of work as many times gold threads are included during its weaving process.</p>\r\n<p>&nbsp;</p>\r\n<p>There are only two families making patola saris. They don't teach this art to other family members. Only their sons are eligible to learn.</p>\r\n<p>&nbsp;</p>\r\n<p>Salvivad, a place where patolas are woven along with places where traditional clay toys are made are worth visiting. Many annual religious fairs act as tourist destination.</p>\r\n<p>&nbsp;</p>\r\n<p>It is an ancient art and needs to be preserved as well as nurtured. Local folks in Gujarat always praises the \"Patan Na patola\" being most costly item for the women to afford in Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>&nbsp;</p>\r\n<p>Sahastralinga Tank</p>\r\n<p>There are many tourist attractions including forts, vavs (step wells), talavs (lakes) and places of worship. The main tourist attractions are the Rani ki vav (World Heritage Site) and patola saris.</p>\r\n<p>&nbsp;</p>\r\n<p>The remains of Old City of Patan are a very small portion of Old Fort near Kalka on the outskirts of the New City is of historical and archeological importance. So is the case with the remains of the walls of new fort and the Darwajas (gates) of the new fort which are fast disappearing. The administration and a majority of local people show little interest in preserving these heritage places which are shrinking at a rapid pace. The inner fort of Bhadra with its Darwajas is preserved well.</p>\r\n<p>&nbsp;</p>\r\n<p>Step wells include Rani ki vav and Trikam Barot ni Vav. Lakes include historically and archaeologically important Sahastralinga Tank, Anand Sarovar (Gungadi Talav) and Khan Sarovar.</p>\r\n<p>&nbsp;</p>\r\n<p>Two famous architectrural monuments have gain the status of national monuments. One of them is Sahastralinga tank and other one is Rani ki vav stepwell. Rani ki vav is an intricately constructed stepwell situated in the town of Patan in Gujarat, India. It is located on the banks of Saraswati River. Rani ki vav was built as a memorial to an 11th-century AD king Bhimdev for his queen Rani Udaymati. It was added to the list of UNESCO&rsquo;s World Heritage Sites on 22 June 2014 ()Another historical monument of the Patan is Sahastralinga Tank or Sahasralinga Talav is a medieval artificial water tank was commissioned during Chaulukya (Solanki) rule</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Local</p>\r\n<p>City bus service is run by municipality connecting nearby village. Autorickshaw are available.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Patan is 108 km from Ahmedabad Railway Station. It is also connected by rail to Mehsana, Ahmedabad and Okha by BG Line. Patan railway station is now connected with Bhildi Railway Station With New BG Line. New train will start from Bandra to Bhagat Ki Kothi and connectivity to Rajasthan, Delhi, Mumbai.</p>\r\n<p>&nbsp;</p>\r\n<p>City Bus</p>\r\n<p>Rani ki vav, GSRTC Bus Station,HNGU, Railway Station, Govt Hospital, Dharpur, Janta Hospital, Ramnagar, Hansapur, Matarvadi, GIDC, Dudhsagar Dairy, Anand Sarovar, GEB, Padmanabh Chokdi.</p>\r\n<p>Road</p>\r\n<p>It is approximately 110 km away from Ahmedabad. It is connected cities Ahmedabad or Mehsana or Chanasma or Unjha or Siddhpur or Deesa or Harij or Radhanpur or Thara via state highways. GSRTC, provides bus service connecting all major cities and towns of Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The nearest airport is Sardar Vallabhbhai Patel International Airport at Ahmedabad.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Patan,_Gujarat</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f41b9f17-805e-42ea-b732-6ec5eca67ea6_Patan-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-patan-gujarat","tags":[{"name":"patan","slug":"patan"},{"name":"gujarat","slug":"gujarat"}],"recommendations":[{"id":462,"title":"Top Places to visit in Narmada, Rajpipla, Gujarat","imageUrl":"53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","dateCreated":"2019-08-24T08:58:38.348Z","dateModified":"2019-08-24T08:58:52.405Z","contributedBy":"AskGif","content":"Narmada district is an administrative district in the state of Gujarat in India. The district headquarters are located at Rajpipla.[citation needed] The district is bounded by Vadodara district in the north, by Maharashtra state in the east, by Tapi district in the south and by Bharuch district i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"narmada","slug":"narmada"},{"name":"rajpipla","slug":"rajpipla"}],"slug":"top-places-to-visit-in-narmada-rajpipla-gujarat","total":0},{"id":401,"title":"Top Places to visit in Devbhoomi Dwarka, Khambhalia, Gujarat","imageUrl":"76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","dateCreated":"2019-06-23T09:30:41.72Z","dateModified":"2019-06-23T10:24:29.484Z","contributedBy":"AskGif","content":"Devbhumi Dwarka District is a district of India located on the southern coast of the Gulf of Kutch in the state of Gujarat. Its headquarters are located in the city of Jamkhambhaliya. The district was created on August 15, 2013 from Jamnagar district.\r\n&nbsp;\r\nTalukas (Administrativ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"devbhoomi-dwarka","slug":"devbhoomi-dwarka"},{"name":"gujarat","slug":"gujarat"},{"name":"khambhalia","slug":"khambhalia"}],"slug":"top-places-to-visit-in-devbhoomi-dwarka-khambhalia-gujarat","total":0},{"id":389,"title":"Top Places to visit in Bharuch, Gujarat","imageUrl":"2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","dateCreated":"2019-06-02T07:23:02.82Z","dateModified":"2019-06-02T09:31:43.314Z","contributedBy":"AskGif","content":"Bharuch, formerly known as Broach,[a] or Bhrugukachchha is a City at the mouth of the river Narmada in Gujarat in western India. Bharuch is the administrative headquarters of Bharuch District and is a municipality of about 370,000 inhabitants. Being one of the biggest industrial areas including A","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"bharuch","slug":"bharuch"}],"slug":"top-places-to-visit-in-bharuch-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}