{"id":466,"title":"पोरबंदर में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"ea4c9b42-b7fc-4007-9bf1-fa0ecfcbb1f6_Porbandar-railway.jpg","dateCreated":"2019-08-24T09:35:28.879Z","dateModified":"2019-08-24T09:36:17.14Z","contributedBy":"AskGif","content":"<p>पोरबंदर भारत के गुजरात राज्य का एक शहर है, जो शायद महात्मा गांधी और सुदामा के जन्मस्थान के लिए जाना जाता है। यह पोरबंदर जिले का प्रशासनिक केंद्र है और यह पोरबंदर रियासत की पूर्व राजधानी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>घूमने का सबसे अच्छा समय अक्टूबर से मार्च तक है।</p>\r\n<p>&nbsp;</p>\r\n<p>कीर्ति मंदिर, एक मंदिर और एमके गांधी का स्मारक, जिसे मूल रूप से महाराजा सयाजी राव तृतीय ने 1936 ई। में बनवाया था, और पास में ही राणा बापू की महल (महात्मा गांधी की जन्मभूमि) है</p>\r\n<p>भारत मंदिर (भारत के बारे में संस्कृति, इतिहास, और ज्यामिति की एक स्थायी प्रदर्शनी। यह श्री नानजीभाई कालिदास मेहता द्वारा स्थापित किया गया था)</p>\r\n<p>तारा मंदिर (भारत के सबसे पुराने तारामंडल में से एक)</p>\r\n<p>राम कृष्ण मिशन (स्वामी विवेकानंद यहां चार महीने तक रहे)</p>\r\n<p>श्री सुदामा जी मंदिर: भारत में उनके नाम पर बने कुछ मंदिरों में से एक</p>\r\n<p>श्री हरि मंदिर या संदीपनी मंदिर (रमेश ओझा द्वारा संचालित): एक विशाल मंदिर परिसर</p>\r\n<p>हुज़ूर महल, दरिया राज महल महल, दरबारगढ़ और सरतंजी चोरो</p>\r\n<p>चौपाटी समुद्र तट: तटीय गुजरात में सबसे स्वच्छ में से एक</p>\r\n<p>पोरबंदर बर्ड सैंक्चुअरी (चिड़ियों, चिड़ियों, राजहंस, ibis, curlews जैसे पक्षी हो सकते हैं)</p>\r\n<p>बर्दा हिल्स वन्यजीव अभयारण्य (पोरबंदर से लगभग 15 किमी, ट्रेकिंग के लिए आदर्श)</p>\r\n<p>बिलेश्वर शिव मंदिर (7 वीं शताब्दी में निर्मित)</p>\r\n<p>खिमेश्वर महादेव मंदिर (कुचड़ी) (भारतीय पुरातत्व सर्वेक्षण के अनुसार 1600 वर्ष पुराना मंदिर)</p>\r\n<p>जामवंत गुफा (रणवां शहर में 15 किमी दूर) (रामायण के समय से ऐतिहासिक स्थान)</p>\r\n<p>घुमली (शहर से 37 किमी, जेठवा साम्राज्य की राजधानी 1313 तक, भारतीय पुरातत्व सर्वेक्षण द्वारा सूचीबद्ध)</p>\r\n<p>पोरबंदर में बर्डवॉचिंग के लिए कई वेटलैंड आदर्श हैं।</p>\r\n<p>हिंदू कैलेंडर के अनुसार जन्माष्टमी मेला (5 दिन), श्रावण मास में मनाया जाता है। सवारी, खाद्य पदार्थ और अन्य आकर्षण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>महात्मा गांधी को \"राष्ट्रपिता\" के रूप में माना जाता है</p>\r\n<p>दिलीप जोशी अभिनेता (तारक मेहता का उल्टा चश्मा &rsquo;में जेठालाल गडा के रूप में मुख्य भूमिका निभा रहे हैं)</p>\r\n<p>सुदामा (जिसे कुचेला भी कहा जाता है) भगवान कृष्ण के मित्र (श्रीमद्भागवत में वर्णित)</p>\r\n<p>बंदरगाह</p>\r\n<p>पोरबंदर एक प्राचीन बंदरगाह शहर है। वर्तमान में इसमें एक ऑल-वेदर पोर्ट है, जिसमें 50,000 बर्थ तक की सीधी बर्थिंग सुविधाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>पोरबंदर एयरपोर्ट पर नया टर्मिनल</p>\r\n<p>स्थानीय परिवहन ऑटो रिक्शा है। सुदामा चौक ऑटो रिक्शा और निजी टैक्सियों का मुख्य केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>पोरबंदर देश भर के शहरों से सड़क, रेल और हवाई मार्ग से अच्छी तरह जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>यह शहर राष्ट्रीय राजमार्ग 8 बी के माध्यम से राजकोट और अहमदाबाद से जुड़ा हुआ है। राष्ट्रीय राजमार्ग 8E एक्सट (स्टेट हाईवे 6 के रूप में भी जाना जाता है) उत्तर में जामनगर, द्वारका और दक्षिण में वेरावल, भावनगर से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख सार्वजनिक परिवहन निजी और सरकारी बसों द्वारा कवर किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजकोट, द्वारका, वेरावल, जूनागढ़, अहमदाबाद, जामनगर, वडोदरा, सूरत और मुंबई में कई निजी कोच रोज़ उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>\"एनएच 8 बी\" राजमार्ग</p>\r\n<p>बड़ी संख्या में एस.टी. राज्य के प्रमुख शहरों, छोटे गांवों और कस्बों सहित कई गंतव्यों के लिए बसें (सरकार द्वारा संचालित राज्य परिवहन निगम) उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नारसंग टेकरी से, आप राजकोट और अहमदाबाद के लिए शानदार वातानुकूलित निजी बसें पकड़ सकते हैं। इंटरनेट पर बुकिंग उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>पोरबंदर रेलवे स्टेशन पोरबंदर को राज्य और देश के प्रमुख शहरों से जोड़ता है। राजकोट (जामनगर, भनवाड़ और उपलेटा, धोराजी, गोंडल साथ ही), सोमनाथ (जूनागढ़ के माध्यम से) और मुंबई (अहमदाबाद, वडोदरा और सूरत के माध्यम से) के लिए दैनिक ट्रेनें हैं। दिल्ली, मुजफ्फरपुर और हावड़ा से राजस्थान, उत्तर प्रदेश, विदर्भ और पश्चिम बंगाल के प्रमुख शहरों को जोड़ने वाली ट्रेनें भी हैं। एक साप्ताहिक ट्रेन सेवा कोच्चुवेली (केरल) और सिकंदराबाद (हैदराबाद) को मंगलोर, कालीकट, कोच्चि और क्विलोन (कोल्लम) के माध्यम से पोरबंदर से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डा</p>\r\n<p>स्पाइसजेट द्वारा पोरबंदर हवाई अड्डा मुंबई-पोरबंदर को और दिल्ली जाने वाली फ्लाइट वर्तमान में चालू है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रूजेट द्वारा अहमदाबाद-पोरबंदर के लिए और दिल्ली जाने वाली फ्लाइट वर्तमान में भी चालू है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>दलीप स्कूल ऑफ क्रिकेट ग्राउंड, पोरबंदर के दो क्रिकेट मैदानों में से एक है। यह मैदान सौराष्ट्र क्रिकेट टीम का घरेलू मैदान भी है। इसने रिकॉर्ड गिरने से पहले 1968 से 1986 तक छह क्रिकेट मैचों की मेजबानी की। इस मैदान का नाम महान भारतीय क्रिकेटर और प्रिंस ऑफ नवनगर कुमार श्री दलीपसिंहजी के नाम पर रखा गया है।</p>\r\n<p>नटवरसिंहजी क्रिकेट क्लब मैदान पोरबंदर के दो क्रिकेट मैदानों में से एक है। इसने सौराष्ट्र क्रिकेट टीम और महाराष्ट्र क्रिकेट टीम के बीच अक्टूबर 1960 में एक रणजी ट्रॉफी मैच की मेजबानी की। महाराष्ट्र की टीम ने 10 विकेट से जीत दर्ज की क्योंकि मैच में सौराष्ट्र ने कम स्कोर 94 और 139 रन बनाए और महाराष्ट्र ने 187 और 47/0 स्कोर बनाए। यह तीन दिनों के लिए निर्धारित किया गया था, लेकिन दो में पूरा किया गया था। यह केवल मैदान पर खेला जाने वाला क्रिकेट था।</p>\r\n<p>भारतीय क्रिकेटर जयदेव उनादकट का जन्म पोरबंदर में हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Porbandar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea4c9b42-b7fc-4007-9bf1-fa0ecfcbb1f6_Porbandar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-porbandar-gujarat","tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"पोरबंदर","slug":"porbandar"}],"recommendations":[{"id":462,"title":"नर्मदा, राजपीपला में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","dateCreated":"2019-08-24T08:58:38.348Z","dateModified":"2019-08-24T08:58:52.405Z","contributedBy":"AskGif","content":"नर्मदा जिला भारत में गुजरात राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय राजपीपला में स्थित है। [उद्धरण वांछित] जिला उत्तर में वडोदरा जिले, पूर्व में महाराष्ट्र राज्य द्वारा, दक्षिण में तापी जिले द्वारा और पश्चिम में भरूच जिले से घिरा हुआ है। जिले का क्षेत्रफल 2,755 वर्ग किमी है और इसकी आबादी 5,9","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"नर्मदा","slug":"narmada"},{"name":"राजपीपला","slug":"rajpipla"}],"slug":"top-places-to-visit-in-narmada-rajpipla-gujarat","total":0},{"id":457,"title":"खेड़ा, नडियाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"b6967b4b-6e42-4ac2-97f4-8114b108888c_Kheda-railway.jpg","dateCreated":"2019-08-24T06:24:44.79Z","dateModified":"2019-08-24T06:25:05.411Z","contributedBy":"AskGif","content":"खेड़ा, जिसे कैर्रा के नाम से भी जाना जाता है, भारतीय राज्य गुजरात में एक शहर और एक नगरपालिका है। यह खेड़ा जिले की पूर्व प्रशासनिक राजधानी थी। खेड़ा शहर तंबाकू की खेती के लिए प्रसिद्ध है। खेड़ा शहर भारत के गुजरात राज्य में सबसे विकसित शहर और जिला है। निकटतम रेलवे स्टेशन \"Mahemadavad खेड़ा रोड\" है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b6967b4b-6e42-4ac2-97f4-8114b108888c_Kheda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खेड़ा","slug":"kheda"},{"name":"गुजरात","slug":"gujarat"},{"name":"नाडियाड","slug":"nadiad"}],"slug":"top-places-to-visit-in-kheda-nadiad-gujarat","total":0},{"id":385,"title":"अमरेली में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","dateCreated":"2019-05-17T15:15:12.766Z","dateModified":"2019-05-17T16:11:50.371Z","contributedBy":"AskGif","content":"अमरेली भारतीय राज्य गुजरात में अमरेली जिले में एक शहर और एक नगर पालिका है।\r\n&nbsp;\r\nअमरेली जिला पश्चिमी भारत में गुजरात राज्य के 33 प्रशासनिक जिलों में से एक है। जिला मुख्यालय अमरेली में स्थित है। जिले का क्षेत्रफल 6,760 वर्ग किमी है और इसकी आबादी 1,513,614 है, जो 22.45% शहरी (2011 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अमरेली","slug":"amreli"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-amreli-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}