{"id":466,"title":"Top Places to visit in Porbandar, Gujarat","imageUrl":"ea4c9b42-b7fc-4007-9bf1-fa0ecfcbb1f6_Porbandar-railway.jpg","dateCreated":"2019-08-24T09:35:28.879Z","dateModified":"2019-08-24T09:36:17.14Z","contributedBy":"AskGif","content":"<p>Porbandar is a city in the Indian state of Gujarat, perhaps best known for being the birthplace of Mahatma Gandhi and Sudama. It is the administrative center of the Porbandar District and it was the former capital of the Porbandar princely state.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>&nbsp;</p>\r\n<p>The best time to visit is from October to March.</p>\r\n<p>&nbsp;</p>\r\n<p>Kirti Mandir, a temple and a memorial of MK Gandhi, built originally by Maharaja Sayaji Rao III in 1936 AD, and the nearby Rana Bapu's Mahal (birthplace of Mahatma Gandhi)</p>\r\n<p>Bharat Mandir (A permanent exhibition of culture, history, and geometry about India. It was established by Shri Nanjibhai Kalidas Mehta)</p>\r\n<p>Tara Mandir (one of the oldest planetariums of India)</p>\r\n<p>Ram Krishna Mission (Swami Vivekananda stayed here for four months)</p>\r\n<p>Shree Sudama ji mandir: one of the few temple built in India in his name</p>\r\n<p>Shree Hari Mandir or Sandipani temple (handled by Ramesh Oza): a massive temple complex</p>\r\n<p>The Huzoor Palace, Daria Raj Mahal Palace, Darbargadh and the Sartanji Choro</p>\r\n<p>Chowpati beach: one of the cleanest in coastal Gujarat</p>\r\n<p>Porbandar Bird Sanctuary (birds like teals, fowls, flamingos, ibis, curlews can be seen)</p>\r\n<p>Barda Hills Wildlife Sanctuary (about 15 km from Porbandar, ideal for trekking)</p>\r\n<p>Bileshwara Shiva temple (built in the 7th century)</p>\r\n<p>Khimeshwar Mahadev Temple (Kuchchdi) (1600-year-old temple as per the Archaeological Survey of India)</p>\r\n<p>Jamvant cave (15 km away at Ranavav town) (historical place from the time of Ramayan)</p>\r\n<p>Ghumli (37 km from the city, Capital of Jethwa kingdom till 1313, listed by Archaeological Survey of India)</p>\r\n<p>Porbandar has many wetlands ideal for birdwatching.</p>\r\n<p>Janmashtami Mela (5 days), celebrated in the month of Shraavana as per Hindu calendar. There are rides, foods and other attractions.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Mahatma Gandhi considered as \"The father of the Nation\" was born here</p>\r\n<p>Dilip Joshi actor (playing a lead role as Jethalal Gada in Taarak Mehta Ka Ooltah Chashmah)</p>\r\n<p>Sudama (also known as Kuchela) friend of Lord Krishna (mentioned in Shrimad Bhagvat)</p>\r\n<p>Port</p>\r\n<p>Porbandar is an ancient port city. At present it has an all-weather port, with direct berthing facilities up to 50,000 DWT ships.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>New terminal at Porbandar Airport</p>\r\n<p>The local transportation is auto rickshaw. Sudama Chowk is the main hub of auto rickshaw and private taxis.</p>\r\n<p>&nbsp;</p>\r\n<p>Porbandar is well-connected by road, rail and air to cities across the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>The city is connected through National Highway 8B, connecting to Rajkot and Ahmedabad. National Highway 8E Ext (also known as State Highway 6) connects to Jamnagar, Dwarka in the north and Veraval, Bhavnagar in the south.</p>\r\n<p>&nbsp;</p>\r\n<p>Major public transport is covered by the private and government buses.</p>\r\n<p>&nbsp;</p>\r\n<p>Many private coaches are available daily to Rajkot, Dwarka, Veraval, Junagadh, Ahmedabad, Jamnagar, Vadodra, Surat, and Mumbai.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>\"NH8b\" Highway</p>\r\n<p>Large number of S.T. buses (State Transport Corporation operated by government) are available to multiple destinations including major cities of the state, small villages and towns.</p>\r\n<p>&nbsp;</p>\r\n<p>From Narsang Tekri, you can catch luxurious air-conditioned private buses for Rajkot and Ahmedabad. The booking is available on the internet.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Porbandar railway station connects Porbandar with major cities of state and the country. There are daily trains to Rajkot (via Jamnagar, Bhanwad and Upleta, Dhoraji, Gondal as well), Somnath (via Junagadh) and Mumbai (via Ahmedabad, Vadodra and Surat). There are also trains to Delhi, Muzaffarpur and Howrah connecting to major cities of Rajasthan, Uttar Pradesh, Vidarbha and West Bengal. A weekly train service connects Kochuveli (Kerala) and Secunderabad (Hyderabad) with Porbandar via Mangalore, Calicut, Kochi and Quilon(Kollam).</p>\r\n<p>&nbsp;</p>\r\n<p>Airport</p>\r\n<p>Porbandar Airport Mumbai-Porbandar to and fro flight by SpiceJet is currently operational.</p>\r\n<p>&nbsp;</p>\r\n<p>Ahmedabad-Porbandar to and fro flight by TruJet is currently operational as well.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Duleep School of Cricket Ground is one of two cricket grounds in Porbandar. The ground is also the home ground of Saurashtra cricket team. It hosted six cricket matches from 1968 to 1986 before falling of the record. The ground is named after great Indian cricketer and Prince of Nawanagar Kumar Shri Duleepsinhji.</p>\r\n<p>Natwarsinhji Cricket Club Ground is one of two cricket grounds in Porbandar. It hosted a Ranji Trophy match in October 1960 between Saurashtra cricket team and Maharashtra cricket team. The Maharashtra team won by 10 wickets as the match had a low scores with Saurashtra scored 94 &amp; 139 and Maharashtra scored 187 and 47/0. It was scheduled for three days but was completed in two. This was only cricket played on the ground.</p>\r\n<p>Indian cricketer Jaydev Unadkat was born in Porbandar.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Porbandar</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea4c9b42-b7fc-4007-9bf1-fa0ecfcbb1f6_Porbandar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-porbandar-gujarat","tags":[{"name":"gujarat","slug":"gujarat"},{"name":"porbandar","slug":"porbandar"}],"recommendations":[{"id":462,"title":"Top Places to visit in Narmada, Rajpipla, Gujarat","imageUrl":"53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","dateCreated":"2019-08-24T08:58:38.348Z","dateModified":"2019-08-24T08:58:52.405Z","contributedBy":"AskGif","content":"Narmada district is an administrative district in the state of Gujarat in India. The district headquarters are located at Rajpipla.[citation needed] The district is bounded by Vadodara district in the north, by Maharashtra state in the east, by Tapi district in the south and by Bharuch district i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"narmada","slug":"narmada"},{"name":"rajpipla","slug":"rajpipla"}],"slug":"top-places-to-visit-in-narmada-rajpipla-gujarat","total":0},{"id":457,"title":"Top Places to visit in Kheda, Nadiad, Gujarat","imageUrl":"b6967b4b-6e42-4ac2-97f4-8114b108888c_Kheda-railway.jpg","dateCreated":"2019-08-24T06:24:44.79Z","dateModified":"2019-08-24T06:25:05.411Z","contributedBy":"AskGif","content":"Kheda, also known as Kaira, is a city and a municipality in the Indian state of Gujarat. It was the former administrative capital of Kheda district. Kheda city is famous for Tobacco Farming. Kheda city is the most developed city and district in the Gujarat state of India. The nearest railway stat","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b6967b4b-6e42-4ac2-97f4-8114b108888c_Kheda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kheda","slug":"kheda"},{"name":"gujarat","slug":"gujarat"},{"name":"nadiad","slug":"nadiad"}],"slug":"top-places-to-visit-in-kheda-nadiad-gujarat","total":0},{"id":385,"title":"Top Places to visit in Amreli, Gujarat","imageUrl":"a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","dateCreated":"2019-05-17T15:15:12.766Z","dateModified":"2019-05-17T16:11:50.371Z","contributedBy":"AskGif","content":"Amreli is a city and a municipality in Amreli district in Indian state of Gujarat.\r\n&nbsp;\r\nAmreli district is one of the 33 administrative districts of the state of Gujarat in western India. The district headquarters are located at Amreli. The district occupies an area of 6,760 km&","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"amreli","slug":"amreli"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-amreli-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}