{"id":467,"title":"Top Places to visit in Rajkot, Gujarat","imageUrl":"e09bc416-f99a-493a-93e2-528caf86ab29_Rajkot-railway.jpg","dateCreated":"2019-08-25T02:29:58.449Z","dateModified":"2019-08-25T02:30:20.157Z","contributedBy":"AskGif","content":"<p>Rajkot is the fourth-largest city in the state of Gujarat, India, after Ahmedabad, Surat and Vadodara and is in the centre of the Saurashtra region of Gujarat. Rajkot is the 35th-largest urban agglomeration in India, with a population of more than 1.8 million as of 2018(appx). Rajkot is the ninth-cleanest city of India, and is the 22th-fastest-growing city in the world as of July 2019. The city contains the administrative headquarters of the Rajkot District, 245 km from the state capital Gandhinagar, and is located on the banks of the Aji and Nyari rivers. Rajkot was the capital of the Saurashtra State from 15 April 1948 to 31 October 1956, before its merger with Bombay State on 1 November 1956. Rajkot was reincorporated into Gujarat State from 1 May 1960.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajkot has many historical landmarks and places. The Jubilee Garden is a large, open park in the centre of the city featuring many monuments from colonial times. Located prominently in the centre of the garden is the Connaught Hall. Other notable points of interest near the garden include the historic Mohandas Gandhi High School (Now Mahatma Gandhi Museum), Kaba Gandhi No Delo (Mohandas Gandhi's childhood residence), Rashtriya Shala, Watson Museum, Rotary Dolls Museum, Lang Library, Rotary Midtown Library and Saurashtra Cricket Association Stadium.</p>\r\n<p>&nbsp;</p>\r\n<p>The Rotary Dolls Museum has a collection of more than 1,400 dolls from all over the world.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Ramkrishna Ashram</p>\r\n<p>The Lang Library and the G.T. Sheth Library collect thousands of documents and books covering every period in Rajkot and Saurashtra (region) history. Rajkot has many other public libraries with many branches throughout the city. It includes Rotary Midtown of Rajkot City Library and many more.</p>\r\n<p>&nbsp;</p>\r\n<p>Other points of interest in Rajkot include Darbargarh Haveli, Swaminarayan Gurukul, Masonic Hall, Race Course, Aji Dam, Swaminarayan Temple, Isckon Temple,Vishwakarma Prabhuji Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>The Watson Museum, located in the Jubilee Garden, has a collection of human history and culture. It presents objects of the colonial period of India and the history of Rajkot. The Rajkot Memon Boarding is headquarters of Muslim activities before 1947. Saurashtra Muslim league held many Muslim convention at Rajkot Memon boarding ground.</p>\r\n<p>&nbsp;</p>\r\n<p>The Gaibanshah Peer Dargah is the center of conviction of people whether they are Muslims or Hindus. At Gaibanshah Peer Dargah there is a religious program called Urss every year. In this program almost every religions head come and took part in this gathering every year and preach about peace and humanity.</p>\r\n<p>&nbsp;</p>\r\n<p>The Trimandir, a non-sectarian temple founded by Dada Bhagwan, is located at a short distance from the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Rajkot is connected to major Indian cities by air, railway and road.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads and highways</p>\r\n<p>&nbsp;</p>\r\n<p>Road network near Rajkot Gujarat India 2015</p>\r\n<p>The Gujarat State Road Transport Corporation (GSRTC) runs regular buses to and from Rajkot to other cities of Gujarat. More than 81000 people travel daily with GSRTC.[citation needed] Rajkot is very well connected with Gujarat State Highways and Rajkot is allocated the vehicle registration code GJ-3 by RTO. There are a number of private bus operators connecting city with other cities of Gujarat state and other states of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail and internal transport</p>\r\n<p>&nbsp;</p>\r\n<p>Rajkot Junction Railway Station</p>\r\n<p>Rajkot has two railway stations. Rajkot Junction Railway Station (station code: RJT) is the more widely used railway station for passenger trains, and has services to all the major cities of India. Its elevation is 128 m above sea level. The other, smaller, railway station is Bhaktinagar Railway Station (station code: BKNG), served only by trains from Somnath, Veraval, Junagadh and Porbandar.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajkot Municipal Corporation has restored city bus services with Public Private Partnership in 2007. RMC and a private company is providing around 80 CNG buses under 15 to 20 routes in city and suburbs.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Rajkot BRTS Bus and the Corridor</p>\r\n<p>Recently Rajkot BRTS was launched on 1 October 2012. a new Bus Rapid Transit System (BRTS) with launching of the 10-km long Blue corridor and two AC buses which will be free for the first three months. The corridor is located in the west part of the city through the 150 ft ring road connecting Madhapar chokdi on the Jamangar road to Gondal chokdi on the Gondal road. The corridor will host 11 buses in further stage.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajkot BRTS Route</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>A Jet Airways aircraft and refuelling truck on the apron at Rajkot Airport</p>\r\n<p>The fully completed project in future will have two more corridors &ndash; green and red from Arvind Maniyar Nagar to Saurashtra University and Greenland Chowk to Saurashtra University respectively involving 157 buses in three colours. Rajkot thus becomes the second city in Gujarat to have BRTS after Ahmedabad. The city of Surat too is planning an ambitious BRTS project, construction of which is going on presently.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rajkot</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e09bc416-f99a-493a-93e2-528caf86ab29_Rajkot-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rajkot-gujarat","tags":[{"name":"rajkot","slug":"rajkot"},{"name":"gujarat","slug":"gujarat"}],"recommendations":[{"id":468,"title":"Top Places to visit in Sabarkantha, Himatnagar, Gujarat","imageUrl":"0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","dateCreated":"2019-08-25T02:56:35.624Z","dateModified":"2019-08-25T02:56:52.687Z","contributedBy":"AskGif","content":"Sabarkantha district is one of the 33 districts of Gujarat state of India and is located in the northeastern part of the state. The administrative headquarters of the district is located in Himmatnagar.\r\n&nbsp;\r\nDivisions\r\nSabarkantha district has the following 8 Talukas :</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himatnagar","slug":"himatnagar"},{"name":"sabarkantha","slug":"sabarkantha"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-sabarkantha-himatnagar-gujarat","total":0},{"id":403,"title":"Top Places to visit in Gir Somnath, Veraval, Gujarat","imageUrl":"3877ecdc-87e3-4aa1-a8e0-8607110f1df8_Gir-Somnath.jpg","dateCreated":"2019-06-24T14:48:01.367Z","dateModified":"2019-06-24T15:03:15.875Z","contributedBy":"AskGif","content":"Gir Somnath District is a district of Gujarat, India. It is located on the southern corner of the Kathiawar peninsula with its headquarters at the town of Veraval. Veraval has a population around 3.5 lacs.\r\n&nbsp;\r\nGir Somnath District was split from Junagadh district in August 2013","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3877ecdc-87e3-4aa1-a8e0-8607110f1df8_Gir-Somnath.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gir-somnath","slug":"gir-somnath"},{"name":"veraval","slug":"veraval"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-gir-somnath-veraval-gujarat","total":0},{"id":401,"title":"Top Places to visit in Devbhoomi Dwarka, Khambhalia, Gujarat","imageUrl":"76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","dateCreated":"2019-06-23T09:30:41.72Z","dateModified":"2019-06-23T10:24:29.484Z","contributedBy":"AskGif","content":"Devbhumi Dwarka District is a district of India located on the southern coast of the Gulf of Kutch in the state of Gujarat. Its headquarters are located in the city of Jamkhambhaliya. The district was created on August 15, 2013 from Jamnagar district.\r\n&nbsp;\r\nTalukas (Administrativ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"devbhoomi-dwarka","slug":"devbhoomi-dwarka"},{"name":"gujarat","slug":"gujarat"},{"name":"khambhalia","slug":"khambhalia"}],"slug":"top-places-to-visit-in-devbhoomi-dwarka-khambhalia-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}