{"id":467,"title":"राजकोट में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"e09bc416-f99a-493a-93e2-528caf86ab29_Rajkot-railway.jpg","dateCreated":"2019-08-25T02:29:58.449Z","dateModified":"2019-08-25T02:30:20.157Z","contributedBy":"AskGif","content":"<p>अहमदाबाद, सूरत और वडोदरा के बाद, भारत के गुजरात राज्य में राजकोट चौथा सबसे बड़ा शहर है और गुजरात के सौराष्ट्र क्षेत्र के केंद्र में है। राजकोट भारत का 35 वाँ सबसे बड़ा शहरी समूह है, जहाँ 2018 (लगभग) की आबादी 1.8 मिलियन से अधिक है। राजकोट भारत का नौवां सबसे स्वच्छ शहर है, और जुलाई 2019 तक दुनिया का 22 वां सबसे तेजी से विकसित होने वाला शहर है। इस शहर में राजकोट जिले का प्रशासनिक मुख्यालय है, जो राज्य की राजधानी गांधीनगर से 245 किमी दूर है, और इस पर स्थित है Aji और Nyari नदियों के किनारे। 15 नवंबर 1948 से 31 अक्टूबर 1956 तक राजकोट सौराष्ट्र राज्य की राजधानी था, 1 नवंबर 1956 को बॉम्बे राज्य के साथ इसके विलय से पहले। राजकोट गुजरात राज्य में 1 मई 1960 से पुन: स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>राजकोट में कई ऐतिहासिक स्थल और स्थान हैं। जुबली गार्डन शहर के केंद्र में एक बड़ा, खुला पार्क है, जिसमें औपनिवेशिक समय से कई स्मारक हैं। बगीचे के केंद्र में प्रमुखता से स्थित कनॉट हॉल है। बगीचे के पास अन्य उल्लेखनीय बिंदुओं में ऐतिहासिक मोहनदास गांधी हाई स्कूल (अब महात्मा गांधी संग्रहालय), काबा गांधी नो डेलो (मोहनदास गांधी का बचपन का निवास), राष्ट्रीय शाला, वाटसन संग्रहालय, रोटरी डॉल संग्रहालय, लैंग लाइब्रेरी, रोटरी मिडटाउन लाइब्रेरी और पुस्तकालय शामिल हैं सौराष्ट्र क्रिकेट एसोसिएशन स्टेडियम।</p>\r\n<p>&nbsp;</p>\r\n<p>रोटरी डॉल संग्रहालय में दुनिया भर से 1,400 से अधिक गुड़ियों का संग्रह है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>रामकृष्ण आश्रम</p>\r\n<p>लैंग लाइब्रेरी और जी.एस.टी. शेठ लाइब्रेरी राजकोट और सौराष्ट्र (क्षेत्र) के इतिहास में हर अवधि को कवर करने वाले हजारों दस्तावेज़ों और पुस्तकों को इकट्ठा करती है। पूरे शहर में कई शाखाओं के साथ राजकोट में कई अन्य सार्वजनिक पुस्तकालय हैं। इसमें राजकोट सिटी लाइब्रेरी का रोटरी मिडटाउन और कई अन्य शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजकोट में रुचि के अन्य बिंदुओं में दरबारगढ़ हवेली, स्वामीनारायण गुरुकुल, मेसोनिक हॉल, रेस कोर्स, आजी बांध, स्वामीनारायण मंदिर, इस्कॉन मंदिर, विश्वकर्मा प्रभुजी मंदिर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जुबली गार्डन में स्थित वाटसन संग्रहालय में मानव इतिहास और संस्कृति का संग्रह है। यह भारत के औपनिवेशिक काल और राजकोट के इतिहास की वस्तुओं को प्रस्तुत करता है। राजकोट मेमन बोर्डिंग 1947 से पहले मुस्लिम गतिविधियों का मुख्यालय है। सौराष्ट्र मुस्लिम लीग ने राजकोट मेमन बोर्डिंग ग्राउंड में कई मुस्लिम सम्मेलन आयोजित किए।</p>\r\n<p>&nbsp;</p>\r\n<p>गैबंशाह पीर दरगाह लोगों की सजा का केंद्र है चाहे वे मुसलमान हों या हिंदू। गैबंशाह पीर दरगाह पर हर साल उर्स नाम का एक धार्मिक कार्यक्रम होता है। इस कार्यक्रम में लगभग हर धर्म के प्रमुख आते हैं और हर साल इस सभा में हिस्सा लेते हैं और शांति और मानवता के बारे में प्रचार करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिमंदिर, दादा भगवान द्वारा स्थापित एक गैर-संप्रदाय मंदिर, शहर से थोड़ी दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>राजकोट प्रमुख भारतीय शहरों से हवाई, रेलवे और सड़क मार्ग से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़कें और राजमार्ग</p>\r\n<p>&nbsp;</p>\r\n<p>राजकोट गुजरात भारत 2015 के पास सड़क नेटवर्क</p>\r\n<p>गुजरात राज्य सड़क परिवहन निगम (GSRTC) राजकोट से गुजरात के अन्य शहरों के लिए नियमित बसें चलाता है। GSRTC के साथ प्रतिदिन 81000 से अधिक लोग यात्रा करते हैं। [उद्धरण वांछित] राजकोट गुजरात राज्य राजमार्गों के साथ बहुत अच्छी तरह से जुड़ा हुआ है और राजकोट को RTO द्वारा वाहन पंजीकरण कोड GJ-3 आवंटित किया गया है। गुजरात राज्य के अन्य शहरों और भारत के अन्य राज्यों के साथ शहर को जोड़ने वाले कई निजी बस ऑपरेटर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल और आंतरिक परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>राजकोट जंक्शन रेलवे स्टेशन</p>\r\n<p>राजकोट में दो रेलवे स्टेशन हैं। राजकोट जंक्शन रेलवे स्टेशन (स्टेशन कोड: RJT) यात्री ट्रेनों के लिए अधिक व्यापक रूप से इस्तेमाल किया जाने वाला रेलवे स्टेशन है, और भारत के सभी प्रमुख शहरों में इसकी सेवाएं उपलब्ध हैं। समुद्र तल से इसकी ऊंचाई 128 मीटर है। दूसरा, छोटा, रेलवे स्टेशन भक्तिनगर रेलवे स्टेशन (स्टेशन कोड: BKNG) है, जो केवल सोमनाथ, वेरावल, जूनागढ़ और पोरबंदर की ट्रेनों द्वारा सेवा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजकोट नगर निगम ने 2007 में पब्लिक प्राइवेट पार्टनरशिप के साथ सिटी बस सेवाओं को बहाल किया है। आरएमसी और एक निजी कंपनी शहर और उपनगरों में 15 से 20 मार्गों के तहत लगभग 80 सीएनजी बसें प्रदान कर रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>राजकोट बीआरटीएस बस और कॉरिडोर</p>\r\n<p>हाल ही में राजकोट बीआरटीएस को 1 अक्टूबर 2012 को लॉन्च किया गया था। 10 किलोमीटर लंबे ब्लू कॉरिडोर और दो एसी बसों को लॉन्च करने के साथ एक नया बस रैपिड ट्रांजिट सिस्टम (बीआरटीएस) जो पहले तीन महीनों के लिए मुफ्त होगा। गलियारा शहर के पश्चिम भाग में 150 फुट रिंग रोड के माध्यम से जामपार रोड पर माधपार चोकड़ी को गोंडल चोकड़ी से गोंडल रोड पर जोड़ता है। गलियारा आगे के चरण में 11 बसों की मेजबानी करेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>राजकोट BRTS रूट</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>जेट एयरवेज का एक विमान और राजकोट हवाई अड्डे पर एप्रन पर ईंधन भरने वाला ट्रक</p>\r\n<p>भविष्य में पूरी तरह से पूरी की गई परियोजना में दो और गलियारे होंगे - अरविंद मनियार नगर से सौराष्ट्र विश्वविद्यालय और ग्रीनलैंड चौक से सौराष्ट्र विश्वविद्यालय तक क्रमशः तीन रंगों में 157 बसें शामिल हैं। राजकोट इस प्रकार अहमदाबाद के बाद बीआरटीएस होने वाला गुजरात का दूसरा शहर बन गया। सूरत शहर भी एक महत्वाकांक्षी बीआरटीएस परियोजना की योजना बना रहा है, जिसका निर्माण वर्तमान में चल रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Rajkot</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e09bc416-f99a-493a-93e2-528caf86ab29_Rajkot-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rajkot-gujarat","tags":[{"name":"राजकोट","slug":"rajkot"},{"name":"गुजरात","slug":"gujarat"}],"recommendations":[{"id":468,"title":"साबरकांठा, हिम्मतनगर में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","dateCreated":"2019-08-25T02:56:35.624Z","dateModified":"2019-08-25T02:56:52.687Z","contributedBy":"AskGif","content":"साबरकांठा जिला भारत के गुजरात राज्य के 33 जिलों में से एक है और यह राज्य के पूर्वोत्तर भाग में स्थित है। जिले का प्रशासनिक मुख्यालय हिम्मतनगर में स्थित है।\r\n&nbsp;\r\nप्रभागों\r\nसाबरकांठा जिले में निम्नलिखित 8 तालुका हैं:\r\n&nbsp;\r\nहिम्मतनगर - जिला मुख्यालय\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिम्मतनगर","slug":"himatnagar"},{"name":"साबरकांठा","slug":"sabarkantha"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-sabarkantha-himatnagar-gujarat","total":0},{"id":403,"title":"गिर सोमनाथ, वेरावल, गुजरात में देखने के लिए शीर्ष स्थान","imageUrl":"3877ecdc-87e3-4aa1-a8e0-8607110f1df8_Gir-Somnath.jpg","dateCreated":"2019-06-24T14:48:01.367Z","dateModified":"2019-06-24T15:03:15.875Z","contributedBy":"AskGif","content":"गिर सोमनाथ जिला गुजरात, भारत का एक जिला है। यह वेरावल शहर में अपने मुख्यालय के साथ काठियावाड़ प्रायद्वीप के दक्षिणी कोने पर स्थित है। वेरावल की आबादी लगभग 3.5 लाख है।\r\n&nbsp;\r\nगिर सोमनाथ जिला अगस्त 2013 में जूनागढ़ जिले से अलग हो गया, जब गुजरात में सात नए जिले अस्तित्व में आए।\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3877ecdc-87e3-4aa1-a8e0-8607110f1df8_Gir-Somnath.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गिर-सोमनाथ","slug":"gir-somnath"},{"name":"वेरावल","slug":"veraval"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-gir-somnath-veraval-gujarat","total":0},{"id":401,"title":"देवभूमि द्वारका, खंभालिया में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","dateCreated":"2019-06-23T09:30:41.72Z","dateModified":"2019-06-23T10:24:29.484Z","contributedBy":"AskGif","content":"देवभूमि द्वारका जिला भारत का एक जिला है जो गुजरात राज्य में कच्छ की खाड़ी के दक्षिणी तट पर स्थित है। इसका मुख्यालय जामखंभालिया शहर में स्थित है। जिला 15 अगस्त 2013 को जामनगर जिले से बनाया गया था।\r\n&nbsp;\r\nतालुका (प्रशासनिक प्रभाग)\r\nजिले में 4 तालुका हैं:\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/76583dee-d980-44c4-b955-b30956d9c267_Dwarka-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"देवभूमि-द्वारका","slug":"devbhoomi-dwarka"},{"name":"गुजरात","slug":"gujarat"},{"name":"खंभालिया","slug":"khambhalia"}],"slug":"top-places-to-visit-in-devbhoomi-dwarka-khambhalia-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}