{"id":468,"title":"Top Places to visit in Sabarkantha, Himatnagar, Gujarat","imageUrl":"0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","dateCreated":"2019-08-25T02:56:35.624Z","dateModified":"2019-08-25T02:56:52.687Z","contributedBy":"AskGif","content":"<p>Sabarkantha district is one of the 33 districts of Gujarat state of India and is located in the northeastern part of the state. The administrative headquarters of the district is located in Himmatnagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Sabarkantha district has the following 8 Talukas :</p>\r\n<p>&nbsp;</p>\r\n<p>Himatnagar - District Headquarters</p>\r\n<p>Idar</p>\r\n<p>Prantij</p>\r\n<p>Talod</p>\r\n<p>Khedbrahma</p>\r\n<p>Vadali</p>\r\n<p>Vijaynagar</p>\r\n<p>Poshina</p>\r\n<p>&nbsp;</p>\r\n<p>Forts</p>\r\n<p>Idario Gadh - Ilva Durga (ancient fort) &ndash; Idar is an ancient fort, known as 'Ilva Durga' and finds mentioned in Mahabharat and in the travelogue of the Rathore Rajputs in the Mahi Kantha agency at the time of British Raj. It is a classic example of a naturally protected hill fort, located at the southern edge of the Aravalli range. At the foothill, lay the ruins of an old palace, a fine specimen of architecture in stone with delicately carved balconies. The entry to Idar town is through a three-storeyed clock tower cum entrance gate, with a huge arch and semi-circular dome at the top. The road, with a colourful bazaar on both sides, leads to the tower and ends at the foothills of Idar fort.</p>\r\n<p>&nbsp;</p>\r\n<p>Heritage Sites</p>\r\n<p>&nbsp;</p>\r\n<p>Jain temple complex in polo monument</p>\r\n<p>Vijay Villas Vijaynagar - Vijay Villas Vijaynagar is nested in the foothills of the Aravali ranges and is on the edge of among the few dense forests left in Gujarat in the Sabarkantha district which is on the border of Gujarat and Rajasthan. It is a heaven for nature and wildlife admirers. Unique for its picturesque surroundings which serve as a refuge for fascinating species of flora and fauna, a sanctuary of rare birds and wild animals, adorned by beautiful flowing rivulets and unsullied lakes fills up your senses.</p>\r\n<p>&nbsp;</p>\r\n<p>Darbargadh - About 18 km from Ambaji in Sabarkantha district, Poshina takes one back to the simple beauty of traditional village life, populated by a captivating m&eacute;lange of colorful tribal communities of the Garasias, Bhils and the pastoral Rabaris. Poshina is home to a tribal shrine where you find the staggering scene of thousands of terracotta horses standing in rows as offerings to the local goddess. Nearby villages have similar horses carved in reverence to her divinity. A visit to the homes of the potters who make these striking horses is an excellent glimpse into the tribal culture.</p>\r\n<p>&nbsp;</p>\r\n<p>In Poshina you find the Darbargadh Poshina, once a palace, and now a welcoming heritage hotel, with huge gateways, a massive dome, numerous pillars and arches, a pleasant courtyard, gardens, lawns and terraces, owned by the descendants of the Chalukyas, whose empire spread through much of Gujarat and Central India in the 12th century. You also find old Jain sandstone temples of Parshvanath and Neminath and an old Shiva temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Sabarkantha District is bounded by Rajasthan state to the north and northeast, Banaskantha district and Mehsana district to the west, Gandhinagar district to the south and Panchmahal district to the southeast.</p>\r\n<p>&nbsp;</p>\r\n<p>The district comprises 7 Talukas. It is spread across an area of 7390 km2. It has a gender ratio of 950 females per 1000 men, and the literacy rate for the district is 76.6%.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Harnav dam</p>\r\n<p>History</p>\r\n<p>During the Western Satrap rule, the region was known as Shwabhra (Gujarati: શ્વભ્ર). The region is under rule of Satrap Rudradama in 150 A.D. as indicated in Ashoka's Major Rock Edicts at Junagadh. The river of the region is named as Shwabhravati which is now known as Sabarmati River. The region is also named in auxiliary text Gaṇapāṭha of Pāṇini's grammar work, Aṣṭādhyāyī.</p>\r\n<p>&nbsp;</p>\r\n<p>During the British Raj Vijaynagar in Sabarkantha district was the capital of Vijaynagar State or Pol State, one of the princely states of the Mahi Kantha Agency.</p>\r\n<p>&nbsp;</p>\r\n<p>The present-day district of Sabarkantha was formed in 1949 through the merger of 29 princely states and some parts of the British-governed Ahmedabad district. When the erstwhile Bombay state was bifurcated in 1960, Sabarkantha became a part of the newly-formed Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>Sabarkantha district is host to the famous Chitra Vichitra Fair in Gunbhakhari village, a couple of weeks after Holi.</p>\r\n<p>&nbsp;</p>\r\n<p>Polo forest</p>\r\n<p>Main article: Polo forest</p>\r\n<p>&nbsp;</p>\r\n<p>Polo forest Vijaynagar</p>\r\n<p>Polo forest is a beautiful forest area spread across 400 square KM located near Abhapur village in Vijaynagar taluka of Gujarat, Polo forest is surrounded by beautiful hills from where the Harnav River is crossing and spread across the forest, ancient Shiv temple, Jain temple and other heritage site located in nearby areas, Every year, Gujarat government celebrate Polo festival by organizing well planned travel events which includes adventure activities, cycling, camping and many more things. There is a polo camp city is setup at polo forest where you can stay and enjoy the polo utsav.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable personalities</p>\r\n<p>Umashankar Joshi (1911&ndash;1988) Writer and scholar. Born in Bamna.</p>\r\n<p>Rashid Patel Indian cricketer</p>\r\n<p>Zohraben Chavda (1923&ndash;1997) a Gandhian social reformer and member of the 3rd Loksabha from Banaskantha</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sabarkantha_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sabarkantha-himatnagar-gujarat","tags":[{"name":"himatnagar","slug":"himatnagar"},{"name":"sabarkantha","slug":"sabarkantha"},{"name":"gujarat","slug":"gujarat"}],"recommendations":[{"id":469,"title":"Top Places to visit in Surat, Gujarat","imageUrl":"fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","dateCreated":"2019-08-25T03:06:01.584Z","dateModified":"2019-08-25T03:06:27.078Z","contributedBy":"AskGif","content":"Surat is a city in the Indian state of Gujarat. It used to be a large seaport and is now a centre for diamond cutting and polishing. It is the eighth largest city and ninth largest urban agglomeration in India. It is the administrative capital of the Surat district. The city is located 284 kilome","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"surat","slug":"surat"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-surat-gujarat","total":0},{"id":462,"title":"Top Places to visit in Narmada, Rajpipla, Gujarat","imageUrl":"53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","dateCreated":"2019-08-24T08:58:38.348Z","dateModified":"2019-08-24T08:58:52.405Z","contributedBy":"AskGif","content":"Narmada district is an administrative district in the state of Gujarat in India. The district headquarters are located at Rajpipla.[citation needed] The district is bounded by Vadodara district in the north, by Maharashtra state in the east, by Tapi district in the south and by Bharuch district i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"narmada","slug":"narmada"},{"name":"rajpipla","slug":"rajpipla"}],"slug":"top-places-to-visit-in-narmada-rajpipla-gujarat","total":0},{"id":390,"title":"Top Places to visit in Bhavnagar, Gujarat","imageUrl":"53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","dateCreated":"2019-06-05T07:01:21.623Z","dateModified":"2019-06-05T07:11:19.402Z","contributedBy":"AskGif","content":"Bhavnagar is a city in the Bhavnagar district of the Saurashtra region of the Gujarat state of India. It was founded in 1724 by Bhavsinhji Gohil (1703&ndash;1764). It was the capital of Bhavnagar State, which was a Princely state before it was merged into the Indian Union in 1948. It is now admin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhavnagar","slug":"bhavnagar"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-bhavnagar-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}