{"id":468,"title":"साबरकांठा, हिम्मतनगर में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","dateCreated":"2019-08-25T02:56:35.624Z","dateModified":"2019-08-25T02:56:52.687Z","contributedBy":"AskGif","content":"<p>साबरकांठा जिला भारत के गुजरात राज्य के 33 जिलों में से एक है और यह राज्य के पूर्वोत्तर भाग में स्थित है। जिले का प्रशासनिक मुख्यालय हिम्मतनगर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>साबरकांठा जिले में निम्नलिखित 8 तालुका हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>हिम्मतनगर - जिला मुख्यालय</p>\r\n<p>Idar</p>\r\n<p>Prantij</p>\r\n<p>Talod</p>\r\n<p>Khedbrahma</p>\r\n<p>Vadali</p>\r\n<p>विजयनगर</p>\r\n<p>Poshina</p>\r\n<p>&nbsp;</p>\r\n<p>किलों</p>\r\n<p>इडरियो गढ़ - इल्वा दुर्गा (प्राचीन किला) - इदर एक प्राचीन किला है, जिसे 'इल्वा दुर्गा' के नाम से जाना जाता है और इसका उल्लेख महाभारत में और ब्रिटिश राज के समय माही कांथा एजेंसी में राठौड़ राजपूतों के यात्रा वृत्तांत में मिलता है। यह प्राकृतिक रूप से संरक्षित पहाड़ी किले का एक उत्कृष्ट उदाहरण है, जो अरावली पर्वतमाला के दक्षिणी किनारे पर स्थित है। तलहटी में, एक पुराने महल के खंडहरों को रखना, पत्थरों का शानदार नमूना है जो नाजुक नक्काशीदार बालकनियों के साथ है। इदर शहर में प्रवेश तीन मंजिला क्लॉक टॉवर सह प्रवेश द्वार के माध्यम से होता है, जिसके शीर्ष पर एक विशाल मेहराब और अर्ध-गोलाकार गुंबद होता है। सड़क, दोनों किनारों पर एक रंगीन बाजार के साथ, टॉवर की ओर जाती है और इदर किले की तलहटी पर समाप्त होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>धरोहर वाले स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>पोलो स्मारक में जैन मंदिर परिसर</p>\r\n<p>विजय विला विजयनगर - विजय विला विजयनगर अरावली पर्वतमाला की तलहटी में बसा हुआ है और गुजरात में राजस्थान और राजस्थान की सीमा पर स्थित साबरकांठा जिले में बचे कुछ घने जंगलों के बीच है। यह प्रकृति और वन्यजीव के प्रशंसकों के लिए स्वर्ग है। इसके सुरम्य परिवेश के लिए अद्वितीय जो वनस्पतियों और जीवों की आकर्षक प्रजातियों के लिए एक शरणस्थली के रूप में काम करता है, दुर्लभ पक्षियों और जंगली जानवरों का एक अभयारण्य, सुंदर बहने वाले नालों और अनछुए झीलों से सुशोभित आपकी इंद्रियों को भर देता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दरबारगढ़ - साबरकांठा जिले के अम्बाजी से लगभग 18 किमी दूर, पोशीना पारंपरिक ग्रामीण जीवन की सरल सुंदरता को एक बार फिर से ले जाता है, जो कि गरसियों, भीलों और देहाती राबारियों के रंगीन आदिवासी समुदायों के मनोरम मैलांगे से आबाद है। पोशिना एक आदिवासी मंदिर का घर है, जहाँ आपको हजारों देवी-देवताओं के घोड़ों का चौंका देने वाला दृश्य पंक्तियों में स्थानीय देवी को प्रसाद के रूप में मिलता है। आस-पास के गाँवों में समान देवता अपनी दिव्यता के प्रति श्रद्धा रखते हैं। इन हड़ताली घोड़ों को बनाने वाले कुम्हारों के घरों की यात्रा आदिवासी संस्कृति की उत्कृष्ट झलक है।</p>\r\n<p>&nbsp;</p>\r\n<p>पोशीना में आपको दरबारगढ़ पोशीना मिलता है, एक बार एक महल, और अब एक स्वागत योग्य विरासत होटल, जिसमें विशाल द्वार हैं, एक विशाल गुंबद, कई खंभे और मेहराब, एक सुखद आंगन, उद्यान, लॉन और छतों, चालुक्यों के वंशजों के स्वामित्व में है। जिसका साम्राज्य १२ वीं शताब्दी में गुजरात और मध्य भारत में फैला था। आपको पार्श्वनाथ और नेमिनाथ के पुराने जैन बलुआ पत्थर के मंदिर और एक पुराना शिव मंदिर भी मिलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>साबरकांठा जिला राजस्थान राज्य द्वारा उत्तर और उत्तर-पूर्व, बनासकांठा जिले और पश्चिम में मेहसाणा जिले, दक्षिण में गांधीनगर जिले और दक्षिण में पंचमहल जिले से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में 7 तालुका शामिल हैं। यह 7390 किमी 2 के क्षेत्र में फैला हुआ है। इसमें लिंगानुपात प्रति 1000 पुरुषों पर 950 महिलाओं का है, और जिले के लिए साक्षरता दर 76.6% है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>हरनाव बांध</p>\r\n<p>इतिहास</p>\r\n<p>पश्चिमी क्षत्रप शासन के दौरान, इस क्षेत्र को श्वाभ्रा (गुजराती: शेवर) के रूप में जाना जाता था। यह क्षेत्र 150 ए डी में सतप रुद्रदामा के शासन में है, जैसा कि जूनागढ़ में अशोक के प्रमुख रॉक एडिट्स में दर्शाया गया है। क्षेत्र की नदी का नाम शवभारती है जिसे अब साबरमती नदी के नाम से जाना जाता है। इस क्षेत्र का नाम पाणिनी के व्याकरण के काम, अढाई के सहायक पाठ गौतम में भी रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रिटिश राज के दौरान साबरकांठा जिले में विजयनगर राज्य या पोल राज्य की राजधानी थी, जो माही कंथा एजेंसी की रियासतों में से एक थी।</p>\r\n<p>&nbsp;</p>\r\n<p>साबरकांठा का वर्तमान जिला 1949 में 29 रियासतों और ब्रिटिश शासित अहमदाबाद जिले के कुछ हिस्सों के विलय के माध्यम से बनाया गया था। जब 1960 में पूर्ववर्ती बॉम्बे राज्य का विभाजन किया गया था, साबरकांठा नवगठित गुजरात का हिस्सा बन गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>साबरकांठा जिला होली के कुछ हफ़्ते बाद, गुनखखारी गाँव में प्रसिद्ध चित्रा विचित्रा मेले की मेजबानी करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पोलो का जंगल</p>\r\n<p>मुख्य लेख: पोलो वन</p>\r\n<p>&nbsp;</p>\r\n<p>पोलो वन विजयनगर</p>\r\n<p>पोलो वन एक सुंदर वन क्षेत्र है जो गुजरात के विजयनगर तालुका के अभापुर गांव के पास स्थित 400 वर्ग किलोमीटर में फैला हुआ है, पोलो वन सुंदर पहाड़ियों से घिरा हुआ है जहाँ से हरनव नदी पार हो रही है और पूरे जंगल में फैली हुई है, प्राचीन शिव मंदिर, जैन मंदिर और अन्य आसपास के क्षेत्रों में स्थित विरासत स्थल, हर साल, गुजरात सरकार अच्छी तरह से नियोजित यात्रा कार्यक्रमों का आयोजन करके पोलो त्योहार मनाती है जिसमें साहसिक गतिविधियाँ, साइकिल चलाना, शिविर लगाना और कई अन्य चीजें शामिल हैं। पोलो जंगल में एक पोलो कैंप सिटी है, जहां आप ठहर सकते हैं और पोलो utsav का आनंद ले सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय व्यक्तित्व</p>\r\n<p>उमाशंकर जोशी (1911-1988) लेखक और विद्वान। बामना में पैदा हुए।</p>\r\n<p>राशिद पटेल भारतीय क्रिकेटर</p>\r\n<p>ज़ोहराबेन चावड़ा (1923-1997) एक गाँधीवादी समाज सुधारक और बनासकांठा से तीसरी लोक सभा के सदस्य</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sabarkantha_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sabarkantha-himatnagar-gujarat","tags":[{"name":"हिम्मतनगर","slug":"himatnagar"},{"name":"साबरकांठा","slug":"sabarkantha"},{"name":"गुजरात","slug":"gujarat"}],"recommendations":[{"id":469,"title":"सूरत, में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","dateCreated":"2019-08-25T03:06:01.584Z","dateModified":"2019-08-25T03:06:27.078Z","contributedBy":"AskGif","content":"सूरत भारतीय राज्य गुजरात का एक शहर है। यह एक बड़ा बंदरगाह हुआ करता था और अब हीरे की कटाई और चमकाने का केंद्र है। यह भारत में आठवां सबसे बड़ा शहर और नौवां सबसे बड़ा शहरी समूह है। यह सूरत जिले की प्रशासनिक राजधानी है। शहर राज्य की राजधानी गांधीनगर के दक्षिण में 284 किलोमीटर (176 मील) पर स्थित है; अ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सूरत","slug":"surat"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-surat-gujarat","total":0},{"id":462,"title":"नर्मदा, राजपीपला में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","dateCreated":"2019-08-24T08:58:38.348Z","dateModified":"2019-08-24T08:58:52.405Z","contributedBy":"AskGif","content":"नर्मदा जिला भारत में गुजरात राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय राजपीपला में स्थित है। [उद्धरण वांछित] जिला उत्तर में वडोदरा जिले, पूर्व में महाराष्ट्र राज्य द्वारा, दक्षिण में तापी जिले द्वारा और पश्चिम में भरूच जिले से घिरा हुआ है। जिले का क्षेत्रफल 2,755 वर्ग किमी है और इसकी आबादी 5,9","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53ac3a88-cf60-4e2f-9e3f-c95892a4e406_Narmada-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"नर्मदा","slug":"narmada"},{"name":"राजपीपला","slug":"rajpipla"}],"slug":"top-places-to-visit-in-narmada-rajpipla-gujarat","total":0},{"id":390,"title":"भावनगर में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","dateCreated":"2019-06-05T07:01:21.623Z","dateModified":"2019-06-05T07:11:19.402Z","contributedBy":"AskGif","content":"भावनगर भारत के गुजरात राज्य के सौराष्ट्र क्षेत्र के भावनगर जिले का एक शहर है। इसकी स्थापना 1724 में भवसिंहजी गोहिल (1703-1764) ने की थी। यह भावनगर राज्य की राजधानी थी, जो 1948 में भारतीय संघ में विलय होने से पहले एक रियासत थी। यह अब भावनगर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nभाव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/53c454a9-ee5c-42d3-abcc-3cc53470bf4f_Bhavnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भावनगर","slug":"bhavnagar"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-bhavnagar-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}