{"id":469,"title":"Top Places to visit in Surat, Gujarat","imageUrl":"fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","dateCreated":"2019-08-25T03:06:01.584Z","dateModified":"2019-08-25T03:06:27.078Z","contributedBy":"AskGif","content":"<p>Surat is a city in the Indian state of Gujarat. It used to be a large seaport and is now a centre for diamond cutting and polishing. It is the eighth largest city and ninth largest urban agglomeration in India. It is the administrative capital of the Surat district. The city is located 284 kilometres (176 mi) south of the state capital, Gandhinagar; 265 kilometres (165 mi) south of Ahmedabad; and 289 kilometres (180 mi) north of Mumbai. The city centre is located on the Tapti River, close to Arabian Sea.</p>\r\n<p>&nbsp;</p>\r\n<p>Surat will be world's fastest growing city from 2019 to 2035 year according to a study conducted by Economic Times. The city registered an annualised GDP growth rate of 11.5% over the seven fiscal years between 2001 and 2008. Surat was awarded \"best city\" by the Annual Survey of India's City-Systems (ASICS) in 2013. Surat is selected as the first smart IT city in India which is being constituted by the Microsoft CityNext Initiative tied up with IT services majors Tata Consultancy Services and Wipro. The city has 2.97 million internet users, about 65% of total population. Surat was selected in 2015 for an IBM Smarter Cities Challenge grant. Surat has been selected as one of twenty Indian cities to be developed as a smart city under PM Narendra Modi's flagship Smart Cities Mission. In 2017, Surat was the fourth cleanest city of India according to the Indian Ministry of Urban Development.</p>\r\n<p>&nbsp;</p>\r\n<p>Surat, famous for its diamond cutting and polishing is known as the Diamond City of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Built in 1860, Surat railway station falls under the administrative control of Western Railway zone of the Indian Railways. In early 2016, the Indian Railway Catering and Tourism Corporation rated the facility the best large station in India based on cleanliness.</p>\r\n<p>&nbsp;</p>\r\n<p>The Sitilink or Surat BRTS is a bus rapid transit system in the city. It is operated by Surat Municipal Corporation and as of August 2017, had a network of 245 buses connecting major localities.</p>\r\n<p>&nbsp;</p>\r\n<p>Surat International Airport located in Magdalla, 11 kilometres (7 mi) southwest of Surat. It is the 2nd busiest airport in Gujarat in terms of both aircraft movements and passenger traffic. Currently airlines such as Air India, Alliance Air, AirAsia India, SpiceJet, IndiGo Airlines, Air Odisha, Ventura AirConnect provide flight services from the Surat to various major cities like New Delhi, Mumbai, Kolkata, Chennai, Bengaluru, Hyderabad, Goa, Jaipur. Air India Express is set to begin international flight on Surat Sharjah route very soon. Apart from main city, Surat Airport also caters to various localities of south Gujarat including Navsari, Bardoli, Valsad, Bharuch, Ankleshwar.</p>\r\n<p>&nbsp;</p>\r\n<p>Surat Metro is a proposed rapid transit rail system for the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Universities</p>\r\n<p>Sardar Vallabhbhai National Institute of Technology, Surat is one of 31 National Institutes of Technology that are recognised as Institutes of National Importance by the Government of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Most of the regional colleges are affiliated to Veer Narmad South Gujarat University (VNSGU, named after the poet Veer Narmad), which has headquarters in the Surat Metropolitan Region. Colleges are also affiliated to SNDT , Gujarat Technological University and other universities.</p>\r\n<p>&nbsp;</p>\r\n<p>Government Medical College Surat is a more than 50 years old medical school of 250 yearly student admission capacity with attached tertiary care hospital, New Civil Hospital.</p>\r\n<p>&nbsp;</p>\r\n<p>Auro University has also started to provide education in Surat. Indian Institute of Information Technology, Surat started in 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>People</p>\r\n<p>Henry Barnes-Lawrence (1815&ndash;1896), Anglican clergyman, and founder of the Association for the Protection of Sea-Birds</p>\r\n<p>Kiransinh Chauhan, Gujarati poet and scriptwriter</p>\r\n<p>Ismail Darbar, Bollywood composer</p>\r\n<p>Freddy Daruwala, Bollywood Actor</p>\r\n<p>Harmeet Desai, table-tennis player</p>\r\n<p>Prachi Desai, actress in Bollywood</p>\r\n<p>Savji Dholakia, Indian businessman. He is the founder and chairman of Hari Krishna Export.</p>\r\n<p>Sanjeev Kumar (actual name Haribhai Jariwala), film actor</p>\r\n<p>Mareez, 20th century Gujarati poet, popular for his ghazals</p>\r\n<p>Narmad, Gujarati poet, playwright, essayist, orator, lexicographer and reformer under the British Raj</p>\r\n<p>Dhwanil Parekh, 20th century Gujarati poet</p>\r\n<p>Hardik Pandya, Indian international Cricketer</p>\r\n<p>Laljibhai Patel, an Indian diamantaire and philanthropic social activist, who is the chairman of Dharmanandan Diamonds Pvt. Ltd.(DDPL)</p>\r\n<p>Hendrik van Rheede (1636&ndash;1691), Dutch botanist and colonial administrator. Died of the coast of Mumbai and was buried at the Dutch Cemetery in Surat.</p>\r\n<p>Gunvant Shah, educationist and columnist</p>\r\n<p>Bhagwatikumar Sharma, author and journalist</p>\r\n<p>Farooq Sheikh, actor and television presenter</p>\r\n<p>Virji Vora, businessman known as \"merchant prince\" during Mughal era</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Surat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-surat-gujarat","tags":[{"name":"surat","slug":"surat"},{"name":"gujarat","slug":"gujarat"}],"recommendations":[{"id":472,"title":"Top Places to visit in Vadodara, Gujarat","imageUrl":"35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","dateCreated":"2019-08-25T03:35:26.977Z","dateModified":"2019-08-25T03:37:14.363Z","contributedBy":"AskGif","content":"Vadodara (formerly known as Baroda) is the third-largest city in the Indian state of Gujarat, after Ahmedabad and Surat. It is the administrative headquarters of Vadodara District and is located on the banks of the Vishwamitri river, 141 kilometres (88 mi) from the state capital Gandhinagar. The ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vadodara","slug":"vadodara"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-vadodara-gujarat","total":0},{"id":398,"title":"Top Places to visit in Dahod, Gujarat","imageUrl":"6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","dateCreated":"2019-06-22T09:46:25.098Z","dateModified":"2019-06-22T09:54:05.66Z","contributedBy":"AskGif","content":"Dahod is a small city on the banks of the Dudhimati River in Dahod District in the State of Gujarat, India. It is said that it has taken its name from Saint Dadhichi, who had an Ashram on the bank of Dudhumati river. The city serves as District Headquarters for Dahod District. It is 214 kilometre","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dahod","slug":"dahod"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-dahod-gujarat","total":0},{"id":397,"title":"Top Places to visit in Chhota Udepur, Gujarat","imageUrl":"862b0c19-e08c-45be-84cd-93d3cb48d566_Chhota-Udepur.jpg","dateCreated":"2019-06-22T07:47:45.745Z","dateModified":"2019-06-22T08:16:34.31Z","contributedBy":"AskGif","content":"Chhota Udaipur is a city and a municipality in Chhota Udaipur district in the state of Gujarat, India. It is the headquarters of Chhota Udaipur district.\r\n&nbsp;\r\nChhota Udaipur district (also Chhota Udepur district) is a district in the state of Gujarat in India. It was carved out ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/862b0c19-e08c-45be-84cd-93d3cb48d566_Chhota-Udepur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"chhota-udepur","slug":"chhota-udepur"}],"slug":"top-places-to-visit-in-chhota-udepur-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}