{"id":469,"title":"सूरत, में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","dateCreated":"2019-08-25T03:06:01.584Z","dateModified":"2019-08-25T03:06:27.078Z","contributedBy":"AskGif","content":"<p>सूरत भारतीय राज्य गुजरात का एक शहर है। यह एक बड़ा बंदरगाह हुआ करता था और अब हीरे की कटाई और चमकाने का केंद्र है। यह भारत में आठवां सबसे बड़ा शहर और नौवां सबसे बड़ा शहरी समूह है। यह सूरत जिले की प्रशासनिक राजधानी है। शहर राज्य की राजधानी गांधीनगर के दक्षिण में 284 किलोमीटर (176 मील) पर स्थित है; अहमदाबाद के दक्षिण में 265 किलोमीटर (165 मील); और मुंबई के उत्तर में 289 किलोमीटर (180 मील)। अरब सागर के करीब शहर का केंद्र ताप्ती नदी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>इकोनॉमिक टाइम्स द्वारा किए गए एक अध्ययन के अनुसार, सूरत 2019 से 2035 तक दुनिया का सबसे तेजी से विकसित होने वाला शहर होगा। शहर ने 2001 और 2008 के बीच सात वित्तीय वर्षों में 11.5% की वार्षिक जीडीपी विकास दर दर्ज की। सूरत को 2013 में भारत के सिटी-सिस्टम्स (एएसआईसीएस) के वार्षिक सर्वेक्षण द्वारा \"सर्वश्रेष्ठ शहर\" प्रदान किया गया। सूरत को पहला स्मार्ट चुना गया है भारत में आईटी शहर जो Microsoft CityNext पहल द्वारा आईटी सेवाओं की बड़ी कंपनियों टाटा कंसल्टेंसी सर्विसेज और विप्रो के साथ मिलकर बनाया जा रहा है। शहर में 2.97 मिलियन इंटरनेट उपयोगकर्ता हैं, जो कुल आबादी का लगभग 65% है। 2015 में आईबीएम स्मार्ट सिटी चैलेंज चैलेंज के लिए सूरत को चुना गया था। सूरत को पीएम नरेंद्र मोदी के प्रमुख स्मार्ट सिटीज मिशन के तहत स्मार्ट सिटी के रूप में विकसित किए जाने वाले बीस भारतीय शहरों में से एक के रूप में चुना गया है। 2017 में, भारतीय शहरी विकास मंत्रालय के अनुसार सूरत भारत का चौथा सबसे स्वच्छ शहर था।</p>\r\n<p>&nbsp;</p>\r\n<p>हीरे की कटाई और चमकाने के लिए मशहूर सूरत को भारत के डायमंड सिटी के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>1860 में निर्मित, सूरत रेलवे स्टेशन भारतीय रेलवे के पश्चिमी रेलवे क्षेत्र के प्रशासनिक नियंत्रण में आता है। 2016 की शुरुआत में, इंडियन रेलवे कैटरिंग एंड टूरिज्म कॉर्पोरेशन ने स्वच्छता के आधार पर भारत में सबसे बड़े बड़े स्टेशन की सुविधा का मूल्यांकन किया।</p>\r\n<p>&nbsp;</p>\r\n<p>सिटीलाइट या सूरत बीआरटीएस शहर में एक बस रैपिड ट्रांजिट सिस्टम है। यह सूरत नगर निगम द्वारा संचालित है और अगस्त 2017 तक, प्रमुख इलाकों को जोड़ने वाली 245 बसों का नेटवर्क था।</p>\r\n<p>&nbsp;</p>\r\n<p>सूरत इंटरनेशनल एयरपोर्ट, सूरत के दक्षिण-पश्चिम में 11 किलोमीटर (7 मील) की दूरी पर मगदल्ला में स्थित है। विमान चाल और यात्री यातायात दोनों के लिहाज से यह गुजरात का दूसरा सबसे व्यस्त हवाई अड्डा है। वर्तमान में एयर इंडिया, एलायंस एयर, एयरएशिया इंडिया, स्पाइसजेट, इंडिगो एयरलाइंस, एयर ओडिशा, वेंचुरा एयरकनेक्ट जैसी एयरलाइंस सूरत से विभिन्न प्रमुख शहरों जैसे नई दिल्ली, मुंबई, कोलकाता, चेन्नई, बेंगलुरु, हैदराबाद, गोवा, जयपुर के लिए उड़ान सेवा प्रदान करती हैं। । एयर इंडिया एक्सप्रेस सूरत शारजाह मार्ग पर बहुत जल्द अंतरराष्ट्रीय उड़ान शुरू करने वाली है। मुख्य शहर के अलावा, सूरत हवाई अड्डा भी नवसारी, बारदोली, वलसाड, भरूच, अंकलेश्वर सहित दक्षिण गुजरात के विभिन्न इलाकों में आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सूरत मेट्रो शहर के लिए एक प्रस्तावित रैपिड ट्रांजिट रेल प्रणाली है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>विश्वविद्यालयों</p>\r\n<p>सरदार वल्लभभाई राष्ट्रीय प्रौद्योगिकी संस्थान, सूरत, 31 राष्ट्रीय प्रौद्योगिकी संस्थानों में से एक है, जिन्हें भारत सरकार द्वारा राष्ट्रीय महत्व के संस्थानों के रूप में मान्यता प्राप्त है।</p>\r\n<p>&nbsp;</p>\r\n<p>अधिकांश क्षेत्रीय कॉलेज वीर नर्मद दक्षिण गुजरात विश्वविद्यालय (VNSGU, कवि वीर नर्मद के नाम पर) से संबद्ध हैं, जिसका मुख्यालय सूरत महानगर में है। कॉलेज एसएनडीटी, गुजरात टेक्नोलॉजिकल यूनिवर्सिटी और अन्य विश्वविद्यालयों से भी संबद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट मेडिकल कॉलेज सूरत, 50 साल से अधिक पुराने मेडिकल स्कूल में 250 वर्ष के छात्र की प्रवेश क्षमता के साथ तृतीयक देखभाल अस्पताल, न्यू सिविल अस्पताल है।</p>\r\n<p>&nbsp;</p>\r\n<p>सूरत में शिक्षा प्रदान करने के लिए ऑरो यूनिवर्सिटी ने भी शुरुआत की है। भारतीय सूचना प्रौद्योगिकी संस्थान, सूरत 2017 में शुरू हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>लोग</p>\r\n<p>हेनरी बार्न्स-लॉरेंस (1815-1896), एंग्लिकन पादरी और समुद्र-पक्षियों के संरक्षण के लिए संघ के संस्थापक</p>\r\n<p>किरनसिंह चौहान, गुजराती कवि और पटकथा लेखक</p>\r\n<p>इस्माइल दरबार, बॉलीवुड संगीतकार</p>\r\n<p>फ्रेडी दारूवाला, बॉलीवुड अभिनेता</p>\r\n<p>हरमीत देसाई, टेबल-टेनिस खिलाड़ी</p>\r\n<p>प्राची देसाई, बॉलीवुड में अभिनेत्री</p>\r\n<p>सावजी ढोलकिया, भारतीय व्यापारी। वह हरि कृष्णा एक्सपोर्ट के संस्थापक और अध्यक्ष हैं।</p>\r\n<p>संजीव कुमार (वास्तविक नाम हरिभाई जरीवाला), फिल्म अभिनेता</p>\r\n<p>20 वीं सदी के गुजराती कवि, मरज़, अपनी ग़ज़लों के लिए लोकप्रिय हैं</p>\r\n<p>ब्रिटिश राज के तहत नर्मद, गुजराती कवि, नाटककार, निबंधकार, संचालक, भाषाविद और सुधारक</p>\r\n<p>धवनिल पारेख, 20 वीं सदी के गुजराती कवि</p>\r\n<p>हार्दिक पंड्या, भारतीय अंतर्राष्ट्रीय क्रिकेटर</p>\r\n<p>लालजीभाई पटेल, एक भारतीय डायनामेंट और परोपकारी सामाजिक कार्यकर्ता, जो धर्मनंदन ड्रेस प्राइवेट लिमिटेड के अध्यक्ष हैं। लिमिटेड (DDPL)</p>\r\n<p>हेंड्रिक वैन राएड (1636-1691), डच वनस्पतिशास्त्री और औपनिवेशिक प्रशासक। मुंबई के तट पर मौत हो गई और सूरत में डच कब्रिस्तान में दफनाया गया।</p>\r\n<p>गुणवंत शाह, शिक्षाविद् और स्तंभकार</p>\r\n<p>भगवतीकुमार शर्मा, लेखक और पत्रकार</p>\r\n<p>फारुख शेख, अभिनेता और टेलीविजन प्रस्तुतकर्ता</p>\r\n<p>विरजी वोरा, व्यापारी जिसे मुगल युग के दौरान \"व्यापारी राजकुमार\" के रूप में जाना जाता था</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Surat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa3ede41-d3ab-4a2a-bff7-366d45d7fdc6_Surat-Railway-Station.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-surat-gujarat","tags":[{"name":"सूरत","slug":"surat"},{"name":"गुजरात","slug":"gujarat"}],"recommendations":[{"id":472,"title":"वडोदरा में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","dateCreated":"2019-08-25T03:35:26.977Z","dateModified":"2019-08-25T03:37:14.363Z","contributedBy":"AskGif","content":"अहमदाबाद और सूरत के बाद वडोदरा (पहले बड़ौदा के नाम से जाना जाता था) भारत के गुजरात राज्य में तीसरा सबसे बड़ा शहर है। यह वडोदरा जिले का प्रशासनिक मुख्यालय है और विश्वामित्री नदी के तट पर स्थित है, जो राज्य की राजधानी गांधीनगर से 141 किलोमीटर (88 मील) दूर है। दिल्ली और मुंबई को जोड़ने वाली रेलवे ला","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वडोदरा","slug":"vadodara"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-vadodara-gujarat","total":0},{"id":398,"title":"दाहोद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","dateCreated":"2019-06-22T09:46:25.098Z","dateModified":"2019-06-22T09:54:05.66Z","contributedBy":"AskGif","content":"दाहोद, भारत के गुजरात राज्य में दाहोद जिले में दुधमती नदी के तट पर बसा एक छोटा शहर है। ऐसा कहा जाता है कि इसने अपना नाम संत दधीचि से लिया है, जिनका दुधमती नदी के तट पर एक आश्रम था। शहर दाहोद जिले के लिए जिला मुख्यालय के रूप में कार्य करता है। यह अहमदाबाद से 214 किलोमीटर (133 मील) और वड़ोदरा से 15","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दाहोद","slug":"dahod"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-dahod-gujarat","total":0},{"id":397,"title":"छोटा उदेपुर में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"862b0c19-e08c-45be-84cd-93d3cb48d566_Chhota-Udepur.jpg","dateCreated":"2019-06-22T07:47:45.745Z","dateModified":"2019-06-22T08:16:34.31Z","contributedBy":"AskGif","content":"छोटा उदयपुर भारत के गुजरात राज्य में छोटा उदयपुर जिले का एक शहर और एक नगर पालिका है। यह छोटा उदयपुर जिले का मुख्यालय है।\r\n&nbsp;\r\nछोटा उदयपुर जिला (छोटा उदेपुर जिला) भारत में गुजरात राज्य का एक जिला है। 26 जनवरी 2013 को छोटा उदयपुर शहर के मुख्यालय के साथ इसे वडोदरा जिले से बाहर किया","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/862b0c19-e08c-45be-84cd-93d3cb48d566_Chhota-Udepur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"छोटा-उदेपुर","slug":"chhota-udepur"}],"slug":"top-places-to-visit-in-chhota-udepur-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}