{"id":470,"title":"सुरेंद्रनगर में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"4566ed3a-c533-44af-997c-82fea039e27e_Surendranagar-railway.jpg","dateCreated":"2019-08-25T03:13:55.7Z","dateModified":"2019-08-25T03:14:17.285Z","contributedBy":"AskGif","content":"<p>सुरेंद्रनगर भारत में गुजरात राज्य के सौराष्ट्र क्षेत्र में एक प्रशासनिक जिला है। इसकी आबादी लगभग 1.7 मिलियन है। सुरेन्द्रनगर शहर, जुड़वां शहर वाधवान के साथ, कुल 400,000 निवासी हैं, और इसे \"कैम्प\" के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>अतीत में, सुरेन्द्रनगर का उपयोग एक हिल स्टेशन के रूप में उपनिवेशवादियों द्वारा किया गया था, क्योंकि इसके शुष्क वातावरण कुछ शारीरिक और मानसिक बीमारियों के लिए फायदेमंद था। [किसके द्वारा?] सुरेंद्रनगर की शुष्क हवा अभी भी गुजरात में सबसे अच्छी जगह मानी जाती है। क्षय रोगियों को ठीक करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला राजधानी सुरेंद्रनगर, जो नगर पालिका निकाय के अंतर्गत है, सड़कों की खराब स्थिति से पीड़ित है और दो कॉजवे जो भोगावो नदी द्वारा विभाजित शहर के दोनों किनारों से जुड़ते हैं। शहर के नगर पालिका निकाय को लंबे समय तक नगर निगम का दर्जा देने के लिए उम्मीदवार माना जाता है लेकिन कुछ राजनीतिक कारणों के कारण ऐसा कभी नहीं होता है। प्रति व्यक्ति शिक्षण संस्थानों में यह दूसरी सबसे बड़ी संख्या है। गुजरात के सुरेंद्रनगर से कई समाचार पत्र प्रकाशित होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>व्यवसायों</p>\r\n<p>कई छोटे और मध्यम उद्यम और उद्योग मौजूद हैं, जिनमें कन्फेक्शनरी, सिरेमिक, फार्मास्यूटिकल्स, इंजीनियरिंग प्लास्टिक और नमक उत्पादन शामिल हैं। वाधवान शहर कृषि उत्पादों, कपास, नमक, फार्मास्यूटिकल्स, रसायन और प्लास्टिक, कपड़ा बीयरिंग, चीनी मिट्टी की चीज़ें, और सेनेटरी वेयर के लिए एक प्रमुख व्यापार और प्रसंस्करण केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्राकृतिक संसाधन</p>\r\n<p>भारत की लगभग 25 प्रतिशत नमक की आपूर्ति सुरेंद्रनगर क्षेत्र में खनन से होती है। खासतौर पर खड़गोडा क्षेत्र में मीलों की आगर (नमक की ढेरी) हैं। उच्च गुणवत्ता वाले नमक का उत्पादन, रेगिस्तानी क्षेत्र झिनझुवाड़ा में होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कपड़ा</p>\r\n<p>सुरेंद्रनगर भारत में कपास और जिनिंग गतिविधियों का एक केंद्र है, जिसमें बड़ी संख्या में जिनिंग और दबाने वाली इकाइयाँ हैं। यह दुनिया में गुणवत्ता वाले शंकर कपास के सबसे बड़े उत्पादकों में से एक है। सुरेंद्रनगर कॉटन ऑयल एंड तिलहन एसोसिएशन लिमिटेड। (भारत सरकार द्वारा मान्यता प्राप्त) कपास के लिए एक विश्व प्रसिद्ध वायदा कारोबार है। इसकी स्थापना 1964 में हुई थी और यह भारत का पहला कॉटन फ्यूचर ट्रेडिंग एक्सचेंज है।</p>\r\n<p>&nbsp;</p>\r\n<p>सुरेंद्रनगर सिटी एक बड़े कपड़ा और कपड़े के बाजार का भी घर है, जो साड़ियों में विशेषज्ञता रखता है। जवाहर रोड और विट्ठल प्रेस रोड पर शहर में बड़े कपड़े के शोरूम स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, सुरेंद्रनगर जिले की जनसंख्या 1,755,873 है, जो कि द गाम्बिया या नेब्रास्का के अमेरिकी राज्य के बराबर है। यह इसे भारत में 274 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 167 निवासियों प्रति वर्ग किलोमीटर (430 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 15.89% थी। सुरेंद्रनगर में हर 1000 पुरुषों पर 929 महिलाओं का लिंगानुपात है, और साक्षरता दर 73.19% है।</p>\r\n<p>&nbsp;</p>\r\n<p>अधिकांश आबादी जैन हैं। मुख्य जैन मंदिर, जो कि श्री वासुपूज्यस्वामी भवन के शहर में स्थित है, 100 साल से अधिक पुराना है। अन्य निवासियों में ब्राह्मण, क्षत्रिय, पटेल, वानकर के साथ-साथ भारवद, रबारी, लुहार सुथार, और कंसारा, मोची महत्वपूर्ण संख्या में शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>राज-राजेश्वरी मंदिर, लिंबडी के पास राष्ट्रीय राजमार्ग संख्या 8 पर, निवासों, अस्पतालों और स्कूलों का एक बड़ा क्षेत्र है। मंदिर में ऋषिजी द्वारा किए गए योग की एक प्रदर्शनी है। इस मंदिर में तीन प्रमुख देवता-ब्रह्मा, विष्णु और महेश के मंदिर हैं। यह गुजरात का एकमात्र ऐसा मंदिर है। मंदिर अपनी वास्तुकला के लिए विख्यात है। (जानकारी की कमी। यह googlemap के माध्यम से नहीं मिल सकता है)</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिमंदिर - परम पूज्य दादा भगवान द्वारा and त्रिमंदिर &rsquo;के रूप में जाना जाने वाला एक बहुत बड़ा मंदिर, भगवान सिमरंधर स्वामी, शिव स्वरूप, कृष्ण भगवान, अन्य आकाशीय देवता हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>\"गंगावो\" के नाम से प्रसिद्ध कुंड डिडदारा गाँव में स्थित है। इसे 11 वीं शताब्दी में बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>महापुरूष</p>\r\n<p>Ranakadevi</p>\r\n<p>मुख्य लेख: रणकादेवी</p>\r\n<p>किंवदंती के अनुसार, जूनागढ़ की घेराबंदी के दौरान, जयसिम्हा सिद्धराज को खेंगारा की रानी, ​​रणकदेवी से प्यार हो गया। उसने जूनागढ़ पर हमला किया और किले और रानी का दावा करने के लिए रायकेंगार को मार डाला, लेकिन उसने इनकार कर दिया और भाग गई। वह शहर से भोगावो नदी की ओर भाग निकली। लंबे समय तक पीछा करने के बाद, उसने हार मान ली और जूनागढ़ की रानी बनने के बजाय उसने वाधवान शहर के पास, भोगावो नदी के तट पर सती का रूप धारण करके अपने जीवन का बलिदान कर दिया। हालाँकि, मरने से पहले उसने शाप दिया था कि नदी उस स्थान से आगे नहीं जाएगी। नदी के किनारे रणकदेवी के सम्मान में एक मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Surendranagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4566ed3a-c533-44af-997c-82fea039e27e_Surendranagar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-surendranagar-gujarat","tags":[{"name":"सुरेंद्रनगर","slug":"surendranagar"},{"name":"गुजरात","slug":"gujarat"}],"recommendations":[{"id":468,"title":"साबरकांठा, हिम्मतनगर में घूमने के लिए शीर्ष स्थान, गुजरात","imageUrl":"0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","dateCreated":"2019-08-25T02:56:35.624Z","dateModified":"2019-08-25T02:56:52.687Z","contributedBy":"AskGif","content":"साबरकांठा जिला भारत के गुजरात राज्य के 33 जिलों में से एक है और यह राज्य के पूर्वोत्तर भाग में स्थित है। जिले का प्रशासनिक मुख्यालय हिम्मतनगर में स्थित है।\r\n&nbsp;\r\nप्रभागों\r\nसाबरकांठा जिले में निम्नलिखित 8 तालुका हैं:\r\n&nbsp;\r\nहिम्मतनगर - जिला मुख्यालय\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिम्मतनगर","slug":"himatnagar"},{"name":"साबरकांठा","slug":"sabarkantha"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-sabarkantha-himatnagar-gujarat","total":0},{"id":398,"title":"दाहोद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","dateCreated":"2019-06-22T09:46:25.098Z","dateModified":"2019-06-22T09:54:05.66Z","contributedBy":"AskGif","content":"दाहोद, भारत के गुजरात राज्य में दाहोद जिले में दुधमती नदी के तट पर बसा एक छोटा शहर है। ऐसा कहा जाता है कि इसने अपना नाम संत दधीचि से लिया है, जिनका दुधमती नदी के तट पर एक आश्रम था। शहर दाहोद जिले के लिए जिला मुख्यालय के रूप में कार्य करता है। यह अहमदाबाद से 214 किलोमीटर (133 मील) और वड़ोदरा से 15","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दाहोद","slug":"dahod"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-dahod-gujarat","total":0},{"id":385,"title":"अमरेली में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","dateCreated":"2019-05-17T15:15:12.766Z","dateModified":"2019-05-17T16:11:50.371Z","contributedBy":"AskGif","content":"अमरेली भारतीय राज्य गुजरात में अमरेली जिले में एक शहर और एक नगर पालिका है।\r\n&nbsp;\r\nअमरेली जिला पश्चिमी भारत में गुजरात राज्य के 33 प्रशासनिक जिलों में से एक है। जिला मुख्यालय अमरेली में स्थित है। जिले का क्षेत्रफल 6,760 वर्ग किमी है और इसकी आबादी 1,513,614 है, जो 22.45% शहरी (2011 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अमरेली","slug":"amreli"},{"name":"गुजरात","slug":"gujarat"}],"slug":"top-places-to-visit-in-amreli-gujarat","total":0},{"id":384,"title":"अहमदाबाद में देखने के लिए शीर्ष स्थान, गुजरात","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"गुजरात भारत के पश्चिमी तट पर स्थित एक राज्य है, जिसमें 1,600 किमी (990 मील) की तटरेखा है - जिसमें से अधिकांश काठियावाड़ प्रायद्वीप पर स्थित है - और 60 मिलियन से अधिक की आबादी है। यह क्षेत्रफल के हिसाब से छठा सबसे बड़ा भारतीय राज्य है और जनसंख्या के हिसाब से नौवां सबसे बड़ा राज्य है। गुजरात की सीम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुजरात","slug":"gujarat"},{"name":"अहमदाबाद","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}