{"id":470,"title":"Top Places to visit in Surendranagar, Gujarat","imageUrl":"4566ed3a-c533-44af-997c-82fea039e27e_Surendranagar-railway.jpg","dateCreated":"2019-08-25T03:13:55.7Z","dateModified":"2019-08-25T03:14:17.285Z","contributedBy":"AskGif","content":"<p>Surendranagar is an administrative district in Saurashtra region of Gujarat state in India. It has a population of approximately 1.7 million people. Surendranagar city, along with the twin city of Wadhwan, has a total of 400,000 inhabitants, and is known as \"Camp\".</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In the past, Surendranagar was used by colonialists as a hill station, because of its dry environment that was beneficial for some physical as well as mental ailments.[by whom?] Surendranagar's dry air is still believed to be the best place in Gujarat to cure tuberculosis patients.</p>\r\n<p>&nbsp;</p>\r\n<p>District capital Surendranagar, which lies under Municipality body is suffering from poor condition of roads and the two Causeways which join both the sides of city divided by Bhogavo River. Municipality body of city is considered to be a candidate for status of Municipal Corporation for a long time but due to some political reasons it never happen. It has the second highest number of educational institutes per capita. Many newspapers are published from Surendranagar in Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>Businesses</p>\r\n<p>Many small and medium enterprises and industries are present, including confectionery, ceramics, pharmaceuticals, engineering plastics, and salt production. Wadhwan City is a major trade and processing centre for agricultural products, cotton, salt, pharmaceuticals, chemicals and plastics, textile bearings, ceramics, and sanitary ware.</p>\r\n<p>&nbsp;</p>\r\n<p>Natural resources</p>\r\n<p>Nearly 25 percent of India's salt supply comes from mining in the Surendranagar area. There are miles of Agar (Salt pans), especially in the Kharaghoda area. High quality salt is produced in Zinzuwada, a desert area.</p>\r\n<p>&nbsp;</p>\r\n<p>Textiles</p>\r\n<p>Surendranagar is a hub of cotton and ginning activities in India, with a large number of ginning and pressing units. It is one of the largest producers of quality Shankar cotton in world. The Surendranagar Cotton Oil and Oilseeds Association Ltd.,( Government of India recognised) is a world-famous futures trading exchange for cotton. It was established in 1964 and is the first Cotton Future Trading Exchange in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Surendranagar City is also home to a big textile and clothing market, specialising in saris. Large clothing showrooms are located in the city on Jawahar Road and Vithal Press Road.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Surendranagar district has a population of 1,755,873, roughly equal to the nation of The Gambia or the US state of Nebraska. This gives it a ranking of 274th in India (out of a total of 640). The district has a population density of 167 inhabitants per square kilometre (430/sq mi). Its population growth rate over the decade 2001&ndash;2011 was 15.89%. Surendranagar has a sex ratio of 929 females for every 1000 males, and a literacy rate of 73.19%.</p>\r\n<p>&nbsp;</p>\r\n<p>The majority of the population are Jains. Main Jain Temple, which is in the heart of the city, of Sri Vasupujyaswami Bhahvan is more than 100 years old. Other residents include Brahmins, Kshatriya, Patels, Vankar as well as significant numbers of Bharvad , Rabari, Luhar Suthar, and Kansara, Mochi .</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Raj-Rajeshwari Temple, on National Highway Number 8 near Limbdi, is a large area of residences, hospitals, and schools. The temple features an exhibition of yoga performed by Rishiji. This temple has temples to three major gods&mdash;Brahma, Vishnu, and Mahesh&mdash;inside. It is the only such temple in Gujarat. The temple is noted for its architecture. (lack of info. Cannot find it via googlemap)</p>\r\n<p>&nbsp;</p>\r\n<p>Trimandir - A very big temple known as the &lsquo;Trimandir&rsquo; by Param Pujya Dada Bhagwan houses Lord Simandhar Swami, Shiv Swaroop, Krishna Bhagwan, other celestial deities.</p>\r\n<p>&nbsp;</p>\r\n<p>The famous kund known as \"Gangavo\" is located in Dedadara village. It was built in the 11th century.</p>\r\n<p>&nbsp;</p>\r\n<p>Legends</p>\r\n<p>Ranakadevi</p>\r\n<p>Main article: Ranakadevi</p>\r\n<p>According to legend, during the siege of Junagadh, Jayasimha Siddharaja fell in love with the queen of Khengara, Ranakdevi. He attacked Junagadh and killed Ra'Khengar to claim the fort and the queen, but she refused and fled. She escaped from the city towards the River Bhogaavo. After a long chase, she gave up and instead of becoming the queen of Junagadh she sacrificed her life by forming sati on the banks of Bhogavo River, near the city of Wadhwan. However, before she died she cursed that the river would not flow beyond that spot. There is a temple in honour of Ranakdevi on the banks of the river.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Surendranagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4566ed3a-c533-44af-997c-82fea039e27e_Surendranagar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-surendranagar-gujarat","tags":[{"name":"surendranagar","slug":"surendranagar"},{"name":"gujarat","slug":"gujarat"}],"recommendations":[{"id":468,"title":"Top Places to visit in Sabarkantha, Himatnagar, Gujarat","imageUrl":"0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","dateCreated":"2019-08-25T02:56:35.624Z","dateModified":"2019-08-25T02:56:52.687Z","contributedBy":"AskGif","content":"Sabarkantha district is one of the 33 districts of Gujarat state of India and is located in the northeastern part of the state. The administrative headquarters of the district is located in Himmatnagar.\r\n&nbsp;\r\nDivisions\r\nSabarkantha district has the following 8 Talukas :</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fa27691-0484-4797-9806-4345946c77cf_sabarkantha.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himatnagar","slug":"himatnagar"},{"name":"sabarkantha","slug":"sabarkantha"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-sabarkantha-himatnagar-gujarat","total":0},{"id":398,"title":"Top Places to visit in Dahod, Gujarat","imageUrl":"6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","dateCreated":"2019-06-22T09:46:25.098Z","dateModified":"2019-06-22T09:54:05.66Z","contributedBy":"AskGif","content":"Dahod is a small city on the banks of the Dudhimati River in Dahod District in the State of Gujarat, India. It is said that it has taken its name from Saint Dadhichi, who had an Ashram on the bank of Dudhumati river. The city serves as District Headquarters for Dahod District. It is 214 kilometre","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6638903c-8460-4aa7-8d53-995af50fbdcc_Dahod-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dahod","slug":"dahod"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-dahod-gujarat","total":0},{"id":385,"title":"Top Places to visit in Amreli, Gujarat","imageUrl":"a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","dateCreated":"2019-05-17T15:15:12.766Z","dateModified":"2019-05-17T16:11:50.371Z","contributedBy":"AskGif","content":"Amreli is a city and a municipality in Amreli district in Indian state of Gujarat.\r\n&nbsp;\r\nAmreli district is one of the 33 administrative districts of the state of Gujarat in western India. The district headquarters are located at Amreli. The district occupies an area of 6,760 km&","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a01de893-3623-47de-93c4-db74e947ed6a_Amreli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"amreli","slug":"amreli"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-amreli-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}