{"id":472,"title":"Top Places to visit in Vadodara, Gujarat","imageUrl":"35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","dateCreated":"2019-08-25T03:35:26.977Z","dateModified":"2019-08-25T03:37:14.363Z","contributedBy":"AskGif","content":"<p>Vadodara (formerly known as Baroda) is the third-largest city in the Indian state of Gujarat, after Ahmedabad and Surat. It is the administrative headquarters of Vadodara District and is located on the banks of the Vishwamitri river, 141 kilometres (88 mi) from the state capital Gandhinagar. The railway line and NH 8 that connect Delhi and Mumbai pass through Vadodara. It is known as a Sanskari Nagari (city) of India.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011, Vadodara had a population of almost 1.82 million people. The city is known for the Lakshmi Vilas Palace, the residence of Baroda State's Maratha royal family, the Gaekwads, of the Gaekwad Dynasty. It is also the home of the Maharaja Sayajirao University of Baroda, the largest university in Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>An important industrial, cultural and educational hub of western India, the city houses several institutions of national and regional importance while its major industries include petrochemicals, engineering, chemicals, pharmaceuticals, plastics, IT and foreign exchange services.</p>\r\n<p>&nbsp;</p>\r\n<p>Vadodara District is a district in the eastern part of the state of Gujarat in western India. The city of Vadodara (Baroda), in the western part of the district, is the administrative headquarters. Vadodara District covers an area of 7,794 km&sup2;. As of 2011, the district had a population of 4,165,626 of which 49.6% were urban, 50.4% were rural, 5.3% were scheduled castes and 27.6% were scheduled tribes. As of 2011 it is the third most populous district of Gujarat (out of 33), after Ahmadabad and Surat.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is bounded by Panchmahal district to the north, Anand and Kheda districts to the west, Bharuch and Narmada districts to the south, and Chhota Udaipur to the east. The Mahi River passes through the district.</p>\r\n<p>&nbsp;</p>\r\n<p>The historical city of Baroda was the capital of Baroda Residency, and one of the princely states of India under Bombay Presidency.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Palaces &ndash; Laxmi Vilas Palace, Nazarbaug Palace (destroyed), Makarpura Palace, Pratap Vilas Palace (now occupied by Railway Staff College)</p>\r\n<p>Buildings &amp; monuments &ndash; Maharaja Sayajirao University of Baroda, Kirti Mandir, Kirti Stambh, Nyay Mandir, Khanderao Market, Aurobindo Ashram, EME Temple (Dakshinamurty Temple), Hazira Maqbara, Kala Ghoda, Mairal Ganpati Mandir</p>\r\n<p>Museums &amp; gardens &ndash; Maharaja Fateh Singh Museum, Baroda Museum &amp; Picture Gallery, Sayaji Baug, Ajwa &amp; Nimeta garden</p>\r\n<p>Excursions &ndash; Ajwa &amp; Nimeta, Dabhoi, Pavagadh, Champaner-Pavagadh Archaeological Park, Kayavarohan, Jhand Hanuman, Hathni Mata Waterfall, Dakor, Sursagar Lake, Dediapada, Vadhavana Bird Sanctuary</p>\r\n<p>Temples &ndash; Lumbini Buddha Vihar-Harni, Vanchhara derasar, Pavagadh temple, Krishna Temple-Dakor, Siddhivinayak Temple, Saibaba Temple Jubilee gardens,</p>\r\n<p>Trimandir Vadodara &ndash; A non-sectarian temple founded by Param Pujya Dada Bhagwan where Simandhar Swami, Shree Krishna Bhagwan and Shiv Bhagwan are placed on the same platform.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The city is on the major rail and road arteries joining Mumbai with Delhi and Mumbai with Ahmedabad. Due to this Vadodara is known as a Gateway to the Golden Quadrilateral.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Vadodara Airport (IATA: BDQ) is located north-east of the city. Vadodara has flight connections with Mumbai, New Delhi, Hyderabad and Bangalore. Air India and IndiGo are currently operating their services from the airport.A new integrated international terminal has been constructed at the Vadodara airport and was inaugurated in October 2016. Vadodara is the first Green Airport in Gujarat and Second Green Airport in India after Kochi.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>&nbsp;</p>\r\n<p>Vadodara Junction Railway Station</p>\r\n<p>Vadodara was part of the historic Bombay, Baroda and Central India Railway (BBCI), which arrived in the city in January 1861. On 5 November 1951 the BBCI Railway was merged with the Saurashtra, Rajputana and Jaipur railways to create the Western Railway. Vadodara Railway Station now belongs to the Western Railway zone of Indian Railways and is a major junction on the Western Railway Main Line.</p>\r\n<p>&nbsp;</p>\r\n<p>Vadodara Junction railway station is Gujarat's busiest junction with almost 358 trains passing through every day. It comes under Vadodara Division of Western Railways. Passengers can travel to almost all the parts of India from Vadodara Junction, where there is a junction from the directions of Ahmedabad, Mumbai, Delhi and Kota (all four directions). It has one of the largest electric locomotives sheds in Gujarat and various trains have a loco change over at Vadodara. Trains such as Rajdhani, Shatabdi, Duranto and important mail/express trains halt at Vadodara Junction. Apart from various small railway stations, Vadodara has 10 major railway stations namely Vadodara Junction (BRC'), Pratapnagar, Vishwamitri, Makarpura, Karajan (Miyagaon), Itola, Varnama, Bajwa, Ranoli, and Nandesari.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Vadodara</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-vadodara-gujarat","tags":[{"name":"vadodara","slug":"vadodara"},{"name":"gujarat","slug":"gujarat"}],"recommendations":[{"id":472,"title":"Top Places to visit in Vadodara, Gujarat","imageUrl":"35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","dateCreated":"2019-08-25T03:35:26.977Z","dateModified":"2019-08-25T03:37:14.363Z","contributedBy":"AskGif","content":"Vadodara (formerly known as Baroda) is the third-largest city in the Indian state of Gujarat, after Ahmedabad and Surat. It is the administrative headquarters of Vadodara District and is located on the banks of the Vishwamitri river, 141 kilometres (88 mi) from the state capital Gandhinagar. The ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/35aa55a2-a864-4d1b-b2cf-32adae743037_Vadodara-Junction.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vadodara","slug":"vadodara"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-vadodara-gujarat","total":0},{"id":402,"title":"Top Places to visit in Gandhinagar, Gujarat","imageUrl":"e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","dateCreated":"2019-06-23T13:30:41.581Z","dateModified":"2019-06-23T14:06:35.764Z","contributedBy":"AskGif","content":"Gandhinagar is the capital of the state of Gujarat in India. Gandhinagar is located approximately 23 km north of Ahmedabad, on the west central point of the Industrial corridor between Delhi, the political capital of India, and Mumbai, the financial capital of India.\r\n&nbsp;\r\nGandhi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e651b80b-07e2-416b-9de4-897ad1014961_Gandhinagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gandhinagar","slug":"gandhinagar"},{"name":"gujarat","slug":"gujarat"}],"slug":"top-places-to-visit-in-gandhinagar-gujarat","total":0},{"id":389,"title":"Top Places to visit in Bharuch, Gujarat","imageUrl":"2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","dateCreated":"2019-06-02T07:23:02.82Z","dateModified":"2019-06-02T09:31:43.314Z","contributedBy":"AskGif","content":"Bharuch, formerly known as Broach,[a] or Bhrugukachchha is a City at the mouth of the river Narmada in Gujarat in western India. Bharuch is the administrative headquarters of Bharuch District and is a municipality of about 370,000 inhabitants. Being one of the biggest industrial areas including A","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2983b110-f6b4-4f46-9d03-57f6b69af44f_Bharuch-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"bharuch","slug":"bharuch"}],"slug":"top-places-to-visit-in-bharuch-gujarat","total":0},{"id":384,"title":"Top Places to visit in Ahmedabad, Gujarat","imageUrl":"c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","dateCreated":"2019-05-15T13:38:52.169Z","dateModified":"2019-05-15T14:37:37.397Z","contributedBy":"AskGif","content":"Gujarat is a state on the western coast of India with a coastline of 1,600 km (990 mi) &ndash; most of which lies on the Kathiawar peninsula &ndash; and a population in excess of 60 million. It is the sixth largest Indian state by area and the ninth largest state by population. Gujarat is bordere","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c44c30fe-b3a0-44fe-bd00-570d4fab8d54_Ahmedabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gujarat","slug":"gujarat"},{"name":"ahmedabad","slug":"ahmedabad"}],"slug":"top-places-to-visit-in-ahmedabad-gujarat","total":0}]}