{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"<p>Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Ambala City, less than one kilometer apart, therefore it is also known as \"Twin City\".[citation needed] It has a large Indian Army and Indian Air Force presence within its cantonment area. Ambala separates the Ganges river network from the Indus river network and is surrounded by two rivers &ndash; Ghaggar and Tangri &ndash; to the north and to the south. Due to its geographical location, the Ambala district plays an important role in local tourism, being located 47 km (28 miles) south of Chandigarh, the state capital, 148 km (93 miles) southwest of Shimla, 198 km (121 miles) north of New Delhi and 260 km (155 miles) southeast of Amritsar.Gurudwara Manji Sahib is situated in Ambala.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Ambala has a large number of schools and colleges. Notable colleges include:-</p>\r\n<p>&nbsp;</p>\r\n<p>Convent of Jesus and Mary, Ambala</p>\r\n<p>E-Max School of Engineering and Applied Research</p>\r\n<p>Government Polytechnic College, Ambala</p>\r\n<p>Maharishi Markandeshwar University, Mullana</p>\r\n<p>Sanatan Dharma College (S.D. College)</p>\r\n<p>Shri Atmanand Jain Institute of Management and Technology</p>\r\n<p>Philadelphia Hospital &amp; School of Nursing, Ambala</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Ambala is connected to all of the other major cities of north India including Delhi, Panipat, Kaithal, Chandigarh, Ludhiana, Amritsar and Shimla. It is a big interchange for various commuters for all neighbouring states.[citation needed] The Ambala Cantt bus stand witnesses roughly 50,000 commuters daily.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>National highway NH 44 popularly known as GT road passes through Ambala and connects it to National capital Delhi, Panipat, Ludhiana and Amritsar. NH 152 connects it to state capital Chandigarh, Kaithal. Apart from the Interstate service, Ambala also houses one of the oldest local bus service in Haryana, which is run by both Haryana roadways and private companies. Other means of local transportation include auto rickshaws and cycle rickshaws.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>Bus service is the major means of public transport in this district. Ambala depot came into being on 1 August 1950. The office of the General Manager is situated in the premises the depot workshop at Ambala City. Ambala depot has a sub depot at Naraingarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Presently, Haryana Roadways, Ambala has 209 buses, which carry about 34.88 Lacs passengers daily and cover a distance of about 19.79 Lacs Km daily. Out of these, total distance covered on interstate routes is 24,711 km and 41,439 km are operated within Haryana every day. The total staff of the depot (including that of sub depot Naraingarh) is 1085.</p>\r\n<p>&nbsp;</p>\r\n<p>New Bus Stand at Ambala Cantt was inaugurated on 12.7.1999 and the total land of bus stand is 6.7 acre. Bus stands in this district exist at Ambala City, Naraingarh and Barara as well. A sub depot level workshop has also been provided at Naraingarh. 'Yatri Niwas' exists in the campus of Ambala Cantt. bus stand for the convenience of the commuters who wish to stay for the night.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides, the Haryana Roadways buses, government has issued permits to private operators on local routes. Presently 51 such buses are plying in Ambala district. Bus stand is very near to Ambala Cantt Jn. (Railway station). Most of the buses plying on GT road (NH1) stop in front of Railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Ambala is a divisional headquarters of the Northern Railway Zone and is an important railway junction. Ambala Cantt station is among top 100 booking stations of India. The city is served by three railway stations:</p>\r\n<p>&nbsp;</p>\r\n<p>The Ambala Cantonment railway station was founded on the junction of the Delhi-Kalka and Ludhiana-Saharanpur lines. The historic Delhi-Panipat-Ambala-Kalka railway line dates back to 1889 while the Ludhiana-Saharanpur line was built in 1870. Situated 200 km north of Delhi, this town is well connected by the rail and road network.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Ambala cantt railway station is main station of the city and is well connected with major cities of India like Delhi, Jammu, Chandigarh, Amritsar, Panipat, Lucknow, Kanpur Howrah, Patna, Mumbai, Jaipur, Ajmer, Surat, Chennai, Pune and many more. Kalka-Shimla Railway which is UNESCO's World Heritage site also comes under Ambala division.</p>\r\n<p>&nbsp;</p>\r\n<p>Ambala Cantonment Railway Station serves maximum Shatabdi Express after New Delhi. Ambala railway station was mentioned in the famous story 'The Woman on Platform 8' by Ruskin Bond, although in reality, there in no platform no 8 in Ambala Cantt.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>&nbsp;</p>\r\n<p>Zohrabai Ambalewali</p>\r\n<p>Hansraj Behl</p>\r\n<p>Urvashi Butalia</p>\r\n<p>Simi Chahal</p>\r\n<p>Juhi Chawla</p>\r\n<p>Parineeti Chopra</p>\r\n<p>Swadesh Deepak</p>\r\n<p>Navneet Kaur Dhillon</p>\r\n<p>Manpreet Kaur</p>\r\n<p>Nasir Kazmi</p>\r\n<p>Sucheta Kriplani</p>\r\n<p>Shalabh Kumar</p>\r\n<p>Kim Philby</p>\r\n<p>Om Puri</p>\r\n<p>Saghar Siddiqui</p>\r\n<p>Sushma Swaraj</p>\r\n<p>Anil Vij</p>\r\n<p>Zeba</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ambala</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ambala-haryana","tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"recommendations":[{"id":528,"title":"Top Places to visit in Sonipat, Haryana","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"Sonipat, anciently named Swarnprastha, is a city and a Municipal Corporation in Haryana state of India. It comes under the National Capital Region and is around 20 kilometers (12 mi) from Delhi. It is also around 214 km(128 miles) southwest of Chandigarh, the state capital. The Yamuna River runs ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"sonipat","slug":"sonipat"}],"slug":"top-places-to-visit-in-sonipat-haryana","total":0},{"id":513,"title":"Top Places to visit in Palwal, Haryana","imageUrl":"23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","dateCreated":"2019-08-30T01:55:22.986Z","dateModified":"2019-08-30T01:55:38.037Z","contributedBy":"AskGif","content":"Palwal is a city and a municipal council. It is the headquarters of Palwal district, the 21st district of Haryana state in northern India. It is a centre for the cotton trade in the area.\r\n&nbsp;\r\nPalwal is 60 kilometres (37 mi) from Delhi, 29 kilometres (18 mi) from Faridabad, 313 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"palwal","slug":"palwal"}],"slug":"top-places-to-visit-in-palwal-haryana","total":0},{"id":508,"title":"Top Places to visit in Kaithal, Haryana","imageUrl":"54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","dateCreated":"2019-08-30T01:01:40.779Z","dateModified":"2019-08-30T01:01:54.607Z","contributedBy":"AskGif","content":"Kaithal is a city and a municipal council in Kaithal district in the Indian state of Haryana. Kaithal was previously a part of Karnal District and later, Kurukshetra District until 1 November 1989, when it became the headquarters of the Kaithal District of Haryana. Kaithal shares common boundary ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"kaithal","slug":"kaithal"}],"slug":"top-places-to-visit-in-kaithal-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}