{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"<p>अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमीटर से भी कम दूरी पर है, इसलिए इसे \"ट्विन सिटी\" के रूप में भी जाना जाता है। [उद्धरण वांछित] इसकी एक बड़ी भारतीय सेना और भारतीय वायु सेना है। इसके छावनी क्षेत्र के भीतर बल की उपस्थिति। अम्बाला गंगा नदी के नेटवर्क को सिंधु नदी के नेटवर्क से अलग करती है और उत्तर और दक्षिण में दो नदियों - घग्गर और तंगरी से घिरी है। अपनी भौगोलिक स्थिति के कारण, अंबाला जिला, चंडीगढ़ की दक्षिण में 47 किलोमीटर (28 मील), राज्य की राजधानी, 148 किलोमीटर (93 मील), दक्षिण पश्चिम शिमला, 198 किमी (121 मील) उत्तर में स्थित होने के कारण स्थानीय पर्यटन में एक महत्वपूर्ण भूमिका निभाता है। नई दिल्ली और 260 किमी (155 मील) अमृतसर के दक्षिण में। गुरुद्वारा मंजी साहिब अंबाला में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>अंबाला में बड़ी संख्या में स्कूल और कॉलेज हैं। उल्लेखनीय कॉलेजों में शामिल हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>जीसस एंड मैरी, अंबाला का कॉन्वेंट</p>\r\n<p>ई-मैक्स स्कूल ऑफ इंजीनियरिंग एंड एप्लाइड रिसर्च</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक कॉलेज, अंबाला</p>\r\n<p>महर्षि मार्कंडेश्वर विश्वविद्यालय, मुलाना</p>\r\n<p>सनातन धर्म कॉलेज (एस.डी. कॉलेज)</p>\r\n<p>श्री आत्मानंद जैन इंस्टीट्यूट ऑफ मैनेजमेंट एंड टेक्नोलॉजी</p>\r\n<p>फिलाडेल्फिया अस्पताल और नर्सिंग स्कूल, अंबाला</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>अंबाला दिल्ली, पानीपत, कैथल, चंडीगढ़, लुधियाना, अमृतसर और शिमला सहित उत्तर भारत के अन्य प्रमुख शहरों से जुड़ा हुआ है। यह सभी पड़ोसी राज्यों के लिए विभिन्न यात्रियों के लिए एक बड़ा इंटरचेंज है। [उद्धरण वांछित] अंबाला कैंट बस स्टैंड रोज़ाना लगभग 50,000 यात्रियों का गवाह बनता है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>जीटी रोड के रूप में लोकप्रिय राष्ट्रीय राजमार्ग एनएच 44 अंबाला से होकर गुजरता है और इसे राष्ट्रीय राजधानी दिल्ली, पानीपत, लुधियाना और अमृतसर से जोड़ता है। NH 152 इसे राज्य की राजधानी चंडीगढ़, कैथल से जोड़ता है। अंतरराज्यीय सेवा के अलावा, अंबाला हरियाणा में सबसे पुरानी स्थानीय बस सेवा में से एक है, जो हरियाणा रोडवेज और निजी कंपनियों द्वारा संचालित है। स्थानीय परिवहन के अन्य साधनों में ऑटो रिक्शा और साइकिल रिक्शा शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>बस सेवा इस जिले में सार्वजनिक परिवहन का प्रमुख साधन है। 1 अगस्त 1950 को अंबाला डिपो अस्तित्व में आया। महाप्रबंधक का कार्यालय अंबाला शहर में डिपो कार्यशाला के परिसर में स्थित है। अंबाला डिपो में नरिंगगढ़ में एक डिपो है।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान में, हरियाणा रोडवेज, अंबाला में 209 बसें हैं, जो प्रतिदिन लगभग 34.88 लाख यात्रियों को ले जाती हैं और लगभग 19.79 लाख किलोमीटर की दूरी तय करती हैं। इनमें से, अंतरराज्यीय मार्गों पर तय की गई कुल दूरी 24,711 किमी है और हर दिन हरियाणा में 41,439 किलोमीटर का संचालन किया जाता है। डिपो का कुल स्टाफ (डिपो डिपो नरिंगगढ़ सहित) 1085 है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंबाला कैंट में नए बस स्टैंड का उद्घाटन 12.7.1999 को किया गया था और बस स्टैंड की कुल भूमि 6.7 एकड़ है। इस जिले में बस स्टैण्ड अम्बाला सिटी, नरिंगगढ़ और बरारा में भी मौजूद हैं। नरिंगगढ़ में एक डिपो स्तर की कार्यशाला भी प्रदान की गई है। 'यति निवास' अम्बाला कैंट के परिसर में मौजूद है। रात के समय रुकने की इच्छा रखने वाले यात्रियों की सुविधा के लिए बस स्टैंड।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके अलावा, हरियाणा रोडवेज बसों, सरकार ने स्थानीय मार्गों पर निजी ऑपरेटरों को परमिट जारी किए हैं। वर्तमान में अंबाला जिले में ऐसी 51 बसें चल रही हैं। बस स्टैंड अम्बाला कैंट जंक्शन के पास है। (रेलवे स्टेशन)। रेलवे स्टेशन के सामने जीटी रोड (NH1) पर रुकने वाली अधिकांश बसें रुकती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>अंबाला उत्तर रेलवे ज़ोन का एक डिवीजनल मुख्यालय है और एक महत्वपूर्ण रेलवे जंक्शन है। अम्बाला कैंट स्टेशन भारत के शीर्ष 100 बुकिंग स्टेशनों में से एक है। शहर में तीन रेलवे स्टेशन हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अंबाला छावनी रेलवे स्टेशन की स्थापना दिल्ली-कालका और लुधियाना-सहारनपुर लाइनों के जंक्शन पर की गई थी। ऐतिहासिक दिल्ली-पानीपत-अंबाला-कालका रेलवे लाइन 1889 की है, जबकि लुधियाना-सहारनपुर लाइन 1870 में बनी थी। दिल्ली से 200 किमी उत्तर में स्थित, यह शहर रेल और सड़क नेटवर्क द्वारा अच्छी तरह से जुड़ा हुआ है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>अंबाला कैंट रेलवे स्टेशन शहर का मुख्य स्टेशन है और भारत के प्रमुख शहरों जैसे दिल्ली, जम्मू, चंडीगढ़, अमृतसर, पानीपत, लखनऊ, कानपुर हावड़ा, पटना, मुंबई, जयपुर, अजमेर, सूरत, चेन्नई, पुणे और कई से जुड़ा हुआ है। अधिक। कालका-शिमला रेलवे जो कि यूनेस्को की विश्व धरोहर है, अम्बाला डिवीजन में भी आती है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंबाला छावनी रेलवे स्टेशन नई दिल्ली के बाद अधिकतम शताब्दी एक्सप्रेस का कार्य करता है। रस्किन बॉन्ड द्वारा प्रसिद्ध कहानी 'द वूमन ऑन प्लैटफॉर्म 8' में अंबाला रेलवे स्टेशन का उल्लेख किया गया था, हालांकि वास्तव में, अम्बाला कैंट में कोई प्लेटफॉर्म नंबर 8 नहीं था।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>&nbsp;</p>\r\n<p>ज़ोहराबाई अम्बालेवाली</p>\r\n<p>हंसराज बहल</p>\r\n<p>उर्वशी बुटालिया</p>\r\n<p>सिमी चहल</p>\r\n<p>जूही चावला</p>\r\n<p>परिणीति चोपड़ा</p>\r\n<p>स्वदेश दीपक</p>\r\n<p>नवनीत कौर ढिल्लों</p>\r\n<p>मनप्रीत कौर</p>\r\n<p>नासिर काज़मी</p>\r\n<p>सुचेता कृपलानी</p>\r\n<p>शलभ कुमार</p>\r\n<p>किम फिलबी</p>\r\n<p>ओम पुरी</p>\r\n<p>सगर सिद्दीकी</p>\r\n<p>सुषमा स्वराज</p>\r\n<p>अनिल विज</p>\r\n<p>Zeba</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ambala</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ambala-haryana","tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"recommendations":[{"id":528,"title":"सोनीपत में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"सोनीपत, जिसका नाम स्वर्णप्रस्थ है, भारत के हरियाणा राज्य में एक शहर और एक नगर निगम है। यह राष्ट्रीय राजधानी क्षेत्र के अंतर्गत आता है और दिल्ली से लगभग 20 किलोमीटर (12 मील) दूर है। यह राज्य की राजधानी चंडीगढ़ के दक्षिण-पश्चिम में लगभग 214 किमी (128 मील) है। यमुना नदी पूर्वी सीमा के साथ चलती है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"सोनीपत","slug":"sonipat"}],"slug":"top-places-to-visit-in-sonipat-haryana","total":0},{"id":513,"title":"पलवल में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","dateCreated":"2019-08-30T01:55:22.986Z","dateModified":"2019-08-30T01:55:38.037Z","contributedBy":"AskGif","content":"पलवल शहर और नगरपालिका परिषद है। यह उत्तर भारत में हरियाणा राज्य के 21 वें जिले पलवल जिले का मुख्यालय है। यह क्षेत्र में कपास व्यापार के लिए एक केंद्र है।\r\n&nbsp;\r\nदिल्ली से पलवल 60 किलोमीटर (37 मील), फरीदाबाद से 29 किलोमीटर (18 मील), चंडीगढ़ से 313 किलोमीटर (194 मील) और आगरा से 143 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"पलवल","slug":"palwal"}],"slug":"top-places-to-visit-in-palwal-haryana","total":0},{"id":508,"title":"कैथल में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","dateCreated":"2019-08-30T01:01:40.779Z","dateModified":"2019-08-30T01:01:54.607Z","contributedBy":"AskGif","content":"कैथल भारत के हरियाणा राज्य में कैथल जिले में एक शहर और एक नगरपालिका परिषद है। कैथल पहले करनाल जिले का हिस्सा था और बाद में, 1 नवंबर 1989 तक कुरुक्षेत्र जिला, जब यह हरियाणा के कैथल जिले का मुख्यालय बन गया। कैथल पटियाला (पंजाब), कुरुक्षेत्र, जींद और करनाल के साथ आम सीमा साझा करता है। कैथल जिला हरिय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"कैथल","slug":"kaithal"}],"slug":"top-places-to-visit-in-kaithal-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}