{"id":475,"title":"Top Places to visit in Bhiwani, Haryana","imageUrl":"617743e6-fcf5-424a-9fc8-4934d88afadb_Bhiwani-railways.jpg","dateCreated":"2019-08-25T06:30:28.686Z","dateModified":"2019-08-25T06:32:59.436Z","contributedBy":"AskGif","content":"<p>Bhiwani is a city and a municipal council in Bhiwani district in the state of Haryana, India. Besides being a seat of spiritual learning, the city is at the centre of regional politics and hometown of three former Haryana chief ministers: Bansi Lal, Banarsi Das Gupta and Hukum Singh. It is located 128 km west of national capital New Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has a conventional school of boxing, with almost all of the members of the Indian Boxing Squad coming from its Sports Authority of India (SAI) hostel. The late Capt. Hawa Singh, the legendary boxer, helped establish the boxing academy in Bhiwani.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhiwani district is one of the 22 districts of the northern Indian state of Haryana. Created on 22 December 1972, the district was the largest district of the state by area, before the creation of Charkhi Dadri as a separate district, as it occupied an area of 5,140 square kilometres (1,980 sq mi) and administered 442 villages with a population of 1,629,109. Sirsa is now the largest district of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>The district headquarters is the city of Bhiwani, which is around 124 kilometres (77 mi) from the national capital Delhi. Other major towns in the district are Siwani, Loharu, Tosham, Bawani Khera, Kohlawas, Lamba.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the third most populous district of Haryana (out of 21), after Faridabad and Hisar.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Bhiwani has six major institutes, one of them being the country's top and oldest textile research institute, the Technological Institute of Textile &amp; Sciences, established by the Birla Group. There are also four degree colleges, three colleges of education and a school of nursing. The Board of School Education, Haryana (BSEH) is also situated in the city while the government P.G College is located on Hansi road. Recently,[when?] the new Chaudhary Bansi Lal University has been established in Bhiwani in memory of the late Choudhary Bansi Laal.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Railways</p>\r\n<p>Bhiwani railway Junction is on the Bathinda-Rewari line. It is Junction of railway lines and there are three railway lines originating from Bhiwani; one is towards Rewari side.The second line towards Hisar side. The third branch line goes towards Rohtak and connects to Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>The city is very well connected through state roadways with all the major towns in the region. District Bhiwani is situated in the western part of Haryana. It shares its boundary with Jhunjhunu district of Rajasthan. Bus service is the major means of public transport in Bhiwani district.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Sports played in the area include wrestling, volleyball, boxing and running. Bhiwani has emerged as a centre of Indian boxing as all four boxers representing India at Beijing Olympics 2008 are products of Sports Authority of India (SAI) boxing hostel at Bhiwani. To top that three of them Akhil Kumar, Vijender Kumar and Jitender Kumar reached the quarterfinals of their respective categories. While Akhil Kumar and Jitender Kumar lost in their respective quarterfinals bouts Vijender Kumar qualified to the semifinals thereby ensuring India's first ever Boxing medal (Bronze) in the 2012 Summer Olympics games. Paramjeet Samota who won a gold for India in the 2010 Commonwealth Games also lives in a large village called Dinod in the Bhiwani district. The wrestler sisters Geeta Phogat and Babita Kumari too belong to Balali village in Bhiwani.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Bansi Lal - Former Chief Minister of Haryana</p>\r\n<p>Dinesh Kumar - Boxer</p>\r\n<p>Hawa Singh - Legendary boxer from Haryana</p>\r\n<p>Jagdish Singh - Boxer</p>\r\n<p>Jitender Kumar (flyweight boxer)</p>\r\n<p>Jitender Kumar (middleweight boxer)</p>\r\n<p>Richhpal Ram - Victoria Cross winner in World War-II</p>\r\n<p>Vijay Kumar Singh PVSM, AVSM, YSM, ADC - COAS for Indian Army</p>\r\n<p>Vijender Singh - Olympic Bronze medal winner in boxing</p>\r\n<p>Geeta Phogat - Wrestler</p>\r\n<p>Babita Kumari - Wrestler and sister of Geeta Phogat.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhiwani</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/617743e6-fcf5-424a-9fc8-4934d88afadb_Bhiwani-railways.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bhiwani-haryana","tags":[{"name":"bhiwani","slug":"bhiwani"},{"name":"haryana","slug":"haryana"}],"recommendations":[{"id":529,"title":"Top Places to visit in Yamunanagar, Haryana","imageUrl":"c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","dateCreated":"2019-08-31T02:20:13.592Z","dateModified":"2019-08-31T02:20:29.529Z","contributedBy":"AskGif","content":"Yamunanagar, previously known as Abdullahpur, is a city and a municipal corporation in Yamunanagar district in the Indian state of Haryana. This town is known for the cluster of plywood units and paper industries. It is also known for providing fine timber to larger industries. The older town is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"yamuna-nagar","slug":"yamuna-nagar"}],"slug":"top-places-to-visit-in-yamunanagar-haryana","total":0},{"id":517,"title":"Top Places to visit in Rohtak, Haryana","imageUrl":"c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","dateCreated":"2019-08-30T02:24:54.772Z","dateModified":"2019-08-30T02:25:08.788Z","contributedBy":"AskGif","content":"Rohtak is a city and the administrative headquarters of the Rohtak district in the Indian state of Haryana. It lies 70 kilometres (43 mi) north west of New Delhi and 250 kilometres (160 mi) south of the state capital Chandigarh on NH 9(old NH 10). Rohtak forms a part of the National Capital Regio","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"rohtak","slug":"rohtak"}],"slug":"top-places-to-visit-in-rohtak-haryana","total":0},{"id":509,"title":"Top Places to visit in Karnal, Haryana","imageUrl":"05ed9035-ee31-4634-82e9-0055fc15afe2_Karnal-railway.jpg","dateCreated":"2019-08-30T01:08:27.43Z","dateModified":"2019-08-30T01:08:41.412Z","contributedBy":"AskGif","content":"Karnal is a city located in Haryana, India and is the headquarters of Karnal District.\r\n&nbsp;\r\nKarnal is said to have been founded by Karna, a key figure in the epic Mahabharata, who died at the hands of his half-brother and archrival, Arjuna.\r\n&nbsp;\r\nIt was also use","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05ed9035-ee31-4634-82e9-0055fc15afe2_Karnal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"karnal","slug":"karnal"}],"slug":"top-places-to-visit-in-karnal-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}