{"id":476,"title":"चरखी दादरी में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"0dc648e6-c80f-48f2-9c0e-c2ce1d48e74c_Charkhi-Dadri-railway.jpg","dateCreated":"2019-08-25T06:58:56.113Z","dateModified":"2019-08-25T06:59:24.008Z","contributedBy":"AskGif","content":"<p>चरखी दादरी दिल्ली से लगभग 90 किलोमीटर दूर भारत के हरियाणा राज्य में चरखी दादरी जिले का एक शहर और मुख्यालय है। [१] शहरी विकास के बाद चरखी और दादरी के गांवों को मिलाकर शहर बनाया गया था। राष्ट्रीय राजधा चरखी दादरी भारत के हरियाणा राज्य में चरखी दादरी जिले का एक शहर और मुख्यालय है, जो दिल्ली से लगभग 90 किलोमीटर दूर है। शहरी विकास के बाद चरखी और दादरी के गांवों को मिलाकर शहर बनाया गया था। राष्ट्रीय राजधानी नई दिल्ली से 110 किलोमीटर (68 मील) पर दक्षिणी हरियाणा में स्थित चरखी दादरी, NH 148B पर नारनौल से बठिंडा और NH 348B के बीच मेरठ से पिलानी खंड तक शहर के बीच से गुजर रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>चरखी दादरी जिला उत्तरी भारत में हरियाणा राज्य के 22 जिलों में से एक है। 16 नवंबर 2016 को बनाया गया, जिला मुख्यालय चरखी दादरी का शहर है। चरखी दादरी जिला हरियाणा के दक्षिण में स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षण संस्थान</p>\r\n<p>तत्कालीन सांसद स्वर्गीय राम किशन गुप्ता ने दादरी एजुकेशन सोसाइटी की स्थापना की। चरखी दादरी में मुरारी लाल रसीसिया आयुर्वेदिक कॉलेज (MLRAC), KAIM (केदारनाथ अग्रवाल इंस्टीट्यूट ऑफ मैनेजमेंट), और JVMGRR इंस्टीट्यूट ऑफ कंप्यूटर एप्लीकेशन सहित कई शिक्षण संस्थान हैं। अपीजय स्कूल, DRK आदर्श विद्या मंदिर, RED स्कूल, और वैश गर्ल्स सीनियर सेकेंडरी स्कूल भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>देखने वाली जगह</p>\r\n<p>चरखी दादरी हरियाणा का नवगठित जिला है। इसे 2016 में हरियाणा के 22 वें जिले के रूप में बनाया गया था। चरखी दादरी एक अच्छा बाजार होने के साथ एक छोटा लेकिन व्यस्त शहर है। ब्रांडेड और गैर-ब्रांडेड दोनों सामान खरीदारी के लिए उपलब्ध हैं। चरखी दादरी में कई मंदिर देखने लायक हैं जैसे रेस्ट हाउस मंदिर, हनुमान मंदिर कीकर वासनी, रंगीला हनुमान मंदिर, बाला वाला जौहर, देवी धना और श्री गुरु नानक सत्संग सभा (सुभाष चौक) )।</p>\r\n<p>&nbsp;</p>\r\n<p>रानीला, गांव चरखी दादरी से 22 किमी की दूरी पर है, जिसमें 1008 आदिनाथ जैन मंदिर हैं। चरखी दादरी से भिवानी तक रेल द्वारा यात्रा करते समय, पहला ठहराव फतेहगढ़ हरियाणा है।</p>\r\n<p>&nbsp;</p>\r\n<p>चरखी दादरी सड़क और रेल द्वारा दिल्ली से जुड़ा हुआ है। चरखी दादरी से 6 किमी की दूरी पर, कपूरी की पहाड़ी एक छोटी पहाड़ी है जो अपने शिव मंदिर और नाथ संप्रदाय के आश्रम के लिए जानी जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>गीता फोगट - पहलवान</p>\r\n<p>मास्टर हुकम सिंह हरियाणा के पूर्व सीएम</p>\r\n<p>बबीता कुमारी फोगट- पहलवान</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Charkhi_Dadri नी नई दिल्ली से 110 किलोमीटर (68 मील) पर दक्षिणी हरियाणा में स्थित चरखी दादरी, NH 148B पर नारनौल से बठिंडा और NH 34BB के बीच मेरठ से पिलानी खंड तक शहर के बीच से गुजर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>चरखी दादरी जिला उत्तरी भारत में हरियाणा राज्य के 22 जिलों में से एक है। 16 नवंबर 2016 को बनाया गया, जिला मुख्यालय चरखी दादरी का शहर है। चरखी दादरी जिला हरियाणा के दक्षिण में स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षण संस्थान</p>\r\n<p>स्वर्गीय राम किशन गुप्ता, तब एक पूर्व सांसद ने दादरी एजुकेशन सोसाइटी की स्थापना की। [१३] चरखी दादरी में मुरारी लाल रसीसिया एवेन्यू कॉलेज (MLRAC), KAIM (केदारनाथ अग्रवाल इंस्टीट्यूट ऑफ मैनेजमेंट), और JVMGRR इंस्टीट्यूट ऑफ कंप्यूटर एप्लीकेशन सहित कई शिक्षण संस्थान हैं। अपीजे स्कूल, डीआरके आदर्श विद्या मंदिर, RED स्कूल, और वैश गर्ल्स सीनियर सेकेंडरी स्कूल भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>देखने की जगह</p>\r\n<p>चरखी दादरी हरियाणा का नवगठित जिला है। इसे 2016 में हरियाणा के 22 वें जिले के रूप में बनाया गया था। चरखी दादरी एक अच्छा बाजार होने के साथ एक छोटा लेकिन व्यस्त शहर है। ब्रांडेड और गैर-ब्रांडेड दोनों प्रकार की खरीदारी के लिए उपलब्ध हैं। चरखी दादरी में कई मंदिर देखने लायक हैं जैसे रेस्ट हाउस मंदिर, हनुमान मंदिर कीकर वासनी, रंगीला हनुमान मंदिर, बाला वाला जौहर, देवी धना और श्री गुरु नानक सत्संग सभा (सुमा चौक))।</p>\r\n<p>&nbsp;</p>\r\n<p>रानीला, गांव चरखी दादरी से 22 किमी की दूरी पर है, जिसमें 1008 आदिनाथ जैन मंदिर हैं। चरखी दादरी से भिवानी तक रेल द्वारा यात्रा करते समय, पहला पड़ाव फतेहगढ़ हरियाणा है।</p>\r\n<p>&nbsp;</p>\r\n<p>चरखी दादरी सड़क और रेल द्वारा दिल्ली से जुड़ा हुआ है। चरखी दादरी से 6 किमी की दूरी पर, कपूरी की पहाड़ी एक छोटी पहाड़ी है जो अपने शिव मंदिर और नाथ संप्रदाय के आश्रम के लिए होनी चाहिए।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>गीता फोगट - पहलवान</p>\r\n<p>मास्टर हुकम सिंह हरियाणा के पूर्व सी.एम.</p>\r\n<p>बबीता कुमारी फोगट- पहलवान</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Charkhi_Dadri</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0dc648e6-c80f-48f2-9c0e-c2ce1d48e74c_Charkhi-Dadri-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-charkhi-dadri-haryana","tags":[{"name":"चरखी-दादरी","slug":"charkhi-dadri"},{"name":"हरियाणा","slug":"haryana"}],"recommendations":[{"id":511,"title":"महेंद्रगढ़, नारनौल में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"66b264ca-81cd-4453-9fdf-f149f645bae3_Mahendragarh-railway.jpg","dateCreated":"2019-08-30T01:24:00.869Z","dateModified":"2019-08-30T01:24:16.794Z","contributedBy":"AskGif","content":"महेंद्रगढ़ हरियाणा के उत्तर भारत के राज्य महेंद्रगढ़ जिले में एक शहर और एक नगरपालिका समिति है। महेंद्रगढ़ पहुंचने में केवल 2 घंटे लगते हैं और गुड़गांव से 100.0 किमी दूर है और राष्ट्रीय राजधानी क्षेत्र (भारत) के अंतर्गत आता है।\r\n&nbsp;\r\nमहेंद्रगढ़ जिला उत्तरी भारत में हरियाणा राज्य क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66b264ca-81cd-4453-9fdf-f149f645bae3_Mahendragarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"महेंद्रगढ़","slug":"mahendragarh"},{"name":"नारनौल","slug":"narnaul"}],"slug":"top-places-to-visit-in-mahendragarh-narnaul-haryana","total":0},{"id":490,"title":"झज्जर में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","dateCreated":"2019-08-27T03:01:37.545Z","dateModified":"2019-08-27T03:02:00.533Z","contributedBy":"AskGif","content":"झज्जर भारत के हरियाणा राज्य में झज्जर जिले का एक शहर है। यह 15 जुलाई 1997 को रोहतक जिले से अलग हो गया था। शहर रेवाड़ी को रोहतक (NH-352), चरखी दादरी से दिल्ली और गुड़गांव से भिवानी को जोड़ने वाली सड़क पर स्थित है। झज्जर दिल्ली से 55 किमी पश्चिम में स्थित है।\r\n&nbsp;\r\nझज्जर जिला उत्तर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झज्जर","slug":"jhajjar"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-jhajjar-haryana","total":0},{"id":475,"title":"भिवानी में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"617743e6-fcf5-424a-9fc8-4934d88afadb_Bhiwani-railways.jpg","dateCreated":"2019-08-25T06:30:28.686Z","dateModified":"2019-08-25T06:32:59.436Z","contributedBy":"AskGif","content":"भिवानी भारत के हरियाणा राज्य में एक शहर और भिवानी जिले में एक नगरपालिका परिषद है। आध्यात्मिक शिक्षा की सीट होने के अलावा, शहर क्षेत्रीय राजनीति के केंद्र में है और हरियाणा के तीन पूर्व मुख्यमंत्रियों: बंसीलाल, बनारसी दास गुप्ता और हुकुम सिंह के गृहनगर है। यह राष्ट्रीय राजधानी नई दिल्ली से 128 किम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/617743e6-fcf5-424a-9fc8-4934d88afadb_Bhiwani-railways.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भिवानी","slug":"bhiwani"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-bhiwani-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}