{"id":477,"title":"Top Places to visit in Faridabad, Haryana","imageUrl":"749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","dateCreated":"2019-08-25T07:15:27.781Z","dateModified":"2019-08-25T07:15:54.469Z","contributedBy":"AskGif","content":"<p>Faridabad is the most populous and largest city in the north Indian state of Haryana. It is a leading industrial centre and is situated in the National Capital Region bordering the Indian capital New Delhi. It is one of the major satellite cities of Delhi and is located 284 kilometres south of the state capital Chandigarh. The river Yamuna forms the eastern district boundary with Uttar Pradesh. The Government of India included it in the second list of Smart Cities Mission on 24 May 2016. Faridabad has been described as the eighth fastest growing city in the world and the third in India by the City Mayors Foundation survey. As per the 2001 Delhi regional plan, Faridabad is part of the Delhi Metropolitan Area (DMA).</p>\r\n<p>&nbsp;</p>\r\n<p>In 2018, Faridabad was considered by the World Health Organization as the world's second most polluted city.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation and Connectivity</p>\r\n<p>Rail</p>\r\n<p>Faridabad is on the broad gauge of the New Delhi &ndash; Mumbai Line. New Delhi and Hazrat Nizammudin Railway Station is about 25 km away from Old Faridabad railway station. The trains for big cities like Mumbai, Hyderabad, Chennai are easily accessible from here. Local trains runs between New Delhi to Faridabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Metro</p>\r\n<p>See also: Violet Line (Delhi Metro)</p>\r\n<p>&nbsp;</p>\r\n<p>Delhi Metro Violet Line</p>\r\n<p>Delhi Metro Violet Line connects Faridabad with Delhi. The extension of Violet Line to Faridabad was inaugurated by Prime Minister Narendra Modi on 6 Sepetmeber 2015. There are 9 metro stations in Faridabad corridor of Delhi Metro which are all elevated. Metro has been recently elongated to Ballabhgarh with the addition of two stations- Sant Surdas Sihi and Raja Nahar Singh Ballabhgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Haryana government is also planning to link Faridabad and Gurgaon by Metro. Currently the Faridabad corridor of Delhi Metro Violet Line is the longest metro corridor in the National Capital Region (NCR) consisting of 11 stations and the total length of corridor being 14 km.</p>\r\n<p>&nbsp;</p>\r\n<p>The 11 metro stations are Sarai, NHPC Chowk, Mewala Maharajpur, Sector 28, Badkhal Mor, Old Faridabad, Neelam Chowk Ajronda, Bata Chowk, Escorts Mujesar, Sant Surdas (Sihi) and Raja Nahar Singh.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>A view of Delhi Faridabad Skyway</p>\r\n<p>Faridabad is well connected with Delhi through Delhi Faridabad Skyway (Badarpur Flyover).</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>Faridabad is served by Indira Gandhi International Airport, New Delhi which is around 35 km from Faridabad. The airport is one of the busiest airports in India and provides domestic and international air connectivity.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Badkhal Lake</p>\r\n<p>&nbsp;</p>\r\n<p>Dried Badkhal lake</p>\r\n<p>Main article: Badkhal Lake</p>\r\n<p>Badkhal Lake was located in Badkhal village, 8 km from Delhi Border. The lake fringed by Aravalli hills was a man-made embankment which has now dried up. The lake complex, spread over 40 acres, had come up in 1969. In June 2015, Haryana government decided to revive the Badkhal lake here to once again attract tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>Surajkund Tourist Complex and International Crafts Fair</p>\r\n<p>Main article: Surajkund</p>\r\n<p>&nbsp;</p>\r\n<p>SurajKund International Crafts Fair, Faridabad</p>\r\n<p>Situated at a distance of around 8 km from South Delhi. It is a 10th-century water reservoir which believed to be built by Tomar king Surajpal. Place is known for its annual fair \"Surajkund International Crafts Mela\". 2015 edition of fair was visited by 1.2 million visitors including 160,000 foreigners with more than 20 countries participating in fair. The Suraj Kund Lake here is surrounded by rock cut steps.</p>\r\n<p>&nbsp;</p>\r\n<p>2016 edition of Surajkund International Crafts Mela will be the 30th edition and People's Republic of China will be participating in the fair. Participation of the China will be the part of agreement signed between India and China in 2014 to celebrate year 2016 as \"Year of China in India\".</p>\r\n<p>&nbsp;</p>\r\n<p>Anangpur Dam</p>\r\n<p>Main article: Anagpur Dam</p>\r\n<p>&nbsp;</p>\r\n<p>Surajkund dam downstream side</p>\r\n<p>The Anagpur Dam, located close to the Anagpur village (also called Arangpur) in Faridabad district of Haryana, India, is 2 kilometres (1.2 mi) away from the more famous Surajkund.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>This unique Indian hydraulic engineering structure was built during the reign of King Anangpal of the Tomar dynasty in 8th century. It is approachable by road from Delhi from the Delhi &ndash; Mathura road. The ruins of the fortifications found in Anangpur village establishes by an inference that it was built by Anangpal as part of the Lal Kot that was developed as the first city of Delhi in the 8th century.</p>\r\n<p>&nbsp;</p>\r\n<p>Death Valley Surajkund</p>\r\n<p>Religious Sites</p>\r\n<p>Shri Salasar Balaji Evam Khatu Shyam Mandir Situated on Main Mathura Road, Ballabhgarh Faridabad</p>\r\n<p>Shri 1008 Parshvanath Digambar Jain Mandir in Sector 16</p>\r\n<p>Jharna Mandir village Mohabbtabad</p>\r\n<p>Nagashri Temple in Sihi</p>\r\n<p>Peer Ratan Nath Dargah Mandir</p>\r\n<p>Sai Baba Mandir in Sector 16A</p>\r\n<p>Sharon Fellowship Church in Sector 23</p>\r\n<p>Shiv Mandir in Sainik Colony</p>\r\n<p>Shri Triveni Hanuman Mandir at Gurgaon-Faridabad Expressway</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Faridabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-faridabad-haryana","tags":[{"name":"haryana","slug":"haryana"},{"name":"faridabad","slug":"faridabad"}],"recommendations":[{"id":516,"title":"Top Places to visit in Rewari, Haryana","imageUrl":"20f2fb98-65d6-4790-8df3-ffe24c55e33f_Rewari-railway.jpg","dateCreated":"2019-08-30T02:17:58.084Z","dateModified":"2019-08-30T02:18:11.942Z","contributedBy":"AskGif","content":"Rewari is a city and a municipal council in Rewari district in the Indian state of Haryana. It is located in south-west Haryana 82 km from Delhi&nbsp; and 51 km from Gurgaon. Rewari may be considered centre of Ahirwal (Yadav) region.\r\n&nbsp;\r\nRewari Railway Heritage Museum\r\nR","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20f2fb98-65d6-4790-8df3-ffe24c55e33f_Rewari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rewari","slug":"rewari"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-rewari-haryana","total":0},{"id":509,"title":"Top Places to visit in Karnal, Haryana","imageUrl":"05ed9035-ee31-4634-82e9-0055fc15afe2_Karnal-railway.jpg","dateCreated":"2019-08-30T01:08:27.43Z","dateModified":"2019-08-30T01:08:41.412Z","contributedBy":"AskGif","content":"Karnal is a city located in Haryana, India and is the headquarters of Karnal District.\r\n&nbsp;\r\nKarnal is said to have been founded by Karna, a key figure in the epic Mahabharata, who died at the hands of his half-brother and archrival, Arjuna.\r\n&nbsp;\r\nIt was also use","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05ed9035-ee31-4634-82e9-0055fc15afe2_Karnal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"karnal","slug":"karnal"}],"slug":"top-places-to-visit-in-karnal-haryana","total":0},{"id":475,"title":"Top Places to visit in Bhiwani, Haryana","imageUrl":"617743e6-fcf5-424a-9fc8-4934d88afadb_Bhiwani-railways.jpg","dateCreated":"2019-08-25T06:30:28.686Z","dateModified":"2019-08-25T06:32:59.436Z","contributedBy":"AskGif","content":"Bhiwani is a city and a municipal council in Bhiwani district in the state of Haryana, India. Besides being a seat of spiritual learning, the city is at the centre of regional politics and hometown of three former Haryana chief ministers: Bansi Lal, Banarsi Das Gupta and Hukum Singh. It is locate","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/617743e6-fcf5-424a-9fc8-4934d88afadb_Bhiwani-railways.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhiwani","slug":"bhiwani"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-bhiwani-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}