{"id":478,"title":"फतेहाबाद में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","dateCreated":"2019-08-25T09:12:02.854Z","dateModified":"2019-08-25T09:15:17.781Z","contributedBy":"AskGif","content":"<p>फतेहाबाद भारत के हरियाणा राज्य के फतेहाबाद जिले में एक शहर और एक नगरपालिका समिति है।</p>\r\n<p>&nbsp;</p>\r\n<p>फतेहाबाद जिला, हरियाणा राज्य, भारत के बाईस जिलों में से एक है।</p>\r\n<p>फतेहाबाद जिले को 15 जुलाई 1997 को हिसार जिले से बाहर किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>फतेहाबाद 29.52 &deg; N 75.45 &deg; E पर स्थित है। इसकी औसत ऊंचाई 208 मीटर (682 फीट) है। यह हरियाणा के दक्षिण पश्चिमी हिस्से में स्थित है। यह उत्तर में पंजाब, दक्षिण में जिला हिसार, पूर्व में जिला जींद और राजस्थान और पश्चिम में जिला सिरसा से घिरा हुआ है। जिले का भौगोलिक क्षेत्रफल 2520 किमी 2 है। जो राज्य के हिस्से का 5.4% है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, फतेहाबाद की जनसंख्या 59,863 थी। पुरुषों की आबादी 53% और महिलाओं की 47% है। फतेहाबाद की औसत साक्षरता दर 66% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 71% है, और महिला साक्षरता 60% है। फतेहाबाद में, 14% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, फतेहाबाद नगर परिषद की जनसंख्या 70,777 है, जिसमें 37,320 पुरुष हैं, जबकि 33,457 महिलाएँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>0-6 वर्ष की आयु के बच्चों की जनसंख्या 8263 है जो कि फतेहाबाद (M Cl) की कुल जनसंख्या का 11.67% है। फतेहाबाद म्युनिसिपल काउंसिल में, महिला लिंग अनुपात 879 के राज्य औसत के मुकाबले 896 है। इसके अलावा फतेहाबाद में चाइल्ड सेक्स रेशियो 834 के हरियाणा राज्य औसत की तुलना में लगभग 858 है। फतेहाबाद शहर की साक्षरता दर 75.55% के राज्य औसत से 81.96% अधिक है। फतेहाबाद में, पुरुष साक्षरता लगभग 86.86% है जबकि महिला साक्षरता दर 76.53% है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>भारत-यूरोपीय भाषा-भाषी लोग पहले सरस्वती और द्रस्वती नदियों के तट पर बसे और फिर हिसार और फतेहाबाद के व्यापक क्षेत्र को कवर करने के लिए विस्तार किया। यह क्षेत्र संभवतः पांडवों और उनके उत्तराधिकारियों के राज्य में शामिल था। पाओनी में ऐसुकरी, तौशायना और रोरी सहित क्षेत्र के कई शहरों का उल्लेख है, जिन्हें क्रमशः हिसार, टोहाना और रोहरी के साथ पहचाना गया है। पुराणों के अनुसार, फतेहाबाद जिले के क्षेत्र नंदा साम्राज्य का एक हिस्सा बने रहे। हिसार और फतेहाबाद में अशोकन स्तंभों की खोज से पता चलता है कि यह क्षेत्र मौर्य साम्राज्य का एक हिस्सा बना रहा। अग्रोहा क्षेत्र के लोगों ने इंडो-ग्रीक साम्राज्य के खिलाफ युद्ध में चंद्र गुप्त मौर्य की सहायता की।</p>\r\n<p>मौर्यों और शुंगों के पतन के बाद, अग्रेजों ने यौधेयों के साथ - क्षेत्र के गणतंत्रीय जनजातियों - ने अपनी स्वतंत्रता का दावा किया। अग्रवाल राजधानी मुख्यालय बरवाला और अग्रोहा को कवर करने वाले क्षेत्र में बस गए, जहां से उन्होंने सिक्के जारी किए। जैसा कि सिक्का-सांचे और टेराकोटा की खोज के अनुसार, यह क्षेत्र कुषाण साम्राज्य का एक हिस्सा था। [उद्धरण वांछित] अनंत सदाशिव अल्टेकर के अनुसार, यौधेयों ने दूसरी शताब्दी के अंत में स्वतंत्रता के लिए दूसरी बोली लगाई जब वे ई.पू. अपनी मातृभूमि को मुक्त कराने में सफल रहे और कुषाणों को बाहर कर दिया। यह अग्रोहा टीले में खोजी गई मुहरों का समर्थन करता है।</p>\r\n<p>11 वीं शताब्दी की शुरुआत में इस क्षेत्र में गज़नावीद को अंतर्देशीय बना दिया गया था। सुल्तान मसूद ने अग्रोहा की ओर अभियान का नेतृत्व किया। लगता है कि चौहान ने मंगोल घुसपैठ के खिलाफ क्षेत्र की सुरक्षा के लिए विशेष उपाय किए हैं। तराइन के दूसरे युद्ध (1192) में पृथ्वीराज चौहान तृतीय की हार के बाद अग्रोहा का क्षेत्र घुरिद शासन के अधीन हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>तराइन की लड़ाई के बाद, सुल्तान शिहाब-उद-दीन मुहम्मद घूरी ने भारतीय अभियानों में अपना एक सेनापति रखा। लेकिन ऐसा प्रतीत होता है कि कोई भी सार्थक नियंत्रण स्थापित नहीं किया जा सका। अवसर को जब्त करते हुए, एक राजपूत कबीले, जटुस, तोमर / तंवर राजपूतों की एक शाखा, ने अग्रोहा सहित फतेहाबाद क्षेत्र में व्यापक रूप से अपनी शक्ति का विस्तार किया। फिरोज (1351-88) ने इन क्षेत्रों को प्रमुखता से शूट किया। शासक के पास कुछ हद तक असामान्य रूप से फैन के लिए आया था (हिसार)। उसने फतेहाबाद और हिसार के नए शहर स्थापित किए और दो नहरों का पुनर्निर्माण किया; एक फूलगढ़ में घग्गर से उड़ान भरी और जोया के रास्ते से फतेहाबाद शहर तक। फिरोज (1388) की मृत्यु के बाद, अराजकता और भ्रम सभी दौर में फैल गए। 1398 में तैमूर के आक्रमण के समय स्थिति और भी खराब हो गई। उसके आक्रमण के दौरान, तैमूर ने फतेहाबाद पर आक्रमण किया, जिसे निवासियों के विरोध के बिना कब्जा कर लिया गया था। अंत में, हमलावर टोहाना पहुंच गया लेकिन वह क्षेत्र पर अपना स्थायी शासन स्थापित नहीं कर सका। वह इन इलाकों को लूटने के बाद जल्द ही समाना के लिए रवाना हो गया। फतेहाबाद के क्षेत्र मुगलों-बाबर और हुमायूँ के नियंत्रण में आ गए।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Fatehabad_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-fatehabad-haryana","tags":[{"name":"फतेहाबाद","slug":"fatehabad"},{"name":"हरियाणा","slug":"haryana"}],"recommendations":[{"id":479,"title":"गुरुग्राम में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","dateCreated":"2019-08-25T09:25:29.961Z","dateModified":"2019-08-25T09:26:10.244Z","contributedBy":"AskGif","content":"गुड़गांव, जिसे आधिकारिक रूप से गुरुग्राम नाम दिया जाता है, एक शहर है जो उत्तर भारतीय राज्य हरियाणा में स्थित है। यह दिल्ली-हरियाणा सीमा के पास, राष्ट्रीय राजधानी नई दिल्ली के दक्षिण-पश्चिम में लगभग 30 किलोमीटर (19 मील) और राज्य की राजधानी चंडीगढ़ से 268 किमी (167 मील) दक्षिण में स्थित है। यह दिल्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुडगाँव","slug":"gurgaon"},{"name":"हरियाणा","slug":"haryana"},{"name":"गुरुग्राम","slug":"gurugram"}],"slug":"top-places-to-visit-in-gurugram-haryana","total":0},{"id":478,"title":"फतेहाबाद में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","dateCreated":"2019-08-25T09:12:02.854Z","dateModified":"2019-08-25T09:15:17.781Z","contributedBy":"AskGif","content":"फतेहाबाद भारत के हरियाणा राज्य के फतेहाबाद जिले में एक शहर और एक नगरपालिका समिति है।\r\n&nbsp;\r\nफतेहाबाद जिला, हरियाणा राज्य, भारत के बाईस जिलों में से एक है।\r\nफतेहाबाद जिले को 15 जुलाई 1997 को हिसार जिले से बाहर किया गया था।\r\n&nbsp;\r\nभूगोल\r\nफतेहाबाद 29.52 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फतेहाबाद","slug":"fatehabad"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-fatehabad-haryana","total":0},{"id":477,"title":"फरीदाबाद में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","dateCreated":"2019-08-25T07:15:27.781Z","dateModified":"2019-08-25T07:15:54.469Z","contributedBy":"AskGif","content":"उत्तर भारतीय राज्य हरियाणा में फरीदाबाद सबसे अधिक आबादी वाला और सबसे बड़ा शहर है। यह एक प्रमुख औद्योगिक केंद्र है और भारतीय राजधानी नई दिल्ली की सीमा से लगे राष्ट्रीय राजधानी क्षेत्र में स्थित है। यह दिल्ली के प्रमुख उपग्रह शहरों में से एक है और राज्य की राजधानी चंडीगढ़ से 284 किलोमीटर दक्षिण में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"फरीदाबाद","slug":"faridabad"}],"slug":"top-places-to-visit-in-faridabad-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}