{"id":478,"title":"Top Places to visit in Fatehabad, Haryana","imageUrl":"afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","dateCreated":"2019-08-25T09:12:02.854Z","dateModified":"2019-08-25T09:15:17.781Z","contributedBy":"AskGif","content":"<p>Fatehabad is a town and a municipal committee in Fatehabad district in the state of Haryana, India.</p>\r\n<p>&nbsp;</p>\r\n<p>Fatehabad District, is one of the twenty-two districts of Haryana state, India.</p>\r\n<p>The Fatehabad district was carved out of Hisar district on 15 July 1997.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Fatehabad is located at 29.52&deg;N 75.45&deg;E. It has an average elevation of 208 metres (682 feet).It is located in the south western part of Haryana. It is surrounded by Punjab in North, district Hisar in south, district Jind in East and Rajasthan and district Sirsa in the West. The geographical area of the district is 2520 km2. which is 5.4% of the state share.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Fatehabad had a population of 59,863. Males constitute 53% of the population and females 47%. Fatehabad has an average literacy rate of 66%, higher than the national average of 59.5%: male literacy is 71%, and female literacy is 60%. In Fatehabad, 14% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 India census, the Fatehabad Municipal Council has population of 70,777 of which 37,320 are males while 33,457 are females.</p>\r\n<p>&nbsp;</p>\r\n<p>Population of Children with age of 0-6 is 8263 which is 11.67 % of total population of Fatehabad (M Cl). In Fatehabad Municipal Council, Female Sex Ratio is of 896 against state average of 879. Moreover Child Sex Ratio in Fatehabad is around 858 compared to Haryana state average of 834. Literacy rate of Fatehabad city is 81.96 % higher than state average of 75.55 %. In Fatehabad, Male literacy is around 86.86 % while female literacy rate is 76.53 %.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Indo-European language-speaking people first settled on the banks of the Sarasvati and Drsadvati Rivers rivers then expanded to cover a wider area of Hisar and Fatehabad. The area was probably included in the kingdom of the Pandavas and their successors. Pāṇini mentions a number of towns in the region including Aisukari, Taushayana and Rori, which have been identified with Hisar, Tohana and Rohri respectively. According to the Puranas, the areas of Fatehabad district remained a part of the Nanda Empire. The discovery of Ashokan pillars at Hisar and Fatehabad shows that this area remained a part of Mauryan empire. The people of Agroha area assisted Chandra Gupta Maurya in the war against the Indo-Greek Kingdom.</p>\r\n<p>After the fall of the Mauryas and Shungas, the Agras along with the Yaudheyas &mdash; the republican tribes of the region &mdash; asserted their independence. The Agras settled in the region covering Barwala and Agroha, the capital headquarters, from where they issued coins. As attested by the discovery of coin-moulds and terracottas, the region was a part of the Kushan empire.[citation needed] According to Anant Sadashiv Altekar, the Yaudheys made a second bid for independence towards the end of the 2nd century AD when they succeeded in freeing their homeland and ousted the Kushans. This finds support from seals discovered at the Agroha Mound.</p>\r\n<p>The early 11th century saw the Ghaznavid make inroads in this area. Sultan Masud led expeditions towards Agroha. The Chauhans seem to have taken special measures for protecting the area against Mongol incursions. The area of Agroha passed under Ghurid rule after the defeat of Prithviraj Chauhan III in the Second Battle of Tarain (1192).</p>\r\n<p>&nbsp;</p>\r\n<p>After the Battle of Tarain, Sultan Shihab-ud-din Muhammad Ghuri placed one of his generals in the Indian campaigns. But it appears that any meaningful control could not be established. Seizing the opportunity, a Rajput clan, Jatus, a branch of Tomar/Tanwar Rajputs, widely extended their power in Fatehabad area including Agroha. Firuz (1351&ndash;88) shot these areas into prominence. The ruler came to have somewhat unusual fancy for the tract (Hisar). He established new towns of Fatehabad and Hissar and rebuilt two canals; one taking off from Ghaggar at Phulad and following the course of Joiya up to the town of Fatehabad. After the death of Firuz (1388), chaos and confusion spread all round. The situation deteriorated still further when Timur invaded in 1398. During his invasion, Timur invaded Fatehabad which was captured without any opposition from the inhabitants. Lastly, the invader reached Tohana but he could not set-up his permanent rule over the area. He soon left for Samana after looting these areas. The areas of Fatehabad came under the control of Mughals-Babar and Humayun.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Fatehabad_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-fatehabad-haryana","tags":[{"name":"fatehabad","slug":"fatehabad"},{"name":"haryana","slug":"haryana"}],"recommendations":[{"id":479,"title":"Top Places to visit in Gurugram, Haryana","imageUrl":"470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","dateCreated":"2019-08-25T09:25:29.961Z","dateModified":"2019-08-25T09:26:10.244Z","contributedBy":"AskGif","content":"Gurgaon, officially named Gurugram, is a city located in the northern Indian state of Haryana. It is situated near the Delhi-Haryana border, about 30 kilometres (19 mi) southwest of the national capital New Delhi and 268 km (167 mi) south of Chandigarh, the state capital. It is one of the major s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gurgaon","slug":"gurgaon"},{"name":"haryana","slug":"haryana"},{"name":"gurugram","slug":"gurugram"}],"slug":"top-places-to-visit-in-gurugram-haryana","total":0},{"id":478,"title":"Top Places to visit in Fatehabad, Haryana","imageUrl":"afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","dateCreated":"2019-08-25T09:12:02.854Z","dateModified":"2019-08-25T09:15:17.781Z","contributedBy":"AskGif","content":"Fatehabad is a town and a municipal committee in Fatehabad district in the state of Haryana, India.\r\n&nbsp;\r\nFatehabad District, is one of the twenty-two districts of Haryana state, India.\r\nThe Fatehabad district was carved out of Hisar district on 15 July 1997.\r\n&nbsp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"fatehabad","slug":"fatehabad"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-fatehabad-haryana","total":0},{"id":477,"title":"Top Places to visit in Faridabad, Haryana","imageUrl":"749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","dateCreated":"2019-08-25T07:15:27.781Z","dateModified":"2019-08-25T07:15:54.469Z","contributedBy":"AskGif","content":"Faridabad is the most populous and largest city in the north Indian state of Haryana. It is a leading industrial centre and is situated in the National Capital Region bordering the Indian capital New Delhi. It is one of the major satellite cities of Delhi and is located 284 kilometres south of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"faridabad","slug":"faridabad"}],"slug":"top-places-to-visit-in-faridabad-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}