{"id":479,"title":"Top Places to visit in Gurugram, Haryana","imageUrl":"470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","dateCreated":"2019-08-25T09:25:29.961Z","dateModified":"2019-08-25T09:26:10.244Z","contributedBy":"AskGif","content":"<p>Gurgaon, officially named Gurugram, is a city located in the northern Indian state of Haryana. It is situated near the Delhi-Haryana border, about 30 kilometres (19 mi) southwest of the national capital New Delhi and 268 km (167 mi) south of Chandigarh, the state capital. It is one of the major satellite cities of Delhi and is part of the National Capital Region of India. As of 2011, Gurgaon had a population of 876,900.</p>\r\n<p>&nbsp;</p>\r\n<p>Gurgaon has become a leading financial and industrial hub with the third-highest per capita income in India. The city's economic growth story started when the leading Indian automobile manufacturer Maruti Suzuki India Limited established a manufacturing plant in Gurgaon in the 1970s. Today, Gurgaon has local offices for more than 250 Fortune 500 companies.</p>\r\n<p>&nbsp;</p>\r\n<p>In March 2019, Gurgaon was named the most polluted city in the world, according to data released by IQ Air Visual and Greenpeace.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>See also: List of educational institutions in Gurgaon</p>\r\n<p>&nbsp;</p>\r\n<p>ITM Campus (now The Northcap university) in Gurgaon</p>\r\n<p>Heritage Xperiential Learning School</p>\r\n<p>The city's public school system is managed by the government of Haryana, and administered by Haryana Board of School Education.</p>\r\n<p>&nbsp;</p>\r\n<p>There are several universities and institutes located in Gurgaon and the surrounding area, including newly established Gurugram University, Sushant School of Art and Architecture &amp; Ansal University, Sector 55; ITM University, Sector 23A; GD Goenka University, Sohna Road; KR Mangalam University, Sohna Road; Amity University, Gurgaon, Manesar; Apeejay Stya University, Sohna; BML Munjal University, NH8; Shree Guru Gobind Singh Tricentenary University, Budhera; and National Brain Research Centre, Manesar.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Roadways</p>\r\n<p>&nbsp;</p>\r\n<p>Delhi Gurgaon Expressway</p>\r\n<p>The major highway that links Gurgaon is National Highway 48, the road that runs from Delhi to Mumbai. While the 27.7-kilometre (17.2 mi) Delhi-Gurgaon border-Kherki Dhaula stretch has been developed as an expressway, the rest is expanded to six lanes.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Intercity rail</p>\r\n<p>Gurgaon railway station is operated by Northern Railway of Indian Railways. The rail station forms a part of the larger Indian Railways network. Along with that, Gurgaon has Tajnagar railway station, Dhankot railway station, Ghari Harsaru Railway Junction and Farrukhnagar Railway Station, Patli Railway Station. Under Modernisation of Railway Station, Indian Railway is modernising four railway stations in Gurgaon. Gurgaon railway station, Ghari Harsaru Railway Junction and Farrukhnagar Railway Station will be developed and modernised with modern amenities and international facilities.</p>\r\n<p>&nbsp;</p>\r\n<p>Delhi Metro</p>\r\n<p>&nbsp;</p>\r\n<p>HUDA City Centre metro station on the Yellow Line of Delhi Metro</p>\r\n<p>There are five stations served by Delhi Metro Rail Corporation Ltd. located on the Yellow Line, which are HUDA City Centre, IFFCO Chowk, MG Road, Sikanderpur and Guru Droncharya. Extension of Delhi Metro Yellow line is approved by Haryana Government, in which the line started from HUDA City Centre go through Subhash chowk up to Gurgaon railway station via Hero Honda chowk and Sector 9 and Sector 5 road, from Gurgaon railway station it goes to Old Delhi road Sector 23 near Palam Vihar chowk at Columbia Asia Hospital via Sheetla Mata road and Old Delhi&ndash;Gurgaon road. This Yellow line extension having a interchange with Delhi-Gurgaon-Rewari-Alwar RRTS corridor and Extension of DLF Gurgaon rapid metro at Old Delhi road. The total length of this line up to Sector 23 as of now is around 20-22 km. In near future it will extended from sector 23 to Dwarka expressway interchange with another metro line going toward Dwarka.</p>\r\n<p>&nbsp;</p>\r\n<p>Rapid Metro</p>\r\n<p>&nbsp;</p>\r\n<p>Rapid Metro has eleven stations in Gurgaon, with an interchange with Yellow Line of Delhi Metro at Sikandarpur metro station. The Rapid Metro became operational in November 2013 and currently covers a distance of 11.7 kilometres (7.3 mi). One more phase of the project are in the pipeline and would take the total number of subway stations in the city to 16. An estimated 33,000 people ride Rapid Metro every day, which provides an exclusive elevated transit service with three coach trains that run in a loop. 3 Extension of Rapid Metro Gurgaon is approved by Haryana Government.</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>Airport</p>\r\n<p>Gurgaon is served by Delhi's Indira Gandhi International Airport, which is located just outside of Gurgaon city limits near National Highway 8.</p>\r\n<p>&nbsp;</p>\r\n<p>Transit systems</p>\r\n<p>Public transit</p>\r\n<p>In November, 2013, Gurgaon launched an Ciclovia-inspired initiative known as Raahgiri Day&mdash;in which a corridor of streets are closed to motor vehicle traffic on Sunday mornings to encourage the use of non-motorized transport and participation in outdoor leisure activities. Gurgaon was the first city in India to implement such a program, followed by New Delhi, and later Noida.</p>\r\n<p>&nbsp;</p>\r\n<p>Gurgaon is also expected to get India's first Pod Taxis.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gurgaon</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-gurugram-haryana","tags":[{"name":"gurgaon","slug":"gurgaon"},{"name":"haryana","slug":"haryana"},{"name":"gurugram","slug":"gurugram"}],"recommendations":[{"id":529,"title":"Top Places to visit in Yamunanagar, Haryana","imageUrl":"c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","dateCreated":"2019-08-31T02:20:13.592Z","dateModified":"2019-08-31T02:20:29.529Z","contributedBy":"AskGif","content":"Yamunanagar, previously known as Abdullahpur, is a city and a municipal corporation in Yamunanagar district in the Indian state of Haryana. This town is known for the cluster of plywood units and paper industries. It is also known for providing fine timber to larger industries. The older town is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"yamuna-nagar","slug":"yamuna-nagar"}],"slug":"top-places-to-visit-in-yamunanagar-haryana","total":0},{"id":490,"title":"Top Places to visit in Jhajjar, Haryana","imageUrl":"39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","dateCreated":"2019-08-27T03:01:37.545Z","dateModified":"2019-08-27T03:02:00.533Z","contributedBy":"AskGif","content":"Jhajjar is a city in Jhajjar district in the Indian state of Haryana. It was split off from Rohtak district on 15 July 1997. The city is situated on the road connecting Rewari to Rohtak(NH-352), Charkhi Dadri to Delhi and Gurgaon to Bhiwani. Jhajjar is located 55 km west of Delhi.\r\n&nbsp;<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jhajjar","slug":"jhajjar"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-jhajjar-haryana","total":0},{"id":477,"title":"Top Places to visit in Faridabad, Haryana","imageUrl":"749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","dateCreated":"2019-08-25T07:15:27.781Z","dateModified":"2019-08-25T07:15:54.469Z","contributedBy":"AskGif","content":"Faridabad is the most populous and largest city in the north Indian state of Haryana. It is a leading industrial centre and is situated in the National Capital Region bordering the Indian capital New Delhi. It is one of the major satellite cities of Delhi and is located 284 kilometres south of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"faridabad","slug":"faridabad"}],"slug":"top-places-to-visit-in-faridabad-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}