{"id":479,"title":"गुरुग्राम में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","dateCreated":"2019-08-25T09:25:29.961Z","dateModified":"2019-08-25T09:26:10.244Z","contributedBy":"AskGif","content":"<p>गुड़गांव, जिसे आधिकारिक रूप से गुरुग्राम नाम दिया जाता है, एक शहर है जो उत्तर भारतीय राज्य हरियाणा में स्थित है। यह दिल्ली-हरियाणा सीमा के पास, राष्ट्रीय राजधानी नई दिल्ली के दक्षिण-पश्चिम में लगभग 30 किलोमीटर (19 मील) और राज्य की राजधानी चंडीगढ़ से 268 किमी (167 मील) दक्षिण में स्थित है। यह दिल्ली के प्रमुख उपग्रह शहरों में से एक है और भारत के राष्ट्रीय राजधानी क्षेत्र का हिस्सा है। 2011 तक, गुड़गांव की आबादी 876,900 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>गुड़गांव भारत में तीसरी सबसे अधिक प्रति व्यक्ति आय के साथ एक प्रमुख वित्तीय और औद्योगिक केंद्र बन गया है। शहर की आर्थिक विकास की कहानी तब शुरू हुई जब प्रमुख भारतीय ऑटोमोबाइल निर्माता मारुति सुजुकी इंडिया लिमिटेड ने 1970 के दशक में गुड़गांव में एक विनिर्माण संयंत्र की स्थापना की। आज, गुड़गांव में 250 से अधिक फॉर्च्यून 500 कंपनियों के स्थानीय कार्यालय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>IQ Air Visual और Greenpeace द्वारा जारी आंकड़ों के अनुसार, मार्च 2019 में, गुड़गांव को दुनिया का सबसे प्रदूषित शहर नामित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>यह भी देखें: गुड़गांव में शैक्षिक संस्थानों की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>आईटीएम कैंपस (अब नॉर्थपैक यूनिवर्सिटी) गुड़गांव में</p>\r\n<p>हेरिटेज Xperiential Learning School</p>\r\n<p>शहर की पब्लिक स्कूल प्रणाली हरियाणा सरकार द्वारा प्रबंधित की जाती है, और हरियाणा स्कूल शिक्षा बोर्ड द्वारा प्रशासित है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुड़गांव और आसपास के क्षेत्र में कई विश्वविद्यालय और संस्थान हैं, जिनमें नव स्थापित गुरुग्राम विश्वविद्यालय, सुशांत स्कूल ऑफ आर्ट एंड आर्किटेक्चर और अंसल विश्वविद्यालय, सेक्टर 55; आईटीएम विश्वविद्यालय, सेक्टर 23 ए; जीडी गोयनका विश्वविद्यालय, सोहना रोड; केआर मंगलम विश्वविद्यालय, सोहना रोड; एमिटी यूनिवर्सिटी, गुड़गांव, मानेसर; आपीजे स्टा विश्वविद्यालय, सोहना; बीएमएल मुंजाल विश्वविद्यालय, एनएच 8; श्री गुरु गोबिंद सिंह त्रिकेंद्र विश्वविद्यालय, बुधेरा; और नेशनल ब्रेन रिसर्च सेंटर, मानेसर।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रोडवेज</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली गुड़गांव एक्सप्रेसवे</p>\r\n<p>गुड़गांव को जोड़ने वाला प्रमुख राजमार्ग राष्ट्रीय राजमार्ग 48 है, जो सड़क दिल्ली से मुंबई तक चलती है। जबकि 27.7 किलोमीटर (17.2 मील) दिल्ली-गुड़गांव सीमा-खेरकी धौला खंड को एक्सप्रेसवे के रूप में विकसित किया गया है, बाकी का विस्तार छह लेन तक है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>इंटरसिटी रेल</p>\r\n<p>गुड़गांव रेलवे स्टेशन भारतीय रेलवे के उत्तरी रेलवे द्वारा संचालित है। रेलवे स्टेशन भारतीय रेलवे के बड़े नेटवर्क का एक हिस्सा है। इसके साथ ही, गुड़गांव में ताजनगर रेलवे स्टेशन, धनकोट रेलवे स्टेशन, ग़री हरसरू रेलवे जंक्शन और फ़र्रुखनगर रेलवे स्टेशन, पटली रेलवे स्टेशन हैं। रेलवे स्टेशन के आधुनिकीकरण के तहत, भारतीय रेलवे गुड़गांव में चार रेलवे स्टेशनों का आधुनिकीकरण कर रही है। गुड़गांव रेलवे स्टेशन, गारी हरसरू रेलवे जंक्शन और फर्रुखनगर रेलवे स्टेशन को आधुनिक सुविधाओं और अंतर्राष्ट्रीय सुविधाओं के साथ विकसित और आधुनिक बनाया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली मेट्रो</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली मेट्रो की येलो लाइन पर हुडा सिटी सेंटर मेट्रो स्टेशन</p>\r\n<p>येलो लाइन पर स्थित दिल्ली मेट्रो रेल कॉर्पोरेशन लिमिटेड द्वारा पाँच स्टेशन हैं, जो हुडा सिटी सेंटर, इफको चौक, एमजी रोड, सिकंदरपुर और गुरु द्रोणाचार्य हैं। दिल्ली मेट्रो येलो लाइन का विस्तार हरियाणा सरकार द्वारा स्वीकृत है, जिसमें हुडा सिटी सेंटर से शुरू होने वाली लाइन सुभाष चौक से गुड़गांव रेलवे स्टेशन तक हीरो होंडा चौक और सेक्टर 9 और सेक्टर 5 रोड से होकर गुजरती है, गुड़गांव रेलवे स्टेशन से ओल्ड तक जाती है दिल्ली रोड सेक्टर 23 पालम विहार चौक के पास कोलंबिया एशिया अस्पताल में शीतला माता रोड और पुरानी दिल्ली-गुड़गांव रोड के माध्यम से। यह येलो लाइन विस्तार दिल्ली-गुड़गांव-रेवाड़ी-अलवर आरआरटीएस गलियारे के साथ एक इंटरचेंज और डीएलएफ गुड़गांव का विस्तार पुरानी दिल्ली रोड पर तेजी से मेट्रो का विस्तार करता है। सेक्टर 23 तक की इस लाइन की कुल लंबाई लगभग 20-22 किमी है। निकट भविष्य में यह द्वारका की ओर जाने वाली एक अन्य मेट्रो लाइन के साथ सेक्टर 23 से द्वारका एक्सप्रेसवे इंटरचेंज तक विस्तारित होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>रैपिड मेट्रो</p>\r\n<p>&nbsp;</p>\r\n<p>सिकंदरपुर मेट्रो स्टेशन पर दिल्ली मेट्रो की येलो लाइन के साथ एक इंटरचेंज के साथ, गुड़गांव में रैपिड मेट्रो के ग्यारह स्टेशन हैं। रैपिड मेट्रो नवंबर 2013 में चालू हुई और वर्तमान में 11.7 किलोमीटर (7.3 मील) की दूरी तय करती है। परियोजना का एक और चरण पाइपलाइन में है और शहर में मेट्रो स्टेशनों की कुल संख्या को 16 तक ले जाएगा। अनुमानित 33,000 लोग हर दिन रैपिड मेट्रो की सवारी करते हैं, जो तीन कोच वाली रेलगाड़ियों के साथ एक विशेष एलिवेटेड ट्रांजिट सेवा प्रदान करता है जो एक में चलती है पाश। रैपिड मेट्रो गुड़गांव का 3 विस्तार हरियाणा सरकार द्वारा अनुमोदित है।</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज</p>\r\n<p>हवाई अड्डा</p>\r\n<p>गुड़गांव को दिल्ली के इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डे द्वारा परोसा जाता है, जो राष्ट्रीय राजमार्ग 8 के पास गुड़गांव शहर की सीमा के बाहर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांजिट सिस्टम</p>\r\n<p>सार्वजनिक ट्रांजिट</p>\r\n<p>नवंबर 2013 में, गुड़गांव ने रहगिरी दिवस के रूप में जाना जाने वाला सिक्लोविया-प्रेरित पहल शुरू की, जिसमें गैर-मोटर चालित परिवहन के उपयोग को प्रोत्साहित करने और बाहरी अस्थायी गतिविधियों में भाग लेने के लिए रविवार को सड़कों पर मोटर वाहन यातायात के लिए गलियों के एक गलियारे को बंद कर दिया जाता है। इस तरह के कार्यक्रम को लागू करने वाला गुड़गांव भारत का पहला शहर था, जिसके बाद नई दिल्ली और बाद में नोएडा आया।</p>\r\n<p>&nbsp;</p>\r\n<p>गुड़गांव को भी भारत की पहली पॉड टैक्सी मिलने की उम्मीद है।</p>\r\n<p>स्रोत:&nbsp;https://en.wikipedia.org/wiki/Gurgaon</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-gurugram-haryana","tags":[{"name":"गुडगाँव","slug":"gurgaon"},{"name":"हरियाणा","slug":"haryana"},{"name":"गुरुग्राम","slug":"gurugram"}],"recommendations":[{"id":529,"title":"यमुनानगर में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","dateCreated":"2019-08-31T02:20:13.592Z","dateModified":"2019-08-31T02:20:29.529Z","contributedBy":"AskGif","content":"यमुनानगर, जिसे पहले अब्दुल्लापुर के नाम से जाना जाता था, भारतीय राज्य हरियाणा में यमुनानगर जिले का एक शहर और एक नगर निगम है। यह शहर प्लाईवुड इकाइयों और कागज उद्योगों के समूह के लिए जाना जाता है। यह बड़े उद्योगों को ठीक लकड़ी प्रदान करने के लिए भी जाना जाता है। पुराने शहर को जगाधरी कहा जाता है। यम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"यमुनानगर","slug":"yamuna-nagar"}],"slug":"top-places-to-visit-in-yamunanagar-haryana","total":0},{"id":490,"title":"झज्जर में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","dateCreated":"2019-08-27T03:01:37.545Z","dateModified":"2019-08-27T03:02:00.533Z","contributedBy":"AskGif","content":"झज्जर भारत के हरियाणा राज्य में झज्जर जिले का एक शहर है। यह 15 जुलाई 1997 को रोहतक जिले से अलग हो गया था। शहर रेवाड़ी को रोहतक (NH-352), चरखी दादरी से दिल्ली और गुड़गांव से भिवानी को जोड़ने वाली सड़क पर स्थित है। झज्जर दिल्ली से 55 किमी पश्चिम में स्थित है।\r\n&nbsp;\r\nझज्जर जिला उत्तर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झज्जर","slug":"jhajjar"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-jhajjar-haryana","total":0},{"id":477,"title":"फरीदाबाद में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","dateCreated":"2019-08-25T07:15:27.781Z","dateModified":"2019-08-25T07:15:54.469Z","contributedBy":"AskGif","content":"उत्तर भारतीय राज्य हरियाणा में फरीदाबाद सबसे अधिक आबादी वाला और सबसे बड़ा शहर है। यह एक प्रमुख औद्योगिक केंद्र है और भारतीय राजधानी नई दिल्ली की सीमा से लगे राष्ट्रीय राजधानी क्षेत्र में स्थित है। यह दिल्ली के प्रमुख उपग्रह शहरों में से एक है और राज्य की राजधानी चंडीगढ़ से 284 किलोमीटर दक्षिण में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"फरीदाबाद","slug":"faridabad"}],"slug":"top-places-to-visit-in-faridabad-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}