{"id":480,"title":"हिसार में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","dateCreated":"2019-08-25T09:37:10.709Z","dateModified":"2019-08-25T09:37:38.386Z","contributedBy":"AskGif","content":"<p>हिसार जिला हरियाणा, भारत के 22 जिलों में से एक है। हिसार शहर जिला मुख्यालय के रूप में कार्य करता है। यह जिला हिसार संभाग का भी हिस्सा है, जिसका नेतृत्व एक आयुक्त करता है, जो भारतीय प्रशासनिक सेवा द्वारा कार्यरत होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>1966 के पुनर्गठन तक हरियाणा में सबसे बड़ा जिला, हिसार के कुछ हिस्सों को नए बनाए गए जींद जिले में स्थानांतरित कर दिया गया था। 1974 में, तहसील भिवानी और लोहारू को भिवानी जिले में स्थानांतरित कर दिया गया। जब सिरसा जिले का गठन हुआ तो हिसार को और अधिक विभाजित किया गया। बाद में फतेहाबाद जिला भी बना।</p>\r\n<p>&nbsp;</p>\r\n<p>हिसार, हिसार संभाग के संभागीय आयुक्त का एक प्रभागीय मुख्यालय है और पुलिस रेंज का मुख्यालय भी है। यह B.S.F का एक बटालियन मुख्यालय भी है। 3 जी बी.एन. H.A.P. और कमांडो बल। इन सभी विभागों को समायोजित करने के लिए, एक पाँच-मंजिला जिला प्रशासनिक कॉम्प्लेक्स बनाया गया था, जिसमें 1980 में तबादले हुए थे। यह नए न्यायपालिका कॉम्प्लेक्स से जुड़ता है, जिसे कार्यात्मक भी बनाया गया है। यह प्रशासनिक और न्यायपालिका परिसर हरियाणा में सबसे बड़ा है; जिला मुख्यालय के रूप में यह देश में सबसे बड़े में से एक हो सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह सरस्वती घाटी सभ्यता से संबंधित पांच शहरों में से एक है, जबकि इसका नाम इतिहास की पुस्तकों में सिंधु सभ्यता के संदर्भ में और सामान्य ज्ञान की किताबों में पांच भेड़ खेतों में से एक बनवाली के स्थान के रूप में उद्धृत किया गया है। 2011 तक यह फरीदाबाद के बाद हरियाणा के 21 जिलों में दूसरा सबसे अधिक आबादी वाला इलाका है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिसार को जिंदल स्टेनलेस स्टील कारखानों के कारण स्टील सिटी के रूप में भी जाना जाता है। यह भारत में जस्ती लोहा का सबसे बड़ा उत्पादक भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मुख्य लेख: हिसार में विश्वविद्यालय और कॉलेज</p>\r\n<p>विश्वविद्यालयों</p>\r\n<p>चौधरी चरण सिंह हरियाणा कृषि विश्वविद्यालय, शुरू में पंजाब कृषि विश्वविद्यालय, लुधियाना के एक परिसर के रूप में स्थापित किया गया था।</p>\r\n<p>लाला लाजपत राय पशु चिकित्सा और पशु विज्ञान विश्वविद्यालय। इस देशभक्त की याद में लाला लाजपत राय की एक प्रतिमा और स्मारक परिसर में खड़ा है।</p>\r\n<p>गुरु जम्भेश्वर विज्ञान और प्रौद्योगिकी विश्वविद्यालय, 1995 में स्थापित, देश और विदेश से उच्च शिक्षा के लिए छात्रों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी कॉलेज</p>\r\n<p>हिसार में 10 सरकारी डिग्री कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार। पोस्ट ग्रेजुएट कॉलेज, हिसार</p>\r\n<p>सरकार। कॉलेज फॉर गर्ल्स, हिसार</p>\r\n<p>निजी कॉलेज</p>\r\n<p>दयानंद कॉलेज</p>\r\n<p>सीआरएम जाट कॉलेज</p>\r\n<p>छाजू राम लॉ कॉलेज, हिसार</p>\r\n<p>छाजू राम कॉलेज ऑफ एजुकेशन, हिसार</p>\r\n<p>फतेह चंद कॉलेज फॉर विमेन (लाहौर), हिसार</p>\r\n<p>महाराजा अग्रसेन मेडिकल कॉलेज, अग्रोहा</p>\r\n<p>स्कूलों</p>\r\n<p>हिसार में लीडिंग एंजल पब्लिक स्कूल, हिसार (LAPS), इंडस पब्लिक स्कूल, हिसार (IPS), आर्मी पब्लिक स्कूल, हिसार (APS), ठाकुर दास भार्गव सीनियर सेकेंडरी मॉडल स्कूल और विद्या देवी जिंदल स्कूल सहित कई प्रसिद्ध स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय व्यक्ति</p>\r\n<p>पिछली तीन शताब्दियों में हिसार सरदार ईशरी सिंह, सरदार हरजी राम और राय बहादुर सरदार नौ निहाल सिंह सहित व्यक्तियों का जन्मस्थान रहा था, जो स्वतंत्रता-पूर्व हिसार में मानद मजिस्ट्रेट थे। उल्लेखनीय व्यक्तियों में लाला लाजपत राय (स्वतंत्रता सेनानी, हिसार नगरपालिका समिति के निर्वाचित सदस्य, हिसार जिला कांग्रेस के संस्थापक (1986), आर्य समाज (1986) और जिला बार काउंसिल), कैप्टन अभिमन्यु सिंधु (उद्यमी, पत्रकार, भाजपा के राष्ट्रीय प्रवक्ता और शामिल हैं) नारनौल विधानसभा क्षेत्र से हरियाणा में मंत्री), स्वर्गीय डॉ। गोपी चंद भार्गव (संयुक्त पंजाब के प्रथम मुख्यमंत्री), ओम प्रकाश जिंदल (जिंदल उद्योग के पूर्व अध्यक्ष और हरियाणा सरकार में मंत्री) और उनकी पत्नी सावित्री जिंदल (जिंदल इंडस्ट्रीज की चेयरपर्सन) और हरियाणा सरकार में मंत्री), सुभाष चंद्रा (एस्सेल ग्रुप के चेयरमैन और राज्यसभा में ज़ी नेटवर्क और बीजेपी सांसद), अमित मुंजाल, डॉक्टर इंस्टा के संस्थापक और सीईओ और सिटी होल्डिंग्स के पूर्व सीएफओ, यश टोंक (बॉलीवुड अभिनेता), मनीष जोशी बिस्मिल (थिएटर डायरेक्टर), जनरल वी.के. सिंह (पूर्व सेना प्रमुख और भाजपा से केंद्रीय मंत्री]], जनरल दलबीर सिंह सुहाग (पूर्व सेना प्रमुख)।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना में जिले की जनसंख्या 1,742,815 थी, जो कि द गाम्बिया या अमेरिका के नेब्रास्का राज्य के बराबर थी। इसने भारत में कुल 640 जिलों में से 276 वीं रैंकिंग दी। जिले का जनसंख्या घनत्व 438 निवासियों प्रति वर्ग किलोमीटर (1,130 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 13.38% थी। हिसार में हर 1000 पुरुषों पर 871 महिलाओं का लिंगानुपात है, और साक्षरता दर 73.2% है। हरियाणवी जिले में सबसे अधिक बोली जाने वाली बोली है। हिसार 98% हिंदू है, केवल लगभग 40,000 मुस्लिम हैं, बाकी ज्यादातर जैन और सिख हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में महत्वपूर्ण सामाजिक समूह जाट, बिश्नोई, ब्राह्मण, सैनी, बनिया, गुर्जर, अहीर, राजपूत, कुम्हार, अरोरा, चमार और बाल्मीकि हैं। जाट शहर का सबसे बड़ा सामाजिक समूह है। वे दो प्रकार के होते हैं, देसवालिस और बाग्रीस। बिश्नोई राजस्थान से चले गए हैं। जिले में ब्राह्मणों के तीन खंड हैं, अर्थात्, गौर, पूर्वा और खंडेलवाल।</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hisar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-hissar-haryana","tags":[{"name":"हिसार","slug":"hissar"},{"name":"हरियाणा","slug":"haryana"}],"recommendations":[{"id":527,"title":"सिरसा में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"a2d0e4b7-286d-43cc-aecc-dcaef43255e8_Sirsa-railway.jpg","dateCreated":"2019-08-31T02:08:00.777Z","dateModified":"2019-08-31T02:08:15.155Z","contributedBy":"AskGif","content":"सिरसा भारतीय राज्य हरियाणा के पश्चिमी क्षेत्र में एक शहर और एक नगरपालिका परिषद है, जो पंजाब और राजस्थान की सीमा में है। यह नई दिल्ली के उत्तर-पश्चिम में 260 किलोमीटर और राज्य की राजधानी चंडीगढ़ से 240 किलोमीटर की दूरी पर स्थित है। इसका इतिहास महाभारत के समय से है। एक समय, इस क्षेत्र में सरस्वती न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a2d0e4b7-286d-43cc-aecc-dcaef43255e8_Sirsa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिरसा","slug":"sirsa"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-sirsa-haryana","total":0},{"id":517,"title":"रोहतक में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","dateCreated":"2019-08-30T02:24:54.772Z","dateModified":"2019-08-30T02:25:08.788Z","contributedBy":"AskGif","content":"रोहतक भारत के हरियाणा राज्य में एक शहर और रोहतक जिले का प्रशासनिक मुख्यालय है। यह नई दिल्ली के उत्तर पश्चिम में 70 किलोमीटर (43 मील) और राष्ट्रीय राजधानी चंडीगढ़ के दक्षिण में 250 किलोमीटर (160 मील) एनएच 9 (पुराने एनएच 10) पर स्थित है। रोहतक राष्ट्रीय राजधानी क्षेत्र (एनसीआर) का एक हिस्सा है, इसल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"रोहतक","slug":"rohtak"}],"slug":"top-places-to-visit-in-rohtak-haryana","total":0},{"id":512,"title":"नूह, मेवात में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4b34ea02-6706-4b05-b950-d7ab006c67f2_Naugarh-railway.jpg","dateCreated":"2019-08-30T01:50:52.111Z","dateModified":"2019-08-30T01:51:05.13Z","contributedBy":"AskGif","content":"नूंह भारतीय राज्य हरियाणा में नूंह जिले का जिला मुख्यालय है। यह राष्ट्रीय राजमार्ग 248 (NH 48) या गुड़गांव-सोहना-अलवर राजमार्ग पर गुड़गांव से लगभग 45 किलोमीटर (28 मील) पर स्थित है।\r\n&nbsp;\r\nमेवात, जिसे आधिकारिक तौर पर नूंह के नाम से जाना जाता है, भारतीय राज्य हरियाणा के 22 जिलों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4b34ea02-6706-4b05-b950-d7ab006c67f2_Naugarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"नूह","slug":"nuh"},{"name":"मेवात","slug":"mewat"}],"slug":"top-places-to-visit-in-nuh-mewat-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}