{"id":480,"title":"Top Places to visit in Hissar, Haryana","imageUrl":"45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","dateCreated":"2019-08-25T09:37:10.709Z","dateModified":"2019-08-25T09:37:38.386Z","contributedBy":"AskGif","content":"<p>Hisar district is one of the 22 districts of Haryana, India. Hisar city serves as the district headquarters. The district is also part of Hisar division, which is headed by a commissioner who is employed by the Indian Administrative Service.</p>\r\n<p>&nbsp;</p>\r\n<p>The largest district in Haryana until its 1966 reorganization, some parts of Hisar were transferred to the newly created Jind district. In 1974, Tehsil Bhiwani and Loharu were transferred to Bhiwani district. Hisar was further bifurcated when Sirsa district was formed. Fatehabad district was later created as well.</p>\r\n<p>&nbsp;</p>\r\n<p>Hisar is a divisional headquarters of the Hisar division Divisional Commissioner and also the headquarters of Police Range. It is also a battalion headquarters of B.S.F. 3rd Bn. H.A.P. and commando force. In order to accommodate all of these departments, a five-storey District Administrative Complex was built, with the offices transferred in 1980. It adjoins the new Judiciary Complex, which is also made functional. This administrative and judiciary complex is the largest in Haryana; as a district headquarters it may be one of the largest in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>It is one of the five cities belonging to Sarasvati Valley Civilization while its name is cited in the history books in the context of Indus civilization and in general knowledge books as the location of Banawali, one of five sheep farms. As of 2011 it is the second most populous of the 21 districts of Haryana, after Faridabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Hisar is also known as the steel city because of the Jindal Stainless Steel Factories. It is also the largest producer of galvanized iron in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Main article: Universities and colleges in Hisar</p>\r\n<p>Universities</p>\r\n<p>Chaudhary Charan Singh Haryana Agricultural University, initially founded as a campus of the Punjab Agricultural University, Ludhiana.</p>\r\n<p>Lala Lajpat Rai University of Veterinary and Animal Sciences. A statue and memorial of Lala Lajpat Rai stands on the campus to commemorate this patriot.</p>\r\n<p>Guru Jambheshwar University of Science and Technology, founded in 1995, attracts students for higher education from all over the country and abroad.</p>\r\n<p>&nbsp;</p>\r\n<p>Govt colleges</p>\r\n<p>There are 10 govt degree colleges in Hisar.</p>\r\n<p>&nbsp;</p>\r\n<p>Govt. Post Graduate College, Hisar</p>\r\n<p>Govt. College for Girls, Hisar</p>\r\n<p>Private colleges</p>\r\n<p>Dayanand college</p>\r\n<p>CRM JAT College</p>\r\n<p>Chhaju Ram Law College, Hisar</p>\r\n<p>Chhaju Ram College of Education, Hisar</p>\r\n<p>Fateh Chand College for Women (Lahore), Hisar</p>\r\n<p>Maharaja Agrasen Medical College, Agroha</p>\r\n<p>Schools</p>\r\n<p>Hisar also has several renowned schools including Leading Angel Public School, Hisar (LAPS), Indus Public School, Hisar (IPS), Army Public School, Hisar (APS), Thakur Dass Bhargava Senior Secondary Model School and Vidya Devi Jindal School.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable individuals</p>\r\n<p>Over the past three centuries Hisar had been the birthplace of individuals including Sardar Ishri Singh, Sardar Harji Ram and Rai Bahadur Sardar Nau Nihal Singh who were honorary magistrates in pre-Independence Hisar. Noteworthy individuals include the Lala Lajpat Rai (freedom fighter, elected member of Hisar municipal committee, founder of Hisar district congress (1986), Arya samaj (1986) and district bar council), Captain Abhimanyu Sindhu (entrepreneur, journalist, BJP national spokesperson and Minister in Haryana from Narnaul assembly constituency), late Dr. Gopi Chand Bhargava (First Chief Minister of joint Punjab), Om Prakash Jindal (former chairperson of Jindal Industries and Minister in Haryana government) and his wife Savitri Jindal (chairperson of Jindal Industries and Minister in Haryana government), Subhash Chandra (Chairman of Essel Group and Zee Network and BJP MP in Rajya Sabha), Amit Munjal, founder and CEO of Doctor Insta and Former CFO of Citi Holdings, Yash Tonk (Bollywood actor), Manish Joshi Bismil (theatre director), General V.K. Singh (Former Army Chief and Union Minister from BJP]], General Dalbir Singh Suhag (former Army Chief).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>the 2011 census the district had a population of 1,742,815, roughly equal to the nation of The Gambia or the US state of Nebraska. This gave it a ranking of 276th in India out of a total of 640 districts. The district has a population density of 438 inhabitants per square kilometre (1,130/sq mi) . Its population growth rate over the decade 2001-2011 was 13.38%. Hisar has a sex ratio of 871 females for every 1000 males, and a literacy rate of 73.2%. Haryanvi is the most spoken dialect in the district. Hisar is 98% Hindu, only about 40,000 are Muslims, rest are mostly Jain and Sikhs.</p>\r\n<p>&nbsp;</p>\r\n<p>The important social groups in the district are Jats, Bishnois, Brahmins, Sainis, Banias, Gujjars, Ahirs, Rajputs, Kumhars, Aroras, Chamars and Balmikis. Jat is the largest social group in the city. They are of two types, Deswalis and Bagris. Bishnois have migrated from Rajasthan. There are three sections of Brahmins in the district, i.e., Gaur, Bias and Khandelwal.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hisar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-hissar-haryana","tags":[{"name":"hissar","slug":"hissar"},{"name":"haryana","slug":"haryana"}],"recommendations":[{"id":527,"title":"Top Places to visit in Sirsa, Haryana","imageUrl":"a2d0e4b7-286d-43cc-aecc-dcaef43255e8_Sirsa-railway.jpg","dateCreated":"2019-08-31T02:08:00.777Z","dateModified":"2019-08-31T02:08:15.155Z","contributedBy":"AskGif","content":"Sirsa is a city and a municipal council in Sirsa district in the westernmost region of the Indian state of Haryana, bordering Punjab and Rajasthan. It is located 260 kilometres north-west of New Delhi and 240 kilometres from state capital Chandigarh. Its history dates back to the time of Mahabhar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a2d0e4b7-286d-43cc-aecc-dcaef43255e8_Sirsa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sirsa","slug":"sirsa"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-sirsa-haryana","total":0},{"id":517,"title":"Top Places to visit in Rohtak, Haryana","imageUrl":"c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","dateCreated":"2019-08-30T02:24:54.772Z","dateModified":"2019-08-30T02:25:08.788Z","contributedBy":"AskGif","content":"Rohtak is a city and the administrative headquarters of the Rohtak district in the Indian state of Haryana. It lies 70 kilometres (43 mi) north west of New Delhi and 250 kilometres (160 mi) south of the state capital Chandigarh on NH 9(old NH 10). Rohtak forms a part of the National Capital Regio","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"rohtak","slug":"rohtak"}],"slug":"top-places-to-visit-in-rohtak-haryana","total":0},{"id":512,"title":"Top Places to visit in Nuh, Mewat, Haryana","imageUrl":"4b34ea02-6706-4b05-b950-d7ab006c67f2_Naugarh-railway.jpg","dateCreated":"2019-08-30T01:50:52.111Z","dateModified":"2019-08-30T01:51:05.13Z","contributedBy":"AskGif","content":"Nuh is the district headquarters of the Nuh district in the Indian state of Haryana. It lies on the National Highway 248 (NH 48) or Gurgaon-Sohna-Alwar highway about 45 kilometres (28 mi) from Gurgaon.\r\n&nbsp;\r\nMewat, officially known as Nuh, is one of the 22 districts in the Indian","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4b34ea02-6706-4b05-b950-d7ab006c67f2_Naugarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"nuh","slug":"nuh"},{"name":"mewat","slug":"mewat"}],"slug":"top-places-to-visit-in-nuh-mewat-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}