{"id":49,"title":"Top Places to Visit in Varanasi with family.","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"<p>Varanasi, also known as Benares, Banaras, or Kashi, is a city on the banks of the Ganges in the Uttar Pradesh state of North India, 320 kilometres (200 mi) south-east of the state capital, Lucknow, and 121 kilometres (75 mi) east of Allahabad. A major religious hub in India, it is the holiest of the seven sacred cities (Sapta Puri) in Hinduism and Jainism and played an important role in the development of Buddhism and Ravidassia. Varanasi lies along National Highway 2, which connects it to Kolkata, Kanpur, Agra, and Delhi, and is served by Varanasi Junction railway station and Lal Bahadur Shastri International Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Varanasi is also one of 72 districts in the Indian state of Uttar Pradesh. At the time of the 2011 census, there were a total of 8 blocks and 1329 villages in this district. Main languages of Varanasi are Banarasi, Bhojpuri/Awadhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Varanasi grew as an important industrial centre, famous for its muslin and silk fabrics, perfumes, ivory works, and sculpture. Buddha is believed to have founded Buddhism here around 528 BCE when he gave his first sermon, \"The Setting in Motion of the Wheel of Dharma\", at nearby Sarnath. The city's religious importance continued to grow in the 8th century when Adi Shankara established the worship of Shiva as an official sect of Varanasi. During the Muslim rule through Middle Ages, the city continued as an important centre of Hindu devotion, pilgrimage, mysticism and poetry which further contributed to its reputation as a centre of cultural importance and religious education. Tulsidas wrote his epic poem on Rama's life called Ram Charit Manas in Varanasi. Several other major figures of the Bhakti movement were born in Varanasi, including Kabir and Ravidas. Guru Nanak visited Varanasi for Maha Shivaratri in 1507, a trip that played a large role in the founding of Sikhism.</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Varanasi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","subContents":[{"SubTitle":"1. Kashi Vishwanath Temple","SubTitleHindi":null,"SubContent":"<p>Kashi Vishwanath Temple is one of the most famous Hindu temples dedicated to Lord Shiva. It is located in Varanasi, Uttar Pradesh, India. The temple stands on the western bank of the holy river Ganga, and is one of the twelve Jyotirlingas, the holiest of Shiva temples. The main deity is known by the name Vishvanatha or Vishveshvara meaning Ruler of The Universe. Varanasi city is also called Kashi, and hence the temple is popularly called Kashi Vishvanath Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple has been referred to in Hindu scriptures for a very long time as a central part of worship in the Shaiva philosophy. It has been destroyed and reconstructed a number of times in history. The last structure was demolished by Aurangzeb, the sixth Mughal emperor who constructed the Gyanvapi Mosque on its site. The current structure was built on an adjacent site by the Maratha ruler, Ahilya Bai Holkar of Indore in 1780.</p>\r\n<p>&nbsp;</p>\r\n<p>Since 1983, the temple has been managed by the government of Uttar Pradesh. During the religious occasion of Shivratri, Kashi Naresh (King of Kashi) is the chief officiating priest.</p>","SubContentHindi":null,"ImageUrl":"86640b9b-7d66-42ae-af6a-9d423403620b_kashi-vishwanath.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. New Vishwanath Temple","SubTitleHindi":null,"SubContent":"<p>Shri Vishwanath Mandir, also known as Vishwanath Mandir, Vishwanath Temple, New Vishwanath Temple and Birla Temple is one of the most famous temples and biggest tourist attractions in the holy city of Varanasi. The temple is situated in Benaras Hindu University and is dedicated to Lord Shiva. Shri Vishwanath Mandir has the tallest temple tower in the world.</p>","SubContentHindi":null,"ImageUrl":"b2718f02-92c4-429f-83c5-c93bc51e46a8_new-vishwanath-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Kathwala Temple","SubTitleHindi":null,"SubContent":"<p>This temple is famous for its exquisite architecture and woodwork. It is believed that the temple was built by the King of Nepal and thus, this shrine is also called Nepali Temple. It is situated in the Lalita Ghat and catches the attention of many visitors in Varanasi. The intricate wood carving is what attracts visitors the most; the temple reflects the refined taste for good architecture taste of the rulers of Nepal.</p>","SubContentHindi":null,"ImageUrl":"e42d1c4a-d7c8-42d9-a8d2-dfabd0f025be_Nepali-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Dasaswamedh Ghat","SubTitleHindi":null,"SubContent":"<p>Dashashwamedh Ghat is the main ghat in Varanasi on the Ganga River. It is located close to Vishwanath Temple and is probably the most spectacular ghat. Two Hindu legends are associated with it: According to one, Lord Brahma created it to welcome Lord Shiva. According to another legend, Lord Brahma sacrificed ten horses during Dasa-Ashwamedha yajna performed here.</p>\r\n<p>&nbsp;</p>\r\n<p>The present ghat was built by Peshwa Balaji Baji Rao in the year 1748. A few decades later, Ahilyabahi Holkar, the Queen of Indore rebuilt the ghat in the year 1774. Close to the ghat, overlooking the Ganga lies the Jantar Mantar, an observatory built by Maharaja Jai Singh of Jaipur in the year 1737.</p>","SubContentHindi":null,"ImageUrl":"6f40a9a2-0efc-42b6-ae6c-cb2a098f09b0_dashashwamedh-ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Assi Ghat","SubTitleHindi":null,"SubContent":"<p>Assi Ghat is the southernmost Ghat in Varanasi. To most visitors to Varanasi, it is known for being a place where long-term foreign students, researchers, and tourists live. Assi Ghat is one of the ghats often visited for recreation and during festivals. On typical days about 300 people visit every hour in the mornings, and on festival days 2500 people arrive per hour. Most of the people visiting the ghat on usual days are students from the nearby Banaras Hindu University. The ghat accommodates about 22,500 people at once during festivals like Shivratri.</p>\r\n<p>&nbsp;</p>\r\n<p>There are a lot of activities for tourists to engage in at the ghat. Visitors can go for boat rides, go up in a hot-air balloon for an aerial view of Assi ghat, enjoy the daily talent show in the evening or eat at one of the many restaurants and cafes in the area.</p>\r\n<p>&nbsp;</p>\r\n<p>Hindus believe that it was at Assi Ghat that Tulsidas left for his heavenly abode.</p>\r\n<p>&nbsp;</p>\r\n<p>After the 2010 Varanasi bombing, the city commissioned extra police to the Assi Ghat neighbourhood in order to more quickly resolve problems which tourists might have.</p>","SubContentHindi":null,"ImageUrl":"1c250ee5-8442-489b-a0e0-d2d83b32a5fe_assi-ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Manikarnika Ghat","SubTitleHindi":null,"SubContent":"<p>Manikarnika Ghat is one of the holiest among the sacred riverfronts (ghats), alongside the river Ganga. It is believed that a dead human's soul finds salvation (moksha) when cremated here. Thus, scores of the elderly across the whole country seek to walk up to its edges and spend their last days absorbing the charisma of the ghat - which makes even death painless and insignificant to be pondered upon.</p>\r\n<p>&nbsp;</p>\r\n<p>In India, death is considered as a gateway to another life received as a result of our past actions (karma). The Hindu genealogy registers at Varanasi are kept here.</p>","SubContentHindi":null,"ImageUrl":"18c45c66-3b92-4c5a-bb3c-356128c41b70_ManikarnikaGhat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Shivala Ghat","SubTitleHindi":null,"SubContent":"<p>Shivala Ghat is amongst the finest ghats in Varanasi that very well reflects the historic era. The ghat is famed for its Shiva Temple that was built in the 19th century by a Nepalese King called Sanjay Vikram Shah. The temple is known for its architectural grandeur and fine craftsmanship. The ghat is quite popular amidst the devotees who come here to take a dip in the holy water.</p>","SubContentHindi":null,"ImageUrl":"3a228542-9a46-423b-806c-3580f7116683_shivala-ghat2.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. Harishchandra Ghat","SubTitleHindi":null,"SubContent":"<p>This ghat is named after the mythological character Raja Harishchandra, who once worked at this ghat. Now, this king is believed to be righteous and truthful and the gods were pleased with his humble behavior and thus retrieved his lost kingdom and his dead son to him. Harishchandra Ghat is one of the two ghats used for cremation in Varanasi and it is reckoned that whoever is cremated here attains Moksha or Salvation.</p>","SubContentHindi":null,"ImageUrl":"8372bce7-a03a-4888-a4b3-ff26f9101ba2_Harishchandra-Ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. Tulsi Ghat","SubTitleHindi":null,"SubContent":"<p>Tulsi Ghat is one of the ghats in Varanasi. It is named for Tulsidas who lived there while he wrote the Ramcharitmanas. Earlier, Tulsi Ghat was known as Lolark Ghat. It was in the year 1941 that Tulsi Ghat was made pucca (cemented) by the famous industrialist, Baldeo Das Birla.</p>","SubContentHindi":null,"ImageUrl":"cc0cde3a-1784-4645-9937-015793293c4c_Tulsi_Ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. Ramnagar Fort","SubTitleHindi":null,"SubContent":"<p>The Ramnagar Fort is a fortification in Ramnagar, Varanasi, India. It is located near the Ganga River on its eastern bank, opposite to the Tulsi Ghat. The sandstone structure was built in the Mughal style in 1750 by Kashi Naresh Raja Balwant Singh. At present, the fort is not in a good shape. It has been the home of Kashi Naresh since the eighteenth century. The current king and the resident of the fort are Pelu Bhiru Singh, who is also known as the Maharaja of Varanasi even though this royal title has been abolished since 1971.</p>","SubContentHindi":null,"ImageUrl":"f2d13ef1-0115-45e1-8c8d-d8b165b15a3b_ramnagar-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. Manmandir Ghat","SubTitleHindi":null,"SubContent":"<p>Manmandir Ghat has situated north of Dasaswamedha ghat in Varanasi. The ghat is reckoned to have been built in the 1600s by Maharaja Man Singh. To the northern corner of the ghat is a fine stone balcony. There are a few famous temples such as Sthuladanta Vinayaka, Rameshwara and Someshwara temples located near this ghat.</p>","SubContentHindi":null,"ImageUrl":"fdffaf26-edc3-4523-a31c-6d3c6af7800e_Manmandir-Ghat-Varansi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-varanasi-with-family","tags":[{"name":"varanasi","slug":"varanasi"},{"name":"solo-travel","slug":"solo-travel"},{"name":"visit-with-family","slug":"visit-with-family"},{"name":"top-sites","slug":"top-sites"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"recommendations":[{"id":201,"title":"Top Places to visit in Sonbhadra, Uttar Pradesh","imageUrl":"a57262c6-ee42-4466-96a9-e524e23bab95_Sonbhadra-railway.jpg","dateCreated":"2018-12-28T15:29:54.879Z","dateModified":"2018-12-28T15:51:28.315Z","contributedBy":"AskGif","content":"Sonbhadra or Sonebhadra is the second largest district of Uttar Pradesh, India. Sonbhadra is the only district in India which borders four states namely Madhya Pradesh, Chhattishgarh Jharkhand and Bihar. The district has an area of 6788 km&sup2; and a population of 1,862,559 (2011 census), with a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a57262c6-ee42-4466-96a9-e524e23bab95_Sonbhadra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sonbhadra","slug":"sonbhadra"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-sonbhadra-uttar-pradesh","total":0},{"id":164,"title":"Top Places to visit in Kaushambi (Manjhanpur), Uttar Pradesh","imageUrl":"5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","dateCreated":"2018-12-07T13:09:38.996Z","dateModified":"2018-12-07T13:25:55.885Z","contributedBy":"AskGif","content":"Kaushambi district is one of the districts of Uttar Pradesh state of India, and Manjhanpur town is the district headquarters. The present Kaushambi district was carved out of Prayagraj district on 4th April 1997. The District Headquarter, Manjhanpur is situated in the south-west of the Prayagraj ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kaushambi","slug":"kaushambi"},{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"manjhanpur","slug":"manjhanpur"}],"slug":"top-places-to-visit-in-kaushambi-manjhanpur-uttar-pradesh","total":0},{"id":131,"title":"Top Places to Visit in Farrukhabad, Uttar Pradesh","imageUrl":"f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","dateCreated":"2018-09-02T04:57:38.638Z","dateModified":"2018-09-02T05:31:38.483Z","contributedBy":"AskGif","content":"Farrukhabad is a city in the state of Uttar Pradesh in northern India. It was the capital of former princely state Farrukhabad\r\n&nbsp;\r\nFarrukhabad is situated between Lat. 26&deg; 46' N &amp; 27&deg; 43' N and Long. 79&deg; 7' E &amp; 80&deg; 2' E. The district is bounded by Badaun","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"farrukhabad","slug":"farrukhabad"},{"name":"uttar-pradesh","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-farrukhabad-uttar-pradesh","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}