{"id":49,"title":"परिवार के साथ वाराणसी में जाने के लिए शीर्ष स्थान।","imageUrl":"b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","dateCreated":"2018-07-28T08:07:58.768Z","dateModified":"2018-08-03T10:08:21.88Z","contributedBy":"AskGif","content":"<p>वाराणसी, जिसे बनारस, बनारस या काशी भी कहा जाता है, उत्तर प्रदेश राज्य उत्तर प्रदेश राज्य में गंगा के किनारे एक शहर है, राज्य राजधानी, लखनऊ के 320 किलोमीटर (200 मील) दक्षिण-पूर्व और 121 किलोमीटर ( 75 मील) इलाहाबाद के पूर्व। भारत में एक प्रमुख धार्मिक केंद्र, यह हिंदू धर्म और जैन धर्म में सात पवित्र शहरों (सप्त पुरी) का सबसे पवित्र है और बौद्ध धर्म और रविदासिया के विकास में एक महत्वपूर्ण भूमिका निभाता है। वाराणसी राष्ट्रीय राजमार्ग 2 के साथ स्थित है, जो इसे कोलकाता, कानपुर, आगरा और दिल्ली से जोड़ता है, और वाराणसी जंक्शन रेलवे स्टेशन और लाल बहादुर शास्त्री अंतरराष्ट्रीय हवाई अड्डे से परोसा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय राज्य उत्तर प्रदेश में वाराणसी 72 जिलों में से एक है। 2011 की जनगणना के समय, इस जिले में कुल 8 ब्लॉक और 1329 गांव थे। वाराणसी की मुख्य भाषा बनारसी, भोजपुरी / अवधी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वाराणसी एक महत्वपूर्ण औद्योगिक केंद्र के रूप में विकसित हुआ, जो इसके मलमल और रेशम के कपड़े, इत्र, हाथीदांत के काम, और मूर्तिकला के लिए प्रसिद्ध है। माना जाता है कि बुद्ध ने लगभग 528 ईसा पूर्व में बौद्ध धर्म की स्थापना की थी, जब उन्होंने अपना पहला उपदेश \"द सेटिंग इन मोशन ऑफ द व्हील ऑफ धर्म\", पासनाथ में दिया था। 8 वीं शताब्दी में शहर का धार्मिक महत्व बढ़ता रहा जब आदि शंकराचा ने शिव की पूजा वाराणसी के आधिकारिक संप्रदाय के रूप में की। मध्य युग के माध्यम से मुस्लिम शासन के दौरान, शहर हिंदू भक्ति, तीर्थयात्रा, रहस्यवाद और कविता का एक महत्वपूर्ण केंद्र के रूप में जारी रहा, जिसने सांस्कृतिक महत्व और धार्मिक शिक्षा के केंद्र के रूप में अपनी प्रतिष्ठा में योगदान दिया। तुलसीदास ने वाराणसी में राम चरित मानस नामक राम के जीवन पर अपनी महाकाव्य कविता लिखी। भक्ति आंदोलन के कई अन्य प्रमुख आंकड़े वाराणसी में पैदा हुए थे, जिनमें कबीर और रविदास भी शामिल थे। गुरु नानक ने 1507 में महा शिवरात्रि के लिए वाराणसी का दौरा किया, एक यात्रा जिसने सिख धर्म की स्थापना में बड़ी भूमिका निभाई।</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Varanasi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b84f9fdf-5f75-4b95-b2bc-2931a516e57d_varanasi.jpg","subContents":[{"SubTitle":"1. काशी विश्वनाथ मंदिर","SubTitleHindi":null,"SubContent":"<p>काशी विश्वनाथ मंदिर भगवान शिव को समर्पित सबसे प्रसिद्ध हिंदू मंदिरों में से एक है। यह वाराणसी, उत्तर प्रदेश, भारत में स्थित है। यह मंदिर पवित्र नदी गंगा के पश्चिमी तट पर स्थित है, और यह बारह ज्योतिर्लिंगस में से एक है, जो शिव मंदिरों में से सबसे पवित्र है। मुख्य देवता विश्वनाथ या विश्वेश्वर नाम से जाना जाता है जिसका अर्थ है ब्रह्मांड के शासक। वाराणसी शहर को काशी भी कहा जाता है, और इसलिए मंदिर को काशी विश्वनाथ मंदिर कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिव दर्शन में पूजा के केंद्रीय हिस्से के रूप में मंदिर को हिंदू शास्त्रों में बहुत लंबे समय तक संदर्भित किया गया है। इसे इतिहास में कई बार नष्ट कर दिया गया है और पुनर्निर्माण किया गया है। अंतिम संरचना औरंगजेब ने छठी मुगल सम्राट, जिसने अपनी साइट पर ज्ञानवपी मस्जिद का निर्माण किया था, द्वारा ध्वस्त कर दिया गया था। वर्तमान संरचना 1780 में इंदौर के मराठा शासक, अहिल्या बाई होलकर द्वारा आसन्न स्थल पर बनाई गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>1983 से, मंदिर उत्तर प्रदेश सरकार द्वारा प्रबंधित किया गया है। शिवरात्रि के धार्मिक अवसर के दौरान, काशी नरेश (काशी का राजा) मुख्य officiating पुजारी है।</p>","SubContentHindi":null,"ImageUrl":"86640b9b-7d66-42ae-af6a-9d423403620b_kashi-vishwanath.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. नया विश्वनाथ मंदिर","SubTitleHindi":null,"SubContent":"<p>श्री विश्वनाथ मंदिर, विश्वनाथ मंदिर, विश्वनाथ मंदिर, नए विश्वनाथ मंदिर और बिड़ला मंदिर के रूप में भी जाना जाता है, पवित्र शहर वाराणसी में सबसे प्रसिद्ध मंदिरों और सबसे बड़े पर्यटक आकर्षणों में से एक है। मंदिर बनारस हिंदू विश्वविद्यालय में स्थित है और भगवान शिव को समर्पित है। श्री विश्वनाथ मंदिर में दुनिया का सबसे लंबा मंदिर टावर है।</p>","SubContentHindi":null,"ImageUrl":"b2718f02-92c4-429f-83c5-c93bc51e46a8_new-vishwanath-temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. कथवाला मंदिर","SubTitleHindi":null,"SubContent":"<p>यह मंदिर अपने उत्कृष्ट वास्तुकला और लकड़ी के काम के लिए प्रसिद्ध है। ऐसा माना जाता है कि मंदिर नेपाल के राजा ने बनाया था और इस प्रकार, इस मंदिर को नेपाली मंदिर भी कहा जाता है। यह ललिता घाट में स्थित है और वाराणसी में कई आगंतुकों का ध्यान आकर्षित करता है। जटिल लकड़ी की नक्काशी वह है जो आगंतुकों को सबसे ज्यादा आकर्षित करती है; मंदिर नेपाल के शासकों के अच्छे वास्तुकला स्वाद के लिए परिष्कृत स्वाद को दर्शाता है।</p>","SubContentHindi":null,"ImageUrl":"e42d1c4a-d7c8-42d9-a8d2-dfabd0f025be_Nepali-Temple.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. दशसवामेद घाट","SubTitleHindi":null,"SubContent":"<p>गंगा नदी पर वाराणसी में दशशवामेध घाट मुख्य घाट है। यह विश्वनाथ मंदिर के नजदीक स्थित है और शायद यह सबसे शानदार घाट है। दो हिंदू किंवदंतियों से जुड़े हुए हैं: एक के अनुसार, भगवान ब्रह्मा ने इसे भगवान शिव का स्वागत करने के लिए बनाया। एक और पौराणिक कथा के अनुसार, भगवान ब्रह्मा ने यहां दास-अश्वमेधा यज्ञ के दौरान दस घोड़ों का त्याग किया।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान घाट वर्ष 1748 में पेशवा बालाजी बाजी राव द्वारा बनाया गया था। कुछ दशकों बाद, इंदौर की रानी अहिल्याबाही होलकर ने वर्ष 1774 में घाट का पुनर्निर्माण किया। घाट के नजदीक, गंगा को देखकर जंतर मंतर, एक वेधशाला 1737 में जयपुर के महाराजा जय सिंह द्वारा निर्मित।</p>","SubContentHindi":null,"ImageUrl":"6f40a9a2-0efc-42b6-ae6c-cb2a098f09b0_dashashwamedh-ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. असी घाट","SubTitleHindi":null,"SubContent":"<p>वसीनसी में दक्षिणी घाट असी घाट है। वाराणसी के अधिकांश आगंतुकों के लिए, यह ऐसी जगह होने के लिए जाना जाता है जहां दीर्घकालिक विदेशी छात्र, शोधकर्ता और पर्यटक रहते हैं। असी घाट अक्सर घाटों में से एक है जो मनोरंजन और त्योहारों के दौरान अक्सर दौरा किया जाता है। सामान्य दिनों में लगभग 300 लोग सुबह में हर घंटे जाते हैं, और त्योहार के दिनों में 2500 लोग प्रति घंटे आते हैं। सामान्य दिनों में घाट का दौरा करने वाले अधिकांश लोग पासारस हिंदू विश्वविद्यालय के छात्र हैं। घाट शिवरात्रि जैसे त्योहारों के दौरान एक बार में लगभग 22,500 लोगों को समायोजित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>घाट में पर्यटकों को शामिल करने के लिए कई गतिविधियां हैं। आगंतुक नाव की सवारी के लिए जा सकते हैं, असी घाट के हवाई दृश्य के लिए गर्म हवा के गुब्बारे में जा सकते हैं, शाम को दैनिक प्रतिभा दिखाने का आनंद लें या क्षेत्र में कई रेस्तरां और कैफे में से एक में भोजन करें।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदुओं का मानना ​​है कि यह असी घाट में था कि तुलसीदास अपने स्वर्गीय निवास के लिए चले गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>2010 वाराणसी बम विस्फोट के बाद, शहर ने असी घाट पड़ोस में अतिरिक्त पुलिस को कमीशन किया ताकि यात्रियों की समस्याओं को और तेजी से हल किया जा सके।</p>","SubContentHindi":null,"ImageUrl":"1c250ee5-8442-489b-a0e0-d2d83b32a5fe_assi-ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. माणिकर्णिका घाट","SubTitleHindi":null,"SubContent":"<p>माणिकर्णिका घाट गंगा नदी के किनारे पवित्र नदी के किनारे (घाट) के बीच सबसे पवित्र है। ऐसा माना जाता है कि एक मृत इंसान की आत्मा मोक्ष (मोक्ष) पाती है, जब यहां पर संस्कार किया जाता है। इस प्रकार, पूरे देश में बुजुर्गों के स्कोर अपने किनारों तक चलने की कोशिश करते हैं और अपने आखिरी दिनों में घाट के करिश्मा को अवशोषित करते हैं - जो मृत्यु को पीड़ित और महत्वहीन भी बनाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत में, मृत्यु को हमारे पिछले कार्यों (कर्म) के परिणामस्वरूप प्राप्त अन्य जीवन के प्रवेश द्वार के रूप में माना जाता है। वाराणसी में हिंदू वंशावली रजिस्टर यहां रखा जाता है।</p>","SubContentHindi":null,"ImageUrl":"18c45c66-3b92-4c5a-bb3c-356128c41b70_ManikarnikaGhat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. शिवला घाट","SubTitleHindi":null,"SubContent":"<p>शिवला घाट वाराणसी में बेहतरीन घाटों में से एक है जो ऐतिहासिक युग को बहुत अच्छी तरह से दर्शाता है। घाट अपने शिव मंदिर के लिए प्रसिद्ध है जो 1 9वीं शताब्दी में संजय विक्रम शाह नामक एक नेपाली राजा द्वारा बनाया गया था। मंदिर अपनी वास्तुकला भव्यता और बढ़िया शिल्प कौशल के लिए जाना जाता है। भक्त पवित्र जल में डुबकी लेने के लिए यहां आने वाले भक्तों के बीच काफी लोकप्रिय है।</p>","SubContentHindi":null,"ImageUrl":"3a228542-9a46-423b-806c-3580f7116683_shivala-ghat2.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"},{"SubTitle":"8. हरिश्चंद्र घाट","SubTitleHindi":null,"SubContent":"<p>इस घाट का नाम पौराणिक चरित्र राजा हरिश्चंद्र के नाम पर रखा गया है, जिन्होंने एक बार इस घाट पर काम किया था। अब, यह राजा धर्मी और सच्चाई माना जाता है और देवता अपने नम्र व्यवहार से प्रसन्न थे और इस प्रकार उनके खोए हुए राज्य और उनके मृत पुत्र को उनके पास वापस लाया। हरिश्चंद्र घाट वाराणसी में श्मशान के लिए उपयोग की जाने वाली दो घाटों में से एक है और यह माना जाता है कि यहां पर जो भी संस्कार किया जाता है वह मोक्ष या साल्वेशन प्राप्त करता है।...</p>","SubContentHindi":null,"ImageUrl":"8372bce7-a03a-4888-a4b3-ff26f9101ba2_Harishchandra-Ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"8"},{"SubTitle":"9. तुलसी घाट","SubTitleHindi":null,"SubContent":"<p>तुलसी घाट वाराणसी में घाटों में से एक है। इसका नाम तुलसीदास के नाम पर रखा गया है, जबकि उन्होंने रामचरितमानों को लिखा था। इससे पहले, तुलसी घाट को लोलार्क घाट के नाम से जाना जाता था। 1941 में यह हुआ कि प्रसिद्ध उद्योगपति बलदेव दास बिड़ला ने तुलसी घाट को पक्का (सीमेंट किया) बनाया था।</p>","SubContentHindi":null,"ImageUrl":"cc0cde3a-1784-4645-9937-015793293c4c_Tulsi_Ghat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"9"},{"SubTitle":"10. रामनगर किला","SubTitleHindi":null,"SubContent":"<p>रामनगर किला रामनगर, वाराणसी, भारत में एक किलेदारी है। यह तुलसी घाट के विपरीत, पूर्वी तट पर गंगा नदी के पास स्थित है। 1750 में काशी नरेश राजा बलवंत सिंह द्वारा मुगल शैली में बलुआ पत्थर की संरचना का निर्माण किया गया था। वर्तमान में, किला एक अच्छे आकार में नहीं है। अठारहवीं सदी के बाद से यह काशी नरेश का घर रहा है। वर्तमान राजा और किले के निवासी पेलु भरू सिंह हैं, जिन्हें वाराणसी के महाराजा भी कहा जाता है, भले ही इस शाही शीर्षक को 1971 से समाप्त कर दिया गया हो।</p>","SubContentHindi":null,"ImageUrl":"f2d13ef1-0115-45e1-8c8d-d8b165b15a3b_ramnagar-fort.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"91"},{"SubTitle":"11. मानमंदिर घाट","SubTitleHindi":null,"SubContent":"<p>मानमंदिर घाट वाराणसी में दशसवामेधा घाट के उत्तर में स्थित है। गघा को 1600 में महाराजा मन सिंह द्वारा बनाया गया माना जाता है। घाट के उत्तरी कोने में एक अच्छी पत्थर की बालकनी है। इस भट्ट के पास स्थित कुछ प्रसिद्ध मंदिर जैसे स्टुलादांत विनायक, रामेश्वर और सोमेश्वर मंदिर हैं।</p>","SubContentHindi":null,"ImageUrl":"fdffaf26-edc3-4523-a31c-6d3c6af7800e_Manmandir-Ghat-Varansi.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"92"}],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-varanasi-with-family","tags":[{"name":"वाराणसी","slug":"varanasi"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"जाएँ-परिवार-साथ","slug":"visit-with-family"},{"name":"शीर्ष-साइट्स","slug":"top-sites"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"recommendations":[{"id":201,"title":"सोनभद्र में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"a57262c6-ee42-4466-96a9-e524e23bab95_Sonbhadra-railway.jpg","dateCreated":"2018-12-28T15:29:54.879Z","dateModified":"2018-12-28T15:51:28.315Z","contributedBy":"AskGif","content":"सोनभद्र या सोनभद्र उत्तर प्रदेश, भारत का दूसरा सबसे बड़ा जिला है। सोनभद्र भारत का एकमात्र जिला है जो चार राज्यों अर्थात् मध्य प्रदेश, छत्तीसगढ़ झारखंड और बिहार की सीमाओं को पार करता है। जिले का क्षेत्रफल 6788 वर्ग किमी और 1,862,559 (2011 की जनगणना) की आबादी है, जिसकी जनसंख्या घनत्व 270 व्यक्ति प्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a57262c6-ee42-4466-96a9-e524e23bab95_Sonbhadra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सोनभद्र","slug":"sonbhadra"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-sonbhadra-uttar-pradesh","total":0},{"id":164,"title":"कौशम्बी (मंज़नपुर) में जाने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","dateCreated":"2018-12-07T13:09:38.996Z","dateModified":"2018-12-07T13:25:55.885Z","contributedBy":"AskGif","content":"कौशम्बी जिला उत्तर प्रदेश राज्य के जिलों में से एक है, और मंझनपुर शहर जिला मुख्यालय है। वर्तमान कौशम्बी जिला 4 अप्रैल 1 99 7 को प्रयागराज जिले से बना था। जिला मुख्यालय, मंज़नपुर प्रयागराज से 55 किमी दूर यमुना नदी के उत्तर तट पर प्रयागराज के दक्षिण-पश्चिम में स्थित है। यह दक्षिण में चित्रकूट, उत्त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5c7a6d2d-dff2-4f67-af4a-f26a7f59e584_district-kaushambi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कौशम्बी","slug":"kaushambi"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"मंज़नपुर","slug":"manjhanpur"}],"slug":"top-places-to-visit-in-kaushambi-manjhanpur-uttar-pradesh","total":0},{"id":131,"title":"फरुक्खाबाद में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","dateCreated":"2018-09-02T04:57:38.638Z","dateModified":"2018-09-02T05:31:38.483Z","contributedBy":"AskGif","content":"फररुखाबाद उत्तरी भारत में उत्तर प्रदेश राज्य में एक शहर है। यह पूर्व रियासत राज्य फररुखाबाद की राजधानी थी\r\n&nbsp;\r\nफरुक्खाबाद लेट के बीच स्थित है। 26 डिग्री 46 'एन और 27 डिग्री 43' एन और लांग। 79 डिग्री 7 'ई और 80 डिग्री 2' ई। जिले उत्तर में बादाण और शाहजहांपुर, पूर्व में हरदोई जिला","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f9077001-1d7a-43f0-8dc5-3d2f36530026_farrukhabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फर्रुखाबाद","slug":"farrukhabad"},{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"}],"slug":"top-places-to-visit-in-farrukhabad-uttar-pradesh","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}