{"id":490,"title":"झज्जर में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","dateCreated":"2019-08-27T03:01:37.545Z","dateModified":"2019-08-27T03:02:00.533Z","contributedBy":"AskGif","content":"<p>झज्जर भारत के हरियाणा राज्य में झज्जर जिले का एक शहर है। यह 15 जुलाई 1997 को रोहतक जिले से अलग हो गया था। शहर रेवाड़ी को रोहतक (NH-352), चरखी दादरी से दिल्ली और गुड़गांव से भिवानी को जोड़ने वाली सड़क पर स्थित है। झज्जर दिल्ली से 55 किमी पश्चिम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>झज्जर जिला उत्तरी भारत में हरियाणा राज्य के 22 जिलों में से एक है। 15 जुलाई 1997 को रोहतक जिले से बाहर और झज्जर में अपने मुख्यालय के साथ, यह दिल्ली से 29 किलोमीटर (18 मील) दूर है और एक महत्वपूर्ण औद्योगिक केंद्र के रूप में विकसित हुआ है। जिले के अन्य शहर बहादुरगढ़ और बादली और बेरी हैं। बहादुरगढ़ जिले और राज्य का प्रमुख शहर है। बहादुरगढ़ भी जाना जाता है और भारत का एकमात्र शहर है जो अपने जिला मुख्यालय से बड़ा है। बेरी पचास साल पहले एक गाँव हुआ करता था।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला 1,834 वर्ग किलोमीटर (708 वर्ग मील) के क्षेत्र में है और 2001 तक इसकी आबादी 709,000 थी। इसमें 3300 से अधिक उद्योगों के साथ दो औद्योगिक क्षेत्र हैं। बुनियादी उद्योग सिरेमिक, कांच, रसायन, इंजीनियरिंग, इलेक्ट्रिकल और इलेक्ट्रॉनिक्स हैं। बहादुरगढ़ जिले का प्रमुख औद्योगिक क्षेत्र है जिसमें 2800 से अधिक मध्यम आकार के उद्योग और 200 बड़े पैमाने के उद्योग हैं। रुपये के कुल निवेश का प्रतिनिधित्व करने वाली 3300 इकाइयाँ हैं। 40000 मिलियन। यहाँ उगाई जाने वाली प्रमुख फ़सलें चावल, गेहूँ और मक्का हैं। कुल सिंचित कृषि भूमि क्षेत्र लगभग 670 वर्ग किलोमीटर (260 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>कहा जाता है कि झज्जर की स्थापना छाजू द्वारा की गई थी [स्पष्टीकरण की आवश्यकता है कि यह कौन है?] छाजूनगर के रूप में, जिसे बाद में झज्जर में बदल दिया गया। झज्जर नाम का सुझाव दीपेश यादव (आरडी) ने दिया है। वैकल्पिक रूप से, इसे झरनाघर से प्राप्त किया जा सकता है, जिसका अर्थ है एक प्राकृतिक झरना या झज्जर, एक पानी का जहाज, क्योंकि देश की सतह जल निकासी के लिए मील के आसपास शहर में एक सिंक के रूप में चलता है। राधे जाटों द्वारा स्थापित बहादुरगढ़, जिसे पहले शराफाबाद के नाम से जाना जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>1857 के विद्रोह में उनकी भागीदारी के लिए, हरियाणा के तीन प्रमुख प्रमुखों को पुरानी दिल्ली के चांदनी चौक में कोतवाली में फांसी देने की कोशिश की गई थी। बल्लभगढ़ के राजा नाहर सिंह को 9 जनवरी 1858 को फांसी दी गई थी। झज्जर के नवाब अब्दुर रहमान को 23 जनवरी 1858 को फांसी दी गई थी। फर्रुखनगर के नवाब अहमद अली को 23 जनवरी 1858 को फांसी दी गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>झज्जर जिला 4 उप-प्रभागों में विभाजित है: झज्जर, बहादुरगढ़, बादली और बेरी। झज्जर उप-मंडल में दो तहसील शामिल हैं: झज्जर और मातनहेल। बहादुरगढ़ उप-मंडल में केवल एक तहसील बहादुरगढ़ शामिल है। बादली और बेरी उप-प्रभाग में भी केवल एक तहसील है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में चार हरियाणा विधानसभा क्षेत्र हैं: बहादुरगढ़, बादली, झज्जर और बेरी। ये सभी रोहतक लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इंडस्ट्रीज</p>\r\n<p>बहादुरगढ़ जिले की प्रमुख औद्योगिक संपत्ति है। अकेले बहादुरगढ़ जिले के 3,300 उद्योगों में से 3,000 उद्योगों को शामिल करता है। बुनियादी उद्योग सिरेमिक, कांच, रसायन, इंजीनियरिंग, इलेक्ट्रिकल और इलेक्ट्रॉनिक्स हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>झज्जर का अपना रेलवे स्टेशन है, जिसमें कोड JHJ है। शहर का रेलवे स्टेशन दिल्ली-झज्जर-दादरी रोड पर स्थित है। स्टेशन भारत की पहली सीएनजी ट्रेन और जयपुर-चंडीगढ़ इंटरसिटी ट्रेन सहित चार ट्रेनों का समर्थन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>झज्जर सिटी में हरियाणा का सबसे बड़ा बस स्टेशन (I.S.B.T) है जो रोहतक-झज्जर-रेवाड़ी NH-71 पर स्थित है। इस नए बस स्टेशन में छात्रों के लिए पार्क सहित 38 एकड़ का एक क्षेत्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख व्यक्तित्व</p>\r\n<p>आकाश चंदना, पहलवान</p>\r\n<p>बजरंग कुमार</p>\r\n<p>बजरंग पुनिया, पहलवान</p>\r\n<p>दलबीर सिंह</p>\r\n<p>गरीब दास</p>\r\n<p>गीता भुक्कल</p>\r\n<p>नवीन कुमार</p>\r\n<p>काज़ी सैयद मोहम्मद रफ़ी</p>\r\n<p>रविंदर सिंह</p>\r\n<p>रोहित शर्मा</p>\r\n<p>सुमित नागल</p>\r\n<p>स्वामी इंद्रवेश</p>\r\n<p>स्वामी ओमानंद सरस्वती</p>\r\n<p>सैयद मोहम्मद अशरफ</p>\r\n<p>स्वामी विष्णु तीर्थ</p>\r\n<p>उमराव सिंह</p>\r\n<p>वीरेंद्र सहवाग</p>\r\n<p>विशाल धनखड़</p>\r\n<p>मानुषी छिल्लर</p>\r\n<p>अभिनव कुमार</p>\r\n<p>नरेश कुमार</p>\r\n<p>हितेंदर बेनीवाल</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jhajjar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jhajjar-haryana","tags":[{"name":"झज्जर","slug":"jhajjar"},{"name":"हरियाणा","slug":"haryana"}],"recommendations":[{"id":509,"title":"करनाल में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"05ed9035-ee31-4634-82e9-0055fc15afe2_Karnal-railway.jpg","dateCreated":"2019-08-30T01:08:27.43Z","dateModified":"2019-08-30T01:08:41.412Z","contributedBy":"AskGif","content":"करनाल हरियाणा, भारत में स्थित एक शहर है और करनाल जिले का मुख्यालय है।\r\n&nbsp;\r\nकहा जाता है कि करनाल की स्थापना महाभारत के एक प्रमुख व्यक्ति कर्ण ने की थी, जो अपने सौतेले भाई और धनुर्धारी अर्जुन के हाथों मारे गए थे।\r\n&nbsp;\r\nइसका उपयोग ईस्ट इंडिया कंपनी की सेना द्वारा द","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05ed9035-ee31-4634-82e9-0055fc15afe2_Karnal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"करनाल","slug":"karnal"}],"slug":"top-places-to-visit-in-karnal-haryana","total":0},{"id":479,"title":"गुरुग्राम में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","dateCreated":"2019-08-25T09:25:29.961Z","dateModified":"2019-08-25T09:26:10.244Z","contributedBy":"AskGif","content":"गुड़गांव, जिसे आधिकारिक रूप से गुरुग्राम नाम दिया जाता है, एक शहर है जो उत्तर भारतीय राज्य हरियाणा में स्थित है। यह दिल्ली-हरियाणा सीमा के पास, राष्ट्रीय राजधानी नई दिल्ली के दक्षिण-पश्चिम में लगभग 30 किलोमीटर (19 मील) और राज्य की राजधानी चंडीगढ़ से 268 किमी (167 मील) दक्षिण में स्थित है। यह दिल्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुडगाँव","slug":"gurgaon"},{"name":"हरियाणा","slug":"haryana"},{"name":"गुरुग्राम","slug":"gurugram"}],"slug":"top-places-to-visit-in-gurugram-haryana","total":0},{"id":478,"title":"फतेहाबाद में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","dateCreated":"2019-08-25T09:12:02.854Z","dateModified":"2019-08-25T09:15:17.781Z","contributedBy":"AskGif","content":"फतेहाबाद भारत के हरियाणा राज्य के फतेहाबाद जिले में एक शहर और एक नगरपालिका समिति है।\r\n&nbsp;\r\nफतेहाबाद जिला, हरियाणा राज्य, भारत के बाईस जिलों में से एक है।\r\nफतेहाबाद जिले को 15 जुलाई 1997 को हिसार जिले से बाहर किया गया था।\r\n&nbsp;\r\nभूगोल\r\nफतेहाबाद 29.52 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फतेहाबाद","slug":"fatehabad"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-fatehabad-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}