{"id":490,"title":"Top Places to visit in Jhajjar, Haryana","imageUrl":"39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","dateCreated":"2019-08-27T03:01:37.545Z","dateModified":"2019-08-27T03:02:00.533Z","contributedBy":"AskGif","content":"<p>Jhajjar is a city in Jhajjar district in the Indian state of Haryana. It was split off from Rohtak district on 15 July 1997. The city is situated on the road connecting Rewari to Rohtak(NH-352), Charkhi Dadri to Delhi and Gurgaon to Bhiwani. Jhajjar is located 55 km west of Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Jhajjar district is one of the 22 districts of Haryana state in northern India. Carved out of Rohtak district on 15 July 1997 and with its headquarters in Jhajjar, it lies 29 kilometres (18 mi) from Delhi and had developed into an important industrial center. Other towns in the district are Bahadurgarh and Badli and Beri. Bahadurgarh is the major city of the district &amp; state. Bahadurgarh is also known and the only city in India which is bigger than its district Headquarter. Beri used to be a village fifty years ago.</p>\r\n<p>&nbsp;</p>\r\n<p>The district occupies an area of 1,834 square kilometres (708 sq mi) and as of 2001 its population was 709,000. It has two industrial areas with over 3300 industries. Basic industries are ceramics, glass, chemicals, engineering, electrical and electronics. Bahadurgarh is the major Industrial area of the district with over 2800 medium size industries and 200 large-scale industries. There are 3300 units representing a total investment of Rs. 40000 million. Major crops grown here are rice, wheat and maize. The total irrigated agricultural land area is about 670 square kilometres (260 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Jhajjar is said to have been founded by Chhaju[clarification needed Who is this?] as Chhajunagar, which was later changed to Jhajjar. The name Jhajjar is suggested by Deepesh Yadav(RD). Alternatively, it may be derived from Jharnaghar, meaning a natural fountain or Jhajjar, a water vessel, because the surface drainage of the country for miles around runs into the town as into a sink. Bahadurgarh, founded by Rathee Jats, was formerly known as Sharafabad.</p>\r\n<p>&nbsp;</p>\r\n<p>For their participation in 1857 rebellion, three main chiefs of Haryana were tried and hanged at Kotwali in Chandani Chowk of Old Delhi. Nahar Singh, the Raja of Ballabhgarh, was hanged on 9 January 1858. Abdur Rehman, Nawab of Jhajjar, was hanged on 23 January 1858. Ahmad Ali, Nawab of Farrukhnagar, was hanged on 23 January 1858.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Jhajjar district is divided into 4 sub-divisions: Jhajjar, Bahadurgarh, Badli and Beri. Jhajjar sub-division comprises two tehsils: Jhajjar and Matanhail. Bahadurgarh sub-division comprises only one tehsil, Bahadurgarh. Badli and Beri sub-division also comprises only one tehsil each.</p>\r\n<p>&nbsp;</p>\r\n<p>There are four Haryana Vidhan Sabha constituencies in this district: Bahadurgarh, Badli, Jhajjar and Beri. All of these are part of Rohtak Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries</p>\r\n<p>Bahadurgarh is the major industrial estate of the district. Bahadurgarh alone covers 3,000 industries out of 3,300 total industries in district. Basic industries are ceramics, glass, chemicals, engineering, electrical and electronics.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Jhajjar has its own railway station, with code JHJ. The railway station of the city is situated on Delhi-Jhajjar-Dadri Road. The station supports four trains, including the first CNG train of India and the Jaipur-Chandigarh Intercity train.</p>\r\n<p>&nbsp;</p>\r\n<p>Jhajjar City has Haryana's largest Bus Station(I.S.B.T) situated on Rohtak-Jhajjar-Rewari NH-71. This new bus station has an area of 38 acres, including parks for students.</p>\r\n<p>&nbsp;</p>\r\n<p>Prominent personalities</p>\r\n<p>Akash Chandna, wrestler</p>\r\n<p>Bajrang Kumar</p>\r\n<p>Bajrang Punia, wrestler</p>\r\n<p>Dalbir Singh</p>\r\n<p>Garib Das</p>\r\n<p>Geeta Bhukkal</p>\r\n<p>Naveen Kumar</p>\r\n<p>Qazi Syed Mohammad Rafi</p>\r\n<p>Ravinder Singh</p>\r\n<p>Rohit Sharma</p>\r\n<p>Sumit Nagal</p>\r\n<p>Swami Indravesh</p>\r\n<p>Swami Omanand Saraswati</p>\r\n<p>Syed Mohammad Ashraf</p>\r\n<p>Swami Vishnu Tirtha</p>\r\n<p>Umrao Singh</p>\r\n<p>Virender Sehwag</p>\r\n<p>Vishal Dhankhar</p>\r\n<p>Manushi Chhillar</p>\r\n<p>Abhinav Kumar</p>\r\n<p>Naresh Kumar</p>\r\n<p>Hitender Beniwal</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jhajjar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jhajjar-haryana","tags":[{"name":"jhajjar","slug":"jhajjar"},{"name":"haryana","slug":"haryana"}],"recommendations":[{"id":509,"title":"Top Places to visit in Karnal, Haryana","imageUrl":"05ed9035-ee31-4634-82e9-0055fc15afe2_Karnal-railway.jpg","dateCreated":"2019-08-30T01:08:27.43Z","dateModified":"2019-08-30T01:08:41.412Z","contributedBy":"AskGif","content":"Karnal is a city located in Haryana, India and is the headquarters of Karnal District.\r\n&nbsp;\r\nKarnal is said to have been founded by Karna, a key figure in the epic Mahabharata, who died at the hands of his half-brother and archrival, Arjuna.\r\n&nbsp;\r\nIt was also use","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05ed9035-ee31-4634-82e9-0055fc15afe2_Karnal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"karnal","slug":"karnal"}],"slug":"top-places-to-visit-in-karnal-haryana","total":0},{"id":479,"title":"Top Places to visit in Gurugram, Haryana","imageUrl":"470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","dateCreated":"2019-08-25T09:25:29.961Z","dateModified":"2019-08-25T09:26:10.244Z","contributedBy":"AskGif","content":"Gurgaon, officially named Gurugram, is a city located in the northern Indian state of Haryana. It is situated near the Delhi-Haryana border, about 30 kilometres (19 mi) southwest of the national capital New Delhi and 268 km (167 mi) south of Chandigarh, the state capital. It is one of the major s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/470ea4c2-63fa-48e1-ad49-709aec8b5817_gurgaon-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gurgaon","slug":"gurgaon"},{"name":"haryana","slug":"haryana"},{"name":"gurugram","slug":"gurugram"}],"slug":"top-places-to-visit-in-gurugram-haryana","total":0},{"id":478,"title":"Top Places to visit in Fatehabad, Haryana","imageUrl":"afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","dateCreated":"2019-08-25T09:12:02.854Z","dateModified":"2019-08-25T09:15:17.781Z","contributedBy":"AskGif","content":"Fatehabad is a town and a municipal committee in Fatehabad district in the state of Haryana, India.\r\n&nbsp;\r\nFatehabad District, is one of the twenty-two districts of Haryana state, India.\r\nThe Fatehabad district was carved out of Hisar district on 15 July 1997.\r\n&nbsp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/afb062f4-193d-4ecd-978b-e919759e6ed9_Fatehabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"fatehabad","slug":"fatehabad"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-fatehabad-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}