{"id":508,"title":"Top Places to visit in Kaithal, Haryana","imageUrl":"54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","dateCreated":"2019-08-30T01:01:40.779Z","dateModified":"2019-08-30T01:01:54.607Z","contributedBy":"AskGif","content":"<p>Kaithal is a city and a municipal council in Kaithal district in the Indian state of Haryana. Kaithal was previously a part of Karnal District and later, Kurukshetra District until 1 November 1989, when it became the headquarters of the Kaithal District of Haryana. Kaithal shares common boundary with Patiala (Punjab), Kurukshetra, Jind and Karnal. Kaithal district is situated in the North-West of the Haryana state. Its North-West boundaries which include Guhla-Cheeka is attached to Punjab State.</p>\r\n<p>&nbsp;</p>\r\n<p>Kaithal district is one of the 22 districts of Haryana, state in northern India. Kaithal town is the district headquarters. The district occupies an area of 2317 km&sup2;. It has a population of 1,072,861 (2011 census). It is part of Karnal division.Kaithal was notified as district by Haryana Govt. on 16 October 1989 and carved out of Kurukshetra and Jind districts, comprising Guhla and Kaithal sub-divisions of Kurukshetra district, Kalayat sub-tahsil and 6 villages of Jind district</p>\r\n<p>&nbsp;</p>\r\n<p>This district came into existence on 1 November 1989.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks</p>\r\n<p>&nbsp;</p>\r\n<p>Kaithal Fort</p>\r\n<p>There exist remains of the fort of the Bhais, and several Muslim tombs of the 13th century and later. The Kaithal fort has many gates made by British rulers and used to control the entry of trade goods and other items.</p>\r\n<p>&nbsp;</p>\r\n<p>The fort was restored and renovated in 2016 (as seen in pictures). It now forms one of the most visible and important landmarks of Kaithal.</p>\r\n<p>&nbsp;</p>\r\n<p>Tomb of Razia Sultana</p>\r\n<p>Tomb of Razia Sultana, who gained the throne of Delhi Sultanate under the Mamluk Sultanate, is situated 10 km north-west of the Kaithal city in Siwan on Kaithal-Cheeka-Patiala road. It is close to the jail constructed nearby by the present administration. She and her husband Malik Altunia who was the governor of Bhatinda (Punjab) were decapitated by the local Jat people of area. It is speculated that she might have been disinterred form Kaithal and then reburied at her Delhi's tomb.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>One of the highest flag of India</p>\r\n<p>In Kaithal a 22-by-14.6-metre (72 by 48 ft) national flag is hoisted 63 metres (207 ft) above the ground in Hanuman Vatika.</p>\r\n<p>&nbsp;</p>\r\n<p>48 Kos Temples</p>\r\n<p>Main article: 48 kos parikrama of Kurukshetra</p>\r\n<p>Following two pilgrimage points of Kaithal town form part of Kurukshetra's 48 kos pariktrama.</p>\r\n<p>&nbsp;</p>\r\n<p>Vidkyar Teerth (Vriddh Kedaar)</p>\r\n<p>Vriddh Kedaar or Vidkyaar as it is popularly known is an important religious place for Hindus. This is one of the several pilgrimages in 48 kos parikrama of Kurukshetra. This pilgrimage has been mentioned in the ancient text of Vamana Purana also.</p>\r\n<p>&nbsp;</p>\r\n<p>Vaman Purana says :&nbsp;</p>\r\n<p>\"Kapisthaleti vikhyatam sarvapatakanashanam yasmina sthitaha swayam devovridha kedara samgjijitaha\" (2)&nbsp;</p>\r\n<p>(Translation: The destroyer of all devilish deeds, the famous Kapisthala sanctum is here because Lord Vridhakedara himself resides in it.)</p>\r\n<p>&nbsp;</p>\r\n<p>The Vridhakedara sanctum changed to \"Vidkyara\" as a result of the philological principle of \"mukhasukha\", or ease of speaking. it is located near pehowa chowk, the central point of Kaithal.</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Gyarah Rudri Mandir</p>\r\n<p>It is one of the famous temple of city, where divine eleven Rudra were placed long ago and the temple is known for its art, architecture, beautiful scriptures and large area, a big statue of Hanuman complements the beauty of this temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Dharamshalas</p>\r\n<p>Brahman Dharamsala</p>\r\n<p>Saini Dharamsala - This Dharamshala is located near Ashok Cinema road, Kaithal. This Dharamsala is taken care by Saini community.</p>\r\n<p>Panchal Dharamsala - This Dharamshala is located on Peoda road, near Kaithal Gas Agency, Kaithal. This dharamsala is taken care by Panchal community. Which has a statue of Vishavkarma.</p>\r\n<p>Ravidass Mandir, Partap Gate Kaithal.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Kaithal Railway Station</p>\r\n<p>The city have two railway stations named; Kaithal (KLE) and New Kaithal Halt (NKLE). The city had a rail connection to Kurukshetra and Narwana which further went to Jind (local trains only) until 2014, when the government started a rail service between Delhi and Kurukshetra via Kaithal. The move for this service was initiated and pushed by the previous Member of Parliament from Kurukshetra, Naveen Jindal with an aim to give people a convenient mode of transport to reach the capital. Earlier they had to board trains at the Kurukshetra railway station. In 2015, a new express train connecting Chandigarh and Jaipur via Kaithal has been started.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>The city is connected to the state capital Chandigarh through National Highway 152. SH-8 to Pundri in the east (NH 44 catches up from Karnal to Delhi).</p>\r\n<p>&nbsp;</p>\r\n<p>Educational Institutes</p>\r\n<p>Government Schools</p>\r\n<p>Indus Public School, Kaithal</p>\r\n<p>Notable people</p>\r\n<p>Randeep Surjewala</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kaithal</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kaithal-haryana","tags":[{"name":"haryana","slug":"haryana"},{"name":"kaithal","slug":"kaithal"}],"recommendations":[{"id":528,"title":"Top Places to visit in Sonipat, Haryana","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"Sonipat, anciently named Swarnprastha, is a city and a Municipal Corporation in Haryana state of India. It comes under the National Capital Region and is around 20 kilometers (12 mi) from Delhi. It is also around 214 km(128 miles) southwest of Chandigarh, the state capital. The Yamuna River runs ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"sonipat","slug":"sonipat"}],"slug":"top-places-to-visit-in-sonipat-haryana","total":0},{"id":477,"title":"Top Places to visit in Faridabad, Haryana","imageUrl":"749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","dateCreated":"2019-08-25T07:15:27.781Z","dateModified":"2019-08-25T07:15:54.469Z","contributedBy":"AskGif","content":"Faridabad is the most populous and largest city in the north Indian state of Haryana. It is a leading industrial centre and is situated in the National Capital Region bordering the Indian capital New Delhi. It is one of the major satellite cities of Delhi and is located 284 kilometres south of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"faridabad","slug":"faridabad"}],"slug":"top-places-to-visit-in-faridabad-haryana","total":0},{"id":476,"title":"Top Places to visit in Charkhi Dadri, Haryana","imageUrl":"0dc648e6-c80f-48f2-9c0e-c2ce1d48e74c_Charkhi-Dadri-railway.jpg","dateCreated":"2019-08-25T06:58:56.113Z","dateModified":"2019-08-25T06:59:24.008Z","contributedBy":"AskGif","content":"Charkhi Dadri is a city and headquarters of Charkhi Dadri district in the state of Haryana, India, about 90 km from Delhi. The town was made by joining the villages of Charkhi and Dadri after urban development. Charkhi Dadri, located in southern Haryana 110 kilometres (68 mi) from the national ca","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0dc648e6-c80f-48f2-9c0e-c2ce1d48e74c_Charkhi-Dadri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"charkhi-dadri","slug":"charkhi-dadri"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-charkhi-dadri-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}