{"id":508,"title":"कैथल में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","dateCreated":"2019-08-30T01:01:40.779Z","dateModified":"2019-08-30T01:01:54.607Z","contributedBy":"AskGif","content":"<p>कैथल भारत के हरियाणा राज्य में कैथल जिले में एक शहर और एक नगरपालिका परिषद है। कैथल पहले करनाल जिले का हिस्सा था और बाद में, 1 नवंबर 1989 तक कुरुक्षेत्र जिला, जब यह हरियाणा के कैथल जिले का मुख्यालय बन गया। कैथल पटियाला (पंजाब), कुरुक्षेत्र, जींद और करनाल के साथ आम सीमा साझा करता है। कैथल जिला हरियाणा राज्य के उत्तर-पश्चिम में स्थित है। इसकी उत्तर-पश्चिम की सीमाएँ जिनमें गुहला-चीका शामिल हैं पंजाब राज्य से जुड़ी हुई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कैथल जिला हरियाणा के 22 जिलों में से एक है, जो उत्तर भारत में स्थित है। कैथल शहर जिला मुख्यालय है। जिले का क्षेत्रफल 2317 वर्ग किमी है। इसकी जनसंख्या 1,072,861 (2011 की जनगणना) है। यह करनाल डिवीजन का हिस्सा है। कैथल को हरियाणा सरकार द्वारा जिले के रूप में अधिसूचित किया गया था। 16 अक्टूबर 1989 को और कुरुक्षेत्र और जींद जिलों में खुदी हुई, जिसमें कुरुक्षेत्र जिले के गुहला और कैथल उप-मंडल, कलायत उप-तहसील और जींद जिले के 6 गांव शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला 1 नवंबर 1989 को अस्तित्व में आया।</p>\r\n<p>&nbsp;</p>\r\n<p>लैंडमार्क्स</p>\r\n<p>&nbsp;</p>\r\n<p>कैथल का किला</p>\r\n<p>भैस के किले के अवशेष मौजूद हैं, और 13 वीं शताब्दी के कई मुस्लिम मकबरे और बाद में। कैथल किले में ब्रिटिश शासकों द्वारा बनाए गए कई द्वार हैं और व्यापार वस्तुओं और अन्य वस्तुओं के प्रवेश को नियंत्रित करते थे।</p>\r\n<p>&nbsp;</p>\r\n<p>2016 में किले का जीर्णोद्धार और जीर्णोद्धार किया गया था (जैसा कि चित्रों में देखा गया है)। यह अब कैथल के सबसे दर्शनीय और महत्वपूर्ण स्थलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>रजिया सुल्ताना का मकबरा</p>\r\n<p>रज़िया सुल्ताना का मकबरा, जिसने मामलुक सल्तनत के अधीन दिल्ली सल्तनत का सिंहासन प्राप्त किया, कैथल-चीका-पटियाला मार्ग पर सिवान में कैथल शहर से 10 किमी उत्तर-पश्चिम में स्थित है। यह वर्तमान प्रशासन द्वारा पास में निर्मित जेल के करीब है। वह और उनके पति मलिक अल्तुनिया, जो भटिंडा (पंजाब) के गवर्नर थे, को इलाके के स्थानीय जाट लोगों ने हटा दिया था। यह अनुमान लगाया जाता है कि वह शायद कैथल से निर्वस्त्र रूप में आई थी और फिर दिल्ली के मकबरे में उसे डांटा।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>भारत का सबसे ऊंचा झंडा</p>\r\n<p>कैथल में हनुमान वाटिका में जमीन से 63 मीटर (207 फीट) 72 फीट (72 फीट) 72 फीट ऊंचा राष्ट्रीय ध्वज फहराया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>48 कोस मंदिर</p>\r\n<p>मुख्य लेख: कुरुक्षेत्र की 48 कोस परिक्रमा</p>\r\n<p>कैथल शहर के दो तीर्थ स्थानों के बाद कुरुक्षेत्र के 48 कोस परिक्रमा का हिस्सा बनता है।</p>\r\n<p>&nbsp;</p>\r\n<p>विद्याकर तीर्थ (वृद्ध केदार)</p>\r\n<p>वृद्ध केदार या विद्याकर के रूप में यह लोकप्रिय रूप से जाना जाता है, हिंदुओं के लिए एक महत्वपूर्ण धार्मिक स्थान है। यह कुरुक्षेत्र के 48 कोस परिक्रमा के कई तीर्थों में से एक है। इस तीर्थ का उल्लेख वामन पुराण के प्राचीन ग्रंथ में भी किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>वामन पुराण कहता है:</p>\r\n<p>\"कपिस्थलेति विख्याताम् सर्वपत्नाशनां यस्मिना स्तिथं स्वयम् देवोविद्रं केदारं समुज्जिहिता\" (2)</p>\r\n<p>(अनुवाद: सभी शैतानी कर्मों का नाश करने वाला, प्रसिद्ध कपिस्ताला गर्भगृह यहाँ है क्योंकि भगवान विद्याधर स्वयं इसमें निवास करते हैं।)</p>\r\n<p>&nbsp;</p>\r\n<p>\"मुखसुख\" के दार्शनिक सिद्धांत के परिणामस्वरूप, या बोलने में आसानी के परिणामस्वरूप, विद्याधर अभयारण्य \"विद्याकारा\" में बदल गया। यह कैथल के केंद्रीय बिंदु पेहोवा चौक के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री ग्याराह रुद्री मंदिर</p>\r\n<p>यह शहर के प्रसिद्ध मंदिरों में से एक है, जहां दिव्य ग्यारह रुद्र को बहुत पहले रखा गया था और मंदिर अपनी कला, वास्तुकला, सुंदर शास्त्र और बड़े क्षेत्र के लिए जाना जाता है, हनुमान की एक बड़ी प्रतिमा इस मंदिर की सुंदरता का पूरक है।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्मशालाएं</p>\r\n<p>ब्राह्मण धर्मशाला</p>\r\n<p>सैनी धर्मशाला - यह धर्मशाला अशोक सिनेमा रोड, कैथल के पास स्थित है। इस धर्मशाला की देखभाल सैनी समुदाय द्वारा की जाती है।</p>\r\n<p>पांचाल धर्मशाला - यह धर्मशाला कैथल गैस एजेंसी, कैथल के पास, पेदा रोड पर स्थित है। इस धर्मशाला में पांचाल समुदाय द्वारा देखभाल की जाती है। जिसमें विश्वकर्मा की मूर्ति है।</p>\r\n<p>रविदास मंदिर, प्रताप गेट कैथल।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>कैथल रेलवे स्टेशन</p>\r\n<p>शहर के नाम पर दो रेलवे स्टेशन हैं; कैथल (KLE) और न्यू कैथल हाल्ट (NKLE)। शहर का कुरुक्षेत्र और नरवाना से रेल संपर्क था जो 2014 तक जींद (केवल लोकल ट्रेन) तक चला, जब सरकार ने कैथल के माध्यम से दिल्ली और कुरुक्षेत्र के बीच एक रेल सेवा शुरू की। इस सेवा के लिए कदम कुरुक्षेत्र से पिछले सांसद, नवीन जिंदल द्वारा शुरू किया गया था, जिसका उद्देश्य लोगों को राजधानी तक पहुंचने के लिए परिवहन का एक सुविधाजनक तरीका देना था। पहले उन्हें कुरुक्षेत्र रेलवे स्टेशन पर ट्रेनों में चढ़ना पड़ता था। 2015 में, चंडीगढ़ और जयपुर को कैथल से जोड़ने वाली एक नई एक्सप्रेस ट्रेन शुरू की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>शहर राष्ट्रीय राजमार्ग 152 के माध्यम से राज्य की राजधानी चंडीगढ़ से जुड़ा हुआ है। SH-8 पूर्व में पुंडरी (करनाल से दिल्ली तक एनएच 44 पकड़ता है)।</p>\r\n<p>&nbsp;</p>\r\n<p>शैक्षिक संस्थान</p>\r\n<p>सरकारी स्कूल</p>\r\n<p>इंडस पब्लिक स्कूल, कैथल</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>रणदीप सुरजेवाला</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kaithal</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kaithal-haryana","tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"कैथल","slug":"kaithal"}],"recommendations":[{"id":528,"title":"सोनीपत में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"सोनीपत, जिसका नाम स्वर्णप्रस्थ है, भारत के हरियाणा राज्य में एक शहर और एक नगर निगम है। यह राष्ट्रीय राजधानी क्षेत्र के अंतर्गत आता है और दिल्ली से लगभग 20 किलोमीटर (12 मील) दूर है। यह राज्य की राजधानी चंडीगढ़ के दक्षिण-पश्चिम में लगभग 214 किमी (128 मील) है। यमुना नदी पूर्वी सीमा के साथ चलती है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"सोनीपत","slug":"sonipat"}],"slug":"top-places-to-visit-in-sonipat-haryana","total":0},{"id":477,"title":"फरीदाबाद में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","dateCreated":"2019-08-25T07:15:27.781Z","dateModified":"2019-08-25T07:15:54.469Z","contributedBy":"AskGif","content":"उत्तर भारतीय राज्य हरियाणा में फरीदाबाद सबसे अधिक आबादी वाला और सबसे बड़ा शहर है। यह एक प्रमुख औद्योगिक केंद्र है और भारतीय राजधानी नई दिल्ली की सीमा से लगे राष्ट्रीय राजधानी क्षेत्र में स्थित है। यह दिल्ली के प्रमुख उपग्रह शहरों में से एक है और राज्य की राजधानी चंडीगढ़ से 284 किलोमीटर दक्षिण में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"फरीदाबाद","slug":"faridabad"}],"slug":"top-places-to-visit-in-faridabad-haryana","total":0},{"id":476,"title":"चरखी दादरी में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"0dc648e6-c80f-48f2-9c0e-c2ce1d48e74c_Charkhi-Dadri-railway.jpg","dateCreated":"2019-08-25T06:58:56.113Z","dateModified":"2019-08-25T06:59:24.008Z","contributedBy":"AskGif","content":"चरखी दादरी दिल्ली से लगभग 90 किलोमीटर दूर भारत के हरियाणा राज्य में चरखी दादरी जिले का एक शहर और मुख्यालय है। [१] शहरी विकास के बाद चरखी और दादरी के गांवों को मिलाकर शहर बनाया गया था। राष्ट्रीय राजधा चरखी दादरी भारत के हरियाणा राज्य में चरखी दादरी जिले का एक शहर और मुख्यालय है, जो दिल्ली से लगभग ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0dc648e6-c80f-48f2-9c0e-c2ce1d48e74c_Charkhi-Dadri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चरखी-दादरी","slug":"charkhi-dadri"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-charkhi-dadri-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}