{"id":510,"title":"Top Places to visit in Kurukshetra, Haryana","imageUrl":"3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","dateCreated":"2019-08-30T01:17:12.03Z","dateModified":"2019-08-30T01:17:39.096Z","contributedBy":"AskGif","content":"<p>Kurukshetra is a city in the state of Haryana, India. It is also known as Dharmakshetra (\"Holy Place\") and as the \"Land of the Bhagavad Gita\". Kurukshetra lies at distance of 160 km from New Delhi and about 93 km from Chandigarh - city with the nearest airport.</p>\r\n<p>&nbsp;</p>\r\n<p>International Gita Mahotsav</p>\r\n<p>Gita Jayanti has been celebrated in Kurukshetra for decades. For long it was known as Kurukshetra Utsav. In 2016, The Government of Haryana decided to give it a global flavour and thus organised International Gita Mahotsav at Kurukshetra from 1 December to 11 December. The Gita Jayanti was celebrated on 10 December as per the traditional calendar. In 2016, over 2 million people visited the event. Later in 2017 Gita Jayanti was celebrated on 30 November as per traditional calendar, and over 2.5 Million people visited the event. As per Hindu calendar, it comes on Mokshda Ekadashi in the month of Margshirsh.</p>\r\n<p>&nbsp;</p>\r\n<p>Hindu Religious Sites</p>\r\n<p>Brahma Sarovar: Every year lakhs of people come to take a holy bath at Brahma Sarovar on the occasion of \"Somavati Amavasya\" (Sacred No-Moon Day that happens on a Monday) and on solar eclipse believing that a bath in holy Sarovar frees all sins and cycle of birth-death. It is supposed to be the world's largest man-made pond.[citation needed] The Hindu genealogy registers at Kurukshetra, Haryana are kept here.</p>\r\n<p>Sannihit Sarovar: This Sarovar is believed to be the meeting point of seven sacred Saraswatis. The Sarovar, according to popular belief, contains sacred water. Bathing in the waters of the tank on the day of Amavasya (night of complete darkness) or on the day of an eclipse bestows blessings equivalent to performing the Ashvamedh Yajna.</p>\r\n<p>Jyotisar: The famous site where Bhagavad Gita was delivered to Arjuna under the tree. The tree of that time is the witness to Gita.</p>\r\n<p>Kurukshetra Panorama and Science Centre: A depicting the Mahabharata war.</p>\r\n<p>Dharohar Museum: tradition and culture of Haryana; located in Kurukshetra University.</p>\r\n<p>Sthaneshwar Mahadev</p>\r\n<p>&nbsp;</p>\r\n<p>Other Religious/Historical Sites</p>\r\n<p>&nbsp;</p>\r\n<p>The Sheikh Chilli's Maqbara at Kurukshetra.</p>\r\n<p>Sheikh Chilli's Tomb: This monument is maintained by the Archaeological Survey of India. It was built during the Mughal era in remembrance of Sufi Saint Sheikh Chehli, believed to be the spiritual teacher of Mughal Prince Dara Shikoh. However, this is an erroneous belief, since the Prince's main 'Murshid' or 'Sheikh' (Spiritual Guide) is historically known to have been Hazrat Sheikh Mian Mir Sahib, of Lahore, although Sheikh Chehli might have been an additional/minor guide. There is another theory that the site of the supposed 'makbara'[what language is this?] or tomb was one of the meditative 'Chillas' or sites of Hazrat Mian Mir Sahib, who might have visited the area during his wanderings.</p>\r\n<p>Gurdwara Raj Ghat Patshahi Dasvin</p>\r\n<p>Gurdwara Teesari Patshahi</p>\r\n<p>Gurdwara Chhevin Patshahi</p>\r\n<p>Gurdwara Siddh Bati Patshahi Pahili</p>\r\n<p>&nbsp;</p>\r\n<p>General tourist Sites</p>\r\n<p>Crocodile Breeding Centre, Kurukshetra</p>\r\n<p>Chhilchhila Wildlife Sanctuary &ndash; 10 km on Ladwa road</p>\r\n<p>Saraswati Wildlife Sanctuary &ndash; 40 km</p>\r\n<p>Kalpana Chawla Planetarium: The Kalpana Chawla Planetarium is situated between Brahma Sarovar Lake and Jyotisar Lake. Kalpana Chawla was the first woman of Indian origin in space when she flew on Space Shuttle Columbia in the year 1997. In the year 2003, she died during her second flight on Space Shuttle Columbia. Haryana Government honored the achievements of Kalpana Chawla by building a planetarium in her name.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational Institutes</p>\r\n<p>Kurukshetra University was established in 1956</p>\r\n<p>University Institute of Engineering and Technology, Kurukshetra University</p>\r\n<p>National Institute of Technology, Kurukshetra: Established as the Regional Engineering College, Kurukshetra in 1963. It is an Institute of National Importance</p>\r\n<p>National Institute of Design, Kurukshetra: It is an autonomous body under the DIPP, ministry of commerce. The institute offers courses in industrial design, visual communication and textile</p>\r\n<p>Shri Krishna AYUSH University, Kurukshetra. This is the first University related to the Indian system of medicine in the State as well as the first University of this kind in India and all over the world.</p>\r\n<p>&nbsp;</p>\r\n<p>Travel</p>\r\n<p>By road: Buses of Haryana Roadways and other State Corporations ply through Kurukshetra and connect it to Delhi, Panipat, Ambala, Kaithal, Pundri Chandigarh, Ludhiana, Jammu, Amritsar and Shimla.</p>\r\n<p>By air: The airports close to Kurukshetra are at Delhi and Chandigarh, which are well connected by road and rail. Taxi service, as well as bus service, is also available.</p>\r\n<p>By rail: Kurukshetra railway station is a railway junction station, well connected with all important towns and cities of the country. The Shatabdi Express (not all) halts here. Dhoda Kheri, Dhirpur, Dhola Majra Shahabad Markanda and Mohri are the railway stations between Kurukshetra to Ambala of Indian railway route.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kurukshetra</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kurukshetra-haryana","tags":[{"name":"kurukshetra","slug":"kurukshetra"},{"name":"haryana","slug":"haryana"}],"recommendations":[{"id":528,"title":"Top Places to visit in Sonipat, Haryana","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"Sonipat, anciently named Swarnprastha, is a city and a Municipal Corporation in Haryana state of India. It comes under the National Capital Region and is around 20 kilometers (12 mi) from Delhi. It is also around 214 km(128 miles) southwest of Chandigarh, the state capital. The Yamuna River runs ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"sonipat","slug":"sonipat"}],"slug":"top-places-to-visit-in-sonipat-haryana","total":0},{"id":527,"title":"Top Places to visit in Sirsa, Haryana","imageUrl":"a2d0e4b7-286d-43cc-aecc-dcaef43255e8_Sirsa-railway.jpg","dateCreated":"2019-08-31T02:08:00.777Z","dateModified":"2019-08-31T02:08:15.155Z","contributedBy":"AskGif","content":"Sirsa is a city and a municipal council in Sirsa district in the westernmost region of the Indian state of Haryana, bordering Punjab and Rajasthan. It is located 260 kilometres north-west of New Delhi and 240 kilometres from state capital Chandigarh. Its history dates back to the time of Mahabhar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a2d0e4b7-286d-43cc-aecc-dcaef43255e8_Sirsa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sirsa","slug":"sirsa"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-sirsa-haryana","total":0},{"id":476,"title":"Top Places to visit in Charkhi Dadri, Haryana","imageUrl":"0dc648e6-c80f-48f2-9c0e-c2ce1d48e74c_Charkhi-Dadri-railway.jpg","dateCreated":"2019-08-25T06:58:56.113Z","dateModified":"2019-08-25T06:59:24.008Z","contributedBy":"AskGif","content":"Charkhi Dadri is a city and headquarters of Charkhi Dadri district in the state of Haryana, India, about 90 km from Delhi. The town was made by joining the villages of Charkhi and Dadri after urban development. Charkhi Dadri, located in southern Haryana 110 kilometres (68 mi) from the national ca","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0dc648e6-c80f-48f2-9c0e-c2ce1d48e74c_Charkhi-Dadri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"charkhi-dadri","slug":"charkhi-dadri"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-charkhi-dadri-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}