{"id":510,"title":"कुरुक्षेत्र में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","dateCreated":"2019-08-30T01:17:12.03Z","dateModified":"2019-08-30T01:17:39.096Z","contributedBy":"AskGif","content":"<p>कुरुक्षेत्र भारत के हरियाणा राज्य का एक शहर है। इसे धर्मक्षेत्र (\"पवित्र स्थान\") और \"भगवद गीता की भूमि\" के रूप में भी जाना जाता है। कुरुक्षेत्र नई दिल्ली से 160 किमी और चंडीगढ़ से लगभग 93 किमी की दूरी पर स्थित है - निकटतम हवाई अड्डा।</p>\r\n<p>&nbsp;</p>\r\n<p>अंतर्राष्ट्रीय गीता महोत्सव</p>\r\n<p>गीता जयंती को कुरुक्षेत्र में दशकों से मनाया जा रहा है। लंबे समय तक इसे कुरुक्षेत्र उत्सव के नाम से जाना जाता था। 2016 में, हरियाणा सरकार ने इसे वैश्विक स्वाद देने का फैसला किया और इस तरह 1 दिसंबर से 11 दिसंबर तक कुरुक्षेत्र में अंतर्राष्ट्रीय गीता महोत्सव का आयोजन किया। गीता जयंती 10 दिसंबर को पारंपरिक कैलेंडर के अनुसार मनाया गया। 2016 में, 2 मिलियन से अधिक लोगों ने इस कार्यक्रम का दौरा किया। बाद में 2017 में गीता जयंती 30 नवंबर को पारंपरिक कैलेंडर के अनुसार मनाई गई और 2.5 मिलियन से अधिक लोगों ने इस कार्यक्रम का दौरा किया। हिंदू कैलेंडर के अनुसार, यह मार्गशीर्ष के महीने में मोक्षदा एकादशी पर आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदू धार्मिक स्थल</p>\r\n<p>ब्रह्मा सरोवर: हर साल लाखों लोग \"सोमवती अमावस्या\" (सोमवार को होने वाले पवित्र नो-मून डे) के अवसर पर ब्रह्म सरोवर में पवित्र स्नान करने आते हैं और सूर्य ग्रहण पर यह मानते हुए कि पवित्र सरोवर में स्नान करने से सभी को मुक्ति मिलती है जन्म-मरण के पाप और चक्र। यह दुनिया का सबसे बड़ा मानव निर्मित तालाब माना जाता है। [उद्धरण वांछित] हरियाणा के कुरुक्षेत्र में हिंदू वंशावली रजिस्टर यहाँ रखे गए हैं।</p>\r\n<p>सन्नहित सरोवर: इस सरोवर को सात पवित्र सरस्वती का मिलन स्थल माना जाता है। सरोवर, लोकप्रिय धारणा के अनुसार, पवित्र जल शामिल है। अमावस्या (पूर्ण अंधकार की रात) या ग्रहण के दिन टैंक के पानी में स्नान करना अश्वमेध यज्ञ करने के बराबर आशीर्वाद देता है।</p>\r\n<p>ज्योतिसर: प्रसिद्ध स्थल जहां भगवद गीता को अर्जुन को पेड़ के नीचे पहुंचा दिया गया था। उस समय का वृक्ष गीता का साक्षी है।</p>\r\n<p>कुरुक्षेत्र पैनोरमा और विज्ञान केंद्र: महाभारत युद्ध का चित्रण।</p>\r\n<p>धरोहर संग्रहालय: हरियाणा की परंपरा और संस्कृति; कुरुक्षेत्र विश्वविद्यालय में स्थित है।</p>\r\n<p>स्थनेश्वर महादेव</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य धार्मिक / ऐतिहासिक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>कुरुक्षेत्र में शेख चिल्ली का मकबरा।</p>\r\n<p>शेख चिल्ली का मकबरा: इस स्मारक का रखरखाव भारतीय पुरातत्व सर्वेक्षण द्वारा किया जाता है। मुगल राजकुमार दारा शिकोह के आध्यात्मिक गुरु माने जाने वाले सूफी संत शेख चेहली की याद में मुगल काल के दौरान इसे बनाया गया था। हालाँकि, यह एक गलत धारणा है, क्योंकि प्रिंस के मुख्य 'मुर्शिद' या 'शेख' (आध्यात्मिक मार्गदर्शक) को ऐतिहासिक रूप से लाहौर के हज़रत शेख मियां मीर साहब के रूप में जाना जाता है, हालाँकि शेख चेहली एक अतिरिक्त / मामूली गाइड हो सकते हैं। एक और सिद्धांत है कि कथित 'मकबरा' की साइट [यह कौन सी भाषा है?] या मकबरा ध्यानस्थ 'चिल्लस' या हज़रत मियां मीर साहब की साइटों में से एक था, जो शायद अपनी यात्रा के दौरान क्षेत्र का दौरा करते थे।</p>\r\n<p>गुरुद्वारा राज घाट पातशाही दासविन</p>\r\n<p>गुरुद्वारा तेसरी पातशाही</p>\r\n<p>गुरुद्वारा छविन पातशाही</p>\r\n<p>गुरुद्वारा सिद्ध बाटी पातशाही पीली</p>\r\n<p>&nbsp;</p>\r\n<p>सामान्य पर्यटक स्थल</p>\r\n<p>क्रोकोडाइल ब्रीडिंग सेंटर, कुरुक्षेत्र</p>\r\n<p>छिलछिला वन्यजीव अभयारण्य - लाडवा रोड पर 10 किमी</p>\r\n<p>सरस्वती वन्यजीव अभयारण्य - 40 किमी</p>\r\n<p>कल्पना चावला तारामंडल: कल्पना चावला तारामंडल ब्रह्म सरोवर झील और ज्योतिसर झील के बीच स्थित है। कल्पना चावला अंतरिक्ष में भारतीय मूल की पहली महिला थीं, जब उन्होंने वर्ष 1997 में अंतरिक्ष शटल कोलंबिया से उड़ान भरी थी। वर्ष 2003 में, अंतरिक्ष शटल कोलंबिया में उनकी दूसरी उड़ान के दौरान उनकी मृत्यु हो गई। हरियाणा सरकार ने कल्पना चावला की उपलब्धियों का सम्मान करते हुए उनके नाम पर एक तारामंडल का निर्माण किया।</p>\r\n<p>&nbsp;</p>\r\n<p>शैक्षिक संस्थान</p>\r\n<p>कुरुक्षेत्र विश्वविद्यालय की स्थापना 1956 में हुई थी</p>\r\n<p>यूनिवर्सिटी इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, कुरुक्षेत्र विश्वविद्यालय</p>\r\n<p>राष्ट्रीय प्रौद्योगिकी संस्थान, कुरुक्षेत्र: 1963 में क्षेत्रीय इंजीनियरिंग कॉलेज, कुरुक्षेत्र के रूप में स्थापित। यह राष्ट्रीय महत्व का संस्थान है</p>\r\n<p>राष्ट्रीय डिजाइन संस्थान, कुरुक्षेत्र: यह डीआईपीपी, वाणिज्य मंत्रालय के अधीन एक स्वायत्त निकाय है। संस्थान औद्योगिक डिजाइन, दृश्य संचार और कपड़ा में पाठ्यक्रम प्रदान करता है</p>\r\n<p>श्री कृष्ण आयुष विश्वविद्यालय, कुरुक्षेत्र। यह राज्य में चिकित्सा की भारतीय प्रणाली से संबंधित पहला विश्वविद्यालय है और साथ ही भारत और दुनिया भर में इस तरह का पहला विश्वविद्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>यात्रा</p>\r\n<p>सड़क मार्ग से: हरियाणा रोडवेज और अन्य राज्य निगमों की बसें कुरुक्षेत्र से होकर दिल्ली, पानीपत, अंबाला, कैथल, पुंडरी चंडीगढ़, लुधियाना, जम्मू, अमृतसर और शिमला से जुड़ती हैं।</p>\r\n<p>हवाई मार्ग से: कुरुक्षेत्र के नज़दीकी हवाई अड्डे दिल्ली और चंडीगढ़ में हैं, जो सड़क और रेल द्वारा अच्छी तरह से जुड़े हुए हैं। टैक्सी सेवा, साथ ही बस सेवा भी उपलब्ध है।</p>\r\n<p>रेल द्वारा: कुरुक्षेत्र रेलवे स्टेशन एक रेलवे जंक्शन स्टेशन है, जो देश के सभी महत्वपूर्ण शहरों और शहरों से जुड़ा हुआ है। शताब्दी एक्सप्रेस (सभी नहीं) यहाँ रुकती है। धोड़ा खेरी, धीरपुर, ढोला माजरा शाहबाद मारकंडा और मोहरी भारतीय रेलवे मार्ग के कुरुक्षेत्र से अंबाला के बीच रेलवे स्टेशन हैं।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/ कुरुक्षेत्र</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kurukshetra-haryana","tags":[{"name":"कुरुक्षेत्र","slug":"kurukshetra"},{"name":"हरियाणा","slug":"haryana"}],"recommendations":[{"id":528,"title":"सोनीपत में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"सोनीपत, जिसका नाम स्वर्णप्रस्थ है, भारत के हरियाणा राज्य में एक शहर और एक नगर निगम है। यह राष्ट्रीय राजधानी क्षेत्र के अंतर्गत आता है और दिल्ली से लगभग 20 किलोमीटर (12 मील) दूर है। यह राज्य की राजधानी चंडीगढ़ के दक्षिण-पश्चिम में लगभग 214 किमी (128 मील) है। यमुना नदी पूर्वी सीमा के साथ चलती है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"सोनीपत","slug":"sonipat"}],"slug":"top-places-to-visit-in-sonipat-haryana","total":0},{"id":527,"title":"सिरसा में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"a2d0e4b7-286d-43cc-aecc-dcaef43255e8_Sirsa-railway.jpg","dateCreated":"2019-08-31T02:08:00.777Z","dateModified":"2019-08-31T02:08:15.155Z","contributedBy":"AskGif","content":"सिरसा भारतीय राज्य हरियाणा के पश्चिमी क्षेत्र में एक शहर और एक नगरपालिका परिषद है, जो पंजाब और राजस्थान की सीमा में है। यह नई दिल्ली के उत्तर-पश्चिम में 260 किलोमीटर और राज्य की राजधानी चंडीगढ़ से 240 किलोमीटर की दूरी पर स्थित है। इसका इतिहास महाभारत के समय से है। एक समय, इस क्षेत्र में सरस्वती न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a2d0e4b7-286d-43cc-aecc-dcaef43255e8_Sirsa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिरसा","slug":"sirsa"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-sirsa-haryana","total":0},{"id":476,"title":"चरखी दादरी में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"0dc648e6-c80f-48f2-9c0e-c2ce1d48e74c_Charkhi-Dadri-railway.jpg","dateCreated":"2019-08-25T06:58:56.113Z","dateModified":"2019-08-25T06:59:24.008Z","contributedBy":"AskGif","content":"चरखी दादरी दिल्ली से लगभग 90 किलोमीटर दूर भारत के हरियाणा राज्य में चरखी दादरी जिले का एक शहर और मुख्यालय है। [१] शहरी विकास के बाद चरखी और दादरी के गांवों को मिलाकर शहर बनाया गया था। राष्ट्रीय राजधा चरखी दादरी भारत के हरियाणा राज्य में चरखी दादरी जिले का एक शहर और मुख्यालय है, जो दिल्ली से लगभग ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0dc648e6-c80f-48f2-9c0e-c2ce1d48e74c_Charkhi-Dadri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चरखी-दादरी","slug":"charkhi-dadri"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-charkhi-dadri-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}