{"id":511,"title":"Top Places to visit in Mahendragarh, Narnaul, Haryana","imageUrl":"66b264ca-81cd-4453-9fdf-f149f645bae3_Mahendragarh-railway.jpg","dateCreated":"2019-08-30T01:24:00.869Z","dateModified":"2019-08-30T01:24:16.794Z","contributedBy":"AskGif","content":"<p>Mahendragarh is a city and a municipal committee in Mahendragarh district in the north Indian state of Haryana. It takes only 2 hours to reach Mahendragarh and is 100.0 km away from Gurgaon and comes under National Capital Region (India).</p>\r\n<p>&nbsp;</p>\r\n<p>Mahendragarh district is one of the 22 districts of Haryana state in northern India. The district occupies an area of 1,899 km&sup2;. The district has a population of 912,680 (2011 census). Narnaul city is the administrative headquarters of the district. Mahendragarh is one of the very few districts in India where the name of the district and its main town are different.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahendragarh is a part of the Ahirwal region in which members of the Yadav community dominate.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the third least populous district of Haryana (out of 21), after Panchkula and Rewari.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Mahendragarh is located at 28.28&deg;N 76.15&deg;E. It has an average elevation of 262 metres (859 feet). Mahendragarh district is bounded on the north by Bhiwani and Rohtak districts, on the east by Rewari district and Alwar district of Rajasthan, on the south by Alwar, Jaipur and Sikar districts of Rajasthan, and on the west by Sikar and Jhunjhunu districts of Rajasthan. It has four tehsils of Narnaul, Ateli,Nangal choudhary And Mahendergarh.</p>\r\n<p>&nbsp;</p>\r\n<p>It is situated at the bank of Dohan River (which was a seasonal river), which is at the verge of extinction.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahendragarh Fort</p>\r\n<p>There is a fort at Mahendragarh which was built by Maratha ruler, Tantia Tope during the 19th century. This fort was named as Mahendragarh in 1861 by Narendra Singh, the ruler of Patiala, in honour of his son, Mahendra Singh and consequently the town came to be known as Mahendragarh. The name of Narnaul Nizamat was changed to \"Mahendragarh Nizamat\". Other nearby fort is Madhogarh Fort on top of the hill near Madhogarh village.</p>\r\n<p>&nbsp;</p>\r\n<p>Both Mahendragarh fort and Madhogarh fort are being restored along the lines of Pinjore Gardens to develop them as the international tourist destination as part of Rewari-Narnaul-Mahendragarh-Madhogarh tourist circuit.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Central University of Haryana</p>\r\n<p>Tourism</p>\r\n<p>Dhosi Hill is an important tourist site in the District. Known as Chyawan Rishi Ashram it is a Vedic period site. It is here that Chyawanprash was formulated for the first time.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Mahendragarh district is divided into 5 tehsils, Narnaul, Nangal Chowdhary, Kanina Mahendragarh, and Ateli. There are 4 Vidhan Sabha constituencies in this district: Ateli, Mahendragarh, Narnaul and Nangal Chaudhry. All of these are part of Bhiwani-Mahendragarh Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Mahendragarh district has a population of 921,680, roughly equal to the nation of Fiji or the US state of Delaware. This gives it a ranking of 462nd in India (out of a total of 640). The district has a population density of 485 inhabitants per square kilometre (1,260/sq mi) . Its population growth rate over the decade 2001-2011 was 13.43%. Mahendragarh has a sex ratio of 778 females for every 1000 males, and a literacy rate of 78.9%.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable personalities</p>\r\n<p>Swami Ramdev - yoga guru</p>\r\n<p>Rao Tula Ram - freedom fighter</p>\r\n<p>Gujarmal Modi - founder of Modi Industries and Modi Nagar</p>\r\n<p>Satish Kaushik - Indian film director, producer and actor</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mahendragarh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66b264ca-81cd-4453-9fdf-f149f645bae3_Mahendragarh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mahendragarh-narnaul-haryana","tags":[{"name":"haryana","slug":"haryana"},{"name":"mahendragarh","slug":"mahendragarh"},{"name":"narnaul","slug":"narnaul"}],"recommendations":[{"id":527,"title":"Top Places to visit in Sirsa, Haryana","imageUrl":"a2d0e4b7-286d-43cc-aecc-dcaef43255e8_Sirsa-railway.jpg","dateCreated":"2019-08-31T02:08:00.777Z","dateModified":"2019-08-31T02:08:15.155Z","contributedBy":"AskGif","content":"Sirsa is a city and a municipal council in Sirsa district in the westernmost region of the Indian state of Haryana, bordering Punjab and Rajasthan. It is located 260 kilometres north-west of New Delhi and 240 kilometres from state capital Chandigarh. Its history dates back to the time of Mahabhar","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a2d0e4b7-286d-43cc-aecc-dcaef43255e8_Sirsa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sirsa","slug":"sirsa"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-sirsa-haryana","total":0},{"id":514,"title":"Top Places to visit in Panchkula, Haryana","imageUrl":"e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","dateCreated":"2019-08-30T02:04:14.168Z","dateModified":"2019-08-30T02:04:27.684Z","contributedBy":"AskGif","content":"Panchkula is a planned city and District Headquarter in the Panchkula district, Haryana, India. It forms a part of an adjoining area to the Chandigarh, Mohali and Zirakpur. It is approximately 4 km (2.4 miles) southeast of Chandigarh, 105 km (65 miles) southwest of Shimla, 44 km (27 miles) from A","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"panchkula","slug":"panchkula"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-panchkula-haryana","total":0},{"id":509,"title":"Top Places to visit in Karnal, Haryana","imageUrl":"05ed9035-ee31-4634-82e9-0055fc15afe2_Karnal-railway.jpg","dateCreated":"2019-08-30T01:08:27.43Z","dateModified":"2019-08-30T01:08:41.412Z","contributedBy":"AskGif","content":"Karnal is a city located in Haryana, India and is the headquarters of Karnal District.\r\n&nbsp;\r\nKarnal is said to have been founded by Karna, a key figure in the epic Mahabharata, who died at the hands of his half-brother and archrival, Arjuna.\r\n&nbsp;\r\nIt was also use","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05ed9035-ee31-4634-82e9-0055fc15afe2_Karnal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"karnal","slug":"karnal"}],"slug":"top-places-to-visit-in-karnal-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}