{"id":512,"title":"नूह, मेवात में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4b34ea02-6706-4b05-b950-d7ab006c67f2_Naugarh-railway.jpg","dateCreated":"2019-08-30T01:50:52.111Z","dateModified":"2019-08-30T01:51:05.13Z","contributedBy":"AskGif","content":"<p>नूंह भारतीय राज्य हरियाणा में नूंह जिले का जिला मुख्यालय है। यह राष्ट्रीय राजमार्ग 248 (NH 48) या गुड़गांव-सोहना-अलवर राजमार्ग पर गुड़गांव से लगभग 45 किलोमीटर (28 मील) पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मेवात, जिसे आधिकारिक तौर पर नूंह के नाम से जाना जाता है, भारतीय राज्य हरियाणा के 22 जिलों में से एक है। इस जिले में चार सब-डिवीजन हैं नूंह, फिरोजपुर झिरका, पुहाना और तूरू। इसका क्षेत्रफल 1,860 वर्ग किलोमीटर (720 वर्ग मील) और 1.09 मिलियन आबादी है। यह उत्तर में गुरुग्राम जिला, पूर्व में हरियाणा के पलवल जिले और दक्षिण और पश्चिम में राजस्थान के अलवर जिले से घिरा हुआ है और इसकी सीमाएँ राजस्थान के भरतपुर जिले से भी मिलती हैं। मेवात जिले का कुछ क्षेत्र उत्तर प्रदेश के मथुरा जिले के निकट बिचोर गाँव और पुन्हाना तहसील के नाई गाँव से भी जुड़ा हुआ है। यह मुख्य रूप से मेओ किसानों द्वारा आबादी है।</p>\r\n<p>&nbsp;</p>\r\n<p>आगंतुक आकर्षण और स्मारक</p>\r\n<p>पड़ोसी गाँवों में निर्मित नमक के व्यापार के कारण घसेरा के बहादुर सिंह के समय इस शहर का महत्व था।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के पश्चिम में लाल बलुआ पत्थर के टैंक का एक चिनाई टैंक है, जिसमें फूलों की डिज़ाइनों से सजी छतरी है। शेख मूसा का मकबरा मुस्लिम और राजपूत वास्तुकला के रूपों को जोड़ता है और शहर से लगभग 2.5 किलोमीटर (1.6 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस क्षेत्र में ऐतिहासिक महत्व के विभिन्न प्राचीन स्मारक बिखरे हुए हैं, जिनमें शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>घसेरा का किला</p>\r\n<p>खंडहर हो चुके घसेरा किले, एक राज्य संरक्षित स्मारक है, जो नून-सोहना रोड पर नूंह शहर से 14 किलोमीटर (8.7 मील) पर स्थित है। उस समय 11 गाँवों के एक राजपूत प्रमुख बहादुर सिंह बरगुजर द्वारा शासित किया गया था, वह 1753 में भरतपुर राज्य के प्रसिद्ध जाट राजा सूरजमल द्वारा जाटों को घेरने और घसेरा किले पर भाग जाने के बाद मारा गया था, उसके बाद जाटों ने मुगल राजा अहमद को हराकर दिल्ली का रुख किया। शाह बहादुर ने 1754 ई। में वहां लाल किले पर कब्जा कर लिया।</p>\r\n<p>&nbsp;</p>\r\n<p>चुही मल का तालब</p>\r\n<p>चुही मल का तालाब (शाब्दिक रूप से \"चुही मल का पानी का टैंक\"), एक अमीर नमक व्यापारी और नगरसेठ (शहर प्रमुख) द्वारा निर्मित एक आयताकार प्राचीन पानी की टंकी है, जो 18 वीं -19 वीं शताब्दी में \"सेठ चुही मल\" में एक ढका हुआ और मेहराबदार प्रवेश द्वार शामिल है। , चारों ओर चार घाटों पर जलप्रपात की ओर कदम बढ़ाते हुए, बुर्जियों पर निर्मित लाल बलुआ पत्थर की 8 एकल-कहानी अष्टकोणीय आकार की छतरियाँ [विस्मयादिबोधक आवश्यक]] (तोरण या गढ़), और इसके तट पर दो ऐतिहासिक मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर में शिव, हनुमान और दुर्गा की मूर्तियाँ हैं। भरतपुर के पत्थरों से बने विशाल दो मंजिला सेण्टैप, जिनमें पुष्प और पशु आकृति के शिलालेख और मुगल और राजपूत वास्तुकला की मिश्रित शैली के मेहराब हैं, उनके पुत्र \"हुकुम चंद\" ने उनकी मृत्यु के बाद उनकी स्मृति में बनवाया था, जिसे दुर्लभ से चित्रित किया गया है। चित्रों।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>नलश्वर महादेव मंदिर और पांडव जलाशय</p>\r\n<p>नलहर पांडव जलाशय और नल्हेश्वर महादेव मंदिर मंदिर (नल्हार शिव मंदिर) अरावली पर्वतमाला की नालहर पहाड़ियों की तलहटी में नल्हार गाँव के पास कई सुरम्य चोटियों से घिरे यू-आकार के नालहर घाटी के भीतर 2 किलोमीटर (1.2 मील) पर स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नूंह औपनिवेशिक तहसील भवन</p>\r\n<p>शहर की मुख्य सड़क पर पुरानी तहसील इमारत को जून 2018 में एक राज्य संरक्षित स्मारक के रूप में अधिसूचित किया गया था। 1861 में, नुत को ब्रिटिश राज के दौरान तत्कालीन गुड़गांव जिले की 5 तहसीलों में से एक बनाया गया था। 1872-73 में, नूंह में तहसील भवन 14 कनाल 8 मरला भूमि पर बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>हठौर का मंदिर</p>\r\n<p>शेख मूसा के मकबरे के साथ-साथ हेथोर के मंदिर के खंडहर (मिस्र में डेंडेरा मंदिर परिसर में हाथर मंदिर से भ्रमित नहीं होना), मेवात इंजीनियरिंग कॉलेज से 6.5 किमी (4.0 मील) की दूरी पर स्थित है, जो नूंह शहर से है। Nuh-Taoru रोड (राज्य राजमार्ग 132) पर।</p>\r\n<p>&nbsp;</p>\r\n<p>शेख मूसा का मकबरा</p>\r\n<p>शेख मूसा का मकबरा एक 14 वीं शताब्दी की संरचना है, जिसमें शेख मूसा की झकझोरने वाली मीनारें भी हैं और हठौर का निकटवर्ती मंदिर नूंह शहर से 6.5 किलोमीटर (4.0 मील) दूर मेवात इंजीनियरिंग कॉलेज के बगल में एक छोटी पहाड़ी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोटला किला, कोटला मस्जिद और बहादुर खान नाहर की कब्र</p>\r\n<p>कोटला मस्जिद में कोटला किला और राजा नाहर खान का मकबरा कोटला गांव में नूंह शहर से 6.5 किलोमीटर (4.0 मील) दूर है। स्क्वायर-आकार की कोटला मस्जिद (1392-1400 सीई के पीछे डेटिंग), ग्रे क्वार्ट्जाइट मकबरे और लाल नक्काशीदार बलुआ पत्थर की जाली के साथ खंडहर गेटवे पर शिलालेख है, जून 2018 में एक राज्य संरक्षित स्मारक के रूप में अधिसूचित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>झीलों का नूंह सिस्टम</p>\r\n<p>Nuh System of Lakes, एक दूसरे के आसपास के क्षेत्र में पड़ी कई झीलों का संग्रह, खलीलपुर झील का स्थाई दलदल 1,500 एकड़ (610 हेक्टेयर) है, जो बारिश के दौरान बाढ़ में बह जाता है, खलीलपुर के चारों ओर उत्तर-पश्चिम में स्थित है और दिल्ली पश्चिमी पर इंदारी गाँव हैं परिधीय एक्सप्रेसवे</p>\r\n<p>2018 में, हरियाणा सरकार ने कोटला झील और अन्य झीलों को झीलों की एनयूएच प्रणाली में फिर से जीवंत करने के लिए INR82 करोड़ (820 मिलियन) जारी किया, जो भूजल को रिचार्ज करेगा और 27,000 एकड़ खेत की भूमि को सिंचित करेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Nuh_(city)</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4b34ea02-6706-4b05-b950-d7ab006c67f2_Naugarh-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nuh-mewat-haryana","tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"नूह","slug":"nuh"},{"name":"मेवात","slug":"mewat"}],"recommendations":[{"id":529,"title":"यमुनानगर में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","dateCreated":"2019-08-31T02:20:13.592Z","dateModified":"2019-08-31T02:20:29.529Z","contributedBy":"AskGif","content":"यमुनानगर, जिसे पहले अब्दुल्लापुर के नाम से जाना जाता था, भारतीय राज्य हरियाणा में यमुनानगर जिले का एक शहर और एक नगर निगम है। यह शहर प्लाईवुड इकाइयों और कागज उद्योगों के समूह के लिए जाना जाता है। यह बड़े उद्योगों को ठीक लकड़ी प्रदान करने के लिए भी जाना जाता है। पुराने शहर को जगाधरी कहा जाता है। यम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"यमुनानगर","slug":"yamuna-nagar"}],"slug":"top-places-to-visit-in-yamunanagar-haryana","total":0},{"id":517,"title":"रोहतक में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","dateCreated":"2019-08-30T02:24:54.772Z","dateModified":"2019-08-30T02:25:08.788Z","contributedBy":"AskGif","content":"रोहतक भारत के हरियाणा राज्य में एक शहर और रोहतक जिले का प्रशासनिक मुख्यालय है। यह नई दिल्ली के उत्तर पश्चिम में 70 किलोमीटर (43 मील) और राष्ट्रीय राजधानी चंडीगढ़ के दक्षिण में 250 किलोमीटर (160 मील) एनएच 9 (पुराने एनएच 10) पर स्थित है। रोहतक राष्ट्रीय राजधानी क्षेत्र (एनसीआर) का एक हिस्सा है, इसल","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"रोहतक","slug":"rohtak"}],"slug":"top-places-to-visit-in-rohtak-haryana","total":0},{"id":480,"title":"हिसार में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","dateCreated":"2019-08-25T09:37:10.709Z","dateModified":"2019-08-25T09:37:38.386Z","contributedBy":"AskGif","content":"हिसार जिला हरियाणा, भारत के 22 जिलों में से एक है। हिसार शहर जिला मुख्यालय के रूप में कार्य करता है। यह जिला हिसार संभाग का भी हिस्सा है, जिसका नेतृत्व एक आयुक्त करता है, जो भारतीय प्रशासनिक सेवा द्वारा कार्यरत होता है।\r\n&nbsp;\r\n1966 के पुनर्गठन तक हरियाणा में सबसे बड़ा जिला, हिसार ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिसार","slug":"hissar"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-hissar-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}