{"id":512,"title":"Top Places to visit in Nuh, Mewat, Haryana","imageUrl":"4b34ea02-6706-4b05-b950-d7ab006c67f2_Naugarh-railway.jpg","dateCreated":"2019-08-30T01:50:52.111Z","dateModified":"2019-08-30T01:51:05.13Z","contributedBy":"AskGif","content":"<p>Nuh is the district headquarters of the Nuh district in the Indian state of Haryana. It lies on the National Highway 248 (NH 48) or Gurgaon-Sohna-Alwar highway about 45 kilometres (28 mi) from Gurgaon.</p>\r\n<p>&nbsp;</p>\r\n<p>Mewat, officially known as Nuh, is one of the 22 districts in the Indian state of Haryana. There are four Sub-Divisions in this district Nuh, Ferozepur Jhirka, Punahana and Taoru It has an area of 1,860 square kilometres (720 sq mi) and 1.09 million population. It is bounded by Gurugram District on the North, Palwal District of Haryana on East and Alwar District of Rajasthan on the South and West and its boundaries also touch with Bharatpur District of Rajasthan. Mewat district's some area also touch with Mathura District of Uttar Pradesh Near Bichhor Village and Nai Village of Punhana Tehsil. It is predominantly populated by the Meo farmers.</p>\r\n<p>&nbsp;</p>\r\n<p>Visitor attractions and monuments</p>\r\n<p>The town assumed importance at the time of Bahadur Singh of Ghasera because of the trade in salt manufactured in neighbouring villages.</p>\r\n<p>&nbsp;</p>\r\n<p>To the west of the town is a masonry tank of red sandstone tank featuring a chhatri adorned with floral designs. The tomb of Sheikh Musa combines Muslim and Rajput forms of architecture and is about 2.5 kilometres (1.6 mi) from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Various ancient monuments of historical importance are scattered in this region, including:</p>\r\n<p>&nbsp;</p>\r\n<p>Ghasera Fort</p>\r\n<p>The ruined Ghasera Fort, a state protected monument, lies at Ghasera village 14 kilometres (8.7 mi) from Nuh city on Nun-Sohna road. that was ruled by Bahadur Singh Bargujar, a Rajput chief of 11 villages, he was killed in 1753 by the famous Jat king Surajmal of Bharatpur State after Jats besieged and ran over the Ghasera fort, after which Jats turned to Delhi by defeating Mughal king Ahmad Shah Bahadur and occupied the Red Fort there in 1754 CE.</p>\r\n<p>&nbsp;</p>\r\n<p>Chuhi Mal Ka Taalab</p>\r\n<p>Chuhi Mal Ka Talaab (literally \"Chuhi Mal's water tank\"), is a rectangular ancient water tank built by a rich salt trader and Nagarseth (city chief) \"Seth Chuhi Mal\" in the 18th-19th century, comprises a covered and arcaded gateway, four ghats on all four flanks with steps leading to the waterbody, 8 single-story octagonal-shaped chhatris of red sandstone built on burjis[disambiguation needed] (pylon or bastion), and two historic temples on its bank.</p>\r\n<p>&nbsp;</p>\r\n<p>Temple houses the idols of Shiva, Hanuman and Durga. The larger double-storied cenotap made of Bharatpur stone with inscriptions of floral and animal motifs and arches in mixed style of Mughal and Rajput architecture was built by his son \"Hukum Chand\" in his memory after his death, which has been painted with the rare pictures.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Nalhshwar Mahadev temple and Pandava Reservoir</p>\r\n<p>Nalhar Pandava Reservoir and Nalhshwar Mahadev temple Temple (Nalhar Shiv temple) are located 2 kilometres (1.2 mi) from Nuh city within the U-shaped Nalhar valley surrounded by several picturesque peaks near Nalhar village in the foothills of Nalhar hills of Aravalli range.</p>\r\n<p>&nbsp;</p>\r\n<p>Nuh colonial tehsil building</p>\r\n<p>The old tehsil building, on the city's main road, was notified as a state protected monument in June 2018. In 1861, Nuh was made one of the 5 tehsils of then Gurgaon district during the british raj. In 1872-73, tehsil building at Nuh was built on 14 Kanal 8 Marla land.</p>\r\n<p>&nbsp;</p>\r\n<p>Temple of Hathor</p>\r\n<p>The ruins of Temple of Hathor (not to be confused with Hathor temple in the Dendera Temple complex in Egypt) along with the Tomb of Sheikh Musa are located on a small hillock next to the Mewat Engineering College 6.5 kilometres (4.0 mi) from Nuh city on Nuh-Taoru road (state highway 132).</p>\r\n<p>&nbsp;</p>\r\n<p>Tomb of Sheikh Musa</p>\r\n<p>The Tomb of Sheikh Musa is a 14th-century structure also has as the Shaking Minarets of Sheikh Musa and the adjacent Temple of Hathor are located on a small hillock next to the Mewat Engineering College 6.5 kilometres (4.0 mi) from Nuh city.</p>\r\n<p>&nbsp;</p>\r\n<p>Kotla Fort, Kotla mosque and tomb of Bahadur Khan Nahar</p>\r\n<p>The Kotla Fort and Tomb of Raja Nahar Khan in the Kotla Mosque are 6.5 kilometres (4.0 mi) from Nuh city in the Kotla village. Square-shaped Kotla mosque (dating back to 1392-1400 CE) on a plinth, with grey quartzite tomb and red carved sandstone jalis has inscription on the ruined gateway, was notified as a state protected monument in June 2018.</p>\r\n<p>&nbsp;</p>\r\n<p>Nuh System of Lakes</p>\r\n<p>Nuh System of Lakes, a collection of several lakes lying in each other's vicinity, includes the permanent swamp of Khalilpur lake 1,500 acres (610 ha) in size which gets flooded during rains lies north-west of Nuh around Khalilpur and Indari villages on Delhi Western Peripheral Expressway</p>\r\n<p>In 2018, Haryana govt release INR82 crore (820 million) to rejuvenate Kotla Lake and other lakes in NUh system of lakes, which will recharge the ground water and irrigate 27,000 acre farm land.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nuh_(city)</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4b34ea02-6706-4b05-b950-d7ab006c67f2_Naugarh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nuh-mewat-haryana","tags":[{"name":"haryana","slug":"haryana"},{"name":"nuh","slug":"nuh"},{"name":"mewat","slug":"mewat"}],"recommendations":[{"id":529,"title":"Top Places to visit in Yamunanagar, Haryana","imageUrl":"c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","dateCreated":"2019-08-31T02:20:13.592Z","dateModified":"2019-08-31T02:20:29.529Z","contributedBy":"AskGif","content":"Yamunanagar, previously known as Abdullahpur, is a city and a municipal corporation in Yamunanagar district in the Indian state of Haryana. This town is known for the cluster of plywood units and paper industries. It is also known for providing fine timber to larger industries. The older town is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"yamuna-nagar","slug":"yamuna-nagar"}],"slug":"top-places-to-visit-in-yamunanagar-haryana","total":0},{"id":517,"title":"Top Places to visit in Rohtak, Haryana","imageUrl":"c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","dateCreated":"2019-08-30T02:24:54.772Z","dateModified":"2019-08-30T02:25:08.788Z","contributedBy":"AskGif","content":"Rohtak is a city and the administrative headquarters of the Rohtak district in the Indian state of Haryana. It lies 70 kilometres (43 mi) north west of New Delhi and 250 kilometres (160 mi) south of the state capital Chandigarh on NH 9(old NH 10). Rohtak forms a part of the National Capital Regio","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"rohtak","slug":"rohtak"}],"slug":"top-places-to-visit-in-rohtak-haryana","total":0},{"id":480,"title":"Top Places to visit in Hissar, Haryana","imageUrl":"45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","dateCreated":"2019-08-25T09:37:10.709Z","dateModified":"2019-08-25T09:37:38.386Z","contributedBy":"AskGif","content":"Hisar district is one of the 22 districts of Haryana, India. Hisar city serves as the district headquarters. The district is also part of Hisar division, which is headed by a commissioner who is employed by the Indian Administrative Service.\r\n&nbsp;\r\nThe largest district in Haryana ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hissar","slug":"hissar"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-hissar-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}