{"id":513,"title":"पलवल में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","dateCreated":"2019-08-30T01:55:22.986Z","dateModified":"2019-08-30T01:55:38.037Z","contributedBy":"AskGif","content":"<p>पलवल शहर और नगरपालिका परिषद है। यह उत्तर भारत में हरियाणा राज्य के 21 वें जिले पलवल जिले का मुख्यालय है। यह क्षेत्र में कपास व्यापार के लिए एक केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली से पलवल 60 किलोमीटर (37 मील), फरीदाबाद से 29 किलोमीटर (18 मील), चंडीगढ़ से 313 किलोमीटर (194 मील) और आगरा से 143 किलोमीटर (89 मील) है। शहर का अक्षांश 28 &deg; 40 'एन और देशांतर 22६ &deg; ५ ९ &rsquo;ई। शहर का क्षेत्रफल २२.१० वर्ग किलोमीटर (mi.५३ वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय परंपरा ने पलवल की पहचान महाभारत में वर्णित अपलाव नगर से की है, जिसे बाद में विक्रमादित्य ने पुनर्स्थापित किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>15 अगस्त 2008 को बना पलवल जिला, उत्तर भारत में हरियाणा राज्य का 21 वां जिला है और पलवल शहर इस जिले का मुख्यालय है। यह ब्रज क्षेत्र का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर दिल्ली से 60 किलोमीटर (37 मील) और फरीदाबाद से 29 किलोमीटर (18 मील) और दिल्ली पर गुरुग्राम से 50 किलोमीटर (31 मील) दूर स्थित है - आगरा राष्ट्रीय राजमार्ग (NH-2) हरियाणा के प्रभाव और बढ़ते एनसीआर जिले के हरियाना से । पलवल का रेलवे स्टेशन वह स्थान है जहाँ से पहली बार महात्मा गांधी को गिरफ्तार किया गया था। उनकी स्मृति में एक ऐतिहासिक इमारत &ldquo;गांधी आश्रम&rdquo; बनाई गई थी। शहर का क्षेत्रफल ४० वर्ग किलोमीटर (१५ वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>एक ऐतिहासिक इमारत गांधी सेवा आश्रम (संग्रहालय) महात्मा गांधी की याद में बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>गांधी संग्रहालय पलवल रेलवे स्टेशन के करीब है। महात्मा गांधी को 10 अप्रैल 1919 को रौलट एक्ट के खिलाफ पंजाब जाते समय पलवल रेलवे स्टेशन पर गिरफ्तार किया गया था। 2 अक्टूबर, 1938 को इस स्मृति को जीवित रखते हुए, नेताजी सुभाष चंद बोस ने इसे रखा था। गांधी सेवा आश्रम में गांधी की स्थापना वर्ष 1962 में की गई थी। इसमें गांधीजी से संबंधित इतिहास को संरक्षित किया गया था। प्रदर्शनी के लिए चित्र दिल्ली के राष्ट्रीय गांधी संग्रहालय से लाए गए थे। बाद में, वे क्षतिग्रस्त होने लगे, उन्हें अपग्रेड किया गया और प्रदर्शनी स्थल को संग्रहालय में बदल दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>आजादी के बाद</p>\r\n<p>15 अगस्त 1979 को, गुड़गांव जिले को एक नया फरीदाबाद जिला बनाने के लिए विभाजित किया गया, और पलवल इसका एक हिस्सा बन गया। 13 अगस्त 2008 को, पलवल हरियाणा के 21 वें जिले में नवगठित पलवल जिले का प्रशासनिक मुख्यालय बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>पलवल में एक वार्षिक उत्सव है जिसे \"बलदेव छट का मेला\" के रूप में जाना जाता है, जो पांडवों के शासनकाल के दौरान बलराम द्वारा राक्षस पलवाली को मारने की किंवदंती को मनाता है। नगर निगम कार्यालय के चौक (बाज़ार) के पास बालाराम को समर्पित एक मंदिर भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>कान्हा रावत स्मारक स्थल:</p>\r\n<p>&nbsp;</p>\r\n<p>यह पार्क तेह के ग्राम बहिन में स्थित है। Hathin। इस पार्क में दादा कान्हा रावत का निवास स्थान है। वह औरंगजेब के शासनकाल के दौरान एक महान स्वतंत्रता सेनानी थे। उन्होंने औरंगजेब की जबरन धर्म परिवर्तन और उच्च कर दर की दमनकारी नीतियों के खिलाफ विद्रोह किया। उसने अपना धर्म बदलने से इनकार कर दिया। इस सब के बाद, वह दिल्ली में जिंदा दफन हो गया था। इस मूर्ति का अनावरण 2104 में भरतपुर राजा विश्वेंद्र ने किया था। उन्होंने दादा कान्हा की तुलना गोकुला जाट से की। ग्राम बहिन में दादा कान्हा की एक समाधि भी है। यह रावत गोत्र लोगों के लिए एक धार्मिक स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>करण सिंह दलाल, पलवल के विधायक और हरियाणा सरकार में पूर्व मंत्री।</p>\r\n<p>एडमिरल सुनील लांबा, भारतीय नौसेना के नौसेना स्टाफ के 23 वें प्रमुख हैं</p>\r\n<p>रोहतास गोयल, ओमेक्स लिमिटेड के संस्थापक अध्यक्ष और प्रबंध निदेशक</p>\r\n<p>दादा कान्हा रावत महान स्वतंत्रता सेनानी</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Palwal</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-palwal-haryana","tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"पलवल","slug":"palwal"}],"recommendations":[{"id":528,"title":"सोनीपत में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"सोनीपत, जिसका नाम स्वर्णप्रस्थ है, भारत के हरियाणा राज्य में एक शहर और एक नगर निगम है। यह राष्ट्रीय राजधानी क्षेत्र के अंतर्गत आता है और दिल्ली से लगभग 20 किलोमीटर (12 मील) दूर है। यह राज्य की राजधानी चंडीगढ़ के दक्षिण-पश्चिम में लगभग 214 किमी (128 मील) है। यमुना नदी पूर्वी सीमा के साथ चलती है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"सोनीपत","slug":"sonipat"}],"slug":"top-places-to-visit-in-sonipat-haryana","total":0},{"id":510,"title":"कुरुक्षेत्र में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","dateCreated":"2019-08-30T01:17:12.03Z","dateModified":"2019-08-30T01:17:39.096Z","contributedBy":"AskGif","content":"कुरुक्षेत्र भारत के हरियाणा राज्य का एक शहर है। इसे धर्मक्षेत्र (\"पवित्र स्थान\") और \"भगवद गीता की भूमि\" के रूप में भी जाना जाता है। कुरुक्षेत्र नई दिल्ली से 160 किमी और चंडीगढ़ से लगभग 93 किमी की दूरी पर स्थित है - निकटतम हवाई अड्डा।\r\n&nbsp;\r\nअंतर्राष्ट्रीय गीता महोत्सव\r\nगीता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कुरुक्षेत्र","slug":"kurukshetra"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-kurukshetra-haryana","total":0},{"id":508,"title":"कैथल में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","dateCreated":"2019-08-30T01:01:40.779Z","dateModified":"2019-08-30T01:01:54.607Z","contributedBy":"AskGif","content":"कैथल भारत के हरियाणा राज्य में कैथल जिले में एक शहर और एक नगरपालिका परिषद है। कैथल पहले करनाल जिले का हिस्सा था और बाद में, 1 नवंबर 1989 तक कुरुक्षेत्र जिला, जब यह हरियाणा के कैथल जिले का मुख्यालय बन गया। कैथल पटियाला (पंजाब), कुरुक्षेत्र, जींद और करनाल के साथ आम सीमा साझा करता है। कैथल जिला हरिय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"कैथल","slug":"kaithal"}],"slug":"top-places-to-visit-in-kaithal-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}