{"id":513,"title":"Top Places to visit in Palwal, Haryana","imageUrl":"23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","dateCreated":"2019-08-30T01:55:22.986Z","dateModified":"2019-08-30T01:55:38.037Z","contributedBy":"AskGif","content":"<p>Palwal is a city and a municipal council. It is the headquarters of Palwal district, the 21st district of Haryana state in northern India. It is a centre for the cotton trade in the area.</p>\r\n<p>&nbsp;</p>\r\n<p>Palwal is 60 kilometres (37 mi) from Delhi, 29 kilometres (18 mi) from Faridabad, 313 kilometres (194 mi) from Chandigarh and 143 kilometres (89 mi) from Agra.The latitude of the town is 28&deg; 40' N and longitude is 76&deg; 59' E. The area of town is 22.10 square kilometres (8.53 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>The local tradition identifies Palwal with the Apelava town mentioned in the Mahabharata, which was later restored by Vikramaditya.</p>\r\n<p>&nbsp;</p>\r\n<p>Palwal district created on 15 August 2008, is the 21st district of Haryana state in northern India and Palwal City is the headquarters of this district.It is part of Braj region.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is situated 60 kilometres (37 mi) from Delhi and 29 kilometres (18 mi) from Faridabad and 50 kilometres (31 mi) from gurugram on the Delhi - Agra national highway (NH-2) with influence and growing NCR district of haryana. Railway Station of Palwal is the place from where Mahatma Gandhi was arrested first time. A historical building &ldquo;Gandhi Ashram&rdquo; was made in his memory. The area of the city is 40 square kilometres (15 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>A historical building Gandhi Seva Ashram( Museum) was made in the memory of Mahatma Gandhi.</p>\r\n<p>&nbsp;</p>\r\n<p>The Gandhi Museum is close to Palwal Railway Station. Mahatma Gandhi was arrested on 10 April 1919 at Palwal railway station while going to Punjab against the Rowlatt Act. Keeping this memory alive lasting on October 2, 1938, Netaji Subhash Chand Bose had kept it. Gandhi exhibition was established in Gandhi Seva Ashram in the year 1962. In it, history related to Gandhiji was preserved. Pictures for the exhibition were brought from the National Gandhi Museum of Delhi. Later, they started getting damaged, they were upgraded and the exhibition site was changed to the museum.</p>\r\n<p>&nbsp;</p>\r\n<p>Post-independence</p>\r\n<p>On 15 August 1979, Gurgaon district was further divided to form a new Faridabad district, and Palwal became a part of it. On 13 August 2008, Palwal became the administrative headquarters of the newly formed Palwal district, 21st district of Haryana.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Palwal has an annual festival known as known as \"Baldev Chhat Ka Mela\" which celebrates the legend of Balarama killing the demon Palwali during the reign of Pandavas. There is also a temple dedicated to Balaram near the chowk (marketplace) of the municipal office.</p>\r\n<p>&nbsp;</p>\r\n<p>KANHA RAWAT MEMORIAL PARK:</p>\r\n<p>&nbsp;</p>\r\n<p>This park is situated in Village Bahin of Teh. Hathin. This park contains the Sta￼tue of Dada Kanha Rawat. He was a legendary freedom fighter during the reign of Aurangzeb. He revolted against Aurangzeb's oppressive policies of forcible conversion and high tax rate. He refused to change his Religion. After all this, he was burried alive in Delhi. This statue was unveiled in Feb 2104 by Bharatpur Raja Vishvendra. He compared Dada Kanha with Gokula Jaat. There is also a smadhi of Dada Kanha in Village Bahin. It is a religious place for Rawat Gotra People.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Karan Singh Dalal, MLA of Palwal and former Minister in the Government of Haryana.</p>\r\n<p>Admiral Sunil Lanba, 23rd Chief of the Naval Staff of the Indian Navy</p>\r\n<p>Rohtas Goel, Founder Chairman &amp; Managing Director of Omaxe Limited</p>\r\n<p>Dada Kanha Rawat Legendary freedom fighter</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Palwal</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-palwal-haryana","tags":[{"name":"haryana","slug":"haryana"},{"name":"palwal","slug":"palwal"}],"recommendations":[{"id":528,"title":"Top Places to visit in Sonipat, Haryana","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"Sonipat, anciently named Swarnprastha, is a city and a Municipal Corporation in Haryana state of India. It comes under the National Capital Region and is around 20 kilometers (12 mi) from Delhi. It is also around 214 km(128 miles) southwest of Chandigarh, the state capital. The Yamuna River runs ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"sonipat","slug":"sonipat"}],"slug":"top-places-to-visit-in-sonipat-haryana","total":0},{"id":510,"title":"Top Places to visit in Kurukshetra, Haryana","imageUrl":"3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","dateCreated":"2019-08-30T01:17:12.03Z","dateModified":"2019-08-30T01:17:39.096Z","contributedBy":"AskGif","content":"Kurukshetra is a city in the state of Haryana, India. It is also known as Dharmakshetra (\"Holy Place\") and as the \"Land of the Bhagavad Gita\". Kurukshetra lies at distance of 160 km from New Delhi and about 93 km from Chandigarh - city with the nearest airport.\r\n&nbsp;\r\nInternationa","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kurukshetra","slug":"kurukshetra"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-kurukshetra-haryana","total":0},{"id":508,"title":"Top Places to visit in Kaithal, Haryana","imageUrl":"54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","dateCreated":"2019-08-30T01:01:40.779Z","dateModified":"2019-08-30T01:01:54.607Z","contributedBy":"AskGif","content":"Kaithal is a city and a municipal council in Kaithal district in the Indian state of Haryana. Kaithal was previously a part of Karnal District and later, Kurukshetra District until 1 November 1989, when it became the headquarters of the Kaithal District of Haryana. Kaithal shares common boundary ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"kaithal","slug":"kaithal"}],"slug":"top-places-to-visit-in-kaithal-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}