{"id":514,"title":"पंचकुला में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","dateCreated":"2019-08-30T02:04:14.168Z","dateModified":"2019-08-30T02:04:27.684Z","contributedBy":"AskGif","content":"<p>पंचकुला एक नियोजित शहर और जिला मुख्यालय है जो पंचकुला जिले, हरियाणा, भारत में स्थित है। यह चंडीगढ़, मोहाली और जीरकपुर से सटे क्षेत्र का एक हिस्सा है। यह चंडीगढ़ से लगभग 4 किमी (2.4 मील) दक्षिण-पूर्व में, शिमला से 105 किमी (65 मील), दक्षिण-पश्चिम में, अंबाला से 44 किमी (27 मील) और नई दिल्ली से 259 किमी (162 मील) उत्तर-पूर्व में स्थित है। यह चंडीगढ़ राजधानी क्षेत्र या ग्रेटर चंडीगढ़ का एक हिस्सा है। चंडीगढ़-मोहाली-पंचकुला महानगरीय क्षेत्र सामूहिक रूप से चंडीगढ़ ट्राइसिटी बनाता है, जिसकी संयुक्त आबादी 2 मिलियन से अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>15 अगस्त 1995 को भारत में हरियाणा राज्य के 17 वें जिले के रूप में पंचकुला जिले का गठन किया गया था। इसमें दो उप-विभाग और दो तहसील शामिल हैं: पंचकुला और कालका। इसमें 264 गाँव हैं, जिनमें से बारह अनछुए हैं और दस पूर्ण शहरों में विलय हो गए हैं या 1991 की जनगणना के अनुसार जनगणना शहरों के रूप में माने जाते हैं। जिले में पांच कस्बे हैं: बरवाला, कालका, पंचकुला, पिंजौर और रायपुर रानी। जिले की कुल आबादी 319,398 है, जिसमें से 173,557 पुरुष और 145,841 महिलाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, यह हरियाणा का सबसे कम आबादी वाला जिला था।</p>\r\n<p>&nbsp;</p>\r\n<p>पंचकुला शहर इस जिले का मुख्यालय है। पंचमंदिर अर्बन एस्टेट से सटे इस जिले में चंडीमंदिर छावनी स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>इसमें विभिन्न आगंतुक आकर्षण शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पटियाला मंदिर, पंचकुला में मनसा देवी मंदिर परिसर के भीतर, पटियाला के महाराजा द्वारा 1840 ईस्वी में निर्मित</p>\r\n<p>माता मनसा देवी मंदिर उत्तर भारत के सबसे प्रमुख मंदिरों में से एक है और देवी मनसा देवी को समर्पित है, जो शक्ति का एक रूप है।</p>\r\n<p>भीमा देवी मंदिर स्थल संग्रहालय ने अपनी कामुक मूर्तियों के लिए उत्तर भारत के खजुराहो को उपनाम दिया, इसमें 8 वीं और 11 वीं शताब्दी ईस्वी के बीच एक प्राचीन हिंदू मंदिर के पुनर्निर्मित खंडहर शामिल हैं।</p>\r\n<p>नाडा साहिब भारत के हरियाणा राज्य के पंचकुला जिले में एक सिख गुरुद्वारा है। शिवालिक पहाड़ियों में घग्गर-हकरा नदी के तट पर स्थित है।</p>\r\n<p>बीयर कैसल</p>\r\n<p>मोर्नी, मोर्नी हिल्स में स्थित हिल रिसॉर्ट, जो शिवालिक पहाड़ियों का केंद्र है, शहर से लगभग 45 किलोमीटर (28 मील) दूर है। पहाड़ियों का नाम रानी मोरनी के लिए रखा गया था, जिनके बारे में कहा जाता है कि उन्होंने इस शहर पर शासन किया था।</p>\r\n<p>पिंजौर गार्डन, जिसे यादविंद्रा गार्डन के रूप में भी जाना जाता है, शहर से लगभग 20 किमी (12 मील) की दूरी पर है, और कुल 100 हेक्टेयर (250 एकड़) क्षेत्र को कवर करता है। सत्रहवीं शताब्दी में उद्यान बनाने का काम शुरू हुआ। पिंजौर गार्डन एक वार्षिक आम उत्सव का स्थल है। बगीचे में एक मिनी चिड़ियाघर, ऐतिहासिक स्थान, जापानी उद्यान, नर्सरी और कई पिकनिक स्पॉट हैं। हिंदू धर्मशास्त्रों के अनुसार, पांडव भाइयों ने अपने निर्वासन के दौरान पिंजौर में आराम किया था।</p>\r\n<p>राष्ट्रीय कैक्टस और रसीला वनस्पति उद्यान और अनुसंधान केंद्र पंचकूला के केंद्र में एक 7 एकड़ (2.8 हेक्टेयर) कैक्टस उद्यान, 1987 में स्थापित किया गया था, और यह भारतीय सुज़ुलेट पौधों की दुर्लभ और लुप्तप्राय प्रजातियों के लिए जाना जाता है।</p>\r\n<p>कौशल्या बाँध पिंजौर में कौशल्या नदी पर एक पृथ्वी से भरा बैराज बाँध है। यह एक महत्वपूर्ण आर्द्रभूमि है जो कई लुप्तप्राय प्रवासी पक्षियों का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>कौशल्या डैम</p>\r\n<p>जयंती देवी मंदिर, बीर शिकारगाह वन्यजीव अभयारण्य, खोल हाय-रतन वन्यजीव अभयारण्य, तीतर प्रजनन केंद्र, मोरनी, जटायु संरक्षण प्रजनन केंद्र, पिंजौर, तीतर प्रजनन केंद्र, बरवाला</p>\r\n<p>एक विराम चाहिए? बस पंचकूला के पास विभिन्न खिलने वाले हिल स्टेशनों में से किसी पर भी जाएँ, जो जीवन की एकरसता और रोमांच के एक ट्रक से तुरंत राहत प्रदान करने के लिए निश्चित हैं</p>\r\n<p>पंचकुला, शिवालिक की तलहटी में सुंदर बैठे हुए एक पत्थर को क्षेत्र के आसपास के कई हिल स्टेशनों से दूर फेंकने का आशीर्वाद दिया गया है। स्काईस्कैनर कुछ हिल स्टेशन को तोड़ता है जो छोटी उड़ानें दूर हैं। पंचकूला निस्संदेह भारत में शहरीकरण और महानगरीय विकास का शानदार उदाहरण है। लेकिन यह हिमाचल, उत्तराखंड, और आगे उत्तर (कसौली, ऋषिकेश, कसोल, फूलों की घाटी, शिमला- कुफरी, कुल्लू - मनाली, धर्मशाला - मैकलॉड गंज, डलहौजी) के बरामदे की पहाड़ियों के लिए एक पलायन के रूप में प्रदान करता है। अपने शहरी कामों, शहर की अराजकता और काम के जीवन के तनावों से त्वरित राहत पाने के लिए इस खूबसूरत शहर के पास शानदार स्थानों की एक श्रृंखला है, ताकि आप देख सकें। आपके जीवन का समय होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>डेंटल कॉलेज</p>\r\n<p>बीआरएस डेंटल कॉलेज एंड हॉस्पिटल, कोट बिल्ला, पंचकुला</p>\r\n<p>स्वामी देवी दयाल डेंटल कॉलेज, बरवाला, पंचकुला</p>\r\n<p>इंजीनियरिंग महाविध्यालय</p>\r\n<p>पंचकूला इंजीनियरिंग कॉलेज, मौली, पंचकुला</p>\r\n<p>सामान्य डिग्री कॉलेज</p>\r\n<p>गवर्नमेंट कॉलेज, सेक्टर 1, पंचकुला</p>\r\n<p>गवर्नमेंट कॉलेज, कालका, पंचकुला</p>\r\n<p>गवर्नमेंट कॉलेज फॉर गर्ल्स, सेक्टर 14, पंचकूला</p>\r\n<p>मदर टेरेसा साकेत कॉलेज ऑफ फिजियोथेरेपी, चंडीमंदिर छावनी, पंचकुला</p>\r\n<p>पॉलिटेक्निक कॉलेज</p>\r\n<p>महिलाओं के लिए सरकारी पॉलिटेक्निक, मोरनी हिल्स, पंचकुला</p>\r\n<p>अन्य</p>\r\n<p>हरियाणा इंस्टीट्यूट ऑफ सिविल एविएशन, पिंजौर, पंचकुला</p>\r\n<p>इंस्टीट्यूट फॉर स्पेसियल प्लानिंग एंड एनवायरमेंट रिसर्च, अमरावती एन्क्लेव, पंचकुला</p>\r\n<p>राष्ट्रीय फैशन प्रौद्योगिकी संस्थान, सेक्टर 23, पंचकूला</p>\r\n<p>नेशनल इंस्टीट्यूट फॉर ट्रेनिंग इन सर्च रेस्क्यू एंड डिजास्टर रिस्पॉन्स, भानु, पंचकुला</p>\r\n<p>सीबीएसई संबद्ध स्कूल</p>\r\n<p>अमरावती विद्यालय, पिंजौर</p>\r\n<p>आर्मी पब्लिक स्कूल चंडीमंदिर कैंट (एपीएस)</p>\r\n<p>भवन विद्यालय, सेक्टर 15</p>\r\n<p>ब्लू बर्ड, सेक्टर 16</p>\r\n<p>सीएल डीएवी, सेक्टर 11</p>\r\n<p>डीएवी पब्लिक स्कूल, सेक्टर 8</p>\r\n<p>डीसी मॉडल सीनियर सेकेंडरी स्कूल</p>\r\n<p>दिल्ली पब्लिक स्कूल, पिंजौर</p>\r\n<p>दून पब्लिक स्कूल, सेक्टर 21</p>\r\n<p>हॉलमार्क पब्लिक स्कूल, सेक्टर 15</p>\r\n<p>हंसराज पब्लिक स्कूल, सेक्टर 6</p>\r\n<p>हरियाणा मॉडल स्कूल, सेक्टर 10</p>\r\n<p>होली चाइल्ड स्कूल, मोरनी रोड</p>\r\n<p>जैनेंद्र पब्लिक स्कूल, सेक्टर 1</p>\r\n<p>केंद्रीय विद्यालय नंबर 1 चंडीमंदिर कैंट (KV1)</p>\r\n<p>केंद्रीय विद्यालय नंबर 2 चंडीमंदिर कैंट (KV2)</p>\r\n<p>केंद्रीय विद्यालय, जीसी सीआरपीएफ पिंजौर</p>\r\n<p>मानव मंगल स्कूल, सेक्टर 11</p>\r\n<p>सेंट सोल्जर डिवाइन पब्लिक स्कूल, सेक्टर 16</p>\r\n<p>सतलुज पब्लिक स्कूल, सेक्टर 4</p>\r\n<p>शिशु निकेतन, एमडीसी, सेक्टर 5</p>\r\n<p>ब्रिटिश स्कूल पंचकुला, सेक्टर 8</p>\r\n<p>गुरुकुल, सेक्टर 20</p>\r\n<p>स्काई वर्ल्ड स्कूल, सेक्टर 21</p>\r\n<p>CISCE संबद्ध स्कूल</p>\r\n<p>लिटिल फ्लावर कॉन्वेंट स्कूल, सेक्टर 14</p>\r\n<p>सेंट जेवियर्स हाई स्कूल, सेक्टर 20</p>\r\n<p>सौपिन स्कूल, सेक्टर 9</p>\r\n<p>स्वास्थ्य देखभाल</p>\r\n<p>कई सुपर स्पेशियलिटी अस्पताल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सेक्टर 6 में सामान्य अस्पताल।</p>\r\n<p>चंडीमंदिर छावनी में कमांड अस्पताल।</p>\r\n<p>सेक्टर 1 में साकेत आर्थोपेडिक अस्पताल।</p>\r\n<p>सरकारी औषधालय भी कुछ क्षेत्रों में मौजूद हैं।</p>\r\n<p>कुछ प्रमुख मल्टी स्पेशलिटी निजी अस्पताल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अल्केमिस्ट अस्पताल सेक्टर 21।</p>\r\n<p>आइवी अस्पताल सेक्टर 5-सी एमडीसी।</p>\r\n<p>पारस अस्पताल, एचएसआईआईडीसी पार्क, सेक्टर 22।</p>\r\n<p>विंग्स हॉस्पिटल सेक्टर 25।</p>\r\n<p>पारस ब्लिस अस्पताल सेक्टर 5 एमडीसी। अल्केमिस्ट आई इंस्टीट्यूट सेक्टर 21. कारे पार्टनर्स मदर एंड चाइल्ड हॉस्पिटल सेक्टर 2. रैफल्स हॉस्पिटल सेक्टर 14. धवन हॉस्पिटल सेक्टर 7. द्रष्टि आई हॉस्पिटल सेक्टर 11. चक्रवर्ती नर्सिंग होम सेक्टर 10. इंस्टीट्यूट ऑफ रिप्रोडक्शन एंड चाइल्ड केयर सेक्टर 17. फीनिक्स हॉस्पिटल सेक्टर 16 हैप्पी फैमिली हॉस्पिटल सेक्टर 5 एमडीसी। गोकुल सर्जिकल हॉस्पिटल सेक्टर 15. मल्होत्रा ​​सुपर स्पेशलिटी हॉस्पिटल सेक्टर 25। नोहरिया नर्सिंग होम सेक्टर 8. जिंदल नर्सिंग होम सेक्टर 17। मिरचिया हॉस्पिटल सेक्टर 15. क्लोव डेंटल सेक्टर 20। सनी हॉस्पिटल सेक्टर 4. ऑर्थोमैक्स हॉस्पिटल सेक्टर 15. ब्लोइंग हॉस्पिटल सेक्टर 15। माइंड पीस क्लिनिक सेक्टर 14।</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट पेट एनिमल मेडिकल सेंटर कम टीचिंग हॉस्पिटल, सेक्टर -3, पंचकूला।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>वेद प्रकाश मलिक - चार सितारा जनरल जिन्होंने कारगिल युद्ध के दौरान भारतीय सेना की कमान संभाली थी</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Panchkula</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-panchkula-haryana","tags":[{"name":"पंचकुला","slug":"panchkula"},{"name":"हरियाणा","slug":"haryana"}],"recommendations":[{"id":529,"title":"यमुनानगर में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","dateCreated":"2019-08-31T02:20:13.592Z","dateModified":"2019-08-31T02:20:29.529Z","contributedBy":"AskGif","content":"यमुनानगर, जिसे पहले अब्दुल्लापुर के नाम से जाना जाता था, भारतीय राज्य हरियाणा में यमुनानगर जिले का एक शहर और एक नगर निगम है। यह शहर प्लाईवुड इकाइयों और कागज उद्योगों के समूह के लिए जाना जाता है। यह बड़े उद्योगों को ठीक लकड़ी प्रदान करने के लिए भी जाना जाता है। पुराने शहर को जगाधरी कहा जाता है। यम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"यमुनानगर","slug":"yamuna-nagar"}],"slug":"top-places-to-visit-in-yamunanagar-haryana","total":0},{"id":514,"title":"पंचकुला में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","dateCreated":"2019-08-30T02:04:14.168Z","dateModified":"2019-08-30T02:04:27.684Z","contributedBy":"AskGif","content":"पंचकुला एक नियोजित शहर और जिला मुख्यालय है जो पंचकुला जिले, हरियाणा, भारत में स्थित है। यह चंडीगढ़, मोहाली और जीरकपुर से सटे क्षेत्र का एक हिस्सा है। यह चंडीगढ़ से लगभग 4 किमी (2.4 मील) दक्षिण-पूर्व में, शिमला से 105 किमी (65 मील), दक्षिण-पश्चिम में, अंबाला से 44 किमी (27 मील) और नई दिल्ली से 259","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंचकुला","slug":"panchkula"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-panchkula-haryana","total":0},{"id":513,"title":"पलवल में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","dateCreated":"2019-08-30T01:55:22.986Z","dateModified":"2019-08-30T01:55:38.037Z","contributedBy":"AskGif","content":"पलवल शहर और नगरपालिका परिषद है। यह उत्तर भारत में हरियाणा राज्य के 21 वें जिले पलवल जिले का मुख्यालय है। यह क्षेत्र में कपास व्यापार के लिए एक केंद्र है।\r\n&nbsp;\r\nदिल्ली से पलवल 60 किलोमीटर (37 मील), फरीदाबाद से 29 किलोमीटर (18 मील), चंडीगढ़ से 313 किलोमीटर (194 मील) और आगरा से 143 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"पलवल","slug":"palwal"}],"slug":"top-places-to-visit-in-palwal-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}