{"id":514,"title":"Top Places to visit in Panchkula, Haryana","imageUrl":"e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","dateCreated":"2019-08-30T02:04:14.168Z","dateModified":"2019-08-30T02:04:27.684Z","contributedBy":"AskGif","content":"<p>Panchkula is a planned city and District Headquarter in the Panchkula district, Haryana, India. It forms a part of an adjoining area to the Chandigarh, Mohali and Zirakpur. It is approximately 4 km (2.4 miles) southeast of Chandigarh, 105 km (65 miles) southwest of Shimla, 44 km (27 miles) from Ambala and 259 km (162 miles) northeast of New Delhi, the national capital. It is a part of the Chandigarh capital region or Greater Chandigarh. The Chandigarh-Mohali-Panchkula metropolitan region collectively forms a Chandigarh Tricity, with a combined population of over 2 million.</p>\r\n<p>&nbsp;</p>\r\n<p>Panchkula district was formed as the 17th district of Haryana state in India on 15 August 1995. It comprises two sub divisions and two tehsils: Panchkula and Kalka. It has 264 villages out of which twelve are un-inhabited and ten wholly merged with towns or treated as census towns according to the 1991 census. There are five towns in the district: Barwala, Kalka, Panchkula, Pinjore and Raipur Rani. The total population of the district is 319,398 out of which 173,557 are males and 145,841 are females.</p>\r\n<p>&nbsp;</p>\r\n<p>As of the 2011 Census of India, it was the least populous district of Haryana.</p>\r\n<p>&nbsp;</p>\r\n<p>Panchkula city is the headquarters of this district. Chandimandir Cantonment is located in this district, adjoining the Panchkula Urban Estate.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>There are various visitor attractions including:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Patiala temple, constructed 1840 AD by Maharaja of Patiala, within the Mansa Devi temple complex in Panchkula</p>\r\n<p>Mata Mansa Devi Mandir is one of the most prominent temples in North India and is dedicated to Goddess Mansa Devi, a form of Shakti.</p>\r\n<p>Bhima Devi Temple Site Museum nicknamed Khajuraho of North India for its erotic sculptures, comprises the restored ruins of an ancient Hindu temple dating from between 8th and 11th century AD.</p>\r\n<p>Nada Sahib is a Sikh Gurudwara in the Panchkula district of the Indian state of Haryana. Situated on the banks of the Ghaggar-Hakra River in the Sivalik Hills.</p>\r\n<p>Beer Castle</p>\r\n<p>Morni, the hill resort at Morni Hills, an offshoot of the Sivalik Hills, are about 45 kilometres (28 mi) from the city. The hills were named for Queen Morni, who is said to have ruled this city.</p>\r\n<p>Pinjore Gardens, also known as Yadavindra Gardens, are about 20 km (12 mi) from the city, and cover a total area of 100 hectares (250 acres). The work of creating the gardens began in the seventeenth century. Pinjore Gardens is the venue for an annual mango festival. The garden houses a mini zoo, historic places, Japanese garden, nursery and a number of picnic spots. According to Hindu theology, the Pandava brothers rested in Pinjore during their exile.</p>\r\n<p>National Cactus and Succulent Botanical Garden and Research Centre a 7 acres (2.8 ha) cactus garden in the center of Panchkula, was established in 1987, and is known for its rare and endangered species of Indian succulent plants.</p>\r\n<p>Kaushalya Dam is an earth-filled barrage dam on Kaushalya river in Pinjore. It is an important wetland that is home to many endangered migratory birds.</p>\r\n<p>&nbsp;</p>\r\n<p>Kaushalya Dam</p>\r\n<p>Jayanti Devi Temple, Bir Shikargah Wildlife Sanctuary, Khol Hi-Raitan Wildlife Sanctuary, Pheasant Breeding Centre, Morni, Jatayu Conservation Breeding Centre, Pinjore, Pheasant Breeding Centre, Berwala</p>\r\n<p>Need a break? Simply head out to any of the various blooming hill stations near panchkula that are sure to offer instant respite from life's monotony and a truckload of adventure</p>\r\n<p>Panchkula, sitting pretty in the Shivalik foothills is blessed to be a stone's throw away from a number of hill stations around the region.Skyscanner lists a few hill station breaks that are short flights away. Panchkula is undoubtedly the brimming epitome of urbanisation and metropolitan development in India. But it also provides as a getaway to the verdant hills of Himachal, Uttarakhand, and further north (Kasauli, Rishikesh, Kasol, Valley of Flowers, Shimla- Kufri, Kullu &ndash; Manali, Dharamsala &ndash; Mcleod Ganj, Dalhousie). Those seeking a quick relief from their urban chores, city chaos, and stresses of work life have a range of splendid places near this beautiful city to check out.You will have the time of your life.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Dental Colleges</p>\r\n<p>BRS Dental College and Hospital, Kot Billa, Panchkula</p>\r\n<p>Swami Devi Dayal Dental College, Barwala, Panchkula</p>\r\n<p>Engineering College</p>\r\n<p>Panchkula Engineering College, Mauli, Panchkula</p>\r\n<p>General degree Colleges</p>\r\n<p>Government College, Sector 1, Panchkula</p>\r\n<p>Government College, Kalka, Panchkula</p>\r\n<p>Government College for Girls, Sector 14, Panchkula</p>\r\n<p>Mother Teresa Saket College of Physiotherapy, Chandimandir Cantonment, Panchkula</p>\r\n<p>Polytechnic College</p>\r\n<p>Government Polytechnic for Women, Morni Hills, Panchkula</p>\r\n<p>Other</p>\r\n<p>Haryana Institute of Civil Aviation, Pinjore, Panchkula</p>\r\n<p>Institute For Spatial Planning And Environment Research, Amravati Enclave, Panchkula</p>\r\n<p>National Institute of Fashion Technology, Sector 23, Panchkula</p>\r\n<p>National Institute For Training In Search Rescue And Disaster Response, Bhanu, Panchkula</p>\r\n<p>CBSE affiliated schools</p>\r\n<p>Amrawati Vidyalaya, Pinjore</p>\r\n<p>Army Public School Chandimandir Cantt (APS)</p>\r\n<p>Bhawan Vidyalaya, Sector 15</p>\r\n<p>Blue Bird, Sector 16</p>\r\n<p>CL DAV, Sector 11</p>\r\n<p>DAV Public School, Sector 8</p>\r\n<p>DC Model Senior Secondary School</p>\r\n<p>Delhi Public School, Pinjore</p>\r\n<p>Doon Public School, Sector 21</p>\r\n<p>Hallmark Public School, Sector 15</p>\r\n<p>Hansraj Public School, Sector 6</p>\r\n<p>Haryana Model School, Sector 10</p>\r\n<p>Holy Child School, Morni Road</p>\r\n<p>Jainendra Public School, Sector 1</p>\r\n<p>Kendriya Vidyalaya No. 1 Chandimandir Cantt (KV1)</p>\r\n<p>Kendriya Vidyalaya No. 2 Chandimandir Cantt (KV2)</p>\r\n<p>Kendriya Vidyalaya, GC CRPF Pinjore</p>\r\n<p>Manav Mangal School, Sector 11</p>\r\n<p>St. Soldier Divine Public School, Sector 16</p>\r\n<p>Satluj Public School, Sector 4</p>\r\n<p>Shishu Niketan, MDC, Sector 5</p>\r\n<p>The British School Panchkula, Sector 8</p>\r\n<p>The Gurukul, Sector 20</p>\r\n<p>The Sky World School, Sector 21</p>\r\n<p>CISCE affiliated schools</p>\r\n<p>Little Flower Convent School, Sector 14</p>\r\n<p>St. Xavier's High School, Sector 20</p>\r\n<p>Saupin's School, Sector 9</p>\r\n<p>Healthcare</p>\r\n<p>There are a number of super specialty hospitals.</p>\r\n<p>&nbsp;</p>\r\n<p>General Hospital in Sector 6.</p>\r\n<p>Command Hospital in Chandimandir Cantonment.</p>\r\n<p>Saket Orthopedic Hospital in Sector 1.</p>\r\n<p>Government dispensaries are also present in some sectors.</p>\r\n<p>Some major multi specialty private hospitals are:</p>\r\n<p>&nbsp;</p>\r\n<p>Alchemist Hospital Sector 21.</p>\r\n<p>Ivy Hospital Sector 5-C MDC.</p>\r\n<p>Paras Hospital, HSIIDC Park, Sector 22.</p>\r\n<p>Wings Hospital Sector 25.</p>\r\n<p>Paras Bliss Hospital Sector 5 MDC. Alchemist Eye Institute Sector 21. Kare Partners Mother And Child Hospital Sector 2. Raffles Hospital Sector 14. Dhawan Hospital Sector 7. Drishti Eye Hospital Sector 11. Chakravarty Nursing Home Sector 10. Institute Of Reproduction &amp; Child Cares Sector 17. Phoenix Hospital Sector 16. Happy Family Hospital Sector 5 MDC. Gokul Surgical Hospital Sector 15. Malhotra Super Speciality Hospital Sector 25. Noheria Nursing Home Sector 8. Jindal Nursing Home Sector 17. Mirchia Hospital Sector 15. Clove Dental Sector 20. Sunny Hospital Sector 4. Orthomax Hospital Sector 15. Blessings Hospital Sector 15. Mind Peace Clinic Sector 14.</p>\r\n<p>&nbsp;</p>\r\n<p>Government Pet Animal Medical Centre Cum Teaching Hospital, Sector-3, Panchkula.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Ved Prakash Malik - Four star general who commanded the Indian Army during the Kargil War</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Panchkula</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-panchkula-haryana","tags":[{"name":"panchkula","slug":"panchkula"},{"name":"haryana","slug":"haryana"}],"recommendations":[{"id":529,"title":"Top Places to visit in Yamunanagar, Haryana","imageUrl":"c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","dateCreated":"2019-08-31T02:20:13.592Z","dateModified":"2019-08-31T02:20:29.529Z","contributedBy":"AskGif","content":"Yamunanagar, previously known as Abdullahpur, is a city and a municipal corporation in Yamunanagar district in the Indian state of Haryana. This town is known for the cluster of plywood units and paper industries. It is also known for providing fine timber to larger industries. The older town is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"yamuna-nagar","slug":"yamuna-nagar"}],"slug":"top-places-to-visit-in-yamunanagar-haryana","total":0},{"id":514,"title":"Top Places to visit in Panchkula, Haryana","imageUrl":"e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","dateCreated":"2019-08-30T02:04:14.168Z","dateModified":"2019-08-30T02:04:27.684Z","contributedBy":"AskGif","content":"Panchkula is a planned city and District Headquarter in the Panchkula district, Haryana, India. It forms a part of an adjoining area to the Chandigarh, Mohali and Zirakpur. It is approximately 4 km (2.4 miles) southeast of Chandigarh, 105 km (65 miles) southwest of Shimla, 44 km (27 miles) from A","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"panchkula","slug":"panchkula"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-panchkula-haryana","total":0},{"id":513,"title":"Top Places to visit in Palwal, Haryana","imageUrl":"23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","dateCreated":"2019-08-30T01:55:22.986Z","dateModified":"2019-08-30T01:55:38.037Z","contributedBy":"AskGif","content":"Palwal is a city and a municipal council. It is the headquarters of Palwal district, the 21st district of Haryana state in northern India. It is a centre for the cotton trade in the area.\r\n&nbsp;\r\nPalwal is 60 kilometres (37 mi) from Delhi, 29 kilometres (18 mi) from Faridabad, 313 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"palwal","slug":"palwal"}],"slug":"top-places-to-visit-in-palwal-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}