{"id":515,"title":"Top Places to visit in Panipat, Haryana","imageUrl":"55c3197b-df6a-45ac-8cd0-3b103c0a54b5_Panipat-railway.jpg","dateCreated":"2019-08-30T02:10:17.598Z","dateModified":"2019-08-30T02:10:31.081Z","contributedBy":"AskGif","content":"<p>Panipat, is a historic city in Haryana, India. It is 90 km north of Delhi and 169 km south of Chandigarh on NH-1. The three battles fought near the city in 1526, 1556 and 1761 were all turning points in Indian history. The city is famous in India by the name of \"City of Weavers\" and \"Textile City\". It is also known as the \"cast-off capital\" due to being \"the global centre for recycling textiles\".</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>&nbsp;</p>\r\n<p>Statue of the Hindu Emperor of Delhi in 1556 Hem Chandra Vikramaditya, at Panipat, who lost his life in the Second Battle of Panipat</p>\r\n<p>Main articles: Battle of Panipat (1526), Battle of Panipat (1556), and Battle of Panipat (1761)</p>\r\n<p>Panipat district was carved out from the erstwhile Karnal district on 1 November 1989. On 24 July 1991 it was again merged with Karnal district. On 1 January 1992, it again became a separate district. According to the legend, Panipat was one of the five cities (prasthas) founded by the Pandava brothers during the times of the Mahabharata; its historic name was Pandavaprastha (Sanskrit: पाण्डवप्रस्थ, lit. city of Pandavas) Panipat was the scene of three pivotal battles in Indian history. Panipat is first recorded in the Mahabharata as one of the five villages that the Pandavas demanded from Duryodhana. The five villages are the \"panch pat\":</p>\r\n<p>&nbsp;</p>\r\n<p>Panaprastha (now known as Panipat)</p>\r\n<p>Suvarnaprastha (now known as Sonipat)</p>\r\n<p>Indraprastha (now known as Delhi)</p>\r\n<p>Vyaghraprastha became Baghpath (now known as Baghpat)</p>\r\n<p>Tilaprastha (now known as Tilpat)</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks</p>\r\n<p>Hemu's Samadhi Sthal</p>\r\n<p>Main article: Hemu's Samadhi Sthal</p>\r\n<p>The wounded Hemu (a Hindu hero also known as Samrat Hem Chandra Vikramaditya) was captured by Shah Quli Khan in the Second Battle of Panipat and carried to the Mughal camp at Shodapur on Jind Road at Panipat. According to Badayuni, Bairam Khan asked Akbar to behead Hemu so that he could earn the title of Ghazi. Akbar replied, \"He is already dead, if he had any strength for a duel, I would have killed him.\" After Akbar's refusal Hemu's body was denied honour by the Mughal battle tradition and was unceremoniously beheaded by Bairam Khan. Hemu's head was sent to Kabul where it was hung outside the Delhi Darwaza while his body was placed in a gibbet outside Purana Quila in Delhi to terrorise Indians.</p>\r\n<p>&nbsp;</p>\r\n<p>Ibrahim Lodhi's Tomb</p>\r\n<p>Main article: Ibrahim Lodhi's Tomb</p>\r\n<p>It was one of Sher Shah Suri&rsquo;s dying regrets that he could never fulfill his intention of erecting a tomb to the fallen monarch Ibrahim Lodhi. Much later, in 1866, the British relocated the tomb which was just a simple grave during construction of the Grand Trunk Road and added a platform to it with an inscription highlighting Ibrahim Lodhi&rsquo;s death in the Battle of Panipat.</p>\r\n<p>&nbsp;</p>\r\n<p>Babur's Kabuli Bagh Mosque</p>\r\n<p>Main article: Kabuli Bagh Mosque</p>\r\n<p>The garden of Kabuli Bagh along with the Kabuli Bagh Mosque and a tank were built by Babur after the First Battle of Panipat to commemorate his victory over Ibrahim Lodhi. Some years later when Humayun defeated Sher Shah Suri near Panipat, he added a masonry Platform to it and called it &lsquo;Chabutra\" Fateh Mubarak, bearing the inscription 934 Hijri (1557 CE). These buildings and the garden still exist under the name of Kabuli Bagh called so after Babur&rsquo;s wife &ndash; Mussammat Kabuli begum.</p>\r\n<p>&nbsp;</p>\r\n<p>Kala Amb</p>\r\n<p>Main article: Kala Amb</p>\r\n<p>According to the tradition, the site 8 km from Panipat and 42 km from Karnal, where Sadashiv Rao Bhau commanded his Maratha forces during the third battle of Panipat was marked by a black Mango Tree (Kala Amb) which has since disappeared. The dark colour of its foliage was probably the origin of the name. The site has a brick Pillar with an iron rod and the structure is surrounded by an iron fence. The site is being developed and beautified by a society with the Governor of Haryana as its president. Ror Maratha community of Haryana organises a programme every year in memory of Maratha warriors on the day of 14 January at Kala Amb in which many people from Haryana and Maharashtra participate.</p>\r\n<p>&nbsp;</p>\r\n<p>Panipat Syndrome</p>\r\n<p>The term Panipat Syndrome has entered the lexicon as the lack of decisive action, preparedness and strategic thinking by Indian leaders thus allowing an invading army to enter well inside their territory. It was coined by Air Commodore Jasjit Singh.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Panipat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/55c3197b-df6a-45ac-8cd0-3b103c0a54b5_Panipat-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-panipat-haryana","tags":[{"name":"panipat","slug":"panipat"},{"name":"haryana","slug":"haryana"}],"recommendations":[{"id":517,"title":"Top Places to visit in Rohtak, Haryana","imageUrl":"c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","dateCreated":"2019-08-30T02:24:54.772Z","dateModified":"2019-08-30T02:25:08.788Z","contributedBy":"AskGif","content":"Rohtak is a city and the administrative headquarters of the Rohtak district in the Indian state of Haryana. It lies 70 kilometres (43 mi) north west of New Delhi and 250 kilometres (160 mi) south of the state capital Chandigarh on NH 9(old NH 10). Rohtak forms a part of the National Capital Regio","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"rohtak","slug":"rohtak"}],"slug":"top-places-to-visit-in-rohtak-haryana","total":0},{"id":490,"title":"Top Places to visit in Jhajjar, Haryana","imageUrl":"39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","dateCreated":"2019-08-27T03:01:37.545Z","dateModified":"2019-08-27T03:02:00.533Z","contributedBy":"AskGif","content":"Jhajjar is a city in Jhajjar district in the Indian state of Haryana. It was split off from Rohtak district on 15 July 1997. The city is situated on the road connecting Rewari to Rohtak(NH-352), Charkhi Dadri to Delhi and Gurgaon to Bhiwani. Jhajjar is located 55 km west of Delhi.\r\n&nbsp;<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jhajjar","slug":"jhajjar"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-jhajjar-haryana","total":0},{"id":480,"title":"Top Places to visit in Hissar, Haryana","imageUrl":"45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","dateCreated":"2019-08-25T09:37:10.709Z","dateModified":"2019-08-25T09:37:38.386Z","contributedBy":"AskGif","content":"Hisar district is one of the 22 districts of Haryana, India. Hisar city serves as the district headquarters. The district is also part of Hisar division, which is headed by a commissioner who is employed by the Indian Administrative Service.\r\n&nbsp;\r\nThe largest district in Haryana ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hissar","slug":"hissar"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-hissar-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}