{"id":516,"title":"Top Places to visit in Rewari, Haryana","imageUrl":"20f2fb98-65d6-4790-8df3-ffe24c55e33f_Rewari-railway.jpg","dateCreated":"2019-08-30T02:17:58.084Z","dateModified":"2019-08-30T02:18:11.942Z","contributedBy":"AskGif","content":"<p>Rewari is a city and a municipal council in Rewari district in the Indian state of Haryana. It is located in south-west Haryana 82 km from Delhi&nbsp; and 51 km from Gurgaon. Rewari may be considered centre of Ahirwal (Yadav) region.</p>\r\n<p>&nbsp;</p>\r\n<p>Rewari Railway Heritage Museum</p>\r\n<p>Rewari Heritage Steam Locomotive Museum is the only surviving steam loco shed in India and houses some of India's last surviving steam locomotives. Built in 1893, it was the only loco shed in North India for a long time and a part of the track connecting Delhi with Peshawar. After steam engines were phased out by 1990, the loco shed remained in neglect for many years before it was decided by Indian Railways in December 2002 to revive it as a heritage museum. The shed was refurbished as a heritage tourism destination, its heritage edifice was restored and a museum exhibiting Victorian-era artefacts used on the Indian rail network.</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Rewari has one university, ten degree colleges, two B.Ed. colleges, 110 secondary / higher secondary schools, one industrial training institute and one footwear training institute. Government Higher Secondary School was started in the year 1887. Hindu High School was started by the Bhargava community in 1890 in the building now known as Bhargava Boarding House located near Bhadawas Gate. The nearest college was in the nearby princely state of Alwar until independence. Ahir College was set up in 1945 by Rao Balbir Singh, a descendant of Rao Tularam. Kishanlal Public College is another educational institute. Shishu Shala was the first English school, established in 1950 in Model Town.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>A Kendriya Vidyalaya (Central School) has existed in Rewari city since 1980. A Sainik School was started in 2008, temporarily housed in Rewari city awaiting completion of construction of its permanent campus at village Gothra Tappa Khori, about 15 km southwest Rewari-Narnaul Road.</p>\r\n<p>&nbsp;</p>\r\n<p>The Meerpur centre of Rohtak University was upgraded to a separate university in September</p>\r\n<p>&nbsp;</p>\r\n<p>Several private colleges have been set up around Rewari in the last decade to teach engineering, management, law, and nursing though the quality of education in some of them is low as in the rest of the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Healthcare</p>\r\n<p>Rewari city has a civil hospital run by the civil administration. It has fifty beds and the capacity has been planned to increase to one hundred beds. It also has a trauma centre for attending to accidents on highways. Indian Railways has a hospital with 20 beds near Rewari railway station. Rewari also has a number of private hospitals and nursing homes.</p>\r\n<p>&nbsp;</p>\r\n<p>Industry</p>\r\n<p>Rewari has a variety of industries, from cottage industries to small-scale integrated units and automobiles and auto ancillary industries. The traditional industries are brass metalwork and ornamental shoes (Tilledar Jooti) Rewari has kept the traditional art of Tilledar Jooti alive and is famous for such ornamental local shoes. Various automobiles and auto ancillary industries in Dharuhera and Bawal industrial areas such as Harley Davison (assembling unit), Hero Moto Corp. United Breweries and many more. World's largest production of motor cycles is in Hero Moto Corp. Dharuhera plant</p>\r\n<p>&nbsp;</p>\r\n<p>Rewari metal work</p>\r\n<p>Rewari is famous for its traditional metalwork, particularly brass work. The brass industry began around 1535, with the help of Portuguese.[citation needed] During the time of Hemu, cannons were cast in Rewari for the army of Sher Shah Suri.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Hem Chandra Vikramaditya, who claimed the throne of Delhi defeating the Mughal army of Akbar in 1556</p>\r\n<p>Rao Tula Ram, leader of the Indian Rebellion of 1857</p>\r\n<p>Rao Gopal Dev, leader of the Indian Rebellion of 1857</p>\r\n<p>Rao Birender Singh, former Chief Minister of Haryana</p>\r\n<p>Dr. B.K. Rao, first recipient of Padma Bhushan award in Rewari.</p>\r\n<p>Commodore Babru Bhan Yadav, MAHAVIR CHAKRA Operation Trident (1971) against Pakistan&rsquo;s in Indo-Pakistan war 1971</p>\r\n<p>Santosh Yadav, first female Mountaineer in India to climb Mount Everest twice.</p>\r\n<p>Pran Sukh Yadav (1802&ndash;1888), a strong military commander, a revolutionary of the Indian Rebellion of 1857 and a close friend of Hari Singh Nalwa</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Air</p>\r\n<p>The nearest airport is Indira Gandhi International Airport at Palam, New Delhi, 75 km away, for all domestic and international flights.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Main article: Rewari railway junction</p>\r\n<p>&nbsp;</p>\r\n<p>Rewari Railway Station</p>\r\n<p>Rewari was first connected by a railway line in 1873 when the first metre gauge railway track in India became operational. This track was laid between Delhi and Ajmer.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Rewari is connected by four national highways: NH 11 (starting from Delhi-Jaipur NH 48 and going to Narnaul-Jhunjhunu-Bikaner)-Jaisalmer, NH 48 (former name NH 8 before renumbering of all national highways) (Delhi-Jaipur-Bombay-Pune-Bangalore), NH 352 (former name NH 71) (Narwana-Jind-Rohtak-Jhajjar-Rewari) and NH 919 (former name NH 71B) (Rewari-Dharuhera-Sohna-Palwal).&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rewari</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20f2fb98-65d6-4790-8df3-ffe24c55e33f_Rewari-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rewari-haryana","tags":[{"name":"rewari","slug":"rewari"},{"name":"haryana","slug":"haryana"}],"recommendations":[{"id":516,"title":"Top Places to visit in Rewari, Haryana","imageUrl":"20f2fb98-65d6-4790-8df3-ffe24c55e33f_Rewari-railway.jpg","dateCreated":"2019-08-30T02:17:58.084Z","dateModified":"2019-08-30T02:18:11.942Z","contributedBy":"AskGif","content":"Rewari is a city and a municipal council in Rewari district in the Indian state of Haryana. It is located in south-west Haryana 82 km from Delhi&nbsp; and 51 km from Gurgaon. Rewari may be considered centre of Ahirwal (Yadav) region.\r\n&nbsp;\r\nRewari Railway Heritage Museum\r\nR","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20f2fb98-65d6-4790-8df3-ffe24c55e33f_Rewari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rewari","slug":"rewari"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-rewari-haryana","total":0},{"id":508,"title":"Top Places to visit in Kaithal, Haryana","imageUrl":"54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","dateCreated":"2019-08-30T01:01:40.779Z","dateModified":"2019-08-30T01:01:54.607Z","contributedBy":"AskGif","content":"Kaithal is a city and a municipal council in Kaithal district in the Indian state of Haryana. Kaithal was previously a part of Karnal District and later, Kurukshetra District until 1 November 1989, when it became the headquarters of the Kaithal District of Haryana. Kaithal shares common boundary ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/54285370-2b3b-4fea-bc1e-420f7e8f4f04_Kaithal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"kaithal","slug":"kaithal"}],"slug":"top-places-to-visit-in-kaithal-haryana","total":0},{"id":480,"title":"Top Places to visit in Hissar, Haryana","imageUrl":"45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","dateCreated":"2019-08-25T09:37:10.709Z","dateModified":"2019-08-25T09:37:38.386Z","contributedBy":"AskGif","content":"Hisar district is one of the 22 districts of Haryana, India. Hisar city serves as the district headquarters. The district is also part of Hisar division, which is headed by a commissioner who is employed by the Indian Administrative Service.\r\n&nbsp;\r\nThe largest district in Haryana ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/45f8286e-4538-4fd2-9282-d776932c754e_Hissar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hissar","slug":"hissar"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-hissar-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}