{"id":517,"title":"रोहतक में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","dateCreated":"2019-08-30T02:24:54.772Z","dateModified":"2019-08-30T02:25:08.788Z","contributedBy":"AskGif","content":"<p>रोहतक भारत के हरियाणा राज्य में एक शहर और रोहतक जिले का प्रशासनिक मुख्यालय है। यह नई दिल्ली के उत्तर पश्चिम में 70 किलोमीटर (43 मील) और राष्ट्रीय राजधानी चंडीगढ़ के दक्षिण में 250 किलोमीटर (160 मील) एनएच 9 (पुराने एनएच 10) पर स्थित है। रोहतक राष्ट्रीय राजधानी क्षेत्र (एनसीआर) का एक हिस्सा है, इसलिए यह एनसीआर प्लानिंग बोर्ड से बुनियादी ढांचे के विकास के लिए सस्ते ऋण प्राप्त कर सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>खोखराकोट में खोजे गए सिक्कों के मिट्टी के टीलों ने प्राचीन भारत में सिक्कों की ढलाई की प्रक्रिया पर महत्वपूर्ण प्रकाश डाला है। तीसरी या चौथी शताब्दी ईस्वी के बाद के याध्यायों के सिक्कों को बड़ी संख्या में यहाँ और बाद की तारीखों में खोजा गया है जो कई मिट्टी के सीलन हैं। एक गुप्त टेराकोटा पट्टिका और बाद की तारीख के एक प्रमुख की भी खोज की गई है। 10 वीं शताब्दी ई। तक सामंत देवा के सिक्कों के रूप में इस शहर का विकास जारी रहा, काबुल के हिंदू राजा यहां पाए गए।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य देखभाल</p>\r\n<p>शहर पंडित भागवत दयाल शर्मा पोस्ट ग्रेजुएट इंस्टीट्यूट ऑफ मेडिकल साइंसेज (PGIMS) और सिविल अस्पताल की मेजबानी करता है, जो दोनों राज्य सरकार द्वारा संचालित हैं। निजी रूप से संचालित चिकित्सा सुविधाएं भी हैं। पं। बी.डी.शर्मा, पीजीआईएमएस, रोहतक चंडीगढ़ से लगभग 240 किमी और दिल्ली-हिसार-सिरसा-फाजिल्का राष्ट्रीय राजमार्ग (NH-10) पर दिल्ली से लगभग 70 किमी की दूरी पर स्थित है। यह चिकित्सा शिक्षा और अनुसंधान के लिए एकमात्र प्रमुख संस्थान है और हरियाणा राज्य के लोगों के लिए न केवल विशेष स्वास्थ्य देखभाल सेवाओं के प्रावधान के लिए एक तृतीयक देखभाल केंद्र है, बल्कि पंजाब, राजस्थान, दिल्ली और पश्चिमी यूपी के लोगों के लिए भी है। यह संस्थान वर्ष 1960 में मेडिकल कॉलेज, रोहतक के नाम से शुरू किया गया था। पहले तीन वर्षों के लिए, छात्रों को मेडिकल कॉलेज, पटियाला में भर्ती कराया गया, जो एक मेजबान संस्था के रूप में कार्य करता था। 1963 में, छात्रों को रोहतक में स्थानांतरित कर दिया गया। बाद के वर्षों में, बहुपक्षीय विस्तार के उपायों ने चिकित्सा के सभी प्रमुख विषयों में संस्थान को चिकित्सा शिक्षा और अनुसंधान के एक पूर्ण विकसित केंद्र में बदल दिया है। वर्ष 1994 में, मेडिकल कॉलेज, रोहतक का नाम बदलकर पं। कर दिया गया। बी। डी। शर्मा, मेडिकल कॉलेज, रोहतक और बाद में, इसे वर्ष 1995 में पोस्ट ग्रेजुएट इंस्टीट्यूट ऑफ मेडिकल साइंसेज में अपग्रेड किया गया था। B.D.Sharma, PGIMS, रोहतक न केवल चिकित्सा शिक्षा बल्कि राष्ट्रीय स्तर पर और साथ ही अंतर्राष्ट्रीय स्तर पर स्वास्थ्य सुविधाओं के लिए भी प्रसिद्ध संस्थान है। संस्थान परिसर में निम्न भवन हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>चिकित्सा महाविद्यालय</p>\r\n<p>1246 बिस्तरों का सुसज्जित अस्पताल</p>\r\n<p>सुपर स्पेशलिटी सेंटर</p>\r\n<p>मल्टीसैलिस पूरे शरीर में सीटी स्कैन बिल्डिंग</p>\r\n<p>नशामुक्ति केंद्र</p>\r\n<p>डेंटल कॉलेज और अस्पताल</p>\r\n<p>फार्मेसी कॉलेज</p>\r\n<p>कॉलेज ऑफ नर्सिंग</p>\r\n<p>पूरी तरह से वातानुकूलित ओपीडी केंद्र</p>\r\n<p>संस्थान के पास उल्लेखनीय रूप से अच्छी तरह से विकसित परिसर है जो 350 एकड़ भूमि के क्षेत्र में फैला हुआ है। अपने अस्तित्व के 50 वर्षों के दौरान, पं। B.D.Sharma, PGIMS, रोहतक ने अपने निर्धारित लक्ष्यों को प्राप्त करते हुए एक अभूतपूर्व वृद्धि देखी है, लेकिन अपने उद्देश्यों को पूरी तरह से \"2020 तक सभी के लिए स्वास्थ्य\" के राष्ट्रीय लक्ष्य की आवश्यकताओं के साथ पूरी तरह से सराहनीय बनाने के लिए अपने क्षितिज का विस्तार किया है। कुछ अन्य मेडिकल कॉलेज -</p>\r\n<p>&nbsp;</p>\r\n<p>गौर ब्राह्मण फिजियोथेरेपी कॉलेज</p>\r\n<p>श्री बाबा मस्त नाथ कॉलेज ऑफ फिजियोथेरेपी</p>\r\n<p>जे। आर। किसन होम्योपैथिक मेडिकल कॉलेज एंड हॉस्पिटल [www.jrkhmch.org]</p>\r\n<p>खेल</p>\r\n<p>हरियाणा शहरी विकास प्राधिकरण (हुडा) ने राजीव गांधी स्पोर्ट्स कॉम्प्लेक्स विकसित किया है। सेक्टर -6 2012 में पूरा हुआ। कॉम्प्लेक्स में क्रिकेट, हॉकी और फुटबॉल सुविधाएं, टेनिस कोर्ट, एक एथलेटिक्स स्टेडियम, कुश्ती हॉल, स्विमिंग पूल और अन्य अवकाश सुविधाएं शामिल हैं। खेल परिसर में एक एथलेटिक मंडप का भी निर्माण किया गया है। मंडप की ऊंचाई 100 फीट है और इसमें 8000 दर्शकों को बैठाने की क्षमता है। एथलीटों को गर्म करने के लिए मंडप के सामने एक सिंथेटिक ट्रैक भी बनाया गया है। इसके अलावा, अंतरराष्ट्रीय स्तर पर तीन मिट्टी के मटके विकसित किए गए हैं और ये 22,000 दर्शकों के लिए बैठने की क्षमता प्रदान करेंगे। इसलिए, कुल मिलाकर, कुल 30,000 दर्शक इस खेल परिसर में खेल गतिविधियों को देख सकेंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>चौधरी बंसीलाल क्रिकेट स्टेडियम, लाहली, रोहतक (हरियाणा) में एक क्रिकेट मैदान है। स्टेडियम में केवल 8,000 दर्शक ही बैठ सकते हैं। यह मैदान तब सुर्खियों में आया जब सचिन तेंदुलकर ने अपना आखिरी रणजी मैच अक्टूबर 2013 में खेला</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मुख्य लेख: रोहतक में शैक्षिक संस्थानों की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>भारत के पूर्व राष्ट्रपति श्री मुखर्जी एक कार्यक्रम में एमडीयू को संबोधित करते हुए</p>\r\n<p>&nbsp;</p>\r\n<p>इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक। महर्षि दयानंद विश्वविद्यालय में</p>\r\n<p>रोहतक में 16 राष्ट्रीय सरकारी संस्थान हैं, जो इसे देश के सबसे बड़े शैक्षणिक केंद्रों में से एक बनाता है। रोहतक लोक सभा निर्वाचन क्षेत्र भारत का एकमात्र निर्वाचन क्षेत्र है जिसमें एम्स, आईआईएम और आईआईटी हैं। वर्तमान प्रसिद्ध स्वास्थ्य विश्वविद्यालय का नाम हरियाणा के पहले मुख्यमंत्री, पं। भागवत दयाल शर्मा को 200 करोड़ रुपये की लागत से एम्स में अपग्रेड किया जाएगा। भारतीय प्रबंधन संस्थान रोहतक को वर्तमान में 1150 करोड़ रुपये के बजट के साथ स्थापित किया जा रहा है। IIM रोहतक भारत में शीर्ष प्रबंधन संस्थानों में से एक है और भारत में एनालिटिक्स हब के रूप में स्थित है। भारतीय प्रौद्योगिकी संस्थान दिल्ली विस्तार परिसर भी 50 करोड़ रुपये के बजट के साथ स्थापित किया जा रहा है। ये संस्थान हरियाणा के सबसे बड़े विश्वविद्यालय के साथ-साथ नामांकित छात्रों की संख्या के अनुसार महर्षि दयानंद विश्वविद्यालय और फैशन प्रौद्योगिकी के कई अन्य विश्वविद्यालयों, राज्य फिल्म और टेलीविजन संस्थान इसे एक शैक्षिक शहर बनाते हैं। पं। बी डी शर्मा पीजीआईएमएस रोहतक बाबा मस्तनाथ विश्वविद्यालय दिल्ली रोड पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>नवीनतम साइन-बोर्ड का दृश्य</p>\r\n<p>सड़कें</p>\r\n<p>रोहतक तीन राष्ट्रीय राजमार्गों एनएच 9, एनएच 709, एनएच 352 (पुराने एनएच 10, एनएच 71, और एनएच 71 ए) और दो राज्य राजमार्गों (एसएच 16 और एसएच 18) से सात शहरों से जुड़ा है। नई दिल्ली से रोहतक जाने वाले राष्ट्रीय राजमार्ग 9 को 30 किलोमीटर रोहतक सिटी बाईपास के साथ छह लेन में अपग्रेड किया गया है, ताकि नई दिल्ली और हिसार के बीच यात्रा करने वाले वाहनों को रोहतक शहर में प्रवेश न करना पड़े। रोहतक से हिसार और पंजाब के कई शहरों में राष्ट्रीय राजमार्ग 9 को चार लेन वाले राजमार्ग तक चौड़ा किया जा रहा है। [स्वच्छता की जरूरत]</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय हाइवे</p>\r\n<p>तीन राष्ट्रीय राजमार्ग, NH-9 (मलोट, पंजाब से उत्तराखंड में असकोट), NH-709 (राजगढ़, हरियाणा से पानीपत, हरियाणा) और NH-352 (नरवाना से रेवाड़ी) शहर से होकर गुजरते हैं। रोहतक NH-9 के माध्यम से दिल्ली से जुड़ा हुआ है, और वर्तमान में NHAI द्वारा सड़क को छह लेन तक चौड़ा किया जा रहा है, जिसमें पूरे कॉरिडोर को औद्योगिक क्षेत्र के रूप में विकसित करने की योजना है। एनएच -352 रेवाड़ी से रोहतक तक 4 लेन है, और एनएच -709 रोहतक से पानीपत तक 4 लेन है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>रोहतक शहर दिल्ली, पानीपत, रेवाड़ी, भिवानी और जींद शहर से जुड़ने वाला एक रेलवे जंक्शन है। रोहतक दिल्ली लाइन के माध्यम से बहादुरगढ़ से जुड़ा है, गोहाना से पानीपत लाइन और झज्जर से रेवाड़ी लाइन के माध्यम से। दिल्ली और जींद कनेक्शन दिल्ली-फाजिल्का लाइन का हिस्सा हैं, और लाइन दिल्ली से भटिंडा, पंजाब, भारत तक डबल ट्रैक की जाती है और दिल्ली और भटिंडा के बीच विद्युतीकृत है। अन्य सभी लाइनें सिंगल ट्रैक और विद्युतीकृत हैं यानी रोहतक रेवाड़ी लाइन, रोहतक हिसार लाइन (भिवानी के माध्यम से)।</p>\r\n<p>&nbsp;</p>\r\n<p>रोहतक जंक्शन रेलवे स्टेशन को तीन शताब्दी एक्सप्रेस (नई दिल्ली मोगा शताब्दी एक्सप्रेस, नई दिल्ली बठिंडा शताब्दी एक्सप्रेस और नई दिल्ली लुधियाना शताब्दी एक्सप्रेस) और अजमेर चंडीगढ़ गरीब रथ एक्सप्रेस द्वारा सेवा प्रदान की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>नई दिल्ली और रोहतक के बीच रेलवे ट्रैक का विद्युतीकरण किया गया है। मार्च, 2013 से दोनों शहरों के बीच ईएमयू सेवाएं चल रही हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई यात्रा</p>\r\n<p>वर्तमान में शहर की सेवा करने वाला कोई व्यावसायिक हवाई अड्डा नहीं है। राज्य सरकार ने इस शहर की सेवा के लिए महम शहर में एक ग्रीनफील्ड कारगोस हवाई अड्डे के निर्माण में रुचि दिखाई है और एएआई ने इसके लिए सिद्धांत रूप में सहमति दी है। निकटतम अंतर्राष्ट्रीय हवाई अड्डा दिल्ली में इंदिरा गांधी अंतर्राष्ट्रीय हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Rohtak</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c75e048b-bba2-4065-b62b-9b039ad625e8_Rohtak-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rohtak-haryana","tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"रोहतक","slug":"rohtak"}],"recommendations":[{"id":514,"title":"पंचकुला में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","dateCreated":"2019-08-30T02:04:14.168Z","dateModified":"2019-08-30T02:04:27.684Z","contributedBy":"AskGif","content":"पंचकुला एक नियोजित शहर और जिला मुख्यालय है जो पंचकुला जिले, हरियाणा, भारत में स्थित है। यह चंडीगढ़, मोहाली और जीरकपुर से सटे क्षेत्र का एक हिस्सा है। यह चंडीगढ़ से लगभग 4 किमी (2.4 मील) दक्षिण-पूर्व में, शिमला से 105 किमी (65 मील), दक्षिण-पश्चिम में, अंबाला से 44 किमी (27 मील) और नई दिल्ली से 259","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंचकुला","slug":"panchkula"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-panchkula-haryana","total":0},{"id":513,"title":"पलवल में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","dateCreated":"2019-08-30T01:55:22.986Z","dateModified":"2019-08-30T01:55:38.037Z","contributedBy":"AskGif","content":"पलवल शहर और नगरपालिका परिषद है। यह उत्तर भारत में हरियाणा राज्य के 21 वें जिले पलवल जिले का मुख्यालय है। यह क्षेत्र में कपास व्यापार के लिए एक केंद्र है।\r\n&nbsp;\r\nदिल्ली से पलवल 60 किलोमीटर (37 मील), फरीदाबाद से 29 किलोमीटर (18 मील), चंडीगढ़ से 313 किलोमीटर (194 मील) और आगरा से 143 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/23399276-1832-46b0-9096-64864e822bc4_Palwal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"पलवल","slug":"palwal"}],"slug":"top-places-to-visit-in-palwal-haryana","total":0},{"id":477,"title":"फरीदाबाद में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","dateCreated":"2019-08-25T07:15:27.781Z","dateModified":"2019-08-25T07:15:54.469Z","contributedBy":"AskGif","content":"उत्तर भारतीय राज्य हरियाणा में फरीदाबाद सबसे अधिक आबादी वाला और सबसे बड़ा शहर है। यह एक प्रमुख औद्योगिक केंद्र है और भारतीय राजधानी नई दिल्ली की सीमा से लगे राष्ट्रीय राजधानी क्षेत्र में स्थित है। यह दिल्ली के प्रमुख उपग्रह शहरों में से एक है और राज्य की राजधानी चंडीगढ़ से 284 किलोमीटर दक्षिण में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"फरीदाबाद","slug":"faridabad"}],"slug":"top-places-to-visit-in-faridabad-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}