{"id":528,"title":"Top Places to visit in Sonipat, Haryana","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"<p>Sonipat, anciently named Swarnprastha, is a city and a Municipal Corporation in Haryana state of India. It comes under the National Capital Region and is around 20 kilometers (12 mi) from Delhi. It is also around 214 km(128 miles) southwest of Chandigarh, the state capital. The Yamuna River runs along the eastern boundary.</p>\r\n<p>&nbsp;</p>\r\n<p>Sonipat district is one of the 22 districts of Haryana state in northern India. Sonipat town is the district headquarters. It is a part of the National Capital Region. It is bordered by Delhi, Panipat, Rohtak, Jind, Jhajjar, and Baghpat (Uttar Pradesh).</p>\r\n<p>&nbsp;</p>\r\n<p>The district borders Delhi union territory in south, Panipat District in the north, Jind District in the north-west, Uttar Pradesh state in the east with the Yamuna River acting as a border and Rohtak District in the west.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Khwaja Khizr Tomb</p>\r\n<p>The Khwaja Khizr Tomb situated in Jatwara houses the remains of the saint and son of Darya Khan who lived during the rule of Ibrahim Lodhi. The structure was built between 1522 and 1525 AD. The tomb stands on an elevated platform and is one of the few monuments where red sandstone along with &lsquo;kankar&rsquo; blocks have been used. The ceiling is decorative and made of multicolor floral designs. The cenotaph chamber is surrounded by a dome-shaped structure which rests on a small drum of octagonal shape. Now the site is under the protection of Archaeological Survey of India and surrounded by four acres (1.6 ha) of gardens.</p>\r\n<p>&nbsp;</p>\r\n<p>Mughal architecture</p>\r\n<p>There are several Mughal buildings on the outskirts of the city, including the Mosque of Abdullah Nasir-ud-din, who was a descendant from Mushid of Iran.</p>\r\n<p>&nbsp;</p>\r\n<p>Yamuna River</p>\r\n<p>The main water system in the district is the Yamuna River and the irrigation canals flowing out of it. The river flows besides the rural belt in the eastern side of district. It also acts as a natural boundary between the states of Haryana and Uttar Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Food</p>\r\n<p>&nbsp;</p>\r\n<p>A cake of ghevar</p>\r\n<p>Sonipat is famous for its monsoon time sweet dish ghevar which has its roots of origin here. Also its Dhabas (local restaurants) at Murthal on Grand Trunk Road, Pyarelal ke Pede and Lala Matu Ram ki Jalebi from Gohana are very popular.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Rajiv Gandhi Education City</p>\r\n<p>The Rajiv Gandhi Education City, Sonipat (RGEC) at Kundli is project by Government of Haryana to develop a hub of higher education institutes in 5000 acres of land. Indian Institute of Technology Sonipat has already taken possession of 50 acres of land offered for the extension of its Delhi campus. Many Universities have started their projects to establish their campus.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Universities</p>\r\n<p>Deenbandhu Chhotu Ram University Of Science and Technology</p>\r\n<p>Ashoka University</p>\r\n<p>O. P. Jindal Global University</p>\r\n<p>Bhagat Phool Singh Mahila Vishwavidyalaya</p>\r\n<p>SRM University, Haryana</p>\r\n<p>World University of Design</p>\r\n<p>National Law University</p>\r\n<p>Dr. B.R. Ambedkar National Law University</p>\r\n<p>Indian Institute of Information Technology, Sonepat</p>\r\n<p>Colleges</p>\r\n<p>Central Institute of Plastics Engineering &amp; Technology, Murthal</p>\r\n<p>Indian Institute of Information Technology, Sonipat</p>\r\n<p>The Sonipat Hindu Educational &amp; Charitable Society and Tika Ram Education Society has been active since 1914 and has established 17 institutions offering programmes at secondary, senior secondary, graduate and post graduate levels in the fields of science, arts, commerce, pharmacy, education, architecture, engineering and technology.</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Sanatan Dharam Sabha is another charitable trust which isactive in the field of education in the city. It runs the Gita Vidya Mandir College of Pharmacy and Gita Vidya Mandir Girls College.</p>\r\n<p>&nbsp;</p>\r\n<p>There are many colleges in the fields of arts, commerce, hospitality, pharmacy, education, architecture, engineering, technology and management.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>The Sports Authority of India has established the Northern Regional Center (the SAI, Ch. Devi Lal Regional Center) at Sonipat to provide world-class facilities for athletes (especially wrestlers).</p>\r\n<p>&nbsp;</p>\r\n<p>In July 1973 the government established the Motilal Nehru School of Sports, Rai, Sonipat to provide education facilities with extra emphasis on sports. It trains athletes in hockey, basketball, lawn tennis, horse riding, gymnastics, swimming, rifle shooting, volleyball, boxing, cricket, and football.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>&nbsp;</p>\r\n<p>Sanchit Balhara (Bollywood score composer)</p>\r\n<p>Yogeshwar Dutt (wrestler)</p>\r\n<p>Amit Kumar Dahiya (wrestler)</p>\r\n<p>Seema Antil (discus thrower)</p>\r\n<p>Padam Singh Dahiya (Politician)</p>\r\n<p>Vinod Kumar Dahiya (wrestler)</p>\r\n<p>Pardeep Narwal (Kabbadi)</p>\r\n<p>Manushi Chhillar (Model, Winner of Miss World 2017)</p>\r\n<p>Rohit Dahiya (Cricketer)</p>\r\n<p>Vikas Dahiya (Indian Hockey)</p>\r\n<p>Sakshi Malik (Wrestler)</p>\r\n<p>Himanshu Malik (Bollywood Actor)</p>\r\n<p>Aakash Dahiya (Bollywood Actor)</p>\r\n<p>Vivek Dahiya (Actor)</p>\r\n<p>Meghna Malik (Actress)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sonipat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sonipat-haryana","tags":[{"name":"haryana","slug":"haryana"},{"name":"sonipat","slug":"sonipat"}],"recommendations":[{"id":516,"title":"Top Places to visit in Rewari, Haryana","imageUrl":"20f2fb98-65d6-4790-8df3-ffe24c55e33f_Rewari-railway.jpg","dateCreated":"2019-08-30T02:17:58.084Z","dateModified":"2019-08-30T02:18:11.942Z","contributedBy":"AskGif","content":"Rewari is a city and a municipal council in Rewari district in the Indian state of Haryana. It is located in south-west Haryana 82 km from Delhi&nbsp; and 51 km from Gurgaon. Rewari may be considered centre of Ahirwal (Yadav) region.\r\n&nbsp;\r\nRewari Railway Heritage Museum\r\nR","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20f2fb98-65d6-4790-8df3-ffe24c55e33f_Rewari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rewari","slug":"rewari"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-rewari-haryana","total":0},{"id":514,"title":"Top Places to visit in Panchkula, Haryana","imageUrl":"e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","dateCreated":"2019-08-30T02:04:14.168Z","dateModified":"2019-08-30T02:04:27.684Z","contributedBy":"AskGif","content":"Panchkula is a planned city and District Headquarter in the Panchkula district, Haryana, India. It forms a part of an adjoining area to the Chandigarh, Mohali and Zirakpur. It is approximately 4 km (2.4 miles) southeast of Chandigarh, 105 km (65 miles) southwest of Shimla, 44 km (27 miles) from A","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"panchkula","slug":"panchkula"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-panchkula-haryana","total":0},{"id":477,"title":"Top Places to visit in Faridabad, Haryana","imageUrl":"749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","dateCreated":"2019-08-25T07:15:27.781Z","dateModified":"2019-08-25T07:15:54.469Z","contributedBy":"AskGif","content":"Faridabad is the most populous and largest city in the north Indian state of Haryana. It is a leading industrial centre and is situated in the National Capital Region bordering the Indian capital New Delhi. It is one of the major satellite cities of Delhi and is located 284 kilometres south of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"faridabad","slug":"faridabad"}],"slug":"top-places-to-visit-in-faridabad-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}