{"id":528,"title":"सोनीपत में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"<p>सोनीपत, जिसका नाम स्वर्णप्रस्थ है, भारत के हरियाणा राज्य में एक शहर और एक नगर निगम है। यह राष्ट्रीय राजधानी क्षेत्र के अंतर्गत आता है और दिल्ली से लगभग 20 किलोमीटर (12 मील) दूर है। यह राज्य की राजधानी चंडीगढ़ के दक्षिण-पश्चिम में लगभग 214 किमी (128 मील) है। यमुना नदी पूर्वी सीमा के साथ चलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>सोनीपत जिला उत्तरी भारत में हरियाणा राज्य के 22 जिलों में से एक है। सोनीपत शहर जिला मुख्यालय है। यह राष्ट्रीय राजधानी क्षेत्र का एक हिस्सा है। यह दिल्ली, पानीपत, रोहतक, जींद, झज्जर, और बागपत (उत्तर प्रदेश) से घिरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला दक्षिण में दिल्ली केंद्र शासित प्रदेश, उत्तर में पानीपत जिला, उत्तर-पश्चिम में जींद जिला, पूर्व में उत्तर प्रदेश राज्य और एक सीमा के रूप में यमुना नदी और पश्चिम में रोहतक जिले के रूप में कार्य करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>ख्वाजा खिज्र मकबरा</p>\r\n<p>जटवारा में स्थित ख्वाजा खिज्र मकबरा संत और दरिया खान के पुत्र के अवशेष हैं, जो इब्राहिम लोधी के शासन के दौरान रहते थे। संरचना 1522 और 1525 ईस्वी के बीच बनाई गई थी। मकबरा एक ऊंचे मंच पर खड़ा है और उन कुछ स्मारकों में से एक है जहां लाल बलुआ पत्थर के साथ-साथ ar कंकर &rsquo;ब्लॉक का उपयोग किया गया है। छत सजावटी है और बहुरंगा पुष्प डिजाइनों से बना है। सेनेटाफ कक्ष एक गुंबद के आकार की संरचना से घिरा हुआ है जो अष्टकोणीय आकार के एक छोटे से ड्रम पर टिकी हुई है। अब यह स्थल भारतीय पुरातत्व सर्वेक्षण के संरक्षण में है और चार एकड़ (1.6 हेक्टेयर) बागों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुगल वास्तुकला</p>\r\n<p>शहर के बाहरी इलाके में मुगल की कई इमारतें हैं, जिनमें अब्दुल्ला नासिर-उद-दीन की मस्जिद भी शामिल है, जो ईरान के मुशीद का वंशज था।</p>\r\n<p>&nbsp;</p>\r\n<p>यमुना नदी</p>\r\n<p>जिले में मुख्य जल प्रणाली यमुना नदी और उससे निकलने वाली सिंचाई नहरें हैं। नदी जिले के पूर्वी हिस्से में ग्रामीण बेल्ट के अलावा बहती है। यह हरियाणा और उत्तर प्रदेश राज्यों के बीच एक प्राकृतिक सीमा के रूप में भी काम करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>&nbsp;</p>\r\n<p>घेवर का एक केक</p>\r\n<p>सोनीपत अपने मानसून समय स्वीट डिश घेवर के लिए प्रसिद्ध है, जिसकी मूल जड़ें यहां हैं। इसके अलावा ग्रैंड ट्रंक रोड पर मुरथल में इसके ढाबे (स्थानीय रेस्तरां), गोहाना से प्यारेलाल के पेड़े और लाला मट्टू राम की जलेबी बहुत लोकप्रिय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>राजीव गांधी एजुकेशन सिटी</p>\r\n<p>कुंडली में राजीव गांधी एजुकेशन सिटी, सोनीपत (RGEC) हरियाणा सरकार द्वारा 5000 एकड़ भूमि में उच्च शिक्षा संस्थानों का एक केंद्र विकसित करने की परियोजना है। इंडियन इंस्टीट्यूट ऑफ टेक्नोलॉजी सोनीपत ने अपने दिल्ली कैंपस के विस्तार के लिए पहले ही 50 एकड़ जमीन पर कब्जा कर लिया है। कई विश्वविद्यालयों ने अपने परिसर को स्थापित करने के लिए अपनी परियोजनाएं शुरू की हैं। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>विश्वविद्यालयों</p>\r\n<p>दीनबंधु छोटू राम विज्ञान और प्रौद्योगिकी विश्वविद्यालय</p>\r\n<p>अशोक विश्वविद्यालय</p>\r\n<p>ओ पी जिंदल ग्लोबल यूनिवर्सिटी</p>\r\n<p>भगत फूल सिंह महिला विश्व विद्यालय</p>\r\n<p>एसआरएम विश्वविद्यालय, हरियाणा</p>\r\n<p>विश्व डिजाइन विश्वविद्यालय</p>\r\n<p>नेशनल लॉ यूनिवर्सिटी</p>\r\n<p>डॉ। बी.आर. अंबेडकर नेशनल लॉ यूनिवर्सिटी</p>\r\n<p>भारतीय सूचना प्रौद्योगिकी संस्थान, सोनीपत</p>\r\n<p>कालेजों</p>\r\n<p>केंद्रीय प्लास्टिक इंजीनियरिंग और प्रौद्योगिकी संस्थान, मुरथल</p>\r\n<p>भारतीय सूचना प्रौद्योगिकी संस्थान, सोनीपत</p>\r\n<p>सोनीपत हिंदू एजुकेशनल एंड चैरिटेबल सोसाइटी और टीका राम एजुकेशन सोसाइटी 1914 से सक्रिय है और विज्ञान, कला, वाणिज्य, फार्मेसी, शिक्षा, वास्तुकला के क्षेत्रों में माध्यमिक, वरिष्ठ माध्यमिक, स्नातक और स्नातकोत्तर स्तर पर कार्यक्रमों की पेशकश करने वाले 17 संस्थानों की स्थापना की है। , इंजीनियरिंग और प्रौद्योगिकी।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री सनातन धर्म सभा एक और धर्मार्थ ट्रस्ट है जो शहर में शिक्षा के क्षेत्र में सक्रिय है। यह गीता विद्या मंदिर कॉलेज ऑफ फार्मेसी और गीता विद्या मंदिर गर्ल्स कॉलेज चलाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कला, वाणिज्य, आतिथ्य, फार्मेसी, शिक्षा, वास्तुकला, इंजीनियरिंग, प्रौद्योगिकी और प्रबंधन के क्षेत्र में कई कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>भारतीय खेल प्राधिकरण ने एथलीटों (विशेष रूप से पहलवानों) के लिए विश्व स्तरीय सुविधाएं प्रदान करने के लिए सोनीपत में उत्तरी क्षेत्रीय केंद्र (एसएआई, चौ। देवीलाल क्षेत्रीय केंद्र) की स्थापना की है।</p>\r\n<p>&nbsp;</p>\r\n<p>जुलाई 1973 में सरकार ने खेल पर अतिरिक्त जोर देने के साथ शिक्षा सुविधाएं प्रदान करने के लिए मोतीलाल नेहरू स्कूल ऑफ स्पोर्ट्स, राय, सोनीपत की स्थापना की। यह हॉकी, बास्केटबॉल, लॉन टेनिस, घुड़सवारी, जिमनास्टिक, तैराकी, राइफल शूटिंग, वॉलीबॉल, मुक्केबाजी, क्रिकेट और फुटबॉल में एथलीटों को प्रशिक्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>&nbsp;</p>\r\n<p>संचित बलहारा (बॉलीवुड स्कोर संगीतकार)</p>\r\n<p>योगेश्वर दत्त (पहलवान)</p>\r\n<p>अमित कुमार दहिया (पहलवान)</p>\r\n<p>सीमा अंतिल (डिस्कस थ्रोअर)</p>\r\n<p>पदम सिंह दहिया (राजनीतिज्ञ)</p>\r\n<p>विनोद कुमार दहिया (पहलवान)</p>\r\n<p>परदीप नरवाल (कबाड़ी)</p>\r\n<p>मानुषी छिल्लर (मॉडल, मिस वर्ल्ड 2017 की विजेता)</p>\r\n<p>रोहित दहिया (क्रिकेटर)</p>\r\n<p>विकास दहिया (भारतीय हॉकी)</p>\r\n<p>साक्षी मलिक (पहलवान)</p>\r\n<p>हिमांशु मलिक (बॉलीवुड अभिनेता)</p>\r\n<p>आकाश दहिया (बॉलीवुड अभिनेता)</p>\r\n<p>विवेक दहिया (अभिनेता)</p>\r\n<p>मेघना मलिक (अभिनेत्री)</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sonipat</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sonipat-haryana","tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"सोनीपत","slug":"sonipat"}],"recommendations":[{"id":516,"title":"रेवाड़ी में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"20f2fb98-65d6-4790-8df3-ffe24c55e33f_Rewari-railway.jpg","dateCreated":"2019-08-30T02:17:58.084Z","dateModified":"2019-08-30T02:18:11.942Z","contributedBy":"AskGif","content":"रेवाड़ी भारत के हरियाणा राज्य में रेवाड़ी जिले में एक शहर और एक नगरपालिका परिषद है। यह दक्षिण-पश्चिम हरियाणा में दिल्ली से 82 किमी और गुड़गांव से 51 किमी दूर स्थित है। रेवाड़ी को अहिरवाल (यादव) क्षेत्र का केंद्र माना जा सकता है।\r\n&nbsp;\r\nरेवाड़ी रेलवे हेरिटेज संग्रहालय\r\nरेवाड","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/20f2fb98-65d6-4790-8df3-ffe24c55e33f_Rewari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रेवाड़ी","slug":"rewari"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-rewari-haryana","total":0},{"id":514,"title":"पंचकुला में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","dateCreated":"2019-08-30T02:04:14.168Z","dateModified":"2019-08-30T02:04:27.684Z","contributedBy":"AskGif","content":"पंचकुला एक नियोजित शहर और जिला मुख्यालय है जो पंचकुला जिले, हरियाणा, भारत में स्थित है। यह चंडीगढ़, मोहाली और जीरकपुर से सटे क्षेत्र का एक हिस्सा है। यह चंडीगढ़ से लगभग 4 किमी (2.4 मील) दक्षिण-पूर्व में, शिमला से 105 किमी (65 मील), दक्षिण-पश्चिम में, अंबाला से 44 किमी (27 मील) और नई दिल्ली से 259","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e49a7db0-aa3b-4363-8e9e-16a06fc4c1fe_posh-sectors-panchkula.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पंचकुला","slug":"panchkula"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-panchkula-haryana","total":0},{"id":477,"title":"फरीदाबाद में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","dateCreated":"2019-08-25T07:15:27.781Z","dateModified":"2019-08-25T07:15:54.469Z","contributedBy":"AskGif","content":"उत्तर भारतीय राज्य हरियाणा में फरीदाबाद सबसे अधिक आबादी वाला और सबसे बड़ा शहर है। यह एक प्रमुख औद्योगिक केंद्र है और भारतीय राजधानी नई दिल्ली की सीमा से लगे राष्ट्रीय राजधानी क्षेत्र में स्थित है। यह दिल्ली के प्रमुख उपग्रह शहरों में से एक है और राज्य की राजधानी चंडीगढ़ से 284 किलोमीटर दक्षिण में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/749a42cc-6099-4d7c-9c82-6d8e6aee17bf_Faridabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"फरीदाबाद","slug":"faridabad"}],"slug":"top-places-to-visit-in-faridabad-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}