{"id":529,"title":"Top Places to visit in Yamunanagar, Haryana","imageUrl":"c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","dateCreated":"2019-08-31T02:20:13.592Z","dateModified":"2019-08-31T02:20:29.529Z","contributedBy":"AskGif","content":"<p>Yamunanagar, previously known as Abdullahpur, is a city and a municipal corporation in Yamunanagar district in the Indian state of Haryana. This town is known for the cluster of plywood units and paper industries. It is also known for providing fine timber to larger industries. The older town is called Jagadhri. The Yamunanagar-Jagadhri railway station (YJUD) services the city. Despite its name, Jagadhri Railway Station is situated in Yamunanagar. There is also another railway station called Jagadhri Workshop in Yamunanagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Yamunanagar district is one of the 22 districts of the Indian state of Haryana. The district came into existence on 1 November 1989 and occupies an area of 1,756 square kilometers (678 sq mi). Yamunanagar town is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Yamunanagar&rsquo;s average rainfall in Monsoon is 892 mm, whereas it is 462 mm for Haryana. Which is very high than the state average.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is bounded by Himachal Pradesh state in the north, by Uttar Pradesh state in the east, by Karnal district in the south, by Kurukshetra district in the southwest and Ambala district in the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district comprises three tehsils: Jagadhri, Chhachhrauli, and Bilaspur. These are further divided into six development blocks: Bilaspur, Sadhaura, Mustafabad, Radaur, Jagadhri and Chhachhrauli.</p>\r\n<p>&nbsp;</p>\r\n<p>There are four Vidhan Sabha constituencies in this district: Sadhaura, Jagadhri, Yamuna Nagar and Radaur. While Sadhaura, Jagadhri and Yamuna Nagar are part of Ambala Lok Sabha constituency, Radaur is part of Kurukshetra Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Major cities and towns</p>\r\n<p>Yamunanagar, a municipal corporation and district headquarters of Yamunanagar</p>\r\n<p>Jagadhri, located adjacent to Yamunanagar, is older of the twin cities.</p>\r\n<p>Chhachhrauli</p>\r\n<p>Sadhaura</p>\r\n<p>Adi Badri</p>\r\n<p>Bilaspur</p>\r\n<p>Radaur</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>A number of tourist attractions and important places can be seen in and near Yamunanagar. These include Adibadri, Ancient Site of Sugh, Bilaspur and Kapalmochan, Buddhist Stupa Chaneti, Ch Devi Lal Herbal Nature Park, Chhachhrauli, Fort of Buria and Rang Mahal, Harnol and Topra, Kalesar Forest Reserve, Kalesar Wildlife Sanctuary, Kos Minar, Panchmukhi Hanuman Mandir and Sadhaura.&nbsp; People from different parts of the country come here at Dr Sachin Dua&rsquo;s Amritash Ayurvedic Yoga and Panchakarma for Ayurvedic and chronic diseases to be healed.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>This town was once part of District Ambala before it was made as separate District. The place was earlier known as Abdullahpur which was later renamed by the city's eminent people as Jamnanagar and later on as Yamunanagar. The Topra Asokan pillar of Delhi was found in the village Topra Kalan, about 20 km from yamuna Nagar. Archaeological Survey of India has found many Harrapan bricks and stones from this area.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable individuals</p>\r\n<p>Sanjeev Rajput, Arjuna awardee shooter</p>\r\n<p>Karnam Malleswari, first female Olympic medallist from India</p>\r\n<p>Rani Rampal, women hockey Player</p>\r\n<p>Sunil Dutt, actor and politician, father of Sanjay Dutt</p>\r\n<p>Deepika Thakur, Indian field hockey player</p>\r\n<p>Sumeet Passi, footballer, plays for Indian national football team and Jamshedpur FC</p>\r\n<p>Kanwar Pal Gujjar, Speaker of Haryana Legislative Assembly</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Yamunanagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-yamunanagar-haryana","tags":[{"name":"haryana","slug":"haryana"},{"name":"yamuna-nagar","slug":"yamuna-nagar"}],"recommendations":[{"id":528,"title":"Top Places to visit in Sonipat, Haryana","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"Sonipat, anciently named Swarnprastha, is a city and a Municipal Corporation in Haryana state of India. It comes under the National Capital Region and is around 20 kilometers (12 mi) from Delhi. It is also around 214 km(128 miles) southwest of Chandigarh, the state capital. The Yamuna River runs ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"sonipat","slug":"sonipat"}],"slug":"top-places-to-visit-in-sonipat-haryana","total":0},{"id":510,"title":"Top Places to visit in Kurukshetra, Haryana","imageUrl":"3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","dateCreated":"2019-08-30T01:17:12.03Z","dateModified":"2019-08-30T01:17:39.096Z","contributedBy":"AskGif","content":"Kurukshetra is a city in the state of Haryana, India. It is also known as Dharmakshetra (\"Holy Place\") and as the \"Land of the Bhagavad Gita\". Kurukshetra lies at distance of 160 km from New Delhi and about 93 km from Chandigarh - city with the nearest airport.\r\n&nbsp;\r\nInternationa","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kurukshetra","slug":"kurukshetra"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-kurukshetra-haryana","total":0},{"id":490,"title":"Top Places to visit in Jhajjar, Haryana","imageUrl":"39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","dateCreated":"2019-08-27T03:01:37.545Z","dateModified":"2019-08-27T03:02:00.533Z","contributedBy":"AskGif","content":"Jhajjar is a city in Jhajjar district in the Indian state of Haryana. It was split off from Rohtak district on 15 July 1997. The city is situated on the road connecting Rewari to Rohtak(NH-352), Charkhi Dadri to Delhi and Gurgaon to Bhiwani. Jhajjar is located 55 km west of Delhi.\r\n&nbsp;<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jhajjar","slug":"jhajjar"},{"name":"haryana","slug":"haryana"}],"slug":"top-places-to-visit-in-jhajjar-haryana","total":0},{"id":474,"title":"Top Places to visit in Ambala, Haryana","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"Ambala, is a city and a municipal corporation in Ambala district in the state of Haryana, India, located on the border with the Indian state of Punjab and in proximity to both states capital Chandigarh. Politically; Ambala has two sub-areas: Ambala Cantonment also known as (Ambala Cantt) and Amba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"haryana","slug":"haryana"},{"name":"ambala","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}