{"id":529,"title":"यमुनानगर में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","dateCreated":"2019-08-31T02:20:13.592Z","dateModified":"2019-08-31T02:20:29.529Z","contributedBy":"AskGif","content":"<p>यमुनानगर, जिसे पहले अब्दुल्लापुर के नाम से जाना जाता था, भारतीय राज्य हरियाणा में यमुनानगर जिले का एक शहर और एक नगर निगम है। यह शहर प्लाईवुड इकाइयों और कागज उद्योगों के समूह के लिए जाना जाता है। यह बड़े उद्योगों को ठीक लकड़ी प्रदान करने के लिए भी जाना जाता है। पुराने शहर को जगाधरी कहा जाता है। यमुनानगर-जगाधरी रेलवे स्टेशन (YJUD) शहर में सेवाएं प्रदान करता है। इसके नाम के बावजूद, जगाधरी रेलवे स्टेशन यमुनानगर में स्थित है। यमुनानगर में जगाधरी वर्कशॉप नामक एक और रेलवे स्टेशन भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>यमुनानगर जिला भारतीय राज्य हरियाणा के 22 जिलों में से एक है। यह जिला 1 नवंबर 1989 को अस्तित्व में आया और 1,756 वर्ग किलोमीटर (678 वर्ग मील) के क्षेत्र में फैला हुआ है। यमुनानगर शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>मानसून में यमुनानगर की औसत वर्षा 892 मिमी है, जबकि हरियाणा के लिए यह 462 मिमी है। जो राज्य के औसत से बहुत अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले के उत्तर में हिमाचल प्रदेश राज्य, पूर्व में उत्तर प्रदेश राज्य, दक्षिण में करनाल जिला, दक्षिण पश्चिम में कुरुक्षेत्र जिला और पश्चिम में अंबाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>जिले में तीन तहसील शामिल हैं: जगाधरी, छछरौली, और बिलासपुर। इन्हें आगे छह विकास खंडों में विभाजित किया गया है: बिलासपुर, साढौरा, मुस्तफाबाद, रादौर, जगाधरी और छछरौली।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में चार विधानसभा क्षेत्र हैं: साढौरा, जगाधरी, यमुनानगर और रादौर। जहां साढौरा, जगाधरी और यमुनानगर अंबाला लोकसभा क्षेत्र का हिस्सा हैं, वहीं रादौर कुरुक्षेत्र लोकसभा क्षेत्र का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख शहर और कस्बे</p>\r\n<p>यमुनानगर, एक नगर निगम और यमुनानगर का जिला मुख्यालय</p>\r\n<p>यमुनानगर से सटे जगाधरी, जुड़वां शहरों से पुराना है।</p>\r\n<p>Chhachhrauli</p>\r\n<p>Sadhaura</p>\r\n<p>आदि बद्री</p>\r\n<p>बिलासपुर</p>\r\n<p>Radaur</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>यमुनानगर में और उसके पास कई पर्यटक आकर्षण और महत्वपूर्ण स्थान देखे जा सकते हैं। इनमें आदिबद्री, प्राचीन स्थल सुघ, बिलासपुर और कपालमोचन, बौद्ध स्तूप चनेटी, च देवी लाल हर्बल नेचर पार्क, छछरौली, बुरिया का किला और रंगमहल, हरनोल और टोपरा, कलेसर वन अभ्यारण्य, कलसर वन्यजीव अभयारण्य, कोस मीनार, पंचम हनुमान शामिल हैं। मंदिर और साढौरा। देश के विभिन्न हिस्सों के लोग डॉ। सचिन दुआ के अमृतस आयुर्वेदिक योग और आयुर्वेदिक और पुरानी बीमारियों के लिए पंचकर्म के लिए आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>यह शहर एक बार जिला अंबाला का हिस्सा था, इससे पहले कि इसे अलग जिला बनाया गया था। इस स्थान को पहले अब्दुल्लापुर के नाम से जाना जाता था जिसे बाद में शहर के प्रतिष्ठित लोगों द्वारा जमनानगर और बाद में यमुनानगर के रूप में नाम दिया गया। दिल्ली का टोपरा असोकन स्तंभ, यमुनानगर से लगभग 20 किलोमीटर दूर टोपरा कलां में पाया गया। भारतीय पुरातत्व सर्वेक्षण ने इस क्षेत्र से कई हर्रपान ईंटें और पत्थर पाए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय व्यक्ति</p>\r\n<p>संजीव राजपूत, अर्जुन अवार्डी शूटर</p>\r\n<p>कर्णम मल्लेश्वरी, भारत की पहली महिला ओलंपिक पदक विजेता</p>\r\n<p>रानी रामपाल, महिला हॉकी खिलाड़ी</p>\r\n<p>सुनील दत्त, अभिनेता और राजनीतिज्ञ, संजय दत्त के पिता</p>\r\n<p>दीपिका ठाकुर, भारतीय क्षेत्र हॉकी खिलाड़ी</p>\r\n<p>फुटबॉलर सुमीत पासी भारतीय राष्ट्रीय फुटबॉल टीम और जमशेदपुर एफसी के लिए खेलते हैं</p>\r\n<p>कंवर पाल गुर्जर, हरियाणा विधानसभा के स्पीकर</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Yamunanagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c854a5d6-f1a8-4043-8f51-774ce67c0e29_Yamuna-Nagar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-yamunanagar-haryana","tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"यमुनानगर","slug":"yamuna-nagar"}],"recommendations":[{"id":528,"title":"सोनीपत में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","dateCreated":"2019-08-31T02:14:00.824Z","dateModified":"2019-08-31T02:14:14.559Z","contributedBy":"AskGif","content":"सोनीपत, जिसका नाम स्वर्णप्रस्थ है, भारत के हरियाणा राज्य में एक शहर और एक नगर निगम है। यह राष्ट्रीय राजधानी क्षेत्र के अंतर्गत आता है और दिल्ली से लगभग 20 किलोमीटर (12 मील) दूर है। यह राज्य की राजधानी चंडीगढ़ के दक्षिण-पश्चिम में लगभग 214 किमी (128 मील) है। यमुना नदी पूर्वी सीमा के साथ चलती है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8722e909-5826-4d59-a5a7-c9d44b4c31f1_Sonipat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"सोनीपत","slug":"sonipat"}],"slug":"top-places-to-visit-in-sonipat-haryana","total":0},{"id":510,"title":"कुरुक्षेत्र में देखने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","dateCreated":"2019-08-30T01:17:12.03Z","dateModified":"2019-08-30T01:17:39.096Z","contributedBy":"AskGif","content":"कुरुक्षेत्र भारत के हरियाणा राज्य का एक शहर है। इसे धर्मक्षेत्र (\"पवित्र स्थान\") और \"भगवद गीता की भूमि\" के रूप में भी जाना जाता है। कुरुक्षेत्र नई दिल्ली से 160 किमी और चंडीगढ़ से लगभग 93 किमी की दूरी पर स्थित है - निकटतम हवाई अड्डा।\r\n&nbsp;\r\nअंतर्राष्ट्रीय गीता महोत्सव\r\nगीता","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3b7ffab8-ade5-4936-af26-d1b3b22700ec_Kurukshetra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कुरुक्षेत्र","slug":"kurukshetra"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-kurukshetra-haryana","total":0},{"id":490,"title":"झज्जर में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","dateCreated":"2019-08-27T03:01:37.545Z","dateModified":"2019-08-27T03:02:00.533Z","contributedBy":"AskGif","content":"झज्जर भारत के हरियाणा राज्य में झज्जर जिले का एक शहर है। यह 15 जुलाई 1997 को रोहतक जिले से अलग हो गया था। शहर रेवाड़ी को रोहतक (NH-352), चरखी दादरी से दिल्ली और गुड़गांव से भिवानी को जोड़ने वाली सड़क पर स्थित है। झज्जर दिल्ली से 55 किमी पश्चिम में स्थित है।\r\n&nbsp;\r\nझज्जर जिला उत्तर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/39408cea-51b3-496d-b260-d54dedddc8ec_Jhajjar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झज्जर","slug":"jhajjar"},{"name":"हरियाणा","slug":"haryana"}],"slug":"top-places-to-visit-in-jhajjar-haryana","total":0},{"id":474,"title":"अंबाला में घूमने के लिए शीर्ष स्थान, हरियाणा","imageUrl":"4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","dateCreated":"2019-08-25T06:14:12.252Z","dateModified":"2019-08-25T06:15:07.878Z","contributedBy":"AskGif","content":"अंबाला, भारत के पंजाब राज्य की सीमा पर स्थित और भारत की राजधानी चंडीगढ़ के साथ निकटता में स्थित, हरियाणा, भारत के राज्य में अंबाला जिले में एक शहर और एक नगर निगम है। राजनीतिक रूप से; अम्बाला के दो उप-क्षेत्र हैं: अम्बाला छावनी (अम्बाला कैंट) और अम्बाला सिटी के नाम से भी जाना जाता है, जो एक किलोमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4f3b85ad-814c-41cd-9f37-9d88ec8a3033_Ambala-Railway-Station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरियाणा","slug":"haryana"},{"name":"अंबाला","slug":"ambala"}],"slug":"top-places-to-visit-in-ambala-haryana","total":0}]}