{"id":530,"title":"बिलासपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"<p>बिलासपुर भारत के हिमाचल प्रदेश राज्य में बिलासपुर जिले में एक शहर और एक नगरपालिका परिषद है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>बसें और टैक्सियाँ जिले के लिए सार्वजनिक परिवहन का साधन हैं और राज्य के सभी प्रमुख शहरों के साथ-साथ इसके बाहर के लोगों से भी चलती हैं। बिलासपुर चंडीगढ़-मनाली NH-205 राजमार्ग पर स्थित है। यह राजधानी शिमला से 86 किमी (53 मील) दूर है, और दिल्ली से 405 किमी (252 मील) दूर है। प्रमुख शहरों से दैनिक अनुसूचित उड़ानों के साथ निकटतम हवाई अड्डा चंडीगढ़ में है, जो 141 ​​किमी (88 मील) है। हिमाचल प्रदेश का एक प्रमुख पर्यटक आकर्षण मनाली, बिलासपुर से 195 किमी (121 मील) दूर स्थित है। मंडी, 70 किमी (43 मील) दूर, जिले का आंचलिक मुख्यालय है। बिलासपुर की सेवा करने वाली अधिकांश लंबी रूट की बसें राज्य के स्वामित्व वाली HRTC द्वारा चलाई जाती हैं; स्थानीय मार्गों का संचालन निजी बस ऑपरेटरों द्वारा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>लैंडमार्क्स</p>\r\n<p>नैना देवी मंदिर: श्री नैना देवी जी का मंदिर बिलासपुर की एक पहाड़ी पर स्थित है। मंदिर राष्ट्रीय राजमार्ग संख्या 21 के साथ जुड़ा हुआ है। पहाड़ी के शीर्ष पर स्थित मंदिर तक सड़क के माध्यम से पहुंचा जा सकता है (जो एक निश्चित बिंदु तक पहाड़ी के चारों ओर घटता है) और फिर ठोस कदमों से (जो अंत में शीर्ष तक पहुंचता है)।</p>\r\n<p>&nbsp;</p>\r\n<p>गोबिंद सागर: एक जलाशय जो भाखड़ा बांध द्वारा बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>रुक्मणी कुंड: एक रॉक वॉटर बॉडी, इसे हीरापुर के रास्ते भगर-गेहरविन मार्ग पर ले जाया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भाकर बांध: भाखड़ा बांध उत्तरी भारत में बिलासपुर, हिमाचल प्रदेश में सतलुज नदी के पार एक ठोस गुरुत्वाकर्षण बांध है। हिमाचल प्रदेश के बिलासपुर जिले में भाखड़ा गाँव (अब जलमग्न) के पास एक बांध पर स्थित यह बांध 226 मी। भारत का सबसे ऊंचा बांध 265 मीटर का \"टिहरी बांध\" है।</p>\r\n<p>&nbsp;</p>\r\n<p>नाहर सिंह धौलरा: बाबा नाहर सिंह का मंदिर बिलासपुर टाउन के ढोलरा में मौजूद है। पूरे बिलासपुर में लोग बाबा नाहर सिंह की पूजा करते हैं। बाबा को 'बाजिया', 'पीपल वाला', 'डालियान वाला' के नाम से भी जाना जाता है। बाबा जी को स्पष्ट (प्रितीक्ष) भगवान के रूप में जाना जाता है। बाबा नाहर सिंह कुल्लू रियासत की राजधानी नग्गर के देवता थे। बिलासपुर के राजा दीप चंद (1650-1665) ने कुल्लू लई देई की राजकुमारी से शादी की (वह अब नग्गर देई के रूप में भी जानी जाती है)।</p>\r\n<p>&nbsp;</p>\r\n<p>व्यास गुफ़ा: सबसे पुराना और सबसे प्रसिद्ध धार्मिक स्थान जो सतलुज नदी के बाएं किनारे पर स्थित है। यह समुद्र तल से लगभग 610 मीटर ऊपर है। यह पुराने और नए बिलासपुर टाउनशिप के बीच स्थित है। एक आम धारणा है कि महाभारत प्रसिद्धि के व्यास ऋषि तपस्या में इस गुफ़ा में रहते थे।</p>\r\n<p>&nbsp;</p>\r\n<p>लक्ष्मी नारायण मंदिर: एक मंदिर जहाँ लक्ष्मी नारायण की पूजा की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>बाबा बालक नाथ: बाबा बालक नाथ एक पंजाबी और हिंदू देवता हैं जिनकी पूजा उत्तर भारतीय राज्यों पंजाब और हिमाचल प्रदेश में की जाती है। उनका मुख्य मंदिर हिमाचल प्रदेश के हमीरपुर में है। आधार शहर को शाहतलाई के नाम से जाना जाता है। महिलाओं को मुख्य गर्भगृह में प्रवेश करने की अनुमति नहीं है क्योंकि वह ब्रह्मचारी थीं और उनके पास कोई महिला नहीं हो सकती थी।</p>\r\n<p>&nbsp;</p>\r\n<p>मार्कंडेय: मंदिर: घाघस-ब्रह्मपुखर मार्ग पर स्थित है। इसका नाम ऋषि मार्कंडेय के नाम पर रखा गया है। इतिहास के अनुसार, ऋषि मार्कंडेय की कोई संतान नहीं थी और इस प्रकार, उन्होंने एक बच्चा पैदा करने के लिए इस मंदिर में पूजा की। परिणामस्वरूप, भगवान शिव ने उन्हें एक पुत्र के साथ आशीर्वाद दिया लेकिन चेतावनी दी कि लड़का केवल 12 वर्ष की आयु तक जीवित रहेगा। इसलिए ऋषि ने अपने पुत्र का नाम मार्कंडेय रखा। बाद में, बालक मार्कंडेय ने इस स्थान पर भगवान शिव की पूजा की और अंत में जब उनकी दावा की उम्र करीब आने वाली थी, तो उन्होंने अपनी इच्छा के अनुसार भगवान शिव से आशीर्वाद प्राप्त किया।</p>\r\n<p>&nbsp;</p>\r\n<p>हडिम्बा देवी मंदिर: हडंबा देवी मंदिर, हरलॉग-हवन रोड पर हरलोग से 5 किमी की दूरी पर, हिमाचल प्रदेश के बिलासपुर जिले में चेली गाँव में एक पहाड़ी के ऊपर स्थित है। यह मंदिर देवी दुर्गा को समर्पित है, जिसे शक्ति के प्रतीक हडिम्बा देवी के नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बडोल देवी मंदिर: बड़ोल देवी मंदिर बिलासपुर जिले के बडोल गांव में एक पहाड़ी के ऊपर स्थित है, जो गेहरविन-धनाथर रोड पर गेहरविन से 3 किमी की दूरी पर है। यह मंदिर देवी दुर्गा को समर्पित है, जिसे शक्ति के प्रतीक बडोल देवी के नाम से जाना जाता है।</p>\r\n<p>गुग्गा गह्र्विन मंदिर: एक मंदिर है जो गुहारिन के पठार पर स्थित गुग्गा को समर्पित है जो बिलासपुर से लगभग 36 किमी आगे है।</p>\r\n<p>&nbsp;</p>\r\n<p>कंदौर पुल: सतलुज नदी के पार राष्ट्रीय राजमार्ग संख्या -88 पर बिलासपुर से 8 किलोमीटर की दूरी पर स्थित एक पुल। इसका निर्माण अप्रैल 1959 में शुरू हुआ था और 1965 में पूरा हुआ था। निर्माण की कुल लागत रु। 28,12,998। पुल की अवधि लगभग 280 मीटर है जिसमें लगभग सात मीटर की चौड़ाई है और सबसे नीचे नदी तल से ऊंचाई लगभग 80 मीटर है। पुल का समर्थन करने वाले खंभे खोखले हैं। पुल 1965 में परिवहन मंत्री श्री राज बहादुर द्वारा खोला गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>बिलासपुर के उल्लेखनीय लोग</p>\r\n<p>भंडारी राम, विक्टोरिया क्रॉस प्राप्तकर्ता</p>\r\n<p>संजय कुमार, परम वीर चक्र प्राप्तकर्ता</p>\r\n<p>जगत प्रकाश नड्डा, केंद्रीय स्वास्थ्य और परिवार कल्याण मंत्री</p>\r\n<p>रतन चंद, वरिष्ठ नौकरशाह, भारत सरकार; सलाहकार, विश्व बैंक</p>\r\n<p>यामी गौतम, बॉलीवुड / टेलीविजन अभिनेत्री</p>\r\n<p>जोरावर सिंह कहलूरिया, सैन्य व्यक्ति</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bilaspur,_Himachal_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"बिलासपुर","slug":"bilaspur"}],"recommendations":[{"id":534,"title":"किन्नौर, रेकॉन्ग पियो में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","dateCreated":"2019-09-01T04:02:53.501Z","dateModified":"2019-09-01T04:04:08.874Z","contributedBy":"AskGif","content":"किन्नौर भारत के हिमाचल प्रदेश राज्य के बारह प्रशासनिक जिलों में से एक है। जिले को तीन प्रशासनिक क्षेत्रों - पूह, कल्पा, और निखार (भबानगर) में विभाजित किया गया है - और इसमें छह तहसील (काउंटी) हैं। किन्नौर जिले का प्रशासनिक मुख्यालय रेकॉन्ग पियो में है। यहाँ से शिव के निवास स्थान माने जाने वाले किन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"किन्नौर","slug":"kinnaur"},{"name":"रेकॉन्ग-पियो","slug":"reckong-peo"}],"slug":"top-places-to-visit-in-kinnaur-reckong-peo-himachal-pradesh","total":0},{"id":533,"title":"कांगड़ा, धर्मशाला में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","dateCreated":"2019-08-31T09:30:12.71Z","dateModified":"2019-08-31T09:34:14.067Z","contributedBy":"AskGif","content":"कांगड़ा भारतीय राज्य हिमाचल प्रदेश में कांगड़ा जिले में एक शहर और एक नगरपालिका परिषद है। ऐतिहासिक रूप से इसे नगरकोट के नाम से जाना जाता था।\r\n&nbsp;\r\nकांगड़ा भारतीय राज्य हिमाचल प्रदेश का सबसे अधिक आबादी वाला जिला है। धर्मशाला जिले का प्रशासनिक मुख्यालय है। यह मसरूर मंदिरों का घर है,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कांगड़ा","slug":"kangra"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"धर्मशाला","slug":"dharamshala"}],"slug":"top-places-to-visit-in-kangra-dharamshala-himachal-pradesh","total":0},{"id":530,"title":"बिलासपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"बिलासपुर भारत के हिमाचल प्रदेश राज्य में बिलासपुर जिले में एक शहर और एक नगरपालिका परिषद है।\r\n&nbsp;\r\nपरिवहन\r\nबसें और टैक्सियाँ जिले के लिए सार्वजनिक परिवहन का साधन हैं और राज्य के सभी प्रमुख शहरों के साथ-साथ इसके बाहर के लोगों से भी चलती हैं। बिलासपुर चंडीगढ़-मनाली NH-205 राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"बिलासपुर","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0},{"id":82,"title":"बिलासपुर के पास घूमने के लिए शीर्ष स्थान, छत्तीसगढ़","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"बिलासपुर भारतीय राज्य छत्तीसगढ़ के बिलासपुर जिले का एक शहर है, जो राज्य की राजधानी, राय रायपुर के 133 किमी (83 मील) उत्तर में स्थित है। 365,579 की आबादी के साथ, रायपुर-भिलाई-दुर्ग त्रि-सिटी मेट्रो क्षेत्र के बाद यह दूसरा सबसे बड़ा शहर है। छत्तीसगढ़ राज्य उच्च न्यायालय, जिला बिलासपुर गांव में स्थि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिलासपुर","slug":"bilaspur"},{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"छत्तीसगढ़","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}