{"id":530,"title":"Top Places to visit in Bilaspur, Himachal Pradesh","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"<p>Bilaspur is a city and a municipal council in Bilaspur district in the state of Himachal Pradesh, India.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Buses and taxis are the mode of public transport to the district and run from all major towns within the state as well as from those outside it. Bilaspur lies on the Chandigarh-Manali NH-205 highway. It is 86 km (53 mi) away from Shimla, the state capital, and 405 km (252 mi) from Delhi. The nearest major airport with daily scheduled flights from major cities is in Chandigarh, which is 141 km (88 mi). Manali, a major tourist attraction in Himachal Pradesh, is located 195 km (121 mi) from Bilaspur. Mandi, 70 km (43 mi) away, contains the Zonal headquarters of the district. Most of the long route buses that service Bilaspur are run by the state owned HRTC; local routes are operated by private bus operators.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks</p>\r\n<p>Naina Devi Temple: The Temple of Shri Naina Devi Ji is situated on a hilltop in Bilaspur. The temple is connected with National Highway No. 21. The temple at the top of the hill can be reached via road (that curves around the hill up to a certain point) and then by concrete steps (that finally reach the top).</p>\r\n<p>&nbsp;</p>\r\n<p>Gobind Sagar: A reservoir that was formed by the Bhakra Dam.</p>\r\n<p>&nbsp;</p>\r\n<p>Rukmani Kund: A rock water body, It can be accessed by taking Bhager-Gehrwin route via Hirapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhakar Dam: Bhakra Dam is a concrete gravity dam across the Satluj River in Bilaspur, Himachal Pradesh in northern India. The dam, located at a gorge near the (now submerged) upstream Bhakra village in Bilaspur district of Himachal Pradesh of 226 m. India's tallest dam is \"Tehri dam \"of 265 m.</p>\r\n<p>&nbsp;</p>\r\n<p>Nahar Singh Dhaulra : The temple of Baba Nahar Singh exists at Dholra in the Bilaspur Town. The people all over Bilaspur worship Baba Nahar Singh. Baba is also known as &lsquo;Bajia&rsquo;, &lsquo;Peepal Wala&rsquo;, &lsquo;Dalian Wala&rsquo;. Baba Ji is known as apparent (Prtyaksh) god. Baba Nahar Singh was the god of Naggar the capital of Kullu Riyasat. Raja Deep Chand (1650-1665) of Bilaspur married princess of Kullu Lai Dei (she is now known as Naggar Dei also).</p>\r\n<p>&nbsp;</p>\r\n<p>Vyaas Gufa: The oldest and the most famous religious place which lies on the left bank of river Satluj. It is about 610 m above sea level. It is situated between the old and new Bilaspur Township. There is a common belief that Vyas Rishi of Mahabharata fame lived in this Gufa in penance.</p>\r\n<p>&nbsp;</p>\r\n<p>Laxmi Narayan Temple: A temple where Laxmi Narayan is worshiped.</p>\r\n<p>&nbsp;</p>\r\n<p>Baba Balak Nath: Babal Balak Nath is a Punjabi and Hindu deity worshiped in the northern Indian states of Punjab and Himachal Pradesh. His main temple is in Hamirpur, Himachal Pradesh. The base city is known as Shahtalai. Women are not allowed to enter the main garbagriha because was a Brahmachari and could not have any females near him.</p>\r\n<p>&nbsp;</p>\r\n<p>Markandey: Temple: Located on Ghagus-Brahmpukhar road. It is named after Rishi Markandey. As per the history, Rishi Markandey had no children and thus, he worshiped in this temple to have a child. As a result, Lord Shiva blessed him with one son but warned that the boy will live up to the age of 12 years only. So Rishi named his son as Markandeya. Later on, the child Markandey worshiped Lord Shiva at this place and lastly when his claimed age was about to approach, he received the blessings from Lord Shiva in the form of a grant of his wishes.</p>\r\n<p>&nbsp;</p>\r\n<p>Hadimba Devi Temple: Hadimba Devi Temple is located atop a hill in Chalehli Village in Bilaspur district, Himachal Pradesh, at a distance of 5 km from Harlog on the Harlog-Hawaan Road. The shrine is dedicated to Goddess Durga, extensively known as Hadimba Devi, the symbol of Shakti.</p>\r\n<p>&nbsp;</p>\r\n<p>Badol Devi Temple: Badol Devi Temple is located atop a hill in Badol Village in Bilaspur district, Himachal Pradesh, at a distance of 3 km from Gehrwin on the Gehrwin-Dhanathar Road. The shrine is dedicated to Goddess Durga, extensively known as Badol Devi, the symbol of Shakti.</p>\r\n<p>Gugga Gehrwin Temple: A temple dedicated to Gugga situated on the plateau of Gehrwin which is about 36&nbsp; km ahead of Bilaspur.</p>\r\n<p>&nbsp;</p>\r\n<p>Kandrour Bridge: A bridge located 8 kilometres from Bilaspur on National Highway No-88, across the river Satluj. Its construction was started in April 1959 and was completed in 1965. The total cost of construction came to Rs. 28,12,998. The span of the bridge is about 280 meters with a breadth of about seven meters and the height above the lowest river bed below is about 80 meters.The pillars supporting the bridge are hollowed. The bridge was opened by Shri Raj Bahadur, Minister of Transport in 1965.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people from Bilaspur</p>\r\n<p>Bhandari Ram, Victoria Cross recipient</p>\r\n<p>Sanjay Kumar, Param Veer Chakra recipient</p>\r\n<p>Jagat Prakash Nadda, Union Minister of Health and Family Welfare</p>\r\n<p>Rattan Chand, Senior Bureaucrat, Government of India; Adviser, World Bank</p>\r\n<p>Yami Gautam, Bollywood/television actress</p>\r\n<p>Zorawar Singh Kahluria, Military Person</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bilaspur,_Himachal_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"bilaspur","slug":"bilaspur"}],"recommendations":[{"id":534,"title":"Top Places to visit in Kinnaur, Reckong Peo, Himachal Pradesh","imageUrl":"324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","dateCreated":"2019-09-01T04:02:53.501Z","dateModified":"2019-09-01T04:04:08.874Z","contributedBy":"AskGif","content":"Kinnaur is one of twelve administrative districts in the Indian state of Himachal Pradesh, India. The district is divided into three administrative areas &ndash; Pooh, Kalpa, and Nichar(Bhabanagar)&ndash; and has six tehsils (counties). The administrative headquarters of Kinnaur district is at Re","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"kinnaur","slug":"kinnaur"},{"name":"reckong-peo","slug":"reckong-peo"}],"slug":"top-places-to-visit-in-kinnaur-reckong-peo-himachal-pradesh","total":0},{"id":533,"title":"Top Places to visit in Kangra, Dharamshala Himachal Pradesh","imageUrl":"8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","dateCreated":"2019-08-31T09:30:12.71Z","dateModified":"2019-08-31T09:34:14.067Z","contributedBy":"AskGif","content":"Kangra is a city and a municipal council in Kangra district in the Indian state of Himachal Pradesh. Historically it was known as Nagarkot.\r\n&nbsp;\r\nKangra is the most populous district of the Indian state of Himachal Pradesh. Dharamshala is the administrative headquarters of the di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kangra","slug":"kangra"},{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"dharamshala","slug":"dharamshala"}],"slug":"top-places-to-visit-in-kangra-dharamshala-himachal-pradesh","total":0},{"id":530,"title":"Top Places to visit in Bilaspur, Himachal Pradesh","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"Bilaspur is a city and a municipal council in Bilaspur district in the state of Himachal Pradesh, India.\r\n&nbsp;\r\nTransportation\r\nBuses and taxis are the mode of public transport to the district and run from all major towns within the state as well as from those outside it. B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"bilaspur","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0},{"id":82,"title":"Top Places to visit near Bilaspur, Chhattisgarh","imageUrl":"7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","dateCreated":"2018-08-04T06:00:59.426Z","dateModified":"2018-08-04T07:31:54.776Z","contributedBy":"AskGif","content":"Bilaspur is a city in Bilaspur District in the Indian state of Chhattisgarh, situated 133 km (83 miles) north of the state capital, Naya Raipur. With a population of 365,579, it is the second-largest city after Raipur-Bhilai-Durg Tri-City Metro area. The Chhattisgarh State High Court, located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fff247b-a201-4b3a-a13f-ab7f55213918_bilaspur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bilaspur","slug":"bilaspur"},{"name":"solo-travel","slug":"solo-travel"},{"name":"chhattisgarh","slug":"chhattisgarh"}],"slug":"top-places-to-visit-near-bilaspur-chhattisgarh","total":0}]}