{"id":531,"title":"Top Places to visit in Chamba, Himachal Pradesh","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"<p>Chamba is a town in the Chamba district in the Indian state of Himachal Pradesh. According to the 2001 Indian census, the town is situated on the banks of the Ravi River (a major tributary of the Trans-Himalayan Indus River), at its confluence with the Sal River. Chambial were the Rulers of Chamba State&nbsp; Chambials use suffix Varmans.</p>\r\n<p>&nbsp;</p>\r\n<p>Though historical records date the history of the Chamba region to the Kolian tribes in the 2nd century BC, the area was formally ruled by the Maru dynasty, starting with the Raju Maru from around 500 AD, ruling from the ancient capital of Bharmour, which is located 65 kilometres (40 mi) from the town of Chamba. In 920, Raja Sahil Varman (or Raja Sahil Verma) shifted the capital of the kingdom to Chamba, following the specific request of his daughter Champavati&nbsp; (Chamba was named after her). From the time of Raju Maru, 67 Rajas of this dynasty ruled over Chamba until it finally merged with the Indian Union in April 1948, although Chamba was under British suzerainty from 1846 to this time.</p>\r\n<p>&nbsp;</p>\r\n<p>The town has numerous temples and palaces, and hosts two popular jatras (fairs), the \"Suhi Mata Mela\" and the \"Minjar Mela\", which last for several days of music and dancing. Chamba is also well noted for its arts and crafts, particularly its Pahari paintings, which originated in the Hill Kingdoms of North India between the 17th and 19th century, and its handicrafts and textiles.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks and cityscape</p>\r\n<p>The city layout can be distinctly demarcated into two zones; namely the 'Old Town' before the British introduced their urban architectural styles and the British period of contemporary monuments, bridges and buildings. In a study of the architecture of Chamba, instituted by the Indian National Trust for Art and Cultural Heritage (INTACH), with the objective of conserving and restoring individual heritage buildings, it has been observed that the urban architecture of Chamba evolved under three distinct phases. The first phase from 930, dating from the Rajput dynasty establishing the capital at Chamba until 1846, the second phase during the British period; and the third phase constituting the post independent period after its merger with the Indian Union in April 1948.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools</p>\r\n<p>Jawahar Navodaya Vidyalaya, Chamba is located in Sarol.</p>\r\n<p>Interesting places</p>\r\n<p>In Banikhet:</p>\r\n<p>&nbsp;</p>\r\n<p>Laxmi Narayan Temple : It is the most famous tourist attraction place in Chamba. There are six temples dedicated to Lord Shiva and Lord Vishnu. Three temples are dedicated to Lord Vishnu, and another three to Lord Shiva.</p>\r\n<p>Brajeshwari Devi Temple : This is the temple dedicated to goddess Durga and is famous for the fine carved sculptures. The style which makes the temple different from others is the shikara style and in top there is a wooden amalaka.</p>\r\n<p>Chamunda Devi Temple : This is one of the famous temples in this quieenee valley, The Chamunda Devi temple is dedicated to goddess Chamunda, the wrathful form of Durga. One can find the fine wood carved ceiling featuring animal and floral motifs. This temple is located in the hilltop and gives a clear view of the Chamba valley .The devotees offer little brass bells to get their wish fulfilled. Footprints of the Goddess is one more thing one can see.</p>\r\n<p>Sui Mata Temple : The suhi mata temple is in between the Chamunda Devi temple and Brajeswari temple. This temple is dedicated to Suhi Mata, the local princess of Chamba who sacrifice her life for the people of her kingdom. Colourful paintings on the temple wall depicts the story of Suhi Mata.</p>\r\n<p>Gandhi Gate : The Viceroy of British Government Lord Curzon received a warm welcome by a bright orange gateway built in 1900, known as Gandhi gate. It is the main gateway of Chamba.</p>\r\n<p>Bhuri Singh Museum : The museum houses a vast number of original Pahari art and sculptures. Some notable collections include Basohli and Kangra paintings from the 18th and 19th centuries, as well as, a collection of Rumāls from the 7th century onward.</p>\r\n<p>A yet another place of interest in Chamba town is the Bhuri Singh Museum at Chamba which came into existence on 14 September 1908. It is named after Raja Bhuri Singh who ruled Chamba from 1904 to 1919. Bhuri Singh donated his family collection of paintings to the museum. The embroidered Chamba-Rumals are related in style since their drawings were made by pahari painters though the embroidery was done by the household ladies.</p>\r\n<p>&nbsp;</p>\r\n<p>Salooni is 56 km from Chamba.</p>\r\n<p>&nbsp;</p>\r\n<p>Khajjiar is mini Switzerland in Chamba. Bhalei Mata Temple is famous in Chamba. It is 35 km from Chamba. Chhudra is 25 km from Chamba.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable residents</p>\r\n<p>Chamba district is represented in Lok Sabha by the Member of Parliament elected from Kangra (Lok Sabha constituency). Earlier it is represented for first 4 elections to Lok Sabha as member elected from Chamba (Lok Sabha constituency).The MP elected from Chamba seat were A. R Sewal in 1952, Padam Dev in 1957, Chattar Singh in 1962 and Vikram Chand Mahajan in 1967.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chamba_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chamba-himachal-pradesh","tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"chamba","slug":"chamba"}],"recommendations":[{"id":540,"title":"Top Places to visit in Solan, Himachal Pradesh","imageUrl":"fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","dateCreated":"2019-09-01T06:31:46.999Z","dateModified":"2019-09-01T06:32:00.097Z","contributedBy":"AskGif","content":"Solan is the district headquarters of Solan district (created on 1 September 1972) in the Indian state of Himachal Pradesh. The largest Municipal Council of Himachal Pradesh, it is located 46 kilometres (29 mi) south of the state capital, Shimla. At an average elevation of 1,600 metres (5,200 ft)","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solan","slug":"solan"},{"name":"himachal-pradesh","slug":"himachal-pradesh"}],"slug":"top-places-to-visit-in-solan-himachal-pradesh","total":0},{"id":532,"title":"Top Places to visit in Hamirpur, Himachal Pradesh","imageUrl":"14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","dateCreated":"2019-08-31T09:17:45.167Z","dateModified":"2019-08-31T09:18:04.945Z","contributedBy":"AskGif","content":"Hamirpur is a town and the headquarters of Hamirpur district in the Himalayan state of Himachal Pradesh, India. Hamirpur is located in the Lower West Central Outer Himalayas at an average elevation of 790 M above sea level . Far northern High Altitude Dhauladhar Ranges overlook the city. Hamirpur","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"hamirpur","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-himachal-pradesh","total":0},{"id":531,"title":"Top Places to visit in Chamba, Himachal Pradesh","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"Chamba is a town in the Chamba district in the Indian state of Himachal Pradesh. According to the 2001 Indian census, the town is situated on the banks of the Ravi River (a major tributary of the Trans-Himalayan Indus River), at its confluence with the Sal River. Chambial were the Rulers of Chamb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"chamba","slug":"chamba"}],"slug":"top-places-to-visit-in-chamba-himachal-pradesh","total":0},{"id":530,"title":"Top Places to visit in Bilaspur, Himachal Pradesh","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"Bilaspur is a city and a municipal council in Bilaspur district in the state of Himachal Pradesh, India.\r\n&nbsp;\r\nTransportation\r\nBuses and taxis are the mode of public transport to the district and run from all major towns within the state as well as from those outside it. B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"bilaspur","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}