{"id":532,"title":"हमीरपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","dateCreated":"2019-08-31T09:17:45.167Z","dateModified":"2019-08-31T09:18:04.945Z","contributedBy":"AskGif","content":"<p>हमीरपुर भारत के हिमाचल प्रदेश राज्य के एक शहर और हमीरपुर जिले का मुख्यालय है। हमीरपुर लोअर वेस्ट सेंट्रल आउटर हिमालय में समुद्र तल से 790 एम की औसत ऊंचाई पर स्थित है। सुदूर उत्तरी उच्च ऊंचाई वाले धौलाधार रेंज शहर को अनदेखा करते हैं। नई उद्यमिता और आधुनिक निर्माण के साथ हमीरपुर हिमाचल प्रदेश में तेजी से विकसित हो रहा शहर है। यह राष्ट्रीय राजमार्ग 3 पर भी एक प्रमुख जंक्शन है जबकि राष्ट्रीय राजमार्ग 103 यहाँ से शुरू होता है। हमीरपुर अपने उच्च साक्षरता दर, शैक्षिक संस्थानों और हमीर उत्सव के पारंपरिक त्योहार के लिए प्रसिद्ध है। हमीरपुर शहर झाँरी से भोटा तक एनएच 3 और एनएच 103 के साथ फैला हुआ है और जिले के लिए एक प्रमुख वाणिज्यिक केंद्र है। यह नियमित HRTC वोल्वो और साधारण बसों के साथ राष्ट्रीय राजधानी से जुड़ा हुआ है। निकटतम हवाई अड्डा कांगड़ा हवाई अड्डा और मोहाली अंतर्राष्ट्रीय हवाई अड्डा है, जबकि निकटतम रेलवे 79 KM में ऊना में है। हमीरपुर शहर देवदार के जंगलों से घिरा हुआ है और इसमें गुणवत्ता शैक्षणिक संस्थानों, एनआईटी, राज्य विश्वविद्यालयों और कौशल सीखने के केंद्रों से अच्छा शहर का बुनियादी ढांचा है। हमीरपुर शहर में एक मेडिकल कोलाज और अस्पताल और निजी अस्पतालों की संख्या है।</p>\r\n<p>&nbsp;</p>\r\n<p>हमीरपुर जिला भारत के हिमाचल प्रदेश राज्य के बारह जिलों में से एक है। जिले का मुख्यालय हमीरपुर शहर में है। जिले का क्षेत्रफल 1,118 वर्ग किलोमीटर या 432 वर्ग मील है। यह हिमाचल प्रदेश का सबसे छोटा जिला है। इसे \"शहीद भूमि\" (वीर भूमि) के नाम से भी जाना जाता है। यह हिमाचल का सबसे अधिक शिक्षित जिला है और भारत में सभी जिलों में सड़कों का घनत्व सबसे अधिक है और एशिया में सबसे ज्यादा सड़कें हैं</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>जिले में पाँच उप-मंडल शामिल हैं: हमीरपुर, बड़सर, नादौन, सुजानपुर और भोरंज। ऐसा प्रतीत होता है कि हिमाचल प्रदेश पुलिस अब अधिक सक्रिय और जिम्मेदार है, जो राज्य के दूरदराज के गांवों में समाजवादियों के खिलाफ कार्रवाई कर रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>हमीरपुर, हिमाचल प्रदेश, भारत</p>\r\n<p>हमीरपुर जिला 10 तहसीलों में विभाजित है। 1. हमीरपुर सदर 2. बदायूं 3. सुजानपुर 4. बडसर 5. त्यूणी देवी 6. भोरंज 7. धतरवाल (बिहारी) 8. गलूर 9. कांगू (उप तहसील), भोटा (उप तहसील)</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में पाँच विधान सभा निर्वाचन क्षेत्र हैं: बड़सर, हमीरपुर, सुजानपुर, बदायूं और भोरंज। ये सभी हमीरपुर लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया और प्रकाशन</p>\r\n<p>&nbsp;</p>\r\n<p>सिंथेटिक ट्रैक</p>\r\n<p>प्रिंट मीडिया: हमीरपुर शहर दैनिक भास्कर, दैनिक जागरण, अमर उजाला, पंजाब केसरी और देवभूमि मिरर जैसे राष्ट्रीय समाचार पत्रों के लिए ब्यूरो कार्यालयों की मेजबानी करता है, कुछ क्षेत्रीय समाचार पत्र जैसे दिव्य हिमाचल, हिमाचल द्वारक आदि अंग्रेजी समाचार पत्र हमीरपुर में प्रसारित इंडियन एक्सप्रेस, हिंदुस्तान टाइम्स हैं। , टाइम्स ऑफ इंडिया और द ट्रिब्यून। इलेक्ट्रॉनिक मीडिया: हेड ऑफिस और स्टूडियो ऑफ़ पॉपुलर न्यूज़ चैनल देवभूमि मिरर भी हमीरपुर में स्थित है। अन्य स्थानीय केबल चैनल एस टीवी, पोल स्टार, एच टुडे, एचपी 24 * 7 हैं जो हमीरपुर में स्थानीय केबल टीवी पर ब्रोकास्टेड हैं। एच टुडे हमीरपुर से चल रहा है और अन्य तीन मंडी आधारित चैनल हैं। रेडियो: AIR ऑल इंडिया रेडियो में हमीरपुर में एक ब्रोकास्ट और रिकॉर्डिंग स्टूडियो है, जिसमें जिला हमीरपुर इवेंट्स के सभी क्षेत्रों में कवरेज है: हमीरपुर का हमीर उत्सव ज्यादातर शुरुआती सर्दियों में होता है। जहर संगीत उत्पादन (एस्टिट्वा)</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>श्री सिद्ध बाबा बालक नाथ मंदिर, देवसिद्ध, जिले की बड़सर तहसील का सबसे बड़ा पवित्र मंदिर है। यह शिवालिक पहाड़ियों में देओतसिध धार रेंज पर स्थित है। यह हमीरपुर से 44 किलोमीटर, चंडीगढ़ से 185 किलोमीटर, नांगल डैम रेलवे स्टेशन से 93 किलोमीटर, ऊना से 64 किलोमीटर, बरसार से 16 किलोमीटर और शाह तलाई से लगभग 5 किलोमीटर तक फैला हुआ है। पांडवों द्वारा निर्मित प्राचीन गैसोतेश्वर महादेव मंदिर गैसोटा में स्थित है जो जिला मुख्यालय से 7 KM दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/ Hamirpur,_Himachal_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-hamirpur-himachal-pradesh","tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"हमीरपुर","slug":"hamirpur"}],"recommendations":[{"id":534,"title":"किन्नौर, रेकॉन्ग पियो में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","dateCreated":"2019-09-01T04:02:53.501Z","dateModified":"2019-09-01T04:04:08.874Z","contributedBy":"AskGif","content":"किन्नौर भारत के हिमाचल प्रदेश राज्य के बारह प्रशासनिक जिलों में से एक है। जिले को तीन प्रशासनिक क्षेत्रों - पूह, कल्पा, और निखार (भबानगर) में विभाजित किया गया है - और इसमें छह तहसील (काउंटी) हैं। किन्नौर जिले का प्रशासनिक मुख्यालय रेकॉन्ग पियो में है। यहाँ से शिव के निवास स्थान माने जाने वाले किन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"किन्नौर","slug":"kinnaur"},{"name":"रेकॉन्ग-पियो","slug":"reckong-peo"}],"slug":"top-places-to-visit-in-kinnaur-reckong-peo-himachal-pradesh","total":0},{"id":533,"title":"कांगड़ा, धर्मशाला में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","dateCreated":"2019-08-31T09:30:12.71Z","dateModified":"2019-08-31T09:34:14.067Z","contributedBy":"AskGif","content":"कांगड़ा भारतीय राज्य हिमाचल प्रदेश में कांगड़ा जिले में एक शहर और एक नगरपालिका परिषद है। ऐतिहासिक रूप से इसे नगरकोट के नाम से जाना जाता था।\r\n&nbsp;\r\nकांगड़ा भारतीय राज्य हिमाचल प्रदेश का सबसे अधिक आबादी वाला जिला है। धर्मशाला जिले का प्रशासनिक मुख्यालय है। यह मसरूर मंदिरों का घर है,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कांगड़ा","slug":"kangra"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"धर्मशाला","slug":"dharamshala"}],"slug":"top-places-to-visit-in-kangra-dharamshala-himachal-pradesh","total":0},{"id":531,"title":"चंबा में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"चंबा भारतीय राज्य हिमाचल प्रदेश में चंबा जिले का एक शहर है। 2001 की भारतीय जनगणना के अनुसार, यह शहर साल नदी के साथ संगम पर, रावी नदी (ट्रांस-हिमालयन सिंधु नदी की एक प्रमुख सहायक नदी) के तट पर स्थित है। चंबल चंबा राज्य के शासक थे चंबल प्रत्यय वर्मन का उपयोग करते थे।\r\n&nbsp;\r\nहालाँकि,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"चंबा","slug":"chamba"}],"slug":"top-places-to-visit-in-chamba-himachal-pradesh","total":0},{"id":138,"title":"हमीरपुर में देखने के लिए शीर्ष स्थान, उत्तर प्रदेश","imageUrl":"470683c9-03d5-4854-915c-db40240c13be_district-hamirpur.jpg","dateCreated":"2018-09-11T14:53:13.385Z","dateModified":"2018-09-11T15:09:01.552Z","contributedBy":"AskGif","content":"हमीरपुर भारतीय राज्य उत्तर प्रदेश के हमीरपुर जिले में एक शहर और एक नगरपालिका बोर्ड है। यह हमीरपुर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nप्रमुख व्यक्तित्व\r\nस्वामी ब्राह्मणंद - शिक्षक, संसद सदस्य\r\nदीवान शत्रुघ्न सिंह - बुंदेलखंड में स्वतंत्रता आंदोलन के पिता,\r\nर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/470683c9-03d5-4854-915c-db40240c13be_district-hamirpur.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-प्रदेश","slug":"uttar-pradesh"},{"name":"हमीरपुर","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-uttar-pradesh","total":0}]}