{"id":532,"title":"Top Places to visit in Hamirpur, Himachal Pradesh","imageUrl":"14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","dateCreated":"2019-08-31T09:17:45.167Z","dateModified":"2019-08-31T09:18:04.945Z","contributedBy":"AskGif","content":"<p>Hamirpur is a town and the headquarters of Hamirpur district in the Himalayan state of Himachal Pradesh, India. Hamirpur is located in the Lower West Central Outer Himalayas at an average elevation of 790 M above sea level . Far northern High Altitude Dhauladhar Ranges overlook the city. Hamirpur is a rapidly developing City in Himachal Pradesh with New Entrepreneurship and Modern Construction. It is also a major junction on National Highway 3 While National Highway 103 starts at Here . Hamirpur is Famous for its High literacy rate , Educational Institutions and Traditional Festival Of Hamir Utsav . Hamirpur City is spread from Jhaniari to Bhota along NH 3 and NH 103 and is a prominent commercial centre for the district. It is Connected to the National Capital with regular HRTC Volvo and ordinary Buses. The nearest Airport is Kangra Airport and Mohali International Airport While the nearest Railway is in Una at 79 KM. Hamirpur City is surrounded by Pine tree forests and has a good city infrastructure ranging from Quality Educational Institutions , NIT , State Universities and Skill Learning centres.Hamirpur city has a medical Collage and hospital and number of private Hospitals .</p>\r\n<p>&nbsp;</p>\r\n<p>Hamirpur district is one of the twelve districts of the state of Himachal Pradesh, India. The headquarters of the district is in the Hamirpur town. The district occupies an area of 1,118 square kilometres or 432 square miles. It is the smallest district of Himachal Pradesh. It is also known as &ldquo;Martyr's Land&rdquo; (Veer Bhumi). It is the most educated district of Himachal and has the highest density of roads amongst all districts in India and has the highest number of roads in Asia</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district comprises five sub-divisions: Hamirpur, Barsar, Nadaun, Sujanpur and Bhoranj. It appears as if the Himachal Pradesh police is now more active and responsible, taking sound action against anti-socialists in remote villages of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Hamirpur, Himachal Pradesh, India</p>\r\n<p>Hamirpur district divided in to 10 tehsils. 1. Hamirpur Sadar 2. Nadaun 3. Sujanpur 4. Badsar 5. Tauni Devi 6. Bhoranj 7. Dhatwal ( Bijhari) 8.Galore 9.Kangoo (Sub Tehsil), Bhota (Sub Tehsil)</p>\r\n<p>&nbsp;</p>\r\n<p>There are five Vidhan Sabha constituencies in this district: Barsar, Hamirpur, Sujanpur, Nadaun and Bhoranj. All of these are part of the Hamirpur Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Media &amp; Publication</p>\r\n<p>&nbsp;</p>\r\n<p>Synthetic Track</p>\r\n<p>Print Media: Hamirpur town hosts bureau offices for national newspapers like Dainik Bhaskar, Dainik Jagran, Amar Ujala, Punjab Kesri and Devbhumi Mirror also some regional newspapers like Divya Himachal, Himachal Dastak etc. English News papers circulated in hamirpur are Indian Express, Hindustan Times, Times Of India and The Tribune. Electronic Media: Head Office and Studio of Popular News channel Devbhumi Mirror is also situated in Hamirpur. Other local cable channels are S Tv, Pole Star, H Today, HP24*7 which are brodcasted on local cable tv in hamirpur. H Today is operating from hamirpur and other three are Mandi based channels. Radio: AIR All India Radio has a brodcast and recording studio in hamirpur which has coverage in all areas of district hamirpur Events: Hamirpur's Hamir Utsav mostly in early winters is main event here. Venom music production (Astitva)</p>\r\n<p>&nbsp;</p>\r\n<p>Temples</p>\r\n<p>Shri Siddh Baba Balak Nath Temple, Deotsidh, is the biggest holy shrine in Barsar tehsil of the district. It is situated on the Deotsidh Dhar Range in Sivalik Hills. It stretches across 44 kilometers from Hamirpur, 185 kilometers from Chandigarh, 93 kilometers from Nangal Dam railway station, 64 kilometers from Una, 16 kilometers from Barsar and about 5 kilometers from Shah Talai. The ancient Gasoteshwar Mahadev Temple built by Pandavas is situated at Gasota which is 7 KM away from the district headquarter.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hamirpur,_Himachal_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-hamirpur-himachal-pradesh","tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"hamirpur","slug":"hamirpur"}],"recommendations":[{"id":534,"title":"Top Places to visit in Kinnaur, Reckong Peo, Himachal Pradesh","imageUrl":"324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","dateCreated":"2019-09-01T04:02:53.501Z","dateModified":"2019-09-01T04:04:08.874Z","contributedBy":"AskGif","content":"Kinnaur is one of twelve administrative districts in the Indian state of Himachal Pradesh, India. The district is divided into three administrative areas &ndash; Pooh, Kalpa, and Nichar(Bhabanagar)&ndash; and has six tehsils (counties). The administrative headquarters of Kinnaur district is at Re","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"kinnaur","slug":"kinnaur"},{"name":"reckong-peo","slug":"reckong-peo"}],"slug":"top-places-to-visit-in-kinnaur-reckong-peo-himachal-pradesh","total":0},{"id":533,"title":"Top Places to visit in Kangra, Dharamshala Himachal Pradesh","imageUrl":"8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","dateCreated":"2019-08-31T09:30:12.71Z","dateModified":"2019-08-31T09:34:14.067Z","contributedBy":"AskGif","content":"Kangra is a city and a municipal council in Kangra district in the Indian state of Himachal Pradesh. Historically it was known as Nagarkot.\r\n&nbsp;\r\nKangra is the most populous district of the Indian state of Himachal Pradesh. Dharamshala is the administrative headquarters of the di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kangra","slug":"kangra"},{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"dharamshala","slug":"dharamshala"}],"slug":"top-places-to-visit-in-kangra-dharamshala-himachal-pradesh","total":0},{"id":531,"title":"Top Places to visit in Chamba, Himachal Pradesh","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"Chamba is a town in the Chamba district in the Indian state of Himachal Pradesh. According to the 2001 Indian census, the town is situated on the banks of the Ravi River (a major tributary of the Trans-Himalayan Indus River), at its confluence with the Sal River. Chambial were the Rulers of Chamb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"chamba","slug":"chamba"}],"slug":"top-places-to-visit-in-chamba-himachal-pradesh","total":0},{"id":138,"title":"Top Places to Visit in Hamirpur, Uttar Pradesh","imageUrl":"470683c9-03d5-4854-915c-db40240c13be_district-hamirpur.jpg","dateCreated":"2018-09-11T14:53:13.385Z","dateModified":"2018-09-11T15:09:01.552Z","contributedBy":"AskGif","content":"Hamirpur is a city and a municipal board in Hamirpur district in the Indian state of Uttar Pradesh. It is the administrative headquarters of Hamirpur district.\r\n&nbsp;\r\nProminent Personalities\r\nSwami Brahmanand - Educator, Member of Parliament\r\nDewan Shatrughan Singh -","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/470683c9-03d5-4854-915c-db40240c13be_district-hamirpur.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"uttar-pradesh","slug":"uttar-pradesh"},{"name":"hamirpur","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-uttar-pradesh","total":0}]}