{"id":534,"title":"Top Places to visit in Kinnaur, Reckong Peo, Himachal Pradesh","imageUrl":"324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","dateCreated":"2019-09-01T04:02:53.501Z","dateModified":"2019-09-01T04:04:08.874Z","contributedBy":"AskGif","content":"<p>Kinnaur is one of twelve administrative districts in the Indian state of Himachal Pradesh, India. The district is divided into three administrative areas &ndash; Pooh, Kalpa, and Nichar(Bhabanagar)&ndash; and has six tehsils (counties). The administrative headquarters of Kinnaur district is at Reckong Peo. From here Kinnaur Kailash, considered to be the abode of Shiva, can be seen. As of 2011, it is the second least populous district of Himachal Pradesh (out of 12 districts), after Lahaul and Spiti,[citation needed] in spite of that nine vital languages are spoken in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>Portions of Kinnaur are situated high in the Himalaya, where vegetation is sparse and consists primarily of hardy grasses. Alpine species such as juniper, pine, fir, cypress, and rhododendron can be found at elevations between 3,500 and 5,000 metres, primarily in Middle Kinnaur. At lower altitudes, temperate-climate trees are found, including oak, chestnut, maple, birch, alder, magnolia, apple, and apricot.</p>\r\n<p>&nbsp;</p>\r\n<p>Yaks and dzos are reared by local farmers in the higher areas. Scattered populations of the Himalayan black bear and small ponies may also be found.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Religions in Kinnaur District</p>\r\n<p>ReligionPercent</p>\r\n<p>Hindu</p>\r\n<p>&thinsp;</p>\r\n<p>76.95%</p>\r\n<p>Buddhist</p>\r\n<p>&thinsp;</p>\r\n<p>21.50%</p>\r\n<p>Muslim</p>\r\n<p>&thinsp;</p>\r\n<p>0.53%</p>\r\n<p>According to the 2011 census Kinnaur district has a population of 84,298,[citation needed] roughly equal to the nation of Andorra. This gives it a ranking of 620th in India (out of a total of 640). The district has a population density of 13 inhabitants per square kilometre (34/sq mi). Its population growth rate over the decade 2001-2011 was 7.61%. Kinnaur has a sex ratio of 818 females for every 1000 males, and a literacy rate of 80.77%.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>General</p>\r\n<p>Kinnaur, is about 235 km (146 mi) from the state capital, Shimla, located in the northeast corner of Himachal Pradesh bordering Tibet to the east. It has three high mountains ranges, namely, Zanskar and Himalayas that enclose valleys of Sutlej, Spiti, Baspa and their tributaries. The slopes are covered with thick wood, orchards, fields and hamlets. At the peak of Kinnaur Kailash mountain is a natural rock Shivling (Shiva lingam). The district was opened to outsiders in 1989. The old Hindustan-Tibet Road passes through the Kinnaur valley along the bank of river Sutlej and finally enters Tibet at Shipki La pass.Kinnaur is the second richest district in terms of per capita income after Solan in Himachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Kinnaur was a part of erstwhile Chini Tehsil of Mahasu district. It became a separate district on 1st May 1960. Kinnaur was a part of the erstwhile Bushahr principality which had its capital at Kamru. Later, the capital was shifted to Rampur Bushahr. After the fall of the Kannauj Empire the rulers of Kamru annexed adjoining territories by force and laid the foundation of the state of Bushahr, to which the region of Kinnaur belonged till the dissolution of the state after independence of India. In the absence of authentic historical records the early history of the Kinnaur region is obscure and the reference of the Kinnaur or Kannaura and their land is by and large confined to legends and mythological accounts.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>By Road</p>\r\n<p>&nbsp;</p>\r\n<p>Connected by National Highway 22 Kinnaur can be easily reached via Shimla. Busses run by Himachal Pradesh Transport Corporation ply from Shimla to different parts of Kinnaur.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air</p>\r\n<p>&nbsp;</p>\r\n<p>No direct flight commute to Kinnaur. The nearest airport is Shimla Airport that is connected with all the major cities.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Kinnaur does not have any railway service commuting directly to the place. One can reach Shimla that is connected by a narrow gauge railway line from Kalka.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kinnaur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kinnaur-reckong-peo-himachal-pradesh","tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"kinnaur","slug":"kinnaur"},{"name":"reckong-peo","slug":"reckong-peo"}],"recommendations":[{"id":534,"title":"Top Places to visit in Kinnaur, Reckong Peo, Himachal Pradesh","imageUrl":"324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","dateCreated":"2019-09-01T04:02:53.501Z","dateModified":"2019-09-01T04:04:08.874Z","contributedBy":"AskGif","content":"Kinnaur is one of twelve administrative districts in the Indian state of Himachal Pradesh, India. The district is divided into three administrative areas &ndash; Pooh, Kalpa, and Nichar(Bhabanagar)&ndash; and has six tehsils (counties). The administrative headquarters of Kinnaur district is at Re","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"kinnaur","slug":"kinnaur"},{"name":"reckong-peo","slug":"reckong-peo"}],"slug":"top-places-to-visit-in-kinnaur-reckong-peo-himachal-pradesh","total":0},{"id":532,"title":"Top Places to visit in Hamirpur, Himachal Pradesh","imageUrl":"14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","dateCreated":"2019-08-31T09:17:45.167Z","dateModified":"2019-08-31T09:18:04.945Z","contributedBy":"AskGif","content":"Hamirpur is a town and the headquarters of Hamirpur district in the Himalayan state of Himachal Pradesh, India. Hamirpur is located in the Lower West Central Outer Himalayas at an average elevation of 790 M above sea level . Far northern High Altitude Dhauladhar Ranges overlook the city. Hamirpur","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"hamirpur","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-himachal-pradesh","total":0},{"id":531,"title":"Top Places to visit in Chamba, Himachal Pradesh","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"Chamba is a town in the Chamba district in the Indian state of Himachal Pradesh. According to the 2001 Indian census, the town is situated on the banks of the Ravi River (a major tributary of the Trans-Himalayan Indus River), at its confluence with the Sal River. Chambial were the Rulers of Chamb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"chamba","slug":"chamba"}],"slug":"top-places-to-visit-in-chamba-himachal-pradesh","total":0},{"id":530,"title":"Top Places to visit in Bilaspur, Himachal Pradesh","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"Bilaspur is a city and a municipal council in Bilaspur district in the state of Himachal Pradesh, India.\r\n&nbsp;\r\nTransportation\r\nBuses and taxis are the mode of public transport to the district and run from all major towns within the state as well as from those outside it. B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"bilaspur","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}