{"id":534,"title":"किन्नौर, रेकॉन्ग पियो में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","dateCreated":"2019-09-01T04:02:53.501Z","dateModified":"2019-09-01T04:04:08.874Z","contributedBy":"AskGif","content":"<p>किन्नौर भारत के हिमाचल प्रदेश राज्य के बारह प्रशासनिक जिलों में से एक है। जिले को तीन प्रशासनिक क्षेत्रों - पूह, कल्पा, और निखार (भबानगर) में विभाजित किया गया है - और इसमें छह तहसील (काउंटी) हैं। किन्नौर जिले का प्रशासनिक मुख्यालय रेकॉन्ग पियो में है। यहाँ से शिव के निवास स्थान माने जाने वाले किन्नौर कैलाश को देखा जा सकता है। 2011 तक, यह लाहौल और स्पीति के बाद हिमाचल प्रदेश (12 जिलों में से) का दूसरा सबसे कम आबादी वाला जिला है, इसके बावजूद जिले में नौ महत्वपूर्ण भाषाएँ बोली जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>किन्नौर के भाग उच्च हिमालय में स्थित हैं, जहाँ वनस्पति विरल है और इसमें मुख्य रूप से हार्डी घास होती है। जुनिपर, पाइन, देवदार, सरू, और रोडोडेंड्रोन जैसी अल्पाइन प्रजातियां 3,500 और 5,000 मीटर की ऊंचाई पर पाई जा सकती हैं, मुख्य रूप से मध्य किन्नौर में। कम ऊंचाई पर, समशीतोष्ण जलवायु वाले पेड़ पाए जाते हैं, जिनमें ओक, चेस्टनट, मेपल, बर्च, एल्डर, मैगनोलिया, सेब, और खुबानी शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>याक और dzos को उच्च क्षेत्रों में स्थानीय किसानों द्वारा पाला जाता है। हिमालयी काले भालू और छोटे टट्टुओं की बिखरी हुई आबादी भी मिल सकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>किन्नौर जिले में धर्म</p>\r\n<p>धर्म प्रतिशत</p>\r\n<p>हिंदू</p>\r\n<p>&nbsp;</p>\r\n<p>76.95%</p>\r\n<p>बौद्ध</p>\r\n<p>&nbsp;</p>\r\n<p>21.50%</p>\r\n<p>मुसलमान</p>\r\n<p>&nbsp;</p>\r\n<p>0.53%</p>\r\n<p>2011 की जनगणना के अनुसार किन्नौर जिले की जनसंख्या 84,298 है, [उद्धरण वांछित] अंडोरा के राष्ट्र के बराबर। यह इसे भारत में 620 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 13 निवासियों प्रति वर्ग किलोमीटर (34 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 7.61% थी। किन्नौर में हर 1000 पुरुषों पर 818 महिलाओं का लिंग अनुपात है, और साक्षरता दर 80.77% है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>सामान्य</p>\r\n<p>किन्नौर, राज्य की राजधानी शिमला से लगभग 235 किमी (146 मील) दूर है, जो हिमाचल प्रदेश के उत्तर-पूर्व कोने में स्थित है और पूर्व में तिब्बत की सीमा से लगा हुआ है। इसकी तीन ऊँची पर्वत श्रृंखलाएँ हैं, अर्थात्, ज़ांस्कर और हिमालय जो सतलज, स्पीति, बसपा और उनकी सहायक नदियों की घाटियों को घेरते हैं। ढलानों को मोटी लकड़ी, बागों, खेतों और बस्तियों के साथ कवर किया गया है। किन्नौर कैलाश पर्वत के शिखर पर एक प्राकृतिक चट्टान शिवलिंग (शिव लिंगम) है। यह जिला 1989 में बाहरी लोगों के लिए खोला गया था। पुराना हिंदुस्तान-तिब्बत रोड सतलुज नदी के किनारे किन्नौर घाटी से होकर गुजरता है और आखिरकार शिपकी ला दर्रे में तिब्बत में प्रवेश करता है। सोलन के बाद प्रति व्यक्ति आय के मामले में किन्नौर दूसरा सबसे अमीर जिला है। हिमाचल प्रदेश।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>किन्नौर महासू जिले की पूर्ववर्ती चन्नी तहसील का एक हिस्सा था। 1 मई 1960 को यह एक अलग जिला बन गया। किन्नौर तत्कालीन बुशहर रियासत का एक हिस्सा था, जिसकी राजधानी कामरू में थी। बाद में, राजधानी को रामपुर बुशहर में स्थानांतरित कर दिया गया। कन्नौज साम्राज्य के पतन के बाद कामरू के शासकों ने बल से सटे प्रदेशों पर कब्जा कर लिया और बुशहर राज्य की नींव रखी, जिसमें किन्नौर का क्षेत्र भारत की स्वतंत्रता के बाद राज्य के विघटन तक था। प्रामाणिक ऐतिहासिक अभिलेखों के अभाव में किन्नौर क्षेत्र का प्रारंभिक इतिहास अस्पष्ट है और किन्नौर या कन्नौरा का संदर्भ और उनकी भूमि किंवदंतियों और पौराणिक वृत्तांतों से जुड़ी हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रास्ते से</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 22 से जुड़ा किन्नौर शिमला के माध्यम से आसानी से पहुँचा जा सकता है। हिमाचल प्रदेश परिवहन निगम द्वारा चलाए जाने वाले बुस शिमला से किन्नौर के विभिन्न हिस्सों तक जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>&nbsp;</p>\r\n<p>किन्नौर के लिए कोई सीधी उड़ान नहीं है। निकटतम हवाई अड्डा शिमला हवाई अड्डा है जो सभी प्रमुख शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा</p>\r\n<p>&nbsp;</p>\r\n<p>किन्नौर में कोई भी रेल सेवा नहीं है जो सीधे जगह पर पहुंचती है। एक शिमला तक पहुँच सकता है जो कालका से एक संकीर्ण गेज रेलवे लाइन द्वारा जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kinnaur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kinnaur-reckong-peo-himachal-pradesh","tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"किन्नौर","slug":"kinnaur"},{"name":"रेकॉन्ग-पियो","slug":"reckong-peo"}],"recommendations":[{"id":534,"title":"किन्नौर, रेकॉन्ग पियो में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","dateCreated":"2019-09-01T04:02:53.501Z","dateModified":"2019-09-01T04:04:08.874Z","contributedBy":"AskGif","content":"किन्नौर भारत के हिमाचल प्रदेश राज्य के बारह प्रशासनिक जिलों में से एक है। जिले को तीन प्रशासनिक क्षेत्रों - पूह, कल्पा, और निखार (भबानगर) में विभाजित किया गया है - और इसमें छह तहसील (काउंटी) हैं। किन्नौर जिले का प्रशासनिक मुख्यालय रेकॉन्ग पियो में है। यहाँ से शिव के निवास स्थान माने जाने वाले किन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"किन्नौर","slug":"kinnaur"},{"name":"रेकॉन्ग-पियो","slug":"reckong-peo"}],"slug":"top-places-to-visit-in-kinnaur-reckong-peo-himachal-pradesh","total":0},{"id":532,"title":"हमीरपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","dateCreated":"2019-08-31T09:17:45.167Z","dateModified":"2019-08-31T09:18:04.945Z","contributedBy":"AskGif","content":"हमीरपुर भारत के हिमाचल प्रदेश राज्य के एक शहर और हमीरपुर जिले का मुख्यालय है। हमीरपुर लोअर वेस्ट सेंट्रल आउटर हिमालय में समुद्र तल से 790 एम की औसत ऊंचाई पर स्थित है। सुदूर उत्तरी उच्च ऊंचाई वाले धौलाधार रेंज शहर को अनदेखा करते हैं। नई उद्यमिता और आधुनिक निर्माण के साथ हमीरपुर हिमाचल प्रदेश में त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"हमीरपुर","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-himachal-pradesh","total":0},{"id":531,"title":"चंबा में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"चंबा भारतीय राज्य हिमाचल प्रदेश में चंबा जिले का एक शहर है। 2001 की भारतीय जनगणना के अनुसार, यह शहर साल नदी के साथ संगम पर, रावी नदी (ट्रांस-हिमालयन सिंधु नदी की एक प्रमुख सहायक नदी) के तट पर स्थित है। चंबल चंबा राज्य के शासक थे चंबल प्रत्यय वर्मन का उपयोग करते थे।\r\n&nbsp;\r\nहालाँकि,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"चंबा","slug":"chamba"}],"slug":"top-places-to-visit-in-chamba-himachal-pradesh","total":0},{"id":530,"title":"बिलासपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"बिलासपुर भारत के हिमाचल प्रदेश राज्य में बिलासपुर जिले में एक शहर और एक नगरपालिका परिषद है।\r\n&nbsp;\r\nपरिवहन\r\nबसें और टैक्सियाँ जिले के लिए सार्वजनिक परिवहन का साधन हैं और राज्य के सभी प्रमुख शहरों के साथ-साथ इसके बाहर के लोगों से भी चलती हैं। बिलासपुर चंडीगढ़-मनाली NH-205 राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"बिलासपुर","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}