{"id":535,"title":"कुल्लू में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","dateCreated":"2019-09-01T04:31:35.378Z","dateModified":"2019-09-01T04:37:54.646Z","contributedBy":"AskGif","content":"<p>कुल्लू या कुल्लू भारतीय राज्य हिमाचल प्रदेश में कुल्लू जिले की राजधानी है। यह भुंतर में हवाई अड्डे से लगभग 10 किलोमीटर (6.2 मील) उत्तर में कुल्लू घाटी में ब्यास नदी के तट पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुल्लू घाटी मनाली और लार्गी के बीच ब्यास नदी द्वारा बनाई गई एक व्यापक खुली घाटी है। यह घाटी अपने मंदिरों और देवदार और देवदार के जंगल और सेब के बागों से ढकी पहाड़ियों के लिए जानी जाती है। ब्यास नदी का कोर्स देवदार के जंगलों के साथ शानदार, सनक का उत्तराधिकार प्रस्तुत करता है, निचले चट्टानी लकीरों पर देवदार के पेड़ों के ऊपर। कुल्लू घाटी पीर पंजाल, लोअर हिमालयन और ग्रेट हिमालयन रेंज्स के बीच स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>&nbsp;</p>\r\n<p>कुल्लू घाटी में शरद ऋतु</p>\r\n<p>सर्दियों के दौरान दिसंबर और जनवरी में न्यूनतम तापमान 204 से 20 &deg; C (25 से 68 &deg; F) तक होता है, कुछ बर्फबारी के साथ। सर्दियों और सर्दियों के दौरान सुबह बहुत ठंड होती है। मई से अगस्त के दौरान गर्मियों में वार्षिक उच्चतम तापमान 24 से 34 &deg; C (75 से 93 &deg; F) तक होता है। मानसून के कारण जुलाई और अगस्त के महीने बारिश के होते हैं, लगभग 150 मिमी (5.9 इंच) वर्षा मासिक होती है। अक्टूबर और नवंबर में जलवायु सुखद है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>निकटतम हवाई अड्डा (IATA कोड KUU) भुंतर शहर में है, जो पार्वती और ब्यास नदियों (अक्षांश 31.8763 N और देशांतर 77.1541 E) के संगम पर NH21 पर स्थित है, कुल्लू शहर के दक्षिण में लगभग 10 किमी (6.2 मील) है। हवाई अड्डे को कुल्लू-मनाली हवाई अड्डे के रूप में भी जाना जाता है और एक किलोमीटर से अधिक लंबा रनवे है। इंडियन एयरलाइंस और कुछ निजी एयरलाइनों के पास हवाई अड्डे के लिए नियमित उड़ानें हैं। डेक्कन चार्जर्स के सहयोग से हिमालयन बुल्स ने 2 अप्रैल 2014 से शुरू होने वाले कुल्लू-चंडीगढ़-कुल्लू सेक्टर पर 8-सीटर विमानों में प्रत्येक दिन 2 से 3 अनिर्धारित उड़ानें शुरू कीं।</p>\r\n<p>&nbsp;</p>\r\n<p>चंडीगढ़ हवाई अड्डा निकटतम बड़ा हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>कुल्लू से दिल्ली तक राष्ट्रीय राजमार्ग NH 1 से चंडीगढ़ तक और वहां से राष्ट्रीय राजमार्ग NH21 द्वारा पहुँचा जा सकता है जो बिलासपुर, सुंदरनगर और मंडी शहरों से गुजरता है। दिल्ली से चंडीगढ़ की बस से सड़क की दूरी 260 किमी (160 मील) है और चंडीगढ़ से कुल्लू की दूरी 252 किमी (157 मील) है; दिल्ली से कुल्लू की कुल दूरी इस प्रकार लगभग 512 किमी (318 मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>रेल द्वारा कुल्लू आसानी से पहुंचने योग्य नहीं है। निकटतम ब्रॉड गेज रेलहेड्स ऊना और कीरतपुर साहिब (दोनों 200 किलोमीटर (120 मील) दूर), कालका 240 किलोमीटर (150 मील), पठानकोट 275 किलोमीटर (171 मील), और चंडीगढ़ (280 किलोमीटर (170 मील)) दूर हैं। निकटतम संकीर्ण गेज रेलहेड जोगिंदर नगर (100 किमी [62 मील]) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>कुल्लू में ब्यास नदी घाटी से हिमालय का दृश्य।</p>\r\n<p>कुल्लू घाटी को हिंदुओं, बौद्धों और सिखों के लिए कई तीर्थ स्थलों के कारण \"देवताओं की घाटी\" या \"देव भूमि\" के रूप में जाना जाता है। कुल्लू अपनी खुली घाटी के मैदानों और हिमालय पर्वत श्रृंखला के सुंदर दृश्यों के लिए जाना जाता है। कुल्लू क्षेत्र कुल्लू शाल के लिए जाना जाता है, जो पश्मीना, भेड़-ऊन और अंगोरा सहित कई प्राकृतिक फाइबर से बना है। कुल्लू दशहरा का सात दिवसीय त्योहार, बुराई के राजा रावण पर अवतार भगवान राम की जीत का उत्सव। त्योहार हिंदू कैलेंडर के आधार पर अक्टूबर या नवंबर के महीनों में होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दर्शनीय स्थलों की यात्रा</p>\r\n<p>... ग्रेट हिमालयन नेशनल पार्क (जीएचएनपी) भारत का सबसे छोटा राष्ट्रीय उद्यान है जो हिमाचल प्रदेश के कुल्लू और स्पीति क्षेत्र के बीच 700 किलोमीटर में फैला है। पार्क विभिन्न स्तनधारियों, पक्षियों, कीड़ों का घर है। पार्क अब भारत में 7 वें यूनेस्को प्राकृतिक विश्व विरासत स्थल का दावा करता है।</p>\r\n<p>रघुनाथ मंदिर - 17 वीं शताब्दी में, कुल्लू के राजा जगत सिंह ने एक बड़ी गलती की। पाप का प्रायश्चित करने के लिए, उन्होंने भगवान रघुनाथ - भगवान राम की मूर्ति के लिए एक वरिष्ठ दरबारी को अयोध्या भेजा। इस मंदिर को राजा जगत सिंह ने छवि बनाने के लिए बनवाया था और आज भी बहुत पूजनीय है। हर साल अंतर्राष्ट्रीय मेला दशहरा भगवान रघुनाथ के सम्मान में स्थानीय देवताओं के साथ मनाया जाता है।</p>\r\n<p>श्रृंगी ऋषि मंदिर- बंजार - लगभग 60 किमी। कुल्लू से बंजार घाटी है, जिसमें श्रृंगी ऋषि मंदिर स्थित है। श्रृंगी ऋषि बंजार घाटी के शासक देवता हैं। वास्तव में, भगवान राम के अयोध्या पुरी से कुल्लू घाटी में आगमन से पहले, भगवान श्रृंगी कुल्लू के शासक देवता थे। श्रृंगी ऋषि कुल्लू घाटी के \"अठारा करदो\" (अठारह प्रमुख देवताओं) में से एक हैं।</p>\r\n<p>महा देवी तीर्थ मंदिर - श्री महादेवी तीर्थ, जिसे कुल्लू मनाली मार्ग पर कुल्लू घाटी से लगभग दो किलोमीटर उत्तर में स्थित वैष्णो देवी मंदिर (स्थानीय लोगों द्वारा) के रूप में जाना जाता है, हालांकि एक नया स्थापित मंदिर है, फिर भी इसे किसी पुराने प्रसिद्ध मंदिर की तरह स्वीकार किया जाता है। इस मंदिर की नींव [स्वामी सेवक दास जी] ने रखी थी।</p>\r\n<p>बिजली महादेव मंदिर - यह समुद्र तल से 2,435 मीटर की दूरी पर स्थित है और कुल्लू से लगभग 10 किमी दूर है। मंदिर का स्टाफ 60 फीट ऊँचा है और कुल्लू घाटी से भी देखा जा सकता है। यह कुल्लू के आसपास का सबसे ऊँचा स्थान है जहाँ से पूरे शहर के दृश्य दिखाई देते हैं।</p>\r\n<p>देवता नरसिंह - कुल्लू के सुल्तानपुर ब्लॉक में स्थित देवता 'नरसिंह' का मंदिर।</p>\r\n<p>रायसन - कुल्लू-मनाली राजमार्ग पर ब्यास-और के किनारे - हिमाचल पर्यटन यहां एक शिविर स्थल चलाता है। रोमांच के स्वाद के लिए आदर्श।</p>\r\n<p>शोजा - 2692 मीटर पर, यह कुल्लू क्षेत्र के एक पूर्ण पैनोरमा के लिए एक सुविधाजनक स्थान है - बर्फ की चोटियाँ और घाटियाँ, मैदानी और वन, नदियाँ और नदियाँ। शोजा से, जालोरी दर्रा 5 किमी दूर है, जहां से आप शोजा और इसके आसपास के दृश्य देख सकते हैं। जालोरी से कुछ दूरी पर आप सरयूओलसर नामक झील की सैर कर सकते हैं। यह यात्रा करने के लिए एक असाधारण जगह है लेकिन परिवहन का कोई साधन नहीं है इसलिए आपको पैदल ही जाना होगा।</p>\r\n<p>बशेश्वर महादेव मंदिर, बाजौरा - कुल्लू घाटी में सबसे आकर्षक मंदिरों में से एक, यह अपने जटिल पत्थर नक्काशी के लिए प्रसिद्ध है। इसे पांडवों द्वारा निर्मित बताया जाता है।</p>\r\n<p>कसोल - पार्वती नदी के किनारे एक खुली हुई ग्लेड। साफ सफेद रेत हरे-भरे घास को पानी से अलग करती है। ट्राउट के लिए एक अच्छा स्थान है। हिमाचल टूरिज्म का यहां टूरिस्ट हट है।</p>\r\n<p>नग्गर - 1400 वर्षों तक यह कुल्लू की राजधानी थी। इसकी 16 वीं शताब्दी का पत्थर और लकड़ी का महल अब हिमाचल पर्यटन द्वारा संचालित एक होटल है। यहाँ, एक गैलरी में रूसी कलाकार, निकोलस रोएरिच की पेंटिंग हैं। नग्गर में तीन अन्य पुराने मंदिर भी हैं। कई पुराने शिवालय मंदिर भी हैं।</p>\r\n<p>हिडिम्बा मंदिर - यह मनाली में डूंगरी गाँव में स्थित है। मंदिर अपनी जटिल लकड़ी की नक्काशी और इसके शिवालय वास्तुकला के लिए जाना जाता है और इसमें पत्थर पर हिडिम्बा देवी के नक्शेकदम पर बने घर हैं।</p>\r\n<p>कैस धार - घास के मैदान और घने जंगलों वाले पहाड़। यह ट्रेकिंग मार्ग का एक हिस्सा है और सड़क के माध्यम से जुड़ा नहीं है, इसलिए प्राकृतिक वातावरण संरक्षित है। [उद्धरण वांछित] इस स्थान पर एक वन विश्राम गृह है जो ब्रिटिश लोगों द्वारा बनाया गया था, जिन्होंने इस जगह को पसंद किया था। यह शहर से लगभग 10 किमी दूर कुल्लू शहर से बहुत दूर नहीं है। लेकिन यह सड़क के माध्यम से जुड़ा नहीं है।</p>\r\n<p>अंतर्राष्ट्रीय अंगोरा प्रजनन फार्म - खेत शहर के केंद्र से 4 किलोमीटर की दूरी पर स्थित है। हालांकि यह क्षेत्र अपने आप में भव्य है और दो तरफ से एक जंगल से घिरा हुआ है, और तीसरे पर ब्यास नदी, खेत के सामने भारत राजमार्ग 21 से आसानी से पहुँचा जा सकता है। यह एशिया का पहला ऐसा खेत था जहाँ पूरी तरह से क्रूरता मुक्त था पर्यावरण, जिसमें उच्च अंत लक्जरी शॉल और स्टोल के लिए अंगोरा खरगोश के बालों का दर्द रहित काटना शामिल था। 1976 में, यह खेत दुनिया का सबसे बड़ा खरगोश फार्म बन गया</p>\r\n<p>फुंगानी माता मंदिर- यह मंदिर लुग घाटी के शीर्ष पर स्थित है। यह मंदिर एकांत क्षेत्र में है जिसने इसे अपने मूल आकर्षण को बनाए रखने में मदद की है। यह कुल्लू शहर से लगभग 30 किमी दूर है।</p>\r\n<p>\"\" बेज़ार घाटी \"'- कुल्लू का यह गाँव कुल्लू बसस्टैंड से 26 किमी दूर और मंदिर भीखली माता से 16 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>त्यौहार और अन्य गतिविधियाँ</p>\r\n<p>कुल्लू दशहरा - जब दशहरा उत्सव देश के बाकी हिस्सों में समाप्त होता है, तो वे कुल्लू में शुरू होते हैं। राज्य सरकार ने कुल्लू दशहरा को अंतर्राष्ट्रीय त्योहार का दर्जा दिया है, जो बड़ी संख्या में पर्यटकों को आकर्षित करता है। लगभग 200 स्थानीय देवता भगवान रघुनाथ को श्रद्धांजलि देने आते हैं। यह एक ऐसा समय है जब घाटी अपने सबसे अच्छे रंग में है।</p>\r\n<p>कुल्लू होली - कुल्लू में दो दिनों तक मनाया जाने वाला रंगों का त्योहार होली है। इस अनूठी विशेषता यह है कि शहर के लोग मंदिर में इकट्ठा होते हैं और फिर वे पवित्र होली गीत गाते हुए शहर के घरों में जाते हैं और बदले में उन्हें मिठाई, पकोड़े दिए जाते हैं और हार्ड ड्रिंक आदि भी महिलाएं पुरुषों के समान उत्साह और खुशी के साथ उत्सव में भाग लेती हैं।</p>\r\n<p>फिशिंग और रोमांच - कुल्लू घाटी में ट्राउट फिशिंग के कई स्थान हैं। इनमें कर्टन, रायसन, कसोल और नग्गर, फिर लारजी के पास तीर्थन नदी के साथ, सैंज घाटी में और हुरला खुड में शामिल हैं। घाटी कई ट्रेक मार्गों का केंद्रक है। कुछ प्रमुख हैं, चंदेरखानी दर्रा से मलाणा, जालोरी दर्रा या बशलेओ दर्रा से शिमला तक, और पिन पार्वती दर्रे से सराहन तक। श्वेत जल राफ्टिंग ब्यास नदी पर लोकप्रिय है। रैपिड राइडर्स कुल्लू में 16 किमी नदी के पाठ्यक्रम पर वाणिज्यिक सफेद पानी राफ्टिंग की पेशकश करने वाले सबसे पुराने सेवा प्रदाताओं में से एक है।</p>\r\n<p>यह रोहतांग दर्रे के माध्यम से लाहुल और स्पीति घाटियों से जुड़ता है, जो मनाली शहर से 3,978 मीटर (13,051 फीट) 51 किमी (32 मील) की दूरी पर स्थित है। ममता = हणोगी माता न्यास</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kullu</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kullu-himachal-pradesh","tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"कुल्लू","slug":"kullu"}],"recommendations":[{"id":539,"title":"सिरमौर, नाहन में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","dateCreated":"2019-09-01T06:07:04.648Z","dateModified":"2019-09-01T06:07:21.59Z","contributedBy":"AskGif","content":"सिरमौर भारत के हिमाचल प्रदेश के दक्षिण-पूर्वी क्षेत्र में सबसे दक्षिणी जिला है। यह काफी हद तक पहाड़ी और ग्रामीण है, इसकी 90% आबादी गांवों में रहती है। इसके कुछ शहरों में नाहन (राजधानी), पांवटा साहिब और सुकेती शामिल हैं, जो बाद के शिवालिक फॉसिल पार्क के लिए जाना जाता है जहाँ 85 मिलियन वर्ष से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिरमौर","slug":"sirmaur"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"नाहन","slug":"nahan"}],"slug":"top-places-to-visit-in-sirmaur-nahan-himachal-pradesh","total":0},{"id":536,"title":"लाहौल और स्पीति, क्यललांग में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"44e7169f-dc4f-4543-9d90-5eeb8d58a0df_Lahaul-and-Spiti.jpg","dateCreated":"2019-09-01T04:37:25.279Z","dateModified":"2019-09-01T04:37:37.879Z","contributedBy":"AskGif","content":"भारतीय राज्य हिमाचल प्रदेश में लाहौल और स्पीति जिला लाहौल और स्पीति के दो अलग-अलग जिलों से मिलकर बना है। वर्तमान प्रशासनिक केंद्र लाहौल में कीलोंग है। इससे पहले कि दोनों जिलों का विलय किया जाता, कर्दांग लाहौल की राजधानी थी और धनकर स्पीति की राजधानी। जिले का गठन 1960 में हुआ था, और भारत में (640 म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44e7169f-dc4f-4543-9d90-5eeb8d58a0df_Lahaul-and-Spiti.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"क्यललांग","slug":"kyelang"},{"name":"लाहौल और स्पीति","slug":"lahaul and spiti"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"}],"slug":"top-places-to-visit-in-lahaul-and-spiti-kyelang-himachal-pradesh","total":0},{"id":535,"title":"कुल्लू में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","dateCreated":"2019-09-01T04:31:35.378Z","dateModified":"2019-09-01T04:37:54.646Z","contributedBy":"AskGif","content":"कुल्लू या कुल्लू भारतीय राज्य हिमाचल प्रदेश में कुल्लू जिले की राजधानी है। यह भुंतर में हवाई अड्डे से लगभग 10 किलोमीटर (6.2 मील) उत्तर में कुल्लू घाटी में ब्यास नदी के तट पर स्थित है।\r\n&nbsp;\r\nकुल्लू घाटी मनाली और लार्गी के बीच ब्यास नदी द्वारा बनाई गई एक व्यापक खुली घाटी है। यह घाट","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"कुल्लू","slug":"kullu"}],"slug":"top-places-to-visit-in-kullu-himachal-pradesh","total":0},{"id":530,"title":"बिलासपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"बिलासपुर भारत के हिमाचल प्रदेश राज्य में बिलासपुर जिले में एक शहर और एक नगरपालिका परिषद है।\r\n&nbsp;\r\nपरिवहन\r\nबसें और टैक्सियाँ जिले के लिए सार्वजनिक परिवहन का साधन हैं और राज्य के सभी प्रमुख शहरों के साथ-साथ इसके बाहर के लोगों से भी चलती हैं। बिलासपुर चंडीगढ़-मनाली NH-205 राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"बिलासपुर","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}