{"id":535,"title":"Top Places to visit in Kullu, Himachal Pradesh","imageUrl":"e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","dateCreated":"2019-09-01T04:31:35.378Z","dateModified":"2019-09-01T04:37:54.646Z","contributedBy":"AskGif","content":"<p>Kullu or Kulu is the capital town of the Kullu district in the Indian state of Himachal Pradesh. It is located on the banks of the Beas River in the Kullu Valley about 10 kilometres (6.2 mi) north of the airport at Bhuntar.</p>\r\n<p>&nbsp;</p>\r\n<p>Kullu Valley is a broad open valley formed by the Beas River between Manali and Largi. This valley is known for its temples and its hills covered with pine and deodar forest and sprawling apple orchards. The course of the Beas river presents a succession of magnificent, clad with forests of deodar, towering above trees of pine on the lower rocky ridges. Kullu valley is sandwiched between the Pir Panjal, Lower Himalayan and Great Himalayan Ranges.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>&nbsp;</p>\r\n<p>Autumn in Kullu Valley</p>\r\n<p>December and January during winter observe lowest temperatures ranging from &minus;4 to 20 &deg;C (25 to 68 &deg;F), with some snowfall.Evenings and mornings are very cold during winters. Annual highest temperature in summer ranges from 24 to 34 &deg;C (75 to 93 &deg;F) during May to August. Months of July and August are rainy because of monsoon, having around 150 mm (5.9 in) rainfall monthly. Climate is pleasant in October and November.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The nearest airport (IATA code KUU) is at Bhuntar town, situated on NH21 at the confluence of the Parvati and Beas rivers (latitude 31.8763 N and longitude 77.1541 E), about 10 km (6.2 mi) south of Kullu town. The airport is also known as Kullu-Manali airport and has a runway more than a kilometre long. Indian Airlines and some private airlines have regular flights to the airport. Himalayan Bulls in collaboration with Deccan Charters started flights on Kullu-Chandigarh-Kullu sector beginning 2 April 2014 with 2 to 3 unscheduled flights each day in eight-seater planes.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandigarh airport is the nearest large airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Kullu can be reached from Delhi by national highway NH 1 up to Chandigarh and from there by national highway NH21 that passes through Bilaspur, Sundernagar and Mandi towns. The road distance from Delhi to Chandigarh by bus is 260 km (160 mi) and from Chandigarh to Kullu is 252 km (157 mi); the total distance from Delhi to Kullu thus is about 512 km (318 mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Kullu is not easily approachable by rail. The nearest broad gauge railheads are at Una and Kiratpur Sahib (Both 200 kilometres (120 miles) away), Kalka 240 kilometres (150 miles) away, Pathankot 275 kilometres (171 miles) away, and Chandigarh (280 kilometres (170 miles). The nearest narrow gauge railhead is at Joginder Nagar (100 km [62 mi]) away.</p>\r\n<p>&nbsp;</p>\r\n<p>Attractions</p>\r\n<p>&nbsp;</p>\r\n<p>View of Himalayas from Beas river valley in Kullu.</p>\r\n<p>The Kullu valley is known as the \"Valley of the Gods\" or \"Dev Bhumi\" due to many pilgrimage sites for Hindus, Buddhists and Sikhs alike. Kullu is known for its open valley meadows and scenic views of the Himalayan mountain range. Kullu area is known for Kullu shawl, made of many natural fibers including pashmina, sheep-wool and angora. The seven-day festival of Kullu Dussehra, a celebration of Avatar Lord Rama's victory over the evil king Ravana. The festival takes place in the months of October or November, depending upon the Hindu calendar.</p>\r\n<p>&nbsp;</p>\r\n<p>Sightseeing</p>\r\n<p>... Great Himalayan National Park (GHNP) The India's youngest national park spread over 700 kilometers lies between Kullu &amp; Spiti region of Himachal Pradesh. The park is home to different mammals, birds, insects. The park now boasts of 7th UNESCO Natural World Heritage Site in India.</p>\r\n<p>Raghunath Temple - In the 17th century, Raja Jagat Singh of Kullu committed a great mistake. To atone for the sin, he sent a senior courtier to Ayodhya for a statue of Lord Raghunath - Lord Rama. This temple was built by Raja Jagat Singh to house the image and even today, is greatly revered. Every year international fair Dussehra is celebrated with local deities in honour of lord Raghunath.</p>\r\n<p>Shringi Rishi Temple- Banjar - About 60 km. from Kullu is Banjar valley wherein Shringi Rishi Temple is located. Shringi Rishi is the ruling deity of Banjar valley. In fact, before the Lord Rama's advent into Kullu valley from Ayodhya Puri, Lord Shringi was the ruling deity of Kullu. Shringi rishi is one among the \"atthara kardoo\" (eighteen chief deities) of the Kullu valley.</p>\r\n<p>Maha Devi Tirth Temple - Shri Mahadevi Tirth, popularly known as Vaishno Devi Mandir (by localities), situated about two kilometers North from the Kullu valley on Kullu Manali road, though a newly founded temple, yet it is acknowledged like any old famous temple. The foundation of this temple was laid by [Swami Sewak Das Ji].</p>\r\n<p>Bijli Mahadev Temple - It is located at 2,435 meters from sea level and is about 10 km from Kullu. The staff of the temple is 60 feet high and can be seen from the Kullu valley too. It is the highest point around Kullu from where there are views of the whole town.</p>\r\n<p>Devta Narsingh - A temple of deity 'Narsingh', situated in Sultanpur block of Kullu.</p>\r\n<p>Raison - By the banks of the Beas -and on the Kullu-Manali highway - Himachal Tourism runs a camping site here. Ideal for a taste of adventure.</p>\r\n<p>Shoja - At 2692 m, this is a vantage point for a complete panorama of the Kullu area - snow peaks and valleys, meadows and forests, rivers and streams. From Shoja, Jalori pass is 5 km far from where you can take an extreme view of Shoja and its vicinity. From some distance from Jalori you can visit a lake named Sareuolsar. It is an extraordinary place to visit but there is no means of transportation so you have to go on foot.</p>\r\n<p>Basheshwar Mahadev Temple, Bajaura - One of the most charming temples in the Kullu valley, this is renowned for its intricate stone carvings. It is said to be built by pandavas.</p>\r\n<p>Kasol - An open glade by the banks of the river Parvati. Clean white sand separates the lush green grass from the water. A good spot for trout. Himachal Tourism has a Tourist Hut here.</p>\r\n<p>Naggar - For 1400 years this was the capital of Kullu. Its 16th century stone and wood castle is now a hotel run by Himachal Tourism. Here, a gallery houses the paintings of the Russian artist, Nicholas Roerich. Naggar also has three other old shrines.There are many old pagoda shali temple also there.</p>\r\n<p>Hidimba Temple - It is located in Dungri village in Manali. The temple is known for its intricate wood carvings and its pagoda architecture and it houses the footsteps of Hidimba Devi on stone.</p>\r\n<p>Kais Dhar - A place with grass meadows and densely forested mountains. It is a part of trekking route and is not connected through road, hence the natural environment is preserved.[citation needed] This place has a forest rest house which was built by Britishers, who liked this place. It not far away from Kullu town, approximately 10 km from the town. But it is not connected through road.</p>\r\n<p>International Angora Breeding Farm - The Farm is located 4 Km from the center of town. Though the area itself is grand and is surrounded by a forest on two sides, and the river Beas on the third, the front of the farm is easily accessible from India Highway 21. It was the first farm in Asia to have a complete cruelty free environment, which included the painless cutting of the Angora rabbit's hair for high-end luxury shawls and stoles. In 1976, this farm became the world's largest rabbit farm</p>\r\n<p>Fungani Mata Temple- This temple lies on the top of the lug valley. This temple is in a secluded area which has helped it retain its original charm. It is about 30 km away from Kullu town.</p>\r\n<p>\"'Beasar Valley\"' - This village of kullu is situated 26km away from kullu busstand and 16 km away from temple Bhekhli mata.</p>\r\n<p>&nbsp;</p>\r\n<p>Festivals and other activities</p>\r\n<p>Kullu Dussehra - When Dussehra celebrations come to an end in the rest of the country, they begin at Kullu. The State government has accorded the status of International festival to the Kullu Dussehra, which attracts tourists in large numbers. About 200 local deities come to pay homage to Lord Raghunath. This is a time when the valley is at its colourful best.</p>\r\n<p>Kullu Holi - Holi is the festival of colors celebrated for two days in Kullu.Its unique feature is that people of the town collect in temple and then they proceed to houses of town people singing sacred holi songs and in return they are given sweets, pakoras and hard drinks etc. Women also take part in the festival with same enthusiasm and happiness as Men.</p>\r\n<p>Fishing and adventure - The Kullu valley has numerous places for trout fishing. These include Katrain, Raison, Kasol and Naggar, then along the river Tirthan near Larji, in the Sainj Valley and in the Hurla khud. The valley is the nucleus of several trek routes. Some major ones are over the Chanderkhani Pass to Malana, over the Jalori Pass or Bashleo Pass to Shimla, and over the Pin Parvati Pass to Sarahan. White water rafting is popular on the Beas river. Rapid Riders is one of the oldest service providers in kullu offering commercial white water rafting on the 16 km river course.</p>\r\n<p>It connects with the Lahul and Spiti valleys via Rohtang Pass, situated at 3,978 m (13,051 ft) 51 km (32 mi) from Manali city. mamta= hanogi mata nyas</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kullu</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kullu-himachal-pradesh","tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"kullu","slug":"kullu"}],"recommendations":[{"id":539,"title":"Top Places to visit in Sirmaur, Nahan, Himachal Pradesh","imageUrl":"cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","dateCreated":"2019-09-01T06:07:04.648Z","dateModified":"2019-09-01T06:07:21.59Z","contributedBy":"AskGif","content":"Sirmaur is the southern most district in the south-eastern region of Himachal Pradesh, India. It is largely mountainous and rural, with 90% of its population living in villages. Some of its towns include Nahan (the capital), Paonta Sahib and Suketi, the latter known for the Shivalik Fossil Park w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sirmaur","slug":"sirmaur"},{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"nahan","slug":"nahan"}],"slug":"top-places-to-visit-in-sirmaur-nahan-himachal-pradesh","total":0},{"id":536,"title":"Top Places to visit in Lahaul and Spiti, Kyelang Himachal Pradesh","imageUrl":"44e7169f-dc4f-4543-9d90-5eeb8d58a0df_Lahaul-and-Spiti.jpg","dateCreated":"2019-09-01T04:37:25.279Z","dateModified":"2019-09-01T04:37:37.879Z","contributedBy":"AskGif","content":"The Lahaul and Spiti district in the Indian state of Himachal Pradesh consists of the two formerly separate districts of Lahaul and Spiti. The present administrative centre is Keylong in Lahaul. Before the two districts were merged, Kardang was the capital of Lahaul, and Dhankar the capital of Sp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44e7169f-dc4f-4543-9d90-5eeb8d58a0df_Lahaul-and-Spiti.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kyelang","slug":"kyelang"},{"name":"lahaul and spiti","slug":"lahaul and spiti"},{"name":"himachal-pradesh","slug":"himachal-pradesh"}],"slug":"top-places-to-visit-in-lahaul-and-spiti-kyelang-himachal-pradesh","total":0},{"id":535,"title":"Top Places to visit in Kullu, Himachal Pradesh","imageUrl":"e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","dateCreated":"2019-09-01T04:31:35.378Z","dateModified":"2019-09-01T04:37:54.646Z","contributedBy":"AskGif","content":"Kullu or Kulu is the capital town of the Kullu district in the Indian state of Himachal Pradesh. It is located on the banks of the Beas River in the Kullu Valley about 10 kilometres (6.2 mi) north of the airport at Bhuntar.\r\n&nbsp;\r\nKullu Valley is a broad open valley formed by the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"kullu","slug":"kullu"}],"slug":"top-places-to-visit-in-kullu-himachal-pradesh","total":0},{"id":530,"title":"Top Places to visit in Bilaspur, Himachal Pradesh","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"Bilaspur is a city and a municipal council in Bilaspur district in the state of Himachal Pradesh, India.\r\n&nbsp;\r\nTransportation\r\nBuses and taxis are the mode of public transport to the district and run from all major towns within the state as well as from those outside it. B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"bilaspur","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}