{"id":537,"title":"मंडी में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"96b1c14e-78bc-458e-9223-26891d2419c3_Mandi-railway.jpg","dateCreated":"2019-09-01T04:49:14.567Z","dateModified":"2019-09-01T05:26:22.838Z","contributedBy":"AskGif","content":"<p>मंडी, जिसे पहले मांडव नगर के नाम से भी जाना जाता था, साहोर (तिब्बती: जहूर) के नाम से भी जानी जाती है, भारतीय राज्य हिमाचल प्रदेश में मंडी जिले का एक प्रमुख शहर और एक नगरपालिका परिषद है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह राज्य की राजधानी के उत्तर-पश्चिम हिमालय में 145 किलोमीटर (90 मील) की दूरी पर स्थित है और 800 मीटर की ऊंचाई पर उत्तर-पश्चिम हिमालय में है और सुखद ग्रीष्मकाल और सर्द हवाओं का अनुभव करता है। मंडी राष्ट्रीय राजमार्ग 20 के माध्यम से पठानकोट से जुड़ा है जो लगभग 220 किमी (140 मील) लंबा है और मनाली और चंडीगढ़ से राष्ट्रीय राजमार्ग 21 के माध्यम से है जो 323 किमी (201 मील) लंबा है। मंडी चंडीगढ़ से लगभग 184.6 किमी (114.7 मील), निकटतम प्रमुख शहर है, और राष्ट्रीय राजधानी नई दिल्ली से 440.9 किमी (273.9 मील) है। 2011 की भारतीय जनगणना में, मंडी शहर की आबादी 26,422 थी। वर्तमान में मंडी जिला कांगड़ा के बगल में राज्य की दूसरी सबसे बड़ी अर्थव्यवस्था है। मंडी, राज्य में प्रति हजार पुरुषों पर 1013 महिलाओं का दूसरा उच्चतम लिंगानुपात है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय प्रौद्योगिकी संस्थान (IIT) शहर में स्थित एक प्रमुख संस्थान है। मंडी रियासत की यह एक समय की राजधानी एक तेजी से विकासशील शहर है जो अभी भी अपने मूल आकर्षण और चरित्र को बनाए रखता है। शहर की स्थापना 1527 में अजबर सेन द्वारा की गई थी, 1948 तक मंडी रियासत की सीट थी। 1948 की शुरुआत में शहर की नींव हिमाचल प्रदेश की स्थापना पर रखी गई थी। आज, यह व्यापक रूप से अंतर्राष्ट्रीय मंडी के लिए जाना जाता है। शिवरात्रि मेला। हिमाचल प्रदेश का पहला विरासत शहर। शहर में पुराने महलों के अवशेष और 'औपनिवेशिक' वास्तुकला के उल्लेखनीय उदाहरण भी हैं। शहर में हिमाचल प्रदेश की सबसे पुरानी इमारतों में से एक थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>मंडी शहर राष्ट्रीय राजमार्ग सड़क नेटवर्क</p>\r\n<p>मंडी में स्थानीय परिवहन आम तौर पर ऑटो-रिक्शा, बस या निजी वाहनों द्वारा होता है। पर्यटक टैक्सी भी एक विकल्प हैं। टैक्सी स्टेशन सेरी स्टेज के ठीक सामने स्थित है। ऑटो-रिक्शा मंडी में परिवहन का मुख्य साधन हैं और लगभग 24 घंटे उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>ऑटो रिक्शा मंडी में पर्यटकों के परिवहन का मुख्य स्रोत है</p>\r\n<p>मंडी से निकटतम हवाई अड्डा भुंतर हवाई अड्डा है, जो मंडी शहर से लगभग 75 किमी दूर है। मंडी राष्ट्रीय राजमार्ग 20 के माध्यम से पठानकोट से जुड़ा है जो लगभग 220 किमी (140 मील) लंबा है और मनाली और चंडीगढ़ से राष्ट्रीय राजमार्ग 21 के माध्यम से है जो 323 किमी (201 मील) लंबा है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुनीश रिसॉर्ट्स, विस्को रिसॉर्ट्स और रीजेंट पाम्स होटल मंडी में होटल और रिसॉर्ट हैं। कुछ अन्य होटल राज महल, अमर आतिथि, अशोका हॉलिडे इन, होटल इवनिंग प्लाजा, मांडव होटल (एचपीटीडीसी), सुरभि होटल, होटल यामिनी हैं। ज्यादातर लोग दिल्ली या चंडीगढ़ होते हुए मंडी आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली से दिल्ली और मंडी के बीच की दूरी लगभग 475 किमी है। इस दूरी को बस द्वारा लगभग 12 घंटे में कवर किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली से मंडी पहुंचने का विकल्प दिल्ली-ऊना हिमाचल एक्सप्रेस (4553) द्वारा कीरतपुर साहिब तक ट्रेन से यात्रा करना है। कीरतपुर से, एक बस है। दिल्ली और चंडीगढ़ से मंडी जाने वाली सभी बसों को कीरतपुर से होकर गुजरना पड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके अलावा, आप एनएच 21 को मंडी ले जाने से पहले एनएच 1 को अंबाला और एनएच 22 से चंडीगढ़ ले जा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चंडीगढ़ से चंडीगढ़ से मंडी और मनाली के लिए बसें हैं। दिल्ली से बसें चंडीगढ़ से होकर गुजरती हैं और कुछ बसें चंडीगढ़ से ही शुरू होती हैं। चंडीगढ़ और मंडी के बीच की दूरी 200 किमी है। इस दूरी को बस द्वारा लगभग 6 घंटे में कवर किया जा सकता है। टैक्सी से, लगभग 5 घंटे लग सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई मार्ग से मंडी का निकटतम हवाई अड्डा भुंतर में कुल्लू हवाई अड्डा है, जो मंडी शहर से लगभग 75 किमी दूर है। यह एक छोटा घरेलू हवाई अड्डा है; केवल छोटे विमान कुल्लू के लिए उड़ान भरते हैं। कुल्लू के लिए उड़ानें केवल दिल्ली और शिमला से प्रतिबंधित हैं। दिल्ली से, भारतीय एयरलाइंस या किंगफिशर एयरलाइंस द्वारा कुल्लू के लिए उड़ानें लगभग 90 मिनट का समय लेती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा वर्तमान में कोई रेलवे नहीं है, लेकिन एक प्रस्तावित है। कांगड़ा घाटी रेलवे को मंडी तक विस्तारित करने, और इसे एक नई बिलासपुर-लेह लाइन से जोड़ने का प्रस्ताव है। निकटतम रेलवे स्टेशन वर्तमान में शहर से लगभग 50 किमी दूर जोगिंद्रनगर रेलवे स्टेशन है; यह कांगड़ा घाटी रेलवे का वर्तमान टर्मिनस है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर में आंगनवाड़ी, प्राथमिक स्कूल के साथ-साथ हाई स्कूल भी हैं। शहर के कुछ स्कूलों में डीएवी सेंटेनरी पब्लिक स्कूल, केंद्रीय विद्यालय, मंडी पब्लिक स्कूल, इंडस वर्ल्ड स्कूल, द फीनिक्स स्कूल ऑफ इंटीग्रेटेड लर्निंग, विजय गवर्नमेंट सीनियर सेकेंडरी स्कूल, गवर्नमेंट सीनियर सेकेंडरी स्कूल (गर्ल्स), सरस्वती विद्या मंदिर नगवां शामिल हैं। , साई पब्लिक स्कूल, सेंट जेवियर आवासीय विद्यालय, डीएवी सीनियर सेकेंडरी स्कूल, एंग्लो संस्कृत मॉडल स्कूल। मंडी में चिकित्सा संस्थान हिमाचल डेंटल कॉलेज है। जवाहरलाल नेहरू सरकारी इंजीनियरिंग कॉलेज, टी। आर। अभिलाषी मेमोरियल इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी और वल्लभ भाई गवर्नमेंट कॉलेज भी शहर में स्थित हैं। इंडियन इंस्टीट्यूट ऑफ टेक्नोलॉजी मंडी, B.Tech/M.Tech में कई पाठ्यक्रमों की पेशकश के लिए राज्य का एक स्वायत्त और शीर्ष विश्वविद्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडी जिले की झीलें</p>\r\n<p>रेवाल्सर झील</p>\r\n<p>प्रसर झील</p>\r\n<p>मचियल झील</p>\r\n<p>पंडोह बांध</p>\r\n<p>बरोट</p>\r\n<p>सुंदर नगर</p>\r\n<p>कमलाह किला</p>\r\n<p>कमरु नाग झील</p>\r\n<p>&nbsp;</p>\r\n<p>उप विभाजनों</p>\r\n<p>जिले के गांवों में जंजेली शामिल है। यह कुल्लू-मनाली के पास है, भुंटर हवाई अड्डे से लगभग 80 किमी, कुल्लू से 90 किमी और मंडी से 67 किमी दूर है। इसमें घने जंगल और झरने हैं और एक ट्रेकिंग / लंबी पैदल यात्रा चौकी है। शिकारी देवी एक पर्यटक स्थल है। यह हिमाचल सांस्कृतिक गांव, हिमाचल प्रदेश की संस्कृति को उजागर करने वाले एक जातीय गांव की मेजबानी करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>मंडी जिले की करसोग घाटी।</p>\r\n<p>मंडी का ऐतिहासिक शहर ब्यास नदी के किनारे बना है। यह लंबे समय से एक महत्वपूर्ण व्यावसायिक केंद्र रहा है, और ऋषि मांडव्य का ध्यान यहां किया जाता है। मंडी रियासत की यह एक बार की राजधानी एक तेजी से विकासशील शहर है जो अपने मूल आकर्षण और चरित्र को बनाए रखता है। आज, यह एक जिला मुख्यालय है। मंडी अपने 81 पुराने पत्थर के मंदिरों और उनकी शानदार नक्काशी के लिए प्रसिद्ध है। इस वजह से, इसे अक्सर \"हिल्स का वाराणसी\" कहा जाता है। शहर में पुराने महलों के अवशेष और औपनिवेशिक वास्तुकला के उल्लेखनीय उदाहरण हैं। मंडी कुल्लू घाटी का प्रवेश द्वार है और कई रोमांचक सैर का आधार है।</p>\r\n<p>&nbsp;</p>\r\n<p>देव बालाकामेश्वर मंदिर</p>\r\n<p>हिमाचल प्रदेश राज्य को कई स्थानीय देवताओं की शक्ति द्वारा संरक्षित और आश्रय कहा जाता है। इन देवताओं में कुछ अजीब व्यक्तित्व लक्षण होते हैं और उनकी अपनी एक अलग इकाई होती है। हिमाचल का प्रत्येक क्षेत्र एक विशिष्ट देवता को मानता है। स्थानीय लोगों का सभी विश्वास इन स्थानीय देवताओं में निहित है जिन्हें क्षेत्रीय भाषा में 'देवता' कहा जाता है। देव बालाकामेश्वर मंदिर मंडी से 13 किमी दूर है और इसके दिल में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूतनाथ मंदिर</p>\r\n<p>व्यावहारिक रूप से मंडी का पर्यायवाची और इसके दिल में स्थित, भूतनाथ मंदिर शहर के रूप में पुराना है और 15 वीं शताब्दी का है। मार्च में, शिवरात्रि का त्योहार एक प्रमुख कार्यक्रम है और भूतनाथ मंदिर इसका मुख्य केंद्र है। पूरे एक सप्ताह के लिए, शहर सैकड़ों स्थानीय देवताओं के आगमन का जश्न मनाता है, जो कि विस्तृत रूप से सजाए गए पालकी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेवाल्सर झील</p>\r\n<p>मंडी से लगभग 25 किमी, नेर चौक से 14 किमी दूर रेवालसर झील है, जो ईख के तैरते द्वीपों के लिए प्रसिद्ध है। यह माना जाता है कि सभी सात को प्रार्थना या हवा से स्थानांतरित किया जा सकता है। यहां तीन मंदिर हैं: एक बौद्ध मठ, जहां विस्तृत अनुष्ठान किए जाते हैं, एक सिख गुरुद्वारा, और एक हिंदू मंदिर। यह इस जगह से था कि ऋषि पद्म सम्भव, बौद्ध धर्म के एक उत्साही शिक्षक, तिब्बत में \"प्रबुद्ध\" के सिद्धांत का प्रचार करने के लिए एक मिशनरी के रूप में छोड़ गए थे। एक पर्वत खोखले में झूठ बोलना, झील को तीनों समुदायों के लिए पवित्र माना जाता है; बोटिंग की सुविधा उपलब्ध है। HPTDC द्वारा बनाए गए एक पर्यटक सराय में आवास और भारतीय व्यंजन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रसर झील</p>\r\n<p>प्रहार झील मंडी के उत्तर में 49 किमी की दूरी पर है, जिसमें तीन मंजिला शिवालय जैसा मंदिर है जो ऋषि प्रहार को समर्पित है। यह 13 वीं या 14 वीं शताब्दी में महाराजा बंसन द्वारा बनाया गया था। भारी भूकंप के कारण मंदिर थोड़ा झुका हुआ है। मंदिर में अप्रैल और जून में 2 वार्षिक मेले लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जोगिंदर नगर</p>\r\n<p>जोगिंदर नगर में बड़ी हाइड्रो-इलेक्ट्रिक परियोजना में एक इलेक्ट्रिक ट्रॉली है, जो आगंतुकों को 2,500 मीटर ऊंचे (8,202 फीट) पहाड़ की खड़ी, चट्टानी चेहरे पर ले जाती है और दूसरी तरफ तेजी से बरोट तक जाती है, जहां जलाशय है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे लाइन पॉवर स्टेशन तक जाती है, उहल नदी में बरोट के जलाशय से लगभग एक हजार मीटर (3,280 फीट) नीचे जा रही पाइप लाइन के माध्यम से पानी ऊपर की ओर जाता है। ट्रॉली द्वारा बरोट तक जाने वाले पर्यटकों के लिए, बिजली विभाग का एक आरामदायक विश्राम गृह है। सड़कें मंडी से आगे तक जाती हैं और लारजी कण्ठ से कुल्लू घाटी तक जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बस्सी पावर स्टेशन जोगिंदर नगर से 8 किलोमीटर दूर है। इसके आगे माछियाल है जहां मछली पकड़ने की अनुमति नहीं है क्योंकि इसे एक पवित्र पवित्र स्थल माना जाता है। यह मछली के लिए भोजन स्थल के रूप में एक आम बात है।</p>\r\n<p>&nbsp;</p>\r\n<p>लाड-भरोल: जोगिंदर नगर से 25 किमी, पास के लाड-भरोल में संतान दत्त मां सिमसा माता मंदिर, लाड-भरोल से 7 किमी, नागेश्वर महादेव कौध भागोल के पास है। त्रिवेणी महादेव जहां तीन नदियाँ बियास, बिनवा और एक स्थानीय एक दूसरे से मिलती हैं। तीन नदियों के चौराहे पर एक बहुत प्राचीन भगवान शिव मंदिर है। [स्पष्टीकरण की आवश्यकता]</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिवेणी महादेव की पहाड़ी की चोटी पर ग्राम शिमशोत में संतान दत्री मन शिमशा (शारदा) है। नवरात्रों में मंदिर के अंदर निःसंतान महिलाएँ प्रार्थना करती हैं और सोती हैं और माँ उन्हें अलग-अलग फल देती हैं जो लड़के या लड़की का संकेत देते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नागेश्वर महादेव कुद गाँव शिमाश की तलहटी में है और यहाँ प्राचीन गोमुख है जिसमें बहुत सारे प्राकृतिक शिवलिंग हैं। शिव और पार्वती का एक अनोखा और प्राकृतिक संयुक्त शिवलिंग, नंदी बेल की एक अनूठी और प्राकृतिक मूर्ति और अंत में एनएजी के साथ एक अद्वितीय और प्राकृतिक शिवलिंग; यही कारण है कि इसे नागेश्वर महादेव के रूप में जाना जाता है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>सुंदर नगर</p>\r\n<p>अपने मंदिरों के लिए प्रसिद्ध, मंडी से शिमला की ओर 26 किमी और एक उपजाऊ घाटी के उभरे हुए किनारे पर 1,174 मीटर की ऊँचाई पर, सुंदर नगर शहर में पेड़ों की छंटाई के बीच अपनी छायादार सैर के लिए जाना जाता है। [टोन] एक पहाड़ी की चोटी पर। और हर साल हजारों भक्तों द्वारा दौरा किया जाता है, सुखदेव वाटिका और महामाया का मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>सभी एशिया में सबसे बड़ी जलविद्युत परियोजना, ब्यास-सतलज परियोजना, भारत के उत्तरी मैदानों के लगभग एक-चौथाई हिस्से को सिंचित करके सुंदर नगर में अभूतपूर्व समृद्धि लेकर आई है। ब्यास-सतलज लिंक कॉलोनी हिमाचल प्रदेश की सबसे बड़ी कॉलोनी है।</p>\r\n<p>&nbsp;</p>\r\n<p>Janjehli</p>\r\n<p>मंडी से 80 किमी की दूरी पर, जंजीहली हाइकर्स के लिए एक स्वर्ग है, जो 3,300 मीटर की ऊंचाई तक ट्रेक पेश करता है। सभी सड़क पर चलने योग्य और सवारी करने के लिए मजेदार है। सड़क करसोग से जुड़ी हुई है जो सर्दियों के कुछ हफ्तों को छोड़कर सभी मौसमों में खुली रहती है। मंडी से बग्गी, चैल चौक और थुनाग (तहसील मुख्यालय) तक पहुंचने में लगभग 3 घंटे लगते हैं। घने जंगल के बीच में, जंगल (गोहर से 15 किमी) बाजही है। यहाँ से जंजेली 20 किमी की दूरी पर एक गहरी सड़क है। चिंदी और करसोग ध्यान के लिए स्थान हैं। [उद्धरण वांछित] जेंहली साहसिक गतिविधियों जैसे ट्रेकिंग, नाइट सफारी, पर्वतारोहण और स्कीइंग के लिए लोकप्रिय है। जंजेली से 10 किमी की दूरी पर शिकारी माता मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर सभी देवी \"शिकारी देवी\" के बारे में है और लोग उनकी भलाई के लिए यहां लोगों की यात्रा करते हैं। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>बरोट</p>\r\n<p>बड़ौत भारतीय राज्य हिमाचल प्रदेश में मंडी जिले में एक पिकनिक स्थल और पर्यटन स्थल है। यह जोगिंद्रनगर से 40 किमी और मंडी, जिला मुख्यालय से 66 किमी दूर स्थित है। जोगिन्दरनगर-मंडी से बड़ौत जाने वाली सड़क उच्च मार्ग से जाती है और जोगिन्दरनगर से दूरी 40 किमी है। जोगिंद्रनगर से ट्रॉली का उपयोग करना कभी-कभी संभव होता है जो कि 12 किमी की दूरी को कम करता है। इस मार्ग में सीढ़ीदार खेत और घने देवदार के जंगल शामिल हैं, जो पहाड़ी की चोटी पर झिंगरी की ओर बढ़ते हैं। मंडी के पूर्व शासकों के ग्रीष्मकालीन महल के अवशेष यहां स्थित हैं। तिकान के छोटे से गाँव, सड़क बरोट तक जाती है। शहर में बाहरी गतिविधियों की एक श्रृंखला है, जिसमें एक ट्राउट प्रजनन केंद्र शामिल है जहां से मछली Uhl में जारी की जाती हैं। नदी का 30 किमी का हिस्सा कोण के लिए उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बड़ौत नारगु वन्यजीव अभयारण्य का प्रवेश द्वार भी है जो पूरे उहल में स्थित है। अभयारण्य में मोनाल, काला भालू और घोरायल है। इसके भीतर टटलुखोद और सिलबंडवारी में वन विश्राम गृह हैं। देवदार और देवदार के जंगल के माध्यम से अभयारण्य से कुल्लू तक एक ट्रेक मार्ग कट जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोटली</p>\r\n<p>मंडी से 22 किमी की दूरी पर (मंडी-जालंधर NH-70) मंडी जिले की एक तहसील है। अरनोदी \"खड्ग\" कुण का टार में ब्यास नदी से मिलने के लिए तंगा घाटी के साथ बहती है। प्रसिद्ध मंदिर हैं शिव मंदिर कोटली, रेखरा पहाड़ी पर स्थित जोन्ध्र देव मंदिर कोतली, जनित्री हिल में जनित्री देवी मंदिर, झगड़ू देव मंदिर, कसला देव और कामरव देव मंदिर कोतली, सुरगण देव मंदिर, महान देव मंदिर, तेज बहादुर सिंह मंदिर, तारकोड़ा वली देवी मंदिर, और नागनी देवी मंदिर। प्रसिद्ध मेलों में सहगलू वाडी, महान देव और जनित्री देवी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Dharmpur</p>\r\n<p>धर्मपुर मुख्य रूप से कम आकार के शिवालिक पहाड़ियों और ब्यास रिवरसाइड के बीच अपनी स्थिति के लिए प्रसिद्ध है, हालांकि इसकी कम ऊंचाई के कारण गर्म मौसम का प्रचलन है। [मंडी-हमीरपुर-अमृतसर NH3] मंडी से 68 किलोमीटर की दूरी पर। धर्मपुर मंडी जिले की एक उप-तहसील है। यह मुख्य रूप से बाबा कमलाहिया, जालपा माता के मंदिर और श्मशान के लिए प्रसिद्ध 'कंधापट्टन' धर्मपुर उप-मंडल में स्थित है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>विश्वविद्यालयों और कॉलेजों</p>\r\n<p>भारतीय प्रौद्योगिकी संस्थान मंडी</p>\r\n<p>जवाहरलाल नेहरू सरकारी इंजीनियरिंग कॉलेज</p>\r\n<p>सरदार वल्लभभाई पटेल क्लस्टर विश्वविद्यालय</p>\r\n<p>श्री लाल बहादुर शास्त्री गवर्नमेंट मेडिकल कॉलेज एंड हॉस्पिटल मंडी</p>\r\n<p>अटल बिहारी वाजपेयी चिकित्सा एवं स्वास्थ्य विज्ञान विश्वविद्यालय (आगामी)</p>\r\n<p>स्कूलों</p>\r\n<p>जवाहर नवोदय विद्यालय, मंडी</p>\r\n<p>खेल</p>\r\n<p>यह जिला बांडी फेडरेशन ऑफ इंडिया का घर है, जो IOC मान्यता प्राप्त फेडरेशन ऑफ इंटरनेशनल बंदी का सदस्य है। BFI ने 2011 एशियाई शीतकालीन खेलों में एक टीम भेजने की योजना बनाई है। यह पहली बार होगा जब भारत एक बैंड प्रतियोगिता में भाग लेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>मंडी थिएटर में कुछ सांस्कृतिक गतिविधियाँ, मंडी के थिएटर कलाकार राकेश कुमार राकू, इंदर राज इंदु, अभिषेक कुमार, मंजीत, वेद कुमार, मनीष शर्मा, सौरव शर्मा, जितेन्द्र कश्यप, पंकज धरवाल, अमित पटियाल, यश विद्यार्थी, हिमानी शर्मा, विक्की , और संतोष मंडी के थिएटर कलाकार हैं</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mandi_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96b1c14e-78bc-458e-9223-26891d2419c3_Mandi-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mandi-himachal-pradesh","tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"मंडी","slug":"mandi"}],"recommendations":[{"id":540,"title":"सोलन में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","dateCreated":"2019-09-01T06:31:46.999Z","dateModified":"2019-09-01T06:32:00.097Z","contributedBy":"AskGif","content":"सोलन भारतीय राज्य हिमाचल प्रदेश में सोलन जिले (1 सितंबर 1972 को बनाया गया) का जिला मुख्यालय है। हिमाचल प्रदेश की सबसे बड़ी नगरपालिका परिषद, यह राज्य की राजधानी शिमला के दक्षिण में 46 किलोमीटर (29 मील) स्थित है। 1,600 मीटर (5,200 फीट) की औसत ऊंचाई पर। इस जगह का नाम हिंदू देवी शूलिनी देवी के नाम पर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सोलन","slug":"solan"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"}],"slug":"top-places-to-visit-in-solan-himachal-pradesh","total":0},{"id":532,"title":"हमीरपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","dateCreated":"2019-08-31T09:17:45.167Z","dateModified":"2019-08-31T09:18:04.945Z","contributedBy":"AskGif","content":"हमीरपुर भारत के हिमाचल प्रदेश राज्य के एक शहर और हमीरपुर जिले का मुख्यालय है। हमीरपुर लोअर वेस्ट सेंट्रल आउटर हिमालय में समुद्र तल से 790 एम की औसत ऊंचाई पर स्थित है। सुदूर उत्तरी उच्च ऊंचाई वाले धौलाधार रेंज शहर को अनदेखा करते हैं। नई उद्यमिता और आधुनिक निर्माण के साथ हमीरपुर हिमाचल प्रदेश में त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"हमीरपुर","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-himachal-pradesh","total":0},{"id":531,"title":"चंबा में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"चंबा भारतीय राज्य हिमाचल प्रदेश में चंबा जिले का एक शहर है। 2001 की भारतीय जनगणना के अनुसार, यह शहर साल नदी के साथ संगम पर, रावी नदी (ट्रांस-हिमालयन सिंधु नदी की एक प्रमुख सहायक नदी) के तट पर स्थित है। चंबल चंबा राज्य के शासक थे चंबल प्रत्यय वर्मन का उपयोग करते थे।\r\n&nbsp;\r\nहालाँकि,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"चंबा","slug":"chamba"}],"slug":"top-places-to-visit-in-chamba-himachal-pradesh","total":0},{"id":530,"title":"बिलासपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"बिलासपुर भारत के हिमाचल प्रदेश राज्य में बिलासपुर जिले में एक शहर और एक नगरपालिका परिषद है।\r\n&nbsp;\r\nपरिवहन\r\nबसें और टैक्सियाँ जिले के लिए सार्वजनिक परिवहन का साधन हैं और राज्य के सभी प्रमुख शहरों के साथ-साथ इसके बाहर के लोगों से भी चलती हैं। बिलासपुर चंडीगढ़-मनाली NH-205 राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"बिलासपुर","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}