{"id":537,"title":"Top Places to visit in Mandi, Himachal Pradesh","imageUrl":"96b1c14e-78bc-458e-9223-26891d2419c3_Mandi-railway.jpg","dateCreated":"2019-09-01T04:49:14.567Z","dateModified":"2019-09-01T05:26:22.838Z","contributedBy":"AskGif","content":"<p>Mandi, formerly known as Mandav Nagar, also known as Sahor (Tibetan: Zahor), is a major town and a municipal council in Mandi District in the Indian state of Himachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>It is situated 145 kilometres (90 mi) north of state capital, Shimla in the north-west Himalayas at an average altitude of 800 metres&nbsp; &nbsp;and experiences pleasant summers and cold winters. Mandi is connected to the Pathankot through National Highway 20 which is almost 220 km(140 mi) long and to Manali and Chandigarh through National Highway 21 which is 323 km(201 mi) long. Mandi is approximately 184.6 km (114.7 mi) from Chandigarh, the nearest major city, and 440.9 km (273.9 mi) from New Delhi, the national capital. In the 2011 Indian census, Mandi city had a population of 26,422. Mandi district is currently the 2nd largest economy in the state next to Kangra. Mandi, in the state is having second highest sex ratio of 1013 females per thousand males.</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Institute of Technology (IIT) is a premier institute located in the city. This one time capital of the princely state of Mandi is a fast developing city that still retains much of its original charm and character. The city was established in 1527 by Ajbar Sen, as the seat of the Mandi State, a princely state till 1948. Foundation of the city was laid on the establishment of Himachal Pradesh in early 1948. Today, it is widely known for the International Mandi Shivaratri Fair. First heritage city of Himachal Pradesh. The city also has the remains of old palaces and notable examples of &lsquo;colonial&rsquo; architecture. The city had one of the oldest buildings of Himachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Mandi City National Highways Road Network</p>\r\n<p>Local transport in Mandi is generally by auto-rickshaw, bus or private vehicles. Tourist taxis are also an option. The taxi station is located right in front of Seri Stage. Auto-rickshaws are the main means of transport in Mandi and are available almost 24 hours.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>AutoRickshaw are the main source of tourist transportation in Mandi</p>\r\n<p>The nearest airport to Mandi is the Bhuntar Airport, about 75 km from Mandi city. Mandi is connected to Pathankot through National Highway 20 which is almost 220 km (140 mi) long and to Manali and Chandigarh through National Highway 21 which is 323 km (201 mi) long.</p>\r\n<p>&nbsp;</p>\r\n<p>Munish Resorts, Visco Resorts and Regent Palms Hotel are hotels and resorts in Mandi. Some other hotels are Raj Mahal, Amar Atithi, Ashoka Holiday Inn, Hotel Evening Plaza, Mandav Hotel(HPTDC), Surbhi Hotel, Hotel Yamini. Most people come to Mandi through Delhi or Chandigarh.</p>\r\n<p>&nbsp;</p>\r\n<p>From Delhi The distance between Delhi and Mandi is about 475 km. This distance can be covered in approximately 12 hrs by bus.</p>\r\n<p>&nbsp;</p>\r\n<p>The alternative to reach Mandi from Delhi is to travel by train up to Kiratpur Sahib by Delhi-Una Himachal express (4553). From Kiratpur, there is a bus. All the buses going from Delhi and Chandigarh to Mandi have to pass through Kiratpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Also, you can take NH 1 to Ambala and NH 22 to Chandigarh before taking NH 21 to Mandi.</p>\r\n<p>&nbsp;</p>\r\n<p>From Chandigarh From Chandigarh there are buses to Mandi and Manali. The buses from Delhi pass through Chandigarh and some buses start from Chandigarh itself. The distance between Chandigarh and Mandi is 200 km. This distance can be covered in approximately 6 hrs by bus. By taxi, it may take around 5 hrs.</p>\r\n<p>&nbsp;</p>\r\n<p>By Air The nearest airport to Mandi is the Kullu Airport at Bhuntar, about 75 km from Mandi city. This is a small domestic airport; only small aircraft fly to Kullu. Flights to Kullu are restricted only from Delhi, and Shimla. From Delhi, flights to Kullu take about 90 minutes by Indian Airlines or Kingfisher Airlines.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail There is currently no railway, but one is proposed. There is a proposal to extend the Kangra Valley Railway to Mandi, and connect it to a new Bilaspur&ndash;Leh line. The nearest railway station currently is the Jogindernagar Railway Station almost 50 km from the city; this is the current terminus of the Kangra Valley Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The city has anganwadis, primary schools as well as high schools. Some of the schools in the city include DAV Centenary Public School, Kendriya Vidyalaya, Mandi Public School, Indus World School, The Phoenix School of Integrated Learning, Vijay Government Senior Secondary School, Government Senior Secondary School(Girls), Sarswati Vidya Mandir nagwain., Sai Public School, St. Xavier Residential School, DAV Sr. Secondary School, Anglo Sanskrit Model School. The medical institutes in Mandi is Himachal Dental College. Jawaharlal Nehru Government Engineering College, T. R. Abhilashi Memorial Institute of Engineering and Technology, and Vallabh Bhai Government College are also located in the city. The Indian Institute of Technology Mandi, is an autonomous and top university of the state for Graduation in B.Tech/M.Tech offering many courses.</p>\r\n<p>&nbsp;</p>\r\n<p>Lakes of Mandi district</p>\r\n<p>Rewalsar Lake</p>\r\n<p>Prashar Lake</p>\r\n<p>Macchial Lake</p>\r\n<p>Pandoh Dam</p>\r\n<p>Barot</p>\r\n<p>Sundar Nagar</p>\r\n<p>Kamlah Fort</p>\r\n<p>Kamru nag lake</p>\r\n<p>&nbsp;</p>\r\n<p>Subdivisions</p>\r\n<p>Villages in the district include Janjheli. It is near Kullu-Manali, around 80 km from Bhunter Airport, 90 km from Kullu and 67 km from Mandi. It has thick forests and springs and is a trekking/hiking outpost. Shikari Devi is a tourist spot. It hosts Himachal Cultural Village, an ethnic village highlighting the culture of Himachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>The Karsog valley in Mandi district.</p>\r\n<p>The historic town of Mandi is built along the banks of the river Beas. It has long been an important commercial centre, and the sage Mandvya is said to have meditated here. This one-time capital of the princely state of Mandi is a fast developing town that retains much of its original charm and character. Today, it is a district headquarters. Mandi is renowned for its 81 old stone temples and their enormous range of fine carving. Because of this, it is often called the \"Varanasi of the Hills.\" The town has the remains of old palaces and notable examples of colonial architecture. Mandi is the gateway to the Kullu valley and acts as the base for several exciting excursions.</p>\r\n<p>&nbsp;</p>\r\n<p>Dev Balakameshwar Temple</p>\r\n<p>The state of Himachal Pradesh is said to be protected and sheltered by the power of numerous local deities. These deities possess some peculiar personality traits and have their own individual entity. Every region in Himachal believes in a distinct deity. All the faith of the local people is vested in these local gods called &lsquo;devta&rsquo; in the regional language. Dev Balakameshwar temple is 13 km from Mandi and located in its very heart.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhootnath Temple</p>\r\n<p>Practically synonymous with Mandi and located in its very heart, Bhootnath Temple is as old as the town itself and dates to the 1520s. In March, the festival of Shivratri is a major event and the Bhootnath Temple is its focus. For an entire week, the town celebrates the arrival of hundreds of local deities on elaborately decorated palanquins.</p>\r\n<p>&nbsp;</p>\r\n<p>Rewalsar Lake</p>\r\n<p>About 25 km from Mandi, 14 km from Ner Chowk is the Rewalsar lake, famous for its floating islands of reed. It is believed that all seven of them can be moved by prayer or breeze. There are three shrines here: a Buddhist monastery, where elaborate rituals are performed, a Sikh gurudwara, and a Hindu temple. It was from this place that the sage Padma Sambhava, a zealous teacher of Buddhism, left as a missionary to preach the doctrine of \"the enlightened\" in Tibet. Lying in a mountain hollow, the lake is held sacred to all three communities; boating facilities are available. A tourist inn maintained by HPTDC provides accommodation and Indian cuisine.</p>\r\n<p>&nbsp;</p>\r\n<p>Prashar Lake</p>\r\n<p>Prashar Lake lies 49 km north of Mandi, with a three-storied pagoda-like temple dedicated to the sage Prashar. It was made in the 13th or 14th century by Maharaja Bansen. The temple is a bit tilted due to a heavy earthquake. There are 2 annual fairs at the temple, held in April and June.</p>\r\n<p>&nbsp;</p>\r\n<p>Joginder Nagar</p>\r\n<p>The large hydro-electric project in Joginder Nagar has an electric trolley takes visitors up the steep, rocky face of a 2,500 metres-high (8,202 ft) mountain and drops sharply on the other side to Barot, where the reservoir is.</p>\r\n<p>&nbsp;</p>\r\n<p>The railway line goes up to the power station, the water rushing down from the reservoir at Barot in the Uhl river through penstock pipes going down nearly a thousand metres (3,280 ft). For tourists who go up to Barot by the trolley, there is a comfortable rest house of the electricity department. The roads extend beyond to Mandi and passes the Larji gorge to the Kullu valley.</p>\r\n<p>&nbsp;</p>\r\n<p>Bassi power station is 8 kilometres from Joginder Nagar. Next to it is Machhial where fishing is not permitted as it is considered a holy sacred spot. It is a common as a feeding spot for fish.</p>\r\n<p>&nbsp;</p>\r\n<p>Lad-Bharol: 25 km from Joginder Nagar, santan dati maa simsa mata mandir in nearby Lad-Bharol, 7 km from Lad-Bharol, Nageshwar Mahadev Coudh is near Bharol. The Triveni Mahadev where three rivers Bias, Binwa and one local are meeting with each other. A very ancient Lord Shiva temple is there at the intersecting of three rivers.[clarification needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Santan Datri Man Shimsha (Sharda) is at Village Shimashjust on the top of hill of Triveni Mahadev. Childless women pray and sleep inside the temple in Navratras and maa blessed them with different fruits indicating boy or girl.</p>\r\n<p>&nbsp;</p>\r\n<p>Nageshwar Mahadev Kud is in the foothills of village shimash and there is ancient goofa in which lot of natural shivlings. A unique and natural combined shivling of Shiva and Parvati, a unique and natural Sculpture of Nandi Bail and finally a unique and natural shivling with NAG; that is why it is known as Nageshwar Mahadev.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Sundar Nagar</p>\r\n<p>Famous for its temples, 26 km from Mandi towards Shimla and at a height of 1,174 metres on the raised edge of a fertile valley, the town of Sundar Nagar is known for its shady walks amidst towering trees.[tone] On top of a hill and visited by thousands of devotees every year, is the Sukhdev Vatika and temple of Mahamaya.</p>\r\n<p>&nbsp;</p>\r\n<p>The biggest hydro-electric project in all Asia, the Beas-Sutlej project, irrigating nearly one-fourth of the northern plains of India, has brought unprecedented prosperity to Sunder Nagar. The Beas-Sutlej link colony is the biggest colony in Himachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Janjehli</p>\r\n<p>At a distance of 80 km from Mandi, Janjehli is a paradise for hikers, offering treks up to a height of 3,300 metres. All the road is motorable and fun to ride. The road is connected to Karsog which remains open all seasons except some weeks of winter. It takes about 3 hours to reach here from Mandi via Baggi, Chail Chowk and Thunag (Tehsil Headquarters). In the midst of thick forest, forests (15 km from Gohar) is Bajahi. From here Janjehli is a scant 20 km away through bridle path. Chindi and Karsog are places for meditation.[citation needed] Janlehli is popular for adventure activities like-trekking, night safari, mountaineering, and skiing. At the distance of 10 km from janjehli is the Shikari Mata temple.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple is all about Goddess \"Shikari Devi\" and people visits here in masses to accolades for their well being.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Barot</p>\r\n<p>Barot is a picnic spot and tourist location in Mandi district in the Indian state of Himachal Pradesh. It is situated 40 km from Jogindernagar and 66 km from Mandi, the district headquarters. The road to Barot branches off at Jogindernagar-Mandi high ways and from Jogindernagar the distance is 40 km. It is sometimes possible to use the trolley from Jogindernagar which reduces the distance to 12 km. The route includes terraced fields and thick cedar forests, rising to Jhatingri at the hilltop. The remains of the summer palace of the former rulers of Mandi are located here.Through the little village of Tikkan, the road carries on to Barot. The town has a range of outdoor activities, including a trout breeding centre from where fish are released into the Uhl. A 30 km section of the river is used for angling.</p>\r\n<p>&nbsp;</p>\r\n<p>Barot also forms the gateway to the Nargu Wildlife Sanctuary which lies across the Uhl. The sanctuary is home to the monal, black bear and ghoral. Within it are forest rest houses at Thaltuckhod and Silbandhwari. Through woods of cedar and pine a trek route cuts across the sanctuary to Kullu.</p>\r\n<p>&nbsp;</p>\r\n<p>Kotli</p>\r\n<p>At a distance of 22 km from Mandi (Mandi-Jalandhar NH-70) is a Tehsil of Mandi district. Arnodi \"khadd\" flows along the tungal valley to meet the river Beas at kun ka tar. Famous temples are Shiv temple Kotli, Racehra dev temple kotli at Racehra hill, Janitri devi Temple at Janitri Hill, Jhagru Dev Temple, Kasla dev and kamrawh dev temple kotli, surgani devi temple, Mahan Dev temple, Tej bahadur singh Temple, tarokda wali devi temple, and Nagni devi temple. Famous fairs are the Saigaloo nar wadi, Mahan Dev, and Janitri Devi.</p>\r\n<p>&nbsp;</p>\r\n<p>Dharmpur</p>\r\n<p>Dharmpur is mainly famous for its situation between the comical shaped Lower Shivalik Hills and Beas Riverside, though hot weather is prevalent due to its low altitude .[citation needed] At a distance of 68 kilometers from Mandi on (Mandi-Hamirpur-Amritsar NH3) Dharmpur is a sub-tehsil of Mandi district. It is mainly famous for temple of Baba Kamlahia, Jalpa Mata and 'Kandhapattan' famous for crematorium are located in Dharmpur sub-division.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Universities and colleges</p>\r\n<p>Indian Institute of Technology Mandi</p>\r\n<p>Jawaharlal Nehru Government Engineering College</p>\r\n<p>Sardar Vallabhbhai Patel Cluster University</p>\r\n<p>Shri Lal Bahadur Shastri Government Medical College &amp; Hospital Mandi</p>\r\n<p>Atal Bihari Vajpayee University of Medicine and Health Sciences (upcoming)</p>\r\n<p>Schools</p>\r\n<p>Jawahar Navodaya Vidyalaya, Mandi</p>\r\n<p>Sports</p>\r\n<p>The district is home to the Bandy Federation of India which is a member of the IOC recognized Federation of International Bandy. BFI plan to send a team to the 2011 Asian Winter Games. That will be the first time India participates in a bandy competition.</p>\r\n<p>&nbsp;</p>\r\n<p>Some cultural activities in Mandi Theatre, the theatre artists of Mandi Rakesh Kumar Raku, Inder Raj Indu, Abhishek Kumar, Manjit, Ved kumar, Manish Sharma, Saurav Sharma, Jitender kashyap, Pankaj Dharwal, Amit Patyal, Yash Vidyarthi, Himani sharma, Vicky, and Santosh are theatre artists of Mandi</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mandi_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96b1c14e-78bc-458e-9223-26891d2419c3_Mandi-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mandi-himachal-pradesh","tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"mandi","slug":"mandi"}],"recommendations":[{"id":540,"title":"Top Places to visit in Solan, Himachal Pradesh","imageUrl":"fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","dateCreated":"2019-09-01T06:31:46.999Z","dateModified":"2019-09-01T06:32:00.097Z","contributedBy":"AskGif","content":"Solan is the district headquarters of Solan district (created on 1 September 1972) in the Indian state of Himachal Pradesh. The largest Municipal Council of Himachal Pradesh, it is located 46 kilometres (29 mi) south of the state capital, Shimla. At an average elevation of 1,600 metres (5,200 ft)","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solan","slug":"solan"},{"name":"himachal-pradesh","slug":"himachal-pradesh"}],"slug":"top-places-to-visit-in-solan-himachal-pradesh","total":0},{"id":532,"title":"Top Places to visit in Hamirpur, Himachal Pradesh","imageUrl":"14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","dateCreated":"2019-08-31T09:17:45.167Z","dateModified":"2019-08-31T09:18:04.945Z","contributedBy":"AskGif","content":"Hamirpur is a town and the headquarters of Hamirpur district in the Himalayan state of Himachal Pradesh, India. Hamirpur is located in the Lower West Central Outer Himalayas at an average elevation of 790 M above sea level . Far northern High Altitude Dhauladhar Ranges overlook the city. Hamirpur","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"hamirpur","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-himachal-pradesh","total":0},{"id":531,"title":"Top Places to visit in Chamba, Himachal Pradesh","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"Chamba is a town in the Chamba district in the Indian state of Himachal Pradesh. According to the 2001 Indian census, the town is situated on the banks of the Ravi River (a major tributary of the Trans-Himalayan Indus River), at its confluence with the Sal River. Chambial were the Rulers of Chamb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"chamba","slug":"chamba"}],"slug":"top-places-to-visit-in-chamba-himachal-pradesh","total":0},{"id":530,"title":"Top Places to visit in Bilaspur, Himachal Pradesh","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"Bilaspur is a city and a municipal council in Bilaspur district in the state of Himachal Pradesh, India.\r\n&nbsp;\r\nTransportation\r\nBuses and taxis are the mode of public transport to the district and run from all major towns within the state as well as from those outside it. B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"bilaspur","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}