{"id":538,"title":"शिमला में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"fac01fea-4bb1-4332-bba8-67da6f309c2a_shimla-railway.jpg","dateCreated":"2019-09-01T05:44:02.577Z","dateModified":"2019-09-01T05:44:34.813Z","contributedBy":"AskGif","content":"<p>शिमला, जिसे शिमला के नाम से भी जाना जाता है, भारतीय राज्य हिमाचल प्रदेश की राजधानी और सबसे बड़ा शहर है। शिमला भी एक जिला है, जो दक्षिण-पूर्व में उत्तराखंड राज्य, उत्तर में मंडी और कुल्लू, पूर्व में किन्नौर, दक्षिण में सिरमौर और पश्चिम में सोलन से घिरा हुआ है। 1864 में, शिमला को रावलपिंडी के उत्तर-पूर्व के मुरी के उत्तराधिकारी के रूप में ब्रिटिश भारत की ग्रीष्मकालीन राजधानी घोषित किया गया था। स्वतंत्रता के बाद, शहर पंजाब की राजधानी बन गया और बाद में उसे हिमाचल प्रदेश की राजधानी बनाया गया। यह राज्य का प्रमुख वाणिज्यिक, सांस्कृतिक और शैक्षिक केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>1815 से पहले छोटे बस्तियों को दर्ज किया गया था जब ब्रिटिश सेना ने क्षेत्र पर नियंत्रण कर लिया था। हिमालय के घने जंगलों में शहर की स्थापना के लिए जलवायु परिस्थितियों ने अंग्रेजों को आकर्षित किया। ग्रीष्मकालीन राजधानी के रूप में, शिमला ने 1914 के सिमला समझौते और 1945 के शिमला सम्मेलन सहित कई महत्वपूर्ण राजनीतिक बैठकों की मेजबानी की। स्वतंत्रता के बाद, 28 रियासतों के एकीकरण के परिणामस्वरूप 1948 में हिमाचल प्रदेश राज्य अस्तित्व में आया। स्वतंत्रता के बाद भी, शहर 1972 के शिमला समझौते की मेजबानी करने वाला एक महत्वपूर्ण राजनीतिक केंद्र बना रहा। हिमाचल प्रदेश राज्य के पुनर्गठन के बाद, मौजूदा महासू जिले का नाम शिमला रखा गया।</p>\r\n<p>&nbsp;</p>\r\n<p>शिमला कई इमारतों का घर है जो ट्यूडरबेटन और नव-गॉथिक आर्किटेक्चर में औपनिवेशिक युग से डेटिंग के साथ-साथ कई मंदिरों और चर्चों की शैली में हैं। औपनिवेशिक वास्तुकला और चर्च, मंदिर और शहर का प्राकृतिक वातावरण पर्यटकों को आकर्षित करता है। आकर्षण में वाइसराय लॉज, क्राइस्ट चर्च, जाखू मंदिर, माल रोड और रिज शामिल हैं, जो एक साथ शहर के केंद्र का निर्माण करते हैं। ब्रिटिश, यूनेस्को द्वारा विश्व विरासत स्थल के रूप में निर्मित कालका-शिमला रेलवे लाइन भी एक प्रमुख पर्यटक आकर्षण है। अपने कठोर इलाके के कारण, शिमला पर्वत बाइकिंग दौड़ MTB हिमालय की मेजबानी करता है, जो 2005 में शुरू हुआ और इसे दक्षिण एशिया में अपनी तरह का सबसे बड़ा आयोजन माना जाता है। शिमला में दक्षिण एशिया में सबसे बड़ा प्राकृतिक आइस स्केटिंग रिंक भी है। पर्यटन केंद्र होने के अलावा, यह शहर कई कॉलेजों और अनुसंधान संस्थानों के साथ एक शैक्षिक केंद्र भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>यह भी देखें: शिमला में शैक्षिक संस्थानों की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>रिज पर सार्वजनिक पुस्तकालय</p>\r\n<p>शहर में 13 आंगनवाड़ी और 64 प्राथमिक स्कूल हैं। ब्रिटिश काल से कई स्कूल हैं। शहर के कुछ लोकप्रिय कॉन्वेंट स्कूल हैं बिशप कॉटन स्कूल, सेंट एडवर्ड स्कूल, शिमला, ऑकलैंड हाउस स्कूल, शिमला पब्लिक स्कूल, सेक्रेड हार्ट कॉन्वेंट, तारा हॉल, कॉन्वेंट ऑफ जीसस एंड मैरी (चेल्सी)। अन्य पब्लिक स्कूलों में केंद्रीय विद्यालय जाखू, डीएवी न्यू शिमला, हैनॉल्ट पब्लिक स्कूल, डीएवी लक्कड़ बाजार, डीएवी टूटू, दयानंद पब्लिक स्कूल, हिमालयन इंटरनेशनल स्कूल और चैप्सली गार्डन स्कूल शामिल हैं। बिशप कॉटन स्कूल और सेंट एडवर्ड स्कूल, शिमला केवल लड़कों के लिए हैं, जबकि तारा हॉल और कॉन्वेंट ऑफ जीसस एंड मैरी (चेल्सी) केवल लड़कियों के लिए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>शिमला में इंदिरा गांधी मेडिकल कॉलेज और अस्पताल</p>\r\n<p>शिमला में चिकित्सा संस्थान इंदिरा गांधी मेडिकल कॉलेज हैं। सेंट बेडे और राजकीय कन्या महा विद्यालय (आरकेएमवी) गर्ल्स-कॉलेज हैं। गवर्नमेंट कॉलेज, संजौली, और गवर्नमेंट कॉलेज चौरा मैदान भी शहर में स्थित हैं। इंडियन इंस्टीट्यूट ऑफ एडवांस स्टडी, जिसे वाइसरेगल लॉज में रखा गया है, मानविकी, भारतीय संस्कृति, धर्म और सामाजिक और प्राकृतिक विज्ञानों में अनुसंधान का एक आवासीय केंद्र है। हिमाचल प्रदेश विश्वविद्यालय (हिमाचल प्रदेश राज्य विश्वविद्यालय) भी शिमला में स्थित है। हिमाचल प्रदेश विश्वविद्यालय बिजनेस स्कूल (HPUBS) और विश्वविद्यालय सूचना प्रौद्योगिकी संस्थान, हिमाचल प्रदेश विश्वविद्यालय (UIIT), एक प्रमुख तकनीकी शिक्षा संस्थान भी यहाँ स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एपीजी (अलख प्रकाश गोयल) शिमला विश्वविद्यालय के नाम से एक निजी विश्वविद्यालय है। इसे एसोचैम इंडिया द्वारा हिल्स में सर्वश्रेष्ठ विश्वविद्यालय के रूप में सम्मानित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिमला में दो राज्य पुस्तकालय हैं जिनमें 47,000 से अधिक पुरानी पुस्तकों का संग्रह है। विश्वविद्यालय के गांधी भवन में 40,000 से अधिक पुस्तकें हैं और दूसरी लाइब्रेरी, रिज पर एक विरासत भवन, 7,000 है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिमला में स्थित उच्च शिक्षा और अनुसंधान के अन्य संस्थान केंद्रीय आलू अनुसंधान संस्थान, भारतीय कृषि अनुसंधान परिषद (ICAR) के सदस्य और भारतीय लेखा परीक्षा और लेखा सेवा (IA और AS) के अधिकारियों के प्रशिक्षण के लिए लेखा परीक्षा और लेखा अकादमी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>द मॉल: द मॉल शिमला का मुख्य शॉपिंग स्ट्रीट है। इसमें कई रेस्तरां, क्लब, बैंक, बार, डाकघर और पर्यटन कार्यालय हैं। गेयटी थियेटर वहां स्थित है।</p>\r\n<p>रिज: द रिज एक बड़ी खुली जगह है, जो मॉल रोड के साथ स्थित है और शहर में सभी सांस्कृतिक गतिविधियों की मेजबानी करता है। क्राइस्ट चर्च, द स्टेट लाइब्रेरी और गेयटी हेरिटेज कल्चरल कॉम्प्लेक्स यहां स्थित कुछ उल्लेखनीय इमारतें हैं।</p>\r\n<p>क्राइस्ट चर्च: रिज पर स्थित, क्राइस्ट चर्च उत्तरी भारत का दूसरा सबसे पुराना चर्च है। अंदर सना हुआ ग्लास खिड़कियां हैं जो विश्वास, आशा, दान, भाग्य, धैर्य और विनम्रता का प्रतिनिधित्व करती हैं।</p>\r\n<p>जाखू: शिमला से 2 किमी, 8,000 फीट की ऊंचाई पर, जाखू हिल शहर की सबसे ऊंची चोटी है और इसमें शहर और बर्फ से ढके हिमालय के दृश्य हैं। पहाड़ी की चोटी पर एक हिंदू देवता भगवान हनुमान का एक पुराना मंदिर है, जो पर्यटकों और स्थानीय लोगों के बीच लोकप्रिय है। समुद्र तल से 8,500 फीट (2,591 मीटर) ऊंचाई पर भगवान हनुमान की 108 फीट (33 मीटर) प्रतिमा, रियो डी जनेरियो, ब्राजील में क्राइस्ट रिडीमर को पछाड़कर दुनिया की कई अन्य उत्कृष्ट कृतियों में सबसे अधिक ऊंचाई पर खड़ी प्रतिमा है।</p>\r\n<p>जाखू रोपवे: यह रोपवे जाखू मंदिर को रिज मैदान से जोड़ता है और शिमला में पहला रोपवे है।</p>\r\n<p>Badi ki dhar: बादी धार समुद्र तल से 6781 फीट की ऊंचाई पर स्थित है। पहाड़ी की चोटी से शिमला के खूबसूरत नज़ारे देखे जा सकते हैं। यह स्थान अपने भगवान शिव मंदिर और वार्षिक मेले के लिए प्रसिद्ध है जो 14/15 जून को आयोजित किया जाता है।</p>\r\n<p>जुटोग: शहर के केंद्र से 8 किमी दूर स्थित, यह सेना छावनी शिमला शहर के एक महत्वपूर्ण उपनगर टूटू के पास है।</p>\r\n<p>शिमला राज्य संग्रहालय: 1974 में खोले गए संग्रहालय में पहाड़ी और राज्य की सांस्कृतिक संपदा की रक्षा करने की कोशिश की गई है। यहाँ लघु पहाड़ी चित्रों, मूर्तियों, कांसे की लकड़ी-नक्काशी और क्षेत्र की वेशभूषा, वस्त्र और आभूषणों का संग्रह है।</p>\r\n<p>इंडियन इंस्टीट्यूट ऑफ एडवांस स्टडी: यह संस्थान 1884-88 में बने पूर्व विसरेगल लॉज में स्थित है।</p>\r\n<p>समर हिल: समर हिल की टाउनशिप शिमला-कालका रेलवे लाइन पर 6,500 फीट की ऊंचाई पर है। महात्मा गांधी अपनी शिमला यात्रा के दौरान इन शांत वातावरण में रहते थे। हिमाचल प्रदेश विश्वविद्यालय यहाँ स्थित है।</p>\r\n<p>एनांडेल: शिमला के रेसकोर्स के रूप में विकसित, एनांडेल रिज से 2-4 किमी की ऊंचाई 6,117 फीट की ऊंचाई पर है। अब इसका उपयोग भारतीय सेना द्वारा किया जाता है।</p>\r\n<p>तारा देवी: शिमला बस-स्टैंड से 11 किमी। तारा देवी पहाड़ी में एक मंदिर है जो पहाड़ी की चोटी पर सितारों की देवी को समर्पित है। यहां एक सैन्य डेयरी टाउन के साथ-साथ भारत स्काउट्स और गाइड्स का मुख्यालय भी है।</p>\r\n<p>संकट मोचन: यह एक प्रसिद्ध हिंदू मंदिर है जो भगवान हनुमान को समर्पित है।</p>\r\n<p>जुन्गा: जुन्गा निकटतम तहसील है, जो शिमला से 26 किमी दूर है। इसका मूल नाम (diacritics के साथ) \"J \"nga\" है, और यह केओन्थल की रियासत की एक पूर्व शाही वापसी है। इसे केथल एस्टेट के नाम से जाना जाता है।</p>\r\n<p>आनंद विलास: शिमला और जुन्गा के बीच का मध्य मार्ग। \"सर्व धर्म मंदिर\", सभी धर्मों का मंदिर, एक प्रकृति माता को समर्पित आध्यात्मिक समूह है। हर साल हजारों पर्यटक और भक्त यहां आते हैं। पूरे भारत के विद्यार्थियों के साथ एक \"आर्ट वैल्यूज़\" स्कूल है। कक्षाएं मुफ्त प्रदान की जाती हैं।</p>\r\n<p>टोटू: NH-88 पर शिमला का एक प्रमुख उपनगर। हिमाचल प्रदेश की सरकार के तहत जटोग रेलवे स्टेशन और हिमफेड मकान।</p>\r\n<p>मशोबरा: शिमला से 13 किमी दूर, जून में वार्षिक सिपी मेले का स्थल।</p>\r\n<p>कुफरी: शिमला से 8,600 फीट की ऊंचाई पर 16 किमी, कुफरी स्थानीय शीतकालीन खेल केंद्र है, और एक छोटा चिड़ियाघर है।</p>\r\n<p>छबड़ा: शिमला से कुफरी जाने वाले मार्ग पर 13 कि.मी.</p>\r\n<p>नालदेहरा: शिमला से 22 किलोमीटर दूर, नौ छेद वाला नालदेहरा गोल्फ क्लब। जून में वार्षिक सिपी मेला नलदेहरा में आयोजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिमला के पास स्थित चैल महल</p>\r\n<p>चैल: शिमला से 45 किलोमीटर की दूरी पर स्थित, चैल को ब्रिटिश राज के दौरान पटियाला के महाराजा द्वारा ग्रीष्मकालीन रिट्रीट के रूप में बनाया गया था, यह छावनी क्षेत्र में स्थित 7220 फीट की ऊंचाई पर दुनिया के सबसे ऊंचे क्रिकेट मैदान के लिए जाना जाता है।</p>\r\n<p>संजौली: शिमला का मुख्य उपनगर।</p>\r\n<p>राष्ट्रपति निवास</p>\r\n<p>शिमला</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>शिमला में स्थानीय परिवहन बस या निजी वाहनों द्वारा होता है। सिटी सेंटर के आसपास सर्कुलर रोड पर अक्सर बसें खड़ी रहती हैं। किसी भी अन्य बढ़ते शहर की तरह, शिमला भी आसपास के क्षेत्रों में नए आवासों के साथ विस्तार कर रहा है। इन क्षेत्रों में परिवहन सेवाओं का भी तेजी से विस्तार हो रहा है। शहर की यात्राओं के लिए पर्यटक टैक्सी भी एक विकल्प हैं। स्थानीय लोग आम तौर पर शहर को पैदल ही पार करते हैं। निजी वाहनों को मॉल, रिज और आसपास के बाजारों में प्रतिबंधित किया गया है। संकरी सड़कों और खड़ी ढलान के कारण, अन्य भारतीय शहरों में जो ऑटो रिक्शा आम हैं वे काफी हद तक अनुपस्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>शिमला उत्तर भारत के सभी प्रमुख शहरों और राज्य के सभी प्रमुख शहरों और जिला मुख्यालयों से सड़क नेटवर्क द्वारा अच्छी तरह से जुड़ा हुआ है। [[एनएच -5] | राष्ट्रीय राजमार्ग ५]] (पूर्व में एनएच २२) शिमला को चंडीगढ़ के सबसे बड़े शहर से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 22 शिमला को चंडीगढ़ शहर से जोड़ता है।</p>\r\n<p>प्रमुख शहरों और शिमला के बीच की दूरी:</p>\r\n<p>कालका: 90 किमी</p>\r\n<p>चंडीगढ़: 120 किमी</p>\r\n<p>अंबाला: 165 किमी</p>\r\n<p>पटियाला: 172 किमी</p>\r\n<p>बठिंडा: 330 किमी</p>\r\n<p>अमृतसर: 342 किमी</p>\r\n<p>पानीपत: 275 किमी</p>\r\n<p>दिल्ली: 380 किमी</p>\r\n<p>देहरादून: 227 किमी</p>\r\n<p>जम्मू: 482 किमी</p>\r\n<p>आगरा: 568 किमी</p>\r\n<p>जयपुर: 629 किमी</p>\r\n<p>हरिद्वार: 278 किमी</p>\r\n<p>श्रीनगर: 787 किमी</p>\r\n<p>पिथौरागढ़: 703 किमी</p>\r\n<p>कोलकाता: 1460 किमी</p>\r\n<p>मुंबई: 1742 किमी</p>\r\n<p>कन्या कुमारी: 2500; किमी</p>\r\n<p>वायु</p>\r\n<p>शिमला हवाई अड्डा शहर से 23 किलोमीटर (14 मील) जुबेरहट्टी पर स्थित है। दिल्ली के लिए नियमित उड़ानें हवाई अड्डे से संचालित होती हैं। निकटतम प्रमुख हवाई अड्डा चंडीगढ़ में चंडीगढ़ हवाई अड्डा लगभग 116 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>शिमला रेलवे स्टेशन</p>\r\n<p>नैरो गेज ट्रैक, दर्शनीय कालका शिमला रेलवे, 96 किमी की दूरी में ऊंचाई में सबसे अधिक वृद्धि के लिए गिनीज बुक ऑफ रिकॉर्ड में सूचीबद्ध है। मैदानी रेल टर्मिनस कालका के पास प्रमुख भारतीय शहरों के लिए दैनिक प्रस्थान है। शहर में शिमला के साथ कुल तीन रेलवे स्टेशन हैं और क्रमशः समर हिल और टोटू (जटोग) में स्थित दो मुख्य स्टेशन हैं। यह ब्रिटिश राज के दौरान भारत की ग्रीष्मकालीन राजधानी शिमला को भारतीय रेल प्रणाली से जोड़ने के लिए बनाया गया था। मार्ग अपने दृश्यों और असंभव निर्माण के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>2007 में, हिमाचल प्रदेश सरकार ने रेलवे को एक विरासत संपत्ति घोषित किया। 11 सितंबर 2007 को शुरू होने वाले लगभग एक सप्ताह के लिए, यूनेस्को की एक विशेषज्ञ टीम ने विश्व धरोहर स्थल के रूप में संभावित चयन के लिए इसकी समीक्षा और निरीक्षण करने के लिए रेलवे का दौरा किया। 8 जुलाई 2008 को, कालका-शिमला रेलवे को विश्व धरोहर स्थल के रूप में सूचीबद्ध किया गया था। दार्जिलिंग हिमालयन रेलवे, नीलगिरि माउंटेन रेलवे और छत्रपति शिवाजी टर्मिनस के साथ।</p>\r\n<p>&nbsp;</p>\r\n<p>शिमला में पैदा हुए उल्लेखनीय लोग</p>\r\n<p>आशीष आर मोहन, फिल्म निर्देशक</p>\r\n<p>मनविंदर सिंह बंगा, व्यापारी, पूर्व सीईओ, फंड मैनेजर</p>\r\n<p>ब्रिटिश शासन के दौरान पैदा हुए पाकिस्तानी अर्थशास्त्री शाहिद जावेद बुर्की</p>\r\n<p>चार्ली चौहान, टेलीविजन अभिनेत्री</p>\r\n<p>राजा दीना नाथ, सिख खालसा दीवान सदस्य</p>\r\n<p>रुबीना दिलाइक, टेलीविजन अभिनेत्री</p>\r\n<p>गाइ पेनरोस गिब्सन, WWII RAF एविएटर, वीसी</p>\r\n<p>होरेशियो बोइयो गोआद, ब्रिटिश पुलिसकर्मी और शिमला नगर निगम के पूर्व सचिव</p>\r\n<p>शिमला में प्रिंसिपल प्रॉपर्टी मालिकों में से एक सैमुअल बोइलू गोआद</p>\r\n<p>रॉबिन जैकमैन, इंग्लैंड के पूर्व क्रिकेट खिलाड़ी</p>\r\n<p>सेलिना जेटली, बॉलीवुड अभिनेत्री</p>\r\n<p>परनीत कौर, पटियाला के भारतीय अभिजात वर्ग और कश्मीर राजवंश, पूर्व विदेश मंत्री</p>\r\n<p>एम.एम. काये, उपन्यासकार</p>\r\n<p>राहत काज़मी, पाकिस्तानी टेलीविजन अभिनेता</p>\r\n<p>अनुपम खेर, बॉलीवुड अभिनेता</p>\r\n<p>राम कुमार, चित्रकार</p>\r\n<p>अंकित लव, वन लव पार्टी, ग्रेट ब्रिटेन के नेता</p>\r\n<p>जमीला मैसी, ब्रिटिश अभिनेत्री</p>\r\n<p>मेघना पंत, लेखक और नारीवादी</p>\r\n<p>असगर कादिर, पाकिस्तानी ब्रह्मांड विज्ञानी</p>\r\n<p>सादिक हुसैन कुरैशी, पंजाब, पाकिस्तान के गवर्नर</p>\r\n<p>शीला रमानी, मिस शिमला</p>\r\n<p>शफकत राणा, पाकिस्तानी टेस्ट क्रिकेटर</p>\r\n<p>अनवर शेमज़ा, कश्मीरी लेखक और रेडियो प्रसारक</p>\r\n<p>अस्मिता सूद, टेलीविजन अभिनेत्री</p>\r\n<p>शक्ति सिंह, बॉलीवुड अभिनेता</p>\r\n<p>सिमरनजीत सिंह मान, सिख राजनीतिज्ञ</p>\r\n<p>हनीफ रामय, पंजाब के पूर्व मुख्यमंत्री</p>\r\n<p>इदरीस शाह, सूफीवाद पर लेखक</p>\r\n<p>सलमान तासीर, पाकिस्तानी व्यापारी</p>\r\n<p>निर्मल वर्मा, हिंदी लेखक</p>\r\n<p>प्रीति जिंटा, बॉलीवुड अभिनेत्री</p>\r\n<p>मोतीलाल राजवंश, बॉलीवुड अभिनेता</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shimla</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fac01fea-4bb1-4332-bba8-67da6f309c2a_shimla-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-shimla-himachal-pradesh","tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"शिमला","slug":"shimla"}],"recommendations":[{"id":533,"title":"कांगड़ा, धर्मशाला में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","dateCreated":"2019-08-31T09:30:12.71Z","dateModified":"2019-08-31T09:34:14.067Z","contributedBy":"AskGif","content":"कांगड़ा भारतीय राज्य हिमाचल प्रदेश में कांगड़ा जिले में एक शहर और एक नगरपालिका परिषद है। ऐतिहासिक रूप से इसे नगरकोट के नाम से जाना जाता था।\r\n&nbsp;\r\nकांगड़ा भारतीय राज्य हिमाचल प्रदेश का सबसे अधिक आबादी वाला जिला है। धर्मशाला जिले का प्रशासनिक मुख्यालय है। यह मसरूर मंदिरों का घर है,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कांगड़ा","slug":"kangra"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"धर्मशाला","slug":"dharamshala"}],"slug":"top-places-to-visit-in-kangra-dharamshala-himachal-pradesh","total":0},{"id":532,"title":"हमीरपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","dateCreated":"2019-08-31T09:17:45.167Z","dateModified":"2019-08-31T09:18:04.945Z","contributedBy":"AskGif","content":"हमीरपुर भारत के हिमाचल प्रदेश राज्य के एक शहर और हमीरपुर जिले का मुख्यालय है। हमीरपुर लोअर वेस्ट सेंट्रल आउटर हिमालय में समुद्र तल से 790 एम की औसत ऊंचाई पर स्थित है। सुदूर उत्तरी उच्च ऊंचाई वाले धौलाधार रेंज शहर को अनदेखा करते हैं। नई उद्यमिता और आधुनिक निर्माण के साथ हमीरपुर हिमाचल प्रदेश में त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"हमीरपुर","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-himachal-pradesh","total":0},{"id":531,"title":"चंबा में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"चंबा भारतीय राज्य हिमाचल प्रदेश में चंबा जिले का एक शहर है। 2001 की भारतीय जनगणना के अनुसार, यह शहर साल नदी के साथ संगम पर, रावी नदी (ट्रांस-हिमालयन सिंधु नदी की एक प्रमुख सहायक नदी) के तट पर स्थित है। चंबल चंबा राज्य के शासक थे चंबल प्रत्यय वर्मन का उपयोग करते थे।\r\n&nbsp;\r\nहालाँकि,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"चंबा","slug":"chamba"}],"slug":"top-places-to-visit-in-chamba-himachal-pradesh","total":0},{"id":530,"title":"बिलासपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"बिलासपुर भारत के हिमाचल प्रदेश राज्य में बिलासपुर जिले में एक शहर और एक नगरपालिका परिषद है।\r\n&nbsp;\r\nपरिवहन\r\nबसें और टैक्सियाँ जिले के लिए सार्वजनिक परिवहन का साधन हैं और राज्य के सभी प्रमुख शहरों के साथ-साथ इसके बाहर के लोगों से भी चलती हैं। बिलासपुर चंडीगढ़-मनाली NH-205 राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"बिलासपुर","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}