{"id":538,"title":"Top Places to visit in Shimla, Himachal Pradesh","imageUrl":"fac01fea-4bb1-4332-bba8-67da6f309c2a_shimla-railway.jpg","dateCreated":"2019-09-01T05:44:02.577Z","dateModified":"2019-09-01T05:44:34.813Z","contributedBy":"AskGif","content":"<p>Shimla, also known as Simla, is the capital and the largest city of the Indian state of Himachal Pradesh. Shimla is also a district which is bounded by the state of Uttarakhand in the south-east, districts of Mandi and Kullu in the north, Kinnaur in the east, Sirmaur in the south and Solan in the west. In 1864, Shimla was declared as the summer capital of British India, succeeding Murree, northeast of Rawalpindi. After independence, the city became the capital of Punjab and was later made the capital of Himachal Pradesh. It is the principal commercial, cultural and educational centre of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Small hamlets were recorded prior to 1815 when British forces took control of the area. The climatic conditions attracted the British to establish the city in the dense forests of Himalayas. As the summer capital, Shimla hosted many important political meetings including the Simla Accord of 1914 and the Simla Conference of 1945. After independence, the state of Himachal Pradesh came into being in 1948 as a result of integration of 28 princely states. Even after independence, the city remained an important political centre, hosting the Simla Agreement of 1972. After reorganisation of state of Himachal Pradesh, the existing Mahasu district was named Shimla.</p>\r\n<p>&nbsp;</p>\r\n<p>Shimla is home to a number of buildings that are styled in the Tudorbethan and neo-Gothic architectures dating from the colonial era, as well as multiple temples and churches. The colonial architecture and churches, the temples and the natural environment of the city attracts tourists. Attractions include the Viceroy Lodge, the Christ Church, the Jakhoo Temple, the Mall Road and the Ridge, which together form the city centre. The Kalka&ndash;Shimla Railway line built by the British, a UNESCO World Heritage Site, is also a major tourist attraction. Owing to its steep terrain, Shimla hosts the mountain biking race MTB Himalaya, which started in 2005 and is regarded as the biggest event of its kind in South Asia. Shimla also has the largest natural ice skating rink in South Asia. Apart from being a tourism centre, the city is also an educational hub with a number of colleges and research institutions.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>See also: List of educational institutions in Shimla</p>\r\n<p>&nbsp;</p>\r\n<p>Public library on The Ridge</p>\r\n<p>The city has 13 anganwadis and 64 primary schools. There are many schools from the British era. Some of the popular convent schools in the city are Bishop Cotton School, St. Edward's School, Shimla, Auckland House School, Shimla Public School, Sacred Heart Convent, Tara Hall, Convent of Jesus &amp; Mary (Chelsea). Other public schools include Kendriya Vidyalaya Jakhoo, DAV New Shimla, Hainault Public School, DAV Lakkar Bazaar, DAV Totu, Dayanand Public School, Himalayan International School and Chapslee Garden School. Bishop Cotton School and St. Edward's School, Shimla are for boys only, whereas, Tara Hall and Convent of Jesus &amp; Mary (Chelsea) are for girls only.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Indira Gandhi Medical College and Hospital at Shimla</p>\r\n<p>The medical institutes in Shimla are Indira Gandhi Medical College. St. Bede's and Rajkiya Kanya Maha Vidyalaya (RKMV) are girls-only colleges. Government College, Sanjauli, and Government College Chaura Maidan are also located in the city. The Indian Institute of Advanced Study, housed in the Viceregal lodge, is a residential centre for research in Humanities, Indian culture, religion and social and natural sciences. The Himachal Pradesh University (state university of Himachal Pradesh) is also located in Shimla. Himachal Pradesh University Business School (HPUBS) and University Institute of Information Technology, Himachal Pradesh University (UIIT), a premier technical education institute, are also located here.</p>\r\n<p>&nbsp;</p>\r\n<p>There is one private university by the name of APG (Alakh Prakash Goyal) Shimla University. It was awarded as the Best University in Hills by Assocham India.</p>\r\n<p>&nbsp;</p>\r\n<p>Shimla has two state libraries with a collection of over 47,000 old books divided between them. The one at Gandhi Bhavan in the university has over 40,000 books and the other library, also a heritage building on the ridge, has 7,000.</p>\r\n<p>&nbsp;</p>\r\n<p>Other institutes of higher education and research located in Shimla are the Central Potato Research Institute, a member of Indian Council of Agricultural Research (ICAR) and National Academy of Audit and Accounts for training of officers of the Indian Audits and Accounts Service (IA&amp;AS).</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>The Mall: The Mall is the main shopping street of Shimla. It has many restaurants, clubs, banks, bars, post offices and tourist offices. The Gaiety Theatre is situated there.</p>\r\n<p>The Ridge: The Ridge is a large open space, which is situated alongside the Mall Road and hosts all the cultural activities in the city. Christ Church, The State Library and Gaiety Heritage Cultural Complex are some of the notable buildings located here.</p>\r\n<p>Christ Church: Situated on the Ridge, Christ Church is the second oldest church in Northern India. Inside there are stained glass windows which represent faith, hope, charity, fortitude, patience and humility.</p>\r\n<p>Jakhoo: 2 km from Shimla, at a height of 8,000 ft, Jakhu Hill is the highest peak in the city and has views of the city and of the snow-covered Himalayas. At the top of the hill is an old temple of Lord Hanuman, a Hindu deity which is popular among tourists and locals alike. A 108 feet (33 metre) statue of Lord Hanuman, at 8,500 feet (2,591 metres) above sea level, is the statue standing at the highest altitude among several other masterpieces in the world, overtaking the Christ Redeemer in Rio de Janeiro, Brazil.</p>\r\n<p>Jakhu Ropeway: This ropeway connects Jakhu temple to the ridge ground and is the first ropeway in Shimla.</p>\r\n<p>Badi ki dhar: Badi Dhar is situated at an altitude of 6781 feet above sea level. Beautiful sights of Shimla can be seen from the top of the hill. The place is famous for its Lord Shiva temple and annual fair which is organised on 14/15 June.</p>\r\n<p>Jutogh: Located 8 km from the city centre, this army cantonment is near Tutu, an important suburb of Shimla city.</p>\r\n<p>Shimla State Museum: The museum, which was opened in 1974, has tried to protect hill-out and the cultural wealth of the state. There is a collection of miniature Pahari paintings, sculptures, bronzes wood-carvings and also costumes, textiles and jewellery of the region.</p>\r\n<p>Indian Institute of Advanced Study: This institute is housed at the former Viceregal Lodge, built in 1884&ndash;88.</p>\r\n<p>Summer Hill: The township of Summer Hill is at a height of 6,500 ft on the Shimla-Kalka railway line. Mahatma Gandhi lived in these quiet surroundings during his visits to Shimla. Himachal Pradesh University is situated here.</p>\r\n<p>Annandale: Developed as the racecourse of Shimla, Annandale is 2&ndash;4 km from the Ridge at a height of 6,117 ft. It is now used by the Indian Army.</p>\r\n<p>Tara Devi: 11 km from the Shimla bus-stand. Tara Devi Hill has a temple dedicated to the goddess of stars on top of the hill. There is a military Dairy Town here as well as the headquarters of Bharat Scouts and Guides.</p>\r\n<p>Sankat Mochan: It is a famous Hindu temple dedicated to Lord Hanuman.</p>\r\n<p>Junga: Junga is nearest Tehsil, 26 km from Shimla. Its original name (with diacritics) is \"Jūnga\", and it is a former royal retreat of the princely state of Keonthal. It is known as the Keonthal Estate.</p>\r\n<p>Anand Vilas: Midway between Shimla and Junga. \"Sarva Dharma Mandir\", Temple of all faiths, is a spiritual group dedicated to Mother Nature. Thousands of visitors and devotees come here every year. There is an \"Art is Values\" school with pupils from all over India. Classes are provided free of cost.</p>\r\n<p>Totu: A major suburb of Shimla on NH-88. Houses Jutogh railway station and HimFed under government of Himachal Pradesh.</p>\r\n<p>Mashobra: 13&nbsp; km from Shimla, site of the annual Sipi fair in June.</p>\r\n<p>Kufri: 16&nbsp; km from Shimla at a height of 8,600 ft, Kufri is the local winter sports centre, and has a small zoo.</p>\r\n<p>Chharabra: 13 km from Shimla on route to Kufri.</p>\r\n<p>Naldehra: 22 km from Shimla, with a nine-hole Naldehra Golf Club. The annual Sipi fair in June is held in Naldehra.</p>\r\n<p>&nbsp;</p>\r\n<p>Chail palace, located near shimla</p>\r\n<p>Chail: Situated at 45 kilometers from Shimla, Chail was built as summer retreat by the Maharaja of Patiala during the British Raj, it is known for the world's highest cricket ground at a height of 7220 feet situated in the cantonment area.</p>\r\n<p>Sanjauli: The main suburb of Shimla.</p>\r\n<p>Rashtrapati Niwas</p>\r\n<p>Shimla</p>\r\n<p>Transport</p>\r\n<p>Local transport in Shimla is by bus or private vehicles. Buses ply frequently on the circular road surrounding the city centre. Like any other growing city, Shimla is also expanding with new habitats in the vicinity. Transport services in these areas are also expanding rapidly. Tourist taxis are also an option for out of town trips. Locals typically traverse the city on foot. Private vehicles are prohibited on the Mall, Ridge and nearby markets. Due to narrow roads and steep slopes, the auto rickshaws which are common in other Indian cities are largely absent.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Shimla is well-connected by road network to all major cities in north India and to all major towns and district headquarters within the state. [[NH-5]|National Highway 5]] (Formerly NH 22) connects Shimla to the nearest big city of Chandigarh.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 22 connects Shimla to the city of Chandigarh.</p>\r\n<p>Distance between major towns and Shimla:</p>\r\n<p>&nbsp;</p>\r\n<p>Kalka: 90 km</p>\r\n<p>Chandigarh: 120 km</p>\r\n<p>Ambala: 165 km</p>\r\n<p>Patiala: 172 km</p>\r\n<p>Bathinda: 330 km</p>\r\n<p>Amritsar: 342 km</p>\r\n<p>Panipat: 275 km</p>\r\n<p>Delhi: 380 km</p>\r\n<p>Dehradun: 227 km</p>\r\n<p>Jammu: 482 km</p>\r\n<p>Agra: 568 km</p>\r\n<p>Jaipur: 629 km</p>\r\n<p>Haridwar: 278 km</p>\r\n<p>Srinagar: 787 km</p>\r\n<p>Pithoragarh: 703 km</p>\r\n<p>Kolkata: 1460 km</p>\r\n<p>Mumbai: 1742 km</p>\r\n<p>Kanya Kumari: 2500;km</p>\r\n<p>Air</p>\r\n<p>Shimla Airport is situated at Jubbarhatti, 23 kilometres (14 mi) from the city. Regular flights to Delhi operate from the airport. The nearest major airport is Chandigarh Airport in Chandigarh about 116 km away.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Shimla railway station</p>\r\n<p>The scenic Kalka Shimla Railway, a narrow gauge track, is listed in the Guinness Book of Records for the steepest rise in altitude in a distance of 96 km. Kalka, the plains rail terminus, has daily departures to major Indian cities. The city has a total of three railway stations with Shimla the main station and two others located at Summer Hill and Totu (Jutogh) respectively. It was built to connect Shimla, the summer capital of India during the British Raj, with the Indian rail system. The route is famous for its scenery and improbable construction.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2007, the government of Himachal Pradesh declared the railway a heritage property. For about a week starting on 11 September 2007, an expert team from UNESCO visited the railway to review and inspect it for possible selection as a World Heritage Site. On 8 July 2008, the Kalka&ndash;Shimla Railway was listed as the World Heritage Site. alongside Darjeeling Himalayan Railway, Nilgiri Mountain Railway, and Chhatrapati Shivaji Terminus.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people born in Shimla</p>\r\n<p>Ashish R Mohan, film director</p>\r\n<p>Manvinder Singh Banga, businessman, former CEO, fund manager</p>\r\n<p>Shahid Javed Burki, Pakistani economist, born during British rule</p>\r\n<p>Charlie Chauhan, television actress</p>\r\n<p>Raja Dina Nath, Sikh Khalsa Diwan member</p>\r\n<p>Rubina Dilaik, television actress</p>\r\n<p>Guy Penrose Gibson, WWII RAF aviator, VC</p>\r\n<p>Horatio Boileau Goad, British policeman and former secretary of the municipal corporation of Shimla</p>\r\n<p>Samuel Boileau Goad, one of the principal property owners in Shimla</p>\r\n<p>Robin Jackman, former England cricket player</p>\r\n<p>Celina Jaitley, Bollywood actress</p>\r\n<p>Preneet Kaur, Indian aristocrat of Patiala and Kashmir dynasties, former Minister for External Affairs</p>\r\n<p>M.M. Kaye, novelist</p>\r\n<p>Rahat Kazmi, Pakistani television actor</p>\r\n<p>Anupam Kher, Bollywood actor</p>\r\n<p>Ram Kumar, painter</p>\r\n<p>Ankit Love, leader of the One Love Party, Great Britain</p>\r\n<p>Jamila Massey, British actress</p>\r\n<p>Meghna Pant, author and feminist</p>\r\n<p>Asghar Qadir, Pakistani cosmologist</p>\r\n<p>Sadiq Hussain Qureshi, Governor of Punjab, Pakistan</p>\r\n<p>Sheila Ramani, Miss Shimla</p>\r\n<p>Shafqat Rana, Pakistani test cricketer</p>\r\n<p>Anwar Shemza, Kashmiri writer and radio broadcaster</p>\r\n<p>Asmita Sood, television actress</p>\r\n<p>Shakti Singh, Bollywood actor</p>\r\n<p>Simranjit Singh Mann, Sikh politician</p>\r\n<p>Hanif Ramay, former Chief Minister of Punjab</p>\r\n<p>Idries Shah, writer on Sufism</p>\r\n<p>Salmaan Taseer, Pakistani businessman</p>\r\n<p>Nirmal Verma, Hindi writer</p>\r\n<p>Priety Zinta, Bollywood actress</p>\r\n<p>Motilal Rajvansh, Bollywood actor</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shimla</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fac01fea-4bb1-4332-bba8-67da6f309c2a_shimla-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-shimla-himachal-pradesh","tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"shimla","slug":"shimla"}],"recommendations":[{"id":533,"title":"Top Places to visit in Kangra, Dharamshala Himachal Pradesh","imageUrl":"8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","dateCreated":"2019-08-31T09:30:12.71Z","dateModified":"2019-08-31T09:34:14.067Z","contributedBy":"AskGif","content":"Kangra is a city and a municipal council in Kangra district in the Indian state of Himachal Pradesh. Historically it was known as Nagarkot.\r\n&nbsp;\r\nKangra is the most populous district of the Indian state of Himachal Pradesh. Dharamshala is the administrative headquarters of the di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8d276ceb-f1f9-4836-8fb5-7a792d5e6236_Kangra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kangra","slug":"kangra"},{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"dharamshala","slug":"dharamshala"}],"slug":"top-places-to-visit-in-kangra-dharamshala-himachal-pradesh","total":0},{"id":532,"title":"Top Places to visit in Hamirpur, Himachal Pradesh","imageUrl":"14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","dateCreated":"2019-08-31T09:17:45.167Z","dateModified":"2019-08-31T09:18:04.945Z","contributedBy":"AskGif","content":"Hamirpur is a town and the headquarters of Hamirpur district in the Himalayan state of Himachal Pradesh, India. Hamirpur is located in the Lower West Central Outer Himalayas at an average elevation of 790 M above sea level . Far northern High Altitude Dhauladhar Ranges overlook the city. Hamirpur","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"hamirpur","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-himachal-pradesh","total":0},{"id":531,"title":"Top Places to visit in Chamba, Himachal Pradesh","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"Chamba is a town in the Chamba district in the Indian state of Himachal Pradesh. According to the 2001 Indian census, the town is situated on the banks of the Ravi River (a major tributary of the Trans-Himalayan Indus River), at its confluence with the Sal River. Chambial were the Rulers of Chamb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"chamba","slug":"chamba"}],"slug":"top-places-to-visit-in-chamba-himachal-pradesh","total":0},{"id":530,"title":"Top Places to visit in Bilaspur, Himachal Pradesh","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"Bilaspur is a city and a municipal council in Bilaspur district in the state of Himachal Pradesh, India.\r\n&nbsp;\r\nTransportation\r\nBuses and taxis are the mode of public transport to the district and run from all major towns within the state as well as from those outside it. B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"bilaspur","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}