{"id":539,"title":"सिरमौर, नाहन में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","dateCreated":"2019-09-01T06:07:04.648Z","dateModified":"2019-09-01T06:07:21.59Z","contributedBy":"AskGif","content":"<p>सिरमौर भारत के हिमाचल प्रदेश के दक्षिण-पूर्वी क्षेत्र में सबसे दक्षिणी जिला है। यह काफी हद तक पहाड़ी और ग्रामीण है, इसकी 90% आबादी गांवों में रहती है। इसके कुछ शहरों में नाहन (राजधानी), पांवटा साहिब और सुकेती शामिल हैं, जो बाद के शिवालिक फॉसिल पार्क के लिए जाना जाता है जहाँ 85 मिलियन वर्ष से अधिक पुराने जीवाश्म पाए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>इस जिले में छह तहसीलें हैं, नाहन, रेणुका, शिलाई, राजगढ़, पछाड़ और पांवटा साहिब। गिरि नदी जिले को लगभग दो समान भागों में बांटती है: गिरिपार और गिरियार। प्रमुख शहर नाहन, पांवटा साहिब, राजगढ़ और शिलाई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>अधिकांश आबादी हिंदू है और इसलिए अधिकांश लोग हिंदू देवताओं (देवता) की पूजा करते हैं और विभिन्न संबंधित रीति-रिवाजों और अनुष्ठानों का पालन करते हैं। [उद्धरण वांछित] स्थानीय भाषा सिरमौरी है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिशु एक मेला है जो कई स्थानों पर आयोजित किया जाता है, और थोडा नृत्य पेश करता है। सिरमौर में नाटी, जी, रासा और बुधेचू लोक नृत्य की शैलियाँ हैं। शादियों और दिवाली त्योहार जैसे अवसरों पर इनका आनंद लिया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>सिरमौर जिले में कई छोटे शहर और दर्शनीय स्थान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हब्बन घाटी</p>\r\n<p>हब्बन घाटी के सबसे प्रसिद्ध मंदिरों में शिरगुल देवता, पलु देवता और टोकरो टिब्बा काली माँ हैं। हब्बन में दो प्रसिद्ध मंदिर हैं, टोकरो टिब्बा काली माँ और पालु देवता। हाबीबी 1500, एक प्रसिद्ध राजपूत जाति, इन दो देवतों से संबंधित है। भगवान शिरगुल मंदिर उत्तर भारत में सबसे प्रसिद्ध मंदिरों में से एक है। [उद्धरण वांछित] सिरमौर, सोलन, शिमला, उत्तरांचल और दिल्ली में भगवान शिरगुल की पूजा की जाती है। भारत के कई हिस्सों से पर्यटकों द्वारा घने देवदार जंगलों का दौरा किया जाता है। एक ट्रेक भगवान शिव के पवित्र स्थान चूड़धार की ओर जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Churdhar</p>\r\n<p>&nbsp;</p>\r\n<p>एक दृश्य (2016)</p>\r\n<p>जिला सिरमौर में चुर पीक समुद्र तल से 3647 मीटर की ऊंचाई तक बढ़ता है। पहाड़ सभी सिरमौरियों के लिए एक महत्वपूर्ण धार्मिक स्थान है। यह 11965 फीट की ऊंचाई पर स्थित शिवालिक पर्वतमाला में से एक है, और दक्षिणी हिमाचल प्रदेश की सबसे ऊंची चोटी है। चूड़धार, जिसे चुरचंदनी (बर्फ की चूड़ी) के रूप में भी जाना जाता है, को शानदार परिदृश्य के लिए जाना जाता है। शिखर से दृश्य उत्तर की ओर बद्रीनाथ और केदारनाथ की चोटियों सहित दक्षिण और बर्फ से ढकी पर्वतमाला की ओर तराई क्षेत्रों का एक चित्रमाला प्रस्तुत करता है। ऐसा माना जाता है कि यह वही स्थान है, जहां हनुमान ने संजीवनी बूटी की खोज की थी, जिसने भगवान राम के छोटे भाई लक्ष्मण को पुनर्जीवित किया था। निकटवर्ती डंडी देवी में एक प्राचीन शहर के खंडहर पाए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जड़ी-बूटी और अल्पाइन वनस्पतियाँ इन हिमालयी ढलानों को कवर करती हैं, और जीवों में मोनाल, हिमाचल का राज्य पक्षी, कोक्लास और कालेज तीतर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेकर्स ने चूड़धार शिखर के लिए अपने रास्ते पर छोटे ग्लेशियरों को फैलाया, जिसमें मध्यम से भारी बर्फबारी (औसतन 33 फीट बर्फ) है। अक्सर शिरगुल मंदिर इसके नीचे दब जाता है। साफ धूप के दिनों में, बद्रीनाथ और केदारनाथ मंदिर, गंगा के मैदान, सतलज नदी और शिमला और चकराता की पहाड़ियों को देखा जा सकता है। चूड़धार शिखर के ऊपर शिव और काली के लिंग हैं, जहाँ पहले बकरी और भेड़ की बलि दी जाती थी। भक्त झंडे फहराते हैं और यहां प्रसाद बनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चोटी को मार्ग से लगभग 48 किलोमीटर (30 मील) की दूरी पर, संगराह, भवाई, गंधुरी और नूरा के माध्यम से, रेणुका तहसील के मुख्यालय ददाहू से संपर्क किया जा सकता है। चोटी के लिए एक और दृष्टिकोण सोलन राजगढ़ मेनू सड़क है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेणुका जी</p>\r\n<p>रेणुका सिरमौर में धार्मिक और पर्यटक हित का एक और स्थान है। यह नाहन से लगभग 40 किलोमीटर (25 मील) की दूरी पर एक मोटर से चलने वाली धातु की सड़क है। नौका विहार, रेणुका झील में आगंतुकों के लिए उपलब्ध है, जो एक अंडाकार आकार की झील है, जिसकी परिधि 2.4 किलोमीटर (1.5 मील) है। कार्तिकी एकादशी पर हर साल हजारों तीर्थयात्रियों द्वारा झील का दौरा किया जाता है। गिरि और गुनगुने शिविर के बीच 1.6 किलोमीटर (0.99 मील) का पैच है, जहां आगंतुक अक्सर कुछ दिनों के लिए रहते हैं। विभिन्न समूहों द्वारा कीर्तन सहित रात्रि उत्सव मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह स्थान मेले के दिनों में पूरी क्षमता से पहुंचता है और विभिन्न प्रकार की गतिविधियाँ प्रदान करता है। फेयरग्राउंड के प्रवेश द्वार पर वन विभाग की वाइल्ड लाइफ विंग द्वारा चेतावनी नोटिस लगाया गया है, \"होल्ड योर गन - गेम सैंक्चुअरी स्टार्ट\"।</p>\r\n<p>&nbsp;</p>\r\n<p>इस मेले में, पारसु राम की पीतल की मूर्ति को उनके वाद्य यंत्रों के साथ चांदी की पालकी में उनके स्थायी निवास गाँव जमू से लाया जाता है। मंदिर में देवता तीन दिन तक रहते हैं यानी सूड़ी, द्वादशी से द्वादशी (10 वीं से 12 वीं तक)। पहाड़ी लोग रात के समय पुजारी से प्रार्थना करते हैं, जब वह एक ट्रान्स में चला जाता है और एक दैवज्ञ में बदल जाता है, प्रश्नों का उत्तर देता है और कभी-कभी प्रश्नकर्ता से कुछ अन्य कार्यों की पूर्णता के लिए एक शर्त के रूप में किसी अन्य कार्य के देवता को चढ़ाने या बलिदान करने के लिए कहता है अनुकूल भविष्यवाणी, जैसे किसी समस्या से मुक्ति या किसी बीमारी से स्वास्थ्य की प्राप्ति। [उद्धरण वांछित] द्वादशी पर, आमतौर पर, लोग रेणुका में पवित्र डुबकी के बाद भिक्षा प्रदान करते हैं। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>चांदपुर धार</p>\r\n<p>&nbsp;</p>\r\n<p>चांदपुर धार एक अन्य स्थान है जो ट्रेकर्स और पर्यटकों द्वारा अनदेखा है। [उद्धरण वांछित] हालांकि स्थानीय लोग समय-समय पर शिरगुल देवता को समर्पित मंदिर का दौरा करते रहे हैं, लेकिन इस स्थान पर अभी भी सरकार का ध्यान नहीं है। [मूल शोध?] धूमखर बस ​​स्टॉप से ​​लगभग 8 किलोमीटर की दूरी पर है और शिरगुल देवता मंदिर के शीर्ष तक पहुंचने में अधिकतम 4 घंटे लगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हरिपुर धार</p>\r\n<p>यह स्थान 2687 मीटर की ऊंचाई पर है। मां भंगायनी मंदिर, हरिपुरधार, सिरमौर में एक प्रसिद्ध मंदिर है। हरिपुर एक पहाड़ पर लागू नाम है जिसे हरिपुर धार कहा जाता है। इस पर्वत की चोटी पर एक किला है जो पूर्ववर्ती सिरमौर राज्य के शासकों द्वारा पर्वत की इस श्रेणी पर बनाया गया था। यह मुख्य रूप से पड़ोसी राज्य जुब्बल राज्य के साथ राज्य सीमाओं की रक्षा करने के लिए था क्योंकि दोनों राज्यों के बीच निरंतर सीमा विवाद थे और एक दूसरे के क्षेत्र में एक असामान्य अतिक्रमण था। यह डिसेब्यूशन में गिर गया है और जो हिस्सा अभी भी रहने योग्य है, वन विभाग के मुख्यालय के रूप में वन विभाग द्वारा उपयोग किया जाता है। यह किला ऐतिहासिक काल के आगंतुक को याद दिलाता है जब इस तरह के किलों को धारण करने या कब्जा करने के लिए इस्तेमाल किया जाता था, जो कि प्रमुख पहाड़ी राज्यों का मुख्य उद्देश्य था। नाहन से लगभग 106 किलोमीटर (66 मील) की दूरी पर, हरिपुरधार से ददाहू तक 40 किलोमीटर (25 मील) तक एक नियमित बस सेवा द्वारा संपर्क किया जा सकता है, जहां से अंधेरी लगभग 44 किलोमीटर (27 मील) तक जीप द्वारा पहुंचा जा सकता है। शेष भाग लगभग 22 किलोमीटर (14 मील) है। एप्रोच का दूसरा रास्ता सोलन से राजगढ़ होकर है। खारोटियान, एक ऐसा स्थान जहाँ से किले की साइट पहाड़ी की चोटी पर लगभग 2 किलोमीटर (1.2 मील) बनी हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूरेश्वर महादेव</p>\r\n<p>भूरेश्वर महादेव सिरमौर जिले में एक और धार्मिक और पर्यटन स्थल है। यह नाहन - सोलन राज्य राजमार्ग पर सराहन के पास एक शिखर पर स्थित है। इस जगह के बारे में एक किंवदंती है कि यहां से माता पार्वती और भगवान शिव ने कुरुक्षेत्र युद्ध देखा, जैसा कि महाभारत में वर्णित है। यहां से चंडीगढ़ को भी देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा पांवटा साहिब</p>\r\n<p>गुरुद्वारा भगनी साहिब</p>\r\n<p>शिलाई</p>\r\n<p>सिरमौर जिले का शिलाई उपखंड, जिसमें सतौन से हरिपुर धार तक का क्षेत्र शामिल है, भारत और विदेशों के लोगों के लिए एक पर्यटन स्थल है, खासकर गर्मियों के मौसम में। NH-707 (पुराना NH-72) पांवटा साहिब से हटकोटी तक राष्ट्रीय राजमार्ग है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>यशवंत सिंह परमार, हिमाचल प्रदेश के पहले सीएम</p>\r\n<p>गायक मोहित चौहान नाहन शहर से हैं</p>\r\n<p>राहुल वर्मा राजपूत, राष्ट्रीय स्तर के क्रिकेटर, मिस्टर इंडिया की शुरुआत 2018, मॉडल, जिला सिरमौर से है</p>\r\n<p>कर्नल जगत चौहान लोजा-मनाल, शिलाई से हैं।</p>\r\n<p>सिद्धार्थ चौहान, स्वतंत्र फिल्म निर्माता, रेणुका में पैदा हुए थे</p>\r\n<p>\"द ग्रेट खली\" (दलीप सिंह राणा), डब्ल्यूडब्ल्यूई पहलवान, धीरा, हिमाचल प्रदेश से हैं</p>\r\n<p>राकेश पांडे, अभिनेता, नाहन से हैं</p>\r\n<p>विद्यानंद सारिक - राष्ट्रपति अवार्डी (लोक और साहित्य)</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार सिरमौर जिले की आबादी 530,164 है, [2] जो लगभग केप वर्डे के राष्ट्र के बराबर है। [3] यह भारत में 542 वें स्थान पर है (कुल 640 में से)। [2] जिले का जनसंख्या घनत्व 188 निवासियों प्रति वर्ग किलोमीटर (490 / वर्ग मील) है। [2] 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 15.61% थी। [2] सिरमौर में हर 1000 पुरुषों पर 915 महिलाओं का लिंग अनुपात है, [2] और साक्षरता दर 79.98% है। [2]</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sirmaur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sirmaur-nahan-himachal-pradesh","tags":[{"name":"सिरमौर","slug":"sirmaur"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"नाहन","slug":"nahan"}],"recommendations":[{"id":540,"title":"सोलन में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","dateCreated":"2019-09-01T06:31:46.999Z","dateModified":"2019-09-01T06:32:00.097Z","contributedBy":"AskGif","content":"सोलन भारतीय राज्य हिमाचल प्रदेश में सोलन जिले (1 सितंबर 1972 को बनाया गया) का जिला मुख्यालय है। हिमाचल प्रदेश की सबसे बड़ी नगरपालिका परिषद, यह राज्य की राजधानी शिमला के दक्षिण में 46 किलोमीटर (29 मील) स्थित है। 1,600 मीटर (5,200 फीट) की औसत ऊंचाई पर। इस जगह का नाम हिंदू देवी शूलिनी देवी के नाम पर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सोलन","slug":"solan"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"}],"slug":"top-places-to-visit-in-solan-himachal-pradesh","total":0},{"id":532,"title":"हमीरपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","dateCreated":"2019-08-31T09:17:45.167Z","dateModified":"2019-08-31T09:18:04.945Z","contributedBy":"AskGif","content":"हमीरपुर भारत के हिमाचल प्रदेश राज्य के एक शहर और हमीरपुर जिले का मुख्यालय है। हमीरपुर लोअर वेस्ट सेंट्रल आउटर हिमालय में समुद्र तल से 790 एम की औसत ऊंचाई पर स्थित है। सुदूर उत्तरी उच्च ऊंचाई वाले धौलाधार रेंज शहर को अनदेखा करते हैं। नई उद्यमिता और आधुनिक निर्माण के साथ हमीरपुर हिमाचल प्रदेश में त","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"हमीरपुर","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-himachal-pradesh","total":0},{"id":531,"title":"चंबा में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"चंबा भारतीय राज्य हिमाचल प्रदेश में चंबा जिले का एक शहर है। 2001 की भारतीय जनगणना के अनुसार, यह शहर साल नदी के साथ संगम पर, रावी नदी (ट्रांस-हिमालयन सिंधु नदी की एक प्रमुख सहायक नदी) के तट पर स्थित है। चंबल चंबा राज्य के शासक थे चंबल प्रत्यय वर्मन का उपयोग करते थे।\r\n&nbsp;\r\nहालाँकि,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"चंबा","slug":"chamba"}],"slug":"top-places-to-visit-in-chamba-himachal-pradesh","total":0},{"id":530,"title":"बिलासपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"बिलासपुर भारत के हिमाचल प्रदेश राज्य में बिलासपुर जिले में एक शहर और एक नगरपालिका परिषद है।\r\n&nbsp;\r\nपरिवहन\r\nबसें और टैक्सियाँ जिले के लिए सार्वजनिक परिवहन का साधन हैं और राज्य के सभी प्रमुख शहरों के साथ-साथ इसके बाहर के लोगों से भी चलती हैं। बिलासपुर चंडीगढ़-मनाली NH-205 राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"बिलासपुर","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}