{"id":539,"title":"Top Places to visit in Sirmaur, Nahan, Himachal Pradesh","imageUrl":"cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","dateCreated":"2019-09-01T06:07:04.648Z","dateModified":"2019-09-01T06:07:21.59Z","contributedBy":"AskGif","content":"<p>Sirmaur is the southern most district in the south-eastern region of Himachal Pradesh, India. It is largely mountainous and rural, with 90% of its population living in villages. Some of its towns include Nahan (the capital), Paonta Sahib and Suketi, the latter known for the Shivalik Fossil Park where fossils over 85 million years old have been found.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>There are six tehsils in this district, namely Nahan, Renuka, Shillai, Rajgarh, Pachhad and Paonta Sahib. The Giri River divides the district into two almost equal parts: Giripar and Giriaar. The major towns are Nahan, Paonta Sahib, Rajgarh and Shillai.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>A majority of the population is Hindu and hence most people worship Hindu deities (devtas) and observe various related customs and rituals.[citation needed] The local language is Sirmauri.</p>\r\n<p>&nbsp;</p>\r\n<p>Bishu is a fair that is held at several places, and features the Thoda dance. Nati, Gee, Rasa and Budhechu are the styles of folk dance in Sirmaur. These are enjoyed at occasions such as weddings and the Diwali festival.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>There are many small towns and scenic places in Sirmaur District.</p>\r\n<p>&nbsp;</p>\r\n<p>Habben Valley</p>\r\n<p>Habben Valley's best known temples are Shirgul Devta, Palu Devta and Tokro Tibba Kali Maa. At Habben there are two well known temples, Tokro Tibba Kali Maa and Palu Devta. Haabbi 1500, a well known Rajpoot caste, belongs to these two Devtas. Lord Shirgul Temple is one of the most famous temples in North India.[citation needed] Lord Shirgul is worshipped in Sirmaur, Solan, Shimla, Uttaranchal, and Delhi. Thick Deodar forests are visited by tourists from many parts of India. A trek leads to Churdhar, the Holy place of Lord Shiva.</p>\r\n<p>&nbsp;</p>\r\n<p>Churdhar</p>\r\n<p>&nbsp;</p>\r\n<p>a view (2016)</p>\r\n<p>The Chur Peak in district Sirmmaur rises to an elevation of 3647 m above the sea level. The mountain is an important religious place for all Sirmauries. It is one of the Shivalik ranges at a height of 11965 feet, and is the highest peak in southern Himachal Pradesh. Churdhar, also known as Churchandni (Bangle of Snow), is known for its spectacular landscapes. The view from the summit offers a panorama of lowland tracts towards the south and snow-capped ranges, including the peaks of Badrinath and Kedarnath in the Garhwal region, towards the north. It is believed that this is the very place where Hanuman discovered the life-restoring Sanjivini booti, which revived Lakshmana, Lord Rama&rsquo;s younger brother. Ruins of an ancient town have been discovered at the nearby dundi Devi.</p>\r\n<p>&nbsp;</p>\r\n<p>Herbs and alpine flora cover these Himalayan slopes, and fauna include the monal, Himachal&rsquo;s state bird, along with koklass and kaleej pheasants.</p>\r\n<p>&nbsp;</p>\r\n<p>Trekkers tread over small glaciers on their way to Churdhar summit, which has moderate to heavy snowfall (average of 33 feet snow). Often the Shirgul temple gets buried under it. On clear sunny days, the Badrinath and Kedarnath shrines, Gangetic plains, the Sutlej river and hills of Shimla and Chakrata can be seen. Atop the Churdhar summit there are lingams of Shiva and Kali, where goat and sheep were formerly sacrificed. Devotees hoist flags and make offerings here.</p>\r\n<p>&nbsp;</p>\r\n<p>The peak can be approached from Dadahu, headquarter of Renuka tehsil, via Sangrah, Bhawai, Gandhuri and Naura, at a distance of about 48 kilometres (30 mi) by bridle path. Another approach to the peak is by the Solan Rajgarh Menus road.</p>\r\n<p>&nbsp;</p>\r\n<p>Renuka Ji</p>\r\n<p>Renuka is another place of religious and tourist interest in Sirmaur. It is nearly 40 kilometres (25 mi) from Nahan via a motorable metalled road. Boating is available for visitors at Renuka Lake, an oval-shaped lake with a circumference of 2.4 kilometres (1.5 mi). The lake is visited by thousand of pilgrims every year on Kartiki Ekadashi. There is a 1.6 kilometres (0.99 mi) patch between the Giri and humming camp where visitors often stay for a couple of days. Nightlong festivities including Kirtans are held by various groups.</p>\r\n<p>&nbsp;</p>\r\n<p>The place reaches full capacity during the days of the fair and offers a variety of activities. At the entrance to the fairground there is a notice board put up by the Wild Life Wing of the Forest Department warning, \"Hold Your Gun--Game Sanctuary Starts\".</p>\r\n<p>&nbsp;</p>\r\n<p>To this fair, the brass idol of Parasu Rama is brought from the village Jamu, his permanent abode, in a silver palki accompanied by musical instruments. The deity remains in the temple for three days i.e. sudi, dashmi to dwadashi (from 10th to 12th of the bright half). The hill people pray to pujari with questions during the night when he goes into a trance and turns into an oracle, answering questions and sometimes asking of the questioner some offering or sacrifice to the deity of some other act as a condition precedent to the fulfillment of the favourable prophecy, such as deliverance from a problem or recovery of health from some disease.[citation needed] On Dwadashi, generally, the people offer alms after the holy dip in the Renuka.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Chandpur Dhar</p>\r\n<p>&nbsp;</p>\r\n<p>Chandpur Dhar is another place that is undiscovered by trekkers and tourists.[citation needed] Although the locals have been visiting the temple dedicated to Shirgul Devta from time to time but the place still lacks attention of the government.[original research?] It is almost an 8 kilometers trek from Dhumkhar bus stop and takes maximum 4 hours to reach at the top to the Shirgul Devta temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Haripur Dhar</p>\r\n<p>This place is at an elevation of 2687 m. Maa Bhangayani Temple, Haripurdhar, is a well known temple in Sirmaur. Haripur is the name applied to a mountain called Haripur Dhar. A fort on a peak of this hillwas built on this range of mountain by the rulers of erstwhile Sirmur State. It was primarily meant to guard the state frontiers with the neighbouring Jubbal State as there were constant boundary disputes between the two states and there was an unusual encroachment into each other's territory. It has fallen into disuse and the part which is still habitable is used by the Forest Department as forester&rsquo;s headquarters. The fort reminds the visitor of the historical period when to hold or capture such forts used to be the chief aim of the contending hill states. At a distance of about 106 kilometres (66 mi) from Nahan, Haripurdhar can be approached by a regular bus service covering 40 kilometres (25 mi) up to Dadahu, wherefrom Andheri can be reached by jeep for about 44 kilometres (27 mi). The remaining portion is about 22 kilometres (14 mi). Another way to approach is from Solan via Rajgarh. Kharotiyon, a place from where the site of the fort remains about 2 kilometres (1.2 mi) on the hill top.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhureshwar Mahadev</p>\r\n<p>Bhureshwar Mahadev is another religious and tourist destination in sirmour district. It is situated on a peak nearer to Sarahan on the Nahan - Solan state highway. There is a legend about this place that from here Mata Parvati and Lord Shiva saw the Kurukshetra War, as described in the Mahabharata. From here Chandigarh can also be seen.</p>\r\n<p>&nbsp;</p>\r\n<p>Gurudwara Paonta Sahib</p>\r\n<p>Gurudwara Bhagani Sahib</p>\r\n<p>Shillai</p>\r\n<p>Shillai Subdivision of Sirmaur Distt, which includes the area from Sataun to Haripur Dhar is a tourist destination for people from India and abroad, especially in summer season. NH-707 (old NH-72) is the national highway as from Paonta Sahib to Hatkoti.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Yashwant Singh Parmar, the first CM of Himachal Pradesh</p>\r\n<p>Mohit Chauhan, singer, is from Nahan town</p>\r\n<p>Rahul Verma Rajput, National level cricketer, Mister India debutant 2018, model, is from District Sirmaur</p>\r\n<p>Colonel Jagat Chauhan is from Loja-Manal, Shillai.</p>\r\n<p>Siddharth Chauhan, independent filmmaker, was born in Renuka</p>\r\n<p>\"The Great Khali\" (Dalip Singh Rana), WWE wrestler, is from Dhiraina, Himachal Pradesh</p>\r\n<p>Rakesh Pandey, actor, is from Nahan</p>\r\n<p>Vidyanand Saraik - President Awardee (Folk and literature)</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Sirmaur district has a population of 530,164,[2] roughly equal to the nation of Cape Verde.[3] This gives it a ranking of 542nd in India (out of a total of 640).[2] The district has a population density of 188 inhabitants per square kilometre (490/sq mi) .[2] Its population growth rate over the decade 2001-2011 was 15.61%.[2] Sirmaur has a sex ratio of 915 females for every 1000 males,[2] and a literacy rate of 79.98%.[2]</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sirmaur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sirmaur-nahan-himachal-pradesh","tags":[{"name":"sirmaur","slug":"sirmaur"},{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"nahan","slug":"nahan"}],"recommendations":[{"id":540,"title":"Top Places to visit in Solan, Himachal Pradesh","imageUrl":"fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","dateCreated":"2019-09-01T06:31:46.999Z","dateModified":"2019-09-01T06:32:00.097Z","contributedBy":"AskGif","content":"Solan is the district headquarters of Solan district (created on 1 September 1972) in the Indian state of Himachal Pradesh. The largest Municipal Council of Himachal Pradesh, it is located 46 kilometres (29 mi) south of the state capital, Shimla. At an average elevation of 1,600 metres (5,200 ft)","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solan","slug":"solan"},{"name":"himachal-pradesh","slug":"himachal-pradesh"}],"slug":"top-places-to-visit-in-solan-himachal-pradesh","total":0},{"id":532,"title":"Top Places to visit in Hamirpur, Himachal Pradesh","imageUrl":"14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","dateCreated":"2019-08-31T09:17:45.167Z","dateModified":"2019-08-31T09:18:04.945Z","contributedBy":"AskGif","content":"Hamirpur is a town and the headquarters of Hamirpur district in the Himalayan state of Himachal Pradesh, India. Hamirpur is located in the Lower West Central Outer Himalayas at an average elevation of 790 M above sea level . Far northern High Altitude Dhauladhar Ranges overlook the city. Hamirpur","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/14e570e7-3a2d-4c25-bde0-68c314cbfecd_Hamirpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"hamirpur","slug":"hamirpur"}],"slug":"top-places-to-visit-in-hamirpur-himachal-pradesh","total":0},{"id":531,"title":"Top Places to visit in Chamba, Himachal Pradesh","imageUrl":"92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","dateCreated":"2019-08-31T06:45:29.39Z","dateModified":"2019-08-31T06:46:06.182Z","contributedBy":"AskGif","content":"Chamba is a town in the Chamba district in the Indian state of Himachal Pradesh. According to the 2001 Indian census, the town is situated on the banks of the Ravi River (a major tributary of the Trans-Himalayan Indus River), at its confluence with the Sal River. Chambial were the Rulers of Chamb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/92600b0f-aa82-4305-a107-4347e11a2062_Chamba-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"chamba","slug":"chamba"}],"slug":"top-places-to-visit-in-chamba-himachal-pradesh","total":0},{"id":530,"title":"Top Places to visit in Bilaspur, Himachal Pradesh","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"Bilaspur is a city and a municipal council in Bilaspur district in the state of Himachal Pradesh, India.\r\n&nbsp;\r\nTransportation\r\nBuses and taxis are the mode of public transport to the district and run from all major towns within the state as well as from those outside it. B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"bilaspur","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}