{"id":540,"title":"Top Places to visit in Solan, Himachal Pradesh","imageUrl":"fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","dateCreated":"2019-09-01T06:31:46.999Z","dateModified":"2019-09-01T06:32:00.097Z","contributedBy":"AskGif","content":"<p>Solan is the district headquarters of Solan district (created on 1 September 1972) in the Indian state of Himachal Pradesh. The largest Municipal Council of Himachal Pradesh, it is located 46 kilometres (29 mi) south of the state capital, Shimla. At an average elevation of 1,600 metres (5,200 ft). The place is named after the Hindu goddess Shoolini Devi. Every year in the month of June, a fair venerating the goddess is held, featuring a 3-day mela at the central Thodo grounds. Solan was the capital of the erstwhile princely state, Baghat.</p>\r\n<p>&nbsp;</p>\r\n<p>It is known as the \"Mushroom city of India\" because of the vast mushroom farming in the area as well as the Directorate of Mushroom Research (DMR) situated at Chambaghat.</p>\r\n<p>&nbsp;</p>\r\n<p>Solan is crowned as the \"City of Red Gold\", in reference to the bulk production of tomatoes in the area. The town is situated between Chandigarh (joint capital of Punjab and Harayana) and Shimla (state capital), on the Kalka-Shimla National Highway-22. The Kalka-Shimla railway a Narrow-gauge railway line passes through Solan. It was built by the British and is a recognised UNESCO World Heritage site.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism and other Attractions</p>\r\n<p>&nbsp;</p>\r\n<p>Places of tourist Interest</p>\r\n<p>&nbsp;</p>\r\n<p>There are many places of interest in and around Solan.</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Shoolini Devi temple on Shilly Road</p>\r\n<p>Jatoli Temple on Rajgarh Road</p>\r\n<p>Children's park on Mall Road</p>\r\n<p>Jawahar Park on top of a hill. Whole of the town can be viewed from here.</p>\r\n<p>Mohan Meakin Breweries the oldest distillery in India and one of the oldest in the world.</p>\r\n<p>Toy train and Solan railway station on Kalka-Shimla railway narrow gauge. It is an UNESCO World Heritage site.</p>\r\n<p>Karol ka tibba</p>\r\n<p>Badi ki dhar Badi Dhar is situated at an altitude of 6781 feet above sea level. Beautiful sights of Shimla can be seen from the top of the hill. The place is famous for its Lord Shiva temple and annual fair which is organised on 14/15 June.</p>\r\n<p>Mohan Shakti National Heritage Park</p>\r\n<p>Water tanks on tank road</p>\r\n<p>Forest nursery area</p>\r\n<p>Dr. Yashwant Singh Parmar University of Horticulture and Forestry</p>\r\n<p>Barog railway station</p>\r\n<p>Kasauli</p>\r\n<p>Chail</p>\r\n<p>Giripul and Gauda</p>\r\n<p>Bon Monastery, Dolanji</p>\r\n<p>Water Park and Cafe at Sadhupul&nbsp;</p>\r\n<p>Mithoo's- Upper Bazar Solan. One of the oldest and most favorite clothing showroom in Solan.</p>\r\n<p>Solan is fast developing into a tourist spot. It is also known as a reference station for tourists visiting nearby places. Included in that category are Chail, Kasauli, Dagshai, Sabathu, Kandaghat, Churdhar Peak etc. Many visitors going to Shimla, Kinnaur &amp; other areas of the state use this town as a halting station. The tourism infrastructure includes dozens of hotels catering to needs of budget and luxury tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides the Dr. Yashwant Singh Parmar University of Horticulture and Forestry at Nauni, other places of interest in Solan include the Maa Shoolini temple, the Jatoli Shiv temple and the Bon Monastery, Dolanji, which is approximately 3 km from Oachghat.</p>\r\n<p>&nbsp;</p>\r\n<p>A tourist information office is functioning at Solan. It may soon have a few tourist mini buses so that sight seeing tours could be arranged to Dagshai, Kasauli, Sabathu, Chail, Giripul and other places of tourist interest.</p>\r\n<p>&nbsp;</p>\r\n<p>The Solan Hills stand on a water &ndash; parting between the Sutlej and the Giri, a tributary of the Yamuna.</p>\r\n<p>&nbsp;</p>\r\n<p>South of Solan is the Panchmunda ridge which is crossed by a railway through a tunnel (the longest on the Kalka &ndash; Shimla run) at Barog railway station, where a series of fissure give rise to springs at its flank.</p>\r\n<p>&nbsp;</p>\r\n<p>The first ridge above Kalka rises abruptly to pineclad Kasauli at a height of 1927 meters and is joined by a 12 km bridle path for trekking. The distance by road, however, from Kalka is 36.5 km.</p>\r\n<p>&nbsp;</p>\r\n<p>The town of Kasauli is a hill-station for spending holidays and is a honeymoon destination with the temple devoted to the Hindu god Shiva. It is also home to Army and Air Force base. At Monkey Point there is a temple of Hanuman. This is one of the small towns developed by the British during the 'hey days' of the empire. It can be reached by a branch road on the Kalka-Shimla road, near Dharampur.</p>\r\n<p>&nbsp;</p>\r\n<p>The upper and lower Malls are the two principal roads that run along the length of Kasauli, a thick cover of pine, oak, rhododendron and horse chestnut trees embrace the entire area. Traffic is restricted on these roads, which is the reason why Kasauli is the quietest hill station in India. The resort's colonial aura is underlined by gabled houses with cobbled alleys and rows of orchards and gardens.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Kasauli has The Central Research Institute (CRI), set up in 1905, is the oldest in India. The institute manufactures vaccines, antisera, dead emulsion, bacterial diagnostic reagents and normal horse serum and blood</p>\r\n<p>&nbsp;</p>\r\n<p>At 3647 mt, the Churdhar Peak, looms over the sylvan surroundings, and just across these ranges, is Shimla town.</p>\r\n<p>This region has also been witness to Gurkha expansion at Sabathu and to ruins of old Gurkha Fort, a three-hundred-year-old Gurkha fort at Nauni, which dates back to the time when the region was ruled by the Gurkhas of Nepal. Though the fort is in ruins, but it is strategically located atop a mountain point providing a panoramic view of the entire area.</p>\r\n<p>&nbsp;</p>\r\n<p>The proposed ropeway between Chambaghat and Karol is expected to contribute more to the tourism industry of the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Mohan Shakti National Heritage Park spreads over 40 acres of land at a cost of Rs 454 crore on the right bank of river Ashwani. It lies in 'Hart Village' which takes a detour of around 6 km from main highway after Salogra. Elaborating on the concept of Heritage Park, Brig Kapil Mohan, chairman of Mohan Shakti Trust who has undertaken the Heritage Park project, said that it would be a centre of learning and would generate sufficient inquisitiveness into the minds of people all over the world for Indian philosophy and ancient heritage. At the centre of the park, is a grand temple where a magnificent collection of statues of gods and goddesses are installed. Besides, an ancient Indian research centre is proposed for studying Indian Heritage and eminent scholars would be associated with it. the project consists of following salient features</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Mohan Shakti Heritage Park</p>\r\n<p>Big temples with exquisite architectural marvels.</p>\r\n<p>Meditation centre inside a cave.</p>\r\n<p>Theme park.</p>\r\n<p>Herbal Plantations.</p>\r\n<p>Fountains and landscaped gardens.</p>\r\n<p>Ropeway trolley.</p>\r\n<p>Research Centre.</p>\r\n<p>Ayurvedic healing.</p>\r\n<p>Yagyashala etc. etc.</p>\r\n<p>Also, the park would have an auditorium facility provided with laser shows based on Indian mythology and epics of Mahabharata and Ramayana.</p>\r\n<p>&nbsp;</p>\r\n<p>Playgrounds and parks The town has three parks. These are:</p>\r\n<p>&nbsp;</p>\r\n<p>Jawahar Park &ndash; Located at the highest point of the town proper, it has fountains, rides, baby train, small play field etc.</p>\r\n<p>Children Park &ndash; Located on the Mall road itself near DC Office, it has animal rides, rides, musical fountain &amp; a cafe etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Mohan Park Solan</p>\r\n<p>Mohan Park &ndash; Built by Mohan Meakins breweries near Chambaghat on the Mall road, it has a terrace garden, rides etc.</p>\r\n<p>Subhash Chandra Bose Park &ndash; Hospital road Solan.</p>\r\n<p>There are following grounds in the town :-</p>\r\n<p>&nbsp;</p>\r\n<p>Thodo ground &ndash; Near MC Office, it is the centre of all cultural, official &amp; sports activities.</p>\r\n<p>Police ground &ndash; Adjoining Police lines at Kather it is an upcoming ground &amp; has the potential of making of a stadium. It is the training ground of Solan policemen.</p>\r\n<p>Radhaswami Satsang &ndash; A large ground at Anji.</p>\r\n<p>The town has a number of community halls. Some hotels nearby also have excellent facilities for arranging marriages, functions, meetings or parties. There are religious institutions too offering such facilities. MC Solan has its own community hall near Thodo ground.</p>\r\n<p>&nbsp;</p>\r\n<p>For recreation and outing there are two movie theaters and many fast food joints, restaurants and bars.</p>\r\n<p>&nbsp;</p>\r\n<p>Accessibility</p>\r\n<p>&nbsp;</p>\r\n<p>Solan railway station, one of India's highest</p>\r\n<p>The National Highway No. 22 is a prominent road passing through Solan town. It is an important road from many points of view. Firstly it is a defence road connecting Delhi, Dehradun, Ambala and Chandigarh to the China Border. Next it is the life line of the State as it is the main road for all imports and exports in the state. It is on account of its significance that there are 2 bypasses within Solan Planning Area. These are :</p>\r\n<p>&nbsp;</p>\r\n<p>Solan bypass linking Saproon and Chambaghat.</p>\r\n<p>Barog bypass linking Saproon and Kumarhatti via Anji &amp; Rabon. The NHAI has undertaken the 4-laning of this road. Work is under progress.</p>\r\n<p>Besides N.H.-22, Solan has many other important roads connecting Solan to its nearby areas, towns or settlements. These are: &ndash;</p>\r\n<p>&nbsp;</p>\r\n<p>Solan &ndash; Rajgarh road.</p>\r\n<p>Solan &ndash; Subathu &ndash; Arki Road.</p>\r\n<p>Solan &ndash; Kandaghat road via Basal and Salumana.</p>\r\n<p>Solan &ndash; Jaunaji road.</p>\r\n<p>Solan &ndash; Damrog &ndash; Jatoli road.</p>\r\n<p>Solan &ndash; Ashwani Khad road. It connects Solan to Hart Village, the site of Mohan Shakti National Heritage Park. It will connect Chail ultimately.</p>\r\n<p>By Road Solan is accessible by road as well as train. It is 68 kilometers from Chandigarh (2 hours journey by bus) and 48 kilometers from Shimla (1 hour journey by bus).</p>\r\n<p>By Rail</p>\r\n<p>&nbsp;</p>\r\n<p>The Kalka-Shimla Railway which is included in the UNESCO World Heritage List passes through Solan. Solan is in the middle of this narrow gauge line. Kalka-Shimla toy train halts at Solan railway station. It connects Kolkata, Delhi, Mumbai and other cities by connecting trains running from Kalka railway junction.</p>\r\n<p>&nbsp;</p>\r\n<p>On Kalka-Shimla railway there are total of 44 railway tunnels up to Solan.</p>\r\n<p>&nbsp;</p>\r\n<p>By air</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport is Shimla airport which is about 45 km from solan. The Himachal Pradesh government is setting up its first international airport at an investment of Rs.1,000 crore in Solan district of the state on a public private partnership model given the significance and pace of development that Solan has witnessed in recent times in the state of Himachal.</p>\r\n<p>There is a helipad at Basal Road where helicopters of all the VIPs visiting Solan land.</p>\r\n<p>Presently Chandigarh International Airport (Chandigarh Airport) is serving the air transportation needs of the residents of the town and tourists.</p>\r\n<p>Sports</p>\r\n<p>Badminton There is an indoor badminton hall near MC office.</p>\r\n<p>&nbsp;</p>\r\n<p>Football at Thodo ground &ndash; Near MC Office, football and other sports activities are held in this ground.</p>\r\n<p>&nbsp;</p>\r\n<p>An indoor stadium will come up in the city.</p>\r\n<p>Gyms for fitness</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The city is hub of educational institutions and training centres. The various Primary and High schools of government and private bodies meet the needs of undergraduate students. St.Luke's School Solan, founded in 1958, is another locally well-known school.</p>\r\n<p>&nbsp;</p>\r\n<p>Central government</p>\r\n<p>&nbsp;</p>\r\n<p>Urdu Teaching &amp; Research Centre, Solan</p>\r\n<p>Dr. Yashwant Singh Parmar University of Horticulture and Forestry</p>\r\n<p>State government</p>\r\n<p>&nbsp;</p>\r\n<p>Government Boys Senior Secondary School</p>\r\n<p>Government Girls Senior Secondary School</p>\r\n<p>Government PG College</p>\r\n<p>Government Polytechnic College</p>\r\n<p>for Women</p>\r\n<p>&nbsp;</p>\r\n<p>Industrial Training Institute</p>\r\n<p>Private Dental Colleges</p>\r\n<p>&nbsp;</p>\r\n<p>Bhojia dental college and hospital, Budh (Baddi) Dist. Solan</p>\r\n<p>M.N.D.A.V. Dental College &amp; Hospital, Solan</p>\r\n<p>Private Medical College</p>\r\n<p>&nbsp;</p>\r\n<p>MM University &amp; Medical College, Solan District. Solan</p>\r\n<p>Private Engineering College</p>\r\n<p>&nbsp;</p>\r\n<p>Green Hills Engineering College, Kumarhatti, Solan</p>\r\n<p>Private GNM and other Nursing Schools</p>\r\n<p>&nbsp;</p>\r\n<p>Murari Lal Memorial School &amp; Collegr Of Nursing</p>\r\n<p>Sai Sanjivini Hospital, Solan</p>\r\n<p>Homoeopathic College</p>\r\n<p>&nbsp;</p>\r\n<p>Solan Homoeopethic Medical College, Barog Bypass, Kumarhatti.</p>\r\n<p>Private Universities</p>\r\n<p>&nbsp;</p>\r\n<p>Baddi University of Emerging Sciences and Technologies, Baddi, District.Solan</p>\r\n<p>Bahara University Solan</p>\r\n<p>Chitkara University, Himachal Pradesh, Barotiwala, District. Solan</p>\r\n<p>Jaypee University of Information Technology, Waknaghat, District. Solan</p>\r\n<p>Maharaja Agrasen University</p>\r\n<p>Manav Bharti University, Kumarhatti, District. Solan</p>\r\n<p>Shoolini University of Biotechnology &amp; Management Sciences, Solan</p>\r\n<p>Motilal Nehru Central State Library Motilal Nehru Central state library is situated on The Mall, Solan. Established on 29 June 1959, it is the only Central State Library in Himachal Pradesh. All the schools and public libraries in the state come under it. Till 1973 the library was running a certificate course in library science, and had even initiated the Mobile Library project to benefit youth in rural areas of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>This library is Responsible for managing all school &amp; public libraries in the state. There are thousands of precious and valuable books housed in this library. This library is centrally located above PNB on The Mall Solan.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Divya Himachal &ndash; Mera Solan News Paper</p>\r\n<p>Dainik Data Sandesh &ndash; Hindi Daily News Paper, Chambaghat Solan</p>\r\n<p>Notable People</p>\r\n<p>Rajeev Bindal &ndash; Speaker Himachal Pradesh Vidhan Sabha</p>\r\n<p>Dhani Ram Shandil &ndash; Ex Member of Parliament</p>\r\n<p>Maj. Bikramjeet Kanwarpal is an Indian film and television actor</p>\r\n<p>Actor Nishant tanwar</p>\r\n<p>Actress Ruhani Sharma</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Solan</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-solan-himachal-pradesh","tags":[{"name":"solan","slug":"solan"},{"name":"himachal-pradesh","slug":"himachal-pradesh"}],"recommendations":[{"id":541,"title":"Top Places to visit in Una, Himachal Pradesh","imageUrl":"a1fa7c24-e52f-4bbc-ac48-32a70bdeec46_Una-railway.jpg","dateCreated":"2019-09-01T06:45:07.441Z","dateModified":"2019-09-01T06:45:56.884Z","contributedBy":"AskGif","content":"Una is a municipal council town in Una district in the Indian state of Himachal Pradesh. It serves as the headquarters of Una district. Una is home to the Kila, which is a historical fort and an ancestral home of the descendants of the first guru of the Sikhs, Guru Nanak.\r\n&nbsp;\r\nU","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1fa7c24-e52f-4bbc-ac48-32a70bdeec46_Una-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"una","slug":"una"},{"name":"himachal-pradesh","slug":"himachal-pradesh"}],"slug":"top-places-to-visit-in-una-himachal-pradesh","total":0},{"id":539,"title":"Top Places to visit in Sirmaur, Nahan, Himachal Pradesh","imageUrl":"cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","dateCreated":"2019-09-01T06:07:04.648Z","dateModified":"2019-09-01T06:07:21.59Z","contributedBy":"AskGif","content":"Sirmaur is the southern most district in the south-eastern region of Himachal Pradesh, India. It is largely mountainous and rural, with 90% of its population living in villages. Some of its towns include Nahan (the capital), Paonta Sahib and Suketi, the latter known for the Shivalik Fossil Park w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sirmaur","slug":"sirmaur"},{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"nahan","slug":"nahan"}],"slug":"top-places-to-visit-in-sirmaur-nahan-himachal-pradesh","total":0},{"id":536,"title":"Top Places to visit in Lahaul and Spiti, Kyelang Himachal Pradesh","imageUrl":"44e7169f-dc4f-4543-9d90-5eeb8d58a0df_Lahaul-and-Spiti.jpg","dateCreated":"2019-09-01T04:37:25.279Z","dateModified":"2019-09-01T04:37:37.879Z","contributedBy":"AskGif","content":"The Lahaul and Spiti district in the Indian state of Himachal Pradesh consists of the two formerly separate districts of Lahaul and Spiti. The present administrative centre is Keylong in Lahaul. Before the two districts were merged, Kardang was the capital of Lahaul, and Dhankar the capital of Sp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44e7169f-dc4f-4543-9d90-5eeb8d58a0df_Lahaul-and-Spiti.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kyelang","slug":"kyelang"},{"name":"lahaul and spiti","slug":"lahaul and spiti"},{"name":"himachal-pradesh","slug":"himachal-pradesh"}],"slug":"top-places-to-visit-in-lahaul-and-spiti-kyelang-himachal-pradesh","total":0},{"id":530,"title":"Top Places to visit in Bilaspur, Himachal Pradesh","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"Bilaspur is a city and a municipal council in Bilaspur district in the state of Himachal Pradesh, India.\r\n&nbsp;\r\nTransportation\r\nBuses and taxis are the mode of public transport to the district and run from all major towns within the state as well as from those outside it. B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"bilaspur","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}