{"id":540,"title":"सोलन में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","dateCreated":"2019-09-01T06:31:46.999Z","dateModified":"2019-09-01T06:32:00.097Z","contributedBy":"AskGif","content":"<p>सोलन भारतीय राज्य हिमाचल प्रदेश में सोलन जिले (1 सितंबर 1972 को बनाया गया) का जिला मुख्यालय है। हिमाचल प्रदेश की सबसे बड़ी नगरपालिका परिषद, यह राज्य की राजधानी शिमला के दक्षिण में 46 किलोमीटर (29 मील) स्थित है। 1,600 मीटर (5,200 फीट) की औसत ऊंचाई पर। इस जगह का नाम हिंदू देवी शूलिनी देवी के नाम पर रखा गया है। हर साल जून के महीने में, एक पवित्र देवी की पूजा होती है, जिसमें केंद्रीय थोदो मैदान में 3-दिवसीय मेला होता है। सोलन पूर्व की रियासत, बाग़ात की राजधानी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>चंबाघाट स्थित मशरूम अनुसंधान निदेशालय (डीएमआर) के क्षेत्र में विशाल मशरूम की खेती के कारण इसे \"भारत के मशरूम शहर\" के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>क्षेत्र में टमाटर के थोक उत्पादन के संदर्भ में सोलन को \"लाल सोने का शहर\" के रूप में ताज पहनाया जाता है। यह शहर कालका-शिमला राष्ट्रीय राजमार्ग -22 पर चंडीगढ़ (पंजाब और हरयाणा की संयुक्त राजधानी) और शिमला (राज्य की राजधानी) के बीच स्थित है। कालका-शिमला रेलवे एक नैरो-गेज रेलवे लाइन सोलन से होकर गुजरती है। यह ब्रिटिश द्वारा बनाया गया था और यह एक मान्यता प्राप्त यूनेस्को विश्व धरोहर स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन और अन्य आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों की रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>सोलन में और इसके आसपास कई दर्शनीय स्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिली रोड पर माँ शूलिनी देवी का मंदिर</p>\r\n<p>राजगढ़ रोड पर जटोली मंदिर</p>\r\n<p>माल रोड पर बच्चों का पार्क</p>\r\n<p>एक पहाड़ी की चोटी पर जवाहर पार्क। पूरे शहर को यहाँ से देखा जा सकता है।</p>\r\n<p>मोहन मीकिन ब्रुअरीज भारत की सबसे पुरानी डिस्टलरी और दुनिया की सबसे पुरानी डिस्टलरी है।</p>\r\n<p>कालका-शिमला रेलवे संकीर्ण गेज पर टॉय ट्रेन और सोलन रेलवे स्टेशन। यह यूनेस्को की विश्व धरोहर स्थल है।</p>\r\n<p>करोल का टिब्बा</p>\r\n<p>Badi ki dhar Badi धार समुद्र तल से 6781 फीट की ऊँचाई पर स्थित है। पहाड़ी की चोटी से शिमला के खूबसूरत नज़ारे देखे जा सकते हैं। यह स्थान अपने भगवान शिव मंदिर और वार्षिक मेले के लिए प्रसिद्ध है जो 14/15 जून को आयोजित किया जाता है।</p>\r\n<p>मोहन शक्ति राष्ट्रीय धरोहर पार्क</p>\r\n<p>टैंक रोड पर पानी के टैंक</p>\r\n<p>वन नर्सरी क्षेत्र</p>\r\n<p>डॉ। यशवंत सिंह परमार बागवानी एवं वानिकी विश्वविद्यालय</p>\r\n<p>बरोग रेलवे स्टेशन</p>\r\n<p>कसौली</p>\r\n<p>चैल</p>\r\n<p>गिरिपुल और गौड़ा</p>\r\n<p>बॉन मठ, डोलनजी</p>\r\n<p>साधुपुल में वाटर पार्क और कैफे</p>\r\n<p>मिठू का- अपर बाजार सोलन। सोलन में सबसे पुराने और सबसे पसंदीदा कपड़ों के शोरूम में से एक।</p>\r\n<p>सोलन एक पर्यटक स्थल के रूप में तेजी से विकसित हो रहा है। इसे आसपास के स्थानों पर आने वाले पर्यटकों के लिए एक संदर्भ स्टेशन के रूप में भी जाना जाता है। उस श्रेणी में शामिल हैं चैल, कसौली, डगशाई, सबथू, कंडाघाट, चूड़धार चोटी आदि। शिमला, किन्नौर और राज्य के अन्य क्षेत्रों में जाने वाले कई आगंतुक इस शहर को एक ठहराव स्टेशन के रूप में उपयोग करते हैं। पर्यटन के बुनियादी ढांचे में बजट और लक्जरी पर्यटकों की जरूरतों के लिए खानपान के दर्जनों होटल शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नौणी में डॉ। यशवंत सिंह परमार बागवानी और वानिकी विश्वविद्यालय के अलावा, सोलन के अन्य दर्शनीय स्थलों में मां शूलिनी मंदिर, जटोली शिव मंदिर और बॉन मठ, डोलनजी शामिल हैं, जो ओछाघाट से लगभग 3 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>सोलन में एक पर्यटक सूचना कार्यालय कार्यरत है। इसके पास जल्द ही कुछ पर्यटक मिनी बसें हो सकती हैं ताकि पर्यटन को देखते हुए दगशाई, कसौली, सबथू, चैल, गिरिपुल और अन्य स्थानों पर पर्यटकों की रूचि की व्यवस्था की जा सके।</p>\r\n<p>&nbsp;</p>\r\n<p>सोलन की पहाड़ियाँ सतलुज और गिरि के बीच एक पानी पर खड़ी हैं, जो यमुना की सहायक नदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>सोलन के दक्षिण में पंचमुंडा रिज है, जो बड़ोग रेलवे स्टेशन पर एक सुरंग (कालका - शिमला रन पर सबसे लंबी) के माध्यम से एक रेलवे द्वारा पार किया जाता है, जहां विदर की एक श्रृंखला अपने फ्लैंक पर स्प्रिंग्स को जन्म देती है।</p>\r\n<p>&nbsp;</p>\r\n<p>कालका के ऊपर पहला रिज 1927 मीटर की ऊँचाई पर कसौली को पिनकोड करने के लिए अचानक बढ़ जाता है और ट्रेकिंग के लिए 12 किमी के मार्ग से जुड़ जाता है। हालांकि, कालका से सड़क की दूरी 36.5 किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>कसौली शहर छुट्टियां बिताने के लिए एक हिल-स्टेशन है और हिंदू भगवान शिव को समर्पित मंदिर के साथ एक हनीमून गंतव्य है। यह सेना और वायु सेना के बेस का घर भी है। मंकी पॉइंट पर हनुमान का मंदिर है। यह साम्राज्य के 'अरे दिनों' के दौरान अंग्रेजों द्वारा विकसित छोटे शहरों में से एक है। इसे धरमपुर के पास कालका-शिमला मार्ग पर एक शाखा मार्ग द्वारा पहुँचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऊपरी और निचले मॉल दो प्रमुख सड़कें हैं जो कसौली की लंबाई के साथ चलती हैं, देवदार, ओक, रोडोडेंड्रोन और घोड़े चेस्टनट पेड़ों का एक मोटा आवरण पूरे क्षेत्र को गले लगाता है। इन सड़कों पर यातायात प्रतिबंधित है, यही वजह है कि कसौली भारत का सबसे शांत हिल स्टेशन है। रिज़ॉर्ट की औपनिवेशिक आभा कोबल्ड गलियों और बागों और बगीचों की पंक्तियों के साथ जुड़े घरों द्वारा रेखांकित किया गया है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>कसौली में द सेंट्रल रिसर्च इंस्टीट्यूट (CRI) है, जिसकी स्थापना 1905 में हुई थी, जो भारत में सबसे पुराना है। संस्थान टीके, एंटीसेरा, मृत पायस, जीवाणु निदान अभिकर्मकों और सामान्य घोड़े के सीरम और रक्त का निर्माण करता है</p>\r\n<p>&nbsp;</p>\r\n<p>3647 मीटर की दूरी पर, चूड़धार पीक, सिल्वन परिवेश से घिरा हुआ है, और इन सीमाओं के पार, शिमला शहर है।</p>\r\n<p>यह क्षेत्र सबथू में गोरखा विस्तार और नौणी में तीन सौ साल पुराने गोरखा किले के खंडहर का भी गवाह रहा है, जो नेपाल के गोरखाओं द्वारा शासित उस समय के थे। हालांकि किला खंडहर में है, लेकिन यह रणनीतिक रूप से एक पहाड़ी बिंदु पर स्थित है जो पूरे क्षेत्र का मनोरम दृश्य प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंबाघाट और करोल के बीच प्रस्तावित रोपवे से शहर के पर्यटन उद्योग में अधिक योगदान की उम्मीद है।</p>\r\n<p>&nbsp;</p>\r\n<p>मोहन शक्ति नेशनल हेरिटेज पार्क, अश्वनी नदी के दाहिने किनारे पर 454 करोड़ रुपये की लागत से 40 एकड़ में फैला है। यह 'हार्ट विलेज' में स्थित है, जो सलोगरा के बाद मुख्य राजमार्ग से लगभग 6 किमी दूर है। हेरिटेज पार्क की अवधारणा पर विस्तार करते हुए, मोहन शक्ति ट्रस्ट के अध्यक्ष ब्रिगेडियर कपिल मोहन, जिन्होंने हेरिटेज पार्क परियोजना शुरू की है, ने कहा कि यह सीखने का केंद्र होगा और पूरे विश्व में लोगों के दिमाग में पर्याप्त जिज्ञासा पैदा करेगा। दर्शन और प्राचीन विरासत। पार्क के केंद्र में, एक भव्य मंदिर है जहाँ देवी-देवताओं की मूर्तियों का एक शानदार संग्रह स्थापित है। इसके अलावा, भारतीय विरासत का अध्ययन करने के लिए एक प्राचीन भारतीय अनुसंधान केंद्र प्रस्तावित है और प्रख्यात विद्वान इससे जुड़े होंगे। परियोजना में निम्नलिखित मुख्य विशेषताएं हैं</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>मोहन शक्ति हेरिटेज पार्क</p>\r\n<p>उत्तम स्थापत्य चमत्कार के साथ बड़े मंदिर।</p>\r\n<p>एक गुफा के अंदर ध्यान केंद्र।</p>\r\n<p>थीम पार्क।</p>\r\n<p>हर्बल प्लांटेशन।</p>\r\n<p>फव्वारे और प्राकृतिक उद्यान।</p>\r\n<p>रोपवे ट्रॉली।</p>\r\n<p>अनुसंंधान केन्द्र।</p>\r\n<p>आयुर्वेदिक उपचार।</p>\r\n<p>यज्ञशाला आदि आदि।</p>\r\n<p>इसके अलावा, पार्क में भारतीय पौराणिक कथाओं और महाभारत और रामायण के महाकाव्यों पर आधारित लेजर शो के साथ एक सभागार की सुविधा होगी।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल के मैदान और पार्क शहर में तीन पार्क हैं। य़े हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>जवाहर पार्क - शहर के उच्चतम बिंदु पर स्थित है, इसमें फव्वारे, सवारी, बेबी ट्रेन, छोटे खेल मैदान आदि हैं।</p>\r\n<p>चिल्ड्रन पार्क - डीसी ऑफिस के पास ही मॉल रोड पर स्थित है, इसमें जानवरों की सवारी, सवारी, संगीतमय फव्वारा और एक कैफे आदि है।</p>\r\n<p>&nbsp;</p>\r\n<p>मोहन पार्क सोलन</p>\r\n<p>मोहन पार्क - मॉल रोड पर चंबाघाट के पास मोहन मीकिन्स ब्रुअरीज द्वारा निर्मित, इसमें एक छत उद्यान, सवारी आदि है।</p>\r\n<p>सुभाष चंद्र बोस पार्क - अस्पताल रोड सोलन।</p>\r\n<p>कस्बे में निम्नलिखित आधार हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>थोडो मैदान - एमसी ऑफिस के पास, यह सभी सांस्कृतिक, आधिकारिक और खेल गतिविधियों का केंद्र है।</p>\r\n<p>पुलिस ग्राउंड - कठेर में पुलिस लाइन से सटे यह एक आगामी मैदान है और एक स्टेडियम बनाने की क्षमता है। यह सोलन के पुलिसकर्मियों का प्रशिक्षण मैदान है।</p>\r\n<p>राधास्वामी सत्संग - अंजी में एक बड़ा मैदान।</p>\r\n<p>शहर में कई सामुदायिक हॉल हैं। आसपास के कुछ होटलों में विवाह, समारोह, बैठक या पार्टियों की व्यवस्था के लिए उत्कृष्ट सुविधाएं हैं। ऐसी सुविधाएं देने वाले धार्मिक संस्थान भी हैं। एमसी सोलन का थोडो मैदान के पास अपना सामुदायिक हॉल है।</p>\r\n<p>&nbsp;</p>\r\n<p>मनोरंजन और सैर के लिए दो मूवी थियेटर और कई फास्ट फूड जॉइंट, रेस्तरां और बार हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सरल उपयोग</p>\r\n<p>&nbsp;</p>\r\n<p>सोलन रेलवे स्टेशन, भारत का सबसे ऊंचा स्थान</p>\r\n<p>राष्ट्रीय राजमार्ग संख्या 22 सोलन शहर से होकर गुजरने वाली एक प्रमुख सड़क है। यह कई दृष्टिकोणों से एक महत्वपूर्ण सड़क है। सबसे पहले यह दिल्ली, देहरादून, अंबाला और चंडीगढ़ को चीन सीमा से जोड़ने वाली एक रक्षा सड़क है। इसके बाद यह राज्य की जीवन रेखा है क्योंकि यह राज्य में सभी आयात और निर्यात की मुख्य सड़क है। यह इसके महत्व के कारण है कि सोलन योजना क्षेत्र के भीतर 2 बाईपास हैं। य़े हैं :</p>\r\n<p>&nbsp;</p>\r\n<p>सोलन बाईपास सप्रून और चंबाघाट को जोड़ने वाला।</p>\r\n<p>Anro &amp; Rabon के माध्यम से Saproon और Kumarhatti को जोड़ने वाला Barog बाईपास। NHAI ने इस सड़क के 4-लेन का कार्य किया है। कार्य प्रगति पर है।</p>\r\n<p>एन.एच.-22 के अलावा, सोलन में कई अन्य महत्वपूर्ण सड़कें हैं, जो सोलन को उसके नजदीकी क्षेत्रों, कस्बों या बस्तियों से जोड़ती हैं। य़े हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>सोलन - राजगढ़ रोड।</p>\r\n<p>सोलन - सुबाथू - अर्की रोड।</p>\r\n<p>सोलन - बसाल और सलूमाना के माध्यम से कंडाघाट सड़क।</p>\r\n<p>सोलन - जौनजी मार्ग।</p>\r\n<p>सोलन - डमरोग - जटोली रोड।</p>\r\n<p>सोलन - अश्वनी खड्ड मार्ग। यह सोलन को मोहन शक्ति नेशनल हेरिटेज पार्क की साइट हार्ट विलेज से जोड़ता है। यह अंततः चैल से जुड़ेगा।</p>\r\n<p>सड़क के द्वारा सोलन सड़क मार्ग के साथ-साथ ट्रेन से भी पहुँचा जा सकता है। यह चंडीगढ़ से 68 किलोमीटर (बस से 2 घंटे का सफर) और शिमला से 48 किलोमीटर (बस से 1 घंटे का सफर) है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा</p>\r\n<p>&nbsp;</p>\r\n<p>यूनेस्को की विश्व विरासत सूची में शामिल कालका-शिमला रेलवे सोलन से होकर गुजरती है। सोलन इस नैरो गेज लाइन के बीच में है। सोलन रेलवे स्टेशन पर कालका-शिमला टॉय ट्रेन चलती है। यह कोलकाता, दिल्ली, मुंबई और अन्य शहरों को कालका रेलवे जंक्शन से चलने वाली ट्रेनों से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कालका-शिमला रेलवे पर सोलन तक कुल 44 रेलवे सुरंग हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाईजहाज से</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम हवाई अड्डा शिमला हवाई अड्डा है जो सोलन से लगभग 45 किमी दूर है। हिमाचल प्रदेश सरकार अपना पहला अंतर्राष्ट्रीय हवाई अड्डा राज्य के सोलन जिले में १,००० करोड़ रुपये के निवेश पर स्थापित कर रही है, सार्वजनिक निजी भागीदारी मॉडल पर सोलन ने हिमाचल प्रदेश में हाल के दिनों में विकास की गति और विकास को महत्व दिया है। ।</p>\r\n<p>बसाल रोड पर एक हेलीपैड है जहां सोलन की धरती पर आने वाले सभी वीआईपी के हेलीकॉप्टर हैं।</p>\r\n<p>वर्तमान में चंडीगढ़ इंटरनेशनल एयरपोर्ट (चंडीगढ़ एयरपोर्ट) शहर के निवासियों और पर्यटकों के लिए हवाई परिवहन आवश्यकताओं की सेवा कर रहा है।</p>\r\n<p>खेल</p>\r\n<p>बैडमिंटन MC ऑफिस के पास एक इनडोर बैडमिंटन हॉल है।</p>\r\n<p>&nbsp;</p>\r\n<p>थोडो मैदान में फुटबॉल - एमसी कार्यालय के पास, फुटबॉल और अन्य खेल गतिविधियां इस मैदान में आयोजित की जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में एक इनडोर स्टेडियम बनेगा।</p>\r\n<p>फिटनेस के लिए जिम</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर शैक्षिक संस्थानों और प्रशिक्षण केंद्रों का केंद्र है। सरकारी और निजी निकायों के विभिन्न प्राथमिक और उच्च विद्यालय स्नातक छात्रों की जरूरतों को पूरा करते हैं। 1958 में स्थापित सेंट.लुके स्कूल सोलन एक और स्थानीय रूप से प्रसिद्ध स्कूल है।</p>\r\n<p>&nbsp;</p>\r\n<p>केंद्र सरकार</p>\r\n<p>&nbsp;</p>\r\n<p>उर्दू शिक्षण और अनुसंधान केंद्र, सोलन</p>\r\n<p>डॉ। यशवंत सिंह परमार बागवानी एवं वानिकी विश्वविद्यालय</p>\r\n<p>राज्य सरकार</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट बॉयज सीनियर सेकेंडरी स्कूल</p>\r\n<p>शासकीय कन्या वरिष्ठ माध्यमिक विद्यालय</p>\r\n<p>गवर्नमेंट पीजी कॉलेज</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक कॉलेज</p>\r\n<p>महिलाओं के लिए</p>\r\n<p>&nbsp;</p>\r\n<p>औद्योगिक प्रशिक्षण संस्थान</p>\r\n<p>निजी डेंटल कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>भोजिया डेंटल कॉलेज और अस्पताल, बुध (बद्दी) जिला। एक प्रकार का हंस</p>\r\n<p>M.N.D.A.V. डेंटल कॉलेज एंड हॉस्पिटल, सोलन</p>\r\n<p>निजी मेडिकल कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>एमएम विश्वविद्यालय और मेडिकल कॉलेज, सोलन जिला। एक प्रकार का हंस</p>\r\n<p>निजी इंजीनियरिंग कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रीन हिल्स इंजीनियरिंग कॉलेज, कुमारहट्टी, सोलन</p>\r\n<p>निजी जीएनएम और अन्य नर्सिंग स्कूल</p>\r\n<p>&nbsp;</p>\r\n<p>मुरारी लाल मेमोरियल स्कूल और कॉलेज ऑफ नर्सिंग</p>\r\n<p>साई संजीवनी अस्पताल, सोलन</p>\r\n<p>होम्योपैथिक कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>सोलन होम्योपैथिक मेडिकल कॉलेज, बरोग बायपास, कुमारहट्टी।</p>\r\n<p>निजी विश्वविद्यालय</p>\r\n<p>&nbsp;</p>\r\n<p>बद्दी यूनिवर्सिटी ऑफ इमर्जिंग साइंसेज एंड टेक्नोलॉजीज, बद्दी, जिला</p>\r\n<p>बहरा विश्वविद्यालय सोलन</p>\r\n<p>चितकारा विश्वविद्यालय, हिमाचल प्रदेश, बरोटीवाला, जिला। एक प्रकार का हंस</p>\r\n<p>जेपी विश्वविद्यालय सूचना प्रौद्योगिकी, वाकनाघाट, जिला। एक प्रकार का हंस</p>\r\n<p>महाराजा अग्रसेन विश्वविद्यालय</p>\r\n<p>मानव भारती विश्वविद्यालय, कुमारहट्टी, जिला। एक प्रकार का हंस</p>\r\n<p>शूलिनी यूनिवर्सिटी ऑफ बायोटेक्नोलॉजी एंड मैनेजमेंट साइंसेस, सोलन</p>\r\n<p>मोतीलाल नेहरू केंद्रीय राज्य पुस्तकालय मोतीलाल नेहरू केंद्रीय राज्य पुस्तकालय द मॉल, सोलन में स्थित है। 29 जून 1959 को स्थापित, यह हिमाचल प्रदेश का एकमात्र केंद्रीय राज्य पुस्तकालय है। राज्य के सभी स्कूल और सार्वजनिक पुस्तकालय इसके अंतर्गत आते हैं। 1973 तक पुस्तकालय पुस्तकालय विज्ञान में एक सर्टिफिकेट कोर्स चला रहा था, और यहां तक ​​कि राज्य के ग्रामीण क्षेत्रों में युवाओं को लाभ पहुंचाने के लिए मोबाइल लाइब्रेरी परियोजना की शुरुआत की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>यह पुस्तकालय राज्य के सभी स्कूल और सार्वजनिक पुस्तकालयों के प्रबंधन के लिए जिम्मेदार है। इस पुस्तकालय में हज़ारों कीमती और मूल्यवान किताबें रखी गई हैं। यह लाइब्रेरी द मॉल सोलन पर PNB के ऊपर केंद्र में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>दिव्य हिमाचल - मेरा सोलन समाचार पत्र</p>\r\n<p>दैनिक डेटा संध्या - हिंदी दैनिक समाचार पत्र, चंबाघाट सोलन</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>राजीव बिंदल - स्पीकर हिमाचल प्रदेश विधानसभा</p>\r\n<p>धनी राम शांडिल - पूर्व संसद सदस्य</p>\r\n<p>मेजर बिक्रमजीत कंवरपाल एक भारतीय फिल्म और टेलीविजन अभिनेता हैं</p>\r\n<p>अभिनेता निशांत तंवर</p>\r\n<p>अभिनेत्री रूहानी शर्मा</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Solan</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc3ca1cf-81ce-4671-bbb1-a20b4972652b_Solan-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-solan-himachal-pradesh","tags":[{"name":"सोलन","slug":"solan"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"}],"recommendations":[{"id":541,"title":"ऊना, में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"a1fa7c24-e52f-4bbc-ac48-32a70bdeec46_Una-railway.jpg","dateCreated":"2019-09-01T06:45:07.441Z","dateModified":"2019-09-01T06:45:56.884Z","contributedBy":"AskGif","content":"ऊना भारतीय राज्य हिमाचल प्रदेश में ऊना जिले का एक नगरपालिका परिषद शहर है। यह ऊना जिले के मुख्यालय के रूप में कार्य करता है। ऊना किला का घर है, जो एक ऐतिहासिक किला है और सिखों के पहले गुरु, गुरु नानक के वंशजों का पैतृक घर है।\r\n&nbsp;\r\nऊना भारत के हिमाचल प्रदेश के जिलों में से एक है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1fa7c24-e52f-4bbc-ac48-32a70bdeec46_Una-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ऊना","slug":"una"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"}],"slug":"top-places-to-visit-in-una-himachal-pradesh","total":0},{"id":539,"title":"सिरमौर, नाहन में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","dateCreated":"2019-09-01T06:07:04.648Z","dateModified":"2019-09-01T06:07:21.59Z","contributedBy":"AskGif","content":"सिरमौर भारत के हिमाचल प्रदेश के दक्षिण-पूर्वी क्षेत्र में सबसे दक्षिणी जिला है। यह काफी हद तक पहाड़ी और ग्रामीण है, इसकी 90% आबादी गांवों में रहती है। इसके कुछ शहरों में नाहन (राजधानी), पांवटा साहिब और सुकेती शामिल हैं, जो बाद के शिवालिक फॉसिल पार्क के लिए जाना जाता है जहाँ 85 मिलियन वर्ष से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिरमौर","slug":"sirmaur"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"नाहन","slug":"nahan"}],"slug":"top-places-to-visit-in-sirmaur-nahan-himachal-pradesh","total":0},{"id":536,"title":"लाहौल और स्पीति, क्यललांग में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"44e7169f-dc4f-4543-9d90-5eeb8d58a0df_Lahaul-and-Spiti.jpg","dateCreated":"2019-09-01T04:37:25.279Z","dateModified":"2019-09-01T04:37:37.879Z","contributedBy":"AskGif","content":"भारतीय राज्य हिमाचल प्रदेश में लाहौल और स्पीति जिला लाहौल और स्पीति के दो अलग-अलग जिलों से मिलकर बना है। वर्तमान प्रशासनिक केंद्र लाहौल में कीलोंग है। इससे पहले कि दोनों जिलों का विलय किया जाता, कर्दांग लाहौल की राजधानी थी और धनकर स्पीति की राजधानी। जिले का गठन 1960 में हुआ था, और भारत में (640 म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/44e7169f-dc4f-4543-9d90-5eeb8d58a0df_Lahaul-and-Spiti.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"क्यललांग","slug":"kyelang"},{"name":"लाहौल और स्पीति","slug":"lahaul and spiti"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"}],"slug":"top-places-to-visit-in-lahaul-and-spiti-kyelang-himachal-pradesh","total":0},{"id":530,"title":"बिलासपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"बिलासपुर भारत के हिमाचल प्रदेश राज्य में बिलासपुर जिले में एक शहर और एक नगरपालिका परिषद है।\r\n&nbsp;\r\nपरिवहन\r\nबसें और टैक्सियाँ जिले के लिए सार्वजनिक परिवहन का साधन हैं और राज्य के सभी प्रमुख शहरों के साथ-साथ इसके बाहर के लोगों से भी चलती हैं। बिलासपुर चंडीगढ़-मनाली NH-205 राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"बिलासपुर","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}