{"id":541,"title":"ऊना, में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"a1fa7c24-e52f-4bbc-ac48-32a70bdeec46_Una-railway.jpg","dateCreated":"2019-09-01T06:45:07.441Z","dateModified":"2019-09-01T06:45:56.884Z","contributedBy":"AskGif","content":"<p>ऊना भारतीय राज्य हिमाचल प्रदेश में ऊना जिले का एक नगरपालिका परिषद शहर है। यह ऊना जिले के मुख्यालय के रूप में कार्य करता है। ऊना किला का घर है, जो एक ऐतिहासिक किला है और सिखों के पहले गुरु, गुरु नानक के वंशजों का पैतृक घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऊना भारत के हिमाचल प्रदेश के जिलों में से एक है। ऊना पंजाब के होशियारपुर जिले और रूपनगर जिले और हिमाचल प्रदेश के कांगड़ा, हमीरपुर और बिलासपुर जिले के साथ अपनी सीमा साझा करता है। यह इलाका आमतौर पर कम पहाड़ियों वाले अर्ध-पहाड़ी है। ऊना की पहचान एक मुख्य औद्योगिक केंद्र के रूप में की गई है और यह धर्मशाला शहर में जाने वाले यात्रियों या कुल्लू, मनाली, ज्वालामुखी और चिंतपूर्णी जैसे हिमालय के स्थानों के लिए एक पारगमन शहर बन गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऊना की पाँच तहसीलें हैं, जैसे घनारी, हरोली, अंब, बंगाणा और ऊना।</p>\r\n<p>&nbsp;</p>\r\n<p>ऊना हिमालय की तलहटी में स्थित है। यह पवित्र मंदिरों का शहर है। यह अपने मंदिर माता चिंतपूर्णी मंदिर के लिए देश भर में जाना जाता है, दुनिया भर से लोग मंदिर में दर्शन के लिए आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ऊना किला का घर है, जो एक ऐतिहासिक किला और पहला सिख गुरु, गुरु नानक देव के वंशजों का पैतृक घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऊना हालांकि पिछली सदी के लिए अपरिवर्तित है, इसमें वृद्धि और विकास के लिए भारी भूख दिखाई गई है। शहर और शहरी क्षेत्र में तेज गति से बढ़ने की उम्मीद है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>स्कूलों</p>\r\n<p>जवाहर नवोदय विद्यालय, ऊना</p>\r\n<p>संस्कृति</p>\r\n<p>पोशाक</p>\r\n<p>कुर्ता और पायजामा पुरुषों के लिए सांस्कृतिक रूप से स्वीकृत पोशाक है। ऑफिस जाने वाले पुरुष शर्ट और पैंट पहनते हैं। महिलाएं ज्यादातर आकस्मिक और औपचारिक अवसरों पर सलवार कमीज पहनती हैं। खासतौर पर शादियों में एक साड़ी भी पहनी जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>युवा ज्यादातर जींस और शर्ट सहित पश्चिमी स्टाइल के कपड़े पहनते हैं। यूनिसेक्स के कपड़े विशेष रूप से उपनगरों में स्वीकृति प्राप्त कर रहे हैं। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>सर्दियों में शॉल पहना जाता है। वे सादे या कशीदाकारी (विशेषकर महिलाओं के लिए) हो सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर</p>\r\n<p>चिंतपूर्णी हिंदुओं और सिखों द्वारा विशेष रूप से सप्ताहांत और विशेष धार्मिक दिनों में सबसे अधिक देखा जाने वाला मंदिर है। हिमाचल प्रदेश के चिंतपूर्णी में हिंदू वंशावली रजिस्टर, चिंतपूर्णी में रखे जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>महाकाल महाकाली मंदिर राक्कर कॉलोनी में स्थित एक मंदिर है, ऊना देवी महाकाली और भगवान महाकाल के भगवान को समर्पित है।</p>\r\n<p>&nbsp;</p>\r\n<p>भद्रकाली माता मंदिर, गुगा जहाँ पीर, डेरा बाबा बरबग सिंह MAIRI, डेरी बाबा रुद्रू नारी गाँव में; राधे कृष्ण मंदिर, बाबा बाल, कोटला कलां द्वारा स्थापित; बाबा मोनी मंदिर, घनारी जोगी पंगा: धर्मशाला महंत; धूंसर महादेव मंदिर, तलमेहरा; पीर निगाह, मदनपुर बसोली; शिवबाड़ी मंदिर, गगरेट; दम्मिया, इसपुर, सुहिन गुगा, लोहारा मंदिर कुछ अन्य स्थानीय मंदिर हैं। पांडव द्वारा निर्मित गाँव पनोह में अष्टभुजा मंदिर भी एक ऐसा स्थान है जहाँ हिमाचल और पंजाब के भक्त आशीर्वाद माँगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रह्महत्या, मेहतापुर के पास स्थित है, भारत में दो मंदिरों में से एक है, जो भगवान ब्रह्मा को समर्पित है, दूसरा पुष्कर, राजस्थान में है। यह मंदिर पहाड़ियों की गोद में एक झील के करीब स्थित है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>ऊना सड़क और केवल एक रेलवे लाइन से जुड़ा है ऊना के माध्यम से जो वर्तमान में ऊना से नंगल (पंजाब) में प्रवेश करती है और अंब के लिए सभी रास्ते चलाता है। NH-22 राष्ट्रीय राजमार्ग शहर से होकर गुजरता है। ऊना नई दिल्ली के उत्तर में लगभग 375 किमी (233 मील) और चंडीगढ़ से 120 किमी (75 मील) दूर स्थित है। शहर एक ब्रॉड गेज रेलवे लाइन से जुड़ा है, जो पूरे राज्य में एकमात्र है। दो एक्सप्रेस ट्रेनें (हिमाचल एक्सप्रेस और जन शताब्दी एक्सप्रेस) इसे दैनिक दिल्ली से जोड़ती हैं। निकटतम घरेलू हवाई अड्डा चंडीगढ़ में स्थित है, और अंतरराष्ट्रीय परिचालन वाला एक हवाई अड्डा अमृतसर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऊना के पास के स्थान</p>\r\n<p>धर्मशाला</p>\r\n<p>Mclodganj</p>\r\n<p>कांगड़ा</p>\r\n<p>होशियारपुर</p>\r\n<p>Khajjiar</p>\r\n<p>ज्वाला मुखी</p>\r\n<p>चंडीगढ़</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>ऊना राष्ट्रीय राजमार्ग 503 और राष्ट्रीय राजमार्ग 503 ए के माध्यम से हिमाचल और शेष भारत से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>घूमने के स्थान</p>\r\n<p>गोबिंद सागर</p>\r\n<p>चिंतपूर्णी</p>\r\n<p>Amb</p>\r\n<p>Bangana</p>\r\n<p>Bharwain</p>\r\n<p>रायपुर मैदान</p>\r\n<p>Mairi</p>\r\n<p>Bhanjal</p>\r\n<p>डेरा बाबा रुद्र नंद</p>\r\n<p>Chalola</p>\r\n<p>गगरेट</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Una_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1fa7c24-e52f-4bbc-ac48-32a70bdeec46_Una-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-una-himachal-pradesh","tags":[{"name":"ऊना","slug":"una"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"}],"recommendations":[{"id":539,"title":"सिरमौर, नाहन में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","dateCreated":"2019-09-01T06:07:04.648Z","dateModified":"2019-09-01T06:07:21.59Z","contributedBy":"AskGif","content":"सिरमौर भारत के हिमाचल प्रदेश के दक्षिण-पूर्वी क्षेत्र में सबसे दक्षिणी जिला है। यह काफी हद तक पहाड़ी और ग्रामीण है, इसकी 90% आबादी गांवों में रहती है। इसके कुछ शहरों में नाहन (राजधानी), पांवटा साहिब और सुकेती शामिल हैं, जो बाद के शिवालिक फॉसिल पार्क के लिए जाना जाता है जहाँ 85 मिलियन वर्ष से अधिक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिरमौर","slug":"sirmaur"},{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"नाहन","slug":"nahan"}],"slug":"top-places-to-visit-in-sirmaur-nahan-himachal-pradesh","total":0},{"id":535,"title":"कुल्लू में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","dateCreated":"2019-09-01T04:31:35.378Z","dateModified":"2019-09-01T04:37:54.646Z","contributedBy":"AskGif","content":"कुल्लू या कुल्लू भारतीय राज्य हिमाचल प्रदेश में कुल्लू जिले की राजधानी है। यह भुंतर में हवाई अड्डे से लगभग 10 किलोमीटर (6.2 मील) उत्तर में कुल्लू घाटी में ब्यास नदी के तट पर स्थित है।\r\n&nbsp;\r\nकुल्लू घाटी मनाली और लार्गी के बीच ब्यास नदी द्वारा बनाई गई एक व्यापक खुली घाटी है। यह घाट","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"कुल्लू","slug":"kullu"}],"slug":"top-places-to-visit-in-kullu-himachal-pradesh","total":0},{"id":534,"title":"किन्नौर, रेकॉन्ग पियो में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","dateCreated":"2019-09-01T04:02:53.501Z","dateModified":"2019-09-01T04:04:08.874Z","contributedBy":"AskGif","content":"किन्नौर भारत के हिमाचल प्रदेश राज्य के बारह प्रशासनिक जिलों में से एक है। जिले को तीन प्रशासनिक क्षेत्रों - पूह, कल्पा, और निखार (भबानगर) में विभाजित किया गया है - और इसमें छह तहसील (काउंटी) हैं। किन्नौर जिले का प्रशासनिक मुख्यालय रेकॉन्ग पियो में है। यहाँ से शिव के निवास स्थान माने जाने वाले किन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"किन्नौर","slug":"kinnaur"},{"name":"रेकॉन्ग-पियो","slug":"reckong-peo"}],"slug":"top-places-to-visit-in-kinnaur-reckong-peo-himachal-pradesh","total":0},{"id":530,"title":"बिलासपुर में देखने के लिए शीर्ष स्थान, हिमाचल प्रदेश","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"बिलासपुर भारत के हिमाचल प्रदेश राज्य में बिलासपुर जिले में एक शहर और एक नगरपालिका परिषद है।\r\n&nbsp;\r\nपरिवहन\r\nबसें और टैक्सियाँ जिले के लिए सार्वजनिक परिवहन का साधन हैं और राज्य के सभी प्रमुख शहरों के साथ-साथ इसके बाहर के लोगों से भी चलती हैं। बिलासपुर चंडीगढ़-मनाली NH-205 राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिमाचल-प्रदेश","slug":"himachal-pradesh"},{"name":"बिलासपुर","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}