{"id":541,"title":"Top Places to visit in Una, Himachal Pradesh","imageUrl":"a1fa7c24-e52f-4bbc-ac48-32a70bdeec46_Una-railway.jpg","dateCreated":"2019-09-01T06:45:07.441Z","dateModified":"2019-09-01T06:45:56.884Z","contributedBy":"AskGif","content":"<p>Una is a municipal council town in Una district in the Indian state of Himachal Pradesh. It serves as the headquarters of Una district. Una is home to the Kila, which is a historical fort and an ancestral home of the descendants of the first guru of the Sikhs, Guru Nanak.</p>\r\n<p>&nbsp;</p>\r\n<p>Una is one of the districts of Himachal Pradesh, India. Una shares its border with the Hoshiarpur district and Rupnagar district of Punjab and Kangra, Hamirpur and Bilaspur district of Himachal Pradesh. The terrain is generally semi-hilly with low hills. Una has been identified as a main industrial hub and has become a transit town for travellers going to the city of Dharamshala or locations within the Himalayas such as Kullu, Manali, Jawalamukhi, and Chintpurni.</p>\r\n<p>&nbsp;</p>\r\n<p>Una has five tehsils, namely Ghanari, Haroli, Amb, Bangana and Una itself.</p>\r\n<p>&nbsp;</p>\r\n<p>Una is located at the foothills of Himalayas. It is the town of holy temples. It is known nationwide for its temple Mata Chintapurni Mandir, people from across the globe come to visit the shrine.</p>\r\n<p>&nbsp;</p>\r\n<p>Una is home to the Kila, which is a historical fort and an ancestral home of the descendants of the first Sikh guru, Guru Nanak Dev.</p>\r\n<p>&nbsp;</p>\r\n<p>Una although unchanged for the past century has shown huge appetite for growth and development. The city and urban area is expected to grow at a rapid pace.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools</p>\r\n<p>Jawahar Navodaya Vidyalaya, Una</p>\r\n<p>Culture</p>\r\n<p>Attire</p>\r\n<p>Kurta and Pajama is the culturally accepted dress for men. Office-going men wear shirts and pants. Women wear Salwar Kameez on most casual and formal occasions. A Sari is also worn, especially to weddings.</p>\r\n<p>&nbsp;</p>\r\n<p>Young people mostly wear western styled clothing, including jeans and shirts. Unisex clothing is gaining acceptance, especially in the suburbs.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Shawl is worn in the winters. They can be plain or embroidered (especially for women).</p>\r\n<p>&nbsp;</p>\r\n<p>Temples</p>\r\n<p>Chintpurni is the most visited temple by Hindus and Sikhs, especially on weekends and on special religious days. The Hindu genealogy registers at Chintpurni, Himachal Pradesh are kept at Chintpurni.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahakaal Mahakaali Temple is a temple situated in Rakkar Colony, Una dedicated to the Goddess Mahakali &amp; Lord of Lords Mahakaal.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Bhadurkali Mata Mandir, Guga Jahar Peer, Dera Baba Barbhag Singh MAIRI, Dera Baba Rudru in Nari village; Radhe Krishna Mandir, founded by Baba Bal, Kotla Kalan; Baba Moni temple, Ghanari Jogi Panga: Dharamshala Mahanta; Dhunsar Mahadev Temple, Talmehra; Pir Nigaha, Madanpur Basoli; Shivbari Temple, Gagret; Dmamiya, Ispur, Suhin Guga, Lohara Mandir are some other local temples. Ashatbhuja Mandir in village Panoh , made by Pandava is also a place where devotees from Himachal and Punjab seek blessings.</p>\r\n<p>&nbsp;</p>\r\n<p>Brahmahooti, situated near Mehatpur, is one of the two temples in India dedicated to God Brahma, the other being in Pushkar, Rajasthan. This temple is situated close to a lake in the laps of hills.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Una is connected by road and only one railway line through Una that currently enters Una from Nangal (Punjab) and runs all the way to Amb. The NH-22 national highway passes through the city. Una is located just about 375 km (233 mi) north of New Delhi and 120 km (75 mi) from Chandigarh. The city is connected by a broad gauge railway line, which is the only one in the whole state. Two express trains (Himachal Express and Jan Shatabdi Express) connect it to Delhi daily. The nearest domestic airport is based in Chandigarh, and an airport with international operations is in Amritsar.</p>\r\n<p>&nbsp;</p>\r\n<p>Places near Una</p>\r\n<p>Dharamshala</p>\r\n<p>Mclodganj</p>\r\n<p>Kangra</p>\r\n<p>Hoshiarpur</p>\r\n<p>Khajjiar</p>\r\n<p>Jwala Mukhi</p>\r\n<p>Chandigarh</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Una is well connected to Himachal and rest of India through National Highway 503 and National Highway 503A.</p>\r\n<p>&nbsp;</p>\r\n<p>Places to Visit</p>\r\n<p>Gobind Sagar</p>\r\n<p>Chintpurni</p>\r\n<p>Amb</p>\r\n<p>Bangana</p>\r\n<p>Bharwain</p>\r\n<p>Raipur Maidan</p>\r\n<p>Mairi</p>\r\n<p>Bhanjal</p>\r\n<p>Dera Baba Rudra Nand</p>\r\n<p>Chalola</p>\r\n<p>Gagret</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Una_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1fa7c24-e52f-4bbc-ac48-32a70bdeec46_Una-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-una-himachal-pradesh","tags":[{"name":"una","slug":"una"},{"name":"himachal-pradesh","slug":"himachal-pradesh"}],"recommendations":[{"id":539,"title":"Top Places to visit in Sirmaur, Nahan, Himachal Pradesh","imageUrl":"cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","dateCreated":"2019-09-01T06:07:04.648Z","dateModified":"2019-09-01T06:07:21.59Z","contributedBy":"AskGif","content":"Sirmaur is the southern most district in the south-eastern region of Himachal Pradesh, India. It is largely mountainous and rural, with 90% of its population living in villages. Some of its towns include Nahan (the capital), Paonta Sahib and Suketi, the latter known for the Shivalik Fossil Park w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cb7595fe-b9a6-42c2-970c-bc1bb800a68b_Sirmaur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sirmaur","slug":"sirmaur"},{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"nahan","slug":"nahan"}],"slug":"top-places-to-visit-in-sirmaur-nahan-himachal-pradesh","total":0},{"id":535,"title":"Top Places to visit in Kullu, Himachal Pradesh","imageUrl":"e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","dateCreated":"2019-09-01T04:31:35.378Z","dateModified":"2019-09-01T04:37:54.646Z","contributedBy":"AskGif","content":"Kullu or Kulu is the capital town of the Kullu district in the Indian state of Himachal Pradesh. It is located on the banks of the Beas River in the Kullu Valley about 10 kilometres (6.2 mi) north of the airport at Bhuntar.\r\n&nbsp;\r\nKullu Valley is a broad open valley formed by the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e7456045-3767-4994-8417-46f6038f26e3_Kullu-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"kullu","slug":"kullu"}],"slug":"top-places-to-visit-in-kullu-himachal-pradesh","total":0},{"id":534,"title":"Top Places to visit in Kinnaur, Reckong Peo, Himachal Pradesh","imageUrl":"324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","dateCreated":"2019-09-01T04:02:53.501Z","dateModified":"2019-09-01T04:04:08.874Z","contributedBy":"AskGif","content":"Kinnaur is one of twelve administrative districts in the Indian state of Himachal Pradesh, India. The district is divided into three administrative areas &ndash; Pooh, Kalpa, and Nichar(Bhabanagar)&ndash; and has six tehsils (counties). The administrative headquarters of Kinnaur district is at Re","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/324b88df-71e7-42cb-82f7-9cc54248dffd_Kinnaur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"kinnaur","slug":"kinnaur"},{"name":"reckong-peo","slug":"reckong-peo"}],"slug":"top-places-to-visit-in-kinnaur-reckong-peo-himachal-pradesh","total":0},{"id":530,"title":"Top Places to visit in Bilaspur, Himachal Pradesh","imageUrl":"3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","dateCreated":"2019-08-31T02:36:21.456Z","dateModified":"2019-08-31T02:36:37.663Z","contributedBy":"AskGif","content":"Bilaspur is a city and a municipal council in Bilaspur district in the state of Himachal Pradesh, India.\r\n&nbsp;\r\nTransportation\r\nBuses and taxis are the mode of public transport to the district and run from all major towns within the state as well as from those outside it. B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3328da05-4235-4fe1-97e6-9d4ea7d39d22_Bilaspur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"himachal-pradesh","slug":"himachal-pradesh"},{"name":"bilaspur","slug":"bilaspur"}],"slug":"top-places-to-visit-in-bilaspur-himachal-pradesh","total":0}]}