{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"<p>अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका सीमा 100,000 से अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>अनंतनाग भारतीय राज्य जम्मू और कश्मीर में एक जिला है। यह उन दस जिलों में से एक है जो कश्मीर घाटी बनाते हैं। जिला मुख्यालय अनंतनाग शहर है। 2011 तक, यह जम्मू और कश्मीर का तीसरा सबसे अधिक आबादी वाला जिला था (22 में से), जम्मू और श्रीनगर के बाद।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में कई पर्यटक स्थल शामिल हैं, जिनमें वेरीनाग, अचबल, कोकेरनाग, डक्सम, पहलगाम, दंडीपोरा (प्रक्रियाधीन), चटबाल, मार्तंड और सिनथान शीर्ष शामिल हैं। इन स्थानों में से पहलगाम और कोकेरनाग अनंतनाग टाउन से सिर्फ 50 किमी दूर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अमरनाथ मंदिर, एक हिंदू मंदिर है जो शिव को समर्पित है, फाल्गाम में स्थित है। यह एक वार्षिक तीर्थ, अमरनाथ यात्रा का स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थल और अवशेष</p>\r\n<p>अनंतनाग, कश्मीर घाटी के बाकी हिस्सों की तरह, कई बार देखा गया है और समय-समय पर कई उथल-पुथल का अनुभव किया है। चार्ल्स वॉन हुगेल ने 1835 में जम्मू और कश्मीर का दौरा करते समय खंडहर में मुगल काल के कुछ स्मारकों को यहां पाया था। इसके अलावा एक बार मंदिरों के मार्तंड परिसर, या कश्मीर के सम्राट ललितादित्य के मंदिरों जैसे शानदार वास्तुशिल्प के टुकड़े भी होने चाहिए थे। और अवंतीपोरा (जो श्रीनगर और अनंतनाग के बीच में स्थित है) में राजा अवंतिवर्मन अब भव्य खंडहरों में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मार्तंड सूर्य मंदिर</p>\r\n<p>मुख्य लेख: मार्तंड सूर्य मंदिर</p>\r\n<p>मार्तंड मंदिर देश के महत्वपूर्ण पुरातात्विक स्थलों में से एक है। इसकी वास्तुकला से क्षेत्र के गौरवशाली अतीत का पता चलता है। [उद्धरण वांछित] स्वतंत्रता के बाद, सरकार ने जिले में निवेश किया। [उद्धरण वांछित] इस मंदिर में विशिष्ट हिंदू संरचना है जैसा कि वैदिक कश्मीर में मौजूद था।</p>\r\n<p>&nbsp;</p>\r\n<p>मार्तंड मंदिर (33 &deg; 44&prime;44 &deg; N 75 &deg; 13&Prime;13 temple E का समन्वय करता है) अनंतनाग शहर के नौ किलोमीटर पूर्व-उत्तर-पूर्व में रामबीरपोरा केहरिबल में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह हिल स्टेशन अनंतनाग से 45 किमी दूर है और समुद्र तल से 7200 फीट की ऊंचाई पर लिद्दर नदी के तट पर स्थित है। पहलगाम अनंतनाग जिले की पाँच तहसीलों में से एक है और तहसील मुख्यालय पहलगाम के मुख्य शहर में स्थित है। एक बार एक महान पर्यटक खींचने और बॉलीवुड फिल्मों की शूटिंग के लिए पसंदीदा जगह शायद देश का सबसे अच्छा स्वास्थ्य स्थल है। पहलगाम अमरनाथ जी यात्रा के लिए आधार शिविर के रूप में भी काम करता है। पहलगाम घाटी अपने देवदार के जंगलों, बर्फ से ढके पहाड़ों, स्वस्थ जलवायु और विशाल घास के मैदान और चरागाहों के कारण ग्लैमरस लुक प्रस्तुत करती है। पहलगाम में लिद्दर नदी और लिद्दर नदी में पानी का तेज बहाव है। पर्यटक झोपड़ियों के अलावा, निजी क्षेत्र के कई होटल यहां आए हैं और ये होटल अपने मेहमानों को आधुनिक सुविधाएं प्रदान करते हैं। इस क्षेत्र में कई ट्रेक पहलगाम से भी शुरू होते हैं, क्योंकि 35 किमी की पगडण्डी शानदार कोलाहोई ग्लेशियर के लिए मार्ग से गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>खानाबदोश का गांव प्रगति की छलाँग से खराब होता है। यह जगह एक एंगलर की खुशी है और यहां तक ​​कि एक शौकिया भी बारिश की धाराओं से एक इंद्रधनुष ट्राउट पकड़ सकता है। विशाल भूरा भालू घने देवदार और देवदार के जंगलों का प्राकृतिक निवासी है। पहलगाम में समुद्र तल से 2400 मीटर की ऊंचाई पर एक गोल्फ कोर्स है। डेरा डाले हुए उपकरण, टट्टू और स्कीइंग उपकरण उपलब्ध हैं। कोलाहोई अरु के माध्यम से एक गंतव्य है। [उद्धरण वांछित] पहलगाम के आसपास कई दर्शनीय स्थल हैं, और क्योंकि रिसॉर्ट काफी खड़ी पहाड़ियों के बीच स्थित है, यह चलने के बजाय टट्टू किराए पर लेने के लायक है। टट्टू किराए प्रमुख स्थानों पर तैनात हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इनमें से एक है, बिसरन का विशाल, अविरल मैदानी इलाका, जो घने जंगलों वाले देवदार के जंगलों से घिरा हुआ है। [उद्धरण वांछित] हज़ान, चंदनवाड़ी के रास्ते में, एक पिकनिक स्थल है। [उद्धरण वांछित] फिल्मकार इसे कई के स्थान के रूप में पहचानेंगे। फिल्म के दृश्य। [मूल शोध?] पहलगाम में इसके आठ छोटे गाँव हैं, जिनमें से एक ममल है। यहां एक शिव मंदिर है, जिसे आम तौर पर कश्मीर का सबसे पुराना मौजूदा मंदिर माना जाता है, जो 5 वीं शताब्दी में है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>पहलगाम वार्षिक अमरनाथ यात्रा से भी जुड़ा हुआ है। पहलगाम से 16 किमी दूर चंदनवारी (2,895 मीटर), सावन के महीने (जुलाई से अगस्त) में हर साल होने वाली यात्रा का शुरुआती बिंदु है। पहलगाम से चंदनवारी तक की सड़क काफी समतल इलाक़े पर है और इसे कार द्वारा ले जाया जा सकता है। चंदनवारी के बाद से ट्रैक बहुत अधिक कठोर हो जाता है, और पैदल या टट्टू द्वारा पहुँचा जा सकता है। चंदनवारी से लगभग 11 किमी दूर शेषनाग (3,574 मीटर) की पहाड़ी झील है, जिसके बाद 13 किमी दूर अंतिम पड़ाव पंचतरणी है। अमरनाथ गुफा वहाँ से 6 किमी दूर है। सावन के महीने के दौरान, एक बर्फ के डंठल से अमरनाथ गुफा में एक प्राकृतिक शिवलिंग बनता है, जो चंद्रमा के साथ घूमता है।</p>\r\n<p>पहलगाम</p>\r\n<p>मुख्य लेख: पहलगाम</p>\r\n<p>यह हिल स्टेशन 45 किमी। अनंतनाग में जिला मुख्यालय से और समुद्र तल से 7200 फीट की ऊंचाई पर लिद्दर नदी के तट पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>पहलगाम अनंतनाग जिले की पाँच तहसीलों में से एक है और तहसील मुख्यालय पहलगाम के मुख्य शहर में स्थित है। एक बार एक महान पर्यटक खींचने और बॉलीवुड फिल्मों की शूटिंग के लिए पसंदीदा जगह शायद पूरे भारत में सबसे अच्छा स्वास्थ्य स्थल है। पहलगाम अमरनाथ जी यात्रा के लिए आधार शिविर के रूप में भी काम करता है। पहलगाम घाटी अपने देवदार के जंगलों, बर्फ से ढके पहाड़ों, स्वस्थ जलवायु और विशाल घास के मैदान और चरागाहों के कारण ग्लैमरस लुक प्रस्तुत करती है। पर्यटक झोपड़ियों के अलावा, निजी क्षेत्र के कई होटल यहां आए हैं और ये होटल अपने मेहमानों को आधुनिक सुविधाएं प्रदान करते हैं। इस क्षेत्र में कई ट्रेक पहलगाम से भी शुरू होते हैं, क्योंकि 35 किमी की पगडण्डी शानदार कोलाहोई ग्लेशियर के लिए मार्ग से गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>Achabal</p>\r\n<p>मुख्य लेख: अचबल</p>\r\n<p>आँचल अनंतनाग से लगभग 8 किलोमीटर दूर एक महत्वपूर्ण पर्यटन स्थल है। इस स्थान पर एक प्राचीन झरना है जो मुगलों द्वारा सीढ़ीदार और विकसित उद्यान से घिरा हुआ है। जगह को कुछ ऐतिहासिक पृष्ठभूमि भी मिली है। बगीचे के ऊपरी भाग को 1620 ई। में मलिका नूर जहान बेगम द्वारा विकसित 'बाग-ए-बेगम आबद' कहा जाता है और साहिब अबाद के रूप में प्रसिद्ध है जिसमें एक तार्किक दीपक (त्सिंग) से गर्मी प्राप्त करना (पानी का खजाना) था। ।</p>\r\n<p>&nbsp;</p>\r\n<p>कोकरनाग</p>\r\n<p>मुख्य लेख: कोकेरनाग</p>\r\n<p>यह अपने ट्राउट धाराओं और कश्मीर में सबसे बड़े ताजे पानी के झरने के लिए जाना जाता है, ट्राउट हैचरी विभाग जिसने श्रृंखला में पूलों का निर्माण किया है जहां ट्राउट को पाला जाता है। विभिन्न पूल अलग-अलग वजन और उम्र के साथ ट्राउट हो गए हैं। विभाग इसे उन पर्यटकों को बेचता है जो इसे एक स्वादिष्ट पकवान पाते हैं और इसका आनंद लेते हैं। कोकेरनाग आठ मील की दूरी पर अचबल है और अपने स्प्रिंग्स के उपचारात्मक गुणों के लिए जाना जाता है। [उद्धरण वांछित] कोकेरनाग का कुल क्षेत्रफल 300 कनाल है, जिसमें 129 कनाल उद्यानों के लिए है और बाकी वन क्षेत्र है। कोकेरनाग का कुछ ऐतिहासिक महत्व भी है। कोकेरनाग का उल्लेख ऐन अकबरी में किया गया है, जहाँ यह उल्लेख किया गया है कि कोकेरनाग का पानी भूख और प्यास दोनों को संतुष्ट करता है और यह अपच का भी इलाज है। ऐन अकबरी के लेखक ने बताया कि स्पर्श-पत्थर कोकेरनाग में पाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Verinag</p>\r\n<p>मुख्य लेख: वेरीनाग</p>\r\n<p>वेरीनाग वसंत एक पर्वत स्पर के एक उच्च स्क्रैप के नीचे से गहरे नीले पानी को जारी करता है और यहां भी सम्राट जहांगीर ने एक बगीचे और खुशी का घर बनाया। वेरीनाग वसंत अनंतनाग से लगभग 26 किलोमीटर दूर है और इसे जेहलम नदी का मूल स्रोत माना जाता है। वसंत देवदार के पेड़ों और सदाबहार पौधों से ढकी पहाड़ी के नीचे स्थित है। वसंत के अद्भुत और आकर्षक निर्माण के साथ-साथ इसके आस-पास के बगीचे आगंतुकों को बार-बार देखने के लिए मजबूर करते हैं। वसंत के किनारों के साथ-साथ इसके आसपास का निर्माण दुर्लभ आकार का है।</p>\r\n<p>&nbsp;</p>\r\n<p>Daksum</p>\r\n<p>मुख्य लेख: डकसम</p>\r\n<p>घने जंगलों में स्थित, यह दर्शनीय स्थल अनंतनाग-सिन्थान टॉप-किश्तवार रोड पर पड़ता है। डाकुम के माध्यम से एक विशाल जलधारा बहती है जो ट्राउट मछली से समृद्ध है। यह पहाड़ों से घिरता हुआ एक जंगल है। आसपास के जंगल जीव-जंतुओं और वनस्पतियों से समृद्ध हैं। [उद्धरण वांछित] यह पर्यटक खेल अनंतनाग शहर के दक्षिण पूर्व में है और अनंतनाग शहर से लगभग 40 किलोमीटर की दूरी पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिव भगवती मंदिर एकिंगम</p>\r\n<p>मुख्य लेख: शिव भगवती मंदिर एकिंगम</p>\r\n<p>यह इस जिले के ग्राम एकिंगम में एक मंदिर है। यह एक जंगल के पैर के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिनथन शीर्ष</p>\r\n<p>मुख्य लेख: सिनथान शीर्ष</p>\r\n<p>सिन्थेन शीर्ष एक हिल स्टेशन है, जो एक पर्यटक स्थल है जो दक्षिण कश्मीर के ब्रेंग वैली (उप-जिला कोकेरनाग) में स्थित है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले में है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क की सुविधा</p>\r\n<p>अनंतनाग में विभिन्न विधानसभा क्षेत्रों और इसे NH1A (प्रमुख जिला सड़क) से जोड़ने वाली सड़कें हैं</p>\r\n<p>&nbsp;</p>\r\n<p>NH1A खानबल बिजबेहरा के रास्ते संगम तक</p>\r\n<p>एनएच 1 बी खानबल से किश्तवार वाया अचबल, एकिंगम, कोकेरनाग</p>\r\n<p>वेरीनाग अनंतनाग रोड</p>\r\n<p>कोकुनाग डकगाम से होकर हकुरा</p>\r\n<p>लर्कीपोरा फतेहपोरा रोड</p>\r\n<p>सदुरा कामद रोड जो राष्ट्रीय राजमार्ग पर वेसु से शुरू होती है।</p>\r\n<p>खानबल पहलगाम (केपी) सड़क।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>एनएच 44 पर अनंतनाग से श्रीनगर 53 किमी (सभी राष्ट्रीय राजमार्गों के पूर्व नाम एनएच 1 ए है)। अनंतनाग से कुछ अन्य शहरों की दूरी हैं: अचबल 10 किमी, कोकरनाग 23 किमी, दोरु शाहाबाद 20 किमी और पहलगाम 39 किमी।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर में कई प्राथमिक, मध्य माध्यमिक और उच्च माध्यमिक विद्यालय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उच्च शिक्षा में, निम्नलिखित प्रतिष्ठान उल्लेखनीय हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>कश्मीर साउथ कैंपस, अनंतनाग विश्वविद्यालय</p>\r\n<p>गवर्नमेंट मेडिकल कॉलेज, अनंतनाग</p>\r\n<p>औद्योगिक प्रशिक्षण संस्थान, अनंतनाग</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Anantnag_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"recommendations":[{"id":563,"title":"उधमपुर में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","dateCreated":"2019-09-02T05:38:05.208Z","dateModified":"2019-09-02T05:38:25.067Z","contributedBy":"AskGif","content":"उधमपुर भारतीय जिले जम्मू और कश्मीर में उधमपुर जिले में एक जिला और एक नगरपालिका समिति है। राजा उधम सिंह के नाम पर, यह जिला राजधानी और भारतीय सेना के उत्तरी कमान मुख्यालय के रूप में कार्य करता है। भारतीय वायु सेना का एक फॉरवर्ड बेस सपोर्ट यूनिट (FBSU) भी यहां तैनात है। उधमपुर का उपयोग सशस्त्र बलों ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उधमपुर","slug":"udhampur"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-udhampur-jammu-and-kashmir","total":0},{"id":553,"title":"कुपवाड़ा, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","dateCreated":"2019-09-02T02:18:06.628Z","dateModified":"2019-09-02T02:18:20.528Z","contributedBy":"AskGif","content":"कुपवाड़ा भारतीय राज्य जम्मू और कश्मीर में कुपवाड़ा जिले में एक शहर और एक नगरपालिका समिति है।\r\n&nbsp;\r\nकुपवाड़ा जिला जम्मू और कश्मीर, भारत के कश्मीर क्षेत्र में स्थित 10 जिलों में से एक है। हिमालय से निकलने वाली किशनगंगा नदी जिले के बाहरी क्षेत्रों से पूर्व से पश्चिम की ओर बहती है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"कुपवाड़ा","slug":"kupwara"}],"slug":"top-places-to-visit-in-kupwara-jammu-and-kashmir","total":0},{"id":545,"title":"बड़गाम, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","dateCreated":"2019-09-01T09:22:36.359Z","dateModified":"2019-09-01T09:22:54.448Z","contributedBy":"AskGif","content":"बडगाम भारत के जम्मू और कश्मीर राज्य में बडगाम जिले में एक शहर और एक अधिसूचित क्षेत्र समिति है।\r\n&nbsp;\r\nबडगाम जिला भारत में जम्मू और कश्मीर राज्य का एक जिला है। 1979 में बडगाम में अपने मुख्यालय के साथ बनाया गया, यह कारगिल के बाद कश्मीर घाटी में दूसरा जिला है जहां बड़ी संख्या में शिय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"बड़गाम","slug":"badgam"}],"slug":"top-places-to-visit-in-badgam-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}