{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"<p>Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with an urban agglomerate population of more than 200,000 and municipal limit population over 100,000.</p>\r\n<p>&nbsp;</p>\r\n<p>Anantnag is a district in the Indian state of Jammu and Kashmir. It is one of ten districts which make up the Kashmir Valley. The district headquarters is Anantnag city. As of 2011, it was the third most populous district of Jammu and Kashmir (out of 22), after Jammu and Srinagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>The district consists of a number of tourist places, including Verinag, Achabal, Kokernag, Daksum, Pahalgam, Dandipora (under process), Chatabal, Martand and Sinthan top. Of these places, Pahalgam and Kokernag are just 50 km from Anantnag Town.</p>\r\n<p>&nbsp;</p>\r\n<p>Amarnath Temple, a Hindu shrine dedicated to Shiva, is located in Phalgam. It is the site of an annual pilgrimage, Amarnath Yatra.</p>\r\n<p>&nbsp;</p>\r\n<p>Historic sites and remains</p>\r\n<p>Anantnag, like the rest of the Kashmir Valley, has witnessed many vicissitudes and experienced many upheavals from time to time. Charles von H&uuml;gel found here some monuments of the Mughal period in ruins when he visited Jammu and Kashmir in 1835. Also what must have once been magnificent architectural show pieces like the Martand complex of temples, or the temples of Lalitaditya, the Emperor of Kashmir, and King Awantivarman at Awantipora (which lie midway between Srinagar and Anantnag), are now in grand ruins.</p>\r\n<p>&nbsp;</p>\r\n<p>Martand Sun Temple</p>\r\n<p>Main article: Martand Sun Temple</p>\r\n<p>The Martand temple is one of the important archaeological sites of the country. Its architecture reveals the glorious past of the area.[citation needed] After Independence, the government invested in the district.[citation needed] This temple has the typical Hindu structure as was present in Vedic Kashmir.</p>\r\n<p>&nbsp;</p>\r\n<p>The Martand temple (coordinates 33&deg;44&prime;44&Prime;N 75&deg;13&prime;13&Prime;E) is situated at Rambirpora Kehribal, nine kilometres east-north-east of Anantnag city.</p>\r\n<p>&nbsp;</p>\r\n<p>This hill station is 45 km from the Anantnag and located on the banks of river Lidder at an altitude of 7200 ft. from sea level. Pahalgam is one among the five tehsils of Anantnag district and tehsil headquarters are located in the main town of Pahalgam. Once a great tourist puller and favourite place for shooting of Bollywood films is perhaps the best health resort in the country. Pahalgam also serves as base camp for the Amarnath Ji Yatra. The Pahalgam Valley presents glamorous look due to its pine forests, snow clad mountains, healthy climate and vast meadows and pastures. Pahalgam skirts Lidder river and torrential flow of water in Lidder river. Besides tourist huts, several hotels in private sector have come up here and these hotels provide modern facilities to their guests. A number of treks in this region also begin from Pahalgam, as the 35 km trail traverses through pinewoods to the spectacular Kolahoi Glacier.</p>\r\n<p>&nbsp;</p>\r\n<p>The Village of nomad is un-spoilt by the ravages of progress. This place is an angler's delight and even an amateur can catch a rainbow trout from the rushing streams. The large brown bear is a natural inhabitant of the thick Pine and Cedar forests. Pahalgam has a golf course at 2400 meters above the sea level. Camping equipment, ponies and skiing equipment is available. Kolahoi is a destination via Aru.[citation needed] Around Pahalgam are many places of interest, and because the resort is set between fairly steep hills, it is worth hiring a pony rather than walking. Pony fares are posted at prominent locations.</p>\r\n<p>&nbsp;</p>\r\n<p>One of these is the huge, undulating meadow of Baisaran, surrounded by thickly wooded forests of pine.[citation needed] Hajan, on the way to Chandanwadi, is a picnic spot.[citation needed] Filmgoers will recognise it as the location of several movie scenes.[original research?] Pahalgam has within it eight tiny villages, one of which is Mamal. There is a Shiva temple here, generally considered to be Kashmir's oldest existing temple, dating to the 5th century.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Pahalgam is also associated with the annual Amarnath Yatra. Chandanwari (2,895 m), 16 km from Pahalgam, is the starting point of the yatra that takes place every year in the month of Sawan (July to August). The road from Pahalgam to Chandanwari is on fairly flat terrain and can be undertaken by car. From Chandanwari onwards the track becomes much steeper, and is accessible on foot or by pony. About 11 km from Chandanwari is the mountain lake of Sheshnag (3,574 m), after which, 13 km away is the last stop, Panchtarni. The Amarnath cave is 6 km from there. During the month of Sawan, an ice stalagmite forms a natural Shivling in the Amarnath cave, which waxes and wanes with the moon.</p>\r\n<p>Pahalgam</p>\r\n<p>Main article: Pahalgam</p>\r\n<p>This hill station is 45 km. from the District Headquarters at Anantnag and located on the banks of river Lidder at an altitude of 7200 ft. from sea level.</p>\r\n<p>&nbsp;</p>\r\n<p>Pahalgam is one among the five tehsils of Anantnag district and tehsil headquarters are located in the main town of Pahalgam. Once a great tourist puller and favourite place for shooting of Bollywood films is perhaps the best health resort in the entire India. Pahalgam also serves as base camp for the Amarnath Ji Yatra. The Pahalgam Valley presents glamorous look due to its pine forests, snow clad mountains, healthy climate and vast meadows and pastures. Besides tourist huts, several hotels in private sector have come up here and these hotels provide modern facilities to their guests. A number of treks in this region also begin from Pahalgam, as the 35 km trail traverses through pinewoods to the spectacular Kolahoi Glacier.</p>\r\n<p>&nbsp;</p>\r\n<p>Achabal</p>\r\n<p>Main article: Achabal</p>\r\n<p>Achabal is an important tourist place about 8 kilometres away from Anantnag. The place has an ancient spring surrounded by a garden terraced and developed by the Mughals. The place has got some historical background also. The upper portion of the garden is called 'Bag-e-Begum Abad' developed by Malika Noor Jehan Begum in 1620 AD and renowned as Sahib Abad in which there was a Hamam (treasure of water) getting heat from a logical lamp (Tosng).</p>\r\n<p>&nbsp;</p>\r\n<p>Kokernag</p>\r\n<p>Main article: Kokernag</p>\r\n<p>It is known for its trout streams and the largest fresh water spring in Kashmir, Trout hatchery department which has constructed pools in series where in trout is reared. Different pools have got trout with different weights and ages. Departments sells it to the tourists who find it a delicious dish and enjoy it. Kokernag is eight miles form Achabal and known for the curative properties of its springs.[citation needed] The total area of Kokernag is 300 Kanals of which 129 kanals is for the purpose of gardens and the rest is forest area. Kokernag has some historical importance also. Kokernag has been mentioned in Ain Akbari, where in it has been mentioned that the water of Kokernag satisfies both hunger and thirst and it is also a remedy for indigestion. The author of Ain Akbari notices that touch-stone is found in Kokernag.</p>\r\n<p>&nbsp;</p>\r\n<p>Verinag</p>\r\n<p>Main article: Verinag</p>\r\n<p>Verinag spring issues deep blue water from the bottom of a high scrap of a mountain spur and here also Emperor Jehangir built a garden and pleasure house. The Verinag spring is about 26 kilometres away from Anantnag and is considered as the original source of river Jehlum. The spring is situated at the bottom of hill covered by pine trees and evergreen plants. The wonderful and charming construction of the spring as well as its adjacent garden compel the visitors to see it again and again. The construction of the banks of spring as well as its surroundings is of rare shape.</p>\r\n<p>&nbsp;</p>\r\n<p>Daksum</p>\r\n<p>Main article: Daksum</p>\r\n<p>Located in the dense forests, this scenic spot falls on the Anantnag-Sinthan Top-Kishtwar road. A gushing stream flows through Daksum which is rich in trout fish. It is a forest retreat girdled by mountains. The surrounding forests are rich in fauna and flora.[citation needed] This tourist sport is in the south east of Anantnag City and is about a distance of 40 kilometres from Anantnag city.</p>\r\n<p>&nbsp;</p>\r\n<p>Shiva Bhagwati Temple Akingam</p>\r\n<p>Main article: Shiva Bhagwati Temple Akingam</p>\r\n<p>It is a temple in village Akingam of this district. It is located near the foot of a forest.</p>\r\n<p>&nbsp;</p>\r\n<p>Sinthan top</p>\r\n<p>Main article: Sinthan top</p>\r\n<p>Sinthen top is a hill station, a tourist destination located in South Kashmir&rsquo;s Breng Valley (Sub-District Kokernag) in Anantnag district in the Indian state of Jammu and Kashmir.</p>\r\n<p>&nbsp;</p>\r\n<p>Road facility</p>\r\n<p>Anantnag has following roads connecting it to various assembly segments and with NH1A ( Major District Roads)</p>\r\n<p>&nbsp;</p>\r\n<p>NH1A Khanabal to Sangam via Bijbehara</p>\r\n<p>NH 1B Khanabal to Kishtwar via Achabal, Akingam, Kokernag</p>\r\n<p>Verinag Anantnag Road</p>\r\n<p>Kokernag via Dailgam via hakura</p>\r\n<p>Larkipora Fatehpora Road</p>\r\n<p>Sadura Kamad Road which Starts From Vessu On National Highway.</p>\r\n<p>Khanabal Pahalgam (KP) road.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Srinagar is 53 km from Anantnag on NH 44 (former name NH 1A before renumbering of all national highways). The distances of some other towns from Anantnag are: Achabal 10 km, Kokarnag 23 km, Doru Shahabad 20 km and Pahalgam 39 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are numerous primary, middle secondary and higher secondary schools in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Of the higher education, the following establishments are notable:</p>\r\n<p>&nbsp;</p>\r\n<p>University of Kashmir South Campus, Anantnag</p>\r\n<p>Government Medical College, Anantnag</p>\r\n<p>Industrial Training Institute, Anantnag</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Anantnag_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"recommendations":[{"id":563,"title":"Top Places to visit in Udhampur, Jammu and Kashmir","imageUrl":"ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","dateCreated":"2019-09-02T05:38:05.208Z","dateModified":"2019-09-02T05:38:25.067Z","contributedBy":"AskGif","content":"Udhampur is a district and a municipal committee in Udhampur District in the Indian state of Jammu and Kashmir. Named after Raja Udham Singh, it serves as the district capital and the Northern Command headquarters of the Indian Army. A Forward Base Support Unit (FBSU) of the Indian Air Force is a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"udhampur","slug":"udhampur"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-udhampur-jammu-and-kashmir","total":0},{"id":553,"title":"Top Places to visit in Kupwara, Jammu and Kashmir","imageUrl":"830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","dateCreated":"2019-09-02T02:18:06.628Z","dateModified":"2019-09-02T02:18:20.528Z","contributedBy":"AskGif","content":"Kupwara is a town and a municipal committee in Kupwara District in the Indian state of Jammu and Kashmir.\r\n&nbsp;\r\nKupwara District is one of 10 districts located in Kashmir region of Jammu and Kashmir, India. The river Kishenganga, originating from the Himalayas, flows through the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"kupwara","slug":"kupwara"}],"slug":"top-places-to-visit-in-kupwara-jammu-and-kashmir","total":0},{"id":545,"title":"Top Places to visit in Badgam, Jammu and Kashmir","imageUrl":"ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","dateCreated":"2019-09-01T09:22:36.359Z","dateModified":"2019-09-01T09:22:54.448Z","contributedBy":"AskGif","content":"Budgam is a town and a notified area committee in Budgam district in the state of Jammu &amp; Kashmir, India.\r\n&nbsp;\r\nBudgam District is a district of the state of Jammu and Kashmir in India. Created in 1979 with its headquarters at Budgam, it is the second district in Kashmir vall","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"badgam","slug":"badgam"}],"slug":"top-places-to-visit-in-badgam-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}