{"id":543,"title":"Top Places to visit in Bandipora, Bandipore, Jammu and Kashmir","imageUrl":"cfa1179d-2a7d-44d8-8d79-9d00add72de2_Bandipora-tourism.jpg","dateCreated":"2019-09-01T07:27:29.549Z","dateModified":"2019-09-01T07:27:45.98Z","contributedBy":"AskGif","content":"<p>Bandipora or Bandipora is the headquarters of district of Bandipore in the state of Jammu and Kashmir, India. It is located on the northern banks of Wullar&mdash;the second-largest freshwater lake in Asia. Bandipora has a terraced garden similar to that of Nishat Bagh in Srinagar. Bandipora is bound by mountains on three sides and by Wular Lake on the fourth.</p>\r\n<p>&nbsp;</p>\r\n<p>Bandipore district or (also spelt as Bandipora) is one of the 22 districts in Jammu and Kashmir state in northern India. Bandipore town is the administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Education In Bandipore</p>\r\n<p>Some of the noticeable institutions, colleges of Bandipore Which provide quality education to the students of district Bandipore</p>\r\n<p>&nbsp;</p>\r\n<p>Govt NM Boys Higher School Kaloosa Bandipora</p>\r\n<p>Govt Polytechnic College Bandipora</p>\r\n<p>Al-Noor College Of Education</p>\r\n<p>Mehboobul Aalam College Of Education</p>\r\n<p>Govt High School Bagh Bandipora</p>\r\n<p>Muslim Model School Qazipora Watapora</p>\r\n<p>Govt HKM Degree College Bandipora</p>\r\n<p>Army Good Will School Aythmulla</p>\r\n<p>Shaheen College Of Education.</p>\r\n<p>Govt Higher Sec. School Nadihal Bandipora.</p>\r\n<p>Govt Higher Sec. School Aloosa Bandipora</p>\r\n<p>Govt Higher Sec. School Aragam Bandipora.</p>\r\n<p>Govt Secondary School Mantrigam Bandipora.</p>\r\n<p>Govt Secondary School Bonakoot Bandipora</p>\r\n<p>Eaglets Public Secondary School Plan Bandipora</p>\r\n<p>SMS Islamia Model Higher Secondary School,Garoora</p>\r\n<p>&nbsp;</p>\r\n<p>Tehsils</p>\r\n<p>Bandipore is divided into seven tehsils</p>\r\n<p>&nbsp;</p>\r\n<p>Bandipore</p>\r\n<p>Sumbal Sonawari</p>\r\n<p>Ajas</p>\r\n<p>Hajin</p>\r\n<p>Aloosa</p>\r\n<p>Gurez</p>\r\n<p>Tulail</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The literacy rate in the main town of Bandipore and adjoining areas is quite high. However, as per 2011 census, for whole district the literacy rate is one of the lowest in Jammu and Kashmir.</p>\r\n<p>&nbsp;</p>\r\n<p>Towns and villages</p>\r\n<p>The main township of Bandipore is called Plan. The name stuck after the area was constructed under a plan approved by Bakshi Ghulam Mohammad, ex-Prime Minister of Jammu and Kashmir, on his visit to incinerated town of Bandipore in 1963. The important villages of Bandipore are Nowpora, Naz Colony, Dachigam, Ahamshareef, Arampora, Ajar, Aloosa, Aragam, Arin, Ashtangoo, Athatoo, Ayathmullah, Barazullah, Badibeth, Badiyara, Bonakoot, Binlipora, Boothu, Brar, Braripora, Chittiybanday, Chountimullah, Doban, Dardpora, Dharamhama, Gamroo, Garoora, Gund-i-Dachina, Gundpora, Gund-i-Qaiser, Guzarbal, Kaloosa, Kanibathi, Kehnoosa, Ketson, Kunusa, Kudara, Kemah, Khayar, Kharapora, Kralpora, Konan, Lawaypora, Lowdara, Laharwalpora, Lankreshipora, Mader, Malangam, Mangnipora, Mantrigam, Muqaam, Nadihal, Nusoo, Onagam/Wonagam/Sonagam, Paanaar, Panzigam, Papachan, Patushai, Pethkoot, Qazipora, Quil, Rampora, Saderkot, Sheikhpora, Sonerwani, Sumlar, Tangath, Turkpora, Watrina, Watapora,Dharmahama,Vewan, Zuri-manz etc. The main villages of Hajin are:Gulshanabad, Parebal, Madwan, Baniyari, Prang, Bangar Mohalla, Parray Mohalla, Bun Mohalla, Khomina, Baharabad e.t.c. The Famous Zain-Lank is situated at Baniyari 15 km from town of Hajin</p>\r\n<p>&nbsp;</p>\r\n<p>One of the sacred places of the Hindus is Danishwar, locally also called Chota Amar Nath. It is a cave in dense forests of Arin. Pilgrims have to climb up about 60 metres to reach a cave where there are engraved features of Lord Shiva. People used to go there on the Sharvan Purnima, the date on which Amar Nath Yatra is being performed.</p>\r\n<p>&nbsp;</p>\r\n<p>Attractions</p>\r\n<p>Bandipore is the location of the Forest Training and Research Institute in Jammu and Kashmir [established in 1911]. It is 3 km distance from the main town. The Darul-Uloom-Raheemiyah (School for Philosophers) is the largest religious institution in Jammu and Kashmir. It is the largest Islamic institution of valley headed by Moulana Mohammad Rahmatullah Mir Qasmi.</p>\r\n<p>&nbsp;</p>\r\n<p>Bandipore is known for trekking, mountaineering and fishing. The famous Arin Nallah is home to one of the most exotic trout (Rainbow Trout, Silver Trout and Gray Trout).</p>\r\n<p>&nbsp;</p>\r\n<p>Local Trout Hunter</p>\r\n<p>For mountaineers Mt Harmukh remains the main attraction, It is located in the eastern side of the town. Commercial cabs ply on that route till Kudara that is the farthest point where the cabs stop, and there onwards the terrain becomes hilly and one has to trek 17 kilometres (11 mi) to the higher reaches of Mount Harmukh. Sheera Sar [Lake of Spirits] acts as a base camp for all the mountaineering expeditions for Mt Harmukh. To the north lies Gurez, 86 kilometres (53 mi) from Bandipore. Commercial cabs ply on this route during summers, however in winters the route remains closed due to heavy snowfall.</p>\r\n<p>&nbsp;</p>\r\n<p>The place is surrounded by areas of scenic beauty and ranges such as Sirandar, Kudara, Vewan, Mowa and Tresangam, all of which are inhabited by the Gujjars (\"Bakarwals\"). Although being a scenic place where peace and tranquility is in the environment, Bandipore has never been considered a tourist place and does not appear anywhere on the tourist map issued by Jammu and Kashmir State Tourism department.</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bandipore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cfa1179d-2a7d-44d8-8d79-9d00add72de2_Bandipora-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bandipora-bandipore-jammu-and-kashmir","tags":[{"name":"bandipore","slug":"bandipore"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"bandipora","slug":"bandipora"}],"recommendations":[{"id":561,"title":"Top Places to visit in Shopian, Shupiyan, Jammu and Kashmir","imageUrl":"e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","dateCreated":"2019-09-02T05:21:19.115Z","dateModified":"2019-09-02T05:21:40.983Z","contributedBy":"AskGif","content":"Shopian or Shupiyan is a Guhjar town and administrative division of the Shopian district, located in southern part of Kashmir Valley, of Jammu and Kashmir, India.&nbsp;\r\n&nbsp;\r\nShopian or Shupiyan is a hill district with its administrative division in Shopian, located in south side","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"shopian","slug":"shopian"},{"name":"shupiyan","slug":"shupiyan"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-shopian-shupiyan-jammu-and-kashmir","total":0},{"id":549,"title":"Top Places to visit in Kargil, Jammu and Kashmir","imageUrl":"fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","dateCreated":"2019-09-01T10:02:25.977Z","dateModified":"2019-09-01T10:02:41.633Z","contributedBy":"AskGif","content":"Kargil is a town in the Kargil district in the Ladakh region of northern India. It is the second largest town in Ladakh after Leh. It is located 60 km and 204 km from Drass and Srinagar to the west respectively, 234 km from Leh to the east, 240 km from Padum to the southeast and 1,047 km from Del","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kargil","slug":"kargil"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kargil-jammu-and-kashmir","total":0},{"id":548,"title":"Top Places to visit in Jammu, Jammu and Kashmir","imageUrl":"01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","dateCreated":"2019-09-01T09:57:47.045Z","dateModified":"2019-09-01T09:57:59.264Z","contributedBy":"AskGif","content":"Jammu is the winter capital and the largest city in Jammu district of the Indian state of Jammu and Kashmir. Lying on the banks of the river Tawi, the city of Jammu, with an area of 26.64km&sup2;, is surrounded by the Himalayas in the north and the northern-plains in the south. Jammu is the secon","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu","slug":"jammu"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-jammu-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}