{"id":543,"title":"बांदीपुरा, बांदीपुरा में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"cfa1179d-2a7d-44d8-8d79-9d00add72de2_Bandipora-tourism.jpg","dateCreated":"2019-09-01T07:27:29.549Z","dateModified":"2019-09-01T07:27:45.98Z","contributedBy":"AskGif","content":"<p>बांदीपोरा या बांदीपोरा भारत के जम्मू और कश्मीर राज्य के बांदीपोर जिले का मुख्यालय है। यह वुलर के उत्तरी तट पर स्थित है - एशिया की दूसरी सबसे बड़ी ताज़े पानी की झील है। बांदीपोरा में एक सीढ़ीदार बगीचा है जो श्रीनगर के निशात बाग जैसा है। बांदीपोरा तीन तरफ पहाड़ों से और चौथे पर वुलर झील से बंधा है।</p>\r\n<p>&nbsp;</p>\r\n<p>बांदीपोर जिला या (बांदीपोरा के रूप में भी जाना जाता है) उत्तरी भारत में जम्मू और कश्मीर राज्य के 22 जिलों में से एक है। बांदीपोर शहर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>बांदीपोर में शिक्षा</p>\r\n<p>कुछ ध्यान देने योग्य संस्थान, बांदीपोर के कॉलेज जो जिला बांदीपोर के छात्रों को गुणवत्तापूर्ण शिक्षा प्रदान करते हैं</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट एनएम बॉयज़ हाई स्कूल कलौसा बांदीपोरा</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक कॉलेज बांदीपोरा</p>\r\n<p>अल-नूर कॉलेज ऑफ एजुकेशन</p>\r\n<p>महबूबुल आलम कॉलेज ऑफ एजुकेशन</p>\r\n<p>गवर्नमेंट हाई स्कूल बाग बांदीपोरा</p>\r\n<p>मुस्लिम मॉडल स्कूल काजीपोरा वतापोरा</p>\r\n<p>गवर्नमेंट एचकेएम डिग्री कॉलेज बांदीपोरा</p>\r\n<p>आर्मी गुड विल स्कूल आयथमुल्ला</p>\r\n<p>शाहीन कॉलेज ऑफ एजुकेशन।</p>\r\n<p>सरकार उच्चतर सेक। स्कूल नदिहाल बांदीपोरा।</p>\r\n<p>सरकार उच्चतर सेक। स्कूल एलोसा बांदीपोरा</p>\r\n<p>सरकार उच्चतर सेक। स्कूल अरागम बांदीपोरा।</p>\r\n<p>गवर्नमेंट सेकेंडरी स्कूल मंट्रीगाम बांदीपोरा।</p>\r\n<p>गवर्नमेंट सेकेंडरी स्कूल बोनकूट बांदीपोरा</p>\r\n<p>ईगलेट्स पब्लिक सेकेंडरी स्कूल प्लान बांदीपोरा</p>\r\n<p>एसएमएस इस्लामिया मॉडल हायर सेकेंडरी स्कूल, गरोरा</p>\r\n<p>&nbsp;</p>\r\n<p>तहसीलों</p>\r\n<p>बांदीपोर को सात तहसीलों में विभाजित किया गया है</p>\r\n<p>&nbsp;</p>\r\n<p>बांदीपुरा</p>\r\n<p>सुंबल सोनवारी</p>\r\n<p>Ajas</p>\r\n<p>Hajin</p>\r\n<p>Aloosa</p>\r\n<p>गुरेज</p>\r\n<p>Tulail</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मुख्य शहर बांदीपोर और आसपास के क्षेत्रों में साक्षरता दर काफी अधिक है। हालांकि, 2011 की जनगणना के अनुसार, पूरे जिले के लिए जम्मू और कश्मीर में साक्षरता दर सबसे कम है।</p>\r\n<p>&nbsp;</p>\r\n<p>नगर और गाँव</p>\r\n<p>बांदीपोर की मुख्य टाउनशिप को योजना कहा जाता है। यह नाम 1963 में बांदीपोर के उजड़े हुए शहर की यात्रा पर, जम्मू और कश्मीर के पूर्व प्रधान मंत्री, बख्शी गुलाम मोहम्मद द्वारा अनुमोदित एक योजना के तहत निर्मित किया गया था। बांदीपोर के महत्वपूर्ण गाँव हैं नोपोरा, नाज़ कॉलोनी, दाचीगाम, अहम्श्रीफ, अरामपोरा, अजर, अलोसा, अरगाम, अरिन, अष्टांगू, अष्टु, अयाथमुल्लाह, बरज़ुल्लाह, बादीबेत, बडियारा, बोनकूट, बिन्लपोरा, बूथो, बरार, ब्रारिपोरा, चित्तियाबुल्लाह, डोबुल्लाह, डोबुल्लाह, डोबुल्ला i-Dachina, Gundpora, Gund-i-Kaiser, Guzarbal, Kaloosa, Kanibathi, Kehnoosa, Ketson, Kunusa, Kudara, Kemah, Khaar, Kharapora, Kralpora, Konan, Lawaypora, Lowdara, Laharwalpora, Lrespora Lanka मंट्रीगाम, मुक़ाम, नदिहाल, नुसू, ओनगाम / वोनगाम / सोनगाम, पनागर, पनिजम, पापाचाई, पटुशाई, पेठकूट, क़ाज़ीपोरा, क्विल, रामपोरा, सदरकोट, शेखपोरा, सोनारवानी, सोनरेल, सुमालार, तांगथोर, तुर्कपोरा, तुर्क, तुर्कमेनिस्तान ज़ूरी-मंज़ आदि हाज़िन के मुख्य गाँव हैं: गुलशनाबाद, पारेबल, मदवान, बनियारी, प्रंग, बांगर मोहल्ला, पार्रे मोहल्ला, बन मोहल्ला, खोमिना, बहाबाद e.t.c. प्रसिद्ध ज़ैन-लांक, हाजिन शहर से 15 किमी दूर बनियारी में स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदुओं के पवित्र स्थानों में से एक दानिश्वर है, जिसे स्थानीय रूप से छोटा अमर नाथ भी कहा जाता है। यह अरिन के घने जंगलों में एक गुफा है। तीर्थयात्रियों को एक गुफा तक पहुंचने के लिए लगभग 60 मीटर ऊपर चढ़ना पड़ता है जहां भगवान शिव की उत्कीर्ण विशेषताएं हैं। लोग वहाँ जाते थे, जो कि शरद पूर्णिमा के दिन, जिस दिन अमर नाथ यात्रा की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>आकर्षण</p>\r\n<p>बांदीपोर जम्मू और कश्मीर में वन प्रशिक्षण और अनुसंधान संस्थान [1911 में स्थापित] का स्थान है। यह मुख्य शहर से 3 किमी की दूरी पर है। दारुल-उलूम-रहेमियाह (दर्शन के लिए स्कूल) जम्मू और कश्मीर में सबसे बड़ा धार्मिक संस्थान है। यह मौलाना मोहम्मद रहमतुल्ला मीर कासमी की अध्यक्षता वाली घाटी की सबसे बड़ी इस्लामी संस्था है।</p>\r\n<p>&nbsp;</p>\r\n<p>बांदीपोर ट्रैकिंग, पर्वतारोहण और मछली पकड़ने के लिए जाना जाता है। प्रसिद्ध अरिन नाला सबसे विदेशी ट्राउट (रेनबो ट्राउट, सिल्वर ट्राउट और ग्रे ट्राउट) में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय ट्राउट हंटर</p>\r\n<p>पर्वतारोहियों के लिए माउंट हरमुख मुख्य आकर्षण बना हुआ है, यह शहर के पूर्वी हिस्से में स्थित है। वाणिज्यिक टैक्सी कुदारा तक उस मार्ग पर चलती हैं जो सबसे दूर का स्थान है जहां से कैब रुकती हैं, और उसके बाद इलाका पहाड़ी हो जाता है और एक को 17 किलोमीटर (11 मील) की दूरी पर माउंट हरमुख तक पहुंचना पड़ता है। शीरा सर [स्प्रिट की झील] माउंट हरमुख के लिए सभी पर्वतारोहण अभियानों के लिए एक आधार शिविर के रूप में कार्य करता है। उत्तर में गुरेज़, बांदीपोर से 86 किलोमीटर (53 मील) दूर है। ग्रीष्मकाल के दौरान इस मार्ग पर वाणिज्यिक टैक्सी चलती हैं, हालांकि सर्दियों में भारी बर्फबारी के कारण मार्ग बंद रहता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह स्थान प्राकृतिक सुंदरता के क्षेत्रों से घिरा हुआ है और सीरंदर, कुदरा, ववन, मोवा और त्रिसंगम जैसे पर्वतमाला, जिनमें से सभी में गुर्जरों (\"बकरवालों\") का निवास है। हालाँकि एक ऐसा रमणीय स्थान है जहाँ शांति और शांति का वातावरण है, बांदीपोर को कभी भी एक पर्यटन स्थल नहीं माना गया है और यह जम्मू और कश्मीर राज्य पर्यटन विभाग द्वारा जारी किए गए पर्यटन मानचित्र पर कहीं भी दिखाई नहीं देता है।</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bandipore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cfa1179d-2a7d-44d8-8d79-9d00add72de2_Bandipora-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bandipora-bandipore-jammu-and-kashmir","tags":[{"name":"बांदीपुरा","slug":"bandipore"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"बांदीपुरा","slug":"bandipora"}],"recommendations":[{"id":561,"title":"शोपियां, शुपियन में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","dateCreated":"2019-09-02T05:21:19.115Z","dateModified":"2019-09-02T05:21:40.983Z","contributedBy":"AskGif","content":"शोपियां या शुपियान भारत के जम्मू और कश्मीर के कश्मीर घाटी के दक्षिणी हिस्से में स्थित शोपियां जिले का एक गुज्जर शहर और प्रशासनिक प्रभाग है।\r\n&nbsp;\r\nशोपियां या शुपियान, शोपियां में एक प्रशासनिक जिले के साथ एक पहाड़ी जिला है, जो भारत के जम्मू और कश्मीर राज्य में कश्मीर घाटी के दक्षिण","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शोपियां","slug":"shopian"},{"name":"शुपियन","slug":"shupiyan"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-shopian-shupiyan-jammu-and-kashmir","total":0},{"id":549,"title":"कारगिल, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","dateCreated":"2019-09-01T10:02:25.977Z","dateModified":"2019-09-01T10:02:41.633Z","contributedBy":"AskGif","content":"कारगिल उत्तरी भारत के लद्दाख क्षेत्र में कारगिल जिले का एक शहर है। यह लेह के बाद लद्दाख में दूसरा सबसे बड़ा शहर है। यह द्रास और श्रीनगर से क्रमशः पश्चिम में 604 और 204 किमी, लेह से पूर्व में 234 किमी, पद्म से दक्षिण पूर्व में 240 किमी और दिल्ली से दक्षिण में 1,047 किमी की दूरी पर स्थित है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कारगिल","slug":"kargil"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kargil-jammu-and-kashmir","total":0},{"id":548,"title":"जम्मू, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","dateCreated":"2019-09-01T09:57:47.045Z","dateModified":"2019-09-01T09:57:59.264Z","contributedBy":"AskGif","content":"जम्मू शीतकालीन राजधानी है और भारतीय राज्य जम्मू और कश्मीर के जम्मू जिले का सबसे बड़ा शहर है। जम्मू के शहर तवी नदी के तट पर स्थित, 26.64 किमी&sup2; के क्षेत्र के साथ, उत्तर में हिमालय और दक्षिण में उत्तरी-मैदानों से घिरा हुआ है। जम्मू राज्य का दूसरा सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू","slug":"jammu"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-jammu-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}