{"id":544,"title":"बारामूला, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"8cb78432-f469-4f02-a4b1-743552d7190e_Baramulla-railway.jpg","dateCreated":"2019-09-01T09:08:10.413Z","dateModified":"2019-09-01T09:08:31.12Z","contributedBy":"AskGif","content":"<p>बारामूला भारतीय राज्य जम्मू और कश्मीर में बारामूला जिले का एक शहर और एक नगर पालिका है। यह राज्य की राजधानी श्रीनगर से नीचे की ओर झेलम नदी के तट पर है। इस शहर को पहले वराहुला के नाम से जाना जाता था जो \"सूअर की दाढ़\" के लिए संस्कृत है।</p>\r\n<p>&nbsp;</p>\r\n<p>बारामूला जिला जम्मू और कश्मीर के भारतीय क्षेत्र के 22 जिलों में से एक है। बारामूला शहर इस जिले का प्रशासनिक मुख्यालय है। जिले ने 2001 में 4,190 वर्ग किमी क्षेत्र को कवर किया, लेकिन 2011 की जनगणना के समय इसे घटाकर 3,353 वर्ग किमी कर दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>सेंट जोसेफ स्कूल कश्मीर घाटी का सबसे पुराना मिशनरी स्कूल है। इसे पूरे उत्तर कश्मीर के लिए शिक्षा के अग्रणी के रूप में देखा जाता है। अन्य उल्लेखनीय स्कूलों में दिल्ली पब्लिक स्कूल, बारामूला पब्लिक स्कूल, बीकन हाउस स्कूल, हनफिया स्कूल, नूर-उल-इस्लाम स्कूल, गुरु नानक देव स्कूल शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बारामूला में कई सरकारी स्कूल हैं। हायर सेकंडरी स्कूलों को इंटरमीडिएट कॉलेजों के रूप में जाना जाता है। बारामुला में केंद्रीय विद्यालय, शाहकोट में नवोदय विद्याला और सैनिक (सैन्य) स्कूल हैं, दोनों केंद्रीय माध्यमिक शिक्षा बोर्ड से संबद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बारामूला में पुरुषों और महिलाओं के लिए अलग-अलग सरकारी डिग्री कॉलेज और जिला अस्पताल से जुड़ा एक नर्सिंग कॉलेज है। कश्मीर विश्वविद्यालय का उत्तरी परिसर बारामूला डिग्री कॉलेज (सह-शिक्षा) में है, और एक इंजीनियरिंग कॉलेज स्थापित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>बारामूला में सरकारी बारामूला पॉलिटेक्निक कॉलेज है, जिसे 2012 में स्थापित किया गया था। यह बारामूला शहर के कनीसपोरा इलाके में है। पॉलिटेक्निक इलेक्ट्रिकल इंजीनियरिंग और आर्किटेक्चर में तीन वर्षीय डिप्लोमा पाठ्यक्रम सिखाता है। गवर्नमेंट मेडिकल कॉलेज बारामूला निर्माणाधीन है और अगस्त 2018 में सामान्य कक्षाओं में काम करना शुरू कर देगा।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य देखभाल</p>\r\n<p>बारामूला में जिला चिकित्सा अस्पताल और जिला पशु चिकित्सा अस्पताल अस्पताल है, जिसमें रेडियोलॉजी (एक्स-रे) और अल्ट्रासोनोग्राफी सुविधाएं हैं। पशु अस्पताल के लिए एक नई इमारत, निर्माणाधीन है जो पूरा होने के करीब है और पालतू पशु रोगियों के लिए इनडोर सुविधाएं मिली हैं। जिला चिकित्सा अस्पताल 300 बिस्तर वाला अस्पताल है और इसमें सभी विशेषज्ञता की सुविधाएं उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बारामुला में माताओं और बच्चों के लिए निजी तौर पर चलने की सुविधा है जिसे सेंट जोसेफ अस्पताल कहा जाता है। यह 1921 में शुरू किया गया था और आबादी की संपूर्ण संतुष्टि के लिए आसानी से चल रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>इको पार्क</p>\r\n<p>इको पार्क बारामूला शहर से उरी तक सड़क पर झेलम नदी के बीच में द्वीप पर है। यह एक लकड़ी के पुल से संपर्क किया जाता है। जेएंडके टूरिज्म डेवलपमेंट कॉरपोरेशन द्वारा आधुनिक सबस्ट्रक्चर और प्राकृतिक बहिष्कार के मिश्रण के साथ विकसित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>श्रीनगर से</p>\r\n<p>बारामूला जम्मू और कश्मीर राज्य की राजधानी श्रीनगर से लगभग 55 किमी (34 मील) दूर है। राष्ट्रीय राजमार्ग NH-1 नियंत्रण रेखा से शुरू होकर उरी से गुजरते हुए शहर को श्रीनगर से जोड़ता है और लेह तक जारी है। 2010 में भारतीय राष्ट्रीय राजमार्ग प्राधिकरण द्वारा सभी राष्ट्रीय राजमार्गों को फिर से शुरू करने से पहले NH-1 को पहले NH-1A कहा जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>उरई और मुजफ्फराबाद से</p>\r\n<p>मुज़फ़्फ़राबाद से बारामुला तक 123 किलोमीटर (76 मील) सड़क झेलम नदी के साथ चलती है। पाकिस्तानी तरफ, इसे \"श्रीनगर रोड\" के रूप में जाना जाता है। डोमेल ब्रिज, मुजफ्फराबाद से शुरू होकर एलओसी पर चकोथी-उरी बॉर्डर क्रॉसिंग पर यह नियंत्रण रेखा को पार करता है और बारामुला के 45 किमी (28 मील) पश्चिम में राष्ट्रीय राजमार्ग NH-1 से गुजरता है। उरी से बारामुला तक सड़क का पहला 5 किलोमीटर (3.1 मील) नदी के किनारे नहीं चलता है, लेकिन शेष 40 किमी (25 मील) सुंदर है, लकड़ी के पहाड़ों और चट्टानों को पार करते हुए। 2005 में बस द्वारा नियंत्रित यात्रा के लिए सड़क को फिर से खोल दिया गया लेकिन 2019 में फिर से बंद कर दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>कुपवाड़ा से वाटरगैम के माध्यम से</p>\r\n<p>बारामूला राष्ट्रीय राजमार्ग NH-701 से कुपवाड़ा से जुड़ा है और बारामूला से तंगधार तक 130 किमी की सड़क जलगाम और हंदवाड़ा शहरों से होकर गुजरती है। बारामूला से जलगाम की दूरी 15 किमी है जबकि बारामूला से हंदवाड़ा की दूरी 29 किमी है। कुपवाड़ा से बारामूला की दूरी 47 किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>श्रीनगर में शेख-उल-आलम अंतर्राष्ट्रीय हवाई अड्डा निकटतम हवाई अड्डा है, जो 60 किमी (37 मील) दक्षिण-पूर्व में है; जम्मू हवाई अड्डे, राज्य की शीतकालीन राजधानी में।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल गाडी</p>\r\n<p>बारामुला 119 किलोमीटर (74 मील)-बनिहाल-श्रीनगर-बारामुला रेलवे लाइन पर आखिरी स्टेशन है, जो अक्टूबर 2009 में खोला गया, जो 11.2 किलोमीटर (7.0 मील) के माध्यम से पीर पन्नालाल पहाड़ों के पार श्रीनगर, काजीगुंड और बनिहाल को जोड़ता है। -लंबी बनिहाल रेलवे सुरंग। जम्मू-बारामूला लाइन को भारतीय रेलवे नेटवर्क से जोड़ने की योजना है।</p>\r\n<p>&nbsp;</p>\r\n<p>लंबी दूरी की ट्रेनों के लिए निकटतम रेलवे टर्मिनस उधमपुर है, जो दक्षिण में लगभग 320 किमी (200 मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>सबसे अधिक इस्तेमाल की जाने वाली भाषाएं कश्मीरी और उर्दू हैं, इसके बाद पहाड़ी, हिंडको, गुजरी और पंजाबी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Baramulla</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cb78432-f469-4f02-a4b1-743552d7190e_Baramulla-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-baramulla-jammu-and-kashmir","tags":[{"name":"बारामूला","slug":"baramulla"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"recommendations":[{"id":559,"title":"रियासी, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","dateCreated":"2019-09-02T03:45:46.505Z","dateModified":"2019-09-02T03:46:30.892Z","contributedBy":"AskGif","content":"रियासी एक केंद्र और जम्मू-कश्मीर के भारतीय संघ क्षेत्र में एक अधिसूचित क्षेत्र समिति और तहसील है। चिनाब नदी के तट पर स्थित, यह रियासी जिले का मुख्यालय है। आठवीं शताब्दी में, रियासी भीम देव द्वारा स्थापित भीमगढ़ राज्य का एक हिस्सा था। रियासी नाम शहर के पुराने नाम \"रसाल\" से लिया गया है।\r\n&nb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"रियासी","slug":"reasi"}],"slug":"top-places-to-visit-in-reasi-jammu-and-kashmir","total":0},{"id":556,"title":"पुलवामा, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","dateCreated":"2019-09-02T02:59:02.537Z","dateModified":"2019-09-02T02:59:17.114Z","contributedBy":"AskGif","content":"पुलवामा भारत के उत्तरी राज्य जम्मू और कश्मीर में पुलवामा जिले में एक शहर और एक अधिसूचित क्षेत्र परिषद है। यह काश्मीर संभाग में 4 वाँ सबसे बड़ा शहर है और राज्य का 6 वाँ सबसे बड़ा शहर है। यह श्रीनगर की ग्रीष्मकालीन राजधानी से लगभग 25 किमी (16 मील) दूर है। पुलवामा को अक्सर \"कश्मीर का आनंद\" कहा जाता ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"पुलवामा","slug":"pulwama"}],"slug":"top-places-to-visit-in-pulwama-jammu-and-kashmir","total":0},{"id":554,"title":"लेह, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","dateCreated":"2019-09-02T02:25:48.242Z","dateModified":"2019-09-02T02:26:01.478Z","contributedBy":"AskGif","content":"लेह उत्तरी भारत के लद्दाख क्षेत्र में लेह जिले का एक शहर है। यह लद्दाख के हिमालयी राज्य की राजधानी भी थी, जिसकी सीट लेह पैलेस में थी, लद्दाख के शाही परिवार की पूर्व हवेली, उसी शैली में और लगभग उसी समय तिब्बत में पोटाला पैलेस के रूप में बनाया गया था। लेह 3,524 मीटर (11,562 फीट) की ऊंचाई पर है, और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लेह","slug":"leh"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"लद्दाख","slug":"ladakh"}],"slug":"top-places-to-visit-in-leh-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}