{"id":544,"title":"Top Places to visit in Baramulla, Jammu and Kashmir","imageUrl":"8cb78432-f469-4f02-a4b1-743552d7190e_Baramulla-railway.jpg","dateCreated":"2019-09-01T09:08:10.413Z","dateModified":"2019-09-01T09:08:31.12Z","contributedBy":"AskGif","content":"<p>Baramulla is a city and a municipality in the Baramulla district in the Indian state of Jammu and Kashmir. It is on the bank of the Jhelum River downstream from Srinagar, the state capital. The city was earlier known as Varahamula which is Sanskrit for \"boar's molar\".</p>\r\n<p>&nbsp;</p>\r\n<p>Baramulla district is one of the 22 districts in the Indian territory of Jammu and Kashmir. Baramulla city is the administrative headquarters of this district. The district covered an area of 4,190 km&sup2; in 2001 but it was reduced to 3,353 km&sup2; at the time of 2011 census.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>St. Joseph's School is the oldest missionary school in the Kashmir valley. It is seen as a pioneer of education for the whole of north Kashmir. Other notable schools include Delhi Public School, Baramulla Public School, Beacon House School, Hanfia School, Noor-ul-Islam School, Guru Nanak Dev School, among others.</p>\r\n<p>&nbsp;</p>\r\n<p>Baramulla has a number of government-run schools. Higher secondary schools are known as intermediate colleges. Baramulla has a Kendriya Vidyalaya, Navodaya Vidayala in Shahkot and Sainik (military) school, both affiliated with the Central Board of Secondary Education.</p>\r\n<p>&nbsp;</p>\r\n<p>Baramulla has separate government degree colleges for men and women, and a nursing college associated with the district hospital. The north campus of the University of Kashmir is in Baramulla Degree College (co-education) , and an engineering college has been established.</p>\r\n<p>&nbsp;</p>\r\n<p>Baramulla has the government Baramulla Polytechnic College, which was established in 2012. It is in the Kanispora area of Baramulla city. The polytechnic teaches three-year diploma courses in electrical engineering and architecture. Government Medical college Baramulla is under construction and will start functioning the normal classes in August 2018.</p>\r\n<p>&nbsp;</p>\r\n<p>Healthcare</p>\r\n<p>Baramulla has District Medical Hospital and District Veterinary Hospital hospital, with radiology (x-ray) and ultrasonography facilities. A new building for the veterinary hospital, is under construction which is near to completion and has got the indoor facilities for the pet animal patients.The District Medical Hospital is 300 bedded hospital and has all the specialization facilities available.</p>\r\n<p>&nbsp;</p>\r\n<p>Baramulla has a privately run facility for mothers and child hospital called St Joseph's Hospital. It was started in 1921 and is running smoothly to the entire satisfaction of the populace.</p>\r\n<p>&nbsp;</p>\r\n<p>Eco Park</p>\r\n<p>Eco Park is on the island in the middle of Jhelum river on the road from Baramulla town to Uri. It is approached by a wooden bridge. In was developed by J&amp;K Tourism Development Corporation with a blend of modern substructure and natural exquisiteness.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>From Srinagar</p>\r\n<p>Baramulla is about 55 km (34 mi) from Srinagar, capital of Jammu and Kashmir state. National Highway NH-1 starting from the Line of Control and passing through Uri connects the city with Srinagar and continues to Leh. NH-1 was formerly called NH-1A before renumbering of all national highways by National Highway Authority of India in 2010 year.</p>\r\n<p>&nbsp;</p>\r\n<p>From Uri and Muzaffarabad</p>\r\n<p>The 123-kilometre (76 mi) road from Muzaffarabad to Baramulla runs along the Jhelum River. On the Pakistani side, it is known as \"Srinagar Road.\" Starting from Domel Bridge, Muzaffarabad and ending at the Chaktothi-Uri Border Crossing at LOC It crosses the Line of Control and passes through Uri, 45 km (28 mi) west of Baramulla as National Highway NH-1. The first 5 kilometres (3.1 mi) of the road from Uri to Baramulla does not run along the river, but the remaining 40 km (25 mi) is scenic, passing wooded mountainsides and cliffs. The road was reopened in 2005 for controlled travel by bus but again closed in 2019.</p>\r\n<p>&nbsp;</p>\r\n<p>From Kupwara via Watergam</p>\r\n<p>Baramulla is connected to Kupwara by National Highway NH-701 a 130-km road from Baramulla to Tangdhar passing through towns of Watergam and Handwara. The distance from Baramulla to Watergam is 15 km whereas from Baramulla to Handwara is 29 km. The distance from Kupwara to Baramulla is 47 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Sheikh-ul-Alam International Airport at Srinagar is the nearest airport, 60 km (37 mi) southeast; The Jammu Airport, in the winter capital of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Train</p>\r\n<p>Baramulla is the last station on the 119-kilometre (74 mi)-long Banihal-Srinagar-Baramulla railway line, opened in October 2009, connecting with Srinagar, Qazigund and Banihal across the Pir Panjal mountains through the 11.2-kilometre (7.0 mi)-long Banihal railway tunnel. The Jammu&ndash;Baramulla line is planned to connect with the Indian Railways Network.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest railway terminus for long-distance trains is Udhampur, about 320 km (200 mi) south.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>The most commonly-used languages are Kashmiri and Urdu, followed by Pahari, Hindko, Gujari and Punjabi.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Baramulla</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cb78432-f469-4f02-a4b1-743552d7190e_Baramulla-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-baramulla-jammu-and-kashmir","tags":[{"name":"baramulla","slug":"baramulla"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"recommendations":[{"id":559,"title":"Top Places to visit in Reasi, Jammu and Kashmir","imageUrl":"ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","dateCreated":"2019-09-02T03:45:46.505Z","dateModified":"2019-09-02T03:46:30.892Z","contributedBy":"AskGif","content":"Reasi is a town and a notified area committee and tehsil in the Indian union territory of Jammu and Kashmir. Situated at the bank of River Chenab, it is the headquarters of the Reasi district. In the eighth century, Reasi was a part of the Bhimgarh state established by Bhim Dev. The name Reasi is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"reasi","slug":"reasi"}],"slug":"top-places-to-visit-in-reasi-jammu-and-kashmir","total":0},{"id":556,"title":"Top Places to visit in Pulwama, Jammu and Kashmir","imageUrl":"f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","dateCreated":"2019-09-02T02:59:02.537Z","dateModified":"2019-09-02T02:59:17.114Z","contributedBy":"AskGif","content":"Pulwama is a city and a notified area council in Pulwama district, in India&rsquo;s northern state of Jammu and Kashmir.It is 4th largest city in kashmir division and 6th largest city in state. It is almost 25 km (16 mi) from the summer capital of Srinagar. Pulwama is often called the \"Anand of K","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"pulwama","slug":"pulwama"}],"slug":"top-places-to-visit-in-pulwama-jammu-and-kashmir","total":0},{"id":554,"title":"Top Places to visit in Leh, Jammu and Kashmir","imageUrl":"8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","dateCreated":"2019-09-02T02:25:48.242Z","dateModified":"2019-09-02T02:26:01.478Z","contributedBy":"AskGif","content":"Leh is a town in Leh district in the Ladakh region of northern India. It was also the capital of the Himalayan kingdom of Ladakh, the seat of which was in the Leh Palace, the former mansion of the royal family of Ladakh, built in the same style and about the same time as the Potala Palace in Tibe","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"leh","slug":"leh"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"ladakh","slug":"ladakh"}],"slug":"top-places-to-visit-in-leh-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}