{"id":546,"title":"डोडा, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"de185d4f-b64c-497a-8e87-4351c68db79f_Doda-tourism.jpg","dateCreated":"2019-09-01T09:37:21.164Z","dateModified":"2019-09-01T09:37:35.223Z","contributedBy":"AskGif","content":"<p>डोडा एक शहर और भारतीय राज्य जम्मू और कश्मीर में डोडा जिले में एक अधिसूचित क्षेत्र समिति है। डोडा 33.13 &deg; N 75.57 &deg; E पर स्थित है और इसकी औसत ऊंचाई 1,107 मीटर (3631 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>डोडा भारतीय राज्य जम्मू और कश्मीर के जम्मू डिवीजन के पूर्वी भाग में एक जिला है। जिले में 8 तहसील शामिल हैं: भागवा, असार, डोडा, गुंडाना, मरमट, भद्रवाह, गंडोह (भलस्वा), और थाहरी।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, डोडा की आबादी 25,527 थी। पुरुषों की जनसंख्या का 64% और महिलाओं का 36% है। डोडा की औसत साक्षरता दर भारतीय राष्ट्रीय औसत 73% से 5% अधिक है: पुरुष साक्षरता 85% है और, महिला साक्षरता 61% है। डोडा में, 10% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म</p>\r\n<p>डोडा टाउन - हिंदू 32.62%, मुस्लिम 66.45%, ईसाई 0.12%, सिख 0.64%, बौद्ध 0.00% जैन 0.06%, अन्य 0.00%, न कि 0.11%</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>डोडा जिले में किश्तवाड़ और भदरवाह की प्राचीन रियासतें शामिल हैं, जो दोनों जम्मू और कश्मीर रियासत में 'ऊधमपुर' के नाम से एक जिले का हिस्सा थे।</p>\r\n<p>&nbsp;</p>\r\n<p>1948 में, उधमपुर जिले को वर्तमान उधमपुर जिले में विभाजित किया गया था, जिसमें ऊधमपुर और रामनगर तहसील थे, और एक 'डोडा' जिला था जिसमें रामबन, भदरवाह और किश्त तहसील शामिल थे।</p>\r\n<p>&nbsp;</p>\r\n<p>2006 में, रामबन को एक स्वतंत्र जिले में बनाया गया था और वर्तमान डोडा जिले के पूर्व में पहाड़ी क्षेत्र को किश्तवाड़ जिले के रूप में अलग किया गया था। शेष क्षेत्रों में किस्तवार और मूल भदरवाह से खुदी हुई डोडा तहसील शामिल है, जिसे अब तीन तहसीलों में विभाजित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>डोडा जिले में धर्म (2011)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; इस्लाम (53.82%)</p>\r\n<p>&nbsp; हिंदू धर्म (45.77%)</p>\r\n<p>&nbsp; ईसाई धर्म (0.12%)</p>\r\n<p>&nbsp; सिख धर्म (0.10%)</p>\r\n<p>&nbsp; अन्य (0.03%)</p>\r\n<p>&nbsp; नास्तिक (0.18%)</p>\r\n<p>2011 की जनगणना के अनुसार, डोडा जिले की आबादी 409,936 है, जो माल्टा के देश के बराबर है। यह इसे भारत में 556 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 79 निवासियों प्रति वर्ग किलोमीटर (200 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 27.89% थी। डोडा में हर 1000 पुरुषों पर 922 महिलाओं का लिंग अनुपात है, और साक्षरता दर 65.97% है। जिले में मुस्लिमों का बहुमत 53.82% है, जिसमें हिंदुओं की आबादी 45.94% है और शेष ईसाई, सिख, बौद्ध और जैन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>प्रमुख विद्वान सुमंत्र बोस कहते हैं कि अधिकांश डोडा मुस्लिम कश्मीरी भाषी हैं। 2014 में किए गए एक अध्ययन ने 40% आबादी को कश्मीरी भाषी के रूप में पहचाना। आबादी का एक वर्ग सराज़ी नाम की एक बोली भी बोलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्नाकुलर में भद्रवाही शामिल है, एक पश्चिमी पहाड़ी बोली, जो डोडा जिले में लगभग 53 000 लोगों द्वारा बोली जाती है, जो अरबी और देवनागरी दोनों लिपियों में लिखी गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>प्रशासनिक रूप से, 406 गाँवों वाला जिला, तीन गैर-आबाद हैं। [उद्धरण वांछित] डोडा जिला को तीन उप-विभाजनों में विभाजित किया गया है।, डोडा, भद्रवाह और भालेड़ा (गंडोह)। इसकी बारह तहसीलें हैं। भद्रवाह, घाट (डोडा), थाथरी, गंडोह, भगवा, असर, मरमत और गुंडाना में आठ ग्रामीण विकास खंड हैं। पैंचेस की संख्या 232 है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>डोडा जिले में दो विधानसभा क्षेत्र हैं: भद्रवाह और डोडा।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Doda_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/de185d4f-b64c-497a-8e87-4351c68db79f_Doda-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-doda-jammu-and-kashmir","tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"डोडा","slug":"doda"}],"recommendations":[{"id":558,"title":"रामबन, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","dateCreated":"2019-09-02T03:40:25.976Z","dateModified":"2019-09-02T03:40:38.386Z","contributedBy":"AskGif","content":"रामबन भारतीय राज्य जम्मू और कश्मीर में रामबन जिले का एक कस्बा है। यह जिला मुख्यालय है। यह चेनाब नदी के किनारे पर, राष्ट्रीय राजमार्ग -1 ए (अब NH44) पर जम्मू से लगभग 150 किमी और श्रीनगर से लगभग 150 किमी पर स्थित है, जिससे यह जम्मू-श्रीनगर राष्ट्रीय राजमार्ग पर लगभग केंद्रीय बिंदु बन जाता है।\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"रामबन","slug":"ramban"}],"slug":"top-places-to-visit-in-ramban-jammu-and-kashmir","total":0},{"id":548,"title":"जम्मू, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","dateCreated":"2019-09-01T09:57:47.045Z","dateModified":"2019-09-01T09:57:59.264Z","contributedBy":"AskGif","content":"जम्मू शीतकालीन राजधानी है और भारतीय राज्य जम्मू और कश्मीर के जम्मू जिले का सबसे बड़ा शहर है। जम्मू के शहर तवी नदी के तट पर स्थित, 26.64 किमी&sup2; के क्षेत्र के साथ, उत्तर में हिमालय और दक्षिण में उत्तरी-मैदानों से घिरा हुआ है। जम्मू राज्य का दूसरा सबसे अधिक आबादी वाला शहर है।\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू","slug":"jammu"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-jammu-jammu-and-kashmir","total":0},{"id":545,"title":"बड़गाम, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","dateCreated":"2019-09-01T09:22:36.359Z","dateModified":"2019-09-01T09:22:54.448Z","contributedBy":"AskGif","content":"बडगाम भारत के जम्मू और कश्मीर राज्य में बडगाम जिले में एक शहर और एक अधिसूचित क्षेत्र समिति है।\r\n&nbsp;\r\nबडगाम जिला भारत में जम्मू और कश्मीर राज्य का एक जिला है। 1979 में बडगाम में अपने मुख्यालय के साथ बनाया गया, यह कारगिल के बाद कश्मीर घाटी में दूसरा जिला है जहां बड़ी संख्या में शिय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"बड़गाम","slug":"badgam"}],"slug":"top-places-to-visit-in-badgam-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}