{"id":546,"title":"Top Places to visit in Doda, Jammu and Kashmir","imageUrl":"de185d4f-b64c-497a-8e87-4351c68db79f_Doda-tourism.jpg","dateCreated":"2019-09-01T09:37:21.164Z","dateModified":"2019-09-01T09:37:35.223Z","contributedBy":"AskGif","content":"<p>Doda is a town and a notified area committee in Doda district in the Indian state of Jammu and Kashmir. Doda is located at 33.13&deg;N 75.57&deg;E and has an average elevation of 1,107 metres (3631 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>Doda is a district in eastern part of Jammu Division of the Indian state of Jammu and Kashmir. The district consists of 8 Tehsils: Bhagwa, Assar, Doda, Gundana, Marmat, Bhaderwah, Gandoh (Bhalessa), and Thathri.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Doda had a population of 25,527. Males constitute 64% of the population and females 36%. Doda has an average literacy rate of 5% higher than the Indian national average of 73%: male literacy is 85% and, female literacy is 61%. In Doda, 10% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion</p>\r\n<p>Doda Town - Hindu 32.62%, Muslim 66.45%, Christian 0.12%, Sikh 0.64%, Buddhist 0.00% Jain 0.06%, Others 0.00%, Not Stated 0.11%</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The Doda district consists of areas drawn from the ancient principalities of Kishtwar and Bhadarwah, both of which were part of a district by the name of 'Udhampur' in the princely state of Jammu and Kashmir.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1948, the erstwhile Udhampur district was partitioned into the present Udhampur district, containing the Udhampur and Ramanagar tehsils, and a 'Doda' district containing the Ramban, Bhadarwah and Kishtwar tehsils.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2006, Ramban was made into an independent district and the hilly area to the east of the present Doda district was separated as the Kishtwar district. The remaining areas include the Doda tehsil carved out of Kistwar and the original Bhadarwah, now divided into three tehsils.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Religion in Doda district (2011)</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp; Islam (53.82%)</p>\r\n<p>&nbsp; Hinduism (45.77%)</p>\r\n<p>&nbsp; Christianity (0.12%)</p>\r\n<p>&nbsp; Sikhism (0.10%)</p>\r\n<p>&nbsp; Others (0.03%)</p>\r\n<p>&nbsp; Atheist (0.18%)</p>\r\n<p>According to the 2011 census Doda district has a population of 409,936, roughly equal to the nation of Malta. This gives it a ranking of 556th in India (out of a total of 640). The district has a population density of 79 inhabitants per square kilometre (200/sq mi) . Its population growth rate over the decade 2001-2011 was 27.89%. Doda has a sex ratio of 922 females for every 1000 males, and a literacy rate of 65.97%. The district has a Muslim majority 53.82%, with Hindus constituting 45.94% of the population and the remainder consisting of Christians, Sikhs, Buddhists and Jains.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Prominent Scholar Sumantra Bose states that the majority of Doda Muslims are Kashmiri-speaking. A study conducted in 2014 identified 40% of the population as Kashmiri-speaking. A section of population also speaks a dialect named Sarazi.</p>\r\n<p>&nbsp;</p>\r\n<p>Vernaculars include Bhadrawahi, a Western Pahari dialect spoken by about 53 000 people in Doda district, written in both the Arabic and Devanagari scripts.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Administratively, the district with 406 villages, three being un-inhabited.[citation needed] Doda District has been divided into three subdivisions viz., Doda, Bhaderwah and Bhalessa(Gandoh) . It has twelve tehsils. There are eight Rural Development Blocks comprising Bhaderwah, Ghat(Doda), Thathri, Gandoh, Bhagwah, Assar, Marmat and Gundana. The number of Panchyats is 232.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Doda District has two assembly constituencies: Bhaderwah and Doda.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Doda_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/de185d4f-b64c-497a-8e87-4351c68db79f_Doda-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-doda-jammu-and-kashmir","tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"doda","slug":"doda"}],"recommendations":[{"id":558,"title":"Top Places to visit in Ramban, Jammu and Kashmir","imageUrl":"598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","dateCreated":"2019-09-02T03:40:25.976Z","dateModified":"2019-09-02T03:40:38.386Z","contributedBy":"AskGif","content":"Ramban is a town in the Ramban district in Indian state of Jammu and Kashmir. It is the district headquarters. It lies on the banks of the Chenab river, on the National Highway-1A (now NH44) at about 150 km from Jammu and about 150 km from Srinagar, making it almost the central point on the Jammu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"ramban","slug":"ramban"}],"slug":"top-places-to-visit-in-ramban-jammu-and-kashmir","total":0},{"id":548,"title":"Top Places to visit in Jammu, Jammu and Kashmir","imageUrl":"01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","dateCreated":"2019-09-01T09:57:47.045Z","dateModified":"2019-09-01T09:57:59.264Z","contributedBy":"AskGif","content":"Jammu is the winter capital and the largest city in Jammu district of the Indian state of Jammu and Kashmir. Lying on the banks of the river Tawi, the city of Jammu, with an area of 26.64km&sup2;, is surrounded by the Himalayas in the north and the northern-plains in the south. Jammu is the secon","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu","slug":"jammu"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-jammu-jammu-and-kashmir","total":0},{"id":545,"title":"Top Places to visit in Badgam, Jammu and Kashmir","imageUrl":"ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","dateCreated":"2019-09-01T09:22:36.359Z","dateModified":"2019-09-01T09:22:54.448Z","contributedBy":"AskGif","content":"Budgam is a town and a notified area committee in Budgam district in the state of Jammu &amp; Kashmir, India.\r\n&nbsp;\r\nBudgam District is a district of the state of Jammu and Kashmir in India. Created in 1979 with its headquarters at Budgam, it is the second district in Kashmir vall","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"badgam","slug":"badgam"}],"slug":"top-places-to-visit-in-badgam-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}