{"id":547,"title":"गांदरबल, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","dateCreated":"2019-09-01T09:45:40.997Z","dateModified":"2019-09-01T09:45:53.812Z","contributedBy":"AskGif","content":"<p>गांदरबल भारतीय केंद्रशासित प्रदेश जम्मू और कश्मीर में गांदरबल जिले में एक शहर और एक नगर पालिका समिति है। इसकी औसत ऊंचाई 1,619 मीटर (5,312 फीट) है। यह दक्षिण में जिला श्रीनगर, उत्तर में बांदीपोर, उत्तर-पूर्व में कारगिल, दक्षिण-पूर्व में अनंतनाग और दक्षिण-पश्चिम में बारामूला से घिरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>गांदरबल भारतीय प्रशासित जम्मू और कश्मीर के जम्मू और कश्मीर राज्य का एक नवगठित जिला है। इसमें 6 तहसीलें गांदरबल तहसील, टुल्मुल्ला, वकूरा, लार, कंगन और गुंड हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>कश्मीर घाटी के पर्यटन उद्योग को बढ़ावा देने के लिए, हर साल सोनमर्ग के पर्यटन स्थल पर जल राफ्टिंग टूर्नामेंट आयोजित किए जाते हैं। मानसबल झील के अलावा, हरमूख पर्वत के तल पर स्थित गंगाबल झील घाटी में आने वाले विदेशी पर्यटकों के गंतव्यों में से एक है। वैष्णोसर झील और गदसर झील सोनमर्ग के उत्तर में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विकास</p>\r\n<p>इस तथ्य के बावजूद कि पूर्व में गांदरबल सीएम का निर्वाचन क्षेत्र बना हुआ है, यह अन्य जिलों की तुलना में विकास में काफी पीछे है। अब गांदरबल निर्वाचन क्षेत्र का प्रतिनिधित्व शेख इश्फाक जब्बार ने किया है जिन्होंने हाल ही में हुए राज्य विधानसभा चुनाव 2014 में क़ाज़ी अफ़ज़ल को 461 मतों के थोड़े से अंतर से हराया था। राज्य सरकार ने जिले के विकास के प्रति गंभीरता नहीं दिखाई है। कश्मीर घाटी में एकमात्र केंद्रीय विश्वविद्यालय का निर्माण जिला गांदरबल में किया जा रहा है। वन संकाय, शेर-ए-कश्मीर यूनिवर्सिटी ऑफ एग्रीकल्चरल साइंसेज एंड टेक्नॉलॉजी ऑफ कश्मीर के वानिकी संकाय का निर्माण बेनहामा में निर्माणाधीन है, जिसका उद्देश्य जिले की अर्थव्यवस्था और शिक्षा को बढ़ावा देना है, जो वर्तमान में बहुत पीछे है। इसके अलावा, एक स्टेडियम है जो एक दिन-रात मैच खेलने का रिकॉर्ड रखता है, जो शारीरिक शिक्षा महाविद्यालय है, जो राज्य में एकमात्र है, जो जिला मुख्यालय से लगभग 3.5 किमी दूर {गदुर गांदरबल &rdquo;में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>एक फिजिकल एजुकेशन कॉलेज, एक सैनिक स्कूल मंसबल, औद्योगिक प्रशिक्षण संस्थान, एक डिग्री कॉलेज और कई उच्च माध्यमिक स्कूल हैं। इसके अलावा, हाल ही में होकेसर की भूमि में एक पॉलिटेक्निक कॉलेज का निर्माण किया गया है और इसकी वर्तमान स्थिति सक्रिय है। टुल्मामुला में गांदरबल में कश्मीर के निर्माणाधीन केंद्रीय विश्वविद्यालय ने भी मुख्य परिसर और विभिन्न स्थानों पर अलग-अलग सरकारी आवास शुरू किए, जब तक कि सभी इमारतें सेटअप नहीं हो सकतीं या वहां पूरी तरह से निर्माण नहीं हुआ। 1 अप्रैल 2007 के बाद से गांदरबल अब श्रीनगर से एक जिला है। एक नया बनाया गया इंजीनियरिंग कॉलेज है, जिसका नाम GCET govt College of Engineering and Technology Safapora Ganderbal (निर्माणाधीन) है। यहां SKUAST-K के तीन संकाय भी हैं, अर्थात् पशु चिकित्सा विज्ञान संकाय और AH Shuhama Alusteng, वानिकी बेनिहामा के संकाय, फिशरीज के फैकल्टी रंगिल। जिले में।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थल और अवशेष</p>\r\n<p>आज जिले में कोई भी महत्वपूर्ण प्राचीन इमारत या पुरातात्विक स्थल नहीं मिलता है- नारनग मंदिर के लिए बचाओ-क्योंकि सुल्तान सिकंदर बटशिकन के शासन के दौरान इस क्षेत्र की अधिकांश प्राचीन वास्तुकला नष्ट हो गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>खीर भवानी</p>\r\n<p>खीर भवानी एक मंदिर है जो ग्राम तुलमुल्लाह में एक पवित्र झरने पर निर्मित देवी भवानी को समर्पित है। खीर शब्द का तात्पर्य चावल के हलवे से है जो वसंत ऋतु में देवी को भाने के लिए चढ़ाया जाता है, जो मंदिर के नाम का हिस्सा बन गया। जैसा कि हिंदू देवी-देवताओं के साथ रिवाज है।</p>\r\n<p>&nbsp;</p>\r\n<p>नारनग मंदिर</p>\r\n<p>नारनग मंदिर देश के महत्वपूर्ण पुरातात्विक स्थलों में से एक है। नारनग, मंदिरों का एक समूह, श्रीनगर शहर से लगभग 50 किलोमीटर (31 मील) दूर हरमुख पर्वत की गोद में स्थित है। साइट में लगभग 100 मीटर (330 फीट) की दूरी पर एक दूसरे का सामना करने वाले मंदिरों का एक समूह है। इतिहासकारों का कहना है कि मंदिर 8 वीं शताब्दी के शासक ललितादित्य मुक्तडिया द्वारा भगवान शिव को समर्पित है। ऐसा माना जाता है कि राजा अवंतिवर्मन ने भेटहर में स्नान करने के लिए एक यात्रा का भुगतान किया और दान दिया। आज भी कोई इस मंदिर के निर्माणकर्ताओं की कला और कौशल पर आश्चर्यचकित हो जाता है। इसकी प्रभावशाली वास्तुकला से 8 वीं शताब्दी की शानदार कला, शानदार अतीत का पता चलता है। सरकार ने इसे अतिक्रमणों से बचाने के लिए केवल हाल ही में दीवारों का निर्माण किया है और कुछ नहीं किया गया है। यह अब खंडहर में बचा है जिसमें केवल बेहोश निशान बच गए हैं।</p>\r\n<p>पर्यटन</p>\r\n<p>गांदरबल जिला सिंध नदी की घाटी में स्थित है, जिसे नाला सिंध के नाम से भी जाना जाता है। यह परिदृश्य में समृद्ध है और इसे अक्सर झीलों का जिला कहा जाता है, क्योंकि इसमें जम्मू और कश्मीर राज्य में झीलों की संख्या सबसे अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>सोनमर्ग</p>\r\n<p>मुख्य लेख: सोनमर्ग</p>\r\n<p>यह प्रसिद्ध हिल स्टेशन श्रीनगर से 80 किलोमीटर (50 मील) दूर और सिंध नदी के तट पर 2,800 मीटर की ऊँचाई पर स्थित है। सोनमर्ग सिंध नदी पर राफ्टिंग की अंतर्राष्ट्रीय चैंपियनशिप की भी मेजबानी करता है। यह अपने अल्पाइन घास के मैदानों, बर्फ से ढके पहाड़ों और स्वस्थ जलवायु के कारण एक ग्लैमरस रूप प्रस्तुत करता है। सोनमर्ग स्कर्ट सिंध नदी और इस नदी में पानी का तेज प्रवाह इसकी भयानक सुंदरता को समृद्ध करता है। निजी क्षेत्र के कई होटल यहां आए हैं और ये होटल अपने मेहमानों को आधुनिक सुविधाएं प्रदान करते हैं। इस क्षेत्र में कई ट्रेक सोनमर्ग से शुरू होकर विशनसर, कृष्णसर, गदर और गंगाबल की उच्च ऊंचाई वाली झीलों में भी आते हैं, जो बर्फ की थालियों और भूरे रंग के ट्राउट के साथ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मानसबल झील</p>\r\n<p>मुख्य लेख: मानसबल झील</p>\r\n<p>गांदरबल के जिला मुख्यालय से 12 किलोमीटर (7.5 मील) उत्तर पश्चिम में गांदरबल जिले में पर्यटकों के लिए मानसबल झील मुख्य आकर्षण है। यह 5 किलोमीटर (3.1 मील) लंबा और 1 किलोमीटर (0.62 मील) चौड़ा है। यह भारत में जम्मू और कश्मीर राज्य में श्रीनगर शहर के उत्तर में झेलम घाटी में स्थित है। मानसबल नाम मानसरोवर झील का व्युत्पन्न कहा जाता है। झील तीन गाँवों से घिरी हुई है: जरोकबल, कोंडबाल (जिसे किल्न स्थान भी कहा जाता है; झील के उत्तर-पूर्वी हिस्से में स्थित है) और गांदरबल और इसे कश्मीर की सबसे गहरी झील (13 मीटर या 43 मीटर की गहराई पर) कहा जाता है घाटी। झील की परिधि में कमल (नेलुम्बो न्यूसीफेरा) की बड़ी वृद्धि (जुलाई और अगस्त के दौरान खिलती है) झील के स्पष्ट जल की सुंदरता को बढ़ाती है। नूरजहाँ द्वारा निर्मित गारोका (जिसका अर्थ बे खिड़की) नामक मुगल उद्यान से झील दिखाई देती है।</p>\r\n<p>&nbsp;</p>\r\n<p>झील बर्डवॉचिंग के लिए एक अच्छी जगह है क्योंकि यह कश्मीर में जलीय पक्षियों के सबसे बड़े प्राकृतिक मुद्रांकन मैदानों में से एक है और इसमें \"सभी कश्मीर झीलों के सर्वोच्च मणि\" का सोबरीकेट है। झील में बड़े पैमाने पर उगने वाले कमल के पौधे की जड़ें कटाई और विपणन की जाती हैं, और स्थानीय लोगों द्वारा भी खाई जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>झील श्रीनपुर, नसीम और गांदरबल के माध्यम से 30 किलोमीटर (19 मील) सड़क द्वारा श्रीनगर से संपर्क करती है। कश्मीर की सबसे बड़ी झील वुलर झील के लिए सड़क, इस झील के माध्यम से सफापुर से गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>नीचे गिराना</p>\r\n<p>&nbsp;</p>\r\n<p>सिंध नदी</p>\r\n<p>जिला गांदरबल के सेंट्रल हब (बीहामा) से पूरब की ओर 12 किलोमीटर दूर परंग गाँव है। श्रीनगर-लेह राष्ट्रीय राजमार्ग (NH 1D) इस गाँव के बीच से होकर गुजरता है। यह गाँव तहसील कंगन के अधिकार क्षेत्र में आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अवलोकन</p>\r\n<p>पैंग गाँव अपनी प्राकृतिक और मनमोहक सुंदरता के लिए है। इस गाँव का मुख्य आकर्षण इसका बगीचा है, जो साल भर पर्यटकों को आकर्षित करता है। यह गांव अपनी स्पष्ट धाराओं, ठंडी हवा और शक्तिशाली पहाड़ों के लिए भी प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>1990 में सेना के आने से पहले पैंग गार्डन पिकनिक स्पॉट हुआ करता था और वहां बेस कैंप की स्थापना की। हालाँकि, बाद में वर्ष 2008 में सेना के शिविर को बगीचे से हटा दिया गया था। यह उद्यान प्रसिद्ध सिंध नदी के तट पर स्थित है, और जंगल के दूसरी ओर ढलानें इसकी सुंदरता में और आकर्षण डालती हैं। प्रसिद्ध पर्यावरणीय पार्क (आमतौर पर \"डंपिंग पार्क\" के रूप में जाना जाता है) प्राग के निकटवर्ती गाँव में है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस गाँव को इसके आस-पास के क्षेत्रों के लिए मुख्य केंद्र माना जाता है। इस गाँव के आस-पास के क्षेत्र \"लारी प्रांग, चैक प्रांग, हेर्रा प्रंग, पाटी प्रंग और पुलतुंग\" हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मोहन मार्ग</p>\r\n<p>mohand ganderbal की लार तहसील में एक घास का मैदान और पर्यटन स्थल है। यह अस्पष्ट घास का मैदान है, जो मोहन मार्ग कहलाता है, जो श्रीनगर के उत्तर में पहाड़ों में छिपा हुआ है, जो हरमूख की पहाड़ियों पर लेह की सड़क से लगभग 25 किलोमीटर की दूरी पर स्थित है। गांदरबल में सड़क के किनारे से दूर पहाड़ी की बस्तियों और नुन्नार, मणिगाम और अंद्रावन के खेतों के ऊपर से जाने के बाद, 'मार्ग' एक दिशा में नीचे सिन्ध घाटी के दृश्य दिखाते हुए पहाड़ के पार से खुलता है। और दूसरे में कश्मीर की घाटी।</p>\r\n<p>&nbsp;</p>\r\n<p>हरमुख</p>\r\n<p>मुख्य लेख: हरमुख</p>\r\n<p>&nbsp;</p>\r\n<p>हरमुख की तलहटी में गंगाबल झील</p>\r\n<p>हरमुख (जिसे हरमुख पर्वत या हरमुख पर्वत के नाम से भी जाना जाता है) भारतीय राज्य जम्मू और कश्मीर के गांदरबल जिले में 16,890 फीट (5,148 मीटर) की ऊँचाई वाला एक पर्वत है। हरमुख हिमालय श्रृंखला का हिस्सा है, और यह सिंध नदी के दक्षिण में और इसके उत्तर में नीलम नदी के बीच स्थित है। यह कश्मीर घाटी के आसपास के क्षेत्र में गंगाबल झील से निकलती है। गंदरबल के पूर्व और दक्षिण की ओर से हरमुख पर्वत पर पहुँचना अधिक खतरनाक है और इन ओर से कभी चढ़ाई नहीं की गई; इस प्रकार, यह ज्यादातर अरिन बांदीपोर की ओर से उत्तर-पश्चिम में चढ़ाई जाती है।</p>\r\n<p>हरमुक को पहली बार 1856 में ग्रेट ट्रिगोनोमेट्रिक सर्वे के थॉमस मोंटगोमेरी ने चढ़ाई की थी और कारकोरम का पहला सर्वेक्षण लगभग 210 किमी (130 मील) दक्षिण में किया था, और दो सबसे प्रमुख चोटियों को स्केच किया था, उन्हें K1 और K2 लेबल किया था। बाद में हरमुख को कई अन्य पर्वतारोहियों द्वारा चढ़ाई गई। इसलिए, हरमुख ही वह पर्वत है जहाँ से विश्व की दूसरी सबसे ऊँची पर्वत चोटी के 2 की खोज की गई थी और सेरविएर मार्क के 2 नाम जारी है।</p>\r\n<p>&nbsp;</p>\r\n<p>गंगाबल झील</p>\r\n<p>मुख्य लेख: गंगाबल झील</p>\r\n<p>गंगबल झील (उर्दू: - ﮔﻨﮕﺒﻞ Urdu), जिसे गंगबल झील भी कहा जाता है, एक झील है जो हरमूख पर्वत की तलहटी में स्थित है (कश्मीर घाटी के आसपास की सबसे ऊँची पर्वत चोटी), जम्मू राज्य के श्रीनगर शहर के उत्तर में गांदरबल जिले में है। और भारत में कश्मीर। यह एक अल्पाइन ऊँचाई वाली ओलिगोट्रोफ़िक झील है, और कई प्रकार की मछलियों का घर है, जिनमें से एक भूरी ट्राउट है।</p>\r\n<p>&nbsp;</p>\r\n<p>झील की अधिकतम लंबाई 2.5 किलोमीटर (1.6 मील) और अधिकतम चौड़ाई 1 किलोमीटर (0.62 मील) है। इसे वर्षा, ग्लेशियरों और झरनों द्वारा खिलाया जाता है। झील का पानी पास की एक छोटी झील (नुंडकोल) तक जाता है और फिर वांगथ नाले से होकर सिंध नदी तक जाती है। झील में ट्राउट मछलियाँ मौजूद हैं। गंडबल झील श्रीनगर से 45 किलोमीटर (28 मील) तक सड़क मार्ग द्वारा गांदरबल से नारनग तक और फिर 15 किलोमीटर (9.3 मील) ट्रैक अपस्टॉप से ​​संपर्क करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>जीसीईटी - जीओवीटी। इंजीनियरिंग एंड टेक्नोलॉजी SAFAPORA GANDERBAL (अस्थायी परिसर GDC Sumbal) (aj) GCET KASHMIR का कॉलेज</p>\r\n<p>इस्लामिया हनफिया हर्रान गांदरबल</p>\r\n<p>इमामिया पब्लिक हाई स्कूल डाबर गांदरबल</p>\r\n<p>हनफिया इस्लामिया मॉडल हाई स्कूल सहपोरा गांदरबल</p>\r\n<p>दिल्ली पब्लिक स्कूल सहपोरा गांदरबल</p>\r\n<p>नक्शबंदिया स्कूल ऑफ एजुकेशन, अपर रंगील गांदरबल</p>\r\n<p>4 सीज़न प्ले सह तैयारी स्कूल, अरम्पोरा गांदरबल (निर्माणाधीन)</p>\r\n<p>सेंट्रल यूनिवर्सिटी ऑफ कश्मीर टुल्मुल्ला (निर्माणाधीन)</p>\r\n<p>न्यू ड्रीम लैंड स्कूल, बीहामा गांदरबल</p>\r\n<p>आरपी स्कूल गुलबाग गांदरबल</p>\r\n<p>विजय मेमोरियल स्कूल</p>\r\n<p>हिल टॉप स्कूल</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक कॉलेज आर्मपोरा गांदरबल</p>\r\n<p>गवर्नमेंट फिजिकल कॉलेज गांदरबल</p>\r\n<p>कम्प्यूटर ओरिएंटेड एज्युकेशनल इंस्टिट्यूट गांदरबल</p>\r\n<p>बेबी की भूमि पब्लिक हाई स्कूल वकुरा</p>\r\n<p>शेखुल आलम पब्लिक स्कूल नवाबबाग लंदर गांदरबल</p>\r\n<p>निदा उल कुरान इंस्टीट्यूट ऑफ इस्लामिक स्टडीज एंड रिसर्च गदूरा गांदरबल</p>\r\n<p>SKUAST, फैकल्टी ऑफ फिशरीज, रंगिल</p>\r\n<p>SKUAST, वानिकी संकाय, बेन्हामा (निर्माणाधीन)</p>\r\n<p>गवर्नमेंट डिग्री कॉलेज, गांदरबल</p>\r\n<p>शेख-उल-आलम पब्लिक स्कूल गडूरा गांदरबल</p>\r\n<p>गवर्नमेंट डिग्री कॉलेज, कंगन</p>\r\n<p>हैदरिया मॉडल स्कूल, टुल्ला मुल्ला, गांदरबल</p>\r\n<p>सैनिक स्कूल, मानसबल</p>\r\n<p>किरमानिया मॉडल हाई स्कूल बटविना गांदरबल</p>\r\n<p>आलमदार-ए-कश्मीर शैक्षिक संस्थान</p>\r\n<p>पब्लिक हाई स्कूल वटलर</p>\r\n<p>सुल्तानिया उच्चतर माध्यमिक विद्यालय गांदरबल।</p>\r\n<p>न्यू टाइनी हर्ट्स स्कूल, दुधरामा।</p>\r\n<p>ऑक्सफोर्ड हाई स्कूल, दुधरामा।</p>\r\n<p>गवर्नमेंट मिडिल स्कूल, दुधरामा</p>\r\n<p>गवर्नमेंट फिजिकल कॉलेज, गडूरा गांदरबल</p>\r\n<p>अबरार पब्लिक स्कूल प्रांगण।</p>\r\n<p>जिया एजुकेशनल इंस्टीट्यूट बटविना गांदरबल।</p>\r\n<p>गूसिया इस्लामिक एजुकेशनल इंस्टीट्यूशन बटविना।</p>\r\n<p>गवर्नमेंट बॉयज़ हायर सेकेंडरी स्कूल बटविना गांदरबल।</p>\r\n<p>गवर्नमेंट बॉयज़ हायर सेकेंडरी स्कूल मनीगाम।</p>\r\n<p>&nbsp;</p>\r\n<p>शाहीन पब्लिक स्कूल मणिगम</p>\r\n<p>H.K.M.C (RA) शैक्षिक संस्थान मणिगम</p>\r\n<p>मॉडर्न किड्स केयर इंस्टीट्यूट ऑफ एजुकेशन लार</p>\r\n<p>इकरा मॉडल माध्यमिक विद्यालय, नागबल</p>\r\n<p>ग्रीन वे पब्लिक स्कूल, खालमुल्ला अलस्टेंग।</p>\r\n<p>सरकार। हाई स्कूल खालमुल्ला अलस्टेंग</p>\r\n<p>सरकारी स्कूल स्कूल खालमुल्ला अलस्टेंग।</p>\r\n<p>सैयद मकसूद मॉडल स्कूल कुरहामा</p>\r\n<p>AMAAFH शैक्षिक संस्थान डाबर गांदरबल</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ganderbal_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ganderbal-jammu-and-kashmir","tags":[{"name":"गांदरबल","slug":"ganderbal"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"recommendations":[{"id":555,"title":"पूंछ, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","dateCreated":"2019-09-02T02:50:10.069Z","dateModified":"2019-09-02T02:50:23.202Z","contributedBy":"AskGif","content":"पुंछ (जिसे पंच भी कहा जाता है) एक शहर और एक नगरपालिका परिषद है, जो भारतीय राज्य जम्मू और कश्मीर में पुंछ जिले की राजधानी बनाती है। शहर नियंत्रण रेखा के पास है - पाकिस्तान की आज़ाद कश्मीर के साथ वास्तविक सीमा।\r\n&nbsp;\r\nभूगोल\r\nपुंछ 33.77 &deg; N 74.1 &deg; E पर स्थित है। यह पुं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"पूंछ","slug":"poonch"}],"slug":"top-places-to-visit-in-poonch-jammu-and-kashmir","total":0},{"id":554,"title":"लेह, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","dateCreated":"2019-09-02T02:25:48.242Z","dateModified":"2019-09-02T02:26:01.478Z","contributedBy":"AskGif","content":"लेह उत्तरी भारत के लद्दाख क्षेत्र में लेह जिले का एक शहर है। यह लद्दाख के हिमालयी राज्य की राजधानी भी थी, जिसकी सीट लेह पैलेस में थी, लद्दाख के शाही परिवार की पूर्व हवेली, उसी शैली में और लगभग उसी समय तिब्बत में पोटाला पैलेस के रूप में बनाया गया था। लेह 3,524 मीटर (11,562 फीट) की ऊंचाई पर है, और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लेह","slug":"leh"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"लद्दाख","slug":"ladakh"}],"slug":"top-places-to-visit-in-leh-jammu-and-kashmir","total":0},{"id":543,"title":"बांदीपुरा, बांदीपुरा में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"cfa1179d-2a7d-44d8-8d79-9d00add72de2_Bandipora-tourism.jpg","dateCreated":"2019-09-01T07:27:29.549Z","dateModified":"2019-09-01T07:27:45.98Z","contributedBy":"AskGif","content":"बांदीपोरा या बांदीपोरा भारत के जम्मू और कश्मीर राज्य के बांदीपोर जिले का मुख्यालय है। यह वुलर के उत्तरी तट पर स्थित है - एशिया की दूसरी सबसे बड़ी ताज़े पानी की झील है। बांदीपोरा में एक सीढ़ीदार बगीचा है जो श्रीनगर के निशात बाग जैसा है। बांदीपोरा तीन तरफ पहाड़ों से और चौथे पर वुलर झील से बंधा है।<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cfa1179d-2a7d-44d8-8d79-9d00add72de2_Bandipora-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बांदीपुरा","slug":"bandipore"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"बांदीपुरा","slug":"bandipora"}],"slug":"top-places-to-visit-in-bandipora-bandipore-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}