{"id":547,"title":"Top Places to visit in Ganderbal, Jammu and Kashmir","imageUrl":"4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","dateCreated":"2019-09-01T09:45:40.997Z","dateModified":"2019-09-01T09:45:53.812Z","contributedBy":"AskGif","content":"<p>Ganderbal is a town and a municipality committee in Ganderbal district in the Indian Union Territory of Jammu and Kashmir. It has an average elevation of 1,619 metres (5,312 feet). It is bordered by district Srinagar in the south, Bandipore to the north, Kargil in the northeast, Anantnag to the south-east and Baramulla in the south-west.</p>\r\n<p>&nbsp;</p>\r\n<p>Ganderbal is a newly formed district of the state of Jammu and Kashmir of Indian administered Jammu and Kashmir. It has 6 tehsils Ganderbal tehsil, Tullamulla, Wakoora, Laar, Kangan and Gund.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Water rafting tournaments are being organised at the tourist destination of Sonamarg every year, to boost the tourism industry of Kashmir valley. Besides Manasbal lake, Gangabal Lake at the foot of Mount Haramukh is one of the destinations of foreign tourists visiting the valley. Vaishnosar Lake and Gadsar Lake are situated north of Sonamarg.</p>\r\n<p>&nbsp;</p>\r\n<p>Development</p>\r\n<p>Despite the fact that in the past Ganderbal has remained CM&lsquo;s constituency, it is quite behind in development as compared to other districts. Now Ganderbal constituency is represented by Sheikh Ishfaq Jabbar who defeated qazi afzal by a little margin of 461 votes in recently held state assembly elections 2014. The State government has not shown seriousness towards the development of the district. The only Central University of Kashmir Valley is being constructed in district Ganderbal. One Faculty, the Faculty of Forestry of Sher-e-Kashmir University of Agricultural Sciences and Technology of Kashmir is under construction at Benhama, with the objective to boost the economy and education of the district, which is well behind at present. Besides, there is a stadium which holds a record of playing a day-night matches Physical education college, the only one in the state, is situated at {Gadoora Ganderbal} some 3.5&nbsp; km away from district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There is a Physical Education College, a Sainik School Mansbal, Industrial Training Institute, a Degree college and many higher secondary schools. In addition, a polytechnic college has been recently constructed in the lands of hoakersar and its current status is active. The under construction Central University of Kashmir in Ganderbal at Tullamula also class work started at main campus and different government accommodations at different places until all buildings may be setup or were fully Constructed there. Since 1 April 2007 Ganderbal is now a district carved out from Srinagar. there is a newly created engineering college namely GCET govt college of engineering and technology Safapora Ganderbal(under construction).There are also three faculties of SKUAST-K namely Faculty of veterinary Science and AH Shuhama Alusteng , Faculty of Forestry Benihama , Faculty of Fisheries Rangil in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Historic sites and remains</p>\r\n<p>No significant ancient building or archaeological site is found in the district today- save for the Naranag temple- as most of the ancient architecture in the area was destroyed during the rule of Sultan Sikandar Butshikan.</p>\r\n<p>&nbsp;</p>\r\n<p>Kheer Bhawani</p>\r\n<p>Kheer Bhawani is a temple dedicated to the Goddess Bhawani constructed over a sacred spring in village Tulmullah. The term kheer refers to rice pudding that is offered in the spring to propitiate the Goddess, which became part of the name of the temple. As is the custom with Hindu deities.</p>\r\n<p>&nbsp;</p>\r\n<p>Naranag Temple</p>\r\n<p>The Naranag Temple is one of the important archaeological sites of the country. Naranag, a group of temples, is situated in the lap of Harmukh Mountain about 50 kilometres (31 mi) from Srinagar city. The site consists of a cluster of temples facing each other at a distance of about 100 metres (330 ft). Historians say that the temple is dedicated to Lord Shiva by the 8th-century ruler Lalithdatiya Muktadiya. It is believed that the King Awantivarman paid a visit and donated a pedestal for bathing at Bhutsher. Even today one gets surprised over art and skill of the builders of this temple. Its impressive architecture reveals the glorious past, the magnificent art of the 8th century. The government has only recently constructed walls to protect it from encroachments and nothing else has been done. It is now left in ruins of which only faint traces have survived.</p>\r\n<p>Tourism</p>\r\n<p>The Ganderbal district is located in valley of the Sindh River, also known as Nallah Sindh. It is rich in landscape and is often called the District of Lakes, as it possesses the highest number of lakes in the state of Jammu and Kashmir.</p>\r\n<p>&nbsp;</p>\r\n<p>Sonamarg</p>\r\n<p>Main article: Sonamarg</p>\r\n<p>This famous hill station is situated 80 kilometres (50 mi) from Srinagar and located on the banks of Sindh River at an altitude of 2,800 meters. Sonamarg also hosts the International Championships of Rafting on Sindh River. It presents a glamorous look due to its alpine meadows, snow-clad mountains, and healthy climate. Sonamarg skirts Sindh River and torrential flow of water in this river enriches its awesome beauty. Besides several hotels in private sector have come up here and these hotels provide modern facilities to their guests. A number of treks in this region also begin from Sonamarg to high altitude lakes of Vishansar, Krishansar, Gadsar and Gangabal stocked with snow trout and brown trout.</p>\r\n<p>&nbsp;</p>\r\n<p>Manasbal Lake</p>\r\n<p>Main article: Manasbal Lake</p>\r\n<p>Manasbal Lake is the main attraction for tourists in Ganderbal district, 12 kilometres (7.5 mi) north west of district headquarters of Ganderbal. It is 5 kilometres (3.1 mi) long and 1 kilometre (0.62 mi) wide. It is located in the Jhelum valley, north of Srinagar city in the State of Jammu and Kashmir in India. The name Manasbal is said to be a derivative of the Lake Manasarovar. Lake is encircled by three villages: Jarokbal, Kondabal (also called Kiln place; is situated on the north-eastern side of the lake) and Ganderbal and is stated to be the deepest lake (at 13 m or 43 ft depth) in the Kashmir valley. The large growth of lotus (Nelumbo nucifera) at the periphery of the lake (blooms during July and August) adds to the beauty of the clear waters of the lake. The Mughal garden, called the Garoka, (meaning bay window) built by Nur Jahan overlooks the lake.</p>\r\n<p>&nbsp;</p>\r\n<p>The lake is a good place for birdwatching as it is one of the largest natural stamping grounds of aquatic birds in Kashmir and has the sobriquet of \"supreme gem of all Kashmir Lakes\". The rootstocks of lotus plant which grows extensively in the lake are harvested and marketed, and also eaten by the local people.</p>\r\n<p>&nbsp;</p>\r\n<p>The lake is approached from Srinagar by a 30-kilometre (19 mi) road via Shadipur, Nasim and Gandarbal. Road to Wular Lake, the largest lake in Kashmir, passes through this lake, via Safapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Prang</p>\r\n<p>&nbsp;</p>\r\n<p>Sindh River</p>\r\n<p>Prang village is 12 kilometres far from the central hub (beehama) of district Ganderbal, towards the east. Srinagar-Leh National Highway (NH 1D) passes right through the middle of this village. This village falls under the jurisdiction of tehsil Kangan.</p>\r\n<p>&nbsp;</p>\r\n<p>Overview</p>\r\n<p>Prang village is meant for its natural and enthralling beauty.The main attraction of this village is its garden, which attracts the tourists throughout the year. This village is also famous for its clear streams, cold air and mighty mountains.</p>\r\n<p>&nbsp;</p>\r\n<p>The Prang garden used to be the picnic spot in 1990's before army came and established the base camp there. However, the army camp was later evacuated from the garden in the year 2008. This garden is situated on the banks of the famous Sindh River , and forested slopes are on the other side of the garden adding more charm to its beauty. The famous Environmental park (usually known as the \"dumping park\") is in the adjacent village of Prang.</p>\r\n<p>&nbsp;</p>\r\n<p>This village is considered as the main hub for its adjacent areas.The adjacent areas of this village are \"Lari Prang, Check Prang, Herra Prang, Pati Prang and dragtung\".</p>\r\n<p>&nbsp;</p>\r\n<p>Mohand marg</p>\r\n<p>mohand marg a meadow &amp; tourist destination in laar tehsil of ganderbal This obscure meadow land is the verdant alpine grazing ground called Mohand Marg hidden in the mountains to the north of Srinagar at the foot of Haramukh Peaks about 25 kilometers along the road to Leh. After going up the steep path from the edge of the road at Ganderbal through the hill-side settlements and fields of Nunnar, Manigam and Andravan, the &lsquo;Marg&rsquo; opens out across the mountain side giving views of the Sindh Valley far below in one direction and the Valley of Kashmir in the other.</p>\r\n<p>&nbsp;</p>\r\n<p>Harmukh</p>\r\n<p>Main article: Harmukh</p>\r\n<p>&nbsp;</p>\r\n<p>Gangabal Lake at foothills of Harmukh</p>\r\n<p>Harmukh (also known as Mount Haramukh or Harmukh mountain) is a mountain with a peak elevation of 16,890 ft (5,148 metres), in Ganderbal district of Indian State of Jammu &amp; Kashmir. Harmukh is part of the Himalaya Range, and is located between Sindh River to its south and Neelum River to its north. It rises from Gangabal Lake in the vicinity of Kashmir valley. It is more hazardous to reach Mount Haramukh from the east and south side of Ganderbal and has never been climbed from these sides; thus, it is mostly climbed in the north-west from the Arin Bandipore side.</p>\r\n<p>Harmukh was first climbed by the Great Trigonometric Survey's Thomas Montgomerie in 1856 and made the first survey of the Karakoram some 210 km (130 miles) to the south, and sketched the two most prominent peaks, labelling them K1 and K2. Harmukh was later climbed by many other climbers. Therefore, Harmukh is the mountain from which the world&lsquo;s 2nd highiest mountain peak K2 was discovered and the Serveyer&lsquo;s mark K2 continues to be the name.</p>\r\n<p>&nbsp;</p>\r\n<p>Gangabal Lake</p>\r\n<p>Main article: Gangabal Lake</p>\r\n<p>Gangabal Lake (Urdu:-ﮔﻨﮕﺒﻞ ﺟﮭﻴﻞ), also called Gangbal Lake, is a lake situated at the foothills of Mount Haramukh (the highest mountain peak in the vicinity of Kashmir valley) in Ganderbal district, north of Srinagar city in the state of Jammu and Kashmir in India. It is an alpine high altitude oligotrophic lake, and is home to many types of fishes of which one is the brown trout.</p>\r\n<p>&nbsp;</p>\r\n<p>The lake has a maximum length of 2.5 kilometres (1.6 mi) and maximum width of 1 kilometre (0.62 mi). It is fed by precipitation, glaciers and springs. The lake water outflows to a nearby small lake (Nundakol) and then via Wangath nallah to Sindh River The trout fishes are present in the lake. Gangabal lake is approached from Srinagar 45 kilometres (28 mi) by road via Ganderbal up to Naranag and then a 15 kilometres (9.3 mi) track upslope.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>GCET - GOVT. COLLEGE OF ENGINEERING AND TECHNOLOGY SAFAPORA GANDERBAL(temporary campus GDC Sumbal) (aj) GCET KASHMIR</p>\r\n<p>islamia hanfia harran ganderbal</p>\r\n<p>Imamia public high school dab ganderbal</p>\r\n<p>Hanfia Islamia Model High School Sehpora Ganderbal</p>\r\n<p>Delhi Public School Sehpora Ganderbal</p>\r\n<p>Naqshbandia School of Education , Upper Rangil Ganderbal</p>\r\n<p>4 Seasons play cum Preparatory School, Arampora Ganderbal(Under Construction)</p>\r\n<p>Central University of Kashmir Tullamulla (under construction)</p>\r\n<p>New Dream Land School, Beehama Ganderbal</p>\r\n<p>RP School GulaBagh Ganderbal</p>\r\n<p>Vijay Memorial School</p>\r\n<p>Hill Top School</p>\r\n<p>Government polytechnique College Armpora Ganderbal</p>\r\n<p>Government Physical college Ganderbal</p>\r\n<p>Computer Oriented Educational Institute Ganderbal</p>\r\n<p>Baby's Land Public High School Wakura</p>\r\n<p>Sheikhul Alam Public School Nawabbagh lar Ganderbal</p>\r\n<p>Nida ul Quran Institute of Islamic Studies and Research Gadoora Ganderbal</p>\r\n<p>SKUAST, Faculty of Fishries, Rangil</p>\r\n<p>SKUAST, Faculty of Forestry, Benhama (under construction)</p>\r\n<p>Government Degree College, Ganderbal</p>\r\n<p>Sheikh-ul-Alam Public school Gadoora Ganderbal</p>\r\n<p>Government Degree College, Kangan</p>\r\n<p>Hyderia Model School, Tulla Mulla, Ganderbal</p>\r\n<p>Sainik School, Manasbal</p>\r\n<p>Kirmania Model High School Batwina Ganderbal</p>\r\n<p>Alamdar-e-Kashmir Educational institute</p>\r\n<p>Public High School Watlar</p>\r\n<p>Sultania Higher Secondary School Ganderbal.</p>\r\n<p>New Tiny Hearts School, Duderhama.</p>\r\n<p>Oxford High School, Duderhama.</p>\r\n<p>Government Middle School, Duderhama</p>\r\n<p>Government Physical College, Gadoora Ganderbal</p>\r\n<p>Abrar public school prang kangan.</p>\r\n<p>Zia Educational Institute Batwina Ganderbal.</p>\r\n<p>Gousia Islamic Educational Institution Batwina.</p>\r\n<p>Government Boys Higher Secondary School Batwina Ganderbal.</p>\r\n<p>Government Boys Higher Secondary school Manigam.</p>\r\n<p>&nbsp;</p>\r\n<p>Shaheen Public School Manigam</p>\r\n<p>The H.K.M.C (RA) Educational Institute Manigam</p>\r\n<p>Modern Kids Care Institute Of Education Lar</p>\r\n<p>Iqra Model secondary school, Nagbal</p>\r\n<p>Green Way Public School ,Khalamulla Alusteng.</p>\r\n<p>Govt. High School Khalamulla Alusteng</p>\r\n<p>Govt .Middle School Khalamulla Alusteng.</p>\r\n<p>Syed Maqsood Model School Kurhama</p>\r\n<p>AMAAFH educational institute Dab ganderbal</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ganderbal_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ganderbal-jammu-and-kashmir","tags":[{"name":"ganderbal","slug":"ganderbal"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"recommendations":[{"id":555,"title":"Top Places to visit in Poonch, Jammu and Kashmir","imageUrl":"c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","dateCreated":"2019-09-02T02:50:10.069Z","dateModified":"2019-09-02T02:50:23.202Z","contributedBy":"AskGif","content":"Poonch (also referred to as Punch) is a city and a municipal council, which forms the capital of the Poonch district in the Indian state of Jammu and Kashmir. The city is near the Line of Control - the de facto border with Pakistan's Azad Kashmir.\r\n&nbsp;\r\nGeography\r\nPoonch i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"poonch","slug":"poonch"}],"slug":"top-places-to-visit-in-poonch-jammu-and-kashmir","total":0},{"id":554,"title":"Top Places to visit in Leh, Jammu and Kashmir","imageUrl":"8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","dateCreated":"2019-09-02T02:25:48.242Z","dateModified":"2019-09-02T02:26:01.478Z","contributedBy":"AskGif","content":"Leh is a town in Leh district in the Ladakh region of northern India. It was also the capital of the Himalayan kingdom of Ladakh, the seat of which was in the Leh Palace, the former mansion of the royal family of Ladakh, built in the same style and about the same time as the Potala Palace in Tibe","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"leh","slug":"leh"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"ladakh","slug":"ladakh"}],"slug":"top-places-to-visit-in-leh-jammu-and-kashmir","total":0},{"id":543,"title":"Top Places to visit in Bandipora, Bandipore, Jammu and Kashmir","imageUrl":"cfa1179d-2a7d-44d8-8d79-9d00add72de2_Bandipora-tourism.jpg","dateCreated":"2019-09-01T07:27:29.549Z","dateModified":"2019-09-01T07:27:45.98Z","contributedBy":"AskGif","content":"Bandipora or Bandipora is the headquarters of district of Bandipore in the state of Jammu and Kashmir, India. It is located on the northern banks of Wullar&mdash;the second-largest freshwater lake in Asia. Bandipora has a terraced garden similar to that of Nishat Bagh in Srinagar. Bandipora is bo","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cfa1179d-2a7d-44d8-8d79-9d00add72de2_Bandipora-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bandipore","slug":"bandipore"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"bandipora","slug":"bandipora"}],"slug":"top-places-to-visit-in-bandipora-bandipore-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}