{"id":548,"title":"Top Places to visit in Jammu, Jammu and Kashmir","imageUrl":"01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","dateCreated":"2019-09-01T09:57:47.045Z","dateModified":"2019-09-01T09:57:59.264Z","contributedBy":"AskGif","content":"<p>Jammu is the winter capital and the largest city in Jammu district of the Indian state of Jammu and Kashmir. Lying on the banks of the river Tawi, the city of Jammu, with an area of 26.64km&sup2;, is surrounded by the Himalayas in the north and the northern-plains in the south. Jammu is the second most populous city of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Known as the City of Temples for its ancient temples and Hindu shrines, Jammu is the most visited place in the state. Jammu city shares its borders with the neighbouring Samba district.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Jammu Tawi station</p>\r\n<p>Jammu city has a railway station called Jammu Tawi (station code JAT) that is connected with major cities of India. The old railway link to Sialkot was broken after the Partition of India and Jammu had no rail services until 1971, when the Indian Railways laid the Pathankot - Jammu Tawi Broad Gauge line. The new Jammu Tawi station was opened in October 1972 and is an origination point for Express trains. With the commencement of the Jammu&ndash;Baramulla line, all trains to the Kashmir Valley will pass through Jammu Tawi. A part of the Jammu&ndash;Baramulla project has been executed and the track has been extended to Katra. Jalandhar - Pathankot - Jammu Tawi section has been doubled and electrified.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 1A</p>\r\n<p>National Highway 1A which passes through Jammu connects it to the Kashmir valley. National Highway 1B connects Jammu with Poonch town. Jammu is just 80 kilometres (50 mi) from Kathua town, while it is 68 kilometres (42 mi) from Udhampur city. Katra is also 49 kilometres (30 mi) away.</p>\r\n<p>&nbsp;</p>\r\n<p>Jammu Airport is in the middle of Jammu. It has direct flights to Srinagar, Delhi, Amritsar, Chandigarh, Leh and Mumbai and Bengaluru. Jammu Airport operate daily 30 arrival and departure flights which is Goair, Air India, Spicejet and Indigo running daily flights.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has JKSRTC city buses under and minibusses for local transport which run on some defined routes. These minibusses are called \"Matadors\". Besides this auto-rickshaw and cycle-rickshaw service is also available. Local taxis are also available.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism is the largest industry in Jammu city. It is also a focal point for the pilgrims going to Vaishno Devi and Kashmir valley as it is second last railway terminal in North India. All the routes leading to Kashmir, Poonch, Doda and Laddakh start from Jammu city. So throughout the year, the city remains full of people from all the parts of India. Places of interest include old historic palaces like Mubarak Mandi Palace, Purani Mandi, Rani Park, Amar Mahal, Bahu Fort, Raghunath Temple, Ranbireshwar Temple, Karbala, Peer Meetha, Old city.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>In the 2014&ndash;2015 General Budget of India, Arun Jaitley, the Finance Minister of India, proposed an Indian Institute of Technology and an Indian Institute of Management for the division. List of some educational institutions is provided below.</p>\r\n<p>&nbsp;</p>\r\n<p>Engineering Colleges in Jammu:-</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Institute of Technology Jammu</p>\r\n<p>Government College of Engineering and Technology, Jammu</p>\r\n<p>Model Institute of Engineering and Technology, Jammu</p>\r\n<p>Yogananda College of Engineering and Technology, Jammu</p>\r\n<p>Medical Institutions:-</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Institute of Integrative Medicine, CSIR</p>\r\n<p>Government Medical College, Jammu</p>\r\n<p>Legal Institutions:-</p>\r\n<p>&nbsp;</p>\r\n<p>Kishen Chand Law College, Jammu</p>\r\n<p>Dogra Law College, Jammu</p>\r\n<p>Calliope School of Legal Studies, Jammu</p>\r\n<p>R. K. Law College, Jammu</p>\r\n<p>General Degree Courses (colleges):-</p>\r\n<p>&nbsp;</p>\r\n<p>Govt. Gandhi Memorial Science College, Jammu</p>\r\n<p>Govt. MAM PG College, Jammu</p>\r\n<p>Universities:-</p>\r\n<p>&nbsp;</p>\r\n<p>Central University of Jammu</p>\r\n<p>Sher-e-Kashmir University of Agricultural Sciences and Technology of Jammu</p>\r\n<p>University of Jammu</p>\r\n<p>Cuisine</p>\r\n<p>Jammu is known for its sund panjeeri, patisa, rajma with rice and Kalari cheese. Dogri food specialties include ambal, khatta meat, kulthein di dal, dal patt, maa da madra, rajma, and auriya. Pickles typical of Jammu are made of kasrod, girgle, mango with saunf, jimikand, tyaoo, seyoo, and potatoes. Auriya is a dish made with potatoes. Jammu cuisine features various chaats, especially gol gappas, kachalu, Chole bhature, gulgule, rajma kulche and dahi palla, among various others.</p>\r\n<p>&nbsp;</p>\r\n<p>Refugees and migration</p>\r\n<p>See also: Exodus of Kashmiri Hindus and 2015 Rohingya refugee crisis</p>\r\n<p>Being comparatively safe from terrorism, Jammu city has become a hub of refugees. These primarily include Kashmiri Hindus who migrated from Kashmir Valley in 1989. Hindus from Pakistan administered Jammu and Kashmir who migrated to India have also settled in Jammu city. As per the records approximately 31,619 Hindu families had migrated from Pakistan administered Jammu and Kashmir to India, out of them 26,319 families are settled in Jammu. Rohingyas who fled Myanmar during 2016 have also currently settled in Jammu. Settlements of Rohingya Muslims have also raised security threats in Jammu. During the 2018 Sunjuwan attack, intelligence agencies had suspected involvement of Rohingya Muslims in the attack.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jammu</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jammu-jammu-and-kashmir","tags":[{"name":"jammu","slug":"jammu"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"recommendations":[{"id":558,"title":"Top Places to visit in Ramban, Jammu and Kashmir","imageUrl":"598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","dateCreated":"2019-09-02T03:40:25.976Z","dateModified":"2019-09-02T03:40:38.386Z","contributedBy":"AskGif","content":"Ramban is a town in the Ramban district in Indian state of Jammu and Kashmir. It is the district headquarters. It lies on the banks of the Chenab river, on the National Highway-1A (now NH44) at about 150 km from Jammu and about 150 km from Srinagar, making it almost the central point on the Jammu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"ramban","slug":"ramban"}],"slug":"top-places-to-visit-in-ramban-jammu-and-kashmir","total":0},{"id":550,"title":"Top Places to visit in Kathua, Jammu and Kashmir","imageUrl":"3e15dc6a-22d0-4342-a505-fbf754fc536c_Kathua-railway.jpg","dateCreated":"2019-09-01T10:21:48.91Z","dateModified":"2019-09-01T10:22:06.974Z","contributedBy":"AskGif","content":"Kathua, is a town and Municipal Council in the Indian state of Jammu and Kashmir, near its southern border with Punjab and Himachal Pradesh. The city is also the gateway to the state and a big industrial town with army presence.Kathua along with its satellite township of Lakhanpur in J&amp;K and ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e15dc6a-22d0-4342-a505-fbf754fc536c_Kathua-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kathua","slug":"kathua"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kathua-jammu-and-kashmir","total":0},{"id":549,"title":"Top Places to visit in Kargil, Jammu and Kashmir","imageUrl":"fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","dateCreated":"2019-09-01T10:02:25.977Z","dateModified":"2019-09-01T10:02:41.633Z","contributedBy":"AskGif","content":"Kargil is a town in the Kargil district in the Ladakh region of northern India. It is the second largest town in Ladakh after Leh. It is located 60 km and 204 km from Drass and Srinagar to the west respectively, 234 km from Leh to the east, 240 km from Padum to the southeast and 1,047 km from Del","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kargil","slug":"kargil"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kargil-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}