{"id":548,"title":"जम्मू, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","dateCreated":"2019-09-01T09:57:47.045Z","dateModified":"2019-09-01T09:57:59.264Z","contributedBy":"AskGif","content":"<p>जम्मू शीतकालीन राजधानी है और भारतीय राज्य जम्मू और कश्मीर के जम्मू जिले का सबसे बड़ा शहर है। जम्मू के शहर तवी नदी के तट पर स्थित, 26.64 किमी&sup2; के क्षेत्र के साथ, उत्तर में हिमालय और दक्षिण में उत्तरी-मैदानों से घिरा हुआ है। जम्मू राज्य का दूसरा सबसे अधिक आबादी वाला शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>अपने प्राचीन मंदिरों और हिंदू मंदिरों के लिए मंदिरों के शहर के रूप में जाना जाता है, जम्मू राज्य में सबसे अधिक देखा जाने वाला स्थान है। जम्मू शहर पड़ोसी सांबा जिले के साथ अपनी सीमाओं को साझा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>जम्मू तवी स्टेशन</p>\r\n<p>जम्मू शहर में जम्मू तवी (स्टेशन कोड JAT) नामक एक रेलवे स्टेशन है जो भारत के प्रमुख शहरों से जुड़ा हुआ है। सियालकोट का पुराना रेलवे लिंक भारत के विभाजन के बाद टूट गया था और जम्मू में 1971 तक कोई रेल सेवा नहीं थी, जब भारतीय रेलवे ने पठानकोट - जम्मू तवी ब्रॉड गेज लाइन बिछाई। नया जम्मू तवी स्टेशन अक्टूबर 1972 में खोला गया था और यह एक्सप्रेस ट्रेनों का एक उद्गम स्थल है। जम्मू-बारामूला लाइन के शुरू होने के साथ, कश्मीर घाटी की सभी ट्रेनें जम्मू तवी से होकर गुजरेंगी। जम्मू-बारामूला परियोजना का एक हिस्सा निष्पादित किया गया है और ट्रैक को कटरा तक बढ़ा दिया गया है। जालंधर - पठानकोट - जम्मू तवी खंड को दोगुना और विद्युतीकृत किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 1 ए</p>\r\n<p>राष्ट्रीय राजमार्ग 1 ए जो जम्मू से होकर गुजरता है, उसे कश्मीर घाटी से जोड़ता है। राष्ट्रीय राजमार्ग 1 बी जम्मू को पुंछ शहर से जोड़ता है। जम्मू कठुआ शहर से सिर्फ 80 किलोमीटर (50 मील) दूर है, जबकि यह उधमपुर शहर से 68 किलोमीटर (42 मील) दूर है। कटरा भी 49 किलोमीटर (30 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जम्मू एयरपोर्ट जम्मू के बीच में है। इसमें श्रीनगर, दिल्ली, अमृतसर, चंडीगढ़, लेह और मुंबई और बेंगलुरु के लिए सीधी उड़ानें हैं। जम्मू हवाई अड्डा प्रतिदिन 30 आगमन और प्रस्थान उड़ानें संचालित करता है जो गोएयर, एयर इंडिया, स्पाइसजेट और इंडिगो दैनिक उड़ानें चला रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में JKSRTC सिटी बसें हैं और स्थानीय परिवहन के लिए मिनी बसें हैं जो कुछ परिभाषित मार्गों पर चलती हैं। इन मिनीबस को \"मैटाडोर\" कहा जाता है। इसके अलावा ऑटो-रिक्शा और साइकिल-रिक्शा सेवा भी उपलब्ध है। स्थानीय टैक्सी भी उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन जम्मू शहर का सबसे बड़ा उद्योग है। यह वैष्णो देवी और कश्मीर घाटी जाने वाले तीर्थयात्रियों के लिए भी एक केंद्र बिंदु है क्योंकि यह उत्तर भारत का दूसरा अंतिम रेलवे टर्मिनल है। कश्मीर, पुंछ, डोडा और लद्दाख जाने वाले सभी मार्ग जम्मू शहर से शुरू होते हैं। इसलिए पूरे वर्ष में, शहर भारत के सभी हिस्सों के लोगों से भरा रहता है। दर्शनीय स्थानों में मुबारक मंडी पैलेस, पुरानी मंडी, रानी पार्क, अमर महल, बहू किला, रघुनाथ मंदिर, रणबीरेश्वर मंदिर, कर्बला, पीर मीठा, पुराना शहर जैसे पुराने ऐतिहासिक महल शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>भारत के वित्त मंत्री अरुण जेटली ने 2014-2015 के आम बजट में, भारतीय प्रौद्योगिकी संस्थान और प्रभाग के लिए एक भारतीय प्रबंधन संस्थान का प्रस्ताव रखा। कुछ शैक्षणिक संस्थानों की सूची नीचे दी गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>जम्मू में इंजीनियरिंग कॉलेज: -</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय प्रौद्योगिकी संस्थान जम्मू</p>\r\n<p>गवर्नमेंट कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, जम्मू</p>\r\n<p>मॉडल इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, जम्मू</p>\r\n<p>योगानंद कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, जम्मू</p>\r\n<p>चिकित्सा संस्थान: -</p>\r\n<p>&nbsp;</p>\r\n<p>इंडियन इंस्टीट्यूट ऑफ इंटीग्रेटिव मेडिसिन, सी.एस.आई.आर.</p>\r\n<p>गवर्नमेंट मेडिकल कॉलेज, जम्मू</p>\r\n<p>कानूनी संस्थान: -</p>\r\n<p>&nbsp;</p>\r\n<p>किशन चंद लॉ कॉलेज, जम्मू</p>\r\n<p>डोगरा लॉ कॉलेज, जम्मू</p>\r\n<p>कैलीओप स्कूल ऑफ लीगल स्टडीज, जम्मू</p>\r\n<p>जम्मू के लॉ कॉलेज के आर</p>\r\n<p>सामान्य डिग्री पाठ्यक्रम (कॉलेज): -</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार। गांधी मेमोरियल साइंस कॉलेज, जम्मू</p>\r\n<p>सरकार। एमएएम पीजी कॉलेज, जम्मू</p>\r\n<p>विश्वविद्यालयों: -</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट्रल यूनिवर्सिटी ऑफ जम्मू</p>\r\n<p>जम्मू के शेर-ए-कश्मीर कृषि विज्ञान और प्रौद्योगिकी विश्वविद्यालय</p>\r\n<p>जम्मू विश्वविद्यालय</p>\r\n<p>भोजन</p>\r\n<p>जम्मू अपने सूंड पंजेरी, पटिसा, राजमा के साथ चावल और कलारी पनीर के लिए जाना जाता है। डोगरी खाद्य विशिष्टताओं में शामिल हैं अम्बल, खट्टा मांस, कुलथिन डी दाल, दाल पेट, माँ दा मदरा, राजमा और औरिया। जम्मू के अचार के प्रकार केसरोड, चटख, आम के साथ सौंफ, जिमीकंद, तायू, सीयू और आलू से बने होते हैं। औरिया आलू से बनी एक डिश है। जम्मू के व्यंजनों में विभिन्न चाट, खासतौर पर गोल गप्पे, कचालू, छोले भटूरे, गुलगुले, राजमा कुल्चे और दही पल्ला आदि शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शरणार्थी और पलायन</p>\r\n<p>इसे भी देखें: कश्मीरी हिंदुओं का पलायन और 2015 में रोहिंग्या शरणार्थी संकट</p>\r\n<p>आतंकवाद से तुलनात्मक रूप से सुरक्षित होने के कारण, जम्मू शहर शरणार्थियों का केंद्र बन गया है। इनमें मुख्य रूप से कश्मीरी हिंदू शामिल हैं, जिन्होंने 1989 में कश्मीर घाटी से पलायन किया था। पाकिस्तान के हिंदुओं ने जम्मू और कश्मीर का प्रशासन किया, जो भारत में चले गए और वे भी जम्मू शहर में बस गए। रिकॉर्ड के अनुसार, लगभग 31,619 हिंदू परिवारों ने पाकिस्तान प्रशासित जम्मू और कश्मीर से भारत में प्रवास किया था, उनमें से 26,319 परिवार जम्मू में बसे हैं। 2016 के दौरान म्यांमार भाग गए रोहिंग्या भी वर्तमान में जम्मू में बस गए हैं। रोहिंग्या मुसलमानों के बस्तियों ने भी जम्मू में सुरक्षा खतरों को बढ़ा दिया है। 2018 के सुंजुवान हमले के दौरान, खुफिया एजेंसियों को हमले में रोहिंग्या मुसलमानों के शामिल होने का संदेह था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jammu</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01f9f294-08a7-4dd9-8259-0f9d55c29bdb_Jammu-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jammu-jammu-and-kashmir","tags":[{"name":"जम्मू","slug":"jammu"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"recommendations":[{"id":558,"title":"रामबन, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","dateCreated":"2019-09-02T03:40:25.976Z","dateModified":"2019-09-02T03:40:38.386Z","contributedBy":"AskGif","content":"रामबन भारतीय राज्य जम्मू और कश्मीर में रामबन जिले का एक कस्बा है। यह जिला मुख्यालय है। यह चेनाब नदी के किनारे पर, राष्ट्रीय राजमार्ग -1 ए (अब NH44) पर जम्मू से लगभग 150 किमी और श्रीनगर से लगभग 150 किमी पर स्थित है, जिससे यह जम्मू-श्रीनगर राष्ट्रीय राजमार्ग पर लगभग केंद्रीय बिंदु बन जाता है।\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"रामबन","slug":"ramban"}],"slug":"top-places-to-visit-in-ramban-jammu-and-kashmir","total":0},{"id":550,"title":"कठुआ, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"3e15dc6a-22d0-4342-a505-fbf754fc536c_Kathua-railway.jpg","dateCreated":"2019-09-01T10:21:48.91Z","dateModified":"2019-09-01T10:22:06.974Z","contributedBy":"AskGif","content":"कठुआ, भारतीय राज्य जम्मू और कश्मीर में एक शहर और नगर परिषद है, जो पंजाब और हिमाचल प्रदेश के साथ दक्षिणी सीमा के पास है। यह शहर राज्य का प्रवेश द्वार भी है और सेना की मौजूदगी वाला एक बड़ा औद्योगिक शहर है। कठुआ जम्मू-कश्मीर के लखनपुर की सैटेलाइट टाउनशिप और पंजाब के नजदीकी शहर पठानकोट के साथ कठुआ-पठ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e15dc6a-22d0-4342-a505-fbf754fc536c_Kathua-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कठुआ","slug":"kathua"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kathua-jammu-and-kashmir","total":0},{"id":549,"title":"कारगिल, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","dateCreated":"2019-09-01T10:02:25.977Z","dateModified":"2019-09-01T10:02:41.633Z","contributedBy":"AskGif","content":"कारगिल उत्तरी भारत के लद्दाख क्षेत्र में कारगिल जिले का एक शहर है। यह लेह के बाद लद्दाख में दूसरा सबसे बड़ा शहर है। यह द्रास और श्रीनगर से क्रमशः पश्चिम में 604 और 204 किमी, लेह से पूर्व में 234 किमी, पद्म से दक्षिण पूर्व में 240 किमी और दिल्ली से दक्षिण में 1,047 किमी की दूरी पर स्थित है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कारगिल","slug":"kargil"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kargil-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}