{"id":549,"title":"कारगिल, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","dateCreated":"2019-09-01T10:02:25.977Z","dateModified":"2019-09-01T10:02:41.633Z","contributedBy":"AskGif","content":"<p>कारगिल उत्तरी भारत के लद्दाख क्षेत्र में कारगिल जिले का एक शहर है। यह लेह के बाद लद्दाख में दूसरा सबसे बड़ा शहर है। यह द्रास और श्रीनगर से क्रमशः पश्चिम में 604 और 204 किमी, लेह से पूर्व में 234 किमी, पद्म से दक्षिण पूर्व में 240 किमी और दिल्ली से दक्षिण में 1,047 किमी की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>वर्तमान कारगिल इस क्षेत्र की प्राकृतिक राजधानी या पुरीग नहीं था क्योंकि यह भी जाना जाता था। इससे पहले, पुरीग में कई छोटे लेकिन स्वतंत्र राज्य शामिल थे, जिनमें पश्कुम, चिकटन, फोकर, सोथ और सूरू घाटी शामिल थे। ये छोटी रियासतें अक्सर क्षुद्र मुद्दों पर आपस में लड़ती थीं। 9 वीं शताब्दी ईस्वी में एक निर्वासित बौद्ध राजकुमार गशो &ldquo;थाथा खान&rdquo;, शायद पहला शासक है जिसने सभी क्षेत्रों को एकजुट प्रशासन के तहत एक साथ लाया। पुरीग के एक अन्य सुल्तान ने ज़ांस्कर, सोत, बारसो, सांकू को वर्तमान कारगिल जिले के क्षेत्र में शामिल करने के लिए अपने राज्य का विस्तार किया। उन्हें \"द पुरीग सुल्तान\" कहा जाता है। उनकी राजधानी सूरू घाटी के करपोखर में स्थित थी। कारगिल के अन्य प्रसिद्ध राजाओं में बोटी खान, अब्दाल खान, अमरोद चू, तर्सिंग मलिक, कुंचोक शेरब स्टेन और थी सुल्तान थे। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>ऐसा कहा जाता है कि यह 16 वीं शताब्दी के अंत और 17 वीं शताब्दी की शुरुआत में स्कर्दू के प्रसिद्ध शासक अली शेर खान अंचन का काल था, जिसका इस क्षेत्र पर काफी प्रभाव था। बाल्टिस्तान के इस राजकुमार ने पुरीग की अधिकांश रियासतों को जीत लिया और कारगिल जिले में बलती संस्कृति को पेश किया। इसके बाद, यह डोगरा था जिसने एक प्रशासनिक इकाई के तहत 19 वीं शताब्दी के पहले भाग में बाल्टिस्तान, पुरीग, ज़ांस्कर और वर्तमान लेह जिले को एकजुट किया, जो 1947 तक चला जब भारत और पाकिस्तान के बीच एक नई नियंत्रण रेखा अलग हो गई। स्कर्दू और कारगिल। [बेहतर स्रोत की आवश्यकता]</p>\r\n<p>&nbsp;</p>\r\n<p>1947 में भारत के विभाजन से पहले, कारगिल लद्दाख के वज़रात (जिले) का हिस्सा था, जो विविध भाषाई, जातीय और धार्मिक समूहों के साथ एक आबादी वाला क्षेत्र था, जो दुनिया के कुछ सबसे ऊंचे पहाड़ों द्वारा अलग-थलग घाटियों में रहते थे। लद्दाख वज़रात में तीन तहसील (उप-जिले) थे, जिनका नाम उनके मुख्यालय के शहरों के नाम पर रखा गया: लेह, स्कर्दू और कारगिल। जिला मुख्यालय प्रत्येक वर्ष तीन स्थानों के बीच स्थानांतरित हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>नियंत्रण रेखा के संबंध में कारगिल का स्थान</p>\r\n<p>प्रथम कश्मीर युद्ध (1947-48) एक संघर्ष विराम रेखा के साथ संपन्न हुआ, जिसने लद्दाख वज़रात को विभाजित किया, जो भारत की ओर कारगिल और लेह तहसीलों को और पाकिस्तान की ओर से स्कार्दू तहसील को विभाजित करती है। दो भारतीय तहसीलों को जल्द ही जिलों में पदोन्नत कर दिया गया और लद्दाख को एक डिवीजन का नाम दिया गया, जो भारत के राज्य जम्मू और कश्मीर में जम्मू और कश्मीर डिवीजनों के बराबर था। पाकिस्तान ने स्कर्दू तहसील बाल्टिस्तान का नाम बदलकर आगे के जिलों में विभाजित कर दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>1971 के भारत-पाकिस्तान युद्ध के अंत में, दोनों राष्ट्रों ने शिमला समझौते पर हस्ताक्षर किए, पूर्व युद्धविराम रेखा को कुछ समायोजन के साथ नियंत्रण रेखा में परिवर्तित किया, और उस सीमा के संबंध में सशस्त्र संघर्ष में शामिल नहीं होने का वादा किया।</p>\r\n<p>&nbsp;</p>\r\n<p>1999 में इस क्षेत्र में पाकिस्तानी सेना द्वारा घुसपैठ देखी गई, जिससे कारगिल युद्ध हुआ। श्रीनगर और लेह को जोड़ने वाली एकमात्र सड़क के ऊपर से 160 किलोमीटर लंबी लकीरें खींचते हुए लड़ाई हुई। राजमार्ग के ऊपर की लकीरें पर सैन्य चौकी आम तौर पर लगभग 5,000 मीटर (16,000 फीट) ऊँची थी, जिसमें कुछ ऊँचाई 5,485 मीटर (18,000 फीट) थी। कई महीनों की लड़ाई और कूटनीतिक गतिविधि के बाद, संयुक्त राज्य अमेरिका की यात्रा के बाद, पाकिस्तानी सेना को नियंत्रण रेखा के किनारे अपने प्रधानमंत्री नवाज शरीफ द्वारा वापस लेने के लिए मजबूर किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>कारगिल की औसत ऊंचाई 2,676 मीटर (8,780 फीट) है, और यह सुरू नदी (सिंधु) के किनारे स्थित है। कारगिल शहर श्रीनगर से 205 किमी (127 मील) दूर स्थित है, जो LOC के पार उत्तरी इलाकों का सामना करता है। हिमालय के अन्य क्षेत्रों की तरह, कारगिल में समशीतोष्ण जलवायु है। गर्म रातें ठंडी रातों के साथ गर्म होती हैं, जबकि सर्दियाँ लंबी और सर्द होती हैं और तापमान अक्सर &deg;20 &deg; C ((4 &deg; F) से नीचे चला जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के दौरान, कारगिल की जनसंख्या 16,338 दर्ज की गई थी। अधिकांश आबादी (11,496) को अनुसूचित जनजाति के रूप में वर्गीकृत किया गया है। साक्षरता दर 75% है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>एक भारतीय राष्ट्रीय राजमार्ग (NH 1D) जो श्रीनगर को लेह से जोड़ता है, कारगिल से होकर हवाई अड्डे तक जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक प्रसिद्ध ऑल-वेदर रोड, कारगिल-स्कर्दू रोड ने गिलगिट-बाल्टिस्तान के एक शहर, कारगिल को स्कार्दू से जोड़ा। 1948 के कश्मीर युद्ध के बाद से, सड़क बंद कर दी गई है। जबकि भारत सरकार मानवतावादी इशारे के रूप में सड़क खोलने में दिलचस्पी रखती है, इस बात को पाकिस्तानी सरकार ने अस्वीकार कर दिया है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kargil</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kargil-jammu-and-kashmir","tags":[{"name":"कारगिल","slug":"kargil"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"recommendations":[{"id":561,"title":"शोपियां, शुपियन में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","dateCreated":"2019-09-02T05:21:19.115Z","dateModified":"2019-09-02T05:21:40.983Z","contributedBy":"AskGif","content":"शोपियां या शुपियान भारत के जम्मू और कश्मीर के कश्मीर घाटी के दक्षिणी हिस्से में स्थित शोपियां जिले का एक गुज्जर शहर और प्रशासनिक प्रभाग है।\r\n&nbsp;\r\nशोपियां या शुपियान, शोपियां में एक प्रशासनिक जिले के साथ एक पहाड़ी जिला है, जो भारत के जम्मू और कश्मीर राज्य में कश्मीर घाटी के दक्षिण","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शोपियां","slug":"shopian"},{"name":"शुपियन","slug":"shupiyan"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-shopian-shupiyan-jammu-and-kashmir","total":0},{"id":558,"title":"रामबन, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","dateCreated":"2019-09-02T03:40:25.976Z","dateModified":"2019-09-02T03:40:38.386Z","contributedBy":"AskGif","content":"रामबन भारतीय राज्य जम्मू और कश्मीर में रामबन जिले का एक कस्बा है। यह जिला मुख्यालय है। यह चेनाब नदी के किनारे पर, राष्ट्रीय राजमार्ग -1 ए (अब NH44) पर जम्मू से लगभग 150 किमी और श्रीनगर से लगभग 150 किमी पर स्थित है, जिससे यह जम्मू-श्रीनगर राष्ट्रीय राजमार्ग पर लगभग केंद्रीय बिंदु बन जाता है।\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"रामबन","slug":"ramban"}],"slug":"top-places-to-visit-in-ramban-jammu-and-kashmir","total":0},{"id":555,"title":"पूंछ, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","dateCreated":"2019-09-02T02:50:10.069Z","dateModified":"2019-09-02T02:50:23.202Z","contributedBy":"AskGif","content":"पुंछ (जिसे पंच भी कहा जाता है) एक शहर और एक नगरपालिका परिषद है, जो भारतीय राज्य जम्मू और कश्मीर में पुंछ जिले की राजधानी बनाती है। शहर नियंत्रण रेखा के पास है - पाकिस्तान की आज़ाद कश्मीर के साथ वास्तविक सीमा।\r\n&nbsp;\r\nभूगोल\r\nपुंछ 33.77 &deg; N 74.1 &deg; E पर स्थित है। यह पुं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"पूंछ","slug":"poonch"}],"slug":"top-places-to-visit-in-poonch-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}