{"id":549,"title":"Top Places to visit in Kargil, Jammu and Kashmir","imageUrl":"fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","dateCreated":"2019-09-01T10:02:25.977Z","dateModified":"2019-09-01T10:02:41.633Z","contributedBy":"AskGif","content":"<p>Kargil is a town in the Kargil district in the Ladakh region of northern India. It is the second largest town in Ladakh after Leh. It is located 60 km and 204 km from Drass and Srinagar to the west respectively, 234 km from Leh to the east, 240 km from Padum to the southeast and 1,047 km from Delhi to the south.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Present-day Kargil was not the natural capital of the region, or Purig as it was also known. Earlier, Purig consisted of a number of small but independent kingdoms, which included Pashkum, Chiktan, Fokar, Soth and the Suru Valley. These tiny principalities would often fight among themselves over petty issues. Gasho &ldquo;Thatha Khan&rdquo;, an exiled Buddhist prince in the 9th century AD, is perhaps the first ruler who brought together all the territories under a united administration. Another sultan of Purig extended his kingdom to include Zanskar, Sot, Barsoo, Sankoo pretty much the territory of the present Kargil district. He is referred to as &ldquo;The Purig Sultan&rdquo;. His capital was based at Karpokhar in the Suru Valley. The other famous kings of Kargil were Boti Khan, Abdal Khan, Amrood Choo, Tsering Malik, Kunchok Sherab Stan and Thi Sultan.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>It is said that it was the period of Ali Sher Khan Anchan, the famous ruler of Skardu, in the late 16th and early 17th centuries which had a great influence on the area. This prince from Baltistan conquered most of the principalities of Purig and introduced Balti culture in the Kargil district. Subsequently, it was the Dogras who united Baltistan, Purig, Zanskar and present-day Leh district in the first half of the 19th century under a single administrative unit, which lasted until 1947 when a new line of control was demarcated between India and Pakistan separating Skardu and Kargil.[better source needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Before the Partition of India in 1947, Kargil was part of the wazarat (district) of Ladakh, a sparsely populated region with diverse linguistic, ethnic and religious groups, living in isolated valleys separated by some of the world's highest mountains. The Ladakh wazarat had three tehsils (sub-districts), named after the cities of their headquarters: Leh, Skardu and Kargil. The district headquarters shifted between the three locations each year.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Location of Kargil with respect to the Line of Control</p>\r\n<p>The First Kashmir War (1947&ndash;48) concluded with a ceasefire line that divided the Ladakh wazarat, putting roughly the Kargil and Leh tehsils on the Indian side, and the Skardu tehsil on the Pakistan side. The two Indian tehsils were soon promoted to districts and Ladakh was named a Division, on par with the Jammu and Kashmir Divisions in the Indian state of Jammu and Kashmir. Pakistan renamed the Skardu tehsil Baltistan and divided it into further districts.</p>\r\n<p>&nbsp;</p>\r\n<p>At the end of Indo-Pakistani War of 1971, the two nations signed the Simla Agreement, converting the former ceasefire line with some adjustments into a Line of Control, and promising not to engage in armed conflict with respect to that boundary.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1999 the area saw infiltration by Pakistani forces, leading to the Kargil War. Fighting occurred along a 160 km long stretch of ridges overlooking the only road linking Srinagar and Leh. The military outposts on the ridges above the highway were generally around 5,000 metres (16,000 ft) high, with a few as high as 5,485 metres (18,000 ft). After several months of fighting and diplomatic activity, the Pakistani forces were forced to withdrew to their side of the Line of Control by their Prime minister Nawaz Sharif after the visit to USA.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Kargil has an average elevation of 2,676&nbsp; metres (8,780 feet), and is situated along the banks of the Suru River (Indus). The town of Kargil is located 205 km (127 mi) from Srinagar, facing the Northern Areas across the LOC. Like other areas in the Himalayas, Kargil has a temperate climate. Summers are hot with cool nights, while winters are long and chilly with temperatures often dropping below &minus;20 &deg;C (&minus;4 &deg;F).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>During 2011 census, the population of Kargil was recorded at 16,338. A majority of the population (11,496) is classified as Scheduled Tribes. The literacy rate is 75%.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>An Indian national highway (NH 1D) connecting Srinagar to Leh cuts through Kargil, as well as an airport.</p>\r\n<p>&nbsp;</p>\r\n<p>A famous all-weather road, the Kargil-Skardu road linked Kargil with Skardu, a city in Gilgit-Baltistan. Since the 1948 Kashmir War, the road has been closed. Whilst the Indian Government has been interested in opening the road as a humanitarian gesture, this has been refused by the Pakistani Government.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kargil</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kargil-jammu-and-kashmir","tags":[{"name":"kargil","slug":"kargil"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"recommendations":[{"id":561,"title":"Top Places to visit in Shopian, Shupiyan, Jammu and Kashmir","imageUrl":"e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","dateCreated":"2019-09-02T05:21:19.115Z","dateModified":"2019-09-02T05:21:40.983Z","contributedBy":"AskGif","content":"Shopian or Shupiyan is a Guhjar town and administrative division of the Shopian district, located in southern part of Kashmir Valley, of Jammu and Kashmir, India.&nbsp;\r\n&nbsp;\r\nShopian or Shupiyan is a hill district with its administrative division in Shopian, located in south side","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"shopian","slug":"shopian"},{"name":"shupiyan","slug":"shupiyan"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-shopian-shupiyan-jammu-and-kashmir","total":0},{"id":558,"title":"Top Places to visit in Ramban, Jammu and Kashmir","imageUrl":"598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","dateCreated":"2019-09-02T03:40:25.976Z","dateModified":"2019-09-02T03:40:38.386Z","contributedBy":"AskGif","content":"Ramban is a town in the Ramban district in Indian state of Jammu and Kashmir. It is the district headquarters. It lies on the banks of the Chenab river, on the National Highway-1A (now NH44) at about 150 km from Jammu and about 150 km from Srinagar, making it almost the central point on the Jammu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"ramban","slug":"ramban"}],"slug":"top-places-to-visit-in-ramban-jammu-and-kashmir","total":0},{"id":555,"title":"Top Places to visit in Poonch, Jammu and Kashmir","imageUrl":"c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","dateCreated":"2019-09-02T02:50:10.069Z","dateModified":"2019-09-02T02:50:23.202Z","contributedBy":"AskGif","content":"Poonch (also referred to as Punch) is a city and a municipal council, which forms the capital of the Poonch district in the Indian state of Jammu and Kashmir. The city is near the Line of Control - the de facto border with Pakistan's Azad Kashmir.\r\n&nbsp;\r\nGeography\r\nPoonch i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"poonch","slug":"poonch"}],"slug":"top-places-to-visit-in-poonch-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}