{"id":551,"title":"Top Places to visit in Kishtwar, Jammu and Kashmir","imageUrl":"3ab2c6d9-86db-4a45-82a1-06021fff00e0_Kishtwar-tourism.jpg","dateCreated":"2019-09-01T10:32:08.815Z","dateModified":"2019-09-01T10:32:23.559Z","contributedBy":"AskGif","content":"<p>Kishtwar is a municipality in the Kishtwar District of the Jammu region in the Indian state of Jammu and Kashmir.</p>\r\n<p>Kishtwar District is a district of the state of Jammu and Kashmir of India. As of 2011, it is the third least populous district of Jammu and Kashmir (out of 22), after Kargil and Leh. It is situated on the banks of the Chenab River.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Kishtwar district consists of 13 blocks: Marwah, Warwan, Dachan, Kishtwar, Nagsani, Drabshalla, Inderwal, Mughal Maidan, Bhunzwah, Machail, Palmar, Thakrie Trigham, and Paddar.</p>\r\n<p>&nbsp;</p>\r\n<p>Each block consists of a number of panchayats. Block Kishtwar is the 1st block of Kishtwar District and Beron Town 1st Kishtwar is the 1st panchayat of Block Kishtwar, beron town panchayat consists of Panditgam, Zewar, Nagdera, Bucherwal Mohalla, Semmna and Wazgwari. Marwah consist 12 panchayats 1.Nowpachi2.Nowgam.3.yourdu.4 pethgam.5.Ranie A.6 Ranie B 7.Quderna.8 Quderna B.9 Chanjer.10 Dehrana.11 Hanzal.12.Teller.</p>\r\n<p>&nbsp;</p>\r\n<p>Kishtwar Sub-District:</p>\r\n<p>&nbsp;</p>\r\n<p>Kishtwar tehsil</p>\r\n<p>Drabshalla tehsil</p>\r\n<p>Bhunzwah tehsil</p>\r\n<p>Nagsini Tehsil</p>\r\n<p>Chatroo Sub-District:</p>\r\n<p>&nbsp;</p>\r\n<p>Chatroo tehsil</p>\r\n<p>Mughal Maidan Tehsil</p>\r\n<p>Marwah Sub-District:</p>\r\n<p>&nbsp;</p>\r\n<p>Warwan tehsil</p>\r\n<p>Dachan tehsil</p>\r\n<p>Marwah Tehsil</p>\r\n<p>Paddar Sub-District:</p>\r\n<p>&nbsp;</p>\r\n<p>Paddar tehsil is the most remote town of the district bordered by Zanskar to the north and towered by the Sickle Moon Peak.</p>\r\n<p>Politics</p>\r\n<p>Kishtwar District has 2 assembly constituencies: Inderwal and Kishtwar. BJP and CONG won one Assembly Constituency each respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Main articles: Rajatarangini and History of Kashmir</p>\r\n<p>Kishtwar is first referred to in the Rajatarangini by the ancient name Kashthavata. during the reign of Raja Kalsa of Kashmir (1063&ndash;1089), when \"Uttamaraja\", the ruler of Kashthavata visited the court of the Kashmir King in company with several other hill chiefs to pay their respects to the Raja.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Kishtwar merged with the State of Jammu and Kashmir in 1821, A.D.[citation needed] With the passage of time Kishtwar became a Tehsil of the Udhampur district and remained so until 1948, when it became part of the newly created District Doda in the wake of first re-organization of the state during the post-independence period.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census Kishtwar had a population of 14,865. Males constitute 63% of the population and females 37%. Kishtwar has an average literacy rate of 78%, higher than the Indian national average: male literacy is 82%, and female literacy is 42%. In Kishtwar, 11% of the population is under six years of age. The main language spoken here by the Muslims is [[Kashmiri]] and local Hindus of Kishtwar speak a local dialect of Kashmiri language called [[Kashtwari]]. The dominant religion in Kishtwar is Islam with 69.21% population Muslims following Hinduism with second largest religion with 29.59% as Hindus.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Main article: Tourism in Jammu and Kashmir</p>\r\n<p>The Chenab River flows through the district and is joined by tributaries such as Marvisudar ruver of Mawah, Fambar Nallah, Chingam Nallah which meet at the confluence near Bhandarkoot. The rivers have cut steep gorges and wide plains on the way. Warwan valley and Marwah valleys are unique in being located in the way of river Marusudhar.[clarification needed] The area is also known for its high mountain passes which have been the mountaineer's delight since British era.[tone] Many illustrations are found in the travelogue written by British writers including Otto Rothfield's With pen and Rifle in Kashmir.[citation needed] The Kishtwar Anantnag National Highway passes through the Synthan Pass and Daksum Nowpachi Road passes through the Margan top a 13 km long and 5100-metre-high pass. The Steep Brahma mountain peak is situated at Dachhan which is documented by British mountaineers. The Warwan Valley has been rated among India's top ten trekking destination with a wide range of landscape. Saffron of purest quality is produced in the iron rich soil at Pochhal, Matta, Lachdayaram and Hidyal. Kishtwar National Park, in the northeast region of the district, has a large number of peaks and glaciers. The town has a small Air Landing ground under the control and management of Indian Army which caters to civil and military Helicopters. The 33 hectare Chowgan is the largest natural ground located in the center of city and is used as a venue of recreation and religious and political gatherings. Mini Secretariat housing all the offices of Kishtwar District Administration besides world class Conference Hall is located 3 km from the main bus stand in Kuleed area. Kishtwar is endowed with dense forests of deodar, pine and fir. There are high altitude mountains ranging between 20,000 feet to 21,000 feet like Nun Kun, Burmah and Barnag.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kishtwar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3ab2c6d9-86db-4a45-82a1-06021fff00e0_Kishtwar-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kishtwar-jammu-and-kashmir","tags":[{"name":"kishtwar","slug":"kishtwar"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"recommendations":[{"id":558,"title":"Top Places to visit in Ramban, Jammu and Kashmir","imageUrl":"598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","dateCreated":"2019-09-02T03:40:25.976Z","dateModified":"2019-09-02T03:40:38.386Z","contributedBy":"AskGif","content":"Ramban is a town in the Ramban district in Indian state of Jammu and Kashmir. It is the district headquarters. It lies on the banks of the Chenab river, on the National Highway-1A (now NH44) at about 150 km from Jammu and about 150 km from Srinagar, making it almost the central point on the Jammu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"ramban","slug":"ramban"}],"slug":"top-places-to-visit-in-ramban-jammu-and-kashmir","total":0},{"id":552,"title":"Top Places to visit in Kulgam, Jammu and Kashmir","imageUrl":"01f757c9-5a65-4b5b-9ac9-bc1dcb8140c0_kulgam.jpg","dateCreated":"2019-09-02T02:11:48.443Z","dateModified":"2019-09-02T02:12:03.005Z","contributedBy":"AskGif","content":"Kulgam is a town, administrative division, and capital of the Kulgam district in the Indian state of Jammu and Kashmir. It is located at a distance of 67 kilometres from the summer state capital of Srinagar.\r\n&nbsp;\r\nKulgam District is a district of the state of Jammu and Kashmir of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01f757c9-5a65-4b5b-9ac9-bc1dcb8140c0_kulgam.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"kulgam","slug":"kulgam"}],"slug":"top-places-to-visit-in-kulgam-jammu-and-kashmir","total":0},{"id":550,"title":"Top Places to visit in Kathua, Jammu and Kashmir","imageUrl":"3e15dc6a-22d0-4342-a505-fbf754fc536c_Kathua-railway.jpg","dateCreated":"2019-09-01T10:21:48.91Z","dateModified":"2019-09-01T10:22:06.974Z","contributedBy":"AskGif","content":"Kathua, is a town and Municipal Council in the Indian state of Jammu and Kashmir, near its southern border with Punjab and Himachal Pradesh. The city is also the gateway to the state and a big industrial town with army presence.Kathua along with its satellite township of Lakhanpur in J&amp;K and ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e15dc6a-22d0-4342-a505-fbf754fc536c_Kathua-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kathua","slug":"kathua"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kathua-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}