{"id":551,"title":"किश्तवाड़, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"3ab2c6d9-86db-4a45-82a1-06021fff00e0_Kishtwar-tourism.jpg","dateCreated":"2019-09-01T10:32:08.815Z","dateModified":"2019-09-01T10:32:23.559Z","contributedBy":"AskGif","content":"<p>किश्तवाड़ भारतीय राज्य जम्मू और कश्मीर में जम्मू क्षेत्र के किश्तवाड़ जिले में एक नगरपालिका है।</p>\r\n<p>किश्तवाड़ जिला भारत के जम्मू और कश्मीर राज्य का एक जिला है। 2011 तक, यह कारगिल और लेह के बाद जम्मू और कश्मीर (22 में से) का तीसरा सबसे कम आबादी वाला जिला है। यह चिनाब नदी के तट पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>किश्तवाड़ जिले में 13 ब्लॉक शामिल हैं: मारवाह, वारवान, दचन, किश्तवाड़, नगसनी, दरभासला, इंदरवाल, मुगल मैदान, भुंजवाह, मचल, पालमार, थाकी ट्राइघम और पद्दार।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रत्येक ब्लॉक में कई पंचायतें होती हैं। ब्लॉक किश्तवाड़ किश्तवाड़ जिले का पहला खंड है और बेरौन नगर 1 किश्तवार ब्लॉक किश्तवाड़ की पहली पंचायत है, बेरौन नगर पंचायत में पंडितगाम, जेवर, नागदेड़ा, बुचरवाल मोहल्ला, सेमम्ना और वेजगवरी शामिल हैं। मारवाह में 12 पंचायतें शामिल हैं। 1.Nowpachi2.Nowgam.3.yourdu.4 pethgam.5। Ranie A.6 Ranie B 7.Quderna.8 Quderna B.9 Chanjer.10 Dewrana Hanran.12.Teller।</p>\r\n<p>&nbsp;</p>\r\n<p>किश्तवार उप-जिला:</p>\r\n<p>&nbsp;</p>\r\n<p>किश्तवाड़ तहसील</p>\r\n<p>दरभसला तहसील</p>\r\n<p>भुंजवाह तहसील</p>\r\n<p>नागसिनी तहसील</p>\r\n<p>चतरो उप-जिला:</p>\r\n<p>&nbsp;</p>\r\n<p>चतरू तहसील</p>\r\n<p>मुगल मैदान तहसील</p>\r\n<p>मारवाह उप-जिला:</p>\r\n<p>&nbsp;</p>\r\n<p>वारवान तहसील</p>\r\n<p>डचन तहसील</p>\r\n<p>मरवाह तहसील</p>\r\n<p>पद्दार उप-जिला:</p>\r\n<p>&nbsp;</p>\r\n<p>पद्दार तहसील जिले का सबसे सुदूरवर्ती शहर है, जो उत्तर से ज़ांस्कर से घिरा है और सिकल मून पीक से घिरा है।</p>\r\n<p>राजनीति</p>\r\n<p>किश्तवाड़ जिले में 2 विधानसभा क्षेत्र हैं: इंद्रवाल और किश्तवाड़। बीजेपी और CONG ने क्रमशः एक विधानसभा सीट जीती।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>मुख्य लेख: राजतरंगिणी और कश्मीर का इतिहास</p>\r\n<p>किश्तवार को सबसे पहले राजतरंगिणी में प्राचीन नाम काश्तवता के नाम से जाना जाता है। कश्मीर के राजा कालसा (१०६३-१०, ९) के शासनकाल के दौरान, जब \"उत्तरराजा\", कश्टत्व के शासक ने राजा के प्रति अपने सम्मान का भुगतान करने के लिए कई अन्य पहाड़ी प्रमुखों के साथ कंपनी में कश्मीर राजा के दरबार का दौरा किया। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>किश्तवार का जम्मू और कश्मीर राज्य के साथ 1821 ई। में विलय हो गया, [उद्धरण वांछित] समय बीतने के साथ किश्तवाड़ उधमपुर जिले की तहसील बन गया और 1948 तक बना रहा, जब यह नवगठित जिला डोडा के हिस्से में बन गया। स्वतंत्रता के बाद की अवधि के दौरान राज्य का पहला पुन: संगठन।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार किश्तवाड़ की जनसंख्या 14,865 थी। पुरुषों की आबादी 63% और महिलाओं की 37% है। किश्तवार की औसत साक्षरता दर 78% है, जो भारतीय राष्ट्रीय औसत से अधिक है: पुरुष साक्षरता 82% है, और महिला साक्षरता 42% है। किश्तवाड़ में, 11% आबादी छह साल से कम उम्र की है। मुसलमानों द्वारा यहां बोली जाने वाली मुख्य भाषा [[कश्मीरी]] है और किश्तवाड़ के स्थानीय हिंदू कश्मीरी भाषा की एक स्थानीय बोली बोलते हैं जिसे [[कश्तीरी]] कहा जाता है। किश्तवाड़ में प्रमुख धर्म 69.21% आबादी के साथ इस्लाम है, हिंदू धर्म के बाद मुसलमानों का दूसरा सबसे बड़ा धर्म है, जिसमें 29.59% हिंदू हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>मुख्य लेख: जम्मू और कश्मीर में पर्यटन</p>\r\n<p>चिनाब नदी जिले से होकर बहती है और मावाह के मार्विसुदर खंडहर, फम्बर ​​नाला, चिंगम नाला जैसी सहायक नदियों से जुड़ती है जो भंडारकूट के पास संगम पर मिलती हैं। नदियों ने रास्ते में खड़ी घाटियों और विस्तृत मैदानों को काट दिया है। वारुवन घाटी और मारवाह घाटियाँ, मरुसुदर नदी के रास्ते में स्थित होने के कारण अद्वितीय हैं। [स्पष्टीकरण की आवश्यकता] यह क्षेत्र अपने उच्च पर्वतीय दर्रों के लिए भी जाना जाता है, जो ब्रिटिश काल से पर्वतारोही का आनंद रहा है। [टोन] कई दृष्टांत देखने को मिलते हैं। ओट्टो रोथफिल्ड विथ पेन और कश्मीर में राइफल सहित ब्रिटिश लेखकों द्वारा लिखे गए यात्रा वृत्तांत। [उद्धरण वांछित] किश्तवाड़ अनंतनाग राष्ट्रीय राजमार्ग सिन्थान दर्रे और डाकसुम नावापाची रोड से गुजरता है और मार्गन टॉप से ​​13 किमी लंबा और 5100 मीटर ऊंचा दर्रा गुजरता है। स्टैच ब्रह्मा पर्वत शिखर दचान में स्थित है जो ब्रिटिश पर्वतारोहियों द्वारा प्रलेखित है। वारवान घाटी को भारत के शीर्ष दस ट्रेकिंग गंतव्य के बीच परिदृश्&zwj;य के साथ श्रेणीबद्ध किया गया है। शुद्ध गुणवत्ता वाले केसर का उत्पादन पोखल, मटका, लच्छीराम और हिड्याल में लोहे की समृद्ध मिट्टी में होता है। जिले के पूर्वोत्तर क्षेत्र में किश्तवाड़ राष्ट्रीय उद्यान, में बड़ी संख्या में चोटियाँ और ग्लेशियर हैं। शहर में भारतीय सेना के नियंत्रण और प्रबंधन के तहत एक छोटा एयर लैंडिंग ग्राउंड है जो नागरिक और सैन्य हेलीकाप्टरों को पूरा करता है। 33 हेक्टेयर चौगान शहर के केंद्र में स्थित सबसे बड़ा प्राकृतिक मैदान है और इसे मनोरंजन और धार्मिक और राजनीतिक समारोहों के आयोजन स्थल के रूप में उपयोग किया जाता है। मिनी सचिवालय आवास विश्वस्तरीय कॉन्फ्रेंस हॉल के अलावा किश्तवाड़ जिला प्रशासन के सभी कार्यालय कुल्लेद क्षेत्र में मुख्य बस स्टैंड से 3 किमी दूर स्थित है। किश्तवाड़ देवदार, देवदार और देवदार के घने जंगलों से संपन्न है। नून कुन, बर्मा और बरनाग जैसे 20,000 फीट से 21,000 फीट के बीच ऊंचाई वाले पहाड़ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kishtwar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3ab2c6d9-86db-4a45-82a1-06021fff00e0_Kishtwar-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kishtwar-jammu-and-kashmir","tags":[{"name":"किश्तवाड़","slug":"kishtwar"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"recommendations":[{"id":558,"title":"रामबन, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","dateCreated":"2019-09-02T03:40:25.976Z","dateModified":"2019-09-02T03:40:38.386Z","contributedBy":"AskGif","content":"रामबन भारतीय राज्य जम्मू और कश्मीर में रामबन जिले का एक कस्बा है। यह जिला मुख्यालय है। यह चेनाब नदी के किनारे पर, राष्ट्रीय राजमार्ग -1 ए (अब NH44) पर जम्मू से लगभग 150 किमी और श्रीनगर से लगभग 150 किमी पर स्थित है, जिससे यह जम्मू-श्रीनगर राष्ट्रीय राजमार्ग पर लगभग केंद्रीय बिंदु बन जाता है।\r\n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"रामबन","slug":"ramban"}],"slug":"top-places-to-visit-in-ramban-jammu-and-kashmir","total":0},{"id":552,"title":"कुलगाम, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"01f757c9-5a65-4b5b-9ac9-bc1dcb8140c0_kulgam.jpg","dateCreated":"2019-09-02T02:11:48.443Z","dateModified":"2019-09-02T02:12:03.005Z","contributedBy":"AskGif","content":"कुलगाम भारतीय राज्य जम्मू और कश्मीर में कुलगाम जिले का एक शहर, प्रशासनिक प्रभाग और राजधानी है। यह ग्रीष्मकालीन राज्य की राजधानी श्रीनगर से 67 किलोमीटर की दूरी पर स्थित है।\r\n&nbsp;\r\nकुलगाम जिला भारत के जम्मू और कश्मीर राज्य का एक जिला है। नाम संस्कृत से है, 'वंश' के लिए कुल और 'गाँव'","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01f757c9-5a65-4b5b-9ac9-bc1dcb8140c0_kulgam.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"कुलगाम","slug":"kulgam"}],"slug":"top-places-to-visit-in-kulgam-jammu-and-kashmir","total":0},{"id":550,"title":"कठुआ, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"3e15dc6a-22d0-4342-a505-fbf754fc536c_Kathua-railway.jpg","dateCreated":"2019-09-01T10:21:48.91Z","dateModified":"2019-09-01T10:22:06.974Z","contributedBy":"AskGif","content":"कठुआ, भारतीय राज्य जम्मू और कश्मीर में एक शहर और नगर परिषद है, जो पंजाब और हिमाचल प्रदेश के साथ दक्षिणी सीमा के पास है। यह शहर राज्य का प्रवेश द्वार भी है और सेना की मौजूदगी वाला एक बड़ा औद्योगिक शहर है। कठुआ जम्मू-कश्मीर के लखनपुर की सैटेलाइट टाउनशिप और पंजाब के नजदीकी शहर पठानकोट के साथ कठुआ-पठ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3e15dc6a-22d0-4342-a505-fbf754fc536c_Kathua-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कठुआ","slug":"kathua"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kathua-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}