{"id":553,"title":"कुपवाड़ा, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","dateCreated":"2019-09-02T02:18:06.628Z","dateModified":"2019-09-02T02:18:20.528Z","contributedBy":"AskGif","content":"<p>कुपवाड़ा भारतीय राज्य जम्मू और कश्मीर में कुपवाड़ा जिले में एक शहर और एक नगरपालिका समिति है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुपवाड़ा जिला जम्मू और कश्मीर, भारत के कश्मीर क्षेत्र में स्थित 10 जिलों में से एक है। हिमालय से निकलने वाली किशनगंगा नदी जिले के बाहरी क्षेत्रों से पूर्व से पश्चिम की ओर बहती है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>ज्यादातर लोग कृषि और बागवानी पर निर्भर हैं। कुपवाड़ा में अखरोट का अच्छा उत्पादन और व्यापार होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार कुपवाड़ा जिले की जनसंख्या 875,564 है, यह इसे भारत में 470 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 368 निवासियों प्रति वर्ग किलोमीटर (950 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 34.62% थी। कुपवाड़ा में लिंगानुपात हर 1000 पुरुषों पर 843 महिलाओं का है, और साक्षरता दर 75.60% है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>जिला कुपवाड़ा का हर स्थान प्रकृति प्रेमियों को मंत्रमुग्ध और मंत्रमुग्ध कर रहा है। प्रकृति के सभी चश्मे यह एक गाँव, मैदान, पहाड़ी, पहाड़, चरागाह, नदी, घास का मैदान है जो आंख को पकड़ने और देखने लायक है। हालाँकि जिले का हर इंच एक स्वास्थ्य स्थल है, जिसके विकसित होने की संभावना है क्योंकि पर्यटक रिसॉर्ट्स निम्नानुसार हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>BADRAKALI</p>\r\n<p>हंदवाड़ा से रजवार की ओर जाने वाली मोटर योग्य सड़क पर स्थित हिंदुओं का प्राचीन पवित्र स्थान। आसपास में एक निष्क्रिय ज्वालामुखी है और हिंदू इसे पूजते हैं और सोयमज नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>bangus</p>\r\n<p>यह अद्भुत और आकर्षक 20 x 15 किलोमीटर का मैदान जंगली ऑर्किड से भरा हुआ है, हरी घास के कालीन के साथ, उच्च बर्फ से ढंके हुए पहाड़ों से घिरा हुआ है, पहाड़ों से बहने वाले झरनों में रंग-बिरंगे, रंगीन पक्षियों के चहकते हुए, मवेशियों और भेड़ों के चरते हुए। इससे स्वप्निल संसार का दर्शन होता है। सतकोजी के माध्यम से 12 किलोमीटर की पैदल यात्रा के माध्यम से हंदवाड़ा तहसील से संपर्क किया जा सकता है। इसके लिए दूसरा दृष्टिकोण चौकीबल मार्सारी और फिर 15 किलोमीटर की पैदल यात्रा के माध्यम से किलोमीटर आगे है। एक गोल्फ कोर्स यहां प्रस्तावित है जो एशिया का सबसे बड़ा गोल्फ कोर्स होने की संभावना है।</p>\r\n<p>&nbsp;</p>\r\n<p>DRANGYARI</p>\r\n<p>यह आकर्षक, देखने लायक जगह पश्चिम में स्थित है यदि चौराबाला से कर्नाह के रास्ते में है। जिला प्रशासन द्वारा प्रदान की गई विश्राम गृह सुविधा है।</p>\r\n<p>&nbsp;</p>\r\n<p>JABDI</p>\r\n<p>यह तंगधार के दक्षिण में 5 किमी दूर है। वहां एक P.W.D रेस्ट हाउस का निर्माण किया गया है। हम इस जगह से शमस्बरी पर्वत का दृश्य देख सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>केरन वैली</p>\r\n<p>यह एक आकर्षक घाटी है जो पवित्र नदी किशन गंगा के तट पर स्थित है। घाटी तक पहुँचने के लिए हमें फरक्यान के 8000 फीट ऊँचे दर्रे को पार करना होगा। किशन गंगा भारत और POK के बीच केरन की वास्तविक नियंत्रण रेखा बनाती है। आगंतुकों के लिए केरन में विश्राम गृह है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोलाब घाटी</p>\r\n<p>कई कवियों द्वारा भव्य नीले प्रिंटों से भरी इस आकर्षक और सुंदर घाटी की प्रशंसा की गई है। अल्लामा इक़बाल कहते हैं, \"पैनी तेरी चशमून का तड़पता हुआ लगता है, उमरगनी सहर का इलाक़ा फ़िज़ाओन मुख्य है बीताब ऐ वदिया लोलब\", फ़ाज़िल कहते हैं, \"वस्सिये सु गुलफ़ाम यद यम अनम, यद लम अनम लम।\" वरवने गांव में कश्मीरी इस्लामी विद्वान अल्लामा अनवर शाहरा कश्मीरी का घर है। सोगम, चंदीगाम, गोताखोर, अंधेरबग, लालपुर और कलारूज़ कुछ ऐसे प्रमुख क्षेत्र हैं जहाँ पर विश्राम गृह की सुविधाएँ हैं। ऐतिहासिक LOV नाग वसंत एंडरबग में है। क्षेत्र में सबसे आकर्षक स्थानों में से एक एक गुफा है जो मदमाडो के जंगलों में स्थित है। ऐसा माना जाता है कि कलारोस के नाम से जानी जाने वाली गुफा हमें रूस ले जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>माचिल</p>\r\n<p>माछिल घाटी कुपवाड़ा के पूर्व में है। वहाँ पहुँचने के लिए हमें नोनवाणी गली को पार करना होगा जो गर्मियों में मोटर योग्य है, लेकिन सर्दियों में कट जाती है। यहाँ आने वालों के लिए विश्राम गृह की सुविधाएँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>MUQAM SHAH वालि</p>\r\n<p>गाँव में स्थित प्रसिद्ध संत ज़ैती शाह वली की दरगाह, जिसे मुक्कम शाह वली के नाम से जाना जाता है, को पर्यटक तीर्थ स्थल के रूप में चुना गया है और उसी के अनुसार विकसित किया जा रहा है। ज़ैती शाह प्रसिद्ध चक शासक, अली शाह चक और हज़रत हमज़ा मकदूमी के शिष्य के सेना कमांडेंट रह चुके थे। हर साल मई में श्राइन में तीन दिवसीय मेला आयोजित किया जाता है जिसमें हिंदू, मुस्लिम और सिख भाग लेते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>REDI</p>\r\n<p>यह कर्नाह के रास्ते में चौकीबाल के पास स्थित है। प्रशासन द्वारा प्रदान किए गए आगंतुकों के लिए विश्राम गृह सुविधाएं उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>RESHWARI</p>\r\n<p>यह आकर्षक स्थान हंदवाड़ा तहसील के नोवगाम क्षेत्र में स्थित है, जो हंदवाड़ा से 25 किलोमीटर दूर है। यह क्षेत्र मोटर योग्य है। पर्यटकों के लिए दो पर्यटक डाक बंगले वहां उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kupwara_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kupwara-jammu-and-kashmir","tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"कुपवाड़ा","slug":"kupwara"}],"recommendations":[{"id":560,"title":"सांबा, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"f1f400fd-e374-4b3f-8075-eb1e619b3f7f_Samba-railway.jpg","dateCreated":"2019-09-02T03:51:59.449Z","dateModified":"2019-09-02T03:52:12.771Z","contributedBy":"AskGif","content":"सांबा भारतीय राज्य जम्मू और कश्मीर में सांबा जिले के एकमात्र उप-जिले \"सांबा तहसील\" में एक नगरपालिका समिति शहर है। लगभग 12,700 की आबादी के साथ, सांबा जिले की तीसरी सबसे कम आबादी वाली नगरपालिका समिति है। इसका कुल भौगोलिक क्षेत्र 2 किमी 2 (0.77 वर्ग मील) है, और यह उप जिले में क्षेत्रफल के हिसाब से द","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f400fd-e374-4b3f-8075-eb1e619b3f7f_Samba-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"सांबा","slug":"samba"}],"slug":"top-places-to-visit-in-samba-jammu-and-kashmir","total":0},{"id":559,"title":"रियासी, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","dateCreated":"2019-09-02T03:45:46.505Z","dateModified":"2019-09-02T03:46:30.892Z","contributedBy":"AskGif","content":"रियासी एक केंद्र और जम्मू-कश्मीर के भारतीय संघ क्षेत्र में एक अधिसूचित क्षेत्र समिति और तहसील है। चिनाब नदी के तट पर स्थित, यह रियासी जिले का मुख्यालय है। आठवीं शताब्दी में, रियासी भीम देव द्वारा स्थापित भीमगढ़ राज्य का एक हिस्सा था। रियासी नाम शहर के पुराने नाम \"रसाल\" से लिया गया है।\r\n&nb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"रियासी","slug":"reasi"}],"slug":"top-places-to-visit-in-reasi-jammu-and-kashmir","total":0},{"id":545,"title":"बड़गाम, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","dateCreated":"2019-09-01T09:22:36.359Z","dateModified":"2019-09-01T09:22:54.448Z","contributedBy":"AskGif","content":"बडगाम भारत के जम्मू और कश्मीर राज्य में बडगाम जिले में एक शहर और एक अधिसूचित क्षेत्र समिति है।\r\n&nbsp;\r\nबडगाम जिला भारत में जम्मू और कश्मीर राज्य का एक जिला है। 1979 में बडगाम में अपने मुख्यालय के साथ बनाया गया, यह कारगिल के बाद कश्मीर घाटी में दूसरा जिला है जहां बड़ी संख्या में शिय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"बड़गाम","slug":"badgam"}],"slug":"top-places-to-visit-in-badgam-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}