{"id":553,"title":"Top Places to visit in Kupwara, Jammu and Kashmir","imageUrl":"830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","dateCreated":"2019-09-02T02:18:06.628Z","dateModified":"2019-09-02T02:18:20.528Z","contributedBy":"AskGif","content":"<p>Kupwara is a town and a municipal committee in Kupwara District in the Indian state of Jammu and Kashmir.</p>\r\n<p>&nbsp;</p>\r\n<p>Kupwara District is one of 10 districts located in Kashmir region of Jammu and Kashmir, India. The river Kishenganga, originating from the Himalayas, flows through the outer areas of the district from east to west.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Most of the people depend on agriculture and horticulture. There is a good production and business of walnuts in Kupwara.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Kupwara district has a population of 875,564, This gives it a ranking of 470th in India (out of a total of 640). The district has a population density of 368 inhabitants per square kilometre (950/sq mi) . Its population growth rate over the decade 2001-2011 was 34.62%. Kupwara has a sex ratio of 843 females for every 1000 males, and a literacy rate of 75.60%.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>Every locale of district Kupwara is enchanting, mesmerizing and beckons the nature lovers. All spectacles of nature be it a village, plain, hill, mountain, pasture, river, meadow is eye catching and worth seeing. Although every inch of district is a health resort the places likely to be developed as tourist resorts are as under :-</p>\r\n<p>&nbsp;</p>\r\n<p>BADRAKALI</p>\r\n<p>Ancient holy place of Hindus located on a motorable road leading from Handwara to Rajwar. There is a dormant volcano in the vicinity and Hindus revere it and is known by the name Soyamj.</p>\r\n<p>&nbsp;</p>\r\n<p>BANGUS</p>\r\n<p>This enchanting and fascinating 20 x 15 Kms plain is full of wild orchids, with carpet of green grass, surrounded by high snow clad mountains, rivulets in cascades flowing from the mountains, chirping of colourful birds, grazing of cattle and sheep. This gives the semblance of a dream world. It can be approached form Handwara Tehsil through Satkoji with a foot journey of 12 Kms. Second approach to it is through Chowkibal Marsari and again a foot journey of 15 way the Kms ahead. A Golf Course is proposed to be here which is likely to be the Asia&rsquo;s biggest golf course.</p>\r\n<p>&nbsp;</p>\r\n<p>DRANGYARI</p>\r\n<p>This attractive, worth seeing place is located in the west if Chowkibal on the way to Karnah.There is rest house facility provided by District Administration.</p>\r\n<p>&nbsp;</p>\r\n<p>JABDI</p>\r\n<p>It is 5 km in the South of Tangdar. A P.W.D rest house has been constructed there. We can have a view of Shamsbari mountain from this place.</p>\r\n<p>&nbsp;</p>\r\n<p>KERAN VALLEY</p>\r\n<p>It is a charming valley located on the banks of sacred river Kishan Ganga. To reach the valley we have to cross 8000 feet high pass of Farkyan. Kishan Ganga forms the actual line of control between India and POK at Keran. There is rest-house in Keran for the visitors.</p>\r\n<p>&nbsp;</p>\r\n<p>LOLAB VALLEY</p>\r\n<p>This attractive and beautiful valley full of magnificient blue prints has been praised by many poets .Dr. Allama Iqbal says, &ldquo;pani teray chashsmoon ka tadapta hua seemab,&acute;murgani sahar teray fizawoon main hai beetab aye wadiya Lolab&rsquo;&rsquo;, Fazil says, &ldquo;wesiye su gulfam yad aam yad aam, yad aam Lolab Sogam yad aam yad aam&rdquo;. Varnow village is home to renowed Kashmiri Islamic scholar Allama Anwar ShahRA Kashmiri. Sogam, Chandigam, Diver, Anderbug, Lalpore and Kalaroos are some of the noteworthy areas with rest house facilities. Historical LOV Nag spring is in Anderbug. One of the most attractive places in the area is a cave located in the jungles of Madmadow. It is believed that the cave known as Kalaroos leads us to Russia.</p>\r\n<p>&nbsp;</p>\r\n<p>MACHIL</p>\r\n<p>The Machil valley is to the east of Kupwara. To reach there we have to cross the Noonwani Gully which is motorable in summer, but cut off in winter. There are rest-house facilities for the visitors.</p>\r\n<p>&nbsp;</p>\r\n<p>MUQAM SHAH WALI</p>\r\n<p>The shrine of famous Saint Zaiti Shah Wali, located in village known after him as Muqam Shah Wali has been selected as a spot of tourist pilgrimage and is being developed accordingly. Zaiti Shah had been an army commandant of famous Chak ruler, Ali Shah Chak and a disciple of Hazrat Hamza Makdoomi. A three day mela is held at the Shrine in May every year in which Hindus, Muslims and Sikhs participate.</p>\r\n<p>&nbsp;</p>\r\n<p>REDI</p>\r\n<p>It is situated near Chowkibal on the way to Karnah. There are rest house facilities available for the visitors provided by the administration.</p>\r\n<p>&nbsp;</p>\r\n<p>RESHWARI</p>\r\n<p>This charming place is located in Nowgam area of Handwara Tehsil, 25 kms from Handwara.The area is motorable. Two tourist Dak Bungalows are available there for tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kupwara_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kupwara-jammu-and-kashmir","tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"kupwara","slug":"kupwara"}],"recommendations":[{"id":560,"title":"Top Places to visit in Samba, Jammu and Kashmir","imageUrl":"f1f400fd-e374-4b3f-8075-eb1e619b3f7f_Samba-railway.jpg","dateCreated":"2019-09-02T03:51:59.449Z","dateModified":"2019-09-02T03:52:12.771Z","contributedBy":"AskGif","content":"Samba is a Municipal Committee city in the only sub-district \"Samba Tahsil\" of the Samba District in the Indian state of Jammu and Kashmir. With a population of about 12,700, Samba is the third least populous municipal committee in the district. Its total geographical area is 2 km2 (0.77 sq mi), ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f400fd-e374-4b3f-8075-eb1e619b3f7f_Samba-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"samba","slug":"samba"}],"slug":"top-places-to-visit-in-samba-jammu-and-kashmir","total":0},{"id":559,"title":"Top Places to visit in Reasi, Jammu and Kashmir","imageUrl":"ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","dateCreated":"2019-09-02T03:45:46.505Z","dateModified":"2019-09-02T03:46:30.892Z","contributedBy":"AskGif","content":"Reasi is a town and a notified area committee and tehsil in the Indian union territory of Jammu and Kashmir. Situated at the bank of River Chenab, it is the headquarters of the Reasi district. In the eighth century, Reasi was a part of the Bhimgarh state established by Bhim Dev. The name Reasi is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"reasi","slug":"reasi"}],"slug":"top-places-to-visit-in-reasi-jammu-and-kashmir","total":0},{"id":545,"title":"Top Places to visit in Badgam, Jammu and Kashmir","imageUrl":"ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","dateCreated":"2019-09-01T09:22:36.359Z","dateModified":"2019-09-01T09:22:54.448Z","contributedBy":"AskGif","content":"Budgam is a town and a notified area committee in Budgam district in the state of Jammu &amp; Kashmir, India.\r\n&nbsp;\r\nBudgam District is a district of the state of Jammu and Kashmir in India. Created in 1979 with its headquarters at Budgam, it is the second district in Kashmir vall","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ea66bda3-8c14-460d-b191-fbb8c47c6b4a_Badgam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"badgam","slug":"badgam"}],"slug":"top-places-to-visit-in-badgam-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}