{"id":554,"title":"Top Places to visit in Leh, Jammu and Kashmir","imageUrl":"8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","dateCreated":"2019-09-02T02:25:48.242Z","dateModified":"2019-09-02T02:26:01.478Z","contributedBy":"AskGif","content":"<p>Leh is a town in Leh district in the Ladakh region of northern India. It was also the capital of the Himalayan kingdom of Ladakh, the seat of which was in the Leh Palace, the former mansion of the royal family of Ladakh, built in the same style and about the same time as the Potala Palace in Tibet. Leh is at an altitude of 3,524 metres (11,562 ft), and is connected via National Highway 1 to Srinagar in the southwest and to Manali in the south via the Leh-Manali Highway. In 2010, Leh was heavily damaged by the sudden floods caused by a cloud burst.</p>\r\n<p>&nbsp;</p>\r\n<p>Attractions</p>\r\n<p>&nbsp;</p>\r\n<p>In Leh</p>\r\n<p>&nbsp;</p>\r\n<p>Leh Palace</p>\r\n<p>Namgyal Tsemo Gompa</p>\r\n<p>Shanti Stupa</p>\r\n<p>Cho Khang Gompa</p>\r\n<p>Chamba Temple</p>\r\n<p>Jama Masjid</p>\r\n<p>Gurdwara Pathar Sahib</p>\r\n<p>Sankar Gompa and village</p>\r\n<p>War Museum</p>\r\n<p>The Victory Tower</p>\r\n<p>Zorawar Fort</p>\r\n<p>Ladakh Marathon</p>\r\n<p>Datun Sahib</p>\r\n<p>From Leh as day trips or longer</p>\r\n<p>&nbsp;</p>\r\n<p>Khardung La</p>\r\n<p>Spituk Monastery</p>\r\n<p>Stok Palace &amp; Stok Monastery</p>\r\n<p>Thikse Monastery</p>\r\n<p>Shey Monastery</p>\r\n<p>Hemis gompa</p>\r\n<p>Basgo</p>\r\n<p>Alchi Monastery</p>\r\n<p>Magnetic hill</p>\r\n<p>Indus River - Zanskar River sangam (confluence)</p>\r\n<p>Pangong Tso Lake</p>\r\n<p>Tsomoriri Wetland Conservation Reserve (Tsomoriri Lake)</p>\r\n<p>Hunder Valley</p>\r\n<p>Sand Dunes Nubra</p>\r\n<p>Siachen Glacier</p>\r\n<p>Ti-suru</p>\r\n<p>Turtuk</p>\r\n<p>Trekking Trails e.g. Markha Valley</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Leh City Market</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 1D near Leh</p>\r\n<p>&nbsp;</p>\r\n<p>Leh Kushok Bakula Rimpochee Airport</p>\r\n<p>Leh is connected to the rest of India by two high-altitude roads both of which are subject to landslides and neither of which are passable in winter when covered by deep snows. The National Highway 1D from Srinagar via Kargil is generally open longer. The Leh-Manali Highway can be troublesome due to very high passes and plateaus, and the lower but landslide-prone Rohtang Pass near Manali.</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 1</p>\r\n<p>The overland approach to Ladakh from the Kashmir valley via the 434-km. National Highway 1 typically remains open for traffic from June to October/November. The most dramatic part of this road journey is the ascent up the 3,505 m (11,500 ft.) high Zoji-la, a tortuous pass in the Great Himalayan Wall. The Jammu and Kashmir State Road Transport Corporation (JKSRTC) operates regular Deluxe and Ordinary bus services between Srinagar and Leh on this route with an overnight halt at Kargil. Taxis (cars and jeeps) are also available at Srinagar for the journey.</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 3 or Leh-Manali Highway</p>\r\n<p>Since 1989, the 473-km Leh-Manali Highway has been serving as the second land approach to Ladakh. Open for traffic from June to late October, this high road traverses the upland desert plateaux of Rupsho whose altitude ranges from 3,660 m to 4,570 m. There are a number of high passes en route among which the highest one, known as Tanglang La, is sometimes (but incorrectly) claimed to be the world's second highest motorable pass at an altitude of 5,325 m. (17,469 feet). See the article on Khardung La for a discussion of the world's highest motorable passes.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Leh's Leh Kushok Bakula Rimpochee Airport has flights to Delhi at least daily on Air India which also provides twice weekly services to Jammu and a weekly flight to Srinagar. Connect in Delhi for other destinations. Go Air operates Delhi to Leh daily flights during peak time.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>There are no railways currently in Ladakh, however 2 railway routes are proposed- the Bilaspur&ndash;Leh line and Srinagar&ndash;Kargil&ndash;Leh line for more information.</p>\r\n<p>&nbsp;</p>\r\n<p>Media and communications</p>\r\n<p>State-owned All India Radio has a local station in Leh, which transmits various programs of mass interest.</p>\r\n<p>Ladakh is a region administered by India, located in the northern part of the Indian subcontinent, and a part of the larger region of Kashmir, which has been the subject of dispute between India, Pakistan, and China since 1947. Contemporary Ladakh borders Tibet to the east, the Lahaul and Spiti regions to the south, the Vale of Kashmir, Jammu and Baltiyul regions to the west, and the southwest corner of Xinjiang across the Karakoram Pass in the far north. It extends from the Siachen Glacier in the Karakoram range to the main Great Himalayas to the south. In August 2019, the Parliament of India passed an act by which Ladakh will become a union territory on 31 October 2019.</p>\r\n<p>&nbsp;</p>\r\n<p>In the past Ladakh gained importance from its strategic location at the crossroads of important trade routes, but since the Chinese authorities closed the borders with Tibet and Central Asia in the 1960s, international trade has dwindled except for tourism. Since 1974, the Government of India has successfully encouraged tourism in Ladakh. Since Ladakh is a part of strategically important Jammu and Kashmir, the Indian military maintains a strong presence in the region. Historically, it included the Baltistan (Baltiyul) valleys (now mostly in Pakistan), the entire upper Indus Valley, the remote Zanskar, Lahaul and Spiti to the south, much of Ngari including the Rudok region and Guge in the east, Aksai Chin in the northeast (extending to the Kun Lun Mountains), and the Nubra Valley to the north over Khardong La in the Ladakh Range. Aksai Chin is one of the disputed border areas between China and India. It is administered by China as part of Hotan County but is also claimed by India as a part of the Ladakh region of the state of Jammu and Kashmir. In 1962, China and India fought a brief war over Aksai Chin and Arunachal Pradesh, but in 1993 and 1996 the two countries signed agreements to respect the Line of Actual Control.</p>\r\n<p>&nbsp;</p>\r\n<p>The largest town in Ladakh is Leh, followed by Kargil. The main religious groups in the region are Muslims (mainly Shia) (46%), Tibetan Buddhists (40%), Hindus (12%) and Sikhs (2%). Ladakh is one of the most sparsely populated regions in India and its culture and history are closely related to that of Tibet. It is renowned for its remote mountain beauty and culture.</p>\r\n<p>&nbsp;</p>\r\n<p>Buddhist Tourism in Ladakh</p>\r\n<p>&nbsp;</p>\r\n<p>Buoyed by heavy tourist arrival in Ladakh, the Jammu and Kashmir Government has embarked on an ambitious plan to put this Himalayan district on the Buddhist circuit to woo pilgrims. With tourism being a major sector contributing towards the development of the state's economy, the state government under the leadership of Chief Minister Omar Abdullah is planning to restore the existing monasteries in the region, hire landscaping experts, set up tourism centers as well as provide basic road infrastructure in the region. Keeping in view the increasing flow of tourists into Ladakh every year, the government plans to have facilities like the tourist centers not only in the main city but also in places which hold tourist interests like the monasteries in Ladakh, areas around the banks of Indus river and many more.</p>\r\n<p>&nbsp;</p>\r\n<p>Last year[when?] around 148,588 tourists visited the region, of which 29,856 were foreigners. Keeping these figures in mind, the government is also keen not to spoil the natural environment of the region which includes the freshwater Pangong lake and the highest motorable road to Khardungla.[citation needed]</p>\r\n<p>&nbsp;</p>\r\n<p>There are about 35 Buddhist monasteries spread across the region which thrives on donations made by tourists and the local people of the region but now the government plans to develop these monasteries. The Jammu and Kashmir government is hoping that the financial aid to develop Ladakh into a bigger tourist attraction over the coming years[when?] and hopes to allocate the necessary funds in this financial year. The state government also plans to hire experts for landscaping of the barren regions and such a move was possible only after the Centre released funds.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Leh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-leh-jammu-and-kashmir","tags":[{"name":"leh","slug":"leh"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"ladakh","slug":"ladakh"}],"recommendations":[{"id":556,"title":"Top Places to visit in Pulwama, Jammu and Kashmir","imageUrl":"f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","dateCreated":"2019-09-02T02:59:02.537Z","dateModified":"2019-09-02T02:59:17.114Z","contributedBy":"AskGif","content":"Pulwama is a city and a notified area council in Pulwama district, in India&rsquo;s northern state of Jammu and Kashmir.It is 4th largest city in kashmir division and 6th largest city in state. It is almost 25 km (16 mi) from the summer capital of Srinagar. Pulwama is often called the \"Anand of K","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"pulwama","slug":"pulwama"}],"slug":"top-places-to-visit-in-pulwama-jammu-and-kashmir","total":0},{"id":553,"title":"Top Places to visit in Kupwara, Jammu and Kashmir","imageUrl":"830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","dateCreated":"2019-09-02T02:18:06.628Z","dateModified":"2019-09-02T02:18:20.528Z","contributedBy":"AskGif","content":"Kupwara is a town and a municipal committee in Kupwara District in the Indian state of Jammu and Kashmir.\r\n&nbsp;\r\nKupwara District is one of 10 districts located in Kashmir region of Jammu and Kashmir, India. The river Kishenganga, originating from the Himalayas, flows through the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"kupwara","slug":"kupwara"}],"slug":"top-places-to-visit-in-kupwara-jammu-and-kashmir","total":0},{"id":549,"title":"Top Places to visit in Kargil, Jammu and Kashmir","imageUrl":"fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","dateCreated":"2019-09-01T10:02:25.977Z","dateModified":"2019-09-01T10:02:41.633Z","contributedBy":"AskGif","content":"Kargil is a town in the Kargil district in the Ladakh region of northern India. It is the second largest town in Ladakh after Leh. It is located 60 km and 204 km from Drass and Srinagar to the west respectively, 234 km from Leh to the east, 240 km from Padum to the southeast and 1,047 km from Del","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kargil","slug":"kargil"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kargil-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}