{"id":554,"title":"लेह, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","dateCreated":"2019-09-02T02:25:48.242Z","dateModified":"2019-09-02T02:26:01.478Z","contributedBy":"AskGif","content":"<p>लेह उत्तरी भारत के लद्दाख क्षेत्र में लेह जिले का एक शहर है। यह लद्दाख के हिमालयी राज्य की राजधानी भी थी, जिसकी सीट लेह पैलेस में थी, लद्दाख के शाही परिवार की पूर्व हवेली, उसी शैली में और लगभग उसी समय तिब्बत में पोटाला पैलेस के रूप में बनाया गया था। लेह 3,524 मीटर (11,562 फीट) की ऊंचाई पर है, और नेशनल हाइवे 1 से दक्षिण-पश्चिम में श्रीनगर और लेह-मनाली हाइवे के माध्यम से मनाली से जुड़ा हुआ है। 2010 में बादल फटने से अचानक आई बाढ़ से लेह को भारी नुकसान हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>लेह में</p>\r\n<p>&nbsp;</p>\r\n<p>लेह पैलेस</p>\r\n<p>नामग्याल त्सेमो गोम्पा</p>\r\n<p>शांति स्तूप</p>\r\n<p>चो खंग गोम्पा</p>\r\n<p>चंबा मंदिर</p>\r\n<p>जामा मस्जिद</p>\r\n<p>गुरुद्वारा पाथर साहिब</p>\r\n<p>शंकर गोम्पा और गाँव</p>\r\n<p>युद्ध संग्रहालय</p>\r\n<p>विजय टॉवर</p>\r\n<p>जोरावर का किला</p>\r\n<p>लद्दाख मैराथन</p>\r\n<p>दातुन साहिब</p>\r\n<p>लेह से दिन या यात्रा के रूप में</p>\r\n<p>&nbsp;</p>\r\n<p>खारदुंग ला</p>\r\n<p>स्पितुक मठ</p>\r\n<p>स्टोक पैलेस और स्टोक मठ</p>\r\n<p>थिकसे मठ</p>\r\n<p>शे मठ</p>\r\n<p>हेमिस गोम्पा</p>\r\n<p>Basgo</p>\r\n<p>अलची मठ</p>\r\n<p>चुंबकीय पहाड़ी</p>\r\n<p>सिंधु नदी - ज़ांस्कर नदी संगम (संगम)</p>\r\n<p>पैंगोंग त्सो झील</p>\r\n<p>त्सोमोरिरी वेटलैंड कंजर्वेशन रिजर्व (त्सोमोरिरी झील)</p>\r\n<p>हैडर वैली</p>\r\n<p>सैंड ड्यून्स नुब्रा</p>\r\n<p>सियाचिन ग्लेशियर</p>\r\n<p>ती-सुरु</p>\r\n<p>Turtuk</p>\r\n<p>ट्रेकिंग ट्रेल्स उदा। मार्चा घाटी</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>लेह सिटी मार्केट</p>\r\n<p>&nbsp;</p>\r\n<p>लेह के पास राष्ट्रीय राजमार्ग 1 डी</p>\r\n<p>&nbsp;</p>\r\n<p>लेह कुशोक बकुला रम्पोछे एयरपोर्ट</p>\r\n<p>लेह शेष भारत से दो ऊँची-ऊँची सड़कों से जुड़ा हुआ है, जो दोनों भूस्खलन के अधीन हैं और जिनमें से न तो सर्दियों में पास होने योग्य हैं जब गहरे नाले से ढके होते हैं। कारगिल के रास्ते श्रीनगर से राष्ट्रीय राजमार्ग 1 डी आम तौर पर लंबे समय तक खुला रहता है। बहुत ऊंचे दर्रे और पठारों के कारण लेह-मनाली राजमार्ग परेशानी भरा हो सकता है, और मनाली के पास निचले लेकिन भूस्खलन-ग्रस्त रोहतांग दर्रा।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 1</p>\r\n<p>434 किलोमीटर के माध्यम से कश्मीर घाटी से लद्दाख के लिए ओवरलैंड दृष्टिकोण। राष्ट्रीय राजमार्ग 1 आमतौर पर जून से अक्टूबर / नवंबर तक यातायात के लिए खुला रहता है। इस सड़क यात्रा का सबसे नाटकीय हिस्सा ३,५०५ मीटर (११,५०० फीट) ऊँची ज़ोजी-ला है, जो महान हिमालय की दीवार में एक यातनापूर्ण मार्ग है। जम्मू और कश्मीर राज्य सड़क परिवहन निगम (JKSRTC) इस मार्ग पर श्रीनगर और लेह के बीच नियमित डीलक्स और साधारण बस सेवाएं संचालित करता है, जो कारगिल में रात भर रुकती है। यात्रा के लिए टैक्सी (कार और जीप) भी श्रीनगर में उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 3 या लेह-मनाली राजमार्ग</p>\r\n<p>1989 के बाद से, 473 किलोमीटर का लेह-मनाली राजमार्ग लद्दाख के लिए दूसरे भूमि दृष्टिकोण के रूप में काम कर रहा है। जून से अक्टूबर के अंत तक यातायात के लिए खुला, यह उच्च सड़क रुपेशो के ऊपर वाले रेगिस्तानी पठार को पार करती है जिसकी ऊँचाई 3,660 मीटर से लेकर 4,570 मीटर तक है। ऐसे कई हाई पास एन मार्ग हैं जिनमें से उच्चतम तांगलांग ला के रूप में जाना जाता है, कभी-कभी (लेकिन गलत तरीके से) 5,325 मीटर की ऊंचाई पर दुनिया का दूसरा सबसे ऊंचा मोटरेबल पास होने का दावा किया जाता है। (17,469 फीट) है। दुनिया के सबसे ऊँचे मोटरेबल पास की चर्चा के लिए खारदुंग ला पर लेख देखें।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>लेह के लेह कुशोक बकुला रिम्पोछे हवाई अड्डे से दिल्ली के लिए कम से कम दैनिक एयर इंडिया की उड़ानें हैं जो जम्मू के लिए दो बार साप्ताहिक सेवाएं और श्रीनगर के लिए एक साप्ताहिक उड़ान प्रदान करती हैं। अन्य गंतव्यों के लिए दिल्ली में कनेक्ट करें। पीक टाइम के दौरान गो एयर दिल्ली से लेह के लिए दैनिक उड़ानें संचालित करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>वर्तमान में लद्दाख में कोई रेलमार्ग नहीं हैं, हालांकि 2 रेलवे मार्ग प्रस्तावित हैं- अधिक जानकारी के लिए बिलासपुर-लेह लाइन और श्रीनगर-कारगिल-लेह लाइन।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया और संचार</p>\r\n<p>राज्य के स्वामित्व वाली ऑल इंडिया रेडियो के पास लेह में एक स्थानीय स्टेशन है, जो बड़े पैमाने पर ब्याज के विभिन्न कार्यक्रमों को प्रसारित करता है।</p>\r\n<p>लद्दाख भारत द्वारा प्रशासित एक क्षेत्र है, जो भारतीय उपमहाद्वीप के उत्तरी भाग में स्थित है, और कश्मीर के बड़े क्षेत्र का एक हिस्सा है, जो 1947 से भारत, पाकिस्तान और चीन के बीच विवाद का विषय रहा है। समकालीन लद्दाख सीमा तिब्बत से पूर्व में, दक्षिण में लाहौल और स्पीति क्षेत्र, पश्चिम में कश्मीर, जम्मू और बलियातुल क्षेत्र, और उत्तर में काराकोरम दर्रे में झिंजियांग के दक्षिण-पश्चिम कोने। यह काराकोरम रेंज में सियाचिन ग्लेशियर से लेकर मुख्य महान हिमालय से लेकर दक्षिण तक फैला हुआ है। अगस्त 2019 में, भारत की संसद ने एक अधिनियम पारित किया जिसके द्वारा 31 अक्टूबर 2019 को लद्दाख केंद्र शासित प्रदेश बन जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>अतीत में लद्दाख ने महत्वपूर्ण व्यापारिक मार्गों के चौराहे पर अपने रणनीतिक स्थान से महत्व प्राप्त किया था, लेकिन जब से चीनी अधिकारियों ने तिब्बत और मध्य एशिया के साथ 1960 के दशक में सीमाओं को बंद कर दिया, पर्यटन को छोड़कर अंतर्राष्ट्रीय व्यापार कम हो गया है। 1974 के बाद से, भारत सरकार ने लद्दाख में पर्यटन को सफलतापूर्वक प्रोत्साहित किया है। चूंकि लद्दाख रणनीतिक रूप से महत्वपूर्ण जम्मू और कश्मीर का एक हिस्सा है, भारतीय सेना इस क्षेत्र में एक मजबूत उपस्थिति बनाए रखती है। ऐतिहासिक रूप से, इसमें बाल्टिस्तान (बाल्ट्युल) घाटियाँ (अब ज्यादातर पाकिस्तान में), पूरी ऊपरी सिंधु घाटी, सुदूर ज़ांस्कर, लाहौल और स्पीति से लेकर दक्षिण तक के अधिकांश गुआरी शामिल हैं, जिनमें रुडोक क्षेत्र और पूर्व में गुज़े, अक्साई चिन शामिल हैं। उत्तर-पूर्व (कुण लून पर्वत तक फैली हुई), और लद्दा रेंज में खारदोंग ला के उत्तर में नुब्रा घाटी। अक्साई चिन चीन और भारत के बीच विवादित सीमा क्षेत्रों में से एक है। इसे चीन द्वारा होटन काउंटी के हिस्से के रूप में प्रशासित किया जाता है, लेकिन भारत द्वारा जम्मू और कश्मीर राज्य के लद्दाख क्षेत्र के हिस्से के रूप में भी दावा किया जाता है। 1962 में, चीन और भारत ने अक्साई चिन और अरुणाचल प्रदेश पर एक संक्षिप्त युद्ध लड़ा, लेकिन 1993 और 1996 में दोनों देशों ने वास्तविक नियंत्रण रेखा का सम्मान करने के लिए समझौतों पर हस्ताक्षर किए।</p>\r\n<p>&nbsp;</p>\r\n<p>लद्दाख में सबसे बड़ा शहर लेह है, उसके बाद कारगिल है। इस क्षेत्र में मुख्य धार्मिक समूह मुस्लिम (मुख्यतः शिया) (46%), तिब्बती बौद्ध (40%), हिंदू (12%) और सिख (2%) हैं। लद्दाख भारत में सबसे अधिक आबादी वाले क्षेत्रों में से एक है और इसकी संस्कृति और इतिहास तिब्बत के साथ निकटता से संबंधित है। यह अपने दूरस्थ पहाड़ी सुंदरता और संस्कृति के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>लद्दाख में बौद्ध पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>लद्दाख में भारी पर्यटक के आगमन से उत्साहित जम्मू-कश्मीर सरकार ने तीर्थयात्रियों को लुभाने के लिए इस हिमालयी जिले को बौद्ध सर्किट पर लगाने की महत्वाकांक्षी योजना शुरू की है। पर्यटन राज्य के अर्थव्यवस्था के विकास में एक प्रमुख क्षेत्र होने के साथ, मुख्यमंत्री उमर अब्दुल्ला के नेतृत्व में राज्य सरकार इस क्षेत्र में मौजूदा मठों को बहाल करने, भूनिर्माण विशेषज्ञों को नियुक्त करने, पर्यटन केंद्र स्थापित करने के साथ-साथ बुनियादी योजना बना रही है। क्षेत्र में सड़क का बुनियादी ढांचा। हर साल लद्दाख में पर्यटकों के बढ़ते प्रवाह को ध्यान में रखते हुए, सरकार की योजना है कि न केवल मुख्य शहर में, बल्कि लद्दाख में मठों, जैसे सिंधु नदी के आसपास के क्षेत्रों में पर्यटक हितों को रखने वाले पर्यटन केंद्रों जैसी सुविधाएं हों। और बहुत सारे।</p>\r\n<p>&nbsp;</p>\r\n<p>पिछले साल [कब?] लगभग 148,588 पर्यटकों ने इस क्षेत्र का दौरा किया, जिनमें से 29,856 विदेशी थे। इन आंकड़ों को ध्यान में रखते हुए, सरकार भी इस क्षेत्र के प्राकृतिक वातावरण को खराब नहीं करने के लिए उत्सुक है जिसमें ताजे पानी की पांगोंग झील और खारदुंगला के लिए उच्चतम मोटर मार्ग शामिल है। [उद्धरण वांछित]</p>\r\n<p>&nbsp;</p>\r\n<p>पूरे क्षेत्र में लगभग 35 बौद्ध मठ फैले हुए हैं, जो पर्यटकों और क्षेत्र के स्थानीय लोगों द्वारा किए गए दान पर पनपते हैं, लेकिन अब सरकार की योजना इन मठों को विकसित करने की है। जम्मू और कश्मीर सरकार उम्मीद कर रही है कि आने वाले वर्षों में लद्दाख को एक बड़े पर्यटक आकर्षण के रूप में विकसित करने के लिए वित्तीय सहायता [कब?] और इस वित्तीय वर्ष में आवश्यक धन आवंटित करने की उम्मीद है। राज्य सरकार ने बंजर क्षेत्रों के भूनिर्माण के लिए विशेषज्ञों को नियुक्त करने की भी योजना बनाई है और इस तरह का कदम केंद्र द्वारा जारी किए गए धन के बाद ही संभव था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Leh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-leh-jammu-and-kashmir","tags":[{"name":"लेह","slug":"leh"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"लद्दाख","slug":"ladakh"}],"recommendations":[{"id":556,"title":"पुलवामा, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","dateCreated":"2019-09-02T02:59:02.537Z","dateModified":"2019-09-02T02:59:17.114Z","contributedBy":"AskGif","content":"पुलवामा भारत के उत्तरी राज्य जम्मू और कश्मीर में पुलवामा जिले में एक शहर और एक अधिसूचित क्षेत्र परिषद है। यह काश्मीर संभाग में 4 वाँ सबसे बड़ा शहर है और राज्य का 6 वाँ सबसे बड़ा शहर है। यह श्रीनगर की ग्रीष्मकालीन राजधानी से लगभग 25 किमी (16 मील) दूर है। पुलवामा को अक्सर \"कश्मीर का आनंद\" कहा जाता ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"पुलवामा","slug":"pulwama"}],"slug":"top-places-to-visit-in-pulwama-jammu-and-kashmir","total":0},{"id":553,"title":"कुपवाड़ा, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","dateCreated":"2019-09-02T02:18:06.628Z","dateModified":"2019-09-02T02:18:20.528Z","contributedBy":"AskGif","content":"कुपवाड़ा भारतीय राज्य जम्मू और कश्मीर में कुपवाड़ा जिले में एक शहर और एक नगरपालिका समिति है।\r\n&nbsp;\r\nकुपवाड़ा जिला जम्मू और कश्मीर, भारत के कश्मीर क्षेत्र में स्थित 10 जिलों में से एक है। हिमालय से निकलने वाली किशनगंगा नदी जिले के बाहरी क्षेत्रों से पूर्व से पश्चिम की ओर बहती है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"कुपवाड़ा","slug":"kupwara"}],"slug":"top-places-to-visit-in-kupwara-jammu-and-kashmir","total":0},{"id":549,"title":"कारगिल, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","dateCreated":"2019-09-01T10:02:25.977Z","dateModified":"2019-09-01T10:02:41.633Z","contributedBy":"AskGif","content":"कारगिल उत्तरी भारत के लद्दाख क्षेत्र में कारगिल जिले का एक शहर है। यह लेह के बाद लद्दाख में दूसरा सबसे बड़ा शहर है। यह द्रास और श्रीनगर से क्रमशः पश्चिम में 604 और 204 किमी, लेह से पूर्व में 234 किमी, पद्म से दक्षिण पूर्व में 240 किमी और दिल्ली से दक्षिण में 1,047 किमी की दूरी पर स्थित है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कारगिल","slug":"kargil"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kargil-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}