{"id":557,"title":"राजौरी, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"ebdc72e9-bdce-4497-a255-7f52bc5652ad_Rajouri-tourism.jpg","dateCreated":"2019-09-02T03:08:03.05Z","dateModified":"2019-09-02T03:08:38.25Z","contributedBy":"AskGif","content":"<p>राजौरी या राजौरी भारत के जम्मू और कश्मीर राज्य के राजौरी जिले का एक कस्बा है। राजौरी श्रीनगर से लगभग 155 किलोमीटर (96 मील) और पुंछ राजमार्ग पर जम्मू शहर से 150 किलोमीटर दूर है। बाबा गुलाम शाह बादशाह विश्वविद्यालय शहर में स्थित है। प्रसिद्ध सिख जनरल बंदा सिंह बहादुर भी राजौरी के थे।</p>\r\n<p>&nbsp;</p>\r\n<p>राजौरी (या राजौरी) भारतीय राज्य जम्मू और कश्मीर में जम्मू क्षेत्र का एक जिला है। नियंत्रण रेखा इसके पश्चिम में, पुंछ से इसके उत्तर में, रियासी जिले से पूर्व और जम्मू जिले से इसके दक्षिण में स्थित है। राजौरी अपनी कलारी (दूध से बनी) के लिए प्रसिद्ध है। एक प्राचीन रियासत का प्रतिनिधित्व करते हुए, राजौरी एक संयुक्त जिला था, रियासी के साथ, 1947 में रियासत के भारत में प्रवेश के समय। दोनों तहसीलों को अलग कर दिया गया था और राजौरी को पुंछ जिले के साथ मिला दिया गया था। 1968 में राजौरी फिर से एक अलग जिला बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>राजौरी जिले में 13 तहसील (बोरो) शामिल हैं। भूमि ज्यादातर उपजाऊ और पहाड़ी है। मक्का, गेहूँ और चावल क्षेत्र की मुख्य फसलें हैं और सिंचाई का मुख्य स्रोत पीर पंजाल के पहाड़ों से निकलने वाली तवी नदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>संगठन</p>\r\n<p>राजौरी जिले में उप-मंडल सुंदरबनी, अबेरा, कोटरंका, कलकोट और तहसील शामिल हैं राजौरी, दरहाल, सुंदरबनी, बुढल, कोटरनका, खवास, मंजाकोट नौशेरा, थानामंडी और कालाकोट।</p>\r\n<p>&nbsp;</p>\r\n<p>19 ब्लॉक हैं: राजौरी, डरल, कोटरनका सुंदरबनी, डोंगी, नौशेरा, कालाकोट, मंजाकोट, थानामंडी और बुधल धनगड़ी, खवास, लाम्बेरी, मोगला, पंजग्रेन, प्लांगार, किला दरहाल, राजनगर, सेरी, सीरी। प्रत्येक ब्लॉक में कई पंचायतें होती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हाल ही में प्रशासन द्वारा की गई समीक्षाओं के दौरान। राजौरी, पुंछ मेंधर के विद्युत क्षेत्र को विद्युत आपूर्ति का समाधान करने के लिए राजोरी में 400 / 132kv और 400/220 kv स्टेशन के निर्माण की योजना है। यह ग्रिड स्टेशन विद्युत प्रौद्योगिकी के नवीनतम जीआईएस प्रौद्योगिकी पर आधारित होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>जिले में चार विधानसभा क्षेत्र हैं: नौशेरा, दरहाल, राजौरी और कलकोट।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार राजौरी जिले की जनसंख्या 642,415 है। यह इसे भारत में 518 वें (कुल 640 में से) की रैंकिंग देता है। जिले में जनसंख्या घनत्व 235 प्रति वर्ग किलोमीटर (610 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 28.14% थी। राजौरी में हर 1000 पुरुषों पर लिंगानुपात 863 और साक्षरता दर 68.54% है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना के अनुसार, धार्मिक वितरण, 402,879 मुस्लिम (62.71%), 221,880 हिंदू (34.54%), 2.41% सिख और अन्य थे।</p>\r\n<p>&nbsp;</p>\r\n<p>यद्यपि उर्दू और अंग्रेजी शिक्षा के मुख्य माध्यम हैं, मुख्य देशी भाषाएँ पहाड़ी-पोथवारी और गुजरी हैं। पहाड़ी मुख्य रूप से मलिक समुदाय द्वारा बोली जाती है, जो कि दाराल मलकान का बहुमत है। गुजरी मुख्य रूप से गुर्जर और बकरवाल द्वारा बोली जाती है जो राजौरी की मुस्लिम आबादी में बहुत योगदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>राजौरी की जलवायु आसपास के अन्य मैदानों की तुलना में थोड़ी ठंडी है। ग्रीष्मकाल छोटा और सुखद होता है। गर्मियों का तापमान आम तौर पर 41 डिग्री से अधिक नहीं होता है। पश्चिमी विक्षोभ के कारण वर्षा के साथ सर्द और सर्द होती है। बर्फबारी कम होती है, लेकिन दिसंबर 2012 की तरह ठंड के महीनों में हो सकती है। औसत वर्षा 769 मिलीमीटर (26.3 इंच) सबसे गर्म महीनों में होती है, गर्मियों का औसत तापमान 29'C और सर्दियों का औसत तापमान 16'C होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rajouri_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebdc72e9-bdce-4497-a255-7f52bc5652ad_Rajouri-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rajouri-jammu-and-kashmir","tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"राजौरी","slug":"rajouri"}],"recommendations":[{"id":563,"title":"उधमपुर में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","dateCreated":"2019-09-02T05:38:05.208Z","dateModified":"2019-09-02T05:38:25.067Z","contributedBy":"AskGif","content":"उधमपुर भारतीय जिले जम्मू और कश्मीर में उधमपुर जिले में एक जिला और एक नगरपालिका समिति है। राजा उधम सिंह के नाम पर, यह जिला राजधानी और भारतीय सेना के उत्तरी कमान मुख्यालय के रूप में कार्य करता है। भारतीय वायु सेना का एक फॉरवर्ड बेस सपोर्ट यूनिट (FBSU) भी यहां तैनात है। उधमपुर का उपयोग सशस्त्र बलों ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उधमपुर","slug":"udhampur"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-udhampur-jammu-and-kashmir","total":0},{"id":553,"title":"कुपवाड़ा, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","dateCreated":"2019-09-02T02:18:06.628Z","dateModified":"2019-09-02T02:18:20.528Z","contributedBy":"AskGif","content":"कुपवाड़ा भारतीय राज्य जम्मू और कश्मीर में कुपवाड़ा जिले में एक शहर और एक नगरपालिका समिति है।\r\n&nbsp;\r\nकुपवाड़ा जिला जम्मू और कश्मीर, भारत के कश्मीर क्षेत्र में स्थित 10 जिलों में से एक है। हिमालय से निकलने वाली किशनगंगा नदी जिले के बाहरी क्षेत्रों से पूर्व से पश्चिम की ओर बहती है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/830c4d8d-f006-47a9-aa86-37a962f8eb44_Kupwara-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"कुपवाड़ा","slug":"kupwara"}],"slug":"top-places-to-visit-in-kupwara-jammu-and-kashmir","total":0},{"id":549,"title":"कारगिल, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","dateCreated":"2019-09-01T10:02:25.977Z","dateModified":"2019-09-01T10:02:41.633Z","contributedBy":"AskGif","content":"कारगिल उत्तरी भारत के लद्दाख क्षेत्र में कारगिल जिले का एक शहर है। यह लेह के बाद लद्दाख में दूसरा सबसे बड़ा शहर है। यह द्रास और श्रीनगर से क्रमशः पश्चिम में 604 और 204 किमी, लेह से पूर्व में 234 किमी, पद्म से दक्षिण पूर्व में 240 किमी और दिल्ली से दक्षिण में 1,047 किमी की दूरी पर स्थित है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbc72c6b-1ed4-45b1-844d-a8585bc59f5e_Kargil-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कारगिल","slug":"kargil"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kargil-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}