{"id":558,"title":"रामबन, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","dateCreated":"2019-09-02T03:40:25.976Z","dateModified":"2019-09-02T03:40:38.386Z","contributedBy":"AskGif","content":"<p>रामबन भारतीय राज्य जम्मू और कश्मीर में रामबन जिले का एक कस्बा है। यह जिला मुख्यालय है। यह चेनाब नदी के किनारे पर, राष्ट्रीय राजमार्ग -1 ए (अब NH44) पर जम्मू से लगभग 150 किमी और श्रीनगर से लगभग 150 किमी पर स्थित है, जिससे यह जम्मू-श्रीनगर राष्ट्रीय राजमार्ग पर लगभग केंद्रीय बिंदु बन जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रामबन भारत के जम्मू और कश्मीर राज्य के 22 जिलों में से एक है। रामबन शक्तिशाली हिमालय की पीर पंजाल श्रेणी की गोद में स्थित है। यह क्षेत्र के लोगों के पिछड़ेपन, दूरदर्शिता और आकांक्षा को ध्यान में रखते हुए तत्कालीन डोडा जिले से लिया गया था। जिला रामबन ने 1 अप्रैल 2007 को स्वतंत्र इकाई के रूप में कार्य करना शुरू किया। रामबन शहर जिला मुख्यालय है। यह शहर जम्मू और श्रीनगर के बीच में स्थित है, चेनाब नदी के किनारे, राष्ट्रीय राजमार्ग -44 (मूल रूप से राष्ट्रीय राजमार्ग 1 ए (भारत)) पर जम्मू और श्रीनगर से लगभग 150 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>गजपत का किला</p>\r\n<p>पहाड़ की चोटी पर गजपत किला के नाम से जाना जाने वाला एक महत्वपूर्ण किला है। कहा जाता है कि एक बार शेख अब्दुल्ला को कुछ दिनों के लिए इस किले में कैद करके रखा गया था। 1825 में, गुलाब सिंह ने इस किले में बिम्बर के राजा सुल्तान खान को कैद कर लिया था। सुल्तान खान की वहीं मृत्यु हो गई और उसे चंदेरकोट में दफनाया गया। 1858 में मीनू सिंह, राजौरी के गवर्नर और महाराजा के एक करीबी रिश्तेदार ने राज्य सरकार के खिलाफ विद्रोह किया था और महाराजा रणबीर सिंह को मारने की कोशिश की थी। मतलब हथु को गिरफ्तार कर गजपत किले में स्थानांतरित कर दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>Sanasar</p>\r\n<p>&nbsp;</p>\r\n<p>सनासर झील</p>\r\n<p>पर्यटक गतिविधियों में संसार में पैराग्लाइडिंग, हॉट एयर बैलूनिंग, ट्रेकिंग, कैंपिंग, गोल्फ, रॉक क्लाइम्बिंग और एबिसलिंग शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>टाटा-पानी</p>\r\n<p>टाटा-पनी हॉट स्प्रिंग, संगलनन, रामबन के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>अतीत और घास के मैदान</p>\r\n<p>दागन टॉप (गोल)</p>\r\n<p>चमसार टॉप (रामबन)</p>\r\n<p>शिंकली टॉप (रामबन)</p>\r\n<p>रंजती (गोल)</p>\r\n<p>रामकुंड (गोल)</p>\r\n<p>तंज मैदान (बनिहाल)</p>\r\n<p>ज़बान (बनिहाल)</p>\r\n<p>ब्राहरु (रामबन)</p>\r\n<p>शांशी (रामबन)</p>\r\n<p>मार्ग (बनिहाल)</p>\r\n<p>शिरथी (बनिहाल)</p>\r\n<p>नगाम घाटी उत्तरी बनिहाल का हिल स्टेशन</p>\r\n<p>बिशालिरी नाले की उत्पत्ति</p>\r\n<p>ऐतिहासिक भेड़ प्रजनन फार्म (1932) ज़बान में स्थित है</p>\r\n<p>संसार (रामबन)</p>\r\n<p>शेखपाल हिल (रामबन)</p>\r\n<p>थंडीचोवा (बनिहाल)</p>\r\n<p>मोहू और मांगित (बनिहाल)</p>\r\n<p>प्रमुख परियोजना</p>\r\n<p>बगलिहार बांध</p>\r\n<p>पीर पंजाल रेलवे सुरंग</p>\r\n<p>बनिहाल काजीगुंड रोड सुरंग</p>\r\n<p>चेनानी-नाशरी सुरंग</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>रामबन जिला को आठ तहसीलों में बांटा गया है: बनिहाल, रामबन, खारी, राजगढ़, बटोट, गोल, पोगल परिस्तान (उखराल) और रामसो।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रत्येक तहसील का अपना तहसीलदार होता है, जो प्रशासनिक प्रमुख होता है। जिले में 2001 में 116 जनगणना गाँव और 127 राजस्व गाँव शामिल थे। जिले में पंचायत हलाक की कुल संख्या 124 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>रामबन जिला समुद्र तल से 1,156 मीटर (3,792 फीट) (औसतन) ऊपर है। रामबन जिले की सीमा रेखाएं अपने सबसे दक्षिणी बिंदु के रूप में हिल स्टेशन पटनीटॉप को शामिल करती हैं, इसके पूर्वी छोर पर असार, पश्चिम में गोल और उत्तर में बनिहाल। जिला रामबन का इलाका कठिन और पहाड़ी है। जिला रामबन रियासी, उधमपुर, डोडा, अनंतनाग और कुलगाम के साथ अपनी सीमा साझा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>जिले की जलवायु ऊंचाई के अनुसार बदलती रहती है। तापमान 42 डिग्री सेल्सियस तक गिर जाता है, जैसे निचले इलाकों में रामबन कस्बे में चिनाब नदी के किनारे पर स्थित पहाड़ों के बीच स्थित है और सांगालंदन, गूल, ढगंटॉप, अस्थानमर्ग, लालागुंडी, जैसे ऊंचाई वाले क्षेत्रों में उप शून्य तक गिर जाता है। Budhan। जिले में सामान्य मौसम की स्थिति के कारण अधिकांश जिले में काम का मौसम लगभग आठ महीने है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>रामबन जिले में तीन विधानसभा क्षेत्र हैं: रामबन, बनिहाल और गूल।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, रामबन जिले की आबादी 283,713 है। लगभग बारबाडोस के देश के बराबर। यह इसे भारत में 573 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 213 प्रति वर्ग किलोमीटर (550 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 31.81% थी। रामबन में प्रत्येक 1000 पुरुषों पर 901 महिलाओं का लिंग अनुपात है, और साक्षरता दर 54.27% है।</p>\r\n<p>&nbsp;</p>\r\n<p>कश्मीरी और इसकी बोलियाँ (पोगुली और सिरज़ी) जिले में सबसे अधिक बोली जाने वाली भाषा है। यहाँ बोली जाने वाली अन्य भाषाएँ उर्दू, पंजाबी, डोगरी और गोजरी हैं। रामबन में मुस्लिम बहुमत है, मुसलमानों की संख्या लगभग 70% है और हिंदुओं की आबादी लगभग 28% है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ramban_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ramban-jammu-and-kashmir","tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"रामबन","slug":"ramban"}],"recommendations":[{"id":554,"title":"लेह, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","dateCreated":"2019-09-02T02:25:48.242Z","dateModified":"2019-09-02T02:26:01.478Z","contributedBy":"AskGif","content":"लेह उत्तरी भारत के लद्दाख क्षेत्र में लेह जिले का एक शहर है। यह लद्दाख के हिमालयी राज्य की राजधानी भी थी, जिसकी सीट लेह पैलेस में थी, लद्दाख के शाही परिवार की पूर्व हवेली, उसी शैली में और लगभग उसी समय तिब्बत में पोटाला पैलेस के रूप में बनाया गया था। लेह 3,524 मीटर (11,562 फीट) की ऊंचाई पर है, और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लेह","slug":"leh"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"लद्दाख","slug":"ladakh"}],"slug":"top-places-to-visit-in-leh-jammu-and-kashmir","total":0},{"id":551,"title":"किश्तवाड़, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"3ab2c6d9-86db-4a45-82a1-06021fff00e0_Kishtwar-tourism.jpg","dateCreated":"2019-09-01T10:32:08.815Z","dateModified":"2019-09-01T10:32:23.559Z","contributedBy":"AskGif","content":"किश्तवाड़ भारतीय राज्य जम्मू और कश्मीर में जम्मू क्षेत्र के किश्तवाड़ जिले में एक नगरपालिका है।\r\nकिश्तवाड़ जिला भारत के जम्मू और कश्मीर राज्य का एक जिला है। 2011 तक, यह कारगिल और लेह के बाद जम्मू और कश्मीर (22 में से) का तीसरा सबसे कम आबादी वाला जिला है। यह चिनाब नदी के तट पर स्थित है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3ab2c6d9-86db-4a45-82a1-06021fff00e0_Kishtwar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"किश्तवाड़","slug":"kishtwar"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kishtwar-jammu-and-kashmir","total":0},{"id":547,"title":"गांदरबल, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","dateCreated":"2019-09-01T09:45:40.997Z","dateModified":"2019-09-01T09:45:53.812Z","contributedBy":"AskGif","content":"गांदरबल भारतीय केंद्रशासित प्रदेश जम्मू और कश्मीर में गांदरबल जिले में एक शहर और एक नगर पालिका समिति है। इसकी औसत ऊंचाई 1,619 मीटर (5,312 फीट) है। यह दक्षिण में जिला श्रीनगर, उत्तर में बांदीपोर, उत्तर-पूर्व में कारगिल, दक्षिण-पूर्व में अनंतनाग और दक्षिण-पश्चिम में बारामूला से घिरा है।\r\n&nb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गांदरबल","slug":"ganderbal"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-ganderbal-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}