{"id":558,"title":"Top Places to visit in Ramban, Jammu and Kashmir","imageUrl":"598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","dateCreated":"2019-09-02T03:40:25.976Z","dateModified":"2019-09-02T03:40:38.386Z","contributedBy":"AskGif","content":"<p>Ramban is a town in the Ramban district in Indian state of Jammu and Kashmir. It is the district headquarters. It lies on the banks of the Chenab river, on the National Highway-1A (now NH44) at about 150 km from Jammu and about 150 km from Srinagar, making it almost the central point on the Jammu-Srinagar National Highway.</p>\r\n<p>&nbsp;</p>\r\n<p>Ramban is one of the 22 districts in the state of Jammu and Kashmir, India. Ramban is located in the lap of Pir Panjal range of the mighty Himalayas. It was carved out of erstwhile Doda District keeping in view the backwardness, remoteness and aspiration of people of the area. District Ramban started functioning as independent unit on 1 April 2007. Ramban town is the district headquarters. The town is located midway between Jammu and Srinagar along the Chenab river, on National Highway-44, (originally National Highway 1A (India)) approximately 150 km from Jammu and Srinagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Gajpat Fort</p>\r\n<p>There is an important fort known as Gajpat Fort, on the top of mountain. It is said that once Sheikh Abdullah was kept imprisoned in this fort for few days. In 1825, Gulab Singh had imprisoned Raja Sultan Khan of Bimbar in this fort. Sultan Khan died there and was buried at Chanderkote. In 1858 Mean Hathu Singh, the Governor of Rajouri and a closed relatives of Maharaja had revolted against State Government and tried to kill Maharaja Ranbir Singh. Mean Hathu was arrested and shifted to Gajpat fort.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Attractions</p>\r\n<p>Sanasar</p>\r\n<p>&nbsp;</p>\r\n<p>Sanasar Lake</p>\r\n<p>Tourist activities Sanasar include paragliding, hot air ballooning, trekking, camping, golf, rock climbing and abseiling.</p>\r\n<p>&nbsp;</p>\r\n<p>Tata-Pani</p>\r\n<p>Tata-Pani hot spring is located near Sangaldan, Ramban.</p>\r\n<p>&nbsp;</p>\r\n<p>Pastures and meadows</p>\r\n<p>Daggan Top (Gool)</p>\r\n<p>Chamsar Top (Ramban )</p>\r\n<p>Shinkli Top (Ramban)</p>\r\n<p>Ranjati (Gool)</p>\r\n<p>Ramakunda (Gool)</p>\r\n<p>Tanj Maidan (Banihal)</p>\r\n<p>Zaban (Banihal)</p>\r\n<p>Brahru ( Ramban)</p>\r\n<p>Shainshi ( Ramban)</p>\r\n<p>Marg ( Banihal )</p>\r\n<p>Shirthtathi( Banihal )</p>\r\n<p>The Hill station of nowgam Valley North Banihal</p>\r\n<p>Origin of Bishliri Nallah</p>\r\n<p>Historical Sheep breeding farm(1932) is situated at Zaban</p>\r\n<p>Sanasar (Ramban)</p>\r\n<p>Shakhpal Hill (Ramban)</p>\r\n<p>Thandichowa (Banihal)</p>\r\n<p>Mohu and Mangit (Banihal)</p>\r\n<p>Major projects</p>\r\n<p>Baglihar Dam</p>\r\n<p>Pir Panjal Railway Tunnel</p>\r\n<p>Banihal Qazigund Road Tunnel</p>\r\n<p>Chenani-Nashri Tunnel</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Ramban District is divided into eight tehsils: Banihal, Ramban, Khari, Rajgarh, Batote, Gool, Pogal Paristan (Ukhral) and Ramsoo.</p>\r\n<p>&nbsp;</p>\r\n<p>Each tehsil has its tehsildar, who is the administrative head. The district consisted of 116 census villages and 127 revenue villages in 2001. The total number of panchayat Halqas in the district was 124.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Ramban district is 1,156 metres (3,792 feet) above sea level (on average). The boundary lines of Ramban district encompass hill station Patnitop as its southernmost point, Assar on its eastern edge, Gool to the west, and Banihal to the north. Terrain of district Ramban is tough and hilly. District Ramban shares its boundary with Reasi, Udhampur, Doda, Anantnag and Kulgam.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>The climate of the District varies according to altitude. The temperature rises as high as 42 &deg;C in the low-lying areas like Ramban town located in between steep Mountains on the banks of river Chenab and drops to sub zero in the high altitude areas like Sangaldan,Gool, Dhagantop, Asthanmarg,Lalagundi, Budhan. The working season in most of the district is about eight months because of typical weather conditions in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Ramban district has three assembly constituencies: Ramban, Banihal and Gool.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Ramban district has a population of 283,713. roughly equal to the nation of Barbados. This gives it a ranking of 573rd in India (out of a total of 640). The district has a population density of 213 inhabitants per square kilometre (550/sq mi) . Its population growth rate over the decade 2001-2011 was 31.81%. Ramban has a sex ratio of 901 females for every 1000 males, and a literacy rate of 54.27%.</p>\r\n<p>&nbsp;</p>\r\n<p>Kashmiri and its dialects (Poguli and Sirazi) is the most widely spoken language in the district. The other languages spoken here are Urdu, Punjabi, Dogri, and Gojri. Ramban has a Muslim majority, with Muslims constituting about 70% and Hindus constituting about 28% of the population.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ramban_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/598427fa-18b6-48d0-a10e-d8c0ba5d7b24_Chenab_Ramban.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ramban-jammu-and-kashmir","tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"ramban","slug":"ramban"}],"recommendations":[{"id":554,"title":"Top Places to visit in Leh, Jammu and Kashmir","imageUrl":"8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","dateCreated":"2019-09-02T02:25:48.242Z","dateModified":"2019-09-02T02:26:01.478Z","contributedBy":"AskGif","content":"Leh is a town in Leh district in the Ladakh region of northern India. It was also the capital of the Himalayan kingdom of Ladakh, the seat of which was in the Leh Palace, the former mansion of the royal family of Ladakh, built in the same style and about the same time as the Potala Palace in Tibe","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8feb3236-5544-46db-b268-bd30fcfa2510_Ladakh-tour.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"leh","slug":"leh"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"ladakh","slug":"ladakh"}],"slug":"top-places-to-visit-in-leh-jammu-and-kashmir","total":0},{"id":551,"title":"Top Places to visit in Kishtwar, Jammu and Kashmir","imageUrl":"3ab2c6d9-86db-4a45-82a1-06021fff00e0_Kishtwar-tourism.jpg","dateCreated":"2019-09-01T10:32:08.815Z","dateModified":"2019-09-01T10:32:23.559Z","contributedBy":"AskGif","content":"Kishtwar is a municipality in the Kishtwar District of the Jammu region in the Indian state of Jammu and Kashmir.\r\nKishtwar District is a district of the state of Jammu and Kashmir of India. As of 2011, it is the third least populous district of Jammu and Kashmir (out of 22), after Kargil ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3ab2c6d9-86db-4a45-82a1-06021fff00e0_Kishtwar-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kishtwar","slug":"kishtwar"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-kishtwar-jammu-and-kashmir","total":0},{"id":547,"title":"Top Places to visit in Ganderbal, Jammu and Kashmir","imageUrl":"4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","dateCreated":"2019-09-01T09:45:40.997Z","dateModified":"2019-09-01T09:45:53.812Z","contributedBy":"AskGif","content":"Ganderbal is a town and a municipality committee in Ganderbal district in the Indian Union Territory of Jammu and Kashmir. It has an average elevation of 1,619 metres (5,312 feet). It is bordered by district Srinagar in the south, Bandipore to the north, Kargil in the northeast, Anantnag to the s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ganderbal","slug":"ganderbal"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-ganderbal-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}