{"id":559,"title":"Top Places to visit in Reasi, Jammu and Kashmir","imageUrl":"ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","dateCreated":"2019-09-02T03:45:46.505Z","dateModified":"2019-09-02T03:46:30.892Z","contributedBy":"AskGif","content":"<p>Reasi is a town and a notified area committee and tehsil in the Indian union territory of Jammu and Kashmir. Situated at the bank of River Chenab, it is the headquarters of the Reasi district. In the eighth century, Reasi was a part of the Bhimgarh state established by Bhim Dev. The name Reasi is derived from the town's old name \"Rasyal\".</p>\r\n<p>&nbsp;</p>\r\n<p>Reasi district is a district of the Indian state of Jammu and Kashmir. The Reasi district is bordered by Udhampur district and Ramban district in the east, Jammu district in the south, Rajouri district in the west and by Kulgam district on the north. The Reasi and Rajouri tehsiles formed a joint district called the \"Reasi district\" at the time of princely state's accession to India in 1947. As part of the reorganisation, the two tehsils were separated and Reasi was merged with the Udhampur district. It again became a separate district in 2006.</p>\r\n<p>&nbsp;</p>\r\n<p>Reasi is one of the oldest towns of the Jammu and Kashmir State. It was the seat of the erstwhile Bhimgarh State, said to have been established by Raja Bhim Dev sometime in the 8th century. It remained an independent principality till 1822, when Raja Gulab Singh the then Raja of Jammu hill region, under the Sikh empire, consolidated the small states.</p>\r\n<p>&nbsp;</p>\r\n<p>Reasi area</p>\r\n<p>Reasi is a District, located 64 km from Jammu. The population of 10,000 is predominantly Hindu. Majority of the population ekes out its livelihood from small business ventures, govt jobs and agriculture. Of the 12293 hectares of agricultural land in the area, 1011 hectares is irrigated. Important crops are Maize, Wheat, Paddy and Bajra. Vegetables are also grown. Climatically, most parts of the area falls in the sub tropical zone and the rest in the temperate zone. Summers are generally warm and winters are cold with snowfall on the higher reaches.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Reasi had a population of 36,355. Males constitute 54% of the population and females 46%. Reasi has an average literacy rate of 75%, higher than the national average of 59.5%: male literacy is 78%, and female literacy is 70%. In Reasi, 13% of the population is under 6 years of age. Reasi has 177 villages with total area of 74932 square km and toal population of 71501 individuals . Main spoken languages are Dogri, Urdu, Gojri and Kashmiri.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion</p>\r\n<p>Hindu 48%%, Sikh 0.99%, Muslim 49.66%,</p>\r\n<p>&nbsp;</p>\r\n<p>Historical places</p>\r\n<p>Mata Vaishnodevi , Bhumika Temple, Deva Mai, Nau Pindian, Baba Dhansar, Siar Baba, Bhimgarh Fort, Kalika Temple, Sula Park, Sihar Baba &amp; Shivkhori are few of the attractions of Reasi besides its picturesque locale and surroundings.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Sihar Baba Waterfall in Summer</p>\r\n<p>Transport</p>\r\n<p>Reasi is 64 km from Jammu and can be reached by Road, Rail or Air. Nearest Airport is 80 km and railway station 26 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Geology and mining</p>\r\n<p>Reasi has rich ores of bauxite, iron and precious stones.</p>\r\n<p>&nbsp;</p>\r\n<p>Current times</p>\r\n<p>Being far away from the Jammu - Udhampur highway and somewhat inaccessible due to the hilly area, economic progress in Reasi has been rather slow. However, the economic activity picked up since the 1980s with the construction of the Salal Hydroelectric Project. The militancy in the 1990s came as a setback to prosperity but induction of Army in the area has given a sense of security to the people. But what may change the face of Reasi in the not so distant a future, is the Jammu - Srinagar Railway Line which will pass through Reasi and is likely to bring development and prosperity to this area, after providing district status development of Reasi would be tremendous. almost all major banks have their presence in reasi to meet financial need of newly created district.</p>\r\n<p>&nbsp;</p>\r\n<p>World's First in Reasi</p>\r\n<p>Reasi is looking forward to have the World's tallest bridge by December 2019. Chenab Bridge (359 meters) being built by Konkan Railways will overtake The Millau Viaduct (323 meters) in southern France.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Reasi is one of the Eight, newly created Districts in the State, which came in to existence from Ist of April 2007 . It is predominantly a hill District, which enjoys variable climatic conditions, ranging from sub-tropical to the semi temperate.Geographical status of the District we can divide the District into 'Hilly' and 'Low Lying Hilly' Region.</p>\r\n<p>&nbsp;</p>\r\n<p>The District is divided into ten Tehsils and 22 Niabats.There are 12 Development Blocks with 147 Panchayat Halquas.</p>\r\n<p>&nbsp;</p>\r\n<p>Tehsils</p>\r\n<p>Reasi</p>\r\n<p>Gool-Gulabgarh</p>\r\n<p>Pouni</p>\r\n<p>Katra</p>\r\n<p>Bhomag</p>\r\n<p>Arnas</p>\r\n<p>Thuroo</p>\r\n<p>Chassana</p>\r\n<p>Thakrakote</p>\r\n<p>Mahore</p>\r\n<p>Blocks</p>\r\n<p>Reasi</p>\r\n<p>Gulabgarh</p>\r\n<p>Pouni</p>\r\n<p>Katra</p>\r\n<p>Bhomag</p>\r\n<p>Arnas</p>\r\n<p>Thuroo</p>\r\n<p>Chassana</p>\r\n<p>Thakrakote</p>\r\n<p>Mahore</p>\r\n<p>Panthal</p>\r\n<p>Jij</p>\r\n<p>Politics</p>\r\n<p>Reasi District has 3 assembly constituencies: Reasi, Gulabgarh and Gool Arnas.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Dhagantop</p>\r\n<p>Bhimgarh Fort</p>\r\n<p>Shivkhori</p>\r\n<p>Vaishnodevi</p>\r\n<p>Kalika Temple</p>\r\n<p>Baba Dhansar</p>\r\n<p>Dhyangarh</p>\r\n<p>Baba Bidda</p>\r\n<p>Siarh Baba</p>\r\n<p>Sula Park</p>\r\n<p>Dera Baba</p>\r\n<p>Thanpal</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Reasi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-reasi-jammu-and-kashmir","tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"reasi","slug":"reasi"}],"recommendations":[{"id":561,"title":"Top Places to visit in Shopian, Shupiyan, Jammu and Kashmir","imageUrl":"e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","dateCreated":"2019-09-02T05:21:19.115Z","dateModified":"2019-09-02T05:21:40.983Z","contributedBy":"AskGif","content":"Shopian or Shupiyan is a Guhjar town and administrative division of the Shopian district, located in southern part of Kashmir Valley, of Jammu and Kashmir, India.&nbsp;\r\n&nbsp;\r\nShopian or Shupiyan is a hill district with its administrative division in Shopian, located in south side","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"shopian","slug":"shopian"},{"name":"shupiyan","slug":"shupiyan"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-shopian-shupiyan-jammu-and-kashmir","total":0},{"id":556,"title":"Top Places to visit in Pulwama, Jammu and Kashmir","imageUrl":"f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","dateCreated":"2019-09-02T02:59:02.537Z","dateModified":"2019-09-02T02:59:17.114Z","contributedBy":"AskGif","content":"Pulwama is a city and a notified area council in Pulwama district, in India&rsquo;s northern state of Jammu and Kashmir.It is 4th largest city in kashmir division and 6th largest city in state. It is almost 25 km (16 mi) from the summer capital of Srinagar. Pulwama is often called the \"Anand of K","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"pulwama","slug":"pulwama"}],"slug":"top-places-to-visit-in-pulwama-jammu-and-kashmir","total":0},{"id":546,"title":"Top Places to visit in Doda, Jammu and Kashmir","imageUrl":"de185d4f-b64c-497a-8e87-4351c68db79f_Doda-tourism.jpg","dateCreated":"2019-09-01T09:37:21.164Z","dateModified":"2019-09-01T09:37:35.223Z","contributedBy":"AskGif","content":"Doda is a town and a notified area committee in Doda district in the Indian state of Jammu and Kashmir. Doda is located at 33.13&deg;N 75.57&deg;E and has an average elevation of 1,107 metres (3631 feet).\r\n&nbsp;\r\nDoda is a district in eastern part of Jammu Division of the Indian st","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/de185d4f-b64c-497a-8e87-4351c68db79f_Doda-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"doda","slug":"doda"}],"slug":"top-places-to-visit-in-doda-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}