{"id":56,"title":"Clever Ways To Avoid a Hangover","imageUrl":"c289737e-b61a-4b50-9e28-f0035b9ebf7e_hangover_wm_icon.gif","dateCreated":"2018-07-30T14:08:35.158Z","dateModified":"2018-07-30T14:39:01.528Z","contributedBy":"AskGif","content":"<p>A hangover is the experience of various unpleasant physiological and psychological effects following the consumption of alcohol, such as wine, beer, and distilled spirits. Hangovers can last for several hours or for more than 24 hours. Typical symptoms of a hangover may include a headache, drowsiness, concentration problems, dry mouth, dizziness, fatigue, gastrointestinal distress (e.g., vomiting), the absence of hunger, depression, sweating, nausea, hyper-excitability, and anxiety.</p>\r\n<p>While the causes of a hangover are still poorly understood, several factors are known to be involved including acetaldehyde accumulation, changes in the immune system and glucose metabolism, dehydration, metabolic acidosis, disturbed prostaglandin synthesis, increased cardiac output, vasodilation, sleep deprivation and malnutrition. Beverage-specific effects of additives or by-products such as congeners in alcoholic beverages also play an important role. The symptoms occur typically after the intoxicating effect of the alcohol begins to wear off, generally the morning after a night of heavy drinking.</p>\r\n<p>Though many possible remedies and folk cures have been suggested, there is no compelling evidence to suggest that any are effective for preventing or treating alcohol hangover. Avoiding alcohol or drinking in moderation are the most effective ways to avoid a hangover. The socioeconomic consequences and health risks of alcohol hangover include workplace absenteeism, impaired job performance, reduced productivity and poor academic achievement. A hangover may also compromise potentially dangerous daily activities such as driving a car or operating heavy machinery.</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Hangover</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c289737e-b61a-4b50-9e28-f0035b9ebf7e_hangover_wm_icon.gif","subContents":[{"SubTitle":"1. Drink water through-out the night","SubTitleHindi":null,"SubContent":"<p>Hangover happens when your brain shrinks temporarily because you are very much dehydrated. Alcohol, though it&rsquo;s a liquid, will dehydrate you. You need to drink water throughout the night, every time you have an alcoholic drink, please have a glass of water too. You will feel the effects of the alcohol, but you won't be having a hangover next day.</p>","SubContentHindi":null,"ImageUrl":"e61f957c-afc1-4203-8b14-7b98f764f43c_drink-water.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"1"},{"SubTitle":"2. Buy Expensive Drinks","SubTitleHindi":null,"SubContent":"<p>You should be buying more expensive drinks, they have fewer chemicals that cause headaches. Reach for Grey Goose Vodka if it&rsquo;s available over Smirnoff. It might be almost double the price but when the hangover kicks in you will be paying anything to get rid of it!</p>","SubContentHindi":null,"ImageUrl":"ffb1770e-db65-4a6c-9762-bc246484ac09_expensive-drinks.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"2"},{"SubTitle":"3. Eat some food first","SubTitleHindi":null,"SubContent":"<p>If you take alcohol on an empty stomach, it is going to get you drunk quickly and will make you feel terrible the next day. You need to eat healthy items like wholegrain rice, bread, pasta etc. before you go out, it will help in keeping blood alcohol levels lower, which will result in less amount of a hangover to you.</p>","SubContentHindi":null,"ImageUrl":"87198ad9-8b2e-4c57-8eb8-a9b0d65c310b_eat.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"3"},{"SubTitle":"4. Have drinks which are light in color","SubTitleHindi":null,"SubContent":"<p>Dark drinks like rum and red wine carry something called congeners. These congeners add to hangovers. Lighter drinks like white wine and vodka don&rsquo;t have these.</p>","SubContentHindi":null,"ImageUrl":"fa68d27b-1fc0-4325-a5a1-be9e58467fc2_light-drinks.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"4"},{"SubTitle":"5. Don’t drink bubbles","SubTitleHindi":null,"SubContent":"<p>All fizzy alcoholic drinks will make you consume alcohol quickly, this is why people lead to a bad hangover.</p>","SubContentHindi":null,"ImageUrl":"1d357097-eee5-46a7-8c18-9c1b41461e2f_bubbles.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"5"},{"SubTitle":"6. Workout","SubTitleHindi":null,"SubContent":"<p>It very unlikely that when you wake up you will do exercise, but if you can get oxygen moving and blood pumping throughout your body, it will make you feel better. keep breathing and stretching.</p>","SubContentHindi":null,"ImageUrl":"42326309-d42e-4d4b-97db-e090a91a1372_Workout.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"6"},{"SubTitle":"7. Ginger tea","SubTitleHindi":null,"SubContent":"<p>If you are in hangover and it makes you feel like you&rsquo;re going to vomit, you need to have some ginger tea or ginger biscuits to settle your stomach.</p>","SubContentHindi":null,"ImageUrl":"8bd7bd59-ed8f-48d5-80e2-4e6a521f90a0_tea.jpg","HdImageUrl":null,"gifUrl":null,"Priority":"7"}],"category":{"name":"life-hacks","slug":"life-hacks"},"slug":"clever-ways-to-avoid-a-hangover","tags":[{"name":"remedies","slug":"remedies"},{"name":"hangover","slug":"hangover"}],"recommendations":[{"id":1266,"title":"22 Weight loss tips that are actually science-based.","imageUrl":"ed55e586-58e8-4e38-919f-09c94068c7c1-1519825466-f.jpg","dateCreated":"2020-04-29T14:42:15.04Z","dateModified":"2020-06-22T11:33:59.2Z","contributedBy":"AskGif","content":"People are often advised to do all sorts of crazy things, most of which have no evidence behind them.\r\nHowever, over the years, scientists have found a number of strategies that seem to be effective.\r\nHere are 26 weight loss tips that are actually evidence-based.\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ed55e586-58e8-4e38-919f-09c94068c7c1-1519825466-f.jpg","category":{"name":"health-and-fitness","slug":"health-and-fitness"},"tags":[{"name":"remedies","slug":"remedies"},{"name":"dieting","slug":"dieting"},{"name":"surbhi-blog","slug":"surbhi-blog"},{"name":"weight-loss","slug":"weight-loss"}],"slug":"22-weight-loss-tips-that-are-actually-science-based","total":0},{"id":56,"title":"Clever Ways To Avoid a Hangover","imageUrl":"c289737e-b61a-4b50-9e28-f0035b9ebf7e_hangover_wm_icon.gif","dateCreated":"2018-07-30T14:08:35.158Z","dateModified":"2018-07-30T14:39:01.528Z","contributedBy":"AskGif","content":"A hangover is the experience of various unpleasant physiological and psychological effects following the consumption of alcohol, such as wine, beer, and distilled spirits. Hangovers can last for several hours or for more than 24 hours. Typical symptoms of a hangover may include a headache, drowsi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c289737e-b61a-4b50-9e28-f0035b9ebf7e_hangover_wm_icon.gif","category":{"name":"life-hacks","slug":"life-hacks"},"tags":[{"name":"remedies","slug":"remedies"},{"name":"hangover","slug":"hangover"}],"slug":"clever-ways-to-avoid-a-hangover","total":0}]}