{"id":560,"title":"Top Places to visit in Samba, Jammu and Kashmir","imageUrl":"f1f400fd-e374-4b3f-8075-eb1e619b3f7f_Samba-railway.jpg","dateCreated":"2019-09-02T03:51:59.449Z","dateModified":"2019-09-02T03:52:12.771Z","contributedBy":"AskGif","content":"<p>Samba is a Municipal Committee city in the only sub-district \"Samba Tahsil\" of the Samba District in the Indian state of Jammu and Kashmir. With a population of about 12,700, Samba is the third least populous municipal committee in the district. Its total geographical area is 2 km2 (0.77 sq mi), and it is the second smallest city by area in the sub district. The city is divided into 13 wards for which elections are held every 5 years. Among the 13 wards, Samba Ward No. 13 is the most populous ward with a population of 1702, and Samba Ward No. 11 is the least populous ward with a population of 533.</p>\r\n<p>&nbsp;</p>\r\n<p>Samba District is a newly formed district in the Indian state of Jammu and Kashmir. Before its formation, this area was part of Jammu district and Kathua district.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmarks</p>\r\n<p>&nbsp;</p>\r\n<p>The road from Samba to Mansar Lake</p>\r\n<p>Mansar Lake</p>\r\n<p>Mansar Lake is located on the Samba&ndash;Udhampur Road 22 km (14 mi) from Samba. The lake is surrounded by hills with different Hindu temples and attracts a large number of tourists and religious pilgrims in the area. A tourist complex comprising five tourist huts and rooms situated on the bank of the lake provides visitor accommodation. The state government has also established the Surinsar-Mansar Development Authority, which is responsible for implementation of tourism developmental projects in all four tourist destinations.</p>\r\n<p>&nbsp;</p>\r\n<p>Villages and temples</p>\r\n<p>Purmandal is a village located 39 km (24 mi) away from Jammu. It is connected to Samba via the Purmandal&ndash;Utterbani&ndash;Vijaypur Road. Purmandal is known as \"Chotta Kashi\" and has old Shiva temples, which have religious importance, surrounded by the Shivalik Hills. Another village, Utterbani, is situated on the bank of the Devika and has historic temples located 5 km (3.1 mi) from Purmandal.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple Aap Shambhu Mandir is located in Jammu. Chichi Mata Mandir, a temple located within Samba, is one of the shaktipeeths where Goddess Sati's little finger fell.</p>\r\n<p>&nbsp;</p>\r\n<p>Higher educational institutes</p>\r\n<p>Higher educational institutes in Samba include the following:</p>\r\n<p>&nbsp;</p>\r\n<p>BBN Institute of Intellectuals</p>\r\n<p>Government Degree College</p>\r\n<p>Bhargava Degree College</p>\r\n<p>Government Polytechnic College</p>\r\n<p>Government ITI</p>\r\n<p>Bhargava College of Engineering and Technology</p>\r\n<p>Bhargava Law College</p>\r\n<p>Central University of Jammu</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Before the formation of Samba District, the city was part of Jammu District. The main industrial area of Bari Brahmana, which used to fall under Jammu District, has now been included as part of Samba District. The city has a long tradition of involvement in the army.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Samba is located at 32.57&deg;N 75.12&deg;E and has an average elevation of 384 m (1,260 ft). Samba is situated in the Shivalik Hills alongside the National Highway 1-A on the bank of the Basantar River, at a distance of 40 km (25 mi) from the city of Jammu. Samba District borders Udhampur District to the north, Kathua District to the east, Tehsils Jammu and Bishnah of Jammu District to the west, and the Working Boundary Line of Pakistan to the south.</p>\r\n<p>&nbsp;</p>\r\n<p>Most of the area of Tehsil Samba is Kandi and rain-fed. The southern area downward of the National Highway is irrigated through the Ravi Tawi Irrigation canal network, contributing to major cereal and vegetable crops as specially assigned by the Ministry of Water Resources through the Command Area Development Department.</p>\r\n<p>&nbsp;</p>\r\n<p>A modern industrial complex, the Industrial Growth Center, is located on the bank of the Basantar River. Several small and medium industrial units have been established, providing opportunities for educated unemployed youths, skilled workers, and unskilled laborers to start new business ventures in the private sector.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>Samba's climate is subtropical; the district is hot and dry in the summer and cold in the winter. As Samba is in the foothills of the mountains, nights in Samba are slightly cooler than those in the neighboring areas of Punjab. Samba's average annual rainfall is 80.07 cm (31.52 in). Its temperature ranges from 5 to 45 &deg;C (41 to 113 &deg;F).</p>\r\n<p>Demographics</p>\r\n<p>Overview</p>\r\n<p>According to a report released by Census India 2011, the Samba Municipal Committee has population of 12,700, of which 6979 (55%) are males while 5721 (45%) are females. There are 1365 children under seven years old, or 10.75% of the population. There are 2566 households in the city, and an average of five people live in each family.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Samba,_Jammu_and_Kashmir</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f400fd-e374-4b3f-8075-eb1e619b3f7f_Samba-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-samba-jammu-and-kashmir","tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"samba","slug":"samba"}],"recommendations":[{"id":556,"title":"Top Places to visit in Pulwama, Jammu and Kashmir","imageUrl":"f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","dateCreated":"2019-09-02T02:59:02.537Z","dateModified":"2019-09-02T02:59:17.114Z","contributedBy":"AskGif","content":"Pulwama is a city and a notified area council in Pulwama district, in India&rsquo;s northern state of Jammu and Kashmir.It is 4th largest city in kashmir division and 6th largest city in state. It is almost 25 km (16 mi) from the summer capital of Srinagar. Pulwama is often called the \"Anand of K","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"pulwama","slug":"pulwama"}],"slug":"top-places-to-visit-in-pulwama-jammu-and-kashmir","total":0},{"id":552,"title":"Top Places to visit in Kulgam, Jammu and Kashmir","imageUrl":"01f757c9-5a65-4b5b-9ac9-bc1dcb8140c0_kulgam.jpg","dateCreated":"2019-09-02T02:11:48.443Z","dateModified":"2019-09-02T02:12:03.005Z","contributedBy":"AskGif","content":"Kulgam is a town, administrative division, and capital of the Kulgam district in the Indian state of Jammu and Kashmir. It is located at a distance of 67 kilometres from the summer state capital of Srinagar.\r\n&nbsp;\r\nKulgam District is a district of the state of Jammu and Kashmir of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01f757c9-5a65-4b5b-9ac9-bc1dcb8140c0_kulgam.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"kulgam","slug":"kulgam"}],"slug":"top-places-to-visit-in-kulgam-jammu-and-kashmir","total":0},{"id":547,"title":"Top Places to visit in Ganderbal, Jammu and Kashmir","imageUrl":"4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","dateCreated":"2019-09-01T09:45:40.997Z","dateModified":"2019-09-01T09:45:53.812Z","contributedBy":"AskGif","content":"Ganderbal is a town and a municipality committee in Ganderbal district in the Indian Union Territory of Jammu and Kashmir. It has an average elevation of 1,619 metres (5,312 feet). It is bordered by district Srinagar in the south, Bandipore to the north, Kargil in the northeast, Anantnag to the s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ganderbal","slug":"ganderbal"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-ganderbal-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}