{"id":560,"title":"सांबा, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"f1f400fd-e374-4b3f-8075-eb1e619b3f7f_Samba-railway.jpg","dateCreated":"2019-09-02T03:51:59.449Z","dateModified":"2019-09-02T03:52:12.771Z","contributedBy":"AskGif","content":"<p>सांबा भारतीय राज्य जम्मू और कश्मीर में सांबा जिले के एकमात्र उप-जिले \"सांबा तहसील\" में एक नगरपालिका समिति शहर है। लगभग 12,700 की आबादी के साथ, सांबा जिले की तीसरी सबसे कम आबादी वाली नगरपालिका समिति है। इसका कुल भौगोलिक क्षेत्र 2 किमी 2 (0.77 वर्ग मील) है, और यह उप जिले में क्षेत्रफल के हिसाब से दूसरा सबसे छोटा शहर है। शहर को 13 वार्डों में विभाजित किया गया है जिसके लिए हर 5 साल में चुनाव होते हैं। 13 वार्डों में, 1702 की आबादी वाला सांबा वार्ड नंबर 13 सबसे अधिक आबादी वाला वार्ड है, और 533 की आबादी के साथ सांबा वार्ड नंबर 11 सबसे कम आबादी वाला वार्ड है।</p>\r\n<p>&nbsp;</p>\r\n<p>सांबा जिला भारतीय राज्य जम्मू और कश्मीर में एक नवगठित जिला है। अपने गठन से पहले, यह क्षेत्र जम्मू जिले और कठुआ जिले का हिस्सा था।</p>\r\n<p>&nbsp;</p>\r\n<p>लैंडमार्क्स</p>\r\n<p>&nbsp;</p>\r\n<p>सांबा से मंसार झील तक की सड़क</p>\r\n<p>मानसर झील</p>\r\n<p>मानसर झील सांबा से 22 किमी (14 मील) पर सांबा-उधमपुर रोड पर स्थित है। झील विभिन्न हिंदू मंदिरों के साथ पहाड़ियों से घिरी हुई है और क्षेत्र में पर्यटकों और धार्मिक तीर्थयात्रियों की एक बड़ी संख्या को आकर्षित करती है। एक पर्यटक परिसर जिसमें पाँच पर्यटक झोपड़ियाँ हैं और झील के किनारे स्थित कमरे आगंतुक आवास प्रदान करते हैं। राज्य सरकार ने सुरिनसर-मानसर विकास प्राधिकरण भी स्थापित किया है, जो सभी चार पर्यटन स्थलों में पर्यटन विकास परियोजनाओं के कार्यान्वयन के लिए जिम्मेदार है।</p>\r\n<p>&nbsp;</p>\r\n<p>गाँव और मंदिर</p>\r\n<p>पुरमंडल जम्मू से 39 किमी (24 मील) दूर स्थित एक गाँव है। यह पुरमंडल-यूटरबनी-विजयपुर रोड के माध्यम से सांबा से जुड़ा हुआ है। पुरमंडल को \"कोट्टा काशी\" के रूप में जाना जाता है और इसके पुराने शिव मंदिर हैं, जिनका धार्मिक महत्व है, जो शिवालिक पहाड़ियों से घिरा हुआ है। एक अन्य गांव, उटरबनी, देविका के तट पर स्थित है और इसके पास पुरामंडल से 5 किमी (3.1 मील) पर स्थित ऐतिहासिक मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर आप शंभू मंदिर जम्मू में स्थित है। चिची माता मंदिर, सांबा के भीतर स्थित एक मंदिर है, यह उन शक्तिपीठों में से एक है जहाँ देवी सती की छोटी उंगली गिरी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>उच्च शिक्षण संस्थान</p>\r\n<p>सांबा में उच्च शिक्षण संस्थानों में निम्नलिखित शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>बीबीएन इंस्टीट्यूट ऑफ इंटेलेक्चुअल</p>\r\n<p>गवर्नमेंट डिग्री कॉलेज</p>\r\n<p>भार्गव डिग्री कॉलेज</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक कॉलेज</p>\r\n<p>सरकारी आई.टी.आई.</p>\r\n<p>भार्गव कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी</p>\r\n<p>भार्गव लॉ कॉलेज</p>\r\n<p>सेंट्रल यूनिवर्सिटी ऑफ जम्मू</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>सांबा जिले के गठन से पहले, शहर जम्मू जिले का हिस्सा था। बारी ब्राह्मण का मुख्य औद्योगिक क्षेत्र, जो जम्मू जिले के अंतर्गत आता था, अब सांबा जिले के हिस्से के रूप में शामिल किया गया है। शहर में सेना में शामिल होने की एक लंबी परंपरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>सांबा 32.57 &deg; N 75.12 &deg; E पर स्थित है और इसकी औसत ऊंचाई 384 मीटर (1,260 फीट) है। सांबा जम्मू शहर से 40 किमी (25 मील) की दूरी पर बसंतार नदी के तट पर राष्ट्रीय राजमार्ग 1-ए के साथ शिवालिक पहाड़ियों में स्थित है। सांबा जिला उत्तर में उधमपुर जिला, पूर्व में कठुआ जिला, जम्मू के पश्चिम में तहसील जम्मू और बिश्नाह और दक्षिण में पाकिस्तान की कार्य सीमा रेखा है।</p>\r\n<p>&nbsp;</p>\r\n<p>तहसील सांबा का ज्यादातर इलाका कंडी और बारिश वाला है। राष्ट्रीय राजमार्ग के दक्षिणी क्षेत्र को रवि तवी सिंचाई नहर नेटवर्क के माध्यम से सिंचित किया जाता है, मुख्य अनाज और सब्जी फसलों के लिए विशेष रूप से कमान क्षेत्र विकास विभाग के माध्यम से जल संसाधन मंत्रालय द्वारा दिया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक आधुनिक औद्योगिक परिसर, औद्योगिक विकास केंद्र, बसंतार नदी के तट पर स्थित है। कई छोटी और मध्यम औद्योगिक इकाइयाँ स्थापित की गई हैं, जो शिक्षित बेरोजगार युवाओं, कुशल श्रमिकों और अकुशल श्रमिकों को निजी क्षेत्र में नए व्यवसाय उद्यम शुरू करने के अवसर प्रदान करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>सांबा की जलवायु उपोष्णकटिबंधीय है; यह जिला गर्मियों में गर्म और शुष्क होता है और सर्दियों में ठंडा होता है। [उद्धरण वांछित] जैसा कि सांबा पहाड़ों की तलहटी में है, पंजाब के पड़ोसी इलाकों में सांबा में रातें थोड़ी ठंडी होती हैं। [उद्धरण वांछित] सांबा के औसत वार्षिक वर्षा 80.07 सेमी (31.52 इंच) है। [उद्धरण वांछित] इसका तापमान 5 से 45 &deg; C (41 से 113 &deg; F) तक होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>अवलोकन</p>\r\n<p>जनगणना इंडिया 2011 द्वारा जारी एक रिपोर्ट के अनुसार, सांबा म्यूनिसिपल कमेटी की आबादी 12,700 है, जिसमें 6979 (55%) पुरुष हैं जबकि 5721 (45%) महिलाएं हैं। सात साल से कम उम्र के 1365 बच्चे हैं, या 10.75% आबादी है। शहर में 2566 घर हैं, और प्रत्येक परिवार में औसतन पाँच लोग रहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Samba,_Jammu_and_Kashmir</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f400fd-e374-4b3f-8075-eb1e619b3f7f_Samba-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-samba-jammu-and-kashmir","tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"सांबा","slug":"samba"}],"recommendations":[{"id":556,"title":"पुलवामा, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","dateCreated":"2019-09-02T02:59:02.537Z","dateModified":"2019-09-02T02:59:17.114Z","contributedBy":"AskGif","content":"पुलवामा भारत के उत्तरी राज्य जम्मू और कश्मीर में पुलवामा जिले में एक शहर और एक अधिसूचित क्षेत्र परिषद है। यह काश्मीर संभाग में 4 वाँ सबसे बड़ा शहर है और राज्य का 6 वाँ सबसे बड़ा शहर है। यह श्रीनगर की ग्रीष्मकालीन राजधानी से लगभग 25 किमी (16 मील) दूर है। पुलवामा को अक्सर \"कश्मीर का आनंद\" कहा जाता ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"पुलवामा","slug":"pulwama"}],"slug":"top-places-to-visit-in-pulwama-jammu-and-kashmir","total":0},{"id":552,"title":"कुलगाम, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"01f757c9-5a65-4b5b-9ac9-bc1dcb8140c0_kulgam.jpg","dateCreated":"2019-09-02T02:11:48.443Z","dateModified":"2019-09-02T02:12:03.005Z","contributedBy":"AskGif","content":"कुलगाम भारतीय राज्य जम्मू और कश्मीर में कुलगाम जिले का एक शहर, प्रशासनिक प्रभाग और राजधानी है। यह ग्रीष्मकालीन राज्य की राजधानी श्रीनगर से 67 किलोमीटर की दूरी पर स्थित है।\r\n&nbsp;\r\nकुलगाम जिला भारत के जम्मू और कश्मीर राज्य का एक जिला है। नाम संस्कृत से है, 'वंश' के लिए कुल और 'गाँव'","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/01f757c9-5a65-4b5b-9ac9-bc1dcb8140c0_kulgam.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"कुलगाम","slug":"kulgam"}],"slug":"top-places-to-visit-in-kulgam-jammu-and-kashmir","total":0},{"id":547,"title":"गांदरबल, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","dateCreated":"2019-09-01T09:45:40.997Z","dateModified":"2019-09-01T09:45:53.812Z","contributedBy":"AskGif","content":"गांदरबल भारतीय केंद्रशासित प्रदेश जम्मू और कश्मीर में गांदरबल जिले में एक शहर और एक नगर पालिका समिति है। इसकी औसत ऊंचाई 1,619 मीटर (5,312 फीट) है। यह दक्षिण में जिला श्रीनगर, उत्तर में बांदीपोर, उत्तर-पूर्व में कारगिल, दक्षिण-पूर्व में अनंतनाग और दक्षिण-पश्चिम में बारामूला से घिरा है।\r\n&nb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4aa8251a-c177-4683-8b5a-10bf7a266b0f_Ganderbal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गांदरबल","slug":"ganderbal"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-ganderbal-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}