{"id":561,"title":"Top Places to visit in Shopian, Shupiyan, Jammu and Kashmir","imageUrl":"e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","dateCreated":"2019-09-02T05:21:19.115Z","dateModified":"2019-09-02T05:21:40.983Z","contributedBy":"AskGif","content":"<p>Shopian or Shupiyan is a Guhjar town and administrative division of the Shopian district, located in southern part of Kashmir Valley, of Jammu and Kashmir, India.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Shopian or Shupiyan is a hill district with its administrative division in Shopian, located in south side of Kashmir Valley in Indian state of Jammu and Kashmir,&nbsp; since it is situated on the historical road commonly known as Mughal Road, most of its area is occupied by forests. Shopian district comes under the Pir Panjal Range which makes it very cold in winter. . After partition of India, it was a tehsil of Pulwama district. In March, 2007, the district status was granted by the Government of India.&nbsp;&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The geologist Frederic Drew stated that Shopian derived its name from a distortion of word shah-payan, i.e. \"royal stay\". However, the local people hold the view that Shopian was earlier named as \"Shin-Van\" meaning \"snow forest\". The Shias have a different view, believing it was earlier inhabited by Shias so it is \"Shin-Van\" that is \"The Forest of Shias\". Shopian is an ancient town of Kashmir and had an importance due to it being situated on the ancient imperial route, commonly known as Mughal Road, which connects Lahore and Srinagar. Shopian was one out of six Wazarat Headquarters in Kashmir from 1872-1892 A.D.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Shopian town is 51 kilometres (32 mi) from Srinagar and 20 kilometres (12 mi) from Pulwama at an elevation of 2,146 metres (7,041 ft) above sea level. It has decades-old road connectivity with Anantnag as well as Kulgam.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Shupiyan is located at 33.72&deg;N 74.83&deg;E. It has an average elevation of 2057 metres (6748 feet). It is 54 km from Srinagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to 2011 Census of India, Shopian Municipal Committee has population of 16,360 which further extends to 9,319 (males) and 7,041 (females), The average population of the town is 6 persons each house.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Population</p>\r\n<p>According to 2011 Census report, Shopian Town had a population of 12,396. Males constitute 51% of the population and females 49%. Shupiyan has an average literacy rate of 59%, lower than the national average of 59.5%: male literacy is 67%, and female literacy is 51%. In Shupiyan, 11% of the population is under 6 years of age.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>In 1988, The Government of J&amp;K established a college namely Government Degree College, Shopian which provides higher education infrastructure to the people of shopian district.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Shopian district has many places with tourism potential: the waterfalls of Aharbal, Kausar Nag, Kongwatan, Arshi Pora Lahanthour, Sedow, Hirpora Wildlife Sanctuary, Dubijan - 6 km from Heerpora Village; Peer Marg/Peer Gali - 20 km away from Heerpora on the historical Mughal Road; beautiful Lake Nandansar - 2 km away from the Peer Ki Gali; Hash Wang Bagam Pather, Sok Saray, and Mughal Saray at Jajinar. The Jamia Masjid in Shopian is one of the famous historical monuments built during the Mughal reign resembling that of jamia Masjid Srinagar. The famous Aasar-i-Sharief Dargah at Pinjura, attracts thousands of devotees on the occasion of Eid-i-Milad-un- Nabi and Shab-i-Mehraj. Darul Uloom Islamia Pinjura where large people gather to seek (spiritual and moral) knowledge and propagate to others.</p>\r\n<p>&nbsp;</p>\r\n<p>On the outskirts of Shopian town near Nagbal area, there is a famous Siva temple called Kapalmochan Mandir with three natural springs and a unique Shivling with small Rudraksh shaped knots spread all over it.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The major roads connecting Shopian with neighbouring districts are:</p>\r\n<p>&nbsp;</p>\r\n<p>Shopian-Pulwama-Srinagar Road</p>\r\n<p>Shopian-Anantnag Via Chitragam</p>\r\n<p>Shopian -Anantnag via Kaider</p>\r\n<p>Shopian Anantnag Via Kulgam khudwani Wanpoh khanabal</p>\r\n<p>Shopian-Rajouri-Poonch via Mughal Road</p>\r\n<p>Shopian-Zawoora-Keller</p>\r\n<p>Shopian-Sedow-Aharbal</p>\r\n<p>Shopian-Hirpora</p>\r\n<p>Shopian-Bijbehara via Malik Gund Imamsahib,</p>\r\n<p>Shopian-Pinjoora</p>\r\n<p>Shopian-Turkawangam</p>\r\n<p>Shopian-Zainapora( Babapora)- Frisal- khudwani</p>\r\n<p>Shopian-Zainapora( Babapora)- wachi - Sangam</p>\r\n<p>Shopian to Kulgam kachdoora, sehpora Mohan Pora or Okay</p>\r\n<p>Shopian to Reshnagri via Narwaw, Saidpora</p>\r\n<p>Shopian to Nehama via Vehil Nowgam, Kanjiullar</p>\r\n<p>Shopian to Ramnagri via Narwaw, Saidpora, Amshipora.</p>\r\n<p>Shopian to Kangiullar via Ramnagri and Gadiporahir</p>\r\n<p>Shopian to Kheer Bhawani at Mamzam via Ramnagri, Kanjiuller Nihama</p>\r\n<p>Shopian to Aharbal via Ramnagri, Gadipora and Nihama</p>\r\n<p>Shopian to Zawoora via Rambiara.</p>\r\n<p>Shopian to Shadab Karewa Via Zowoora.</p>\r\n<p>Shopian to Narapora, keller via Zawoora</p>\r\n<p>Shopain to Aharbal via Saidow</p>\r\n<p>Shopian Arshi pora road to link Via Herman Kadder Road</p>\r\n<p>Shopian to Manzimpara via Kundalan.</p>\r\n<p>Shopian to Anantnag via Manihall and Yaripora</p>\r\n<p>Shopian to Toolihalan</p>\r\n<p>Shopian to Aharbal via Ramnagri, Rashinagar, vatoo [under construction]</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shopian_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-shopian-shupiyan-jammu-and-kashmir","tags":[{"name":"shopian","slug":"shopian"},{"name":"shupiyan","slug":"shupiyan"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"recommendations":[{"id":562,"title":"Top Places to visit in Srinagar, Jammu and Kashmir","imageUrl":"8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","dateCreated":"2019-09-02T05:32:59.006Z","dateModified":"2019-09-02T05:33:12.301Z","contributedBy":"AskGif","content":"Srinagar is the largest city and the summer capital of the Indian state of Jammu and Kashmir. It lies in the Kashmir Valley on the banks of the Jhelum River, a tributary of the Indus, and Dal and Anchar lakes. The city is known for its natural environment, gardens, waterfronts and houseboats. It ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"srinagar","slug":"srinagar"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-srinagar-jammu-and-kashmir","total":0},{"id":559,"title":"Top Places to visit in Reasi, Jammu and Kashmir","imageUrl":"ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","dateCreated":"2019-09-02T03:45:46.505Z","dateModified":"2019-09-02T03:46:30.892Z","contributedBy":"AskGif","content":"Reasi is a town and a notified area committee and tehsil in the Indian union territory of Jammu and Kashmir. Situated at the bank of River Chenab, it is the headquarters of the Reasi district. In the eighth century, Reasi was a part of the Bhimgarh state established by Bhim Dev. The name Reasi is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"reasi","slug":"reasi"}],"slug":"top-places-to-visit-in-reasi-jammu-and-kashmir","total":0},{"id":556,"title":"Top Places to visit in Pulwama, Jammu and Kashmir","imageUrl":"f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","dateCreated":"2019-09-02T02:59:02.537Z","dateModified":"2019-09-02T02:59:17.114Z","contributedBy":"AskGif","content":"Pulwama is a city and a notified area council in Pulwama district, in India&rsquo;s northern state of Jammu and Kashmir.It is 4th largest city in kashmir division and 6th largest city in state. It is almost 25 km (16 mi) from the summer capital of Srinagar. Pulwama is often called the \"Anand of K","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"pulwama","slug":"pulwama"}],"slug":"top-places-to-visit-in-pulwama-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}