{"id":561,"title":"शोपियां, शुपियन में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","dateCreated":"2019-09-02T05:21:19.115Z","dateModified":"2019-09-02T05:21:40.983Z","contributedBy":"AskGif","content":"<p>शोपियां या शुपियान भारत के जम्मू और कश्मीर के कश्मीर घाटी के दक्षिणी हिस्से में स्थित शोपियां जिले का एक गुज्जर शहर और प्रशासनिक प्रभाग है।</p>\r\n<p>&nbsp;</p>\r\n<p>शोपियां या शुपियान, शोपियां में एक प्रशासनिक जिले के साथ एक पहाड़ी जिला है, जो भारत के जम्मू और कश्मीर राज्य में कश्मीर घाटी के दक्षिण में स्थित है, क्योंकि यह ऐतिहासिक सड़क पर स्थित है जिसे आमतौर पर मुगल रोड के रूप में जाना जाता है, इसके अधिकांश क्षेत्र पर कब्जा है जंगलों। शोपियां जिला पीर पंजाल रेंज के अंतर्गत आता है, जो सर्दियों में बहुत ठंडा बना देता है। । भारत के विभाजन के बाद, यह पुलवामा जिले की एक तहसील थी। मार्च, 2007 में, भारत सरकार द्वारा जिले का दर्जा प्रदान किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>भूविज्ञानी फ्रेडरिक ड्रू ने कहा कि शोपियां ने अपना नाम शब्द शाह-पयान की विकृति से लिया है, अर्थात् \"शाही प्रवास\"। हालांकि, स्थानीय लोगों का मानना ​​है कि शोपियां को पहले \"शिन-वान\" नाम दिया गया था, जिसका अर्थ \"हिम वन\" था। शियाओं का एक अलग दृष्टिकोण है, यह मानना ​​है कि यह पहले शियाओं द्वारा बसाया गया था, इसलिए यह \"शिन-वान\" है जो \"शियाओं का जंगल\" है। शोपियां कश्मीर का एक प्राचीन शहर है और प्राचीन शाही मार्ग पर स्थित होने के कारण इसका महत्व था, जिसे आमतौर पर मुगल रोड के रूप में जाना जाता है, जो लाहौर और श्रीनगर को जोड़ता है। शोपियां 1872-1892 ई। कश्मीर से कश्मीर के छह वज़रात मुख्यालयों में से एक था।</p>\r\n<p>&nbsp;</p>\r\n<p>शोपियां शहर श्रीनगर से 51 किलोमीटर (32 मील) और पुलवामा से समुद्र तल से 2,146 मीटर (7,041 फीट) की ऊँचाई पर 20 किलोमीटर (12 मील) दूर है। इसमें अनंतनाग के साथ-साथ कुलगाम के साथ दशकों पुरानी सड़क संपर्क है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>शुपियान 33.72 &deg; N 74.83 &deg; E पर स्थित है। इसकी औसत ऊंचाई 2057 मीटर (6748 फीट) है। यह श्रीनगर से 54 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>भारत की 2011 की जनगणना के अनुसार, शोपियां नगर समिति की जनसंख्या 16,360 है जो आगे बढ़कर 9,319 (पुरुषों) और 7,041 (महिलाओं) तक पहुंच गई है, शहर की औसत आबादी प्रत्येक घर में 6 व्यक्ति हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आबादी</p>\r\n<p>2011 की जनगणना रिपोर्ट के अनुसार, शोपियां टाउन की आबादी 12,396 थी। पुरुषों की आबादी का 51% और महिलाओं का 49% है। शुपियान की औसत साक्षरता दर 59% है, जो राष्ट्रीय औसत 59.5% से कम है: पुरुष साक्षरता 67% है, और महिला साक्षरता 51% है। शुपियान में, 11% आबादी 6 वर्ष से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>1988 में, जम्मू और कश्मीर सरकार ने एक कॉलेज की स्थापना की, जिसका नाम है गवर्नमेंट डिग्री कॉलेज, शोपियां जो शोपियां जिले के लोगों को उच्च शिक्षा का बुनियादी ढांचा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>शोपियां जिले में पर्यटन की क्षमता वाले कई स्थान हैं: अहरबल, कौसर नाग, कोंगवाटन, अर्शी पोरा लाहंथोर, सेडो, हिरपोरा वन्यजीव अभयारण्य, दुबिजन - हीरपोरा गांव से 6 किमी; पीर मार्ग / पीर गली - ऐतिहासिक मुगल रोड पर हीरपोरा से 20 किमी दूर; सुंदर झील नंदनसर - पीर की गली से 2 किमी दूर; हश वांग बागम पाथेर, सोक सराय और मुगल सराय जाजीनार में। शोपियां में जामिया मस्जिद मुग़ल शासनकाल के दौरान प्रसिद्ध ऐतिहासिक स्मारकों में से एक है, जो जामिया मस्जिद श्रीनगर से मिलता जुलता है। पिंजुरा में मशहूर आसार-ए-दुख दरगाह, ईद-ए-मिलाद-उन-नबी और शब-ए-मेहराज के अवसर पर हजारों भक्तों को आकर्षित करता है। दारुल उलूम इस्लामिया पिंजुरा जहां बड़े लोग ज्ञान (आध्यात्मिक और नैतिक) हासिल करने और दूसरों को प्रचारित करने के लिए इकट्ठा होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नागबल क्षेत्र के निकट शोपियां शहर के बाहरी इलाके में एक प्रसिद्ध शिव मंदिर है, जिसमें कपालमोचन मंदिर है, जिसमें तीन प्राकृतिक झरने हैं और इसके चारों ओर छोटे-छोटे रुद्राक्ष के आकार के एक अनोखे शिवलिंग फैले हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>शोपियां को पड़ोसी जिलों से जोड़ने वाली प्रमुख सड़कें हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>शोपियां-पुलवामा-श्रीनगर रोड</p>\r\n<p>शोपियां-अनंतनाग वाया चित्रग्राम</p>\r\n<p>केदार के माध्यम से शोपियां -अनंतनाग</p>\r\n<p>शोपियां अनंतनाग वाया कुलगाम खुडवानी वानपोह खनाबल</p>\r\n<p>मुगल रोड के माध्यम से शोपियां-राजौरी-पुंछ</p>\r\n<p>शोपियां-Zawoora-केलर</p>\r\n<p>शोपियां-Sedow-Aharbal</p>\r\n<p>शोपियां-Hirpora</p>\r\n<p>शोपियां-बिजबेहरा से मलिक गुंड इमामसाहिब,</p>\r\n<p>शोपियां-Pinjoora</p>\r\n<p>शोपियां-Turkawangam</p>\r\n<p>शोपियां-ज़ैनपोरा (बाबापोरा) - फ्रिसल- खुडवानी</p>\r\n<p>शोपियां-ज़ैनपोरा (बाबापोरा) - वाछी - संगम</p>\r\n<p>शोपियां से कुलगाम कचौरा, सेपोरा मोहन पोरा या ओके</p>\r\n<p>शोपियां से नरवाना, सैदपोरा के रास्ते शोपियां</p>\r\n<p>शोपियां से नेहामा, शोपियां नगाम, कांजीउलर के रास्ते</p>\r\n<p>शोपियां से रामनगरी होते हुए नरवा, सैदपोरा, अम्सिपोरा।</p>\r\n<p>रामनगरी और गादीपोरहीर से होते हुए कांजीउल के लिए शोपियां</p>\r\n<p>रामनगरी, कांजीउलर निहामा के माध्यम से ममज़म में खीर भवानी के लिए खरीदारी</p>\r\n<p>रामनगरी, गादीपोरा और निहामा के माध्यम से अहरबल के लिए शोपियां</p>\r\n<p>रामबीरा के रास्ते ज़ौरा से शोपियां।</p>\r\n<p>शादाब करेवा वाया ज़ुवूर का शोपियां।</p>\r\n<p>शोपियां से नारापोरा, ज़ेलूर के रास्ते केलर</p>\r\n<p>सईदो के माध्यम से अहरबल के लिए शोपियां</p>\r\n<p>शोपियां अर्शी पोरा रोड वाया हरमन कादर रोड को जोड़ने के लिए</p>\r\n<p>शोपियां कुंडलान के रास्ते मंज़िमपारा में।</p>\r\n<p>मनिहाल और यारीपोरा के माध्यम से अनंतनाग के लिए शोपियां</p>\r\n<p>शोपियां से टूलिहलान</p>\r\n<p>रामनगरी, रशीनगर, वातो [निर्माणाधीन] से होकर अहरबल के लिए शोपियां</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shopian_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-shopian-shupiyan-jammu-and-kashmir","tags":[{"name":"शोपियां","slug":"shopian"},{"name":"शुपियन","slug":"shupiyan"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"recommendations":[{"id":562,"title":"श्रीनगर में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","dateCreated":"2019-09-02T05:32:59.006Z","dateModified":"2019-09-02T05:33:12.301Z","contributedBy":"AskGif","content":"श्रीनगर भारत के जम्मू और कश्मीर राज्य का सबसे बड़ा शहर और ग्रीष्मकालीन राजधानी है। यह झेलम नदी के किनारे पर कश्मीर घाटी, सिंधु की एक सहायक नदी, और दाल और लंगर झील में स्थित है। यह शहर अपने प्राकृतिक वातावरण, उद्यानों, वाटरफ्रंट और हाउसबोट के लिए जाना जाता है। यह पारंपरिक कश्मीरी हस्तशिल्प और सूखे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"श्रीनगर","slug":"srinagar"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-srinagar-jammu-and-kashmir","total":0},{"id":559,"title":"रियासी, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","dateCreated":"2019-09-02T03:45:46.505Z","dateModified":"2019-09-02T03:46:30.892Z","contributedBy":"AskGif","content":"रियासी एक केंद्र और जम्मू-कश्मीर के भारतीय संघ क्षेत्र में एक अधिसूचित क्षेत्र समिति और तहसील है। चिनाब नदी के तट पर स्थित, यह रियासी जिले का मुख्यालय है। आठवीं शताब्दी में, रियासी भीम देव द्वारा स्थापित भीमगढ़ राज्य का एक हिस्सा था। रियासी नाम शहर के पुराने नाम \"रसाल\" से लिया गया है।\r\n&nb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ad94a9e1-f02c-43ba-bc40-a891790aeb16_banner-reasi.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"रियासी","slug":"reasi"}],"slug":"top-places-to-visit-in-reasi-jammu-and-kashmir","total":0},{"id":556,"title":"पुलवामा, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","dateCreated":"2019-09-02T02:59:02.537Z","dateModified":"2019-09-02T02:59:17.114Z","contributedBy":"AskGif","content":"पुलवामा भारत के उत्तरी राज्य जम्मू और कश्मीर में पुलवामा जिले में एक शहर और एक अधिसूचित क्षेत्र परिषद है। यह काश्मीर संभाग में 4 वाँ सबसे बड़ा शहर है और राज्य का 6 वाँ सबसे बड़ा शहर है। यह श्रीनगर की ग्रीष्मकालीन राजधानी से लगभग 25 किमी (16 मील) दूर है। पुलवामा को अक्सर \"कश्मीर का आनंद\" कहा जाता ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f1f7e9ab-0fe8-4530-9416-032cb1a12d32_Pulwama-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"पुलवामा","slug":"pulwama"}],"slug":"top-places-to-visit-in-pulwama-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}