{"id":562,"title":"Top Places to visit in Srinagar, Jammu and Kashmir","imageUrl":"8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","dateCreated":"2019-09-02T05:32:59.006Z","dateModified":"2019-09-02T05:33:12.301Z","contributedBy":"AskGif","content":"<p>Srinagar is the largest city and the summer capital of the Indian state of Jammu and Kashmir. It lies in the Kashmir Valley on the banks of the Jhelum River, a tributary of the Indus, and Dal and Anchar lakes. The city is known for its natural environment, gardens, waterfronts and houseboats. It is also known for traditional Kashmiri handicrafts and dried fruits. It is the northernmost city of India with over one million people.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Srinagar is one of several places that have been called the \"Venice of the East\". Lakes around the city include Dal Lake &ndash; noted for its houseboats &ndash; and Nigeen Lake. Apart from Dal Lake and Nigeen Lake, Wular Lake and Manasbal Lake both lie to the north of Srinagar. Wular Lake is one of the largest fresh water lakes in Asia.</p>\r\n<p>&nbsp;</p>\r\n<p>Srinagar has some Mughal gardens, forming a part of those laid by the Mughal emperors across the Indian subcontinent. Those of Srinagar and its close vicinity include Chashma Shahi (the royal fountains); Pari Mahal (the palace of the fairies); Nishat Bagh (the garden of spring); Shalimar Bagh; the Naseem Bagh. Jawaharlal Nehru Memorial Botanical Garden is a botanical garden in the city, set up in 1969. The Indian government has included these gardens under \"Mughal Gardens of Jammu and Kashmir\" in the tentative list for sites to be included in world Heritage sites.</p>\r\n<p>&nbsp;</p>\r\n<p>The Sher Garhi Palace houses administrative buildings from the state government.[citation needed] Another palace of the Maharajas, the Gulab Bhavan, has now become the Lalit Grand Palace hotel.</p>\r\n<p>&nbsp;</p>\r\n<p>The Shankaracharya Temple which lies on a hill top in the middle of the city, besides the Kheer Bhawani Temple are important Hindu temples in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Srinagar International Airport</p>\r\n<p>&nbsp;</p>\r\n<p>A passenger train at Srinagar Railway Station</p>\r\n<p>Road</p>\r\n<p>The city is served by many highways, including National Highway 1A and National Highway 1D.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Srinagar International Airport has regular domestic flights to Leh, Jammu, Chandigarh, Delhi and Mumbai and occasional international flights. An expanded terminal capable of handling both domestic and international flights was inaugurated on 14 February 2009 with Air India Express flights to Dubai. Hajj flights also operate from this airport to Saudi Arabia.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Main article: Srinagar railway station</p>\r\n<p>Srinagar is a station on the 119 km (74 mi) long Banihal-Baramulla line that started in October 2009 and connects Baramulla to Srinagar, Anantnag and Qazigund. The railway track also connects to Banihal across the Pir Panjal mountains through a newly constructed 11 km long Banihal tunnel, and subsequently to the Indian railway network after a few years. It takes approximately 9 minutes and 30 seconds for a train to cross the tunnel. It is the longest rail tunnel in India. This railway system, proposed in 2001, is not expected to connect the Indian railway network until 2017 at the earliest, with a cost overrun of 55 billion INR. The train also runs during heavy snow.</p>\r\n<p>&nbsp;</p>\r\n<p>There are proposals to develop a metro system in the city. The feasibility report for the Srinagar Metro is planned to be carried out by Delhi Metro Rail Corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>Cable car</p>\r\n<p>[ vte ]Srinagar Cable Car</p>\r\n<p>In December 2013, the 594m cable car allowing people to travel to the shrine of the Sufi saint Hamza Makhdoom on Hari Parbat was unveiled. The project is run by the Jammu and Kashmir Cable Car Corporation (JKCCC), and has been envisioned for 25 years. An investment of 300 million INR was made, and it is the second cable car in Kashmir after the Gulmarg Gondola.</p>\r\n<p>&nbsp;</p>\r\n<p>Boat</p>\r\n<p>Whilst popular since the 7th century, water transport is now mainly confined to Dal Lake, where shikaras (wooden boats) are used for local transport and tourism. There are efforts to revive transportation on the River Jhelum.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Hazratbal Shrine built in around 1700 AD</p>\r\n<p>&nbsp;</p>\r\n<p>The Shankaracharya temple built in around 200 BC</p>\r\n<p>&nbsp;</p>\r\n<p>Shiv Lingam in a temple in Zaethyar, Srinagar</p>\r\n<p>Like the state of Jammu and Kashmir, Srinagar too has a distinctive blend of cultural heritage. Holy places in and around the city depict the historical cultural and religious diversity of the city as well as the Kashmir valley.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>A view from Jawaharlal Nehru Memorial Botanical Garden</p>\r\n<p>Places of worship</p>\r\n<p>There are many religious holy places in Srinagar. They include:</p>\r\n<p>&nbsp;</p>\r\n<p>Hazratbal Shrine, only domed mosque in the city.</p>\r\n<p>Jama Masjid, Srinagar, one of the oldest mosques in Kashmir</p>\r\n<p>Khanqah-e-Moula, first Islamic centre in Kashmir</p>\r\n<p>Aali Masjid, in Eidgah Locality</p>\r\n<p>Hari Parbat hill hosts shrine of Sharika Mata temple</p>\r\n<p>Zeashta Devi Shrine a holy shrine for Kashmiri Hindus</p>\r\n<p>Shankaracharya temple</p>\r\n<p>Kheer Bhawani Temple</p>\r\n<p>Gurdwara Chatti Patshahi, located on Hari Parbat</p>\r\n<p>Pathar Masjid</p>\r\n<p>All Saints Church, Srinagar</p>\r\n<p>Holy Family Catholic Church (Srinagar)</p>\r\n<p>Additional structures include the Dastgeer Sahib shrine, Mazar-e-Shuhada, Roza Bal shrine, Khanqah of Shah Hamadan, Pathar Masjid (\"The Stone Mosque\"), Hamza Makhdoom shrine, tomb of the mother of Zain-ul-abidin, tomb of Pir Haji Muhammad, Akhun Mulla Shah Mosque, cemetery of Baha-ud-din Sahib, tomb and Madin Sahib Mosque at Zadibal.</p>\r\n<p>&nbsp;</p>\r\n<p>The Sheikh Bagh Cemetery is a Christian cemetery located in Srinagar that dates from the British colonial era. The oldest grave in the cemetery is that of a British colonel from the 9th Lancers of 1850 and the cemetery is valued for the variety of persons buried there which provides an insight into the perils faced by British colonisers in India. It was damaged by floods in 2014. It contains a number of war graves. The notable interments here are Robert Thorpe and Jim Borst.</p>\r\n<p>&nbsp;</p>\r\n<p>Performing arts</p>\r\n<p>Main article: Music of Kashmir</p>\r\n<p>Education</p>\r\n<p>See also: List of colleges in Srinagar</p>\r\n<p>Srinagar is home to The National Institute of Technology Srinagar, formerly known as Regional Engineering College (REC Srinagar). It is one of the oldest among the National Institutes of Technology that were established during the second Five year plan. Other educational institutions are:</p>\r\n<p>&nbsp;</p>\r\n<p>Schools</p>\r\n<p>&nbsp;</p>\r\n<p>Tyndale Biscoe School</p>\r\n<p>Presentation Convent Higher Secondary School</p>\r\n<p>Burn Hall School</p>\r\n<p>Mallinson Girls School</p>\r\n<p>Delhi Public School, Srinagar</p>\r\n<p>Woodlands House School</p>\r\n<p>Saint Solomon High School</p>\r\n<p>Little Angels High School, Srinagar</p>\r\n<p>Modern High School, Solina, Srinagar</p>\r\n<p>Green Valley Educational Institute</p>\r\n<p>Medical colleges</p>\r\n<p>&nbsp;</p>\r\n<p>Government Medical College, Srinagar</p>\r\n<p>SMHS Hospital</p>\r\n<p>Sher-i-Kashmir Institute of Medical Sciences</p>\r\n<p>Government Dental College &amp; Hospital, Srinagar</p>\r\n<p>Kashmir Institute of Medical Sciences and Technology</p>\r\n<p>Universities</p>\r\n<p>&nbsp;</p>\r\n<p>University of Kashmir</p>\r\n<p>Sher-e-Kashmir University of Agricultural Sciences and Technology of Kashmir</p>\r\n<p>Central University of Kashmir</p>\r\n<p>General degree colleges</p>\r\n<p>&nbsp;</p>\r\n<p>Amar Singh College</p>\r\n<p>Sri Pratap College</p>\r\n<p>Islamia College of Science and Commerce, Srinagar</p>\r\n<p>Sports</p>\r\n<p>The city is home to the Sher-i-Kashmir Stadium, where international cricket matches have been played. The first international match was played in 1983 in which West Indies defeated India and the last international match was played in 1986 in which Australia defeated India by six wickets. Since then no international matches have been played in the stadium due to the security situation (although the situation has now improved quite considerably).[citation needed] Srinagar has an outdoor stadium namely Bakshi Stadium for hosting football matches. It is named after Bakshi Ghulam Mohammad. The city has a golf course named Royal Springs Golf Course, Srinagar located on the banks of Dal lake, which is considered as one of the best golf courses of India. Football is also followed by the youth of Srinagar and Polo ground is maintained for the particular sports recently. There are certain other sports being played but those are away from the main city like in Pahalgam (Water rafting), Gulmarg (skiing).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Srinagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-srinagar-jammu-and-kashmir","tags":[{"name":"srinagar","slug":"srinagar"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"recommendations":[{"id":563,"title":"Top Places to visit in Udhampur, Jammu and Kashmir","imageUrl":"ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","dateCreated":"2019-09-02T05:38:05.208Z","dateModified":"2019-09-02T05:38:25.067Z","contributedBy":"AskGif","content":"Udhampur is a district and a municipal committee in Udhampur District in the Indian state of Jammu and Kashmir. Named after Raja Udham Singh, it serves as the district capital and the Northern Command headquarters of the Indian Army. A Forward Base Support Unit (FBSU) of the Indian Air Force is a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"udhampur","slug":"udhampur"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-udhampur-jammu-and-kashmir","total":0},{"id":562,"title":"Top Places to visit in Srinagar, Jammu and Kashmir","imageUrl":"8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","dateCreated":"2019-09-02T05:32:59.006Z","dateModified":"2019-09-02T05:33:12.301Z","contributedBy":"AskGif","content":"Srinagar is the largest city and the summer capital of the Indian state of Jammu and Kashmir. It lies in the Kashmir Valley on the banks of the Jhelum River, a tributary of the Indus, and Dal and Anchar lakes. The city is known for its natural environment, gardens, waterfronts and houseboats. It ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"srinagar","slug":"srinagar"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-srinagar-jammu-and-kashmir","total":0},{"id":544,"title":"Top Places to visit in Baramulla, Jammu and Kashmir","imageUrl":"8cb78432-f469-4f02-a4b1-743552d7190e_Baramulla-railway.jpg","dateCreated":"2019-09-01T09:08:10.413Z","dateModified":"2019-09-01T09:08:31.12Z","contributedBy":"AskGif","content":"Baramulla is a city and a municipality in the Baramulla district in the Indian state of Jammu and Kashmir. It is on the bank of the Jhelum River downstream from Srinagar, the state capital. The city was earlier known as Varahamula which is Sanskrit for \"boar's molar\".\r\n&nbsp;\r\nBaram","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cb78432-f469-4f02-a4b1-743552d7190e_Baramulla-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"baramulla","slug":"baramulla"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-baramulla-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}