{"id":562,"title":"श्रीनगर में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","dateCreated":"2019-09-02T05:32:59.006Z","dateModified":"2019-09-02T05:33:12.301Z","contributedBy":"AskGif","content":"<p>श्रीनगर भारत के जम्मू और कश्मीर राज्य का सबसे बड़ा शहर और ग्रीष्मकालीन राजधानी है। यह झेलम नदी के किनारे पर कश्मीर घाटी, सिंधु की एक सहायक नदी, और दाल और लंगर झील में स्थित है। यह शहर अपने प्राकृतिक वातावरण, उद्यानों, वाटरफ्रंट और हाउसबोट के लिए जाना जाता है। यह पारंपरिक कश्मीरी हस्तशिल्प और सूखे मेवों के लिए भी जाना जाता है। यह एक मिलियन से अधिक लोगों के साथ भारत का सबसे उत्तरी शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>श्रीनगर कई स्थानों में से एक है जिसे \"पूर्व का वेनिस\" कहा जाता है। शहर के चारों ओर की झीलों में डल झील भी शामिल है - जो अपने हाउसबोट्स - और निगीन लेक के लिए प्रसिद्ध हैं। डल झील और निगीन झील के अलावा, वुलर झील और मानसबल झील दोनों श्रीनगर के उत्तर में स्थित हैं। वुलर झील एशिया की सबसे बड़ी ताजे पानी की झीलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्रीनगर में कुछ मुगल उद्यान हैं, जो भारतीय उपमहाद्वीप में मुगल सम्राटों द्वारा रखे गए लोगों का एक हिस्सा हैं। श्रीनगर और इसके आसपास के क्षेत्रों में चश्मा शाही (शाही फव्वारे) शामिल हैं; परी महल (परियों का महल); निशात बाग (वसंत का बगीचा); शालीमार बाग; नसीम बाग। जवाहरलाल नेहरू मेमोरियल बोटैनिकल गार्डन शहर में एक वनस्पति उद्यान है, जिसे 1969 में स्थापित किया गया था। भारत सरकार ने \"जम्मू और कश्मीर के मुगल गार्डन\" के तहत इन बागानों को विश्व विरासत स्थलों में शामिल करने के लिए अस्थायी सूची में शामिल किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शेर गढ़ी पैलेस में राज्य सरकार के प्रशासनिक भवन हैं। [उद्धरण वांछित] महाराजाओं का एक और महल, गुलाब भवन, अब ललित ग्रांड पैलेस होटल बन गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शंकराचार्य मंदिर जो शहर के बीच में एक पहाड़ी की चोटी पर स्थित है, इसके अलावा खीर भवानी मंदिर शहर में महत्वपूर्ण हिंदू मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>श्रीनगर अंतर्राष्ट्रीय हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>श्रीनगर रेलवे स्टेशन पर एक यात्री ट्रेन</p>\r\n<p>सड़क</p>\r\n<p>यह शहर राष्ट्रीय राजमार्ग 1 ए और राष्ट्रीय राजमार्ग 1 डी सहित कई राजमार्गों द्वारा परोसा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>श्रीनगर अंतर्राष्ट्रीय हवाई अड्डे के पास लेह, जम्मू, चंडीगढ़, दिल्ली और मुंबई के लिए नियमित घरेलू उड़ानें हैं और कभी-कभार अंतर्राष्ट्रीय उड़ानें हैं। घरेलू और अंतर्राष्ट्रीय दोनों उड़ानों को संभालने में सक्षम एक विस्तारित टर्मिनल का उद्घाटन 14 फरवरी 2009 को एयर इंडिया एक्सप्रेस की दुबई की उड़ानों के साथ किया गया था। इस हवाई अड्डे से सऊदी अरब के लिए हज उड़ानें भी संचालित होती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>मुख्य लेख: श्रीनगर रेलवे स्टेशन</p>\r\n<p>श्रीनगर 119 किमी (74 मील) लंबी बनिहाल-बारामूला लाइन पर एक स्टेशन है जो अक्टूबर 2009 में शुरू हुआ और बारामूला को श्रीनगर, अनंतनाग और काजीगुंड से जोड़ता है। रेलवे ट्रैक पीर पंजाल पहाड़ों के पार बनिहाल से एक नई निर्मित 11 किमी लंबी बनिहाल सुरंग के माध्यम से, और बाद में कुछ वर्षों के बाद भारतीय रेलवे नेटवर्क से जुड़ता है। ट्रेन को सुरंग पार करने में लगभग 9 मिनट और 30 सेकंड का समय लगता है। यह भारत की सबसे लंबी रेल सुरंग है। २००१ में प्रस्तावित इस रेलवे प्रणाली को ५५ बिलियन INR की लागत के साथ भारतीय रेलवे नेटवर्क को २०१ in तक जल्द से जल्द जोड़ने की उम्मीद नहीं है। भारी बर्फ के दौरान भी ट्रेन चलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में मेट्रो प्रणाली विकसित करने के प्रस्ताव हैं। श्रीनगर मेट्रो के लिए व्यवहार्यता रिपोर्ट दिल्ली मेट्रो रेल कॉर्पोरेशन द्वारा किए जाने की योजना है।</p>\r\n<p>&nbsp;</p>\r\n<p>तार पर लटक कर चलने वाला वाहन</p>\r\n<p>[vte] श्रीनगर केबल कार</p>\r\n<p>दिसंबर 2013 में, 594 मीटर केबल कार ने लोगों को हरि परबत पर सूफी संत हमजा मखदूम की यात्रा करने की अनुमति दी थी। परियोजना जम्मू और कश्मीर केबल कार कॉरपोरेशन (JKCCC) द्वारा संचालित की जाती है, और 25 वर्षों के लिए इसकी कल्पना की गई है। 300 मिलियन INR का निवेश किया गया था, और गुलमर्ग गोंडोला के बाद यह कश्मीर में दूसरी केबल कार है।</p>\r\n<p>&nbsp;</p>\r\n<p>नाव</p>\r\n<p>7 वीं शताब्दी के बाद से लोकप्रिय, जल परिवहन अब मुख्य रूप से डल झील तक ही सीमित है, जहाँ शिकारा (लकड़ी की नाव) का उपयोग स्थानीय परिवहन और पर्यटन के लिए किया जाता है। झेलम नदी पर परिवहन को पुनर्जीवित करने के प्रयास हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>हजरतबल तीर्थ का निर्माण लगभग 1700 ई। में हुआ</p>\r\n<p>&nbsp;</p>\r\n<p>लगभग 200 ईसा पूर्व में निर्मित शंकराचार्य मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>श्रीनगर के ज़ेठार में एक मंदिर में शिव लिंगम</p>\r\n<p>जम्मू और कश्मीर राज्य की तरह, श्रीनगर में भी सांस्कृतिक विरासत का एक विशिष्ट मिश्रण है। शहर और उसके आसपास के पवित्र स्थान शहर की ऐतिहासिक सांस्कृतिक और धार्मिक विविधता के साथ-साथ कश्मीर घाटी को दर्शाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>जवाहरलाल नेहरू मेमोरियल बॉटनिकल गार्डन का एक दृश्य</p>\r\n<p>पूजा के स्थान</p>\r\n<p>श्रीनगर में कई धार्मिक पवित्र स्थान हैं। उनमे शामिल है:</p>\r\n<p>&nbsp;</p>\r\n<p>हजरतबल तीर्थ, शहर में केवल गुंबददार मस्जिद है।</p>\r\n<p>जामा मस्जिद, श्रीनगर, कश्मीर की सबसे पुरानी मस्जिदों में से एक है</p>\r\n<p>खानकाह-ए-मौला, कश्मीर का पहला इस्लामी केंद्र</p>\r\n<p>एली मस्जिद, ईदगाह इलाके में</p>\r\n<p>हरि पर्बत पहाड़ी पर शारिका माता मंदिर की पूजा की जाती है</p>\r\n<p>जीसता देवी तीर्थ कश्मीरी हिंदुओं के लिए एक पवित्र तीर्थस्थल है</p>\r\n<p>शंकराचार्य मंदिर</p>\r\n<p>खीर भवानी मंदिर</p>\r\n<p>हरि पर्बत पर स्थित गुरुद्वारा चट्टी पातशाही</p>\r\n<p>पथार मस्जिद</p>\r\n<p>ऑल सेंट्स चर्च, श्रीनगर</p>\r\n<p>पवित्र परिवार कैथोलिक चर्च (श्रीनगर)</p>\r\n<p>अतिरिक्त संरचनाओं में दस्तगीर साहिब मंदिर, मजार-ए-शुहदा, रोजा बाल तीर्थ, शाह हमदान की खानकाह, पठार मस्जिद (\"पत्थर की मस्जिद\"), हमजा मखदीन मंदिर, ज़ैन-उल-अबिदीन की माँ की कब्र, शामिल हैं। पीर हाजी मुहम्मद, अखुन मुल्ला शाह मस्जिद, बहा-उद-दीन साहिब की कब्रगाह, कब्र और मदीन साहिब मस्जिद जदीबाल में।</p>\r\n<p>&nbsp;</p>\r\n<p>शेख बाग कब्रिस्तान श्रीनगर में स्थित एक ईसाई कब्रिस्तान है जो ब्रिटिश औपनिवेशिक युग से है। कब्रिस्तान में सबसे पुरानी कब्र 1850 के 9 वें लांसर्स से एक ब्रिटिश उपनिवेश की है और कब्रिस्तान को वहां दफन किए गए व्यक्तियों की विविधता के लिए महत्व दिया जाता है जो भारत में ब्रिटिश उपनिवेशवादियों द्वारा सामना किए गए खतरों में एक अंतर्दृष्टि प्रदान करते हैं। यह 2014 में बाढ़ से क्षतिग्रस्त हो गया था। इसमें कई युद्ध कब्र हैं। यहाँ उल्लेखनीय उल्लेखनीय रॉबर्ट थोरपे और जिम बोरस्ट हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कला प्रदर्शन</p>\r\n<p>मुख्य लेख: कश्मीर का संगीत</p>\r\n<p>शिक्षा</p>\r\n<p>यह भी देखें: श्रीनगर में कॉलेजों की सूची</p>\r\n<p>श्रीनगर राष्ट्रीय प्रौद्योगिकी संस्थान श्रीनगर का घर है, जिसे पहले क्षेत्रीय इंजीनियरिंग कॉलेज (आरईसी श्रीनगर) के रूप में जाना जाता था। यह राष्ट्रीय प्रौद्योगिकी संस्थानों में सबसे पुराना है जो दूसरी पंचवर्षीय योजना के दौरान स्थापित किया गया था। अन्य शैक्षणिक संस्थान हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूलों</p>\r\n<p>&nbsp;</p>\r\n<p>टाइन्डेल बिस्को स्कूल</p>\r\n<p>प्रस्तुति कॉन्वेंट हायर सेकेंडरी स्कूल</p>\r\n<p>बर्न हॉल स्कूल</p>\r\n<p>मलिंसन गर्ल्स स्कूल</p>\r\n<p>दिल्ली पब्लिक स्कूल, श्रीनगर</p>\r\n<p>वुडलैंड्स हाउस स्कूल</p>\r\n<p>संत सोलोमन हाई स्कूल</p>\r\n<p>लिटिल एंजल्स हाई स्कूल, श्रीनगर</p>\r\n<p>मॉडर्न हाई स्कूल, सोलिना, श्रीनगर</p>\r\n<p>ग्रीन वैली एजुकेशनल इंस्टीट्यूट</p>\r\n<p>मेडिकल कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट मेडिकल कॉलेज, श्रीनगर</p>\r\n<p>SMHS अस्पताल</p>\r\n<p>शेर-ए-कश्मीर इंस्टीट्यूट ऑफ मेडिकल साइंसेज</p>\r\n<p>गवर्नमेंट डेंटल कॉलेज एंड हॉस्पिटल, श्रीनगर</p>\r\n<p>कश्मीर चिकित्सा विज्ञान और प्रौद्योगिकी संस्थान</p>\r\n<p>विश्वविद्यालयों</p>\r\n<p>&nbsp;</p>\r\n<p>कश्मीर विश्वविद्यालय</p>\r\n<p>शेर-ए-कश्मीर यूनिवर्सिटी ऑफ एग्रीकल्चरल साइंसेज एंड टेक्नोलॉजी ऑफ कश्मीर</p>\r\n<p>केंद्रीय विश्वविद्यालय कश्मीर</p>\r\n<p>सामान्य डिग्री कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>अमर सिंह कॉलेज</p>\r\n<p>श्री प्रताप कॉलेज</p>\r\n<p>इस्लामिया कॉलेज ऑफ साइंस एंड कॉमर्स, श्रीनगर</p>\r\n<p>खेल</p>\r\n<p>यह शहर शेर-ए-कश्मीर स्टेडियम का घर है, जहां अंतरराष्ट्रीय क्रिकेट मैच खेले गए हैं। पहला अंतरराष्ट्रीय मैच 1983 में खेला गया था जिसमें वेस्टइंडीज ने भारत को हराया था और आखिरी अंतर्राष्ट्रीय मैच 1986 में खेला गया था जिसमें ऑस्ट्रेलिया ने भारत को छह विकेट से हराया था। तब से स्टेडियम में सुरक्षा स्थिति के कारण कोई अंतर्राष्ट्रीय मैच नहीं खेला गया है (हालाँकि अब स्थिति में काफी सुधार हुआ है)। [उद्धरण वांछित] श्रीनगर में फुटबॉल मैचों की मेजबानी के लिए बक्शी स्टेडियम नाम से एक आउटडोर स्टेडियम है। इसका नाम बख्शी गुलाम मोहम्मद के नाम पर रखा गया है। शहर में डल झील के किनारे स्थित रॉयल स्प्रिंग्स गोल्फ कोर्स, श्रीनगर नाम से एक गोल्फ कोर्स है, जिसे भारत के सर्वश्रेष्ठ गोल्फ कोर्सों में से एक माना जाता है। हाल ही में विशेष खेलों के लिए श्रीनगर और पोलो मैदान के युवाओं द्वारा फुटबॉल का पालन किया जाता है। कुछ अन्य खेल खेले जा रहे हैं, लेकिन वे मुख्य शहर से दूर हैं जैसे पहलगाम (वाटर राफ्टिंग), गुलमर्ग (स्कीइंग)।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Srinagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-srinagar-jammu-and-kashmir","tags":[{"name":"श्रीनगर","slug":"srinagar"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"recommendations":[{"id":563,"title":"उधमपुर में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","dateCreated":"2019-09-02T05:38:05.208Z","dateModified":"2019-09-02T05:38:25.067Z","contributedBy":"AskGif","content":"उधमपुर भारतीय जिले जम्मू और कश्मीर में उधमपुर जिले में एक जिला और एक नगरपालिका समिति है। राजा उधम सिंह के नाम पर, यह जिला राजधानी और भारतीय सेना के उत्तरी कमान मुख्यालय के रूप में कार्य करता है। भारतीय वायु सेना का एक फॉरवर्ड बेस सपोर्ट यूनिट (FBSU) भी यहां तैनात है। उधमपुर का उपयोग सशस्त्र बलों ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उधमपुर","slug":"udhampur"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-udhampur-jammu-and-kashmir","total":0},{"id":562,"title":"श्रीनगर में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","dateCreated":"2019-09-02T05:32:59.006Z","dateModified":"2019-09-02T05:33:12.301Z","contributedBy":"AskGif","content":"श्रीनगर भारत के जम्मू और कश्मीर राज्य का सबसे बड़ा शहर और ग्रीष्मकालीन राजधानी है। यह झेलम नदी के किनारे पर कश्मीर घाटी, सिंधु की एक सहायक नदी, और दाल और लंगर झील में स्थित है। यह शहर अपने प्राकृतिक वातावरण, उद्यानों, वाटरफ्रंट और हाउसबोट के लिए जाना जाता है। यह पारंपरिक कश्मीरी हस्तशिल्प और सूखे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"श्रीनगर","slug":"srinagar"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-srinagar-jammu-and-kashmir","total":0},{"id":544,"title":"बारामूला, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"8cb78432-f469-4f02-a4b1-743552d7190e_Baramulla-railway.jpg","dateCreated":"2019-09-01T09:08:10.413Z","dateModified":"2019-09-01T09:08:31.12Z","contributedBy":"AskGif","content":"बारामूला भारतीय राज्य जम्मू और कश्मीर में बारामूला जिले का एक शहर और एक नगर पालिका है। यह राज्य की राजधानी श्रीनगर से नीचे की ओर झेलम नदी के तट पर है। इस शहर को पहले वराहुला के नाम से जाना जाता था जो \"सूअर की दाढ़\" के लिए संस्कृत है।\r\n&nbsp;\r\nबारामूला जिला जम्मू और कश्मीर के भारतीय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8cb78432-f469-4f02-a4b1-743552d7190e_Baramulla-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बारामूला","slug":"baramulla"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-baramulla-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}