{"id":563,"title":"उधमपुर में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","dateCreated":"2019-09-02T05:38:05.208Z","dateModified":"2019-09-02T05:38:25.067Z","contributedBy":"AskGif","content":"<p>उधमपुर भारतीय जिले जम्मू और कश्मीर में उधमपुर जिले में एक जिला और एक नगरपालिका समिति है। राजा उधम सिंह के नाम पर, यह जिला राजधानी और भारतीय सेना के उत्तरी कमान मुख्यालय के रूप में कार्य करता है। भारतीय वायु सेना का एक फॉरवर्ड बेस सपोर्ट यूनिट (FBSU) भी यहां तैनात है। उधमपुर का उपयोग सशस्त्र बलों द्वारा राष्ट्रीय राजमार्ग 1 ए पर सड़क से यात्रा करते समय जम्मू और श्रीनगर के बीच पारगमन बिंदु के रूप में किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>उधमपुर जिला हिमालय की शिवालिक श्रेणी में स्थित है और इलाका ज्यादातर पहाड़ी है। जिले के ऊपरी हिस्से सर्दियों के मौसम में बर्फबारी का अनुभव करते हैं। शहर अपने आप में 756 मीटर (2480 फीट) की ऊंचाई पर जिले का एक अपेक्षाकृत चापलूसी वाला हिस्सा है और यह शायद ही कभी बर्फबारी का अनुभव करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>ऊधमपुर शहर 22 नगरपालिका वार्डों के साथ ऊधमपुर नगर समिति द्वारा शासित है। उधमपुर में चार प्रशासनिक जिले शामिल हैं: उधमपुर, रामनगर, चेनानी और माजल्टा।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>शहर की जलवायु उपोष्णकटिबंधीय है। सर्दियों में गर्मी का तापमान 40 डिग्री से अधिक हो सकता है जबकि सर्दियों में तापमान नीचे दर्ज किया गया है। वार्षिक वर्षा 130 सेमी है, मुख्य रूप से मानसून और सर्दियों में। मध्य उधमपुर में शायद ही कभी बर्फबारी का अनुभव होता है, हालांकि इसके बाहरी क्षेत्र कभी-कभी होते हैं। बदलते जलवायु पैटर्न के कारण हाल के वर्षों में भारी बर्फबारी का अनुभव किया गया है। 2011 में, लगभग 15 सेमी बर्फ था। फरवरी और मार्च में ओलों के ढेर के साथ भारी ओलावृष्टि का अनुभव किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारतीय जनगणना के अनुसार, उधमपुर की जनसंख्या 59,236 है। पुरुषों की आबादी का 65% और महिलाओं का 35% है। बड़े पुरुष प्रतिशत सेना के कारण शहर की आबादी का एक बड़ा हिस्सा है। उधमपुर की औसत साक्षरता दर 88% है, जो राष्ट्रीय औसत 74.04% से अधिक है: पुरुष साक्षरता 89% है, और महिला साक्षरता 75% है। उधमपुर में, 13% आबादी 6 साल से कम उम्र की है। लगभग 74% जनसंख्या हिंदू धर्म का पालन करती है, उसके बाद इस्लाम 25% और लगभग 1% जनसंख्या सिख है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>उधमपुर राष्ट्रीय राजमार्ग NH-44 पर स्थित है, जो एकमात्र राष्ट्रीय राजमार्ग है जो श्रीनगर को शेष भारत से जोड़ता है। उधमपुर से और इसके लिए बस सेवा (निजी और राज्य दोनों स्वामित्व वाली) सार्वजनिक परिवहन का सबसे आम तरीका है। कश्मीर घाटी और जम्मू के लिए लगातार कनेक्शन उपलब्ध हैं। जम्मू और श्रीनगर और आसपास के अन्य शहरों में जाने के लिए टैक्सी सेवाएं भी उपलब्ध हैं, और मिनीबस शहर के भीतर संचालित होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>उधमपुर जम्मू से जुड़ा हुआ है जो भारत में जम्मू और कश्मीर राज्य की शीतकालीन राजधानी है। नई दिल्ली से उत्तर संपर्क क्रांति एक्सप्रेस ट्रेन 2005 में इस लिंक पर चलने वाली पहली ट्रेन थी। एक दर्जन से अधिक लंबी दूरी की ट्रेनें या तो उधमपुर रेलवे टर्मिनस से निकलती हैं या उधमपुर को शेष भारत से जोड़ती हैं। कम्यूटर अनारक्षित यात्री ट्रेनें जम्मू और उधमपुर को जोड़ती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उधमपुर को रेलवे ट्रैक द्वारा कश्मीर घाटी से जोड़ने की परियोजना प्रगति कर रही है। कटरा तक रेलवे लाइन बिछाई गई है। अब कटरा से बनिहाल ट्रैक जम्मू-बारामूला लाइन को पूरा करने के लिए रखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तर रेलवे निर्माण संगठन (जम्मू-बारामूला लाइन) उधमपुर और श्रीनगर को जोड़ने का काम कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>भारतीय वायु सेना (IAF) का उधमपुर वायु सेना स्टेशन उधमपुर में स्थित है, लेकिन यह नागरिकों के लिए खुला नहीं है। जम्मू हवाई अड्डा निकटतम नागरिक हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Udhampur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-udhampur-jammu-and-kashmir","tags":[{"name":"उधमपुर","slug":"udhampur"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"recommendations":[{"id":562,"title":"श्रीनगर में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","dateCreated":"2019-09-02T05:32:59.006Z","dateModified":"2019-09-02T05:33:12.301Z","contributedBy":"AskGif","content":"श्रीनगर भारत के जम्मू और कश्मीर राज्य का सबसे बड़ा शहर और ग्रीष्मकालीन राजधानी है। यह झेलम नदी के किनारे पर कश्मीर घाटी, सिंधु की एक सहायक नदी, और दाल और लंगर झील में स्थित है। यह शहर अपने प्राकृतिक वातावरण, उद्यानों, वाटरफ्रंट और हाउसबोट के लिए जाना जाता है। यह पारंपरिक कश्मीरी हस्तशिल्प और सूखे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"श्रीनगर","slug":"srinagar"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-srinagar-jammu-and-kashmir","total":0},{"id":561,"title":"शोपियां, शुपियन में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","dateCreated":"2019-09-02T05:21:19.115Z","dateModified":"2019-09-02T05:21:40.983Z","contributedBy":"AskGif","content":"शोपियां या शुपियान भारत के जम्मू और कश्मीर के कश्मीर घाटी के दक्षिणी हिस्से में स्थित शोपियां जिले का एक गुज्जर शहर और प्रशासनिक प्रभाग है।\r\n&nbsp;\r\nशोपियां या शुपियान, शोपियां में एक प्रशासनिक जिले के साथ एक पहाड़ी जिला है, जो भारत के जम्मू और कश्मीर राज्य में कश्मीर घाटी के दक्षिण","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शोपियां","slug":"shopian"},{"name":"शुपियन","slug":"shupiyan"},{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-shopian-shupiyan-jammu-and-kashmir","total":0},{"id":555,"title":"पूंछ, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","dateCreated":"2019-09-02T02:50:10.069Z","dateModified":"2019-09-02T02:50:23.202Z","contributedBy":"AskGif","content":"पुंछ (जिसे पंच भी कहा जाता है) एक शहर और एक नगरपालिका परिषद है, जो भारतीय राज्य जम्मू और कश्मीर में पुंछ जिले की राजधानी बनाती है। शहर नियंत्रण रेखा के पास है - पाकिस्तान की आज़ाद कश्मीर के साथ वास्तविक सीमा।\r\n&nbsp;\r\nभूगोल\r\nपुंछ 33.77 &deg; N 74.1 &deg; E पर स्थित है। यह पुं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"पूंछ","slug":"poonch"}],"slug":"top-places-to-visit-in-poonch-jammu-and-kashmir","total":0},{"id":542,"title":"अनंतनाग, में देखने के लिए शीर्ष स्थान, जम्मू और कश्मीर","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"अनंतनाग एक शहर और एक नगर पालिका है, जो भारतीय राज्य जम्मू और कश्मीर में अनंतनाग जिले की राजधानी है। अनंतनाग राज्य की राजधानी श्रीनगर से 53 किलोमीटर (33 मील) की दूरी पर स्थित है। यह श्रीनगर और जम्मू के बाद जम्मू और कश्मीर में तीसरा सबसे बड़ा शहर है, जिसकी शहरी आबादी 200,000 से अधिक है और नगरपालिका","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जम्मू-और-कश्मीर","slug":"jammu-and-kashmir"},{"name":"अनंतनाग","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}