{"id":563,"title":"Top Places to visit in Udhampur, Jammu and Kashmir","imageUrl":"ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","dateCreated":"2019-09-02T05:38:05.208Z","dateModified":"2019-09-02T05:38:25.067Z","contributedBy":"AskGif","content":"<p>Udhampur is a district and a municipal committee in Udhampur District in the Indian state of Jammu and Kashmir. Named after Raja Udham Singh, it serves as the district capital and the Northern Command headquarters of the Indian Army. A Forward Base Support Unit (FBSU) of the Indian Air Force is also stationed here. Udhampur is used by the Armed Forces as a transit point between Jammu and Srinagar when travelling by road on National Highway 1A.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district of Udhampur is located in the Shivalik range of Himalayas and the terrain is mostly mountainous. The upper reaches of the district experience snowfall in the winter season. The city itself is in a relatively flatter part of the district at an elevation of 756 metres (2480 feet) and it rarely experiences any snowfall.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>The Town of Udhampur is governed by Udhampur Municipal Committee with 22 municipal wards. Udhampur consists of four administrative districts: Udhampur, Ramnagar, Chenani and Majalta.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>The city's climate is subtropical. Summer temperatures may exceed 40 degrees while temperatures below freezing have been recorded in winter. The annual rainfall is 130 cm, mainly in monsoons and winters. Central Udhampur rarely experiences snowfall, though its outer regions do occasionally. Due to changing climate patterns, heavier snowfall has been experienced in recent years. In 2011, there was about 15 cm snow. Heavy hailstorms with piles of hail can be experienced in February and March.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2001 Indian census, Udhampur has a population of 59,236. Males constitute 65% of the population and females 35%. The large male percentage is due to the army constituting a large part of the city's population. Udhampur has an average literacy rate of 88%, higher than the national average of 74.04%: male literacy is 89%, and female literacy is 75%. In Udhampur, 13% of the population is under 6 years of age. About 74% of the population practices Hinduism, followed by Islam 25% and about 1% population is Sikh.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>Udhampur is located on National Highway NH-44, which is the only national highway that connects Srinagar to the rest of India. Bus services (both private and state owned) are the most common mode of public transportation to and from Udhampur. Frequent connections to the Kashmir Valley and Jammu are available. Taxi services are also available for going to Jammu and Srinagar and other nearby towns, and minibuses operate within the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Udhampur is connected to Jammu which is the winter capital of state of Jammu and Kashmir in India. The Uttar Sampark Kranti Express train from New Delhi was the first train to run on this link in 2005. More than a dozen long-distance trains either originate from Udhampur railway terminus or connect Udhampur to the rest of India. Commuter unreserved passenger trains link Jammu and Udhampur.</p>\r\n<p>&nbsp;</p>\r\n<p>The project to connect Udhampur to the Kashmir valley by railway track is progressing. The railway line has been laid to Katra. Now Katra to Banihal track remains to be laid to complete the Jammu&ndash;Baramulla line.</p>\r\n<p>&nbsp;</p>\r\n<p>The Northern Railway Construction Organization (Jammu&ndash;Baramulla line) is working on connecting Udhampur and Srinagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Udhampur Air Force Station of the Indian Air Force (IAF) is located in Udhampur but it is not open for civilians. Jammu Airport is the nearest civilian airport.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Udhampur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ceac1ce1-e247-451c-98d3-84f06fdc7406_Udhampur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-udhampur-jammu-and-kashmir","tags":[{"name":"udhampur","slug":"udhampur"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"recommendations":[{"id":562,"title":"Top Places to visit in Srinagar, Jammu and Kashmir","imageUrl":"8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","dateCreated":"2019-09-02T05:32:59.006Z","dateModified":"2019-09-02T05:33:12.301Z","contributedBy":"AskGif","content":"Srinagar is the largest city and the summer capital of the Indian state of Jammu and Kashmir. It lies in the Kashmir Valley on the banks of the Jhelum River, a tributary of the Indus, and Dal and Anchar lakes. The city is known for its natural environment, gardens, waterfronts and houseboats. It ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8ef595cd-f497-4e37-a51d-34a6b813fffc_Srinagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"srinagar","slug":"srinagar"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-srinagar-jammu-and-kashmir","total":0},{"id":561,"title":"Top Places to visit in Shopian, Shupiyan, Jammu and Kashmir","imageUrl":"e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","dateCreated":"2019-09-02T05:21:19.115Z","dateModified":"2019-09-02T05:21:40.983Z","contributedBy":"AskGif","content":"Shopian or Shupiyan is a Guhjar town and administrative division of the Shopian district, located in southern part of Kashmir Valley, of Jammu and Kashmir, India.&nbsp;\r\n&nbsp;\r\nShopian or Shupiyan is a hill district with its administrative division in Shopian, located in south side","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e03ef49c-671c-498a-b1bf-00912349aae3_Shopian-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"shopian","slug":"shopian"},{"name":"shupiyan","slug":"shupiyan"},{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"}],"slug":"top-places-to-visit-in-shopian-shupiyan-jammu-and-kashmir","total":0},{"id":555,"title":"Top Places to visit in Poonch, Jammu and Kashmir","imageUrl":"c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","dateCreated":"2019-09-02T02:50:10.069Z","dateModified":"2019-09-02T02:50:23.202Z","contributedBy":"AskGif","content":"Poonch (also referred to as Punch) is a city and a municipal council, which forms the capital of the Poonch district in the Indian state of Jammu and Kashmir. The city is near the Line of Control - the de facto border with Pakistan's Azad Kashmir.\r\n&nbsp;\r\nGeography\r\nPoonch i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c484ba94-4f46-4c0a-8287-c8681b5802df_Poonch-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"poonch","slug":"poonch"}],"slug":"top-places-to-visit-in-poonch-jammu-and-kashmir","total":0},{"id":542,"title":"Top Places to visit in Anantnag, Jammu and Kashmir","imageUrl":"1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","dateCreated":"2019-09-01T07:13:57.959Z","dateModified":"2019-09-01T07:14:15.867Z","contributedBy":"AskGif","content":"Anantnag&nbsp; is a city and a municipality, capital of the Anantnag district in the Indian state of Jammu and Kashmir. Anantnag is located at a distance of 53 kilometres (33 miles) from the state's capital Srinagar. It is the third largest city in Jammu and Kashmir after Srinagar and Jammu with ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1b514550-7c81-4872-9509-12867f02fd69_Anantnag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jammu-and-kashmir","slug":"jammu-and-kashmir"},{"name":"anantnag","slug":"anantnag"}],"slug":"top-places-to-visit-in-anantnag-jammu-and-kashmir","total":0}]}