{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"<p>बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>बोकारो स्टील सिटी भारत के नियोजित शहरों में से एक है, एक प्रमुख औद्योगिक केंद्र और भारतीय राज्य झारखंड में चौथा सबसे बड़ा शहर है। यह बोकारो जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर समुद्र तल से 210 मीटर (690 फीट) की ऊंचाई पर है और इसका शहरी क्षेत्र 183 वर्ग किलोमीटर (71 वर्ग फीट) है। पूर्व में धनबाद और पुरुलिया, पश्चिम में रामगढ़ और हजारीबाग, उत्तर में गिरिडीह और दक्षिण में रांची से घिरा हुआ है। यह राष्ट्रीय राजमार्ग NH 143 और NH-18 के माध्यम से पहुँचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में, भारत सरकार ने बोकारो को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह झारखंड के 21 जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, बोकारो जिले की आबादी 2,062,330 है, यह इसे भारत में 222 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 716 निवासियों प्रति वर्ग किलोमीटर (1,850 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 15.99% थी। बोकारो में हर 1000 पुरुषों पर 916 महिलाओं का लिंगानुपात है, और साक्षरता दर 73.48% है।</p>\r\n<p>&nbsp;</p>\r\n<p>कनेक्टिविटी</p>\r\n<p>वायु</p>\r\n<p>निकटतम वाणिज्यिक हवाई अड्डा रांची में है, जिसका नाम 120 किमी की दूरी पर बिरसा मुंडा हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोकारो हवाई अड्डा एक असुरक्षित हवाई अड्डा है जहाँ कोई अनुसूचित वाणिज्यिक उड़ान नहीं है। हालांकि, भारत सरकार ने UDAN क्षेत्रीय हवाई अड्डे के विकास योजना के माध्यम से बोकारो को पटना के क्षेत्रीय हब और कोलकाता में एक अंतरराष्ट्रीय हवाई अड्डे से जोड़ने की योजना बनाई है, हवाई अड्डे को खोलने से 2019 तक वाणिज्यिक उड़ानों को देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोकारो के असुरक्षित बाजार को पूरा करने के लिए UDAN योजना के दूसरे चरण के तहत स्पाइसजेट एयरलाइन को सम्मानित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>बोकारो स्टील सिटी रेलवे स्टेशन झरिया कोयला क्षेत्र के किनारे पर स्थित है और यह बोकारो के निवासियों और आसपास के खनन-औद्योगिक क्षेत्र में कार्य करता है। यह एक ए-श्रेणी का रेलवे स्टेशन है, जिसमें एस्केलेटर, ए। सी। वेटिंग रूम, एक फूड कोर्ट, चार्जिंग पॉइंट, एक फुट ओवर-ब्रिज, और कम्प्यूटरीकृत टिकट आरक्षण काउंटर सहित सुविधाएं हैं। रेलवे स्टेशन भारतीय रेलवे के दक्षिण पूर्वी रेलवे द्वारा संचालित है, और पड़ोसी राज्यों और प्रमुख महानगरीय क्षेत्रों जैसे दिल्ली, कोलकाता, मुंबई और चेन्नई को कनेक्टिविटी प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>धनबाद-बोकारो-रांची-जमशेदपुर मेगा औद्योगिक गलियारा एक्सप्रेसवे 2018 में बोकारो तक पूरा हो गया और बोकारो-धनबाद 6-लेनिंग 2020 में पूरा होने जा रहा है। बोकारो बस स्टैंड एक निजी बस स्टैंड है और सेक्टर -12 में भूमि अधिग्रहण किया जा रहा है। नए बस स्टैंड के लिए। राष्ट्रीय राजमार्ग -18 (पुराना NH-32) और राष्ट्रीय राजमार्ग -23 जो पुरुलिया तक 4 लेन का है। बोकारो सड़क मार्ग से रांची, कोलकाता, आसनसोल, पटना, जमशेदपुर और दुर्गापुर जैसे औद्योगिक शहरों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोकारो को पेटीएम द्वारा सबसे तेजी से बढ़ते गंतव्यों के बीच स्थान दिया गया था, जब यह टियर -2 और टियर -3 शहरों में बस से यात्रा करने के लिए आया था।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>मोहन कुमार मंगलम स्टेडियम शहर के केंद्र में सेक्टर 4 में एक बहुउद्देश्यीय स्टेडियम है।</p>\r\n<p>सेनापति क्रिकेट स्टेडियम का निर्माण 1995 में किया गया था और वर्तमान में इसका संचालन भारतीय इस्पात प्राधिकरण करता है।</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>अरुंधति भट्टाचार्य, बैंकर और भारतीय स्टेट बैंक की पूर्व अध्यक्ष</p>\r\n<p>इमरान जाहिद, अभिनेता</p>\r\n<p>शहबाज नदीम, क्रिकेट खिलाड़ी और झारखंड क्रिकेट टीम के कप्तान</p>\r\n<p>प्रकाश झा, फिल्म निर्माता और निर्देशक</p>\r\n<p>चेतन जोशी, भारतीय शास्त्रीय संगीतकार</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bokaro_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bokaro-jharkhand","tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"recommendations":[{"id":586,"title":"रामगढ़ में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"72149cd0-e607-4665-be6f-51d6b700f88d_Ramgarh-railway.jpg","dateCreated":"2019-09-05T03:33:36.176Z","dateModified":"2019-09-05T03:33:48.351Z","contributedBy":"AskGif","content":"रामगढ़ जिला भारत के झारखंड राज्य के 24 जिलों में से एक है। यह ब्रिटिश शासन के दौरान एक सैन्य जिला भी था, जिसे तब रामगुर जिले के रूप में संदर्भित किया जाता था।\r\n&nbsp;\r\nहेल्थकेयर और शिक्षा\r\nस्वास्थ्य देखभाल\r\nसेंट्रल कोलफील्ड लि\r\n&nbsp;\r\nकेंद्रीय अस्पताल, न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/72149cd0-e607-4665-be6f-51d6b700f88d_Ramgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"रामगढ़","slug":"ramgarh"}],"slug":"top-places-to-visit-in-ramgarh-jharkhand","total":0},{"id":580,"title":"कोडरमा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"42f3af6c-d2fc-4a59-987e-844bc4052735_Koderma-railway.jpg","dateCreated":"2019-09-04T02:56:41.003Z","dateModified":"2019-09-04T02:57:01.581Z","contributedBy":"AskGif","content":"कोडरमा (कोडरमा के रूप में भी जाना जाता है) भारतीय राज्य झारखंड में एक शहर और कोडरमा जिले का एक अधिसूचित क्षेत्र है। यह जिला उत्तर में बिहार के नवादा जिले से, दक्षिण में झारखंड के हजारीबाग जिले से, पूर्व में झारखंड के गिरिडीह जिले से और पश्चिम में बिहार के गया जिले से घिरा हुआ है।\r\n&nbsp;</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/42f3af6c-d2fc-4a59-987e-844bc4052735_Koderma-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोडरमा","slug":"koderma"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-koderma-jharkhand","total":0},{"id":566,"title":"देवघर में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","dateCreated":"2019-09-02T09:52:51.373Z","dateModified":"2019-09-02T09:53:15.377Z","contributedBy":"AskGif","content":"देवघर भारत के झारखंड राज्य के संथाल परगना प्रमंडल में देवघर जिले का मुख्यालय है। प्रसिद्ध बैद्यनाथ मंदिर यहाँ स्थित है।\r\n&nbsp;\r\nदेवघर जिला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है, और देवघर शहर इस जिले का प्रशासनिक मुख्यालय है। यह जिला बैद्यनाथ ज्योतिर्लिंग मंदिर के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"देवघर","slug":"deoghar"}],"slug":"top-places-to-visit-in-deoghar-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}