{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"<p>Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.</p>\r\n<p>&nbsp;</p>\r\n<p>Bokaro Steel City is one of the planned cities of India, a major industrial centre and the fourth largest city in the Indian state of Jharkhand. It is the administrative headquarters of Bokaro district.</p>\r\n<p>&nbsp;</p>\r\n<p>The city stands at an elevation of 210 metres (690 feet) above sea level and has an urban area of 183 square kilometres (71 square miles). Bounded on the east by Dhanbad and Purulia, on the west by Ramgarh and Hazaribagh, on the north by Giridih and on the south by Ranchi. It is accessible through National Highway NH 143 &amp; NH-18.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006, the Indian government named Bokaro one of the country's 250 most backward districts (out of a total of 640). It is one of the 21 districts in Jharkhand currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Bokaro district has a population of 2,062,330, This gives it a ranking of 222nd in India (out of a total of 640). The district has a population density of 716 inhabitants per square kilometre (1,850/sq mi). Its population growth rate over the decade 2001-2011 was 15.99%. Bokaro has a sex ratio of 916 females for every 1000 males, and a literacy rate of 73.48%.</p>\r\n<p>&nbsp;</p>\r\n<p>Connectivity</p>\r\n<p>Air</p>\r\n<p>The nearest commercial airport is at Ranchi, named Birsa Munda Airport, at a distance of 120 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Bokaro Airport is an unserviced airport with no scheduled commercial flights. However, the Government of India has planned to connect Bokaro to the regional hub of Patna and an international airport in Kolkata through the UDAN regional airport development scheme, opening the airport up could see commercial flights by 2019.</p>\r\n<p>&nbsp;</p>\r\n<p>SpiceJet airline has been awarded under the second phase of the UDAN Scheme to cater unserved market of Bokaro.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Bokaro Steel City railway station lies at the edge of the Jharia Coalfield and serves the residents of Bokaro and the surrounding mining-industrial area. It is a A-category railway station, with amenities including escalators, A.C waiting rooms, a food court, charging points, a foot over-bridge, and computerised ticket reservation counters. The railway station is operated by the South Eastern Railway of the Indian Railways, and provides connectivity to neighbouring states and major metropolitan areas such as Delhi, Kolkata, Mumbai and Chennai.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Dhanbad-Bokaro-Ranchi-Jamshedpur Mega Industrial Corridor Expressway got completed till Bokaro in 2018 and Bokaro-Dhanbad 6-laning is going to be completed in 2020. Bokaro Bus Stand is a private bus stand and land acquisition is being done in Sector-12 for new bus stand. National Highway-18 (old NH-32) and National Highway-23 which is a 4-laned till Purulia. Bokaro is well connected by road with industrial cities like Ranchi, Kolkata, Asansol, Patna, Jamshedpur and Durgapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Bokaro was ranked by Paytm, among fastest growing destinations when it came to travelling by bus in Tier-2 &amp; Tier-3 cities.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Mohan Kumar Mangalam Stadium is a multi-purpose stadium in sector 4, the heart of the city.</p>\r\n<p>Senapati Cricket Stadium was constructed in 1995 and is currently maintained by Steel Authority of India.</p>\r\n<p>Notable people</p>\r\n<p>Arundhati Bhattacharya, banker and former chairperson of the State Bank of India</p>\r\n<p>Imran Zahid, actor</p>\r\n<p>Shahbaz Nadeem, cricket player and captain of the Jharkhand cricket team</p>\r\n<p>Prakash Jha, film producer and director</p>\r\n<p>Chetan Joshi, Indian classical musician</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bokaro_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bokaro-jharkhand","tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"recommendations":[{"id":586,"title":"Top Places to visit in Ramgarh, Jharkhand","imageUrl":"72149cd0-e607-4665-be6f-51d6b700f88d_Ramgarh-railway.jpg","dateCreated":"2019-09-05T03:33:36.176Z","dateModified":"2019-09-05T03:33:48.351Z","contributedBy":"AskGif","content":"Ramgarh district is one of the 24 districts in the Indian state of Jharkhand. It was also a military district during the British Regime, referred to then as Ramghur district.\r\n&nbsp;\r\nHealthcare and education\r\nHealthcare\r\nCentral Coalfield Ltd\r\n&nbsp;\r\nCe","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/72149cd0-e607-4665-be6f-51d6b700f88d_Ramgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"ramgarh","slug":"ramgarh"}],"slug":"top-places-to-visit-in-ramgarh-jharkhand","total":0},{"id":580,"title":"Top Places to visit in Koderma, Jharkhand","imageUrl":"42f3af6c-d2fc-4a59-987e-844bc4052735_Koderma-railway.jpg","dateCreated":"2019-09-04T02:56:41.003Z","dateModified":"2019-09-04T02:57:01.581Z","contributedBy":"AskGif","content":"Kodarma (also spelled as Koderma) is a city and a notified area in Koderma district in the Indian state of Jharkhand. The district is bound on the north by the Nawada district of Bihar, on the south by Hazaribagh district of Jharkhand, on the east by Giridih district of Jharkhand and on the west ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/42f3af6c-d2fc-4a59-987e-844bc4052735_Koderma-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"koderma","slug":"koderma"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-koderma-jharkhand","total":0},{"id":566,"title":"Top Places to visit in Deoghar, Jharkhand","imageUrl":"192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","dateCreated":"2019-09-02T09:52:51.373Z","dateModified":"2019-09-02T09:53:15.377Z","contributedBy":"AskGif","content":"Deoghar is the headquarters of the Deoghar District in the Santhal Parganas division of the state of Jharkhand, India. The famed Baidyanath Temple is located here.\r\n&nbsp;\r\nDeoghar district is one of the twenty-four districts of Jharkhand state in eastern India, and Deoghar town is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"deoghar","slug":"deoghar"}],"slug":"top-places-to-visit-in-deoghar-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}