{"id":565,"title":"Top Places to visit in Chatra, Jharkhand","imageUrl":"ae4f5f53-6b52-4459-95a0-530fc56ad9f8_Chatra-railway.jpg","dateCreated":"2019-09-02T09:43:38.953Z","dateModified":"2019-09-02T09:44:06.196Z","contributedBy":"AskGif","content":"<p>Chatra is headquarters of Chatra district in the Indian state of Jharkhand.</p>\r\n<p>&nbsp;</p>\r\n<p>Chatra district is one of the twenty-four districts of Jharkhand state, India, and Chatra is the administrative headquarters of this district. The district covers an area of 3706 km&sup2;. In 2011, Chatra had population of 1,042,886 of which male and female were 533,935 and 508,951 respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Mother Bhadrakali in a Temple in Chatra district</p>\r\n<p>The district of Chatra, gateway of Jharkhand has a number of picnic spots and fountains, waterfalls and flora and fauna. Some of the tourist spots of Chatra include:</p>\r\n<p>&nbsp;</p>\r\n<p>Bhadrakali temple:- It is 35 km on the East of Chatra and 16 km west of Chauparan connected with Grand Trunk Road. Along with the temple situated on the bank of river Mahanad(Mahane) surrounded by hill and forest, there is a water reservoir.</p>\r\n<p>Kunda Cave:- The ruins of old Kunda palace are still found at a distance of about three-four miles from the present Kunda Village. The place might have been created either towards the end of 17th or beginning of the 18th century AD.</p>\r\n<p>Tamasin:- Word tamasin is a sandhi of 'tam+asin' which means 'darkness prevails '. This area has mixed forest having high trees making the area dark even in the daylight. Tamasin has a waterfall.</p>\r\n<p>Besides these there are a number of waterfalls in Chatra.</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Kauleswary Temple: - Maa Kauleswary Mandir is situated near Hunterganj block in Kedli kalan village. It is approx 10 km from Hunterganj and the temple is situated on the hill which has 650 feet height. A Budha temple is also situated on Kuleswary hill and every year thousands of visitor are coming to visit the temples and natural environment of this area also.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Chatra is located at 24&deg;12&prime;16&Prime;N 84&deg;52&prime;37&Prime;E.</p>\r\n<p>&nbsp;</p>\r\n<p>Chatra has several waterfalls around it: Gua Falls (6 km), Keridah Falls (8 km), Maludah Falls (8 km), and Bichkiliya (11 km). Balbal Duari (25 km) has a hot spring.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Raja Ram Mohan Roy, the prominent social reformer, worked as a Sirishtedar at Chatra in 1805-06 and lived both at Chatra and Ramgarh in this capacity.It's famous for natural beauty.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As per 2011 Census of India Chatra Nagar Parishad had a total population of 49.985, of which 26,555 were males and 23,430 females. Scheduled Castes numbered 3,454 and Scheduled Tribes numbered 242.</p>\r\n<p>According to the 2011 census Chatra district has a population of 1,042,304, roughly equal to the nation of Cyprus or the US state of Rhode Island. This gives it a ranking of 434rd in India (out of a total of 640). The district has a population density of 275 inhabitants per square kilometre (710/sq mi) . Its population growth rate over the decade 2001-2011 was 28.98%. Chatra has a sex ratio of 951 females for every 1000 males, and a literacy rate of 98.5%.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2001 census, Chatra had a population of 41,990, out of which 22,331 were males and 19,659 were females. 27,409 persons were literate.people of Chatra speaks Khortha language along with Hindi.</p>\r\n<p>&nbsp;</p>\r\n<p>Literacy</p>\r\n<p>As per 2011 census the total number of literates in Chatra Nagar Parishad was 33,746, out of which 19,270 were males and 14,476 were females.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Chatra stands at the crossing of NH 99 and NH 100.</p>\r\n<p>&nbsp;</p>\r\n<p>NGO working in Chatra</p>\r\n<p>Chatra (community development block)</p>\r\n<p>Sanmat under skill training domain.</p>\r\n<p>IACM: Under skill domain.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chatra_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ae4f5f53-6b52-4459-95a0-530fc56ad9f8_Chatra-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chatra-jharkhand","tags":[{"name":"chatra","slug":"chatra"},{"name":"jharkhand","slug":"jharkhand"}],"recommendations":[{"id":588,"title":"Top Places to visit in Sahibganj, Sahebganj, Jharkhand","imageUrl":"320ff65e-29b5-4633-8938-1adff247df4e_Sahibganj-railway.jpg","dateCreated":"2019-09-06T01:59:12.487Z","dateModified":"2019-09-06T01:59:25.74Z","contributedBy":"AskGif","content":"Sahebganj (also known as Sahibganj) is a town and Municipality of Sahebganj district of Jharkhand state, India, which also serves as the district headquarters for Sahibganj District. Sahibganj is a Class II town of Jharkhand which is sandwiched between the River Ganges on the north, the Rajmahal ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/320ff65e-29b5-4633-8938-1adff247df4e_Sahibganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sahebganj","slug":"sahebganj"},{"name":"jharkhand","slug":"jharkhand"},{"name":"sahibganj","slug":"sahibganj"}],"slug":"top-places-to-visit-in-sahibganj-sahebganj-jharkhand","total":0},{"id":584,"title":"Top Places to visit in Pakur, Jharkhand","imageUrl":"b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","dateCreated":"2019-09-05T03:21:37.242Z","dateModified":"2019-09-05T03:21:53.276Z","contributedBy":"AskGif","content":"Pakur (previously known as Pakaur) is the district headquarters of Pakur District, Jharkhand state, India.\r\n&nbsp;\r\nPakur district is one of the twenty-four districts of Jharkhand state, India, and Pakur is the administrative headquarters of this district. Pakur sub-division of Sahi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"pakur","slug":"pakur"}],"slug":"top-places-to-visit-in-pakur-jharkhand","total":0},{"id":567,"title":"Top Places to visit in Dhanbad, Jharkhand","imageUrl":"23f4cf6b-8d87-4f0f-bb62-d8a797d00a74_Dhanbad-railway.jpg","dateCreated":"2019-09-02T11:27:43.356Z","dateModified":"2019-09-02T11:27:57.573Z","contributedBy":"AskGif","content":"Dhanbad is a city in the Indian state of Jharkhand. It is the second most populated city in Jharkhand. Dhanbad along with its adjacent urban areas ranks 42nd in population amongst other cities in India. It has been ranked 94th as per Ease of Living Index rankings. Dhanbad shares its land borders ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/23f4cf6b-8d87-4f0f-bb62-d8a797d00a74_Dhanbad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dhanbad","slug":"dhanbad"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-dhanbad-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}