{"id":566,"title":"Top Places to visit in Deoghar, Jharkhand","imageUrl":"192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","dateCreated":"2019-09-02T09:52:51.373Z","dateModified":"2019-09-02T09:53:15.377Z","contributedBy":"AskGif","content":"<p>Deoghar is the headquarters of the Deoghar District in the Santhal Parganas division of the state of Jharkhand, India. The famed Baidyanath Temple is located here.</p>\r\n<p>&nbsp;</p>\r\n<p>Deoghar district is one of the twenty-four districts of Jharkhand state in eastern India, and Deoghar town is the administrative headquarters of this district. This district is known for the Baidyanath Jyotirlinga shrine. This district is part of Santhal Pargana division. Deoghar is a Hindi word and the literal meaning of &lsquo;Deoghar&rsquo; is abode (&lsquo;ghar&rsquo;) of the Gods and Goddesses (&lsquo;dev&rsquo;). Deoghar is also known as &ldquo;Baidyanath Dham&rdquo;, &ldquo;Baba Dham&rdquo;, &ldquo;B. Deoghar&rdquo;.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Deoghar is located at 24.48&deg;N 86.7&deg;E. It has an average elevation of 255 metres (833 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Deoghar city is also called as cultural capital of jharkhand</p>\r\n<p>&nbsp;</p>\r\n<p>Universities and colleges</p>\r\n<p>Deoghar College - affiliated under SKM University</p>\r\n<p>A S COLLEGE, DEOGHAR - affliated under SKM University</p>\r\n<p>Birla Institute of Technology (Deoghar)</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Deoghar has a population of 203,116 and 17.62% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Attractions</p>\r\n<p>The holy city which claims mythological origins houses the famous Baidyanath Dham temple and is the primary tourist attraction.</p>\r\n<p>&nbsp;</p>\r\n<p>1.Baidyanath Dham The Baba Baidyanath Temple complex enshrines a Jyotirlinga, along with 12 other temples. Being one of the most sacred temples in India, the Baidyanath Temple holds a spiritual high ground among other temples owing to its religious significance and its architecture.[original research?] Located in Deoghar in the Santhal Parganas division of the state of Jharkhand in India, this large temple complex comprises the main temple of Baba Baidyanath, where the Jyotirlinga is installed, along with twenty-one other temples. The temple is mentioned in several ancient scriptures and continues to be mentioned even in modern-day history books. The story of the origin of this Jyotirlinga goes back to the Treta Yuga, in the era of Lord Rama. According to popular Hindu beliefs, the demon Ravana, king of Lanka, worshipped Shiva at this very site, where the temple is currently located. Ravana offered his ten heads one after the other, as a sacrifice to Lord Shiva. Pleased with this act, Shiva proceeded to descend to the Earth to cure Ravana, who was injured. Since Lord Shiva had acted as a doctor, he is referred to as 'Vaidhya', and it is from this aspect of Shiva that the temple derives its name.</p>\r\n<p>&nbsp;</p>\r\n<p>2. Nandan Pahar Nandan Pahar is an amusement park built on top of a hill in the district of Deoghar in Jharkhand, India. The park attracts visitors from nearby localities from almost all age groups. Nandan Pahar consists of a garden, a pond, and serves as an amusement or recreational park with several joy rides within the green garden. There are theme houses at the park too. The Nandi temple, which is situated on the top of Nandan Pahar, is very famous in the locality. Nandan Pahar is managed and promoted by the Jharkhand State Tourism Development Corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>3.Tapovan Caves and Hills Located 10 km from Deoghar, this place has a temple of Shiva called Taponath Mahadeva and a number of caves are also present there. In one of the caves, there is a Shiva lingam installed and it is said that Sage Valmiki came here for penance.</p>\r\n<p>&nbsp;</p>\r\n<p>4.Naulakha Mandir Situated 1.5 km from the main temple, this temple measures 146 ft high and is very similar to the temple of Ramakrishna in Belur. It is dedicated to Radha-Krishna and since its construction cost Rs. 9 lakh, it is also known as Naulakha temple.</p>\r\n<p>&nbsp;</p>\r\n<p>5.Basukinath Temple Located in the Dumka district of Jharkhand on the Deoghar-Dumka state highway, Basukinath is a place of worship for Hindus. Pilgrims visit the temple each year from all parts of the country to worship Lord Shiva, who is the presiding deity. The crowd at the temple drastically increases in the month of Shravan, when not only local and national tourists but also international visitors visit.</p>\r\n<p>&nbsp;</p>\r\n<p>It is widely believed that the Basukinath Temple is the court of Baba Bhole Nath. The temples of Shiv and Parvati are located just in front of each other in the Basukinath Temple. The gates of both of these temples open in the evening, and it is believed that Lord Shiva and Mata Parvati meet each other at this time. Thus, devotees are asked to move away from the front gates of the temple. Other small temples that are dedicated to different Gods and Goddesses can also be found inside the compound.</p>\r\n<p>&nbsp;</p>\r\n<p>6.Satsang Nagar</p>\r\n<p>&nbsp;</p>\r\n<p>7.Rikhiyapith</p>\r\n<p>&nbsp;</p>\r\n<p>8.Ramakrishna Mission Vidyapith</p>\r\n<p>&nbsp;</p>\r\n<p>9.Balanand shram</p>\r\n<p>&nbsp;</p>\r\n<p>Saawan Mela</p>\r\n<p>The importance of Babadham increases during the month of Shrawan. During this period, lakhs of devotees throng the Baba Baidyanath temple. Most of them first visit Sultanganj, which is 108 km from Babadham.</p>\r\n<p>&nbsp;</p>\r\n<p>In Sultanganj, the Ganges flows to the North. It is from this place that the devotees collect water in their kanwars and carry the holy Ganges water, with the kanwars on their shoulders. They walk 109 km up to Baba Baidyanath temple at Babadham reciting Bol Bam on the way.</p>\r\n<p>&nbsp;</p>\r\n<p>On reaching Babadham, the kanwarias first take a dip in the Shivaganga to purify themselves, and then enter the Baba Baidyanath temple, where the Ganges water is offered to the Jyotirlingam.</p>\r\n<p>&nbsp;</p>\r\n<p>This pilgrimage continues during the whole of Shravan for 30 days, during July&ndash;August. This is the longest religious fair in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>People from foreign lands also visit Babadham not only during Shrawan month but also during the rest of the year.</p>\r\n<p>&nbsp;</p>\r\n<p>The sight on the way from Sultanganj to Babadham is of a 109 km long human chain of saffron clad pilgrims. It is estimated that within this period of one month around 5.0 to 5.5 million pilgrims visit Babadham.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides the great pilgrimage of Shrawan, almost the whole year remains under fair with Shivaratri in March, Basant Panchami in January, Bhadra Purnima in September. Also here Rikhiya ashram famous in world for its meditation camp along with the Ramniwas Ashram of Saint Balanand Brahmachari, Mohan Mandir of Mohananand Swami, Kailash Pahar Ashram-Jasidih of Swami Hansdev Avadhoot.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples and Holy places in and around Deoghar District</p>\r\n<p>Ajgaibinath(Ajit), Baiju Temple, Basukinath, Deva Sangha Math, Dolmanch, Harila Jori, Hathi Pahar or Mahadevatari, Jain Temple, Kailash Pahar Ashram, Kathikund Daninath Shiva Temple, Kundeshwari, Jagrat Kunda Kali Mandir, Lila Temple, Seva Nikunj, Mansarovar, Nandan Pahar, Naulakha Temple, Pagla Baba Ashram, Rikhia Ashram, Ram Krishna Mission Vidyapeeth, Satsang Nagar and Ashram, Shitala Temple, Shivaganga, Shiv Mandir Chitra, Tapovan, Chitra coalyari (Jamua) Trikuta Parvata.</p>\r\n<p>&nbsp;</p>\r\n<p>Other temples</p>\r\n<p>Taapovan.</p>\r\n<p>Naulakha Temple, Deoghar</p>\r\n<p>Trikuti Pahar, Mohanpur</p>\r\n<p>Budhai Mandir, Madhupur</p>\r\n<p>Basuki Nath Temple,</p>\r\n<p>Pathrol, Kali Mandirw</p>\r\n<p>Nayak Dham, Ganjobari Near Joramow Railway Station.</p>\r\n<p>Dindakoli Durga and Shiva mandir</p>\r\n<p>Karon Shiva mandir</p>\r\n<p>Dubay baba mandir dakai (sarwan)</p>\r\n<p>Masan Baba Temple (With Mahakali and Batuk Bhairav) - Very auspicious as Deoghar is one of the Chhita Bhumi where it is believed that Lord Shiva comes and applies Bhasm from Chhita</p>\r\n<p>Education</p>\r\n<p>Deoghar College in Deoghar town was founded in 1951. It is one of the constituent colleges of Sido Kanhu Murmu University at Dumka.</p>\r\n<p>&nbsp;</p>\r\n<p>Other Colleges are: AS College, RD Bajla Mahila College</p>\r\n<p>&nbsp;</p>\r\n<p>Ramakrishna Mission Vidyapith, Deoghar - a residential school, was founded in 1922 and is known for its quality education in secondary and higher secondary section. It is also known as Bangla Vidyapith among the locals. This school is run and managed by Rama Krishna Math, Belur, Kolkata. It has a residential Secondary and Senior Secondary School, a well equipped charitable medical unit with modern diagnostic facilities, a centre for academic coachings to school going children from the surrounding poor families, vocational training courses for local school drop-outs under the auspices of National Open School, and occasional activities of relief and rehabilitation work.</p>\r\n<p>&nbsp;</p>\r\n<p>The day scholar schools in deoghar has many dependable names to boast upon especially Saint Francis School Deoghar which is famous in the region for high achievements of its students and alumni.</p>\r\n<p>&nbsp;</p>\r\n<p>Saint Francis School Deoghar (Deoghar branch), Saint Francis School (Jasidih branch),Sri Aurobindo Convent (Jasidih), G.D D.A.V Public School School (Bhandarkola, Deoghar), S.K.P.Vidya.Vihar, Bompass town, B.Deoghar, Red Rose school, Modern Public School, The Ramakrishna Vivekananda Vidyamandir are some well known schools in the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Recently a branch of B.I.T Meshra, Ranchi opened an extension centre in Deoghar district. It admits students through the JEE (Mains) entrance examination and counselling. Recently a new school Takshashila Vidyapith, Deoghar has also been built with the latest facilities. There are two branches of G.D. D.A.V. public school-</p>\r\n<p>I) G.D D.A.V. Public School Bhandarcola (in the city suburbs)</p>\r\n<p>ii) G.D. D.A.V. Public School Castair's Town (at town center, near Tower Chowk)</p>\r\n<p>&nbsp;</p>\r\n<p>Recently a branch of ALL INDIA INSTITUTE OF MEDICAL SCIENCE, DEOGHAR opened in 2019 at extension centre in Deoghar district. It admits students through the AIIMS entrance examination and counselling .AIIMS Deoghar is conceptualised to have a hospital with a capacity of 750 beds, trauma centre facilities and a medical college with an intake of 50 MBBS students in first batch of 2019.ther schools: *Mount Litera Zee School&nbsp;</p>\r\n<p>* Bharti Vidyapeeth, Rani Kothi&nbsp;</p>\r\n<p>* R Mitra +2 High School (Govt. School)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Deoghar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-deoghar-jharkhand","tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"deoghar","slug":"deoghar"}],"recommendations":[{"id":591,"title":"Top Places to visit in West Singhbhum, Chaibasa Jharkhand","imageUrl":"f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","dateCreated":"2019-09-06T02:24:28.276Z","dateModified":"2019-09-06T02:24:46.041Z","contributedBy":"AskGif","content":"West Singhbhum or Pashchimi Singhbhum is one of the 24 districts of Jharkhand state, India. It came into existence on 16 January 1990, when the old Singhbhum district was bifurcated. Chaibasa is the state headquarters.\r\n&nbsp;\r\nChaibasa is a town and a municipality in West Singhbhum","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"west-singhbhum","slug":"west-singhbhum"},{"name":"chaibasa","slug":"chaibasa"}],"slug":"top-places-to-visit-in-west-singhbhum-chaibasa-jharkhand","total":0},{"id":579,"title":"Top Places to visit in Khunti, Jharkhand","imageUrl":"71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","dateCreated":"2019-09-04T02:46:31.391Z","dateModified":"2019-09-04T02:47:20.693Z","contributedBy":"AskGif","content":"Khunti is the headquarter of Khunti district in the Indian state of Jharkhand. It is in South Chotanagpur division and one of the twenty-four districts the Indian state of Jharkhand. The district of Khunti was carved out of Ranchi district on 12 September 2007. It is historically known as the cen","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"khunti","slug":"khunti"}],"slug":"top-places-to-visit-in-khunti-jharkhand","total":0},{"id":565,"title":"Top Places to visit in Chatra, Jharkhand","imageUrl":"ae4f5f53-6b52-4459-95a0-530fc56ad9f8_Chatra-railway.jpg","dateCreated":"2019-09-02T09:43:38.953Z","dateModified":"2019-09-02T09:44:06.196Z","contributedBy":"AskGif","content":"Chatra is headquarters of Chatra district in the Indian state of Jharkhand.\r\n&nbsp;\r\nChatra district is one of the twenty-four districts of Jharkhand state, India, and Chatra is the administrative headquarters of this district. The district covers an area of 3706 km&sup2;. In 2011, ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ae4f5f53-6b52-4459-95a0-530fc56ad9f8_Chatra-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chatra","slug":"chatra"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-chatra-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}