{"id":566,"title":"देवघर में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","dateCreated":"2019-09-02T09:52:51.373Z","dateModified":"2019-09-02T09:53:15.377Z","contributedBy":"AskGif","content":"<p>देवघर भारत के झारखंड राज्य के संथाल परगना प्रमंडल में देवघर जिले का मुख्यालय है। प्रसिद्ध बैद्यनाथ मंदिर यहाँ स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>देवघर जिला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है, और देवघर शहर इस जिले का प्रशासनिक मुख्यालय है। यह जिला बैद्यनाथ ज्योतिर्लिंग मंदिर के लिए जाना जाता है। यह जिला संथाल परगना डिवीजन का हिस्सा है। देवघर एक हिंदी शब्द है और og देवघर &rsquo;का शाब्दिक अर्थ देवताओं और देवी (&rsquo; देव &rsquo;) का निवास (&rsquo; घर &rsquo;) है। देवघर को \"बैद्यनाथ धाम\", \"बाबा धाम\", \"बी\" के रूप में भी जाना जाता है। देवघर\"।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>देवघर 24.48 &deg; N 86.7 &deg; E पर स्थित है। इसकी औसत ऊंचाई 255 मीटर (833 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>देवघर शहर को झारखंड की सांस्कृतिक राजधानी भी कहा जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>विश्वविद्यालयों और कॉलेजों</p>\r\n<p>देवघर कॉलेज - एसकेएम विश्वविद्यालय के अंतर्गत संबद्ध</p>\r\n<p>एक एस कॉलेज, DEOGHAR - SKM विश्वविद्यालय के अधीन है</p>\r\n<p>बिरला प्रौद्योगिकी संस्थान (देवघर)</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, देवघर की जनसंख्या 203,116 है और 17.62% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>पवित्र शहर जो पौराणिक उत्पत्ति का दावा करता है, प्रसिद्ध बैद्यनाथ धाम मंदिर है और प्राथमिक पर्यटक आकर्षण है।</p>\r\n<p>&nbsp;</p>\r\n<p>1. बैद्यनाथ धाम बाबा बैद्यनाथ मंदिर परिसर में 12 अन्य मंदिरों के साथ एक ज्योतिर्लिंग भी है। भारत में सबसे पवित्र मंदिरों में से एक होने के नाते, बैद्यनाथ मंदिर अपने धार्मिक महत्व और इसकी वास्तुकला के कारण अन्य मंदिरों के बीच एक आध्यात्मिक उच्च भूमि रखता है। [मूल शोध?] भारत में झारखंड राज्य के संथाल परगना विभाग में देवघर में स्थित है। , इस बड़े मंदिर परिसर में बाबा बैद्यनाथ का मुख्य मंदिर शामिल है, जहाँ ज्योतिर्लिंग स्थापित है, साथ ही इक्कीस अन्य मंदिर भी हैं। मंदिर का उल्लेख कई प्राचीन शास्त्रों में किया गया है और आधुनिक इतिहास की पुस्तकों में भी इसका उल्लेख किया जाता है। इस ज्योतिर्लिंग की उत्पत्ति की कहानी त्रेता युग में भगवान राम के काल में चली जाती है। लोकप्रिय हिंदू मान्यताओं के अनुसार, लंका के राजा रावण ने इस स्थान पर शिव की पूजा की थी, जहां वर्तमान में मंदिर स्थित है। रावण ने भगवान शिव के बलिदान के रूप में एक के बाद एक अपने दस सिर चढ़ाए। इस कृत्य से प्रसन्न होकर, शिव घायल होकर रावण का इलाज करने के लिए पृथ्वी पर उतरे। चूंकि भगवान शिव ने एक डॉक्टर के रूप में काम किया था, इसलिए उन्हें 'वैद्य' के रूप में जाना जाता है, और यह शिव के इस पहलू से है कि मंदिर का नाम उनके नाम पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>2. नंदन पहाड़ नंदन पहर भारत के झारखंड के देवघर जिले में एक पहाड़ी की चोटी पर बना एक मनोरंजन पार्क है। यह पार्क लगभग सभी आयु समूहों के पर्यटकों को आकर्षित करता है। नंदन पहर में एक बगीचा, एक तालाब होता है, और एक मनोरंजन या मनोरंजन पार्क के रूप में हरे भरे बगीचे के भीतर कई खुशी की सवारी होती है। पार्क में थीम हाउस भी हैं। नंदी मंदिर, जो नंदन पहाड़ की चोटी पर स्थित है, इलाके में बहुत प्रसिद्ध है। नंदन पहर का प्रबंधन और प्रचार झारखंड राज्य पर्यटन विकास निगम द्वारा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>3. तपोवन गुफाएँ और पहाड़ियाँ देवघर से 10 किमी दूर स्थित हैं, इस स्थान पर शिव का एक मंदिर है जिसे तपोनाथ महादेव कहा जाता है और कई गुफाएँ भी वहाँ मौजूद हैं। एक गुफा में, एक शिव लिंगम स्थापित है और कहा जाता है कि ऋषि वाल्मीकि यहां तपस्या के लिए आए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>4. नौलखा मंदिर मुख्य मंदिर से 1.5 किमी दूर स्थित है, यह मंदिर 146 फीट ऊंचा है और बेलूर में रामकृष्ण के मंदिर के समान है। यह राधा-कृष्ण को समर्पित है और इसकी निर्माण लागत के बाद से रु। 9 लाख, इसे नौलखा मंदिर के नाम से भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>5. बासुकीनाथ मंदिर देवघर-दुमका राज्य राजमार्ग पर झारखंड के दुमका जिले में स्थित बासुकीनाथ हिंदुओं के लिए पूजा स्थल है। तीर्थयात्री प्रत्येक वर्ष देश के सभी हिस्सों से मंदिर में भगवान शिव की पूजा करने के लिए जाते हैं, जो पीठासीन देवता हैं। मंदिर में भीड़ श्रावण के महीने में बहुत बढ़ जाती है, जब न केवल स्थानीय और राष्ट्रीय पर्यटक बल्कि अंतर्राष्ट्रीय आगंतुक भी आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह व्यापक रूप से माना जाता है कि बासुकीनाथ मंदिर बाबा भोले नाथ का दरबार है। बासुकीनाथ मंदिर में शिव और पार्वती के मंदिर एक-दूसरे के ठीक सामने स्थित हैं। इन दोनों मंदिरों के द्वार शाम को खुलते हैं, और यह माना जाता है कि भगवान शिव और माता पार्वती इस समय एक दूसरे से मिलते हैं। इस प्रकार, भक्तों को मंदिर के सामने के फाटकों से दूर जाने के लिए कहा जाता है। अन्य छोटे मंदिर जो विभिन्न देवी-देवताओं को समर्पित हैं, वे भी परिसर के अंदर पाए जा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>6. सत्संग नगर</p>\r\n<p>&nbsp;</p>\r\n<p>7.Rikhiyapith</p>\r\n<p>&nbsp;</p>\r\n<p>8.रामकृष्ण मिशन विद्यापीठ</p>\r\n<p>&nbsp;</p>\r\n<p>9.बालानंद श्रम</p>\r\n<p>&nbsp;</p>\r\n<p>सावन मेला</p>\r\n<p>श्राद्ध के महीने में बाबाधाम का महत्व बढ़ जाता है। इस दौरान लाखों भक्त बाबा बैद्यनाथ मंदिर में मत्था टेकते हैं। उनमें से अधिकांश पहले सुल्तानगंज जाते हैं, जो बाबाधाम से 108 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>सुल्तानगंज में गंगा उत्तर की ओर बहती है। यह इस जगह से है कि भक्त अपने कंवरों में पानी इकट्ठा करते हैं और पवित्र गंगा जल अपने कंधों पर कंवरों के साथ ले जाते हैं। वे बाबा बैद्यनाथ मंदिर में 109 किलोमीटर तक चलते हैं और रास्ते में बोल बम का पाठ करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बाबाधाम पहुंचने पर, कांवरिया पहले खुद को शुद्ध करने के लिए शिवगंगा में डुबकी लगाते हैं, और फिर बाबा बैद्यनाथ मंदिर में प्रवेश करते हैं, जहां ज्योतिर्लिंग पर गंगाजल चढ़ाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह श्रावण जुलाई-अगस्त के दौरान पूरे श्रावण 30 दिनों तक जारी रहता है। यह दुनिया का सबसे लंबा धार्मिक मेला है।</p>\r\n<p>&nbsp;</p>\r\n<p>न केवल श्रावण मास के दौरान बल्कि वर्ष के बाकी दिनों में भी विदेशी भूमि के लोग बाबाधाम आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सुल्तानगंज से बाबाधाम के रास्ते पर दृष्टि भगवा पहने तीर्थयात्रियों की 109 किलोमीटर लंबी मानव श्रृंखला की है। ऐसा अनुमान है कि एक महीने की अवधि के भीतर लगभग 5.0 से 5.5 मिलियन तीर्थयात्री बाबाधाम के दर्शन करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>श्रावण के महान तीर्थयात्रा के अलावा, लगभग पूरे वर्ष मार्च में शिवरात्रि, जनवरी में बसंत पंचमी, सितंबर में भाद्र पूर्णिमा के साथ मेला लगता है। यहाँ पर संत बालानंद ब्रह्मचारी के रामनिवास आश्रम, मोहनानंद स्वामी के मोहन मंदिर, स्वामी हंसदेव अवधूत के कैलाश परिहार आश्रम-जसीडीह के साथ-साथ अपने ध्यान शिविर के लिए भी विश्व में रिखिया आश्रम प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>देवघर जिले में और आसपास के मंदिर और पवित्र स्थान</p>\r\n<p>अजगैबीनाथ (अजीत), बैजू मंदिर, बासुकीनाथ, देव संघ मठ, डोलमंच, हरिला जोरी, हाथी पहाड़ या महादेवतारी, जैन मंदिर, कैलाश परिहार आश्रम, काठीकुंड दानिनाथ शिव मंदिर, कुंडेश्वरी, जागृत कुंड काली मंदिर, लीला मंदिर, सीला मंदिर, सीता मंदिर , नंदन पाहर, नौलखा मंदिर, पगला बाबा आश्रम, रिखिया आश्रम, राम कृष्ण मिशन विद्यापीठ, सत्संग नगर और आश्रम, शीतला मंदिर, शिवगंगा, शिव मंदिर चित्रा, तापन, चित्रा कोलयारी (जमुआ) त्रिकुट पर्वत।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य मंदिर</p>\r\n<p>Taapovan।</p>\r\n<p>नौलखा मंदिर, देवघर</p>\r\n<p>त्रिकुटी परिहार, मोहनपुर</p>\r\n<p>बुधई मंदिर, मधुपुर</p>\r\n<p>बासुकी नाथ मंदिर,</p>\r\n<p>पथरोल, काली मंदिर</p>\r\n<p>नायक धाम, जोरजोर रेलवे स्टेशन के पास गणजोबरी।</p>\r\n<p>डिंडकोली दुर्गा और शिव मंदिर</p>\r\n<p>करोन शिव मंदिर</p>\r\n<p>दुबे बाबा मंदिर डाकई (सरवन)</p>\r\n<p>मसान बाबा मंदिर (महाकाली और बटुक भैरव के साथ) - देवघर के रूप में बहुत ही शुभ है छठ भूमि, जहां यह माना जाता है कि भगवान शिव आते हैं और छठ से भस्म लगाते हैं</p>\r\n<p>शिक्षा</p>\r\n<p>देवघर शहर में देवघर कॉलेज की स्थापना 1951 में की गई थी। यह दुमका में सिदो कान्हू मुर्मू विश्वविद्यालय के घटक कॉलेजों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य कॉलेज हैं: एएस कॉलेज, आरडी बाजला महिला कॉलेज</p>\r\n<p>&nbsp;</p>\r\n<p>रामकृष्ण मिशन विद्यापीठ, देवघर - एक आवासीय विद्यालय, 1922 में स्थापित किया गया था और यह माध्यमिक और उच्च माध्यमिक खंड में अपनी गुणवत्ता की शिक्षा के लिए जाना जाता है। इसे स्थानीय लोगों के बीच बंगला विद्यापीठ के रूप में भी जाना जाता है। इस स्कूल का संचालन और प्रबंधन राम कृष्ण मठ, बेलूर, कोलकाता द्वारा किया जाता है। इसमें एक आवासीय माध्यमिक और वरिष्ठ माध्यमिक विद्यालय, आधुनिक नैदानिक ​​सुविधाओं से सुसज्जित एक धर्मार्थ चिकित्सा इकाई है, जो आसपास के गरीब परिवारों के बच्चों को स्कूल जाने के लिए अकादमिक कोचिंग के लिए एक केंद्र, राष्ट्रीय के तत्वावधान में स्थानीय स्कूल ड्रॉप-आउट के लिए व्यावसायिक प्रशिक्षण पाठ्यक्रम है। ओपन स्कूल, और राहत और पुनर्वास कार्य की सामयिक गतिविधियाँ।</p>\r\n<p>&nbsp;</p>\r\n<p>देवघर में विद्वान स्कूलों के दिन विशेष रूप से सेंट फ्रांसिस स्कूल देवघर में गर्व करने के लिए कई भरोसेमंद नाम हैं, जो अपने छात्रों और पूर्व छात्रों की उच्च उपलब्धियों के लिए इस क्षेत्र में प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट फ्रांसिस स्कूल देवघर (देवघर शाखा), सेंट फ्रांसिस स्कूल (जसीडीह शाखा), श्री अरबिंदो कॉन्वेंट (जसीडीह), जीडी डीएवी पब्लिक स्कूल स्कूल (भंडारकोला, देवघर), एसकेपीविद्या.विहार, बोमपास शहर, बी.डोगर, रेड रोज स्कूल , मॉडर्न पब्लिक स्कूल, रामकृष्ण विवेकानंद विद्यामंदिर क्षेत्र के कुछ प्रसिद्ध स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हाल ही में B.I.T मेश्रा, रांची की एक शाखा ने देवघर जिले में एक विस्तार केंद्र खोला है। यह जेईई (मेन्स) प्रवेश परीक्षा और काउंसलिंग के माध्यम से छात्रों को स्वीकार करता है। हाल ही में एक नया स्कूल तक्षशिला विद्यापीठ, देवघर भी नवीनतम सुविधाओं के साथ बनाया गया है। G.D. D.A.V की दो शाखाएँ हैं। पब्लिक स्कूल-</p>\r\n<p>I) G.D D.A.V. पब्लिक स्कूल भंडारकोला (शहर के उपनगरों में)</p>\r\n<p>ii) जी.डी. डी.ए.वी. पब्लिक स्कूल कैस्टेयर टाउन (टाउन सेंटर के पास, टॉवर चौक के पास)</p>\r\n<p>&nbsp;</p>\r\n<p>हाल ही में चिकित्सा विज्ञान के अखिल भारतीय संस्थान की एक शाखा, देवघर जिले के विस्तार केंद्र में 2019 में खोला गया। यह AIIMS प्रवेश परीक्षा और काउंसलिंग के माध्यम से छात्रों को स्वीकार करता है। AIMS देवघर में 750 बेड की क्षमता वाले एक अस्पताल, ट्रॉमा सेंटर की सुविधा और 2019 के पहले बैच में 50 MBBS छात्रों के सेवन के साथ एक मेडिकल कॉलेज के साथ एक अस्पताल है: माउंट लिटेरा ज़ी स्कूल</p>\r\n<p>* भारती विद्यापीठ, रानी कोठी</p>\r\n<p>* आर मित्रा +2 हाई स्कूल (सरकारी स्कूल)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Deoghar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-deoghar-jharkhand","tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"देवघर","slug":"deoghar"}],"recommendations":[{"id":591,"title":"पश्चिम सिंहभूम, चाईबासा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","dateCreated":"2019-09-06T02:24:28.276Z","dateModified":"2019-09-06T02:24:46.041Z","contributedBy":"AskGif","content":"पश्चिम सिंहभूम या पश्मि सिंहभूम झारखंड राज्य, भारत के 24 जिलों में से एक है। यह 16 जनवरी 1990 को अस्तित्व में आया, जब पुराने सिंहभूम जिले का विभाजन किया गया था। चाईबासा राज्य मुख्यालय है।\r\n&nbsp;\r\nचाईबासा भारत के झारखंड राज्य के पश्चिमी सिंहभूम जिले का एक कस्बा और नगरपालिका है। चाईब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"पश्चिम-सिंहभूम","slug":"west-singhbhum"},{"name":"चाईबासा","slug":"chaibasa"}],"slug":"top-places-to-visit-in-west-singhbhum-chaibasa-jharkhand","total":0},{"id":579,"title":"खूंटी में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","dateCreated":"2019-09-04T02:46:31.391Z","dateModified":"2019-09-04T02:47:20.693Z","contributedBy":"AskGif","content":"खुंटी, भारत के झारखंड राज्य में खूंटी जिले का मुख्यालय है। यह दक्षिण छोटानागपुर डिवीजन में है और चौबीस जिलों में से एक भारतीय राज्य झारखंड है। खूंटी जिले को 12 सितंबर 2007 को रांची जिले से बाहर किया गया था। इसे ऐतिहासिक रूप से बिरसा आंदोलन की गतिविधि के केंद्र के रूप में जाना जाता है। लोहरदगा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"खूंटी","slug":"khunti"}],"slug":"top-places-to-visit-in-khunti-jharkhand","total":0},{"id":565,"title":"चतरा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"ae4f5f53-6b52-4459-95a0-530fc56ad9f8_Chatra-railway.jpg","dateCreated":"2019-09-02T09:43:38.953Z","dateModified":"2019-09-02T09:44:06.196Z","contributedBy":"AskGif","content":"चतरा भारतीय राज्य झारखंड में चतरा जिले का मुख्यालय है।\r\n&nbsp;\r\nचतरा जिला भारत के झारखंड राज्य के चौबीस जिलों में से एक है और चतरा इस जिले का प्रशासनिक मुख्यालय है। जिले का क्षेत्रफल 3706 वर्ग किमी है। 2011 में, चतरा की जनसंख्या 1,042,886 थी, जिनमें से पुरुष और महिला क्रमशः 533,935 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ae4f5f53-6b52-4459-95a0-530fc56ad9f8_Chatra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चतरा","slug":"chatra"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-chatra-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}