{"id":567,"title":"Top Places to visit in Dhanbad, Jharkhand","imageUrl":"23f4cf6b-8d87-4f0f-bb62-d8a797d00a74_Dhanbad-railway.jpg","dateCreated":"2019-09-02T11:27:43.356Z","dateModified":"2019-09-02T11:27:57.573Z","contributedBy":"AskGif","content":"<p>Dhanbad is a city in the Indian state of Jharkhand. It is the second most populated city in Jharkhand. Dhanbad along with its adjacent urban areas ranks 42nd in population amongst other cities in India. It has been ranked 94th as per Ease of Living Index rankings. Dhanbad shares its land borders with Asansol, West Bengal. Dhanbad has some of the largest coal mines in India and is called Coal Capital of India. Tata Steel, Bharat Coking Coal Limited (BCCL), Eastern Coalfields Limited (ECL) and Indian Iron And Steel Company (IISCO) are some of the companies who operate coal mines in the district. The engineering institute IIT (ISM), Dhanbad is located in Dhanbad.</p>\r\n<p>&nbsp;</p>\r\n<p>Among the rail divisions of Indian Railway, Dhanbad Rail Division is the second-largest in revenue generation after the Mumbai division.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has one parliamentary seat and six seats in the Legislative Assembly.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Universities and colleges</p>\r\n<p>&nbsp;</p>\r\n<p>BIT Sindri, Dhanbad</p>\r\n<p>Indian Institute of Technology (Indian School of Mines), Dhanbad, was started by the British in 1926.</p>\r\n<p>Birsa Institute of Technology, Sindri is a government engineering college in Jharkhand.</p>\r\n<p>SSLNT Women's College is one of the oldest women's science and art college in east India established in 1956.</p>\r\n<p>Patliputra Medical College and Hospital is located in the city as are many other colleges.</p>\r\n<p>Law College Dhanbad was established in 1976.</p>\r\n<p>Guru Nanak College</p>\r\n<p>Raja Shiva Prasad College</p>\r\n<p>Schools</p>\r\n<p>Carmel School Digwadih</p>\r\n<p>DAV Public School, Koyla Nagar</p>\r\n<p>DAV Public School, Mahuda</p>\r\n<p>Delhi Public School, Dhanbad</p>\r\n<p>De Nobili School, CMRI</p>\r\n<p>De Nobili School, Bhuli</p>\r\n<p>De Nobili School, FRI</p>\r\n<p>Kendriya Vidyalaya</p>\r\n<p>Tata D.A.V School, Jamadoba</p>\r\n<p>Jharkhand chief minister Raghubar Das announced the setting up of a university in Dhanbad named after Binod Bihari Mahto. The new university is also expected to serve the higher education needs of students of Bokaro and Giridih. Vinoba Bhave University (VBU) has zeroed in on vacant land inside the premises of RS More College in Govindpur, Dhanbad, for setting up of the proposed Vinod Bihari Mahto Koylanchal University.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Dhanbad city and district is considered a BJP stronghold with majority of its MPs MLA's being of the party since the 1990s. Chandra Shekhar Agrawal of BJP is the mayor, otherwise known as the first citizen, of Dhanbad Municipal Corporation. He won by the margin of 42,525 votes.</p>\r\n<p>&nbsp;</p>\r\n<p>Raj Sinha of BJP won in the 40-Dhanbad assembly constituency defeating Mannan Malick of Congress in 2014. Pashupati Nath Singh of BJP defeated Mannan Mallik of Congress in 2005, Prasadi Sao of RJD in 2000, and Ramadhar Yadav of JD in 1995. Surendra Prasad Roy of Congress defeated S.K. Shriva of JD in 1990 and Ram Chander Singh of Janata Party in 1985. Yogeshwar Prasad Yogesh of Congress defeated Gopi Kant Bakshi of CPI(M) in 1980 and Kalawati Devi of Janata Party.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhanbad assembly constituency is part of Dhanbad (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Rail</p>\r\n<p>Main article: Dhanbad Junction</p>\r\n<p>Dhanbad has a very good rail connectivity with the other major parts of the country such as Delhi, Mumbai, Patna, Kolkata, Bhagalpur, Munger, Gaya, Chennai, Ahmedabad, Hyderabad, Kochi, Indore, Bhopal, Gwalior, Jabalpur, Jaipur, Visakhapatnam Jodhpur, Nagpur, Pune, Varanasi, Guwahati etc.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Double-decker train standing on the platform of Dhanbad railway station</p>\r\n<p>Coal Train in Dhanbad yard</p>\r\n<p>Dhanbad Rail Division comes under East Central Railway zone. Grand Chord rail-line passes through Dhanbad junction, it connects Howrah and New Delhi. CIC rail line starts from Dhanbad and ends at Singrauli in Madhya Pradesh. There is one more rail line passing through the district, it starts at Kharagpur and ends at Gomoh, this rail line comes under South Eastern Railway. Dhanbad is connected with almost all states through rail network. Each and every train through this has a stop at Dhanbad. Now, even Sealdah and Howrah Duronto have their stoppage at Dhanbad.</p>\r\n<p>&nbsp;</p>\r\n<p>On 1 October 2011, India's first AC double-decker train was flagged off to connect Howrah and Dhanbad. With this India joins the league of Europe and North America that run multi-deck trains. As of October 2011, the train runs daily except Sunday, departing from Howrah at 8:30 am to arrive at Dhanbad at 12:45 pm, and on return trip it departs Dhanbad at 6:30 pm to arrive at Howrah at 10:40 pm. It has a maximum permissible speed of 110 kilometres (68 mi)/hr with stops at Bardhaman, Durgapur, Asansol, Barakar and Kumardhubi on both legs of the route. This new AC design has several features namely stainless steel body, high-speed Eurofima design bogies with air springs and other safety-features.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>National Highway 19 and National Highway 18 are the major highways passing through Dhanbad. NH 19 is part of Golden Quadrilateral (GQ) highway network; Dhanbad lies in Kolkata-Delhi link of the Golden Quadrilateral network. NH19 is being converted into six lane expressway; NH 18 connects Dhanbad to Bokaro-Jamshedpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Private and State buses are available for inter-city traveling.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Dhanbad Airport is used for private small aircraft and helicopters, currently there is no public air-link at the airport. The nearest public airports to Dhanbad are</p>\r\n<p>&nbsp;</p>\r\n<p>Kazi Nazrul Islam Airport, Asansol-Durgapur 85 kilometres (53 mi)</p>\r\n<p>Birsa Munda Airport, Ranchi 140 kilometres (87 mi)</p>\r\n<p>Gaya Airport 207 kilometres (129 mi)</p>\r\n<p>Netaji Subhas Chandra Bose International Airport, Kolkata 269 kilometres (167 mi)</p>\r\n<p>Lok Nayak Jayaprakash Airport, Patna 271 kilometres (168 mi)</p>\r\n<p>Sports</p>\r\n<p>Cricket is the most popular sport in Dhanbad, followed by Football. Dhanbad is one of the centres where 34th National Games was organised. Cricket Stadiums at present are at Tata Steel Stadium Digwadih, Nehru Stadium Jealgora and Railway Stadium where Ranji Trophy matches are organised. Women's International Cricket were also played at Railway Stadium. Football matches of national level were played at Railway Stadium but now it is converted into Cricket Stadium by the Railway management and Sijua Stadium.</p>\r\n<p>&nbsp;</p>\r\n<p>For the preparation of Mission Olympic 2020 and 2024, the Dhanbad District Olympic Games Association is working day and night.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhanbad officially became the second town in the state to boast a cricket stadium with floodlights, with the inauguration of floodlights at Tata Digwadih Stadium.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Hindi newspapers are mainly published from the city, among them Hindustan Dainik is the most popular, followed by Prabhat Khabar, Dainik Jagran and Dainik Bhaskar. \"Dhanbad Bokaro Live\" is published from Dhanbad.</p>\r\n<p>&nbsp;</p>\r\n<p>Doordarshan relay station is present in Dhanbad near Koyla Nagar. There are some local news channels in the city such as, Antarkatha which are creative media houses which broadcast on local cable on Dhanbad, Jharia, Bokaro, Chatra, Hazaribag, Kodrma, Ramgarh etc.</p>\r\n<p>&nbsp;</p>\r\n<p>FM radio is available as Vividh Bharti Service of All India Radio at 101.8 MHz.</p>\r\n<p>&nbsp;</p>\r\n<p>Rivers</p>\r\n<p>&nbsp;</p>\r\n<p>Damodar River</p>\r\n<p>&nbsp;</p>\r\n<p>Topchanchi Lake</p>\r\n<p>The Damodar is a major river of the Chota Nagpur Plateau. It rises in Palamu and flows eastward between the plateaus of Ranchi and Hazaribag. It is joined by the Bokaro, the Konar and the Barakar rivers. The Damodar enters Dhanbad district at its confluence with the Jamuria, a stream which marks the western boundary of Dhanbad with Hazaribagh District. Further east, the Damodar is joined by the Katri River which rises in the foot hills below Parasnath and traverses through the Coal-field Area.</p>\r\n<p>&nbsp;</p>\r\n<p>The Barakar, which forms the northern boundary of the district, traverses about 77 km. In the district. It flows in south westerly direction up to Durgapur and then south till it joins the Damodar near Chirkuda.</p>\r\n<p>&nbsp;</p>\r\n<p>People from Dhanbad</p>\r\n<p>Meiyang Chang, Bollywood actor</p>\r\n<p>Anurag Dikshit - born in Dhanbad, ranked 207th-richest person in the world by Forbes in 2006</p>\r\n<p>Zeishan Quadri, Bollywood actor, film maker</p>\r\n<p>Shiv Khera, author and professional speaker</p>\r\n<p>Meenakshi Seshadri, Bollywood actress</p>\r\n<p>Deven Sharma, former global president of Standard &amp; Poor's</p>\r\n<p>Randhir Prasad Verma, Indian police officer</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dhanbad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/23f4cf6b-8d87-4f0f-bb62-d8a797d00a74_Dhanbad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dhanbad-jharkhand","tags":[{"name":"dhanbad","slug":"dhanbad"},{"name":"jharkhand","slug":"jharkhand"}],"recommendations":[{"id":590,"title":"Top Places to visit in Simdega, Jharkhand","imageUrl":"d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","dateCreated":"2019-09-06T02:18:21.602Z","dateModified":"2019-09-06T02:18:35.261Z","contributedBy":"AskGif","content":"Simdega is a city in the Indian state of Jharkhand. Simdega is the administrative headquarters of the eponymous district and Subdivision. The city stands at an elevation of approximately 418 metres (1371 feet) above sea level and covers an area of 3,750 km2 (1,450 sq mi). Bounded in the north by ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"simdega","slug":"simdega"}],"slug":"top-places-to-visit-in-simdega-jharkhand","total":0},{"id":581,"title":"Top Places to visit in Latehar, Jharkhand","imageUrl":"9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","dateCreated":"2019-09-04T03:04:28.763Z","dateModified":"2019-09-04T03:04:46.55Z","contributedBy":"AskGif","content":"Latehar is a town which is a headquarter of Latehar district of Jharkhand state, it is known for its natural environment, forest, forest products and mineral deposits. Latehar remained a part of Palamau District as a sub division since 1924. It was elevated from sub divisional status to a distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"latehar","slug":"latehar"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-latehar-jharkhand","total":0},{"id":567,"title":"Top Places to visit in Dhanbad, Jharkhand","imageUrl":"23f4cf6b-8d87-4f0f-bb62-d8a797d00a74_Dhanbad-railway.jpg","dateCreated":"2019-09-02T11:27:43.356Z","dateModified":"2019-09-02T11:27:57.573Z","contributedBy":"AskGif","content":"Dhanbad is a city in the Indian state of Jharkhand. It is the second most populated city in Jharkhand. Dhanbad along with its adjacent urban areas ranks 42nd in population amongst other cities in India. It has been ranked 94th as per Ease of Living Index rankings. Dhanbad shares its land borders ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/23f4cf6b-8d87-4f0f-bb62-d8a797d00a74_Dhanbad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dhanbad","slug":"dhanbad"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-dhanbad-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}