{"id":568,"title":"दुमका में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"d8b3e136-a8d8-4c9f-b3f5-4256f9753f29_Dumka-railway.jpg","dateCreated":"2019-09-02T11:40:31.847Z","dateModified":"2019-09-02T11:40:45.93Z","contributedBy":"AskGif","content":"<p>दुमका, दुमका जिले और संथाल परगना क्षेत्र का मुख्यालय, भारत के झारखंड राज्य का एक शहर है। इसे संथाल परगना क्षेत्र का मुख्यालय बनाया गया था, जिसे 1855 के संथाल हूल के बाद भागलपुर और बीरभूम जिले से बाहर निकाला गया था। दुमका को बिहार के दक्षिणी हिस्से के साथ-साथ 18 अन्य जिलों से 15 नवंबर 2000 को झारखंड बनाने के लिए बनाया गया था। भारत के 28 वें राज्य के रूप में। दुमका एक शांतिपूर्ण और हरा-भरा शहर है और झारखंड की उप-राजधानी भी है। निकटतम महत्वपूर्ण शहर रामपुरहाट और देवघर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दुमका जिला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है, और दुमका इस जिले का प्रशासनिक मुख्यालय है। यह जिला 3716.02 वर्ग किमी क्षेत्र में फैला है। इस जिले की आबादी 1,321,096 (2011 की जनगणना) है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>वासुकिनाथ</p>\r\n<p>&nbsp;</p>\r\n<p>मालती मंदिर गाँव</p>\r\n<p>मलूटी शिकारीपाड़ा पुलिस स्टेशन के अंतर्गत दुमका जिले का एक प्राचीन मंदिर है। यह पश्चिम बंगाल और झारखंड राज्य की सीमा के पास स्थित है। बहुत सारे शिव, बिष्णु, दुर्गा टेराकोटा मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मसानजोर डैम</p>\r\n<p>Wikivoyage में मैसंजोर के लिए एक यात्रा गाइड है।</p>\r\n<p>&nbsp;</p>\r\n<p>दुमका में मसानजोर बांध</p>\r\n<p>मैसंजोर झारखंड के दुमका जिले में दुमका शहर से 30 किमी दूर स्थित एक पिकनिक स्थल है। यह छोटा सा गाँव दुमका से लगभग 30 किमी दक्षिण में है। मयूराक्षी नदी पर मसंजोर बांध एक प्रमुख आकर्षण है। भारत में उपयोग के लिए कनाडा से गेहूं और अन्य सामग्रियों की आपूर्ति के माध्यम से बनाए गए समकक्ष रुपये कोष से। 1955 में मयूराक्षी परियोजना और मसंजोर बांध के विकास के लिए उन निधियों को समर्पित किया गया था। इसीलिए इस बांध को अभी भी कनाडा बांध के रूप में उल्लेखित किया गया है। बांध पहाड़ियों और जंगलों से घिरा है। मयूराक्षी भवन बंगला और निरीक्षण बंगला, गांव के भीतर आवास प्रदान करते हैं। सड़क मार्ग से, मैसंजोर वकेश्वर (59 किमी), सैंथिया (50 किमी), तारापीठ (70 किमी), रामपुरहाट (62 किमी) और देवघर (98 किमी) से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुरवा पार्क (श्रृष्टि)</p>\r\n<p>यह दुमका के पूर्व में लगभग 5 किमी दूर एक छोटा सा पिकनिक स्थल है। इसमें एक पार्क, नौका विहार की सुविधा और एक छोटी पहाड़ी है।</p>\r\n<p>&nbsp;</p>\r\n<p>Chutonath</p>\r\n<p>यह जिला मुख्यालय से 20 किमी दूर स्थित है। चुतनाथ, हिंदू भगवान भगवान चुतनाथ का धार्मिक स्थल है। यह त्योहार मुख्य रूप से अप्रैल के महीने में मनाया जाता है। यह क्षेत्र पर्यटकों के आकर्षण का केंद्र बन गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>Dharmasthan</p>\r\n<p>यह दुमका शहर के केंद्र में टिन बाजार में स्थित मंदिर है, यह देवी काली के लिए जाना जाता है, दुर्गा पूजा के दौरान 7 दिन यहां विशेष पूजा का आयोजन किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मॉल</p>\r\n<p>दुमका में सभी मिलाकर छह मॉल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वी-मार्ट: -यह दुमका में खोला जाने वाला पहला मॉल है और यह दुमका के वीर कुंवर सिंह चौक में स्थित है।</p>\r\n<p>M-Baazar: - यह होटल सुविधा के नीचे स्थित है।</p>\r\n<p>1-भारत परिवार मार्ट: - यह थाना रोड, दुमका में स्थित है।</p>\r\n<p>बाजार भारत: -यह पंजाब नेशनल बैंक के बगल में, भागलपुर रोड, दुमका में स्थित है।</p>\r\n<p>V2: - यह थाना रोड, दुमका में I-india फैमिली मार्ट के ठीक सामने स्थित है।</p>\r\n<p>Reliance Trends.- यह हाल ही में दुमका जिले में 5 अगस्त 2019 को खोला गया है। यह मरियम फिलिंग स्टेशन के सामने दुमका के जेल रोड में स्थित है।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेल</p>\r\n<p>मुख्य लेख: दुमका स्टेशन</p>\r\n<p>&nbsp;</p>\r\n<p>[vte] जसीडीह-दुमका-रामपुरहाट लाइन</p>\r\n<p>हालाँकि, जुलाई 2011 में, दुमका जसीडीह से नवनिर्मित जसीडीह - दुमका रेलवे लाइन से जुड़ा था। तब से, शहर ने सड़क पर तीन-पहिया वाहनों की बढ़ती संख्या देखी है। जून 2015 में, दुमका रामपुरहाट ट्रेन सेवा भी शुरू की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>दुमका सड़क मार्ग से पड़ोसी शहरों जैसे देवघर, भागलपुर, धनबाद, रामपुरहाट से जुड़ा हुआ है। बसें परिवहन का पसंदीदा तरीका हैं और सरकारी एजेंसियों और निजी ऑपरेटरों दोनों द्वारा चलाई जाती हैं। दुमका की बसों के साथ पड़ोसी जिलों से अच्छी कनेक्टिविटी है। दुमका - रांची और कोलकाता के बीच एक लक्जरी रात बस सेवा है। दुमका का सड़क नेटवर्क बहुत अच्छा है।शिक्षा</p>\r\n<p>जिला स्कूल, नेशनल स्कूल, सरकार। बालिका विद्यालय और दुमका केंद्रीय विद्यालय उच्चतर माध्यमिक स्तर तक शिक्षा प्रदान करते हैं। अन्य प्रतिष्ठित स्कूल जो माध्यमिक स्तर के माध्यम से शिक्षा प्रदान करते हैं वे हैं नॉर्थ वैली इंटरनेशनल स्कूल (www.northvalleyinternationalschool.com), सेंट जोसेफ हाई स्कूल - गुहियाजोरी (https://www.facebook.com/st.JosephsSchoolGhiajori), बाल भारती। अब एक दिन दुमका एक शिक्षा केंद्र बन गया है। हर क्षेत्र में कई प्रतिभाशाली शिक्षक हैं। यह मध्यवर्ती परीक्षा के लिए या प्रतियोगी परीक्षा में मदद करने के लिए है। इसी तरह की प्रकृति के अन्य स्कूलों में आनंद मार्ग स्कूल (कुरावा में), मॉडर्न सैनिक स्कूल, ग्रीन माउंट एकेडमी और न्यू लाइफ एकेडमी (काठीकुंड ब्लॉक में) शामिल हैं। संथाल परगना कॉलेज और ए.एन. कॉलेज (आदित्य नारायण कॉलेज) सिदो कान्हू मुर्मू विश्वविद्यालय के तहत चलते हैं। एस। पी। कॉलेज विज्ञान, कला और वाणिज्य के विभिन्न विषयों में स्नातक, स्नातक और स्नातकोत्तर पाठ्यक्रम प्रदान करता है और कॉलेज के छात्रों के लिए 7 बड़े हॉस्टल भी हैं। हाल ही में बी.एड. कोर्स भी शुरू किया गया था। एक इग्नू अध्ययन केंद्र विभिन्न प्रमाणपत्र, डिप्लोमा, स्नातक और स्नातकोत्तर पाठ्यक्रमों में दूरस्थ शिक्षा की शिक्षा प्रदान करता है। एक अन्य प्रसिद्ध विश्वविद्यालय बिरसा कृषि विश्वविद्यालय है जो कृषि से संबंधित तकनीकी शिक्षा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट जेवियर्स कॉलेज, महारो दुमका सिदो कान्हु मुर्मू विश्वविद्यालय के तहत दुमका शहर में सर्वश्रेष्ठ स्नातक में से एक है। सेंट जेवियर्स कॉलेज, महारो दुमका B.A, B.Sc, B.Com.BBA और BCA प्रोग्राम प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हाल ही में MSME ने दुमका-देवघर रोड के पास एक टूल रूम की स्थापना की, जो एक लघु उद्योग के साथ-साथ इंजीनियरिंग इंस्टीट्यूशन है जो मैकेनिकल इंजीनियरिंग के लिए टूल्स एंड डाई मैन्युफैक्चरिंग ब्रांच इक्विलेंट और AICTE, SBTE द्वारा स्वीकृत है।</p>\r\n<p>&nbsp;</p>\r\n<p>GTRTC (गवर्नमेंट टूल रूम एंड ट्रेनिंग सेंटर, दुमका) की स्थापना 2007 में उद्योग विभाग, झारखंड सरकार द्वारा MSME मंत्रालय, भारत सरकार के सहयोग से की गई है और सोसायटी अधिनियम 1860 के तहत पंजीकृत है। केंद्र में प्रशिक्षण और उत्पादन विंग है। नवीनतम नियंत्रण सहायक सामग्री के साथ सीएडी / सीएएम, अल्ट्रा आधुनिक क्लास रूम सहित वैश्विक बाजार से खरीदे गए सीएनसी और पारंपरिक मशीनों की नवीनतम रेंज से लैस।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी उपकरण कक्ष और प्रशिक्षण केंद्र, दुमका विनिर्माण क्षेत्र में आवश्यक तकनीकी जनशक्ति के व्यापक स्पेक्ट्रम को पूरा करने के लिए विभिन्न प्रशिक्षण कार्यक्रम प्रदान करता है। प्रशिक्षण कार्यक्रम सिद्धांत और व्यवहार के इष्टतम मिश्रण के साथ डिज़ाइन किए गए हैं, जो प्रशिक्षुओं को वास्तविक नौकरियों और हाथों पर काम करने का अनुभव प्रदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अब दुमका को एक सरकारी इंजीनियरिंग कॉलेज का दर्जा प्राप्त है, जो जिले में स्थापित होने वाला अपनी तरह का पहला केंद्र है। उसी का उद्घाटन 25 मई 2014 को मुख्यमंत्री हेमंत सोरेन द्वारा किया गया था, जिन्होंने तकनीकी शिक्षा के क्षेत्र में कदम रखने का आश्वासन दिया था। इस सपने को साकार करने के लिए राज्य विज्ञान और प्रौद्योगिकी विभाग द्वारा crore 41 करोड़ की राशि खर्च की गई थी। टेकनो भारत समूह सार्वजनिक-निजी भागीदारी पर संस्थान चलाने का हकदार है। 2014-2015 सत्र के पहले बैच में कुल 5 शाखाएँ होंगी। निर्धारित शाखाओं के लिए आवंटित सीटें हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dumka</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8b3e136-a8d8-4c9f-b3f5-4256f9753f29_Dumka-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dumka-jharkhand","tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"दुमका","slug":"dumka"}],"recommendations":[{"id":589,"title":"सिराइकेला खरसावां, सरायकेला में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"c6934e9a-f87c-49fb-90b2-8c4463a15073_seraikela-kharsawan.jpg","dateCreated":"2019-09-06T02:06:03.027Z","dateModified":"2019-09-06T02:11:25.909Z","contributedBy":"AskGif","content":"सेराइकेला-खरसावां जिला या सरायकेला और खरासावन जिला: पूर्व में रियासत सरायकेला / सरायकेला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है। सरायकेला शहर सरायकेला खरसावां जिले का जिला मुख्यालय है। जिले को सिराइकेला छऊ के लिए जाना जाता है, जो छऊ नृत्य की तीन विशिष्ट शैलियों में से एक है। यह ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c6934e9a-f87c-49fb-90b2-8c4463a15073_seraikela-kharsawan.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सरायकेला","slug":"seraikela"},{"name":"सिराइकेला-खरसावां","slug":"seraikela-kharsawan"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-seraikela-kharsawan-seraikela-jharkhand","total":0},{"id":585,"title":"पलामू , डाल्टनगंज में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"c9b75e7f-ce00-4bf6-baeb-acad455c79cb_Daltonganj-railway.jpg","dateCreated":"2019-09-05T03:26:27.413Z","dateModified":"2019-09-05T03:26:42.686Z","contributedBy":"AskGif","content":"पलामू भारत के झारखंड राज्य के चौबीस जिलों में से एक है। इसका गठन 1892 में किया गया था। जिले का प्रशासनिक मुख्यालय मेदिनीनगर है, जो कोयल नदी पर स्थित है।\r\n&nbsp;\r\nइतिहास\r\nपलामू जिले में काबरा-काला टीले में सोन और उत्तर कोयल नदी के संगम में नियोलिथिक और क्लोकोलिथिक बस्ती का स्थ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9b75e7f-ce00-4bf6-baeb-acad455c79cb_Daltonganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पलामू","slug":"palamu"},{"name":"झारखंड","slug":"jharkhand"},{"name":"डाल्टनगंज","slug":"daltonganj"}],"slug":"top-places-to-visit-in-palamu-daltonganj-jharkhand","total":0},{"id":584,"title":"पाकुर में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","dateCreated":"2019-09-05T03:21:37.242Z","dateModified":"2019-09-05T03:21:53.276Z","contributedBy":"AskGif","content":"पाकुड़ (पहले पकोर के रूप में जाना जाता है) पाकुड़ जिला, झारखंड राज्य, भारत का जिला मुख्यालय है।\r\n&nbsp;\r\nपाकुड़ जिला भारत के झारखंड राज्य के चौबीस जिलों में से एक है, और पाकुड़ इस जिले का प्रशासनिक मुख्यालय है। 28 जनवरी 1994 को पाकुड़ जिले का गठन करने के लिए साहिबगंज जिले के पाकुड़ ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"पाकुर","slug":"pakur"}],"slug":"top-places-to-visit-in-pakur-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}