{"id":568,"title":"Top Places to visit in Dumka, Jharkhand","imageUrl":"d8b3e136-a8d8-4c9f-b3f5-4256f9753f29_Dumka-railway.jpg","dateCreated":"2019-09-02T11:40:31.847Z","dateModified":"2019-09-02T11:40:45.93Z","contributedBy":"AskGif","content":"<p>Dumka, the headquarters of the Dumka district and Santhal Pargana region, is a city in the state of Jharkhand, India. It was made the headquarters of the Santhal Pargana region, which was carved out of the Bhagalpur and Birbhum district after the Santal Hool of 1855. Dumka was carved out of the southern part of Bihar along with 18 other Districts on 15 November 2000 to form Jharkhand as 28th State of India. Dumka is a peaceful and green city and also sub-capital of Jharkhand. The nearest important cities are Rampurhat and Deoghar.</p>\r\n<p>&nbsp;</p>\r\n<p>Dumka district is one of the twenty-four districts of Jharkhand state in eastern India, and Dumka is the administrative headquarters of this district. This district covers an area of 3716.02 km&sup2;. This district has a population of 1,321,096 (2011 Census).</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist places</p>\r\n<p>Basukinath</p>\r\n<p>&nbsp;</p>\r\n<p>Maluti temple village</p>\r\n<p>Maluti is an ancient temple village of Dumka District under Shikaripara police station. it is located near the border of West Bengal and Jharkhand State. Lots of Shiva, Bishnu, Durga Terracotta temples are there.</p>\r\n<p>&nbsp;</p>\r\n<p>Masanjore Dam</p>\r\n<p>Wikivoyage has a travel guide for Massanjore.</p>\r\n<p>&nbsp;</p>\r\n<p>Massanjore Dam at Dumka</p>\r\n<p>Masanjore is a picnic spot situated 30 km to the Dumka town in Dumka District of Jharkhand. This small village is about 30 km south of Dumka. The Masanjore dam on the Mayurakshi River is a major draw. From the counterpart rupee fund created through supplies of wheat and other materials from Canada for use in India, Canada Govt. devoted those funds to further development of the Mayurakshi project and Masanjore dam was commissioned in 1955. That's why the Dam is still mentioned as Canada Dam. The dam is bounded by hills and forests. Mayurakshi Bhawan Bungalow and Inspection Bungalow, offer accommodation within the village. By road, Masanjore is connected with Vakreshwara (59 km), Sainthia (50 km), Tarapith (70 km), Rampurhat (62 km) and Deoghar (98 km).</p>\r\n<p>&nbsp;</p>\r\n<p>Kurwa park (Shrishti)</p>\r\n<p>It is a small picnic spot about 5 km to the east of Dumka. It has a park, facilities for boating and a small hill.</p>\r\n<p>&nbsp;</p>\r\n<p>Chutonath</p>\r\n<p>It is situated 20 km from the district headquarters. Chutonath is a religious place of Hindu god Lord Chutonath. This festival is celebrated mainly in the month of April. This area has become a tourist attraction.</p>\r\n<p>&nbsp;</p>\r\n<p>Dharmasthan</p>\r\n<p>It is temple situated in Tin bazaar at the heart of Dumka Town, it is known for the Goddess Kali, during the Durga puja 7 days special puja is organised here.</p>\r\n<p>&nbsp;</p>\r\n<p>MALLS</p>\r\n<p>There are six malls all-together in Dumka.</p>\r\n<p>&nbsp;</p>\r\n<p>V-Mart:-This is first mall to be opened in Dumka and this is situated in Veer Kunwar Singh Chowk, Dumka.</p>\r\n<p>M-Baazar:- This is situated below Hotel Suvidha.</p>\r\n<p>1-India Family Mart:- This is situated in Thana Road, Dumka.</p>\r\n<p>Bazaar India:-This is situated in bhagalpur road,Dumka just beside Punjab National Bank.</p>\r\n<p>V2:- This is situated just opposite to I-india Family Mart in Thana road, Dumka.</p>\r\n<p>Reliance Trends.- This is a recently opened mall in Dumka district on 5th august 2019.This is situated in Jail Road, Dumka , opposite to Mary filling station.</p>\r\n<p>Transport</p>\r\n<p>Rail</p>\r\n<p>Main article: Dumka Station</p>\r\n<p>&nbsp;</p>\r\n<p>[ vte ]Jasidih&ndash;Dumka&ndash;Rampurhat line</p>\r\n<p>However, in July 2011, Dumka was connected to Jasidih with the newly built Jasidih - Dumka railway line. Since then, the city has seen a growing number of three-wheelers on the road. in June 2015, Dumka Rampurhat Train service is also started.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Dumka is connected by road to the neighboring cities such as Deoghar, Bhagalpur, Dhanbad, Rampurhat. Buses are the preferred mode of transport and are run by both government agencies and private operators. Dumka has good connectivity to neighboring districts with buses. There is a luxury night bus service between Dumka - Ranchi and Kolkata. The road network of Dumka is very well maintained.</p>\r\n<p>Education</p>\r\n<p>Zila School, National School, Govt. Girls School and Dumka Central School provide education till higher secondary level. Other reputed schools which provide education through secondary level are North Valley International School (www.northvalleyinternationalschool.com), St. Joseph's High School - Guhiajori(https://www.facebook.com/st.JosephsSchoolGuhiajori), Bal Bharti. Now a day Dumka has become a education hub. There are many talented teachers in every field..be it for intermediate examination or to help with competitive examination. Other schools of similar nature include Ananda Marga School (in Kurwa), Modern Sainik School, Green Mount Academy and New Life Academy (in Kathikund block). Santhal Pargana College and A. N. College ( Aditya Narayan College) run under the Sido Kanhu Murmu University. S. P. College offers undergraduate, graduate and postgraduate courses in various disciplines of science, arts and commerce and also have 7 big Hostel for college students . Recently the B.Ed. course was also introduced. An IGNOU study center provides for distance learning education in various certificate, diploma, graduation and postgraduate courses. Another well known university is Birsa Agricultural University which provides technical education related to agriculture.</p>\r\n<p>&nbsp;</p>\r\n<p>St. Xavier's College, Maharo Dumka run under the Sido Kanhu Murmu University one of the best undergraduate in Dumka Town. St. Xavier's College, Maharo Dumka offers B.A,B.Sc,B.Com.BBA and BCA programms.</p>\r\n<p>&nbsp;</p>\r\n<p>Recently MSME established a Tools Room near Dumka-Deoghar road, which is a small scale Industry as well as Engineering Institution which deals with the Tools and Die Manufacturing Branch Equivalent to Mechanical Engineering and Approved by AICTE, SBTE.</p>\r\n<p>&nbsp;</p>\r\n<p>GTRTC (Government Tool Room and Training Centre, Dumka) has been established in 2007 by the Department of Industries, Government of Jharkahnd with the assistance of Ministry of MSME, Government of India and registered under society act 1860. The centre has training and production wing equipped with latest range of CNC and conventional machines having the industrial controls procured from global market including CAD/CAM, ultra modern class rooms with latest teaching aids.</p>\r\n<p>&nbsp;</p>\r\n<p>Government Tool Room and Training Centre, Dumka offers various training programmes to meet the wide spectrum of technical manpower required in the manufacturing sector. The training programmes are designed with optimum blend of theory and practice giving the trainees exposure on the actual jobs and hands on working experience.</p>\r\n<p>&nbsp;</p>\r\n<p>Now Dumka is blessed with a Government Engineering College, the first of its kind ever to be established in the district. The same was being inaugurated on 25 May 2014, by chief minister Hemant Soren who assured of its carving a niche in arena of technical education.A whooping amount of ₹ 41 crore was spent by state Science and Technology department towards realism of this dream.Techno India group is entitled to run the institute on public-private partnership. The very first batch of 2014-2015 session will have a total of 5 branches. The seats allocated for the prescribed branches are:-</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dumka</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8b3e136-a8d8-4c9f-b3f5-4256f9753f29_Dumka-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dumka-jharkhand","tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"dumka","slug":"dumka"}],"recommendations":[{"id":589,"title":"Top Places to visit in Seraikela Kharsawan, Seraikela, Jharkhand","imageUrl":"c6934e9a-f87c-49fb-90b2-8c4463a15073_seraikela-kharsawan.jpg","dateCreated":"2019-09-06T02:06:03.027Z","dateModified":"2019-09-06T02:11:25.909Z","contributedBy":"AskGif","content":"Seraikela-Kharsawan district or Saraikella and Kharaswan district: formerly the Princely State of Seraikella/Saraikella is one of the twenty-four districts of Jharkhand state in eastern India. Seraikela town is the district headquarters of Saraikela Kharsawan district . The district is well known","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c6934e9a-f87c-49fb-90b2-8c4463a15073_seraikela-kharsawan.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"seraikela","slug":"seraikela"},{"name":"seraikela-kharsawan","slug":"seraikela-kharsawan"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-seraikela-kharsawan-seraikela-jharkhand","total":0},{"id":585,"title":"Top Places to visit in Palamu, Daltonganj Jharkhand","imageUrl":"c9b75e7f-ce00-4bf6-baeb-acad455c79cb_Daltonganj-railway.jpg","dateCreated":"2019-09-05T03:26:27.413Z","dateModified":"2019-09-05T03:26:42.686Z","contributedBy":"AskGif","content":"Palamau is one of the twenty-four districts of jharkhand state, India. It was formed in 1892. The administrative headquarter of the district is Medininagar, situated on the Koel River.\r\n&nbsp;\r\nHistory\r\nThe Palamu district have site of Neolithic and chalcolithic settlement in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9b75e7f-ce00-4bf6-baeb-acad455c79cb_Daltonganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"palamu","slug":"palamu"},{"name":"jharkhand","slug":"jharkhand"},{"name":"daltonganj","slug":"daltonganj"}],"slug":"top-places-to-visit-in-palamu-daltonganj-jharkhand","total":0},{"id":584,"title":"Top Places to visit in Pakur, Jharkhand","imageUrl":"b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","dateCreated":"2019-09-05T03:21:37.242Z","dateModified":"2019-09-05T03:21:53.276Z","contributedBy":"AskGif","content":"Pakur (previously known as Pakaur) is the district headquarters of Pakur District, Jharkhand state, India.\r\n&nbsp;\r\nPakur district is one of the twenty-four districts of Jharkhand state, India, and Pakur is the administrative headquarters of this district. Pakur sub-division of Sahi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"pakur","slug":"pakur"}],"slug":"top-places-to-visit-in-pakur-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}