{"id":569,"title":"पूर्वी सिंहभूम, जमशेदपुर में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"b1501676-ad87-4560-b245-8e9e554cdff0_Jamshedpur-railway.jpg","dateCreated":"2019-09-02T15:08:10.321Z","dateModified":"2019-09-02T15:08:27.383Z","contributedBy":"AskGif","content":"<p>पूर्वी सिंहभूम (भारत के झारखंड राज्य के चौबीस जिलों में से एक है। यह १६ जनवरी १ ९९ ० को बनाया गया था। ५०% से अधिक जिले घने जंगलों और पहाड़ों से आच्छादित हैं, जहाँ जंगली जानवर एक बार खुलेआम घूमते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह जिला पूर्व में झारग्राम जिले, उत्तर में पुरुलिया जिले, पश्चिम बंगाल, दोनों पश्चिम में झारखंड राज्य के पश्चिम सिंहभूम जिले और दक्षिण में ओडिशा के मयूरभंज जिले से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>झारखंड राज्य में खनन और अन्य औद्योगिक गतिविधियों के संबंध में पूर्वी सिंहभूम जिले का स्थान अग्रणी है। भारत का एक प्रमुख औद्योगिक शहर जमशेदपुर जिला मुख्यालय है। हिंदुस्तान कॉपर लिमिटेड की लगभग पाँच दशक पुरानी तांबे की रिफाइनरी, जिले के दूसरे शहर, मौसीचंदर, घाटशिला में स्थित है। सिंहभूम शियर ज़ोन, पूर्वोत्तर और धनजौरी नदी के बीच सुवर्णरेखा नदी के बीच स्थित एक भूवैज्ञानिक विशेषता, दक्षिण-पश्चिम में कॉपर और यूरेनियम की खदानें हैं। मुसाबनी में सबसे उल्लेखनीय तांबे की खदानें बनालोपा, बादिया, पथरगोरा, धोबनी, केंदडीह, राखा और सुरदा हैं। इनमें से केवल सुरदा चालू है। सुर्दा वर्तमान में इंडिया रिसोर्स लिमिटेड (www.Indiaresources.com.au) द्वारा संचालित है, जो एक ऑस्ट्रेलियाई खनन कंपनी है। यूरेनियम कॉरपोरेशन ऑफ इंडिया जादुगोरा, नरवापहर, भाटिन, तुरमडीह और बागजंता में यूरेनियम की खोज करता है। चाकुलिया, जिले के दक्षिणपूर्वी हिस्से में एक महत्वपूर्ण शहर है, जो अपने चावल मील, तेल मिलों, धुलाई कारखानों और बांस उत्पादन के लिए प्रसिद्ध है। बहरागोड़ा राष्ट्रीय राजमार्ग संख्या 6 पर स्थित एक अन्य महत्वपूर्ण शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने पूर्वी सिंहभूम को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह झारखंड के 21 जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>ब्लॉक (मंडल)</p>\r\n<p>पूर्वी सिंहभूम जिले में 11 ब्लॉक हैं। पूर्वी सिंहभूम जिले के ब्लॉकों की सूची निम्नलिखित हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>गोलमुरी सह जुगसलाई</p>\r\n<p>Potka</p>\r\n<p>Patamda</p>\r\n<p>Boram</p>\r\n<p>घाटशिला</p>\r\n<p>Musabani</p>\r\n<p>Dumaria</p>\r\n<p>Gudabandha</p>\r\n<p>Dhalbhumgarh</p>\r\n<p>Baharagora</p>\r\n<p>Chakulia</p>\r\n<p>प्रभागों</p>\r\n<p>इस जिले में छह विधानसभा क्षेत्र हैं: बहरागोड़ा, घाटशिला, पोटका, जुगसलाई, जमशेदपुर पूर्व और जमशेदपुर पश्चिम। ये सभी जमशेदपुर लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>संथाली, बंगाली, ओडिया और हिंदी यहाँ बोली जाने वाली प्रमुख भाषाएँ हैं। जिले के सबसे प्रमुख त्योहार दुर्गा पूजा, मकर संक्रांति, सोहराई और काली पूजा हैं। जबकि अन्य त्यौहार जैसे सरहुल, करमा, टुसू, बहा, मेंग पोरब, जावा, हाल पुन्ह्या, भगता परब, रोपिनी, बंदना और जानी-शकर को भी धूमधाम और हर्षोल्लास के साथ मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक पर्यटक आकर्षण है बहरागोड़ा से 12 किमी दूर बहरागोड़ा ब्लॉक में चितेश्वर गाँव में स्थित चित्रेश्वर मंदिर। मंदिर को शिव के सबसे बड़े प्राकृतिक शिव लिंग में से एक माना जाता है। माना जाता है कि भुवनेश्वर में लिंगराज शिवलिंग के बाद सबसे बड़ा शिव लिंग है। इसके पास एक अन्य मंदिर है जिसका नाम भूतेश्वर है जो बहरागोड़ा ब्लॉक में है। घाटशिला एक प्रसिद्ध पर्यटन स्थल है, जो उस ज़माने में प्रसिद्ध बंगाली उपन्यासकार विभूतिभूषण बंद्योपाध्याय का निवास था। खनन शहर जादुगोरा और घाटशिला के पास स्थित रंकिणी मंदिर भी ध्यान देने योग्य हैं। देवी रंकिणी को उच्च सम्मान में रखा जाता है और जिले में निवास करने वाले आदिवासी और गैर आदिवासी लोगों द्वारा पूजा की जाती है।</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार पूर्वी सिंहभूम जिले की आबादी 2,291,032 है, जो कि लातविया के राष्ट्र या न्यू मैक्सिको के अमेरिकी राज्य के बराबर है। यह इसे भारत में 199 की रैंकिंग (कुल 640 में से) देता है। जिले का जनसंख्या घनत्व 648 निवासियों प्रति वर्ग किलोमीटर (1,680 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 15.53% थी। पूर्बी सिंहभूम में प्रति 1000 पुरुषों पर 949 महिलाओं का लिंगानुपात है, और साक्षरता दर 76.13% है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>टाटानगर जंक्शन</p>\r\n<p>टाटानगर जंक्शन दक्षिण पूर्व रेलवे के चक्रधरपुर डिवीजन पर एक रेलवे जंक्शन और ए -1 श्रेणी का मॉडल स्टेशन है। शहर के अन्य रेलवे स्टेशन आदित्यपुर, गम्हरिया, कांड्रा, गोविंदपुर आदि हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>&nbsp;</p>\r\n<p>मैंगो बस स्टैंड (जमशेदपुर बस टर्मिनल)</p>\r\n<p>&nbsp;</p>\r\n<p>आदित्यपुर, जमशेदपुर में टाटा कांड्रा रोड</p>\r\n<p>जमशेदपुर राष्ट्रीय और राज्य राजमार्गों के माध्यम से भारत के अन्य हिस्सों से जुड़ा हुआ है। प्रमुख राजमार्ग हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 33 (NH-33) शहर को छूता है और इसे मुंबई से जोड़ता है और आगे NH32 में जुड़ता है, जो कोलकाता, दिल्ली NH-2, NH-33 और NH-6 से जुड़ता है, इसे खड़गपुर, कोलकाता से जोड़ता है।</p>\r\n<p>राष्ट्रीय राजमार्ग 32 (NH-32) जमशेदपुर को धनबाद, वाया बोकारो से जोड़ता है।</p>\r\n<p>टाटा-कांड्रा रोड जमशेदपुर से गम्हरिया होते हुए जमशेदपुर को जोड़ती है।</p>\r\n<p>मरीन ड्राइव, जमशेदपुर जमशेदपुर के पश्चिमी गलियारों से होकर कदमा, सोनारी होते हुए आदित्यपुर टोल ब्रिज को जोड़ता है</p>\r\n<p>हवाई अड्डा</p>\r\n<p>सोनारी एयरपोर्ट वर्तमान में शहर की सेवा कर रहा है। यह शहर के सोनारी क्षेत्र में 25 एकड़ क्षेत्र में फैला हुआ है। हवाई अड्डे का उपयोग मुख्य रूप से TATA समूह के चार्टर्ड विमानों में लाने के लिए किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>धालभूमगढ़ हवाई अड्डा एक प्रस्तावित सार्वजनिक हवाई अड्डा है, जो झारखंड राज्य में, धालभूमगढ़ में स्थित है, भारत जमशेदपुर के लिए ग्रीनफील्ड हवाई अड्डा है। यह जमशेदपुर से NH-33 पर 60 किलोमीटर की दूरी पर स्थित एक द्वितीय विश्व युद्ध के हवाई क्षेत्र की साइट पर बनाया जाएगा। पुराने हवाई क्षेत्र को 1942 के आसपास बनाया गया था, आसपास के अन्य हवाई क्षेत्रों के लिए सहायक रनवे के रूप में जो युद्ध के प्रयास के तहत भारत के पूर्वी सीमांत के आसपास बनाया जा रहा था। यह मित्र देशों की सेना द्वारा जापानी सैनिकों को आगे बढ़ाने और चीन के साथ परिवहन संपर्क बनाए रखने के लिए उपयोग किए जाने वाले हवाई क्षेत्रों में से एक था। जैसे ही जापानी सेनाएं चीन सागर में शिपिंग को नियंत्रित करने के लिए आईं, चीन को समुद्री आपूर्ति मार्गों में कटौती कर दी गई और कठिन, हिमालय पर 500 किमी का मार्ग तेजी से इस्तेमाल किया गया। युद्ध के बाद हवाई क्षेत्र को छोड़ दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय विमानपत्तन प्राधिकरण (एएआई) की तकनीकी टीम ने 2017 में सर्वेक्षण किया और ग्रीनफील्ड हवाई अड्डे के लिए धालभूमगढ़ स्थल को मंजूरी दी। सरकार ने नए हवाई अड्डे के लिए AAI के माध्यम से 300 करोड़ रुपये का निवेश करने की योजना बनाई है जिसमें 3 किलोमीटर लंबा रनवे होगा। जनवरी 2018 में, केंद्रीय नागरिक उड्डयन राज्य मंत्री जयंत सिन्हा ने घोषणा की कि केंद्रीय नागरिक उड्डयन मंत्रालय और झारखंड सरकार धालभूमगढ़ हवाई अड्डे के निर्माण के लिए एक समझौता ज्ञापन (एमओयू) पर हस्ताक्षर करेंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और अनुसंधान</p>\r\n<p>इसे भी देखें: जमशेदपुर में शिक्षण संस्थानों की सूची</p>\r\n<p>जमशेदपुर में महत्वपूर्ण शैक्षणिक संस्थान हैं: एक्सएलआरआई, जिसे 1949 में स्थापित भारत के सर्वश्रेष्ठ बी-स्कूलों में स्थान दिया गया है; महात्मा गांधी मेमोरियल मेडिकल कॉलेज, 1961 में स्थापित; और इंजीनियरिंग कॉलेज राष्ट्रीय प्रौद्योगिकी संस्थान, जमशेदपुर, एक राष्ट्रीय महत्व का संस्थान।</p>\r\n<p>&nbsp;</p>\r\n<p>38 वीं वैज्ञानिक और औद्योगिक अनुसंधान परिषद (सीएसआईआर) प्रयोगशालाओं में से एक, राष्ट्रीय धातुकर्म प्रयोगशाला (एनएमएल) का उद्घाटन 26 नवंबर 1950 को जवाहरलाल नेहरू द्वारा किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>1921 में टाटा स्टील के तकनीकी प्रशिक्षण विभाग के रूप में स्थापित शाक नानावती तकनीकी संस्थान (एसएनटीआई) अब अन्य कंपनियों के लिए भी कुशल कर्मचारियों का विकास करता है। इसकी 400,000 मात्रा पुस्तकालय शहर में सबसे लोकप्रिय में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंडो डेनिश टूल रूम (IDTR), 1990 में स्थापित। यह एक डेंटूल प्रोजेक्ट कॉलेज है जो प्रेस टूल्स, मोल्ड, वेल्डिंग फिक्स्चर आदि के डिजाइन और निर्माण में संलग्न है। यह सभी नवीनतम डिजाइनिंग सॉफ्टवेयर और सीएनसी मशीनों से सुसज्जित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य पर्यटन स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>जमशेदपुर सेंट्रल</p>\r\n<p>स्रोत:</p>\r\n<p>&nbsp;</p>\r\n<p>जुबली पार्क</p>\r\n<p>दलमा वाइल्ड लाइफ सैंक्चुअरी</p>\r\n<p>डिमना झील</p>\r\n<p>टाटा स्टील जूलॉजिकल पार्क</p>\r\n<p>भुवनेश्वरी मंदिर</p>\r\n<p>हुडको झील</p>\r\n<p>जेआरडी टाटा स्पोर्ट्स कॉम्प्लेक्स</p>\r\n<p>भाटिया पार्क, कदमा</p>\r\n<p>थीम पार्क, टेल्को</p>\r\n<p>पी एंड एम हाई-टेक सिटी सेंटर मॉल</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/East_Singhbhum_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1501676-ad87-4560-b245-8e9e554cdff0_Jamshedpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-east-singhbhum-jamshedpur-jharkhand","tags":[{"name":"जमशेदपुर","slug":"jamshedpur"},{"name":"पूर्वी-सिंहभूम","slug":"east-singhbhum"},{"name":"झारखंड","slug":"jharkhand"}],"recommendations":[{"id":579,"title":"खूंटी में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","dateCreated":"2019-09-04T02:46:31.391Z","dateModified":"2019-09-04T02:47:20.693Z","contributedBy":"AskGif","content":"खुंटी, भारत के झारखंड राज्य में खूंटी जिले का मुख्यालय है। यह दक्षिण छोटानागपुर डिवीजन में है और चौबीस जिलों में से एक भारतीय राज्य झारखंड है। खूंटी जिले को 12 सितंबर 2007 को रांची जिले से बाहर किया गया था। इसे ऐतिहासिक रूप से बिरसा आंदोलन की गतिविधि के केंद्र के रूप में जाना जाता है। लोहरदगा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"खूंटी","slug":"khunti"}],"slug":"top-places-to-visit-in-khunti-jharkhand","total":0},{"id":578,"title":"जामताड़ा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"06c417ce-1bdf-4d56-83c3-39b93ff236fd_Jamtara-railway.jpg","dateCreated":"2019-09-04T02:34:52.188Z","dateModified":"2019-09-04T02:35:04.512Z","contributedBy":"AskGif","content":"जामताड़ा एक शहर और भारतीय राज्य झारखंड में जामताड़ा जिले का एक अधिसूचित क्षेत्र है। यह जिला मुख्यालय है। जामताड़ा झारखंड राज्य का एक जिला है और यहां लोग हिंदी, संताली और बंगाली भाषा बोलते हैं।\r\n&nbsp;\r\nजामताड़ा जिला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है। जामताड़ा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06c417ce-1bdf-4d56-83c3-39b93ff236fd_Jamtara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जामताड़ा","slug":"jamtara"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-jamtara-jharkhand","total":0},{"id":566,"title":"देवघर में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","dateCreated":"2019-09-02T09:52:51.373Z","dateModified":"2019-09-02T09:53:15.377Z","contributedBy":"AskGif","content":"देवघर भारत के झारखंड राज्य के संथाल परगना प्रमंडल में देवघर जिले का मुख्यालय है। प्रसिद्ध बैद्यनाथ मंदिर यहाँ स्थित है।\r\n&nbsp;\r\nदेवघर जिला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है, और देवघर शहर इस जिले का प्रशासनिक मुख्यालय है। यह जिला बैद्यनाथ ज्योतिर्लिंग मंदिर के","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"देवघर","slug":"deoghar"}],"slug":"top-places-to-visit-in-deoghar-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}