{"id":569,"title":"Top Places to visit in East Singhbhum, Jamshedpur, Jharkhand","imageUrl":"b1501676-ad87-4560-b245-8e9e554cdff0_Jamshedpur-railway.jpg","dateCreated":"2019-09-02T15:08:10.321Z","dateModified":"2019-09-02T15:08:27.383Z","contributedBy":"AskGif","content":"<p>East Singhbhum (is one of the twenty-four districts of Jharkhand state, India. It was created on 16 January 1990 . More than 50% of the district is covered by dense forests and mountains, where wild animals once roamed freely.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district is bounded on the east by Jhargram district, on the north by Purulia district, both of West Bengal, on the west by West Singhbhum district of Jharkhand state, and on the south by Mayurbhanj district of Odisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>East Singhbhum district has a leading position in respect of mining and other industrial activities in Jharkhand state. Jamshedpur, a leading industrial city of India, is the district headquarters. Almost five-decade old copper refinery of Hindustan Copper Limited is located in Moubhandar, Ghatsila, another town of the district. The Singhbhum Shear Zone, a geological feature lying between river Subarnarekha on North-East and Dhanjauri ranges on South-West houses the mines of Copper and Uranium. Most notable copper mines are Banalopa, Badia, Pathargora, Dhobni, Kendadih, Rakha and Surda in Musabani Out of these only Surda is operational. Surda is currently operated by India Resources Ltd (www.Indiaresources.com.au), an Australian mining company. Uranium Corporation of India explores uranium in Jadugora, Narwapahar, Bhatin, Turamdih and Baghjanta. Chakulia, an important town in the Southeastern part of the district, is famous for its rice miills, oil mills, washing soap factories, and bamboo production. Baharagora is another important town situated on National Highway No. 6.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named East Singhbhum one of the country's 250 most backward districts (out of a total of 640). It is one of the 21 districts in Jharkhand currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Blocks (Mandals)</p>\r\n<p>East Singhbhum district consists of 11 Blocks. The following are the list of the Blocks in East Singhbhum district:</p>\r\n<p>&nbsp;</p>\r\n<p>Golmuri cum Jugsalai</p>\r\n<p>Potka</p>\r\n<p>Patamda</p>\r\n<p>Boram</p>\r\n<p>Ghatshila</p>\r\n<p>Musabani</p>\r\n<p>Dumaria</p>\r\n<p>Gudabandha</p>\r\n<p>Dhalbhumgarh</p>\r\n<p>Baharagora</p>\r\n<p>Chakulia</p>\r\n<p>Divisions</p>\r\n<p>There are six Vidhan Sabha constituencies in this district: Baharagora, Ghatsila, Potka, Jugsalai, Jamshedpur East and Jamshedpur West. All of these are part of Jamshedpur Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Santhali, Bengali, Odia and Hindi are the major languages spoken here. The most prominent festivals of the district are Durga Puja, Makar Sankranti, Sohrai and Kali Puja. While other festivals such as Sarhul, Karma, Tusu, Baha, Mage Porob, Java, Hall Punhya, Bhagta Parab, Ropini, Bandna and Jani-Shikaar are also celebrated with pomp and joy.</p>\r\n<p>&nbsp;</p>\r\n<p>One tourist attraction is Chitreshwar temple situated in Chitreshwar village in Baharagora Block 12 km from Baharagora. The temple is said to be one of the largest natural Shiva linga Lots of devotees of Shiva come daily. Chitreshwar temple is believed to have the largest Shiva linga after ligaraja shiva linga in Bhubneshwar. It has another temple called Bhuteshwar which is in Baharagora Block. Ghatsila a famous tourist spot is also situated in the district which was once inhabited by renowned Bengali novelist Bibhutibhushan Bandyopadhyay. Rankini Temple located near the mining town of Jadugora and Ghatshila are also worth mentioning. Goddess Rankini is held in high esteem and worshiped by the tribal and non tribal people inhabiting the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census East Singhbhum district has a population of 2,291,032, roughly equal to the nation of Latvia or the US state of New Mexico. This gives it a ranking of 199th in India (out of a total of 640). The district has a population density of 648 inhabitants per square kilometre (1,680/sq mi) . Its population growth rate over the decade 2001-2011 was 15.53%. Purbi Singhbhum has a sex ratio of 949 females for every 1000 males, and a literacy rate of 76.13%.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Railways</p>\r\n<p>&nbsp;</p>\r\n<p>Tatanagar Junction</p>\r\n<p>Tatanagar Junction is a railway junction and an A-1 category model station on the Chakradharpur division, of the South Eastern Railway. Other railway stations in the city are Adityapur, Gamharia, Kandra, Govindpur etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>&nbsp;</p>\r\n<p>Mango Bus Stand (Jamshedpur Bus Terminals)</p>\r\n<p>&nbsp;</p>\r\n<p>Tata Kandra road in Adityapur, Jamshedpur</p>\r\n<p>Jamshedpur is connected to other parts of India through national and state highways. The major highways are:</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 33 (NH-33) touches the city and connects it to Mumbai and further joins the NH32, which connects with Kolkata, Delhi NH-2, NH-33 and NH-6 connects it to Kharagpur, Kolkata.</p>\r\n<p>National Highway 32 (NH-32) connects Jamshedpur to Dhanbad, Via Bokaro.</p>\r\n<p>Tata-Kandra Road connects Jamshedpur to Kandra via Gamahria.</p>\r\n<p>Marine Drive, Jamshedpur connects Adityapur Toll Bridge to Mango via Kadma, Sonari through the western corridors of Jamshedpur</p>\r\n<p>Airport</p>\r\n<p>Sonari Airport is serving the city at present. It is spread over a 25-acre area in the Sonari area of the city. The airport is primarily used for bringing in chartered planes of TATA group.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhalbhumgarh Airport is a proposed public airport located at Dhalbhumgarh, in the state of Jharkhand, India as a Greenfield airport for Jamshedpur. It will be built on the site of an abandoned World War II airfield situated 60 kilometres from Jamshedpur on NH-33. The old airfield was built around 1942, as an ancillary runway for other airfields in the vicinity that were being built around India's eastern frontier as part of the war effort. It was one of the airfields used by Allied forces to repel the advancing Japanese troops and to maintain transport links with China. As the Japanese forces came to control shipping in the China Sea, seaborne supply routes to China were cut and the difficult, 500 km route over the Himalayas was increasingly used. The airfield was abandoned after the war.</p>\r\n<p>&nbsp;</p>\r\n<p>The technical team of the Airports Authority of India (AAI) conducted survey in 2017 and approved the Dhalbhumgarh site for a greenfield airport. The government plans to invest Rs 300 crore through AAI for the new airport which will have a 3 kilometre long runway. In January 2018, Union Minister of State for Civil Aviation Jayant Sinha announced that the Union Civil Aviation Ministry and the Jharkhand Government would sign a Memorandum of Understanding (MoU) for the construction of Dhalbhumgarh Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and research</p>\r\n<p>See also: List of educational institutes in Jamshedpur</p>\r\n<p>Important educational institutions in Jamshedpur are: the XLRI, which is ranked among the best B-schools in India, founded in 1949; Mahatma Gandhi Memorial Medical College, established in 1961; and the engineering college National Institute of Technology, Jamshedpur, an Institute of National Importance.</p>\r\n<p>&nbsp;</p>\r\n<p>The National Metallurgical Laboratory (NML), one of the 38 Council of Scientific and Industrial Research (CSIR) laboratories, was inaugurated on 26 November 1950 by Jawaharlal Nehru.</p>\r\n<p>&nbsp;</p>\r\n<p>Shavak Nanavati Technical Institute (SNTI), established in 1921 as the technical training department of Tata Steel, now develops skilled employees for other companies as well. Its 400,000 volume library is one of the most popular in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Indo Danish Tool Room (IDTR), established in 1990. It is a Dantool Project College that engage in designing and manufacturing of press tools, mould, welding fixtures etc. It is equipped with all latest designing software and CNC machines</p>\r\n<p>&nbsp;</p>\r\n<p>Main tourist places</p>\r\n<p>&nbsp;</p>\r\n<p>Jamshedpur Central</p>\r\n<p>Source:</p>\r\n<p>&nbsp;</p>\r\n<p>Jubilee Park</p>\r\n<p>Dalma Wild Life Sanctuary</p>\r\n<p>Dimna Lake</p>\r\n<p>Tata Steel Zoological Park</p>\r\n<p>Bhuvaneshwari Temple</p>\r\n<p>Hudco Lake</p>\r\n<p>JRD Tata Sports Complex</p>\r\n<p>Bhatia Park, Kadma</p>\r\n<p>Theme Park, Telco</p>\r\n<p>P&amp;M Hi-Tech City Centre Mall</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/East_Singhbhum_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1501676-ad87-4560-b245-8e9e554cdff0_Jamshedpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-east-singhbhum-jamshedpur-jharkhand","tags":[{"name":"jamshedpur","slug":"jamshedpur"},{"name":"east-singhbhum","slug":"east-singhbhum"},{"name":"jharkhand","slug":"jharkhand"}],"recommendations":[{"id":579,"title":"Top Places to visit in Khunti, Jharkhand","imageUrl":"71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","dateCreated":"2019-09-04T02:46:31.391Z","dateModified":"2019-09-04T02:47:20.693Z","contributedBy":"AskGif","content":"Khunti is the headquarter of Khunti district in the Indian state of Jharkhand. It is in South Chotanagpur division and one of the twenty-four districts the Indian state of Jharkhand. The district of Khunti was carved out of Ranchi district on 12 September 2007. It is historically known as the cen","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"khunti","slug":"khunti"}],"slug":"top-places-to-visit-in-khunti-jharkhand","total":0},{"id":578,"title":"Top Places to visit in Jamtara, Jharkhand","imageUrl":"06c417ce-1bdf-4d56-83c3-39b93ff236fd_Jamtara-railway.jpg","dateCreated":"2019-09-04T02:34:52.188Z","dateModified":"2019-09-04T02:35:04.512Z","contributedBy":"AskGif","content":"Jamtara is a city and a notified area in Jamtara district in the Indian state of Jharkhand. It is the district headquarters. Jamtara is a district of Jharkhand State and people here speak Hindi,Santali and Bengali languages.\r\n&nbsp;\r\nJamtara district is one of the twenty-four distri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06c417ce-1bdf-4d56-83c3-39b93ff236fd_Jamtara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jamtara","slug":"jamtara"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-jamtara-jharkhand","total":0},{"id":566,"title":"Top Places to visit in Deoghar, Jharkhand","imageUrl":"192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","dateCreated":"2019-09-02T09:52:51.373Z","dateModified":"2019-09-02T09:53:15.377Z","contributedBy":"AskGif","content":"Deoghar is the headquarters of the Deoghar District in the Santhal Parganas division of the state of Jharkhand, India. The famed Baidyanath Temple is located here.\r\n&nbsp;\r\nDeoghar district is one of the twenty-four districts of Jharkhand state in eastern India, and Deoghar town is ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/192a0efa-1240-48b5-aec4-a9f38cd0c1b2_Deoghar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"deoghar","slug":"deoghar"}],"slug":"top-places-to-visit-in-deoghar-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}