{"id":573,"title":"गढ़वा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"2aaf5532-4bc0-4b0f-a03b-548ef8b66788_Garhwa-railway.jpg","dateCreated":"2019-09-03T12:57:17.467Z","dateModified":"2019-09-03T12:57:38.228Z","contributedBy":"AskGif","content":"<p>गढ़वा भारत के झारखंड राज्य में गढ़वा जिले का एक शहर और नगर पालिका है, और इसका मुख्यालय है। उत्तर प्रदेश, छत्तीसगढ़ और बिहार आसपास के राज्य हैं। गढ़वा रोड (रेहला) एक प्रमुख रेलवे जंक्शन है जहां हजारों यात्री इस स्टेशन को दिल्ली और कोलकाता के लिए अपनी ट्रेन पकड़ने के लिए सबसे सुविधाजनक पाते हैं। आप रांची, अंबिकापुर, गया आदि के लिए बस सेवाएं पा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गढ़वा जिला हेमंत राजकुमार राज्य, भारत के चौबीस जिलों में से एक है। गढ़वा जिला पलामू प्रमंडल का एक हिस्सा है, और इसका प्रशासनिक मुख्यालय गढ़वा शहर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>गढ़वा रेलवे स्टेशन गढ़वा शहर के लिए एक रेलवे स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>गढ़वा नई दिल्ली के दक्षिण पूर्व में 1,036 किलोमीटर (644 मील) पर स्थित है और लखनऊ, पटना, रांची, कोटा, भोपाल जंक्शन, दिल्ली, जबलपुर, कोलकाता, वाराणसी और गया से गरवा रोड जंक्शन तक ट्रेन द्वारा पहुँचा जा सकता है। निकटतम हवाई अड्डा रांची में 165 किलोमीटर (103 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>गढ़वा सड़क मार्ग से पटना, रांची, रायपुर, कोलकाता, वाराणसी, अंबिकापुर, दुर्गापुर, जमशेदपुर, धनबाद, दिल्ली, लखनऊ, इलाहाबाद, कोटा, कानपुर, रामानुजगंज और रेणुकूट आदि से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक क्षेत्र</p>\r\n<p>\"गढ़देवी मंदिर\" जहां झारखंड के विभिन्न हिस्सों से लोग गढ़वा जिले में आते हैं। एक अन्य पर्यटक स्थल \"द सतबहिनी फॉल\" है जिसने ब्रिटिश काल से अपनी लोकप्रियता बनाए रखी है और अभी भी राज्य के पर्यटकों को आकर्षित करता है। \"काली मंदिर\" भी एक पवित्र पूजा स्थल है, जिसे काली स्थली के नाम से जाना जाता है। ऐसा माना जाता है कि देवी काली अपने बिगड़ैल सपनों को पूरा करती हैं। रंका राज पैलेस। (जहाँ फिल्म आज का रॉबिन हुड की शूटिंग हुई थी।) \"खोनार मंदिर भगवान शिव का एक प्रसिद्ध पवित्र स्थान (छोटा गाँव गिजाना) भी है जिसमें उनकी उत्पत्ति के पीछे कुछ ऐतिहासिक और धार्मिक कहानी है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य</p>\r\n<p>अस्पतालों</p>\r\n<p>सदर अस्पताल, गढ़वा</p>\r\n<p>वनांचल डेंटल कॉलेज और अस्पताल गढ़वा,</p>\r\n<p>देवकी महावीर होम्योपैथिक मेडिकल कॉलेज एंड रिसर्च हॉस्पिटल,</p>\r\n<p>नैदानिक ​​केंद्र</p>\r\n<p>ट्रामा सेंटर अस्पताल श्री बंशीधर नगर।</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, गढ़वा जिले की आबादी 1,322,387 है, जो मॉरीशस के राष्ट्र या न्यू हैम्पशायर के अमेरिकी राज्य के बराबर है। यह भारत में कुल 640 में से 368 वीं रैंकिंग देता है। जिले में जनसंख्या घनत्व 327 निवासियों प्रति वर्ग किलोमीटर (850 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 27.71% थी। गढ़वा में हर 1000 पुरुषों पर 933 महिलाओं का लिंग अनुपात है, और साक्षरता दर 62.18% है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>पलामू जिले के पूर्ववर्ती गढ़वा उपखंड, जिसमें 8 प्रखंड शामिल थे, को 1 अप्रैल 1991 से एक स्वतंत्र जिले \"गढ़वा\" के रूप में पलामू जिले से अलग कर दिया गया था। यह पलामू प्रमंडल के दक्षिण-पश्चिम कोने पर स्थित है, जो 23060'and 24039 'N अक्षांश के बीच स्थित है। और 83022 'और 84000' ई देशांतर। जिला उत्तर में सोन नदी से घिरा हुआ है; पलामू जिला और दक्षिण में छत्तीसगढ़ का क्षेत्र; पूर्व में पलामू जिला और छत्तीसगढ़ का सर्गुजा जिला और यू.पी. का सोनभद्र जिला। पश्चिम में। गढ़वा जिला पलामू कमिश्नरी का एक हिस्सा है जिसमें 19 ब्लॉक और गढ़वा और नगर-उतराई दो उपखंड शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>गढ़वा 24.18 &deg; N 83.82 &deg; E पर स्थित है। इसकी औसत ऊंचाई 197 मीटर (646 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम रेलवे स्टेशन गढ़वा टाउन है, गढ़वा शहर के लिए भारतीय रेलवे कोड GHQ है। एक अन्य नजदीकी रेलवे स्टेशन (लगभग 10 किमी दूर) गरवा रोड है, गढ़वा रोड के लिए भारतीय रेलवे कोड GHD है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Garhwa</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2aaf5532-4bc0-4b0f-a03b-548ef8b66788_Garhwa-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-garhwa-jharkhand","tags":[{"name":"गढ़वा","slug":"garhwa"},{"name":"झारखंड","slug":"jharkhand"}],"recommendations":[{"id":586,"title":"रामगढ़ में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"72149cd0-e607-4665-be6f-51d6b700f88d_Ramgarh-railway.jpg","dateCreated":"2019-09-05T03:33:36.176Z","dateModified":"2019-09-05T03:33:48.351Z","contributedBy":"AskGif","content":"रामगढ़ जिला भारत के झारखंड राज्य के 24 जिलों में से एक है। यह ब्रिटिश शासन के दौरान एक सैन्य जिला भी था, जिसे तब रामगुर जिले के रूप में संदर्भित किया जाता था।\r\n&nbsp;\r\nहेल्थकेयर और शिक्षा\r\nस्वास्थ्य देखभाल\r\nसेंट्रल कोलफील्ड लि\r\n&nbsp;\r\nकेंद्रीय अस्पताल, न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/72149cd0-e607-4665-be6f-51d6b700f88d_Ramgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"रामगढ़","slug":"ramgarh"}],"slug":"top-places-to-visit-in-ramgarh-jharkhand","total":0},{"id":583,"title":"लोहरदगा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","dateCreated":"2019-09-05T03:15:22.774Z","dateModified":"2019-09-05T03:15:43.483Z","contributedBy":"AskGif","content":"लोहरदगा भारत के झारखंड राज्य की राजधानी रांची के पश्चिम में स्थित एक शहर और लोहरदगा जिले का जिला मुख्यालय है। इससे पहले (1900 के दशक के प्रारंभ में) लोहरदगा छोटानागपुर का आयुक्त मुख्यालय था। बाद में ही छोटानागपुर के आयुक्त को रांची स्थानांतरित कर दिया गया। आयुक्त कार्यालय अभी भी मौजूद है और इसमें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लोहरदगा","slug":"lohardaga"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-lohardaga-jharkhand","total":0},{"id":581,"title":"लातेहार में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","dateCreated":"2019-09-04T03:04:28.763Z","dateModified":"2019-09-04T03:04:46.55Z","contributedBy":"AskGif","content":"लातेहार एक शहर है जो झारखंड राज्य के लातेहार जिले का मुख्यालय है, यह अपने प्राकृतिक पर्यावरण, वन, वन उत्पादों और खनिज भंडार के लिए जाना जाता है। लातेहार 1924 से एक उप-विभाग के रूप में पलामू जिले का एक हिस्सा बना रहा। यह झारखंड सरकार की अधिसूचना संख्या 946 दिनांक 04.04.2001 के अनुसार, 4 अप्रैल 200","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लातेहार","slug":"latehar"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-latehar-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}