{"id":574,"title":"Top Places to visit in Giridih, Jharkhand","imageUrl":"7f6511c7-2204-445b-af7f-228332d949de_Giridih-railway.jpg","dateCreated":"2019-09-03T13:04:23.641Z","dateModified":"2019-09-03T13:04:49.81Z","contributedBy":"AskGif","content":"<p>Giridih is headquarters of the Giridih district of Jharkhand state, India. The literal meaning of Giridih is the land of hills and hillocks &ndash; giri, a Hindi word, means hills and dih, another word of the local dialect, indicates land of. Before 1972, Giridih was part of Hazaribagh district.</p>\r\n<p>&nbsp;</p>\r\n<p>Giridih is a centre of the prestigious Indian Statistical Institute (ISI). Giridih is also one of the six Data Processing Centres of Data Processing Division (DPD) of National Sample Survey Office (NSSO).</p>\r\n<p>&nbsp;</p>\r\n<p>Government and politics</p>\r\n<p>Nageshwar Prasad Sinha was the first MP from Giridih, when the town declared as separate district from Hazaribagh. Ravindra Kumar Pandey from the Bharatiya Janata Party won the 2014 Indian general election from Giridih (Lok Sabha constituency) and is the present Member of Parliament. Giridih city forms the Giridih (Vidhan Sabha constituency). Sri Nirbhay Shahabadi(BJP)is the current MLA of Giridih</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Giridih is connected by Road and Rail link.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Main article: Giridih Station</p>\r\n<p>Giridih Station is connected to Madhupur Junction located 38 km to the east by a single broad gauge railway line. There is a single passenger train which runs five times a day between the two stations and takes about an hour to reach Giridih. Parasnath Station, on the Howrah-Delhi grand chord line, is 48 km from Giridih towards the west. The Giridih station is under the administration of the Asansol division of the Eastern Railway zone of Indian Railways. There is a direct train (Boggie Attach) service from Giridih to Kolkata and Patna</p>\r\n<p>&nbsp;</p>\r\n<p>Railway line between Koderma (KQR) and Giridih (GRD) is completed, presently train is ferrying twice between Koderma and New Giridih City (Maheshmunda)</p>\r\n<p>&nbsp;</p>\r\n<p>One new rail line is proposed between Giridih (GRD) and Parasnath (PNME) which will cater to the needs of locals and Jain Tourists coming to Madhuban, Parasnath. It will be connected to Dhanbad and Jhajha as well. New railway station New Giridih Railway Station NGRH is operational.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>The NH 19 (old NH 2)/Grand Trunk Road passes through Giridih district but away from the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Giridih has a bus terminus in the center of the town. The bus stand is divided into platforms for private buses. A Government Bus terminus is just adjacent to the main bus terminus. There are regular bus services from the city to other parts in the district. Bus service to Dhanbad, Bokaro, Hazaribagh, Deoghar, Asansol, Durgapur, Kolkata, Howrah, Patna, Ranchi and Jamshedpur is available. Private cars and taxi facilities are available in the city. Other transport is trekkers, autos, rickshaws and mini buses.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>By air, there is a landing airstrip known as Boro aerodrom at the district headquarters of Giridih. Giridih is well connected to some of the popular airports of Bihar, Jharkhand and West Bengal and they are :</p>\r\n<p>&nbsp;</p>\r\n<p>Birsa Munda Airport, Ranchi 155 kilometres (96 mi)</p>\r\n<p>Gaya Airport 169 kilometres (105 mi)</p>\r\n<p>Lok Nayak Jayaprakash Airport, Patna 223 kilometres (139 mi)</p>\r\n<p>Netaji Subhas Chandra Bose International Airport, Kolkata 309 kilometres (192 mi)</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Giridih has many prestigious colleges and schools.</p>\r\n<p>&nbsp;</p>\r\n<p>The major colleges in this town include &ndash;</p>\r\n<p>&nbsp;</p>\r\n<p>Subhash Teachers training B.ed college,koldiha affiliated to [Vinoba Bhave University]</p>\r\n<p>Subhash Teachers training D.el.ed college,koldiha affiliated to [jharkhand academic council]</p>\r\n<p>Subhash Institute of technology,koridih affiliated to [state board of technical education]</p>\r\n<p>Giridih College affiliated to the Vinoba Bhave University</p>\r\n<p>Sri Ram Krishna Mahila College affiliated to Vinoba Bhave University.</p>\r\n<p>Langta Baba College affiliated to the Vinoba Bhave University</p>\r\n<p>Vananchal College affiliated to Vinoba Bhave University.</p>\r\n<p>GD Bagaria institute of management affiliated to the Vinoba Bhave University</p>\r\n<p>Khandoli Institute of Technology affiliated to AICTe</p>\r\n<p>&nbsp;</p>\r\n<p>Schools include &ndash;</p>\r\n<p>&nbsp;</p>\r\n<p>Candy Floss S Goenka School</p>\r\n<p>Carmel School, Giridih</p>\r\n<p>BNS DAV Public School, Giridih</p>\r\n<p>Jawahar Navodaya Vidyalaya, Giridih</p>\r\n<p>DAV Public School, CCL, Beniadih, Giridih</p>\r\n<p>Saraswati Shishu Vidya Mandir, Barganda, Giridih</p>\r\n<p>St. Joseph School, Giridih</p>\r\n<p>Subhash Public School, Koldiha, Giridih</p>\r\n<p>Birla School, Giridih</p>\r\n<p>Honey Holy Trinity School, Giridih</p>\r\n<p>&nbsp;</p>\r\n<p>Nearby places</p>\r\n<p>Giridih has several religious and scenic tourist spots, including the following:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Jal Mandir, Shikharji</p>\r\n<p>Sri Sammeta Shikharji (Hindi: श्री सम्मेत शिखरजी), also known as the Parasnath Hills, with the highest mountain peak in Jharkhand, 4480 feet above sea level, is a major Jain pilgrimage destination and one of the most sacred places for Jains in the world. According to Jain belief, twenty of the twenty-four Tirthankaras (teachers of the Jains), (including Parshanath) attained Moksha (Nirvana) from this place.</p>\r\n<p>Rajdah Dham, sabalpur, उत्तरवाहिनी गंगा (प्रकृति की अनुपम भेंट ) also known as Rajdaha, is a temple of Lord Shiva. It is situated approximately 60 km Giridih and 5 km from Suriya. (Near nimatand sabalpur). It is situated on the bank or Barakar River.</p>\r\n<p>Langta Baba Samadhi Sthal This is located in Kharagdiha, about 30 km North West of the town on road towards Jamua. Langta Baba is revered both by the Hindus and the Muslims alike. People offer chadar to his samadhi as a ritual, and it is believed the wish made here by a true devotee always get fulfilled.</p>\r\n<p>Usri Falls 13 km from town, on the Tundi road, it is one of the most famous picnic spots in Giridih. The Usri river falls a 40 feet steep gorge in three separate streams. The place is surrounded by dense forest of Parasnath Hills.</p>\r\n<p>Khandoli Dam located 10 km North-East of Giridih headquarters towards Bengabad block, is a scenic water reservoir and a dam. The place has been developed as a tourism attraction. It is a famous spot for water related adventure sports and bird-watching. A watch tower and 600 feet high hillock offers a panoramic view of Khandoli site. A number of other amusement facilities are available there including boating, Rock-climbing, Parasailing and Kayaking.</p>\r\n<p>Sri Kabir Gyan Mandir in Sihodih, some 2 km from Giridih headquarters, Founded in 1985, a motivational institution in headed by Sadguru Maa Gyan which spreads the message of Sant Kabir and Sanatan Dharma. It has a sacred temple Guru Govind Dham having beautiful idol of Sant Kabir and Lord Vishnu. It also has Kabir Gyan Darshan with worth to watch murals and paintings based on life of Sant Kabir, Vedas, Morality and paintings of famous Saints of India.</p>\r\n<p>Surya Mandir is located in Mirzaganj, 33 km from Giridih Town. It is built in the middle of a lake in the shape of a Lotus flower. Pilgrims can visit here while returning from Langta Baba Samadhi. The temple has been declared Monument of National importance and is maintained by Archaeological Survey of India.</p>\r\n<p>Notable people</p>\r\n<p>Anurag Anand - Born in Giridih | Director &amp; Producer who has produced various documentaries and tele-shows for international giants like BBC, Channel 4, National Geographic &amp; Discovery. He also owns a production house known as Inkingenious Media which is headquartered in London.</p>\r\n<p>Sir Jagadish Chandra Bose spent his last days in Giridih and the Sir J.C. Bose Girl's High School is named in his honour. He died in Giridih. His then residence is now known as \"Vigyan Kendra\" run by \"Bihar Council of Science and Technology\".</p>\r\n<p>Jnan Chandra Ghosh was born in Purulia and studied at the Giridih High School, from where he passed the Entrance Examination of Calcutta University in 1909. He was a famous scientist and played an important role in shaping science and engineering education in India. He was the first Director of Indian Institute of Technology Kharagpur, Director of Indian Institute of Science, Bangalore, and Vice Chancellor of Calcutta University.</p>\r\n<p>The literary figure and the Nobel Laureate, Rabindranath Tagore also spent some time in Giridih. He wrote his Shivaji Utsav in 1904 while residing in Giridih. The house in which he resided, Dawasika Bhawan, still exists in Giridih.</p>\r\n<p>The film maker Satyajit Ray who is one of the Oscar recipients from India, spent his childhood in Giridih. He sketched his fictional character (appearing in a series of science fiction books), scientist Professor Shonku as residing in Giridih beside the Usri river.</p>\r\n<p>Krishna Ballabh Sahay was the elected member of Bihar Legislative Assembly from Giridih Constituency for several terms, including the one in which he served as the chief minister of Undivided Bihar during 1963 &ndash; 67.</p>\r\n<p>Babulal Marandi was born in a remote Kodia Bank village under Tisri block of Giridih district. He was the first Chief Minister of Jharkhand and the founder of the political party Jharkhand Vikas Morcha (Prajatantrik).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Giridih</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f6511c7-2204-445b-af7f-228332d949de_Giridih-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-giridih-jharkhand","tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"giridih","slug":"giridih"}],"recommendations":[{"id":590,"title":"Top Places to visit in Simdega, Jharkhand","imageUrl":"d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","dateCreated":"2019-09-06T02:18:21.602Z","dateModified":"2019-09-06T02:18:35.261Z","contributedBy":"AskGif","content":"Simdega is a city in the Indian state of Jharkhand. Simdega is the administrative headquarters of the eponymous district and Subdivision. The city stands at an elevation of approximately 418 metres (1371 feet) above sea level and covers an area of 3,750 km2 (1,450 sq mi). Bounded in the north by ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"simdega","slug":"simdega"}],"slug":"top-places-to-visit-in-simdega-jharkhand","total":0},{"id":577,"title":"Top Places to visit in Hazaribag, Jharkhand","imageUrl":"cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","dateCreated":"2019-09-04T02:21:57.22Z","dateModified":"2019-09-04T02:22:12.937Z","contributedBy":"AskGif","content":"Hazaribagh (also spelled Hazaribag) is a city and a municipality in Hazaribagh district in the Indian state of Jharkhand. It is the divisional headquarters of North Chotanagpur division. It is famous as a health resort and for Hazaribag Wildlife Sanctuary (17 km from city). It is represented in t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hazaribag","slug":"hazaribag"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-hazaribag-jharkhand","total":0},{"id":569,"title":"Top Places to visit in East Singhbhum, Jamshedpur, Jharkhand","imageUrl":"b1501676-ad87-4560-b245-8e9e554cdff0_Jamshedpur-railway.jpg","dateCreated":"2019-09-02T15:08:10.321Z","dateModified":"2019-09-02T15:08:27.383Z","contributedBy":"AskGif","content":"East Singhbhum (is one of the twenty-four districts of Jharkhand state, India. It was created on 16 January 1990 . More than 50% of the district is covered by dense forests and mountains, where wild animals once roamed freely.\r\n&nbsp;\r\nGeography\r\nThe district is bounded on th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1501676-ad87-4560-b245-8e9e554cdff0_Jamshedpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jamshedpur","slug":"jamshedpur"},{"name":"east-singhbhum","slug":"east-singhbhum"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-east-singhbhum-jamshedpur-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}