{"id":574,"title":"गिरिडीह में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"7f6511c7-2204-445b-af7f-228332d949de_Giridih-railway.jpg","dateCreated":"2019-09-03T13:04:23.641Z","dateModified":"2019-09-03T13:04:49.81Z","contributedBy":"AskGif","content":"<p>गिरिडीह, भारत के झारखंड राज्य के गिरिडीह जिले का मुख्यालय है। गिरिडीह का शाब्दिक अर्थ पहाड़ियों और पहाड़ियों की भूमि है - गिरि, एक हिंदी शब्द, जिसका अर्थ है पहाड़ियों और दीह, स्थानीय बोली का एक और शब्द, की भूमि दर्शाता है। 1972 से पहले, गिरिडीह हजारीबाग जिले का हिस्सा था।</p>\r\n<p>&nbsp;</p>\r\n<p>गिरिडीह प्रतिष्ठित भारतीय सांख्यिकी संस्थान (ISI) का एक केंद्र है। गिरिडीह राष्ट्रीय नमूना सर्वेक्षण कार्यालय (NSSO) के डेटा प्रोसेसिंग डिवीजन (DPD) के छह डेटा प्रोसेसिंग केंद्रों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार और राजनीति</p>\r\n<p>नागेश्वर प्रसाद सिन्हा गिरिडीह के पहले सांसद थे, जब शहर को हजारीबाग से अलग जिला घोषित किया गया था। भारतीय जनता पार्टी के रवींद्र कुमार पांडे ने गिरिडीह (लोकसभा निर्वाचन क्षेत्र) से 2014 का भारतीय आम चुनाव जीता और वह वर्तमान संसद सदस्य हैं। गिरिडीह शहर गिरिडीह (विधानसभा क्षेत्र) बनाता है। श्री निर्भय शाहाबादी (भाजपा) गिरिडीह के वर्तमान विधायक हैं</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>गिरिडीह रोड और रेल लिंक द्वारा जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>मुख्य लेख: गिरिडीह स्टेशन</p>\r\n<p>गिरिडीह स्टेशन मधुपुर जंक्शन से पूर्व में 38 किलोमीटर की दूरी पर सिंगल ब्रॉड गेज रेलवे लाइन से जुड़ा है। एक एकल यात्री ट्रेन है जो दो स्टेशनों के बीच दिन में पांच बार चलती है और गिरिडीह तक पहुंचने में लगभग एक घंटे का समय लेती है। पारसनाथ स्टेशन, हावड़ा-दिल्ली भव्य कॉर्ड लाइन पर, गिरिडीह से पश्चिम की ओर 48 किमी दूर है। गिरिडीह स्टेशन भारतीय रेलवे के पूर्वी रेलवे क्षेत्र के आसनसोल डिवीजन के प्रशासन के अधीन है। गिरिडीह से कोलकाता और पटना के लिए सीधी ट्रेन (बोगी अटैच) सेवा है</p>\r\n<p>&nbsp;</p>\r\n<p>कोडरमा (KQR) और गिरिडीह (GRD) के बीच रेलवे लाइन पूरी हो गई है, वर्तमान में ट्रेन कोडरमा और न्यू गिरिडीह सिटी (महेशमुंडा) के बीच दो बार फेरी लगा रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>गिरिडीह (जीआरडी) और पारसनाथ (पीएनएमई) के बीच एक नई रेल लाइन प्रस्तावित है जो मधुबन, पारसनाथ में आने वाले स्थानीय लोगों और जैन पर्यटकों की जरूरतों को पूरा करेगी। यह धनबाद और झाझा से भी जुड़ा होगा। नया रेलवे स्टेशन न्यू गिरिडीह रेलवे स्टेशन NGRH चालू है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>NH 19 (पुराना NH 2) / ग्रांड ट्रंक रोड गिरिडीह जिले से होकर गुजरता है लेकिन शहर से दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>गिरिडीह शहर के केंद्र में एक बस टर्मिनस है। निजी बसों के लिए बस स्टैंड को प्लेटफार्मों में विभाजित किया गया है। एक सरकारी बस टर्मिनस मुख्य बस टर्मिनस से सटा हुआ है। शहर से जिले के अन्य भागों के लिए नियमित बस सेवाएं हैं। धनबाद, बोकारो, हजारीबाग, देवघर, आसनसोल, दुर्गापुर, कोलकाता, हावड़ा, पटना, रांची और जमशेदपुर के लिए बस सेवा उपलब्ध है। शहर में निजी कार और टैक्सी सुविधाएं उपलब्ध हैं। अन्य परिवहन ट्रेकर्स, ऑटो, रिक्शा और मिनी बसें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>हवाई मार्ग से गिरिडीह के जिला मुख्यालय में बोरो एयरोड्रोम के रूप में एक लैंडिंग हवाई पट्टी है। गिरिडीह बिहार, झारखंड और पश्चिम बंगाल के कुछ लोकप्रिय हवाई अड्डों से अच्छी तरह से जुड़ा हुआ है:</p>\r\n<p>&nbsp;</p>\r\n<p>बिरसा मुंडा एयरपोर्ट, रांची 155 किलोमीटर (96 मील)</p>\r\n<p>गया एयरपोर्ट 169 किलोमीटर (105 मील)</p>\r\n<p>लोक नायक जयप्रकाश हवाई अड्डा, पटना 223 किलोमीटर (139 मील)</p>\r\n<p>नेताजी सुभाष चंद्र बोस अंतर्राष्ट्रीय हवाई अड्डा, कोलकाता 309 किलोमीटर (192 मील)</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>गिरिडीह में कई प्रतिष्ठित कॉलेज और स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इस शहर के प्रमुख कॉलेजों में शामिल हैं -</p>\r\n<p>&nbsp;</p>\r\n<p>सुभाष शिक्षक प्रशिक्षण बी। कॉलेज, कोल्डिहा [विनोबा भावे विश्वविद्यालय] से सम्बद्ध</p>\r\n<p>सुभाष शिक्षक प्रशिक्षण डी। एल। डी। कॉलेज, कोल्डिहा [झारखंड अकादमिक परिषद] से संबद्ध</p>\r\n<p>सुभाष प्रौद्योगिकी संस्थान, कोरिडीह [राज्य तकनीकी शिक्षा बोर्ड] से संबद्ध</p>\r\n<p>गिरिडीह कॉलेज विनोबा भावे विश्वविद्यालय से संबद्ध है</p>\r\n<p>विनोबा भावे विश्वविद्यालय से संबद्ध श्री राम कृष्ण महिला कॉलेज।</p>\r\n<p>लंग्टा बाबा कॉलेज, विनोबा भावे विश्वविद्यालय से संबद्ध है</p>\r\n<p>विनोबा भावे विश्वविद्यालय से संबद्ध वनांचल कॉलेज।</p>\r\n<p>विनोबा भावे विश्वविद्यालय से संबद्ध जीडी बागेरिया प्रबंधन संस्थान</p>\r\n<p>खंडोली इंस्टीट्यूट ऑफ टेक्नोलॉजी एआईसीटीई से संबद्ध है</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूलों में शामिल हैं -</p>\r\n<p>&nbsp;</p>\r\n<p>कैंडी फ्लॉस एस गोयनका स्कूल</p>\r\n<p>कार्मेल स्कूल, गिरिडीह</p>\r\n<p>बीएनएस डीएवी पब्लिक स्कूल, गिरिडीह</p>\r\n<p>जवाहर नवोदय विद्यालय, गिरिडीह</p>\r\n<p>डीएवी पब्लिक स्कूल, सीसीएल, बेनीडीह, गिरिडीह</p>\r\n<p>सरस्वती शिशु विद्या मंदिर, बरगंडा, गिरिडीह</p>\r\n<p>सेंट जोसेफ स्कूल, गिरिडीह</p>\r\n<p>सुभाष पब्लिक स्कूल, कोलडीहा, गिरिडीह</p>\r\n<p>बिड़ला स्कूल, गिरिडीह</p>\r\n<p>हनी होली ट्रिनिटी स्कूल, गिरिडीह</p>\r\n<p>&nbsp;</p>\r\n<p>निकटवर्ती स्थान</p>\r\n<p>गिरिडीह में निम्नलिखित सहित कई धार्मिक और दर्शनीय पर्यटन स्थल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>जल मंदिर, शिखरजी</p>\r\n<p>श्री सम्मेद शिखरजी (हिंदी: श्री सम्मेद शिखरजी), जिसे पारसनाथ हिल्स के नाम से भी जाना जाता है, झारखंड की सबसे ऊँची पर्वत चोटी के साथ, समुद्र तल से ४४ feet० फीट ऊपर, एक प्रमुख जैन तीर्थस्थल है और दुनिया में जैनियों के लिए सबसे पवित्र स्थानों में से एक है। । जैन मान्यता के अनुसार, चौबीस तीर्थंकरों (जैनियों के शिक्षक), (पार्श्वनाथ सहित) ने इस स्थान से मोक्ष (निर्वाण) प्राप्त किया।</p>\r\n<p>राजद धाम, सबलपुर, उत्तरवाहिनी गंगा (प्रकृति की अनुपम भेंट) जिसे राजदहा के नाम से भी जाना जाता है, भगवान शिव का मंदिर है। यह गिरिडीह से लगभग 60 किमी और सूरिया से 5 किमी दूर स्थित है। (निमतंद सबलपुर के पास)। यह बैंक या बराकर नदी पर स्थित है।</p>\r\n<p>लंग्टा बाबा समाधि स्थल यह शहर के लगभग 30 किमी उत्तर पश्चिम में जमुआ की ओर जाने वाली सड़क पर खड़गडीहा में स्थित है। लंगड़ा बाबा हिंदुओं और मुसलमानों दोनों के समान हैं। लोग उनकी समाधि को एक अनुष्ठान के रूप में चढ़ाते हैं, और यह माना जाता है कि एक सच्चे भक्त द्वारा यहां की गई इच्छा हमेशा पूरी होती है।</p>\r\n<p>शहर से 13 किमी दूर उसरी झरना, टुंडी रोड पर, यह गिरिडीह के सबसे प्रसिद्ध पिकनिक स्थलों में से एक है। उसरी नदी तीन अलग-अलग धाराओं में 40 फीट की खड़ी घाटी में गिरती है। यह स्थान पारसनाथ पहाड़ियों के घने जंगल से घिरा हुआ है।</p>\r\n<p>बेंगाबाद ब्लॉक की ओर गिरिडीह मुख्यालय के 10 किमी उत्तर-पूर्व में स्थित खंडोली बांध एक दर्शनीय जलस्रोत और एक बांध है। जगह को एक पर्यटन आकर्षण के रूप में विकसित किया गया है। यह पानी से जुड़े एडवेंचर स्पोर्ट्स और बर्ड-वाचिंग के लिए एक प्रसिद्ध स्थान है। एक वॉच टॉवर और 600 फीट ऊंची पहाड़ी पर स्थित खंडोली साइट का मनोरम दृश्य दिखाई देता है। नौका विहार, रॉक-क्लाइम्बिंग, पैरासेलिंग और कयाकिंग सहित कई अन्य मनोरंजन सुविधाएँ वहाँ उपलब्ध हैं।</p>\r\n<p>गिरिडीह मुख्यालय से लगभग 2 किलोमीटर दूर सिहोडीह में श्री कबीर ज्ञान मंदिर, 1985 में स्थापित, सद्गुरु माँ ज्ञान की अध्यक्षता में एक प्रेरक संस्थान है जो संत कबीर और सनातन धर्म का संदेश फैलाता है। इसमें एक पवित्र मंदिर गुरु गोविंद धाम है जिसमें संत कबीर और भगवान विष्णु की सुंदर मूर्ति है। इसमें संत कबीर, वेद, नैतिकता और भारत के प्रसिद्ध संतों के जीवन पर आधारित भित्ति चित्र और चित्र देखने के लायक कबीर ज्ञान दर्शन भी है।</p>\r\n<p>सूर्य मंदिर गिरिडीह टाउन से 33 किमी दूर मिर्जागंज में स्थित है। इसे एक झील के बीच में कमल के फूल के आकार में बनाया गया है। लंगट बाबा समाधि से लौटते समय तीर्थयात्री यहाँ आ सकते हैं। मंदिर को राष्ट्रीय महत्व का स्मारक घोषित किया गया है और इसका रखरखाव भारतीय पुरातत्व सर्वेक्षण द्वारा किया जाता है।</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>अनुराग आनंद - गिरिडीह में जन्मे | निर्देशक और निर्माता जिन्होंने बीबीसी, चैनल 4, नेशनल जियोग्राफ़िक और डिस्कवरी जैसे अंतरराष्ट्रीय दिग्गजों के लिए विभिन्न वृत्तचित्रों और टेली-शो का निर्माण किया है। उनके पास एक प्रोडक्शन हाउस भी है जिसे Inkingenious Media के नाम से जाना जाता है जिसका मुख्यालय लंदन में है।</p>\r\n<p>सर जगदीश चंद्र बोस ने अपने अंतिम दिन गिरिडीह में बिताए और सर जे.सी. बोस हाईस्कूल का नाम उनके सम्मान में रखा गया। उनका निधन गिरिडीह में हुआ। उनके तत्कालीन निवास को अब \"बिहार विज्ञान और प्रौद्योगिकी परिषद\" द्वारा संचालित \"विज्ञान केंद्र\" के रूप में जाना जाता है।</p>\r\n<p>ज्ञान चंद्र घोष का जन्म पुरुलिया में हुआ था और उन्होंने गिरिडीह हाई स्कूल में पढ़ाई की, जहाँ से उन्होंने 1909 में कलकत्ता विश्वविद्यालय की प्रवेश परीक्षा पास की। वे एक प्रसिद्ध वैज्ञानिक थे और उन्होंने भारत में विज्ञान और इंजीनियरिंग शिक्षा को आकार देने में महत्वपूर्ण भूमिका निभाई। वह भारतीय प्रौद्योगिकी संस्थान खड़गपुर के पहले निदेशक, भारतीय विज्ञान संस्थान, बैंगलोर के निदेशक और कलकत्ता विश्वविद्यालय के कुलपति थे।</p>\r\n<p>साहित्यकार और नोबेल पुरस्कार विजेता, रवींद्रनाथ टैगोर ने भी गिरिडीह में कुछ समय बिताया। उन्होंने 1904 में गिरिडीह में रहते हुए अपना शिवाजी उत्सव लिखा था। जिस घर में वह निवास करते थे, वह आज भी गिरिडीह में मौजूद है।</p>\r\n<p>फिल्म निर्माता सत्यजीत रे, जो भारत के ऑस्कर प्राप्तकर्ताओं में से एक हैं, ने अपना बचपन गिरिडीह में बिताया। उन्होंने अपने काल्पनिक चरित्र (विज्ञान कथा पुस्तकों की एक श्रृंखला में दिखाई देने वाले), वैज्ञानिक प्रोफेसर शोंकू को उसरी नदी के किनारे गिरिडीह में रहने के लिए छोड़ दिया।</p>\r\n<p>1963 - 67 के दौरान अविभाजित बिहार के मुख्यमंत्री के रूप में कार्य करते हुए कृष्ण बल्लभ सहाय गिरिडीह निर्वाचन क्षेत्र से बिहार विधानसभा के निर्वाचित सदस्य थे।</p>\r\n<p>बाबूलाल मरांडी का जन्म गिरिडीह जिले के तिसरी ब्लॉक के अंतर्गत एक दूरस्थ कोडिया बैंक गाँव में हुआ था। वे झारखंड के पहले मुख्यमंत्री और राजनीतिक दल झारखंड विकास मोर्चा (प्रजातांत्रिक) के संस्थापक थे।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Giridih</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f6511c7-2204-445b-af7f-228332d949de_Giridih-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-giridih-jharkhand","tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"गिरिडीह","slug":"giridih"}],"recommendations":[{"id":590,"title":"सिमडेगा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","dateCreated":"2019-09-06T02:18:21.602Z","dateModified":"2019-09-06T02:18:35.261Z","contributedBy":"AskGif","content":"सिमडेगा भारत के झारखंड राज्य का एक शहर है। सिमडेगा, नामांकित जिले और उपखंड का प्रशासनिक मुख्यालय है। शहर समुद्र तल से लगभग 418 मीटर (1371 फीट) की ऊँचाई पर स्थित है और 3,750 किमी 2 (1,450 वर्ग मील) के क्षेत्र को कवर करता है। उत्तर में गुमला, पूर्व में रांची और पश्चिम सिंहभूम, पश्चिम में जशपुर नगर,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"सिमडेगा","slug":"simdega"}],"slug":"top-places-to-visit-in-simdega-jharkhand","total":0},{"id":577,"title":"हजारीबाग में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","dateCreated":"2019-09-04T02:21:57.22Z","dateModified":"2019-09-04T02:22:12.937Z","contributedBy":"AskGif","content":"हजारीबाग (भी हजारीबाग वर्तनी है) भारत के झारखंड राज्य में हजारीबाग जिले का एक शहर और एक नगर पालिका है। यह उत्तरी छोटानागपुर मंडल का संभागीय मुख्यालय है। यह एक स्वास्थ्य स्थल के रूप में और हजारीबाग वन्यजीव अभयारण्य (शहर से 17 किमी) के लिए प्रसिद्ध है। इसका लोकसभा सदस्य जयंत सिन्हा द्वारा भारतीय लो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हजारीबाग","slug":"hazaribag"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-hazaribag-jharkhand","total":0},{"id":569,"title":"पूर्वी सिंहभूम, जमशेदपुर में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"b1501676-ad87-4560-b245-8e9e554cdff0_Jamshedpur-railway.jpg","dateCreated":"2019-09-02T15:08:10.321Z","dateModified":"2019-09-02T15:08:27.383Z","contributedBy":"AskGif","content":"पूर्वी सिंहभूम (भारत के झारखंड राज्य के चौबीस जिलों में से एक है। यह १६ जनवरी १ ९९ ० को बनाया गया था। ५०% से अधिक जिले घने जंगलों और पहाड़ों से आच्छादित हैं, जहाँ जंगली जानवर एक बार खुलेआम घूमते हैं।\r\n&nbsp;\r\nभूगोल\r\nयह जिला पूर्व में झारग्राम जिले, उत्तर में पुरुलिया जिले, पश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1501676-ad87-4560-b245-8e9e554cdff0_Jamshedpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जमशेदपुर","slug":"jamshedpur"},{"name":"पूर्वी-सिंहभूम","slug":"east-singhbhum"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-east-singhbhum-jamshedpur-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}