{"id":575,"title":"गोड्डा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"37758aab-1dee-4786-a67e-2eee3c86fdb0_Godda-tourism.jpg","dateCreated":"2019-09-04T02:04:09.662Z","dateModified":"2019-09-04T02:04:30.174Z","contributedBy":"AskGif","content":"<p>गोड्डा भारतीय राज्य झारखंड में गोड्डा जिले का एक शहर और एक नगर पालिका है। जिले का क्षेत्रफल 2110 वर्ग किमी है। जिला मुख्यालय गोड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>गोड्डा जिला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है। यह राज्य के पूर्वोत्तर भाग में स्थित है। भौगोलिक क्षेत्र जो अब गोड्डा जिला शामिल है, तत्कालीन संथाल परगना जिले का हिस्सा हुआ करता था। गोड्डा शहर गोड्डा जिले का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का क्षेत्रफल 2110 वर्ग किमी है, जिसकी आबादी लगभग 861,000 है। जिला बिना किसी रेल लिंक के है, निकटतम रेलवे स्टेशन गोड्डा है। लोगों की मुख्य आर्थिक गतिविधि कृषि है, और प्रमुख फसलें धान, गेहूं और मक्का हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गोड्डा संथालों नामक जनजाति की भूमि है। गोड्डा न केवल जनजातियों की भूमि है, स्थानीय निवासियों में गैर-आदिवासी और शहरी लोग भी शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>इस जिले में तीन विधानसभा क्षेत्र हैं: पोरैयाहाट, गोड्डा और महागामा। ये सभी गोड्डा (लोकसभा निर्वाचन क्षेत्र) का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार गोड्डा जिले की जनसंख्या 1,311,382 है, जो मॉरीशस के राष्ट्र या न्यू हैम्पशायर के अमेरिकी राज्य के बराबर है। यह इसे भारत में 372 वें (कुल 640 में से) की रैंकिंग देता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कृषि</p>\r\n<p>चावल, गेहूं और मक्का सब्जियों, अलसी और खेसारी के साथ जिले में उगाई जाने वाली मुख्य फसलें हैं। इस जिले में आम, केला, जैक फल, बेर जैसे फल उगते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खनिज पदार्थ</p>\r\n<p>ललमटिया कोलियरी के साथ पूरे जिले में कोयले का बड़े पैमाने पर खनन किया जाता है, जिसकी एशिया की सबसे बड़ी खुली कोयला खदान है। बाँध, सुरंग, नलकूप जैसी कृत्रिम सिंचाई सुविधाएँ नहीं हैं। पिछले एक दशक के दौरान कई बाढ़ और सूखे आए हैं। अदानी पावर गोड्डा के गोड्डा पोरैयाहाट क्षेत्र में एक ताप विद्युत संयंत्र स्थापित करने जा रहा है। केंद्र सरकार ने इस थर्मल पावर प्लांट के लिए कोल ब्लॉक आवंटित किए हैं। जिंदल स्टील एंड पावर लिमिटेड ने गोड्डा शहर से लगभग 10 किलोमीटर दूर निपनिया में 1400 मेगावाट (आसपास) की क्षमता वाला एक बिजली संयंत्र स्थापित किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>भागवत झा आज़ाद: बिहार के पूर्व मुख्यमंत्री</p>\r\n<p>रामेश्वर ठाकुर: मध्य प्रदेश के पूर्व राज्यपाल</p>\r\n<p>कीर्ति आज़ाद: पूर्व क्रिकेटर, टीम इंडिया।</p>\r\n<p>रश्मि झा: बॉलीवुड अभिनेत्री</p>\r\n<p>अनिल कुमार झा: पूर्व अध्यक्ष, कोल इंडिया लिमिटेड</p>\r\n<p>विभा चंद्र झा: कुलपति, तिलका मांझी विश्वविद्यालय, भागलपुर</p>\r\n<p>निशिकांत दुबे: एम.पी., गोड्डा</p>\r\n<p>प्रदीप यादव: विधायक, पोरैयाहाट</p>\r\n<p>अशोक भगत: विधायक, महागामा</p>\r\n<p>फुरकान अंसारी: पूर्व एम.पी., गोड्डा</p>\r\n<p>रघु नंदन मंडल: पूर्व विधायक, गोड्डा</p>\r\n<p>अमित कुमार मंडल: विधायक, गोड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>गोड्डा 24.83 &deg; N 87.22 &deg; E पर स्थित है। इसकी औसत ऊंचाई 77 मीटर (252 फीट) है। गोड्डा 25 मई 1983 को अविभाजित बिहार के 55 वें जिले के रूप में अस्तित्व में आया। 15 नवंबर 2000 को बिहार के झारखंड राज्य में विभाजन के बाद, यह झारखंड के 18 जिलों में से एक था। राष्ट्रीय राजमार्ग 133 (NH-133) गोड्डा शहर से होकर गुजरता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>गोड्डा ज्यादातर ललमटिया में राजमहल कोयला क्षेत्र के लिए प्रसिद्ध है। यह झारखंड का एक अभिन्न हिस्सा है और अपनी पहाड़ियों और छोटे जंगलों के लिए जाना जाता है। यहां मौजूद खदान ईसीएल कोयला क्षेत्र का एक अभिन्न हिस्सा है और पूरे एशिया में सबसे बड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>1980 के दशक के उत्तरार्ध तक गोड्डा जंगलों से भरा हुआ था और विज्ञान और प्रौद्योगिकी से बहुत दूर था और झारखंड के अन्य जिलों के रूप में एक अंधेरे युग में रह रहा था। भारतीय भूवैज्ञानिक सर्वेक्षण की एक टीम द्वारा राजमहल पहाड़ियों के नीचे कोयले को पहली बार बहुतायत में खोजने के बाद पूरा परिदृश्य बदल गया। केंद्रीय खदान योजना और डिजाइन संस्थान लिमिटेड ने क्षेत्र का एक विस्तृत सर्वेक्षण किया। राजमहल ओपनकास्ट कोयला खदान परियोजना की शुरुआत 1980 के दशक में हुई थी, शुरू में एनटीपीसी की फरक्का सुपर थर्मल पावर परियोजना को कोयले की आपूर्ति करने की प्रारंभिक वार्षिक क्षमता 5 मिलियन टन थी। इस कोयला खदान परियोजना के विस्तार के लिए प्रतिवर्ष 10.5 मिलियन टन प्रति वर्ष की दर से, जनवरी 1989 में कोल इंडिया लिमिटेड और कनाडाई वाणिज्यिक निगम के बीच एक समझौते पर हस्ताक्षर किए गए थे जहाँ परियोजना को लागू करने के लिए MET-CHEM कनाडा इंक को कनाडा की कार्यकारी एजेंसी के रूप में नामित किया गया था। यह परियोजना जुलाई 1994 में पूरी हुई और इसे ईस्टर्न कोलफिल्ड्स लिमिटेड के कर्मियों द्वारा चलाया जा रहा है। यह खदान प्रतिवर्ष 11.5 मिलियन टन कोयले का उत्पादन कर रही है। इसे आगे बढ़ाकर 17 मिलियन टन किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>ईस्टर्न कोलफील्ड्स लिमिटेड की दो और ओपेकैस्ट कोयला खदान गोड्डा जिले में आ रही हैं, चूपर्भिता ओपेनकास्ट कोयला खदान परियोजना (क्षमता - 4 मिलियन टन) और हुर्रा 'सी' ओपेंकास्ट कोयला खदान परियोजना (क्षमता - 3 मिलियन टन)। जवाहर नवोदय विद्यालय ललमटिया, डीएवी पब्लिक स्कूल उरजा नगर, सेंट थॉमस स्कूल गोड्डा और हाई स्कूल गोड्डा गोड्डा जिले के प्रसिद्ध और सर्वश्रेष्ठ स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>ब्लाकों / मंडल</p>\r\n<p>गोड्डा जिले में 09 ब्लॉक हैं। गोड्डा जिले के ब्लाकों की सूची निम्नलिखित हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>Boarijore</p>\r\n<p>गोड्डा</p>\r\n<p>महगामा</p>\r\n<p>Meharama</p>\r\n<p>Pathargama</p>\r\n<p>Poraiyahat</p>\r\n<p>Sunderpahari</p>\r\n<p>Thakurgangti</p>\r\n<p>Basantrai।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Godda</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37758aab-1dee-4786-a67e-2eee3c86fdb0_Godda-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-godda-jharkhand","tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"गोड्डा","slug":"godda"}],"recommendations":[{"id":586,"title":"रामगढ़ में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"72149cd0-e607-4665-be6f-51d6b700f88d_Ramgarh-railway.jpg","dateCreated":"2019-09-05T03:33:36.176Z","dateModified":"2019-09-05T03:33:48.351Z","contributedBy":"AskGif","content":"रामगढ़ जिला भारत के झारखंड राज्य के 24 जिलों में से एक है। यह ब्रिटिश शासन के दौरान एक सैन्य जिला भी था, जिसे तब रामगुर जिले के रूप में संदर्भित किया जाता था।\r\n&nbsp;\r\nहेल्थकेयर और शिक्षा\r\nस्वास्थ्य देखभाल\r\nसेंट्रल कोलफील्ड लि\r\n&nbsp;\r\nकेंद्रीय अस्पताल, न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/72149cd0-e607-4665-be6f-51d6b700f88d_Ramgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"रामगढ़","slug":"ramgarh"}],"slug":"top-places-to-visit-in-ramgarh-jharkhand","total":0},{"id":584,"title":"पाकुर में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","dateCreated":"2019-09-05T03:21:37.242Z","dateModified":"2019-09-05T03:21:53.276Z","contributedBy":"AskGif","content":"पाकुड़ (पहले पकोर के रूप में जाना जाता है) पाकुड़ जिला, झारखंड राज्य, भारत का जिला मुख्यालय है।\r\n&nbsp;\r\nपाकुड़ जिला भारत के झारखंड राज्य के चौबीस जिलों में से एक है, और पाकुड़ इस जिले का प्रशासनिक मुख्यालय है। 28 जनवरी 1994 को पाकुड़ जिले का गठन करने के लिए साहिबगंज जिले के पाकुड़ ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"पाकुर","slug":"pakur"}],"slug":"top-places-to-visit-in-pakur-jharkhand","total":0},{"id":578,"title":"जामताड़ा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"06c417ce-1bdf-4d56-83c3-39b93ff236fd_Jamtara-railway.jpg","dateCreated":"2019-09-04T02:34:52.188Z","dateModified":"2019-09-04T02:35:04.512Z","contributedBy":"AskGif","content":"जामताड़ा एक शहर और भारतीय राज्य झारखंड में जामताड़ा जिले का एक अधिसूचित क्षेत्र है। यह जिला मुख्यालय है। जामताड़ा झारखंड राज्य का एक जिला है और यहां लोग हिंदी, संताली और बंगाली भाषा बोलते हैं।\r\n&nbsp;\r\nजामताड़ा जिला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है। जामताड़ा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06c417ce-1bdf-4d56-83c3-39b93ff236fd_Jamtara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जामताड़ा","slug":"jamtara"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-jamtara-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}