{"id":577,"title":"हजारीबाग में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","dateCreated":"2019-09-04T02:21:57.22Z","dateModified":"2019-09-04T02:22:12.937Z","contributedBy":"AskGif","content":"<p>हजारीबाग (भी हजारीबाग वर्तनी है) भारत के झारखंड राज्य में हजारीबाग जिले का एक शहर और एक नगर पालिका है। यह उत्तरी छोटानागपुर मंडल का संभागीय मुख्यालय है। यह एक स्वास्थ्य स्थल के रूप में और हजारीबाग वन्यजीव अभयारण्य (शहर से 17 किमी) के लिए प्रसिद्ध है। इसका लोकसभा सदस्य जयंत सिन्हा द्वारा भारतीय लोक सभा में प्रतिनिधित्व किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यात्रा के समय</p>\r\n<p>वायु</p>\r\n<p>निकटतम हवाई अड्डा बिरसा मुंडा हवाई अड्डा, रांची, झारखंड की राजधानी (102 किमी) है। रांची नई दिल्ली, [हैदराबाद] मुंबई, कोलकाता, पटना और लखनऊ से कई एयरलाइनों की नियमित सेवा द्वारा जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>कोडरमा से हजारीबाग तक एक नई 80 किमी लंबी रेलवे लाइन का निर्माण किया गया है और फरवरी 2015 में चालू हो गई है। कोडरमा और हजारीबाग टाउन रेलवे स्टेशन के बीच दो ट्रेनें चलती हैं (हजारीबाग रोड रेलवे स्टेशन के साथ भ्रमित न हों)। हजारीबाग से बरकाकाना जंक्शन तक रेलवे लाइन पूरी हो चुकी है और ट्रेनें हजारीबाग से बरकाकाना तक चल रही हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हजारीबाग NH 33 पर स्थित है और प्रमुख शहरों के लिए सड़क की दूरी है: रांची 91 किमी, धनबाद 128 किमी (जीटी रोड के माध्यम से), बोकारो 116 किमी (रामगढ़ के माध्यम से), गया 130 किमी, पटना 235 किमी, डाल्टनगंज 2018 किमी, और कोलकाता (धनबाद-आसनसोल-गोविंदपुर-बर्धमान के रास्ते) 434 किमी। नियमित बस सेवा हजारीबाग को इन स्थानों से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्योग</p>\r\n<p>हजारीबाग में झारखंड में दूसरा सबसे बड़ा कोयला भंडार है (धनबाद क्षेत्र में पहला है), और यह अभी भी काफी हद तक बरकरार है। हाल ही में कोल इंडिया लिमिटेड की सहायक कंपनी सेंट्रल कोलफील्ड्स लिमिटेड द्वारा क्षेत्र में कोयला खनन गतिविधियों में तेजी आई है। वर्तमान में एनटीपीसी के 3000 मेगावाट के विकास के लिए काम चल रहा है। रिलायंस पावर के 3600 मेगावाट के सुपर थर्मल पावर प्रोजेक्ट्स का भी प्रस्ताव किया गया था, लेकिन बाद में सरकार और कंपनी के बीच भूमि वितरण पर हुई बातचीत की विफलता के कारण इसे बाहर कर दिया गया था। Demotand और Chaano औद्योगिक क्षेत्र हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>डबलिन मिशन में शैक्षणिक संस्थान और एक महिला अस्पताल है। ट्रिनिटी कॉलेज, डबलिन, आयरलैंड के तत्वावधान में 1899 में हजारीबाग में मिशन की गतिविधियाँ शुरू की गईं। सेंट कोलंबा कॉलेज बिहार का सबसे पुराना शहर था। हजारीबाग में अब शहर की सीमा के भीतर विनोबा भावे विश्वविद्यालय है, जिसका नाम संत विनोबा भावे के नाम पर रखा गया है। यह झारखंड का दूसरा सबसे बड़ा विश्वविद्यालय है। यह निजी विश्वविद्यालय AISECT विश्वविद्यालय, झारखंड को भी होस्ट करता है। सेंट कोलंबा कॉलेज, धनबाद का मेडिकल कॉलेज और कई इंजीनियरिंग और स्थानीय कॉलेज इस विश्वविद्यालय से संबद्ध हैं। Jajnery प्रौद्योगिकी संस्थान, हजारीबाग पॉलिटेक्निक, प्रबंधन और आईटी के लिए एक कॉलेज है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वतंत्रता के बाद, रोमन कैथोलिकों ने 1949 में एक गर्ल्स स्कूल, माउंट कार्मेल स्कूल हजारीबाग की स्थापना की। इस रेवरेंड फादर जॉन मूर के समानांतर, 1952 में सेंट जेवियर्स स्कूल की स्थापना की। विवेकानंद केंद्रीय विद्यालय हज़ारीबाग सीबीएस 1992 में स्थापित हुआ। डीएवी पब्लिक स्कूल हजारीबाग, 1992 में शुरू हुआ और डीएवी कॉलेज प्रबंध समिति (नई दिल्ली) द्वारा संचालित है। 1977 में शुरू हुआ नेशनल पब्लिक स्कूल, हजारीबाग, अब CBSE से संबद्ध है, इसका प्रबंधन L.K.C. मेमोरियल एजुकेशन सोसायटी। मोंटफोर्ट स्कूल, हजारीबाग कान्हारी हिल रोड पर स्थित है। माउंट लिटेरा ज़ी स्कूल और किड्ज़ी, हजारीबाग कटारगाह गांव में स्थित है, जो फायरिंग रेंज के सामने है। मेरु हजारीबाग और इसका शहर कार्यालय मिशन अस्पताल के पास स्थित है। यह Zee learn का नेटवर्क है।</p>\r\n<p>&nbsp;</p>\r\n<p>पूरे झारखंड में हजारीबाग का पुलिस प्रशिक्षण केंद्र है। सीमा सुरक्षा बल (बीएसएफ) की भी बड़ी मौजूदगी है। ईस्ट इंडिया का सबसे बड़ा प्रशिक्षण केंद्र यहाँ पहाड़ी इलाकों के साथ जंगल में है। झील के पास कस्बे में केंद्रीय आरक्षित पुलिस बल भी मौजूद है।</p>\r\n<p>&nbsp;</p>\r\n<p>बीएड कॉलेज</p>\r\n<p>दौलत महतो ने एम.टी.टी. कॉलेज, बनासो, बिशुनगढ़, हजारीबाग</p>\r\n<p>देव कॉलेज ऑफ एजुकेशन, हजारीबाग 9</p>\r\n<p>गौतम बुद्ध टीटी कॉलेज, हजारीबाग</p>\r\n<p>माँ विंध्यवासिनी कॉलेज ऑफ एजुकेशन, हजारीबाग</p>\r\n<p>S.B.M. टी। टी। कॉलेज हजारीबाग</p>\r\n<p>श्री राम कृष्ण सरदा आश्रम, शिक्षक प्रशिक्षण महाविद्यालय, रविन्द्रनाथ, हजारीबाग</p>\r\n<p>स्वामी धर्मबंधु कॉलेज ऑफ एजुकेशन हजारीबाग</p>\r\n<p>चिकित्सा महाविद्यालय</p>\r\n<p>ज्ञान ज्योति पैरामेडिकल एंड नर्सिंग कॉलेज, हजारीबाग</p>\r\n<p>हजारीबाग कॉलेज ऑफ डेंटल साइंसेज एंड हॉस्पिटल, हजारीबाग</p>\r\n<p>हजारीबाग मेडिकल कॉलेज, हज़ारीबाग</p>\r\n<p>सामान्य कॉलेज</p>\r\n<p>सेंट कोलंबा कॉलेज</p>\r\n<p>अन्नदा कॉलेज, हजारीबाग</p>\r\n<p>भद्रकाली महाविद्यालय, इटखोरी</p>\r\n<p>जी.एम. (घनश्याम मेहता) इवनिंग कॉलेज, इचाक</p>\r\n<p>कर्णपुरा कॉलेज, बड़कागांव</p>\r\n<p>K.B. महिला महाविद्यालय</p>\r\n<p>मार्खम कॉलेज ऑफ कॉमर्स</p>\r\n<p>वनांचल कॉलेज, टंडवा</p>\r\n<p>&nbsp;</p>\r\n<p>इंटर कॉलेज</p>\r\n<p>गीता विज्ञान इंटर महाविद्यालय, हजारीबाग</p>\r\n<p>गुलमोहर इंटर कॉलेज इंटर साइंस कॉलेज, हजारीबाग</p>\r\n<p>इंटर साइंस कॉलेज हजारीबाग, ज़बरा रोड</p>\r\n<p>छोटानागपुर इंटर कॉलेज। बेरोकला हजारीबाग</p>\r\n<p>घनश्याम मेहता इंटर कॉलेज, इचाक हजारीबाग</p>\r\n<p>ज्ञान ज्योति इंटर कॉलेज, हजारीबाग</p>\r\n<p>स्कूलों</p>\r\n<p>कार्मेल स्कूल हजारीबाग</p>\r\n<p>दिल्ली पब्लिक स्कूल हजारीबाग</p>\r\n<p>विवेकानंद केंद्रीय विद्यालय, रवीन्द्र पथ</p>\r\n<p>सेंट जेवियर्स, हजारीबाग</p>\r\n<p>मोंटफोर्ट स्कूल, हजारीबाग</p>\r\n<p>डी। ए। वी। पब्लिक स्कूल, कैनरी हिल रोड</p>\r\n<p>एन्जिल्स हाई स्कूल</p>\r\n<p>नमन विद्या</p>\r\n<p>सेंट स्टीफन स्कूल</p>\r\n<p>सिस्टर निवेदिता मोंटेसरी स्कूल</p>\r\n<p>संगम पब्लिक स्कूल, बड़कागांव</p>\r\n<p>परिवहन</p>\r\n<p>▪ रोडवेज</p>\r\n<p>हजारीबाग राजमार्गों के व्यापक नेटवर्क के माध्यम से इसके आसपास के अन्य शहरों से अच्छी तरह से जुड़ा हुआ है, विशेष रूप से राष्ट्रीय राजमार्ग 33। यह हमेशा एसी बसें हैं जो प्रमुख शहरों के लिए चल रही हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>▪ बस सेवा</p>\r\n<p>हजारीबाग में एक बस स्टेशन है जहाँ रांची, कोलकाता, धनबाद, पटना, जमशेदपुर, गिरिडीह देवगढ़, गया, नवादा, कोडरमा, औरंगाबाद आदि प्रमुख शहरों के लिए सीधी बसें हर समय उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>▪ रेलवे</p>\r\n<p>निकटतम प्रमुख जंक्शन कोडरमा रेलवे स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>2014 से हजारीबाग में एक नया ट्रेन स्टेशन संचालित हो रहा है, डीईएमयू ट्रेनों के साथ इसे बरकाकाना जंक्शन रेलवे स्टेशन और कोडरमा जंक्शन रेलवे स्टेशन के साथ जोड़ा जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>▪ एयरवेज</p>\r\n<p>रांची का बिरसा मुंडा हवाई अड्डा 96 किमी की दूरी पर निकटतम हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्यमंत्री रघुबर दास और राज्य के नागरिक उड्डयन मंत्री जयंत सिन्हा ने हजारीबाग हवाई अडडा, नागवान को नए घरेलू हवाई अड्डे में बदलने का प्रस्ताव दिया है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय निवासी</p>\r\n<p>&nbsp;</p>\r\n<p>A. ई। जे। कॉलिन्स (18 अगस्त 1885 - 11 नवंबर 1914) - 116 वर्षों तक क्रिकेट में सर्वाधिक स्कोर (628 नॉट आउट) का रिकॉर्ड अपने नाम किया।</p>\r\n<p>सुबोध घोष - पत्रकार और लेखक, 1909 में हजारीबाग में पैदा हुए; सेंट कोलंबस कॉलेज में भी पढ़ाई की</p>\r\n<p>राज कुमार गुप्ता - फ़िल्म निर्देशक, हजारीबाग में जन्मे और शिक्षित।</p>\r\n<p>बुलु इमाम - पर्यावरण कार्यकर्ता, गांधी इंटरनेशनल पीस अवार्ड प्राप्तकर्ता, 2011</p>\r\n<p>तपन सेन - कलकत्ता उच्च न्यायालय में न्यायाधीश</p>\r\n<p>यशवंत सिन्हा - भारतीय राजनीतिज्ञ और भारत के एक पूर्व वित्त मंत्री (1990-1991) और मार्च 1998 - जुलाई 2002। विदेश मंत्री (जुलाई 2002 - मई 2004)</p>\r\n<p>कृष्ण बल्लभ सहाय के पोते प्रशांत सहाय (डिमलू) एक धर्मयुद्ध वकील, पशु प्रेमी थे, जिन्होंने हजारीबाग और रामगढ़ की कोयला खदानों को कोयला माफिया के सांठगांठ से बचाने की कोशिश की थी, लेकिन 5 मई 2004 को उनकी हत्या कर दी गई थी। युवा। उन्होंने सांसद के रूप में गैर प्रदर्शन के लिए आम चुनावों में यशवंत सिन्हा की हार सुनिश्चित की।</p>\r\n<p>निकटवर्ती स्थान</p>\r\n<p>कोडरमा 60% -65% दुनिया का अभ्रक उत्पादन करता है; यह शहर से 60 किमी दूर है।</p>\r\n<p>कोनार बाँध, हजारीबाग से 51 किमी</p>\r\n<p>सूरजकुंड हॉट स्प्रिंग हजारीबाग से 72 किमी दूर है। पानी उबल रहा है और त्वचा रोगों और गठिया के उपचार के लिए फायदेमंद है। यह बेलकट्टी से 2 किमी दूर, बरकट्ठा के पास, ग्रांड ट्रंक रोड पर बरही और बगोदर के बीच में स्थित है।</p>\r\n<p>बाराकर नदी के पार तिलैया डैम के चारों ओर सुंदर पहाड़ी हैं और पास में एक सैनिक स्कूल भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/ हज़ारीबाग</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-hazaribag-jharkhand","tags":[{"name":"हजारीबाग","slug":"hazaribag"},{"name":"झारखंड","slug":"jharkhand"}],"recommendations":[{"id":590,"title":"सिमडेगा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","dateCreated":"2019-09-06T02:18:21.602Z","dateModified":"2019-09-06T02:18:35.261Z","contributedBy":"AskGif","content":"सिमडेगा भारत के झारखंड राज्य का एक शहर है। सिमडेगा, नामांकित जिले और उपखंड का प्रशासनिक मुख्यालय है। शहर समुद्र तल से लगभग 418 मीटर (1371 फीट) की ऊँचाई पर स्थित है और 3,750 किमी 2 (1,450 वर्ग मील) के क्षेत्र को कवर करता है। उत्तर में गुमला, पूर्व में रांची और पश्चिम सिंहभूम, पश्चिम में जशपुर नगर,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"सिमडेगा","slug":"simdega"}],"slug":"top-places-to-visit-in-simdega-jharkhand","total":0},{"id":581,"title":"लातेहार में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","dateCreated":"2019-09-04T03:04:28.763Z","dateModified":"2019-09-04T03:04:46.55Z","contributedBy":"AskGif","content":"लातेहार एक शहर है जो झारखंड राज्य के लातेहार जिले का मुख्यालय है, यह अपने प्राकृतिक पर्यावरण, वन, वन उत्पादों और खनिज भंडार के लिए जाना जाता है। लातेहार 1924 से एक उप-विभाग के रूप में पलामू जिले का एक हिस्सा बना रहा। यह झारखंड सरकार की अधिसूचना संख्या 946 दिनांक 04.04.2001 के अनुसार, 4 अप्रैल 200","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लातेहार","slug":"latehar"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-latehar-jharkhand","total":0},{"id":577,"title":"हजारीबाग में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","dateCreated":"2019-09-04T02:21:57.22Z","dateModified":"2019-09-04T02:22:12.937Z","contributedBy":"AskGif","content":"हजारीबाग (भी हजारीबाग वर्तनी है) भारत के झारखंड राज्य में हजारीबाग जिले का एक शहर और एक नगर पालिका है। यह उत्तरी छोटानागपुर मंडल का संभागीय मुख्यालय है। यह एक स्वास्थ्य स्थल के रूप में और हजारीबाग वन्यजीव अभयारण्य (शहर से 17 किमी) के लिए प्रसिद्ध है। इसका लोकसभा सदस्य जयंत सिन्हा द्वारा भारतीय लो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हजारीबाग","slug":"hazaribag"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-hazaribag-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}