{"id":577,"title":"Top Places to visit in Hazaribag, Jharkhand","imageUrl":"cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","dateCreated":"2019-09-04T02:21:57.22Z","dateModified":"2019-09-04T02:22:12.937Z","contributedBy":"AskGif","content":"<p>Hazaribagh (also spelled Hazaribag) is a city and a municipality in Hazaribagh district in the Indian state of Jharkhand. It is the divisional headquarters of North Chotanagpur division. It is famous as a health resort and for Hazaribag Wildlife Sanctuary (17 km from city). It is represented in the Indian Lok Sabha by its Member of Parliament Jayant Sinha.</p>\r\n<p>&nbsp;</p>\r\n<p>Travelling times</p>\r\n<p>Air</p>\r\n<p>The nearest airport is Birsa Munda Airport Ranchi, the capital of Jharkhand, (102 km). Ranchi is connected with New Delhi, [Hyderabad]Mumbai, Kolkata, Patna and Lucknow by regular service of many airlines.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>A new 80 km long railway line has been constructed from Koderma to Hazaribagh and became operational in February 2015. Two trains run between Koderma and Hazaribagh Town railway station (not to be confused with Hazaribagh Road railway station). The railway line from Hazaribagh to Barkakana Junction has been completed and the trains are running from Hazaribagh to Barkakana.</p>\r\n<p>&nbsp;</p>\r\n<p>Hazaribagh is situated on NH 33 and the road distances to major cities are: Ranchi 91 km, Dhanbad 128 km (via GT road), Bokaro 116 km (via Ramgarh), Gaya 130 km, Patna 235 km, Daltonganj 198 km, and Kolkata (via Dhanbad-Asansol-Govindapur-Bardhaman) 434 km. Regular bus service connects Hazaribagh to these places.</p>\r\n<p>&nbsp;</p>\r\n<p>Industry</p>\r\n<p>Hazaribagh has the second highest coal reserve in Jharkhand (Dhanbad region has the first), and it is still largely intact. Recently there has been a spurt in the coal mining activities in the region by Central Coalfields Ltd., a subsidiary of Coal India Limited. Work is currently going on for the development of NTPC's 3000 MW. Reliance Power's 3600 MW Super Thermal Power Projects was also proposed but was later pulled out due to the failure of the negotiations between government and company on land distributions. Demotand and Chaano are industrial areas.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The Dublin Mission has educational institutions and a women's hospital. Activities of the mission were started at Hazaribagh in 1899, under the aegis of Trinity College, Dublin, Ireland. St. Columba's College was one of the oldest in Bihar. Hazaribagh now has Vinoba Bhave University within the city limits, named after Saint Vinoba Bhave. It is the second largest university of Jharkhand. It also hosts private university AISECT University, Jharkhand. St. Columba's College, Medical College of Dhanbad and many engineering and local colleges are affiliated to this university. Jajnery Institute of Technology, Hazaribagh is a college for Polytechnic, management and IT.</p>\r\n<p>&nbsp;</p>\r\n<p>After independence, Roman Catholics established a girls' school, Mount Carmel school Hazaribagh, in 1949. Parallel to this Reverend Father John Moore, an Australian Jesuit missionary, set up St. Xavier's School in 1952. Vivekananda central school hazaribagh cbse affiliated established in 1992. D.A.V Public School Hazaribagh, started in 1992 and run by D.A.V College Managing Committee (New Delhi). National Public School, Hazaribagh, started in 1977, is now affiliated to CBSE, it is managed by L.K.C. Memorial Education Society. Montfort School, Hazaribagh is situated on Kanhari Hill Road. Mount Litera Zee School and Kidzee, Hazaribagh is located at Katgarah Village, opposite the firing range. Meru Hazaribagh and its city office are situated near the Mission Hospital. It is a network of Zee learn.</p>\r\n<p>&nbsp;</p>\r\n<p>Hazaribagh has the police training center for the whole of Jharkhand. The Border Security Force (BSF) also has a large presence. East India's largest training center is here in the forest with hilly terrain. The Central Reserved Police Force is also present in the town near the lake.</p>\r\n<p>&nbsp;</p>\r\n<p>B.Ed Colleges</p>\r\n<p>Daulat Mahto M.T.T. College, Banaso, Bishnugarh, Hazaribagh</p>\r\n<p>Deo College of Education, Hazaribagh9</p>\r\n<p>Gautam Buddha T.T. College, Hazaribagh</p>\r\n<p>Maa Vindhyavashini College of Education, Hazaribagh</p>\r\n<p>S.B.M. T.T. College Hazaribagh</p>\r\n<p>Sri Ram Krishna Sarda Ashram, Teachers Training College, Ravindrapath, Hazaribagh</p>\r\n<p>Swami Dharmabandhu College of Education Hazaribagh</p>\r\n<p>Medical College</p>\r\n<p>Gyan Jyoti Paramedical &amp; Nursing College, Hazaribagh</p>\r\n<p>Hazaribag College of Dental Sciences &amp; Hospital,Hazaribagh</p>\r\n<p>Hazaribagh medical college, hazaribagh</p>\r\n<p>General Colleges</p>\r\n<p>St. Columba's College</p>\r\n<p>Annada College, Hazaribagh</p>\r\n<p>Bhadrakali College, Itkhori</p>\r\n<p>G.M.(Ghanshyam Mehta) Evening College, Ichak</p>\r\n<p>Karnpura College, Barkagaon</p>\r\n<p>K.B. Women's College</p>\r\n<p>Markham College of Commerce</p>\r\n<p>Vananchal College, Tandwa</p>\r\n<p>&nbsp;</p>\r\n<p>Inter Colleges</p>\r\n<p>Geeta science inter mahavidyalaya, Hazaribagh</p>\r\n<p>Gulmohar Inter College Inter science College, Hazaribagh</p>\r\n<p>Inter Science college Hazaribagh, Zabra Road</p>\r\n<p>Chhotanagpur Inter College. Berokala Hazaribagh</p>\r\n<p>Ghanshyam Mehta inter college,Ichak Hazaribagh</p>\r\n<p>Gyan jyoti inter college, Hazaribagh</p>\r\n<p>Schools</p>\r\n<p>Carmel school Hazaribagh</p>\r\n<p>Delhi Public School Hazaribagh</p>\r\n<p>Vivekananda Central School, Rabindra Path</p>\r\n<p>St. Xavier's, Hazaribagh</p>\r\n<p>Montfort School, Hazaribag</p>\r\n<p>D. A. V. Public School, Canary Hill Road</p>\r\n<p>Angels High School</p>\r\n<p>Naman vidyalaya</p>\r\n<p>St. Stephen's School</p>\r\n<p>Sister Nivedita Montessori School</p>\r\n<p>Sangam Public School, Barkagaon</p>\r\n<p>Transportation</p>\r\n<p>▪ Roadways</p>\r\n<p>Hazaribag is well connected to the other cities around it via a widespread network of highways, most notably the National Highway 33.There is always Ac buses running to major cities.</p>\r\n<p>&nbsp;</p>\r\n<p>▪ Bus Services</p>\r\n<p>There is a bus station at Hazaribagh where direct buses for major cities like Ranchi, Kolkata, Dhanbad, Patna, Jamshedpur, Giridih Deogarh, Gaya, Nawada, Koderma, Aurangabad etc are available at all times.</p>\r\n<p>&nbsp;</p>\r\n<p>▪ Railways</p>\r\n<p>The nearest major junction is the Koderma railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>A new train station is operative in Hazaribagh since 2014 with DEMU trains connecting it with Barkakana Junction railway station and Koderma Junction railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>▪ Airways</p>\r\n<p>Birsa Munda Airport in Ranchi is the nearest airport at a distance of 96 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Chief Minister Raghubar Das and Minister of State Civil Aviation Jayant Sinha, has proposed for the transformation of Hazaribag Hawai Adda, Nagwan into new domestic airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable residents</p>\r\n<p>&nbsp;</p>\r\n<p>A. E. J. Collins (18 August 1885 &ndash; 11 November 1914) - held the record for the highest score in cricket (628 not out) for 116 years</p>\r\n<p>Subodh Ghosh - journalist and writer, born at Hazaribagh in 1909; also studied at St. Columbus College</p>\r\n<p>Raj Kumar Gupta - Film Director, born &amp; educated in Hazaribag.</p>\r\n<p>Bulu Imam - environmental activist, Gandhi International Peace Award Recipient, 2011</p>\r\n<p>Tapen Sen - judge in the Calcutta High Court</p>\r\n<p>Yashwant Sinha - Indian politician and a former finance minister of India (1990&ndash;1991) and March 1998 &ndash; July 2002. Foreign minister (July 2002 &ndash; May 2004)</p>\r\n<p>Prashant Sahay (Dimlu) grandson of Krishna Ballabh Sahay was a crusader lawyer, animal lover who tried to protect the coal mines of Hazaribagh and Ramgarh from the coal mafia nexus but was killed on 5th Sep 2004. He was a fearless bachelor quite popular amongst the youth. He ensured the defeat of Yashwant Sinha in the general elections for non performance as MP.</p>\r\n<p>Nearby places</p>\r\n<p>Koderma produces 60%-65% of the world's mica; it is 60 km away from the city.</p>\r\n<p>Konar Dam, 51 km from Hazaribagh</p>\r\n<p>Surajkund hot spring is 72 km from Hazaribagh. The water is boiling and is beneficial for the treatment of skin diseases and rheumatism. It is 2 km from Belkappi, near Barakattha, located halfway between Barhi and Bagodar on Grand Trunk Road.</p>\r\n<p>Tilaiya Dam across the Barakar River has beautiful hillocks all around and there also nestles one Sainik School nearby.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hazaribagh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-hazaribag-jharkhand","tags":[{"name":"hazaribag","slug":"hazaribag"},{"name":"jharkhand","slug":"jharkhand"}],"recommendations":[{"id":590,"title":"Top Places to visit in Simdega, Jharkhand","imageUrl":"d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","dateCreated":"2019-09-06T02:18:21.602Z","dateModified":"2019-09-06T02:18:35.261Z","contributedBy":"AskGif","content":"Simdega is a city in the Indian state of Jharkhand. Simdega is the administrative headquarters of the eponymous district and Subdivision. The city stands at an elevation of approximately 418 metres (1371 feet) above sea level and covers an area of 3,750 km2 (1,450 sq mi). Bounded in the north by ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"simdega","slug":"simdega"}],"slug":"top-places-to-visit-in-simdega-jharkhand","total":0},{"id":581,"title":"Top Places to visit in Latehar, Jharkhand","imageUrl":"9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","dateCreated":"2019-09-04T03:04:28.763Z","dateModified":"2019-09-04T03:04:46.55Z","contributedBy":"AskGif","content":"Latehar is a town which is a headquarter of Latehar district of Jharkhand state, it is known for its natural environment, forest, forest products and mineral deposits. Latehar remained a part of Palamau District as a sub division since 1924. It was elevated from sub divisional status to a distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"latehar","slug":"latehar"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-latehar-jharkhand","total":0},{"id":577,"title":"Top Places to visit in Hazaribag, Jharkhand","imageUrl":"cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","dateCreated":"2019-09-04T02:21:57.22Z","dateModified":"2019-09-04T02:22:12.937Z","contributedBy":"AskGif","content":"Hazaribagh (also spelled Hazaribag) is a city and a municipality in Hazaribagh district in the Indian state of Jharkhand. It is the divisional headquarters of North Chotanagpur division. It is famous as a health resort and for Hazaribag Wildlife Sanctuary (17 km from city). It is represented in t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hazaribag","slug":"hazaribag"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-hazaribag-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}