{"id":579,"title":"Top Places to visit in Khunti, Jharkhand","imageUrl":"71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","dateCreated":"2019-09-04T02:46:31.391Z","dateModified":"2019-09-04T02:47:20.693Z","contributedBy":"AskGif","content":"<p>Khunti is the headquarter of Khunti district in the Indian state of Jharkhand. It is in South Chotanagpur division and one of the twenty-four districts the Indian state of Jharkhand. The district of Khunti was carved out of Ranchi district on 12 September 2007. It is historically known as the centre of activity of the Birsa movement. As of 2011, it is the second least populous district of Jharkhand (out of 24), after Lohardaga. The district is a part of the Red Corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>Khunti district is one of the twenty-four districts in South Chotanagpur division of the Indian state of Jharkhand. The district of Khunti was carved out of Ranchi district on 12 September 2007. As of 2011, it is the second least populous district of Jharkhand (out of 24), after Lohardaga. Khunti town is the headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>It is historically known as the birthplace of Birsa Munda, and being the centre of activity of the Birsa movement.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is currently a part of the Red Corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>By Air</p>\r\n<p>Birsa Munda Airport in Ranchi is the nearest airport. It is around 33 km from Khunti.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail</p>\r\n<p>There is no railway station in Khunti. The nearest station to Khunti is Hatia railway station. Most people use bus or taxi services to reach Hatia Railway Station or Ranchi Railway Station.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>Panchghagh Falls : Panchghagh Falls is located around 15 km from Khunti in a place on way to Khunti-Chaibasa. These five falls originate from high altitudes and the foot of the falls is picnic spot, to have the experience of bath under the gushing water.</p>\r\n<p>&nbsp;</p>\r\n<p>Deer Park : The park has a number of gardens, pathways and playing parks for children. The main attraction here is the park safari.</p>\r\n<p>&nbsp;</p>\r\n<p>Angrabadi Temple : Angrabadi is a temple complex near Khunti. The temple was renamed as Amreshwar Dham by the Sage Shankaracharya Swami Swarupananda Saraswathi. The temples enclose the Hindu Gods such as Lord Shiva, Lord Ganesh, Rama-Sita and Hanuman.</p>\r\n<p>&nbsp;</p>\r\n<p>Perwaghag : One of the waterfalls in Jharkhand, located in the forest near Torpa block. In rainy season it is inaccessible. But, in winter around Christmas and New Year it is a common picnic spot.</p>\r\n<p>&nbsp;</p>\r\n<p>St. Michael's Church, Khunti One of the oldest church in Khunti St. Michael's Church (German: Hauptkirche Sankt Michaelis, colloquially called Michel, German pronunciation: [ˈmɪ&ccedil;əl]) is one of Khunti's five Lutheran main churches (Hauptkirchen) and the most famous church in the city. St. Michaelis is a landmark of the city and it is considered to be one of the finest Hanseatic Protestant baroque churches. The church was purposely built Protestant unlike many other Hamburg churches which were originally built by Roman Catholics and were converted to Protestantism during the Reformation. It is dedicated to the Archangel Michael. A large bronze statue, standing above the portal of the church shows the archangel conquering the devil.</p>\r\n<p>&nbsp;</p>\r\n<p>The 132-meter high Baroque spire totally covered with copper is a prominent feature of Hamburg&rsquo;s skyline and has always been a landfall mark for ships sailing up the river Elbe.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>St. Michael's Church, Khunti</p>\r\n<p>Festival and dances</p>\r\n<p>Khunti is home to people of many castes, creeds and sects. Festivals are celebrated with pomp, glory and in harmony specially local festivals like Faghun, Sarhul, Dasain, Tusu, Karam etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Jadur Susun, Karam Susun (dance)</p>\r\n<p>Basically people are known Adiwasi dance but actually its name are Jadur Susun (Dance), Karam Susun (Dance) etc. these dances are dancing occasionally.</p>\r\n<p>&nbsp;</p>\r\n<p>Local places</p>\r\n<p>Panchgagh Fall ( Water fall )</p>\r\n<p>Panchghagh waterfall has 5 streams to it. The Banai River branches itself out in five different streams, generating rivulets through the cluster of rocks.</p>\r\n<p>&nbsp;</p>\r\n<p>Anganbari &ndash;Shiva Temple</p>\r\n<p>It is a religious center of the district known for its Shiva Temple. Every year during Sawan season local festival is celebrate for one month long. On Maha-shivratri Day, temple is visited by many disciples from different regions of Jharkhand. It is located on Khunti-Torpa road 9 km from the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Dombari Buru</p>\r\n<p>It is in the hills of Dombari Buru where BirsaMunda led his legendary ulgulan (rebellion) against the British more than a century ago. It will now[when?] get a facelift, courtesy of the Archaeological Survey of India (ASI). It is located 50 km from the state capital, Dombari Buru rises above Sail Rakab village close to Ulihatu.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Blocks/Mandals</p>\r\n<p>Khunti district has one sub-division and 6 blocks. The Deputy Commissioner (DC) of Khunti district is Mr.Suraj Kumar IAS. Khunti sub-division is the only sub-disvision in the district headed by the Sub-Divisional Magistrate(SDM) Mr. Pranav Kumar Pal. Khunti district has six community development blocks. The following are the list of the Blocks in Khunti district:</p>\r\n<p>&nbsp;</p>\r\n<p>Arki Block</p>\r\n<p>Khunti Block</p>\r\n<p>Murhu Block</p>\r\n<p>Rania Block</p>\r\n<p>Torpa Block</p>\r\n<p>karra Block</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khunti</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-khunti-jharkhand","tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"khunti","slug":"khunti"}],"recommendations":[{"id":584,"title":"Top Places to visit in Pakur, Jharkhand","imageUrl":"b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","dateCreated":"2019-09-05T03:21:37.242Z","dateModified":"2019-09-05T03:21:53.276Z","contributedBy":"AskGif","content":"Pakur (previously known as Pakaur) is the district headquarters of Pakur District, Jharkhand state, India.\r\n&nbsp;\r\nPakur district is one of the twenty-four districts of Jharkhand state, India, and Pakur is the administrative headquarters of this district. Pakur sub-division of Sahi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"pakur","slug":"pakur"}],"slug":"top-places-to-visit-in-pakur-jharkhand","total":0},{"id":581,"title":"Top Places to visit in Latehar, Jharkhand","imageUrl":"9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","dateCreated":"2019-09-04T03:04:28.763Z","dateModified":"2019-09-04T03:04:46.55Z","contributedBy":"AskGif","content":"Latehar is a town which is a headquarter of Latehar district of Jharkhand state, it is known for its natural environment, forest, forest products and mineral deposits. Latehar remained a part of Palamau District as a sub division since 1924. It was elevated from sub divisional status to a distric","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"latehar","slug":"latehar"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-latehar-jharkhand","total":0},{"id":575,"title":"Top Places to visit in Godda, Jharkhand","imageUrl":"37758aab-1dee-4786-a67e-2eee3c86fdb0_Godda-tourism.jpg","dateCreated":"2019-09-04T02:04:09.662Z","dateModified":"2019-09-04T02:04:30.174Z","contributedBy":"AskGif","content":"Godda is a city and a municipality in Godda district in the Indian state of Jharkhand. The district has an area of 2110 km&sup2;. The district headquarters is Godda.\r\n&nbsp;\r\nGodda district is one of the twenty-four districts of Jharkhand state in eastern India It lies in the northe","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37758aab-1dee-4786-a67e-2eee3c86fdb0_Godda-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"godda","slug":"godda"}],"slug":"top-places-to-visit-in-godda-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}