{"id":581,"title":"Top Places to visit in Latehar, Jharkhand","imageUrl":"9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","dateCreated":"2019-09-04T03:04:28.763Z","dateModified":"2019-09-04T03:04:46.55Z","contributedBy":"AskGif","content":"<p>Latehar is a town which is a headquarter of Latehar district of Jharkhand state, it is known for its natural environment, forest, forest products and mineral deposits. Latehar remained a part of Palamau District as a sub division since 1924. It was elevated from sub divisional status to a district on 4 April 2001, vide Jharkhand Government Notification No 946 dated 04.04.2001. Latehar is located on the north&ndash;west corner of Jharkhand in the Palamau Commissionary. It is surrounded by Ranchi, Lohardaga, Gumla, Palamau and Chatra district apart from Chhattisgarh state and district headquarters is situated at 84.51198 East Longitude and 23.741988 North Latitude.</p>\r\n<p>&nbsp;</p>\r\n<p>Latehar district is one of the 24 districts of Jharkhand state in eastern India, and Latehar town is the administrative headquarters of this district. This district is part of Palamu division.</p>\r\n<p>&nbsp;</p>\r\n<p>Latehar district is situated between 84deg. 31 min. East latitude 23 deg. 44.4 min north latitude. The area of the district is 3660 km&sup2;, with a population of 558,831 (2001 census).</p>\r\n<p>&nbsp;</p>\r\n<p>It&rsquo;s a predominantly tribal district with almost 45.54% of the population belonging to the schedule tribes and more than 66% of total population comprises SCs and STs. The total area of the district is 3,622.50 km2 and one of the block headquarters is more than 200 km away from the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Adventure Tourism</p>\r\n<p>Tourist places</p>\r\n<p>&nbsp;</p>\r\n<p>1) Netarhat Sunrise Point</p>\r\n<p>&nbsp;</p>\r\n<p>2) Netarhat Sunset Point</p>\r\n<p>&nbsp;</p>\r\n<p>3) Lodh waterfall</p>\r\n<p>&nbsp;</p>\r\n<p>4) Upper Ghaghri Waterfall</p>\r\n<p>&nbsp;</p>\r\n<p>5) Lower Ghaghri Waterfall</p>\r\n<p>&nbsp;</p>\r\n<p>6) Sugha bandh waterfall</p>\r\n<p>&nbsp;</p>\r\n<p>7) Mirchiya waterfall</p>\r\n<p>&nbsp;</p>\r\n<p>8) Indra waterfall</p>\r\n<p>&nbsp;</p>\r\n<p>9) Betla national park</p>\r\n<p>&nbsp;</p>\r\n<p>10) Cave of tubed</p>\r\n<p>&nbsp;</p>\r\n<p>11) Palamu Fort</p>\r\n<p>&nbsp;</p>\r\n<p>12) Nagar temple</p>\r\n<p>&nbsp;</p>\r\n<p>13) Vaishno durga mandir</p>\r\n<p>&nbsp;</p>\r\n<p>14) Tattha pani</p>\r\n<p>&nbsp;</p>\r\n<p>15) Netarhat school</p>\r\n<p>&nbsp;</p>\r\n<p>16) Tappa Hill</p>\r\n<p>&nbsp;</p>\r\n<p>17) Tree house betla</p>\r\n<p>&nbsp;</p>\r\n<p>18) Netarhat dam</p>\r\n<p>&nbsp;</p>\r\n<p>19) Lalmatiya dam</p>\r\n<p>&nbsp;</p>\r\n<p>20) Jhariya dam</p>\r\n<p>&nbsp;</p>\r\n<p>21) Maa Vaishno Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Blocks/Mandals</p>\r\n<p>Latehar district consists of 9 blocks. The following are the list of the blocks in Latehar district:</p>\r\n<p>&nbsp;</p>\r\n<p>Latehar Block</p>\r\n<p>Chandwa Block</p>\r\n<p>Balumath Block</p>\r\n<p>Manika Block</p>\r\n<p>Barwadih Block</p>\r\n<p>Garu Block</p>\r\n<p>Mahuadanar Block</p>\r\n<p>Bariyatu Block</p>\r\n<p>Herhanj Block</p>\r\n<p>Geography</p>\r\n<p>Latehar district has two of the highest waterfalls in Jharkhand &ndash; Lodh Falls and Lower Ghaghri Falls, along with several others.</p>\r\n<p>Betla National Park is located in this District.</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Indian government named Latehar one of the country's 250 most backward districts (out of a total of 640). It is one of the districts in Jharkhand currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>There are 9 development blocks, namely Latehar, Chandwa, Balumath, Bariyatu, Herhanj, Manika, Barwadih, Garu and Mahuadanr</p>\r\n<p>&nbsp;</p>\r\n<p>There are two Vidhan Sabha constituencies in this district: Manika and Latehar. Both are part of Chatra Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>The economy of the people revolves round the forest, agriculture and minerals.</p>\r\n<p>&nbsp;</p>\r\n<p>(a) Agriculture: - A large number of people are engaged in agricultural activities. Cultivation of paddy, maize, cereals, wheat, oil seeds etc. are common. The people are either working as agricultural labourers or cultivators. Kharif and Rabbi are the main agricultural seasons. Karma festival is celebrated for good production of crops.</p>\r\n<p>&nbsp;</p>\r\n<p>(b) Forest: - Out of total geographical area of 4211&ndash;2508 km2, forest area covers nearly 2010.2245 km2 The tribal economy revolves around using forest products, by products and minor products. Kendu leaves, Bamboo and its manufactured products, Mahua, fruits, leaves (used is the making of dona, pattal), lac etc. play a role in the economic activity of the people. People also hunt animals for food and &lsquo;Jani shikar&rsquo; festival is related to this hunting habit.</p>\r\n<p>&nbsp;</p>\r\n<p>(c) Mines and Minerals: - The geological reports say that the district is very rich in various mineral deposits. There is abundance of deposit of Coal, Bauxite, Laterite, Dolomite, and Graphite etc. Granite, Quartz, Fireclay, Felspar etc. The excavation and exploration of these minerals have provided job opportunities to the inhabitants of this hinterland to some extent because these minerals have not been fully explored at large scale and there are no mineral based industries in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>(d) Animal Husbandry: -The quality of livestock is very poor. Cow, goats etc. are of local variety and the average milk yield is very less. There is a vast scope in the field of animal husbandry in Latehar.</p>\r\n<p>&nbsp;</p>\r\n<p>(e) Trade and commerce: - In place of old Mahajans and landlords, various banks are operating their branches is the district but it is a matter of fact that most of the villages are so scattered that the system of primary trade in the hands of vyaparis and village sahukars still continues.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Latehar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-latehar-jharkhand","tags":[{"name":"latehar","slug":"latehar"},{"name":"jharkhand","slug":"jharkhand"}],"recommendations":[{"id":589,"title":"Top Places to visit in Seraikela Kharsawan, Seraikela, Jharkhand","imageUrl":"c6934e9a-f87c-49fb-90b2-8c4463a15073_seraikela-kharsawan.jpg","dateCreated":"2019-09-06T02:06:03.027Z","dateModified":"2019-09-06T02:11:25.909Z","contributedBy":"AskGif","content":"Seraikela-Kharsawan district or Saraikella and Kharaswan district: formerly the Princely State of Seraikella/Saraikella is one of the twenty-four districts of Jharkhand state in eastern India. Seraikela town is the district headquarters of Saraikela Kharsawan district . The district is well known","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c6934e9a-f87c-49fb-90b2-8c4463a15073_seraikela-kharsawan.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"seraikela","slug":"seraikela"},{"name":"seraikela-kharsawan","slug":"seraikela-kharsawan"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-seraikela-kharsawan-seraikela-jharkhand","total":0},{"id":588,"title":"Top Places to visit in Sahibganj, Sahebganj, Jharkhand","imageUrl":"320ff65e-29b5-4633-8938-1adff247df4e_Sahibganj-railway.jpg","dateCreated":"2019-09-06T01:59:12.487Z","dateModified":"2019-09-06T01:59:25.74Z","contributedBy":"AskGif","content":"Sahebganj (also known as Sahibganj) is a town and Municipality of Sahebganj district of Jharkhand state, India, which also serves as the district headquarters for Sahibganj District. Sahibganj is a Class II town of Jharkhand which is sandwiched between the River Ganges on the north, the Rajmahal ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/320ff65e-29b5-4633-8938-1adff247df4e_Sahibganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sahebganj","slug":"sahebganj"},{"name":"jharkhand","slug":"jharkhand"},{"name":"sahibganj","slug":"sahibganj"}],"slug":"top-places-to-visit-in-sahibganj-sahebganj-jharkhand","total":0},{"id":568,"title":"Top Places to visit in Dumka, Jharkhand","imageUrl":"d8b3e136-a8d8-4c9f-b3f5-4256f9753f29_Dumka-railway.jpg","dateCreated":"2019-09-02T11:40:31.847Z","dateModified":"2019-09-02T11:40:45.93Z","contributedBy":"AskGif","content":"Dumka, the headquarters of the Dumka district and Santhal Pargana region, is a city in the state of Jharkhand, India. It was made the headquarters of the Santhal Pargana region, which was carved out of the Bhagalpur and Birbhum district after the Santal Hool of 1855. Dumka was carved out of the s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8b3e136-a8d8-4c9f-b3f5-4256f9753f29_Dumka-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"dumka","slug":"dumka"}],"slug":"top-places-to-visit-in-dumka-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}