{"id":583,"title":"Top Places to visit in Lohardaga, Jharkhand","imageUrl":"b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","dateCreated":"2019-09-05T03:15:22.774Z","dateModified":"2019-09-05T03:15:43.483Z","contributedBy":"AskGif","content":"<p>Lohardaga is a town and the district headquarters of Lohardaga district in the Indian state of Jharkhand, west of Ranchi, the state capital. Earlier (early 1900s) Lohardaga was the commissionary headquarters for Chotanagpur. It was only later that the commissionary of Chotanagpur was shifted to Ranchi. The commissioner's office still exists and it houses the Lohardaga Municipality office.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Some renowned schools of Lohardaga include</p>\r\n<p>&nbsp;</p>\r\n<p>Manjur Mati High School, Mahadev Aashram, Lohardaga</p>\r\n<p>Saraswati shishu vidya mandir,badki chanpi,loherdga</p>\r\n<p>St. Mark's School, Senha</p>\r\n<p>Gandhi Memorial +2 High School, Maradih, Kuru</p>\r\n<p>Saraswati Shishu Mandir</p>\r\n<p>Commerce Tutorials, Lohardaga</p>\r\n<p>Saraswati Vidya Mandir</p>\r\n<p>Lievens Academy</p>\r\n<p>M.B. DAV Public School</p>\r\n<p>White Hat Elementary School</p>\r\n<p>Nadia Hindu Ucch Vidyalaya</p>\r\n<p>Moons Multitasking (Computer Shop)</p>\r\n<p>Sen's Triveni Public School</p>\r\n<p>Greater Triveni Public school</p>\r\n<p>Triveni Tiny Task</p>\r\n<p>Triveni Girls Convent</p>\r\n<p>Ursuline Convent</p>\r\n<p>Datapro</p>\r\n<p>Chunni Lal High School</p>\r\n<p>Divine Spark Public School</p>\r\n<p>Evergreen Children Public School, Manho, Lohardaga</p>\r\n<p>Maa Saraswati Industrial Training Institute (ITI), Jaynathpur, Lohardaga</p>\r\n<p>Prerna Academy</p>\r\n<p>Polymath Somar Bazar, Lohardaga</p>\r\n<p>Chunni Lal High School is one of the first high schools opened in Lohardaga with its first visionary principal being the late Shri Haicharan Sahu. Saraswati Shishu and Vidya Mandir are the best two schools in the town in every aspect such as education and discipline. Since its induction is the city, it has been coming to nurture its student careers. Many students from Saraswati Vidya Mandir are now doctors, engineers, veterans, and civil services. DAV Public School and Sen's Triveni Public School are the two good schools in Lohardaga. DAV Public School and Sen's Triveni Public School are English-medium schools.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Lohardaga has two colleges, B.S. College and Women's College. M.L.A. Women's College has been imparting education to the girls of this tribal dominated backward district since 1981, but they still await the government's favour and facilities. B.S College offers higher educations in science, arts, and commerce stream but fails to perform up to the marks in all the three faculties. Dr. Mukul Rani Singh, one of the eminent educationists in Jharkhand, was amongst the first few ladies to come to Lohardaga in the early 1960s. She served with B.S. College as Head of Department till the mid 1990s. Her stay in Lohardaga made a significant impact on the psyche of the locals and promoted female education in the region. Dr. Mukul Rani Singh died of cancer in 1994. That's why most of the students of Lohardaga who are keen to pursue higher studies move to Ranchi, the state capital, which houses a number of good schools and colleges offering higher education.</p>\r\n<p>&nbsp;</p>\r\n<p>MoonS Multitasking is one of the well known computer education institute where high quality computer education is provided among the students coming from every section of society in very easily affordable fee. The teachers are well qualified holding degrees such as MCA, BCA, MBA etc. It has benefitted lots of students with good computer skill thus aiding development of Lohardaga.</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Saraswati I.T.I. is first technical approved college by the government of India, which is providing basic technical knowledge to the youths of Lohardaga and trying to make them skillful, so that they can get employment. The institution is being run by a charitable trust in the memory of prominent social worker Saraswati Devi.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The nearest airport is at the state capital Ranchi, 70 km away. Lohardaga is connected to the state capital, Ranchi, by road and rail. Lohardaga Station is the Railway station serving the city of Lohardaga. The 68 km railway track was converted from metre gauge to broad gauge in 2005. The track is planned to be extended 44 km more to connect with Tori railway station in Chandwa district. This would reduce the railway distance between Ranchi and Delhi and the railway travel time by three hours. However the construction of a tunnel under the hill between Lohardaga and Tori has not been completed even in a decade. The track has been laid only for 14 km from Lohardaga to Barkichampi and laying of the track on the remaining 30 km running through dense forests has been delayed by Maoist terrorism.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>Railway bridge no.27,badkichanpi,kuru</p>\r\n<p>Akhileshwar Dham</p>\r\n<p>Prachin Shiv Mandir, Khakparta</p>\r\n<p>Lavapani Waterfall,Lohardaga</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Lohardaga district consists of 7 blocks. The following are the list of the blocks in Lohardaga district:</p>\r\n<p>&nbsp;</p>\r\n<p>Bhandra block</p>\r\n<p>Kisko block</p>\r\n<p>Lohardaga block</p>\r\n<p>Senha block</p>\r\n<p>kuru block</p>\r\n<p>Kairo block</p>\r\n<p>Peshrar block</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Lohardaga</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-lohardaga-jharkhand","tags":[{"name":"lohardaga","slug":"lohardaga"},{"name":"jharkhand","slug":"jharkhand"}],"recommendations":[{"id":580,"title":"Top Places to visit in Koderma, Jharkhand","imageUrl":"42f3af6c-d2fc-4a59-987e-844bc4052735_Koderma-railway.jpg","dateCreated":"2019-09-04T02:56:41.003Z","dateModified":"2019-09-04T02:57:01.581Z","contributedBy":"AskGif","content":"Kodarma (also spelled as Koderma) is a city and a notified area in Koderma district in the Indian state of Jharkhand. The district is bound on the north by the Nawada district of Bihar, on the south by Hazaribagh district of Jharkhand, on the east by Giridih district of Jharkhand and on the west ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/42f3af6c-d2fc-4a59-987e-844bc4052735_Koderma-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"koderma","slug":"koderma"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-koderma-jharkhand","total":0},{"id":576,"title":"Top Places to visit in Gumla, Jharkhand","imageUrl":"4b7b0665-4449-471c-bd99-ed0d578868e9_Gumla-railway.jpg","dateCreated":"2019-09-04T02:11:26.486Z","dateModified":"2019-09-04T02:11:44.487Z","contributedBy":"AskGif","content":"Gumla is a city which is the headquarters of Gumla district in the state of Jharkhand, India.\r\n&nbsp;\r\nGumla district is one of the twenty-four districts of Jharkhand state, India, and Gumla town is the administrative headquarters of this district.\r\n&nbsp;\r\nConnectivit","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4b7b0665-4449-471c-bd99-ed0d578868e9_Gumla-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gumla","slug":"gumla"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-gumla-jharkhand","total":0},{"id":573,"title":"Top Places to visit in Garhwa, Jharkhand","imageUrl":"2aaf5532-4bc0-4b0f-a03b-548ef8b66788_Garhwa-railway.jpg","dateCreated":"2019-09-03T12:57:17.467Z","dateModified":"2019-09-03T12:57:38.228Z","contributedBy":"AskGif","content":"Garhwa is a town and a municipality in, and headquarters of, Garhwa district in the state of Jharkhand, India. Uttar Pradesh, Chhattisgarh and Bihar are nearby states. Garhwa Road (Rehla) is a major Railway Junction where thousands of passengers find this station most convenient to catch their tr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2aaf5532-4bc0-4b0f-a03b-548ef8b66788_Garhwa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"garhwa","slug":"garhwa"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-garhwa-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}