{"id":584,"title":"पाकुर में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","dateCreated":"2019-09-05T03:21:37.242Z","dateModified":"2019-09-05T03:21:53.276Z","contributedBy":"AskGif","content":"<p>पाकुड़ (पहले पकोर के रूप में जाना जाता है) पाकुड़ जिला, झारखंड राज्य, भारत का जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>पाकुड़ जिला भारत के झारखंड राज्य के चौबीस जिलों में से एक है, और पाकुड़ इस जिले का प्रशासनिक मुख्यालय है। 28 जनवरी 1994 को पाकुड़ जिले का गठन करने के लिए साहिबगंज जिले के पाकुड़ उप-विभाजन को उकेरा गया था। जिला, 899,200 (2011 की जनगणना) की आबादी के साथ, और 686.21 वर्ग किमी के क्षेत्र को कवर करते हुए, झारखंड राज्य के उत्तर-पूर्वी कोने पर स्थित है। यह जिला उत्तर में साहिबगंज जिले के दक्षिण में, दुमका जिले के पश्चिम में, गोड्डा जिले के पश्चिम में और पूर्व में पश्चिम बंगाल के मुर्शिदाबाद जिले से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह झारखंड राज्य के उत्तर पूर्व कोने में स्थित है: 23 &deg; 40 'से 25 &deg; 18' अक्षांश और 86 &deg; 25 'से 87 &deg; 57' E. देशांतर पर। पाकुड़ उत्तर में साहिबगंज जिले, दक्षिण में दुमका जिला, पश्चिम में गोड्डा जिले और पूर्व में मुर्शिदाबाद और बीरभूम जिलों (पश्चिम बंगाल के) से घिरा है। पाकुड़ जिले में लगभग 696 वर्ग किलोमीटर और 899,200 (2011 की जनगणना) की आबादी है।</p>\r\n<p>&nbsp;</p>\r\n<p>पाकुड़ पहले बिहार के संथाल परगना जिले का एक उप-विभाग था। इसे 28 जनवरी 1994 में जिले की स्थिति में अपग्रेड किया गया। बिहार राज्य के पुनर्गठन के बाद, 2000 में, दो अलग-अलग राज्यों, अर्थात् बिहार और झारखंड में, पाकुड़ जिला झारखंड राज्य के प्रशासनिक नियंत्रण में आ गया।</p>\r\n<p>भूगोल</p>\r\n<p>पाकुड़ में, दक्षिण-दक्षिण-पूर्व में बहने वाली गंगा नदी, अपने पहले वितरण से दूर, भगीरथी-हुगली, जो बाद में अन्य सहायक नदियों के साथ जुड़कर हुगली नदी बन जाती है, के साथ अपना आकर्षण शुरू करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, पाकुड़ की जनसंख्या 899,200 थी। पुरुषों की आबादी 53% और महिलाओं की 47% है। पाकुड़ की औसत साक्षरता दर 50.17% है, जो राष्ट्रीय औसत 74.4% से कम है: पुरुष साक्षरता 59.02% है, और महिला साक्षरता 41.23% है। पाकुड़ में, 16% आबादी 6 साल से कम उम्र की है। परंपरागत रूप से, पाकुड़ संथालों और मल पहाड़िया आदिवासी लोगों की भूमि रही है। हालांकि, समय के साथ, जनसांख्यिकीय संरचना धीरे-धीरे बदल गई है और स्थानीय लोग भारतीय समाज की मुख्यधारा में आ गए हैं। पाकुड़ रेलवे स्टेशन साहिबगंज लूप पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>जिले की अर्थव्यवस्था मुख्य रूप से कृषि प्रधान है। यह जिला खनिज संपदा जैसे काला पत्थर, आग मिट्टी और कोयले से भी संपन्न है। हालांकि, अवसंरचना संबंधी बाधाओं ने खनन और संबद्ध उद्योगों की वृद्धि को बाधित किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के मुख्य व्यवसायों में से एक खनन और पेराई है। यह कुचल और स्क्रीनिंग उपकरणों के निर्माण के लिए भी जाना जाता है। पाकुड़ वह स्थान भी है जहाँ भगवती प्रसाद अग्रवाल द्वारा पहला स्वदेशी जबड़ा कोल्हू का निर्माण किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पिछले एक दशक से क्षेत्र में कोयला उत्खनन की व्यापक गतिविधियां चल रही हैं। इसके पास दुनिया में कोयले का सबसे बड़ा भंडार है। वर्तमान में क्षेत्र में कोयले का केवल एक ब्लॉक सक्रिय है। यह पंजाब राज्य सरकार को उनके कैप्टिव थर्मल पावर प्लांट के लिए आवंटित किया गया है। पंजाब राज्य सरकार की ओर से उत्खनन कार्य पैनम द्वारा किया जा रहा है। यह पंजाब सरकार और AMTA के बीच एक निजी सार्वजनिक उपक्रम है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>पाकुड़ में शैक्षिक स्तर की शिक्षा देने वाले सभी संस्थान हैं, जिनमें पाकुड़ राज उच्च विद्यालय (एस्टा। 1852) और कुमार कालिदास मेमोरियल कॉलेज शामिल हैं। और 2 जवाहर नवोदय विद्यालय + 2 स्तर की शिक्षा प्राप्त करें</p>\r\n<p>&nbsp;</p>\r\n<p>पाकुड़ ने अब पॉलिटेक्निक इंस्टीट्यूट का चयन किया है। उच्च, तकनीकी शिक्षा और कौशल विकास, सरकार। झारखंड में मेसर्स साइबरोबेश्वर एजुकेशनल फाउंडेशन द्वारा पीपीपी मोड में रन और मैनेज। पॉलिटेक्निक संस्थान AICTE और SBTE द्वारा अनुमोदित है। पांच धाराओं (सिविल, इलेक्ट्रिकल, धातुकर्म, खनन और मैकेनिकल) के साथ वर्तमान में कुल सीटें उपलब्ध हैं। झारखंड के छात्रों के लिए 240 और अन्य राज्यों के लिए 60 है। पॉलिटेक्निक 7.1 एकड़ में फैला है जिसमें 2.0 लाख से अधिक क्षेत्र हैं जो सभी सुविधाओं (लड़कों और लड़कियों के छात्रावास सहित) के साथ निर्मित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>ब्लाकों / मंडल</p>\r\n<p>पाकुड़ जिले में छह सामुदायिक विकास खंड शामिल हैं। पाकुड़ जिले के ब्लॉकों की सूची निम्नलिखित हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>पाकुड़ ब्लॉक</p>\r\n<p>महेशपुर ब्लॉक</p>\r\n<p>हिरणपुर ब्लॉक</p>\r\n<p>लिट्टीपारा ब्लॉक</p>\r\n<p>अमरापारा ब्लॉक</p>\r\n<p>पकुरिया प्रखंड</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Pakur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-pakur-jharkhand","tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"पाकुर","slug":"pakur"}],"recommendations":[{"id":581,"title":"लातेहार में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","dateCreated":"2019-09-04T03:04:28.763Z","dateModified":"2019-09-04T03:04:46.55Z","contributedBy":"AskGif","content":"लातेहार एक शहर है जो झारखंड राज्य के लातेहार जिले का मुख्यालय है, यह अपने प्राकृतिक पर्यावरण, वन, वन उत्पादों और खनिज भंडार के लिए जाना जाता है। लातेहार 1924 से एक उप-विभाग के रूप में पलामू जिले का एक हिस्सा बना रहा। यह झारखंड सरकार की अधिसूचना संख्या 946 दिनांक 04.04.2001 के अनुसार, 4 अप्रैल 200","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9c4169f4-5aff-4101-a2e1-91522e38b2e6_latehar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लातेहार","slug":"latehar"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-latehar-jharkhand","total":0},{"id":573,"title":"गढ़वा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"2aaf5532-4bc0-4b0f-a03b-548ef8b66788_Garhwa-railway.jpg","dateCreated":"2019-09-03T12:57:17.467Z","dateModified":"2019-09-03T12:57:38.228Z","contributedBy":"AskGif","content":"गढ़वा भारत के झारखंड राज्य में गढ़वा जिले का एक शहर और नगर पालिका है, और इसका मुख्यालय है। उत्तर प्रदेश, छत्तीसगढ़ और बिहार आसपास के राज्य हैं। गढ़वा रोड (रेहला) एक प्रमुख रेलवे जंक्शन है जहां हजारों यात्री इस स्टेशन को दिल्ली और कोलकाता के लिए अपनी ट्रेन पकड़ने के लिए सबसे सुविधाजनक पाते हैं। आप","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2aaf5532-4bc0-4b0f-a03b-548ef8b66788_Garhwa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गढ़वा","slug":"garhwa"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-garhwa-jharkhand","total":0},{"id":565,"title":"चतरा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"ae4f5f53-6b52-4459-95a0-530fc56ad9f8_Chatra-railway.jpg","dateCreated":"2019-09-02T09:43:38.953Z","dateModified":"2019-09-02T09:44:06.196Z","contributedBy":"AskGif","content":"चतरा भारतीय राज्य झारखंड में चतरा जिले का मुख्यालय है।\r\n&nbsp;\r\nचतरा जिला भारत के झारखंड राज्य के चौबीस जिलों में से एक है और चतरा इस जिले का प्रशासनिक मुख्यालय है। जिले का क्षेत्रफल 3706 वर्ग किमी है। 2011 में, चतरा की जनसंख्या 1,042,886 थी, जिनमें से पुरुष और महिला क्रमशः 533,935 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ae4f5f53-6b52-4459-95a0-530fc56ad9f8_Chatra-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चतरा","slug":"chatra"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-chatra-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}