{"id":587,"title":"रांची में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"b2d2e691-7f0b-4de0-b481-aff5c301f882_Ranchi-railway.jpg","dateCreated":"2019-09-05T03:48:07.782Z","dateModified":"2019-09-05T03:48:21.377Z","contributedBy":"AskGif","content":"<p>रांची भारतीय राज्य झारखंड की राजधानी है। रांची झारखंड आंदोलन का केंद्र था, जिसने दक्षिण बिहार, उत्तरी उड़ीसा, पश्चिमी पश्चिम बंगाल के आदिवासी क्षेत्रों और वर्तमान में छत्तीसगढ़ के पूर्वी क्षेत्र के लिए एक अलग राज्य का आह्वान किया। झारखंड राज्य का गठन 15 नवंबर 2000 को छोटा नागपुर और संथाल परगना के बिहार प्रभागों को मिलाकर किया गया था। रांची को पीएम नरेंद्र मोदी के प्रमुख स्मार्ट सिटीज मिशन के तहत स्मार्ट सिटी के रूप में विकसित किए जाने वाले सौ भारतीय शहरों में से एक के रूप में चुना गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>रांची जिला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है। झारखंड राज्य की राजधानी रांची शहर, जिला मुख्यालय है। यह 1899 में एक जिले के रूप में स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक यह झारखंड का सबसे अधिक आबादी वाला जिला (24 में से) है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>रांची जिला उच्च शिक्षा के क्षेत्र में कई प्रमुख संस्थानों का दावा करता है। यह एक कारण हो सकता है कि रांची में औसत साक्षरता दर 77.13% (जनगणना 2011) है, जो राष्ट्रीय औसत 74.04% से अधिक है: पुरुष साक्षरता 85.63% है, और महिला साक्षरता 68.2% है। शिक्षा के लिए लोकप्रिय स्कूलों में से कुछ। रांची में लोयोला कॉन्वेंट स्कूल, दिल्ली पब्लिक स्कूल, जवाहर विद्या मंदिर, कैराली स्कूल, सेंट ज़ेवियर्स स्कूल, सेंट थॉमस स्कूल और बिशप वेस्टकॉट हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रांची विश्वविद्यालय, वर्तमान में 35 घटक कॉलेजों और 29 संबद्ध कॉलेजों में शामिल है, 1960 में स्थापित किया गया था। इसके एक घटक कॉलेज, रांची में सेंट जेवियर्स कॉलेज 1944 में स्थापित किया गया था। मेसरा, रांची में बिड़ला इंस्टीट्यूट ऑफ टेक्नोलॉजी 1955 में स्थापित किया गया था। बिरसा कृषि रांची विश्वविद्यालय 1981 में स्थापित किया गया था।</p>\r\n<p>IIM रांची, आठवें भारतीय प्रबंधन संस्थान की स्थापना 2010 में रांची में हुई थी। यह वर्तमान में अपने प्रमुख कार्यक्रम के रूप में दो साल का PGDM प्रदान करता है और हाल ही में शोध कार्य के लिए PFPEX की शुरुआत की है।</p>\r\n<p>नेशनल यूनिवर्सिटी ऑफ स्टडी एंड रिसर्च इन लॉ, रांची की स्थापना भारत के चौदहवें राष्ट्रीय विधि विश्वविद्यालय के रूप में झारखंड सरकार के एक विधायी कार्य द्वारा की गई थी। यह कानून में स्नातक और स्नातकोत्तर पाठ्यक्रम प्रदान करता है।</p>\r\n<p>जेवियर इंस्टीट्यूट ऑफ सोशल सर्विस (XISS), रांची 1955 में सामाजिक कार्य और प्रबंधन कार्यक्रमों के क्षेत्र में युवा स्नातकों को शिक्षित करने के इरादे से शुरू हुआ था। इस विभाग ने रांची के सेंट जेवियर्स कॉलेज के विस्तार विभाग के रूप में कहा। वर्ष 1975 में, विभाग ने खुद को एक अलग संस्थान के रूप में पंजीकृत किया और अपने नए परिसर की स्थापना की। जेवियर इंस्टीट्यूट ऑफ सोशल सर्विस का पृथक परिसर रांची के पुरुलिया रोड में स्थित है। संस्थान प्रबंधन अध्ययन में स्नातक और स्नातकोत्तर पाठ्यक्रम प्रदान करता है।</p>\r\n<p>इंस्टीट्यूट ऑफ साइंस एंड मैनेजमेंट (आईएसएम), जिसे पहले भारतीय विज्ञान और प्रबंधन संस्थान के रूप में जाना जाता था, वर्ष 1985 में अस्तित्व में आया था, जो विकासशील क्षेत्र के आगामी युवाओं के लिए प्रबंधन शिक्षा की लंबे समय से महसूस की जाने वाली आवश्यकता के लिए खानपान था। Chgotanagpur। यह PGDM, होटल मैनेजमेंट एंड कैटरिंग टेक्नोलॉजी (HM &amp; CT), बी.ए. अंतर्राष्ट्रीय आतिथ्य प्रशासन (B.A. - IHA) पाठ्यक्रम।</p>\r\n<p>नेशनल इंस्टीट्यूट ऑफ फाउंड्री एंड फोर्ज टेक्नोलॉजी (एनआईएफएफटी) की स्थापना भारत सरकार द्वारा यूएनडीपी-यूनेस्को के सहयोग से की गई थी, ताकि विनिर्माण, धातुकर्म, फाउंड्री और फोर्ज उद्योगों को कुशलतापूर्वक चलाने के लिए गुणवत्ता इंजीनियरों और प्रशिक्षित विशेषज्ञों को प्रदान किया जा सके। 1966 में अपनी स्थापना के बाद से, NIFFT ने विनिर्माण, धातु विज्ञान और फाउंड्री और फोर्ज प्रौद्योगिकियों के क्षेत्र में तकनीकी शिक्षा, प्रशिक्षण, अनुसंधान और विकास और परामर्श प्रदान करने के लिए एक प्रमुख संस्थान होने की प्रतिष्ठा अर्जित की है। इसके अलावा संस्थान के विस्तार के साथ, सूचना प्रौद्योगिकी, औद्योगिक इंजीनियरिंग और पर्यावरण इंजीनियरिंग के संबद्ध क्षेत्रों को भी प्रेरणा मिली है।</p>\r\n<p>राजेंद्र इंस्टीट्यूट ऑफ मेडिकल साइंसेज (RIMS), रांची विश्वविद्यालय का एक चिकित्सा संस्थान, जो 2002 में तत्कालीन राजेंद्र मेडिकल कॉलेज अस्पताल (RMCH) को अपग्रेड करके स्थापित किया गया था, जो 1960 में स्थापित किया गया था। पेश किए गए कोर्स MBBS, MD, MII न्यूरोसर्जरी, हैं। BDS, Bsc नर्सिंग, Msc नर्सिंग, पैरामेडिकल और फिजियोथेरेपी।</p>\r\n<p>सेंट्रल इंस्टीट्यूट ऑफ साइकियाट्री, रांची एक संस्थान है जो चिकित्सा शिक्षा के क्षेत्र में उच्च स्तर का अध्ययन करता है। संस्थान सभी आयु वर्ग के रोगियों के लिए एक मनोरोग इकाई के रूप में भी कार्य करता है। केंद्रीय मनोचिकित्सा संस्थान, रांची संयुक्त रूप से स्वास्थ्य और परिवार कल्याण मंत्रालय और स्वास्थ्य सेवा महानिदेशालय द्वारा प्रशासित है। रांची में सेंट्रल इंस्टीट्यूट ऑफ साइकियाट्री पूरे भारत के और भूटान और नेपाल के मनोरोग रोगियों को स्वीकार करता है। संस्थान पोस्ट-ग्रेजुएट मेडिकल पाठ्यक्रम प्रदान करता है। रांची के सेंट्रल इंस्टीट्यूट ऑफ साइकियाट्री क्लिनिकल साइकोलॉजी, साइकियाट्री, साइकियाट्रिक नर्सिंग और साइकिएट्रिक सोशल वर्क में उच्च स्तरीय चिकित्सा पाठ्यक्रम पढ़ाता है। उम्मीदवार नैदानिक ​​मनोविज्ञान में डॉक्टरेट अध्ययन भी कर सकते हैं। अंग्रेजों ने इस अस्पताल की स्थापना 17 मई 1918 को रांची यूरोपीय ल्यूनेटिक एसाइलम के नाम से की थी। यह ध्यान देने योग्य हो सकता है कि यह संस्थान देश में मानसिक स्वास्थ्य के लिए सबसे प्रमुख केंद्र रहा है और इसका श्रेय कई लोगों को है। उदाहरण के लिए, केवल कुछ का उल्लेख करने के लिए, 1922 में पहला व्यावसायिक चिकित्सा विभाग, 1943 में ईसीटी, 1947 में मनोविज्ञान और न्यूरोसर्जरी, नैदानिक ​​मनोविज्ञान और इलेक्ट्रोएन्सेफालोग्राफी (ईईजी) विभाग, 1948 में, एक पूर्ण विकसित न्यूरोपैथोलॉजी अनुभाग, पहला उपयोग। 1952 में लीथियम और 1953 में क्लोरप्रोमज़ाइन।</p>\r\n<p>सेंट्रल यूनिवर्सिटी ऑफ़ झारखंड एक केंद्रीय विश्वविद्यालय है, जो 2009 में भारतीय संसद (2009 के अधिनियम संख्या 25) के एक अधिनियम द्वारा स्थापित किया गया था। भारत के अन्य केंद्रीय विश्वविद्यालयों की तरह यह एक शिक्षण और शोध विश्वविद्यालय है। सीयूजे 50+ पाठ्यक्रम प्रदान करता है जिसमें 20 से अधिक विषयों में पांच साल की \"एकीकृत मास्टर्स प्रोग्राम\", लगभग 20 विषयों में 16 स्नातकोत्तर कार्यक्रम और पीएचडी शामिल हैं। अब तक ब्रम्बे, मंदार में स्थित अपने अस्थायी 45 एकड़ के परिसर में विश्वविद्यालय कार्यात्मक है।</p>\r\n<p>शासन प्रबंध</p>\r\n<p>ब्लाकों / मंडल</p>\r\n<p>रांची जिले में 18 ब्लॉक शामिल हैं। रांची जिले के ब्लाकों की सूची निम्नलिखित हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अंगारा ब्लॉक</p>\r\n<p>बीरो ब्लॉक</p>\r\n<p>बुंडू प्रखंड</p>\r\n<p>बर्मू ब्लॉक</p>\r\n<p>चान्हो ब्लॉक</p>\r\n<p>कांके ब्लॉक</p>\r\n<p>ओरमांझी प्रखंड</p>\r\n<p>इटकी प्रखंड</p>\r\n<p>नगरी ब्लॉक</p>\r\n<p>&nbsp;</p>\r\n<p>रूचि के बिंदु</p>\r\n<p>&nbsp;</p>\r\n<p>रांची में झारखंड चिड़ियाघर में एशियाई काले भालू</p>\r\n<p>&nbsp;</p>\r\n<p>झारखंड चिड़ियाघर में बंगाल टाइगर</p>\r\n<p>भागवान बिरसा जैविक उद्यान जिसे झारखंड चिड़ियाघर के नाम से भी जाना जाता है, 104 हेक्टेयर में फैला वन्यजीव चिड़ियाघर है, जिसमें एशियाई ब्लैक बीयर, बंगाल टाइगर, एशियाई शेर, भारतीय मोर, भारतीय हाथी सहित कई जानवर हैं।</p>\r\n<p>टैगोर हिल</p>\r\n<p>जगन्नाथ मंदिर</p>\r\n<p>दशम जलप्रपात</p>\r\n<p>जोन्हा जलप्रपात</p>\r\n<p>रॉक गार्डन [असंतोष की जरूरत]</p>\r\n<p>रांची के लोग</p>\r\n<p>&nbsp;</p>\r\n<p>क्रिकेटर महेंद्र सिंह धोनी रांची के हैं</p>\r\n<p>राजेश चौहान, पूर्व भारतीय क्रिकेटर, जिनका जन्म रांची में हुआ था</p>\r\n<p>महेंद्र सिंह धोनी, भारतीय क्रिकेट टीम के पूर्व कप्तान, 2011 में क्रिकेट विश्व कप जीतने के लिए प्रसिद्ध</p>\r\n<p>कार्ल हाइबरलिन, जर्मन चिकित्सक, रांची में पैदा हुए</p>\r\n<p>दीपिका कुमारी, अंतर्राष्ट्रीय स्तर की आर्चर</p>\r\n<p>अंजना ओम कश्यप, भारतीय पत्रकार और समाचार प्रस्तुतकर्ता</p>\r\n<p>राजेश जायस</p>\r\n<p>अलीशा सिंह, डांसर और कोरियोग्राफर</p>\r\n<p>ब्रिटिश पत्रकार और इतिहासकार पीटर मैन्सफील्ड का जन्म रांची में हुआ था</p>\r\n<p>विनय पाठक, अभिनेता ने रांची के विकास विद्यालय में पढ़ाई की</p>\r\n<p>मुकुंद नायक, लोक गायक और नर्तक</p>\r\n<p>नंदलाल नायक, लोक कलाकार और संगीत संगीतकार</p>\r\n<p>पैट रीड एमबीई एमसी, रांची में पैदा हुए कोल्डिट्ज कैसल से भाग निकले</p>\r\n<p>तपन सेन, पूर्व न्यायाधीश कलकत्ता उच्च न्यायालय, पंजाब और हरियाणा उच्च न्यायालय और झारखंड उच्च न्यायालय</p>\r\n<p>टेलिसफोर टोप्पो, रोमन कैथोलिक चर्च में रांची के कार्डिनल-आर्कबिशप</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ranchi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2d2e691-7f0b-4de0-b481-aff5c301f882_Ranchi-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ranchi-jharkhand","tags":[{"name":"रांची","slug":"ranchi"},{"name":"झारखंड","slug":"jharkhand"}],"recommendations":[{"id":586,"title":"रामगढ़ में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"72149cd0-e607-4665-be6f-51d6b700f88d_Ramgarh-railway.jpg","dateCreated":"2019-09-05T03:33:36.176Z","dateModified":"2019-09-05T03:33:48.351Z","contributedBy":"AskGif","content":"रामगढ़ जिला भारत के झारखंड राज्य के 24 जिलों में से एक है। यह ब्रिटिश शासन के दौरान एक सैन्य जिला भी था, जिसे तब रामगुर जिले के रूप में संदर्भित किया जाता था।\r\n&nbsp;\r\nहेल्थकेयर और शिक्षा\r\nस्वास्थ्य देखभाल\r\nसेंट्रल कोलफील्ड लि\r\n&nbsp;\r\nकेंद्रीय अस्पताल, न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/72149cd0-e607-4665-be6f-51d6b700f88d_Ramgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"रामगढ़","slug":"ramgarh"}],"slug":"top-places-to-visit-in-ramgarh-jharkhand","total":0},{"id":584,"title":"पाकुर में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","dateCreated":"2019-09-05T03:21:37.242Z","dateModified":"2019-09-05T03:21:53.276Z","contributedBy":"AskGif","content":"पाकुड़ (पहले पकोर के रूप में जाना जाता है) पाकुड़ जिला, झारखंड राज्य, भारत का जिला मुख्यालय है।\r\n&nbsp;\r\nपाकुड़ जिला भारत के झारखंड राज्य के चौबीस जिलों में से एक है, और पाकुड़ इस जिले का प्रशासनिक मुख्यालय है। 28 जनवरी 1994 को पाकुड़ जिले का गठन करने के लिए साहिबगंज जिले के पाकुड़ ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b188b20b-2471-47b4-8a46-8c71e5fa18a5_Pakur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"पाकुर","slug":"pakur"}],"slug":"top-places-to-visit-in-pakur-jharkhand","total":0},{"id":575,"title":"गोड्डा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"37758aab-1dee-4786-a67e-2eee3c86fdb0_Godda-tourism.jpg","dateCreated":"2019-09-04T02:04:09.662Z","dateModified":"2019-09-04T02:04:30.174Z","contributedBy":"AskGif","content":"गोड्डा भारतीय राज्य झारखंड में गोड्डा जिले का एक शहर और एक नगर पालिका है। जिले का क्षेत्रफल 2110 वर्ग किमी है। जिला मुख्यालय गोड्डा है।\r\n&nbsp;\r\nगोड्डा जिला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है। यह राज्य के पूर्वोत्तर भाग में स्थित है। भौगोलिक क्षेत्र जो अब गोड्ड","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37758aab-1dee-4786-a67e-2eee3c86fdb0_Godda-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"गोड्डा","slug":"godda"}],"slug":"top-places-to-visit-in-godda-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}