{"id":588,"title":"साहिबगंज, साहेबगंज में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"320ff65e-29b5-4633-8938-1adff247df4e_Sahibganj-railway.jpg","dateCreated":"2019-09-06T01:59:12.487Z","dateModified":"2019-09-06T01:59:25.74Z","contributedBy":"AskGif","content":"<p>साहेबगंज (साहिबगंज के रूप में भी जाना जाता है) झारखंड राज्य, भारत के साहेबगंज जिले का एक शहर और नगर पालिका है, जो साहिबगंज जिले के लिए जिला मुख्यालय के रूप में भी कार्य करता है। साहिबगंज झारखंड का एक वर्ग II शहर है, जो उत्तर में गंगा नदी, दक्षिण में राजमहल पहाड़ियों, पूर्व में पश्चिम बंगाल और दुनिया के सबसे पुराने विश्वविद्यालयों में से एक है, विक्रमशिला (बिहार के भागलपुर जिले में) पर स्थित है। पश्चिम। साहिबगंज झारखंड का सबसे उत्तरी और साथ ही जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>साहिबगंज जिला भारत के झारखंड राज्य के चौबीस जिलों में से एक है और साहिबगंज इस जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>साहिबगंज में शिक्षा के सभी स्तरों के लिए शिक्षण संस्थान हैं। ICSE / ISC सेंट जेवियर्स स्कूल और प्रोविडेंस स्कूल ICSE बोर्डों से संबद्ध स्कूल हैं। सेंट जेवियर्स स्कूल, एक प्रमुख शैक्षणिक संस्थान है, जो 21 जनवरी 1957 को स्थापित सबसे पुराने ज़ेवियर संस्थानों में से एक है। यह आईएससी परीक्षाओं के लिए भी संबद्ध है, जो घर के केंद्र सीबीएसई केंद्रीय विद्यालय में आईसीएसई और आईएससी परीक्षा आयोजित करने वाला एकमात्र स्कूल है। विद्यालय और जवाहर नवोदय विद्यालय सीबीएसई से संबद्ध स्कूल हैं, जबकि डॉ। राजेंद्र प्रसाद अकादमी, सेंट जोसेफ स्कूल और ट्रिनिटी एंजेल्स स्कूल गैर-संबद्ध स्कूल हैं। जेएसी पूर्वी रेलवे बॉयज़ हाई स्कूल (एस्टेड। 1878 में), पब्लिक हाई स्कूल (1942 में), राजस्थान हाई स्कूल, गर्ल्स हाई स्कूल जेएसी से संबद्ध कुछ अन्य स्कूल हैं और हिंदी माध्यम की कक्षाएं प्रदान करते हैं। उच्च शिक्षा साहिबगंज कॉलेज उच्च शिक्षा के लिए है। 1951 से शिक्षा की सेवा में कॉलेज ने शिक्षा और सांस्कृतिक कार्यक्रम के क्षेत्र में शानदार स्थान हासिल किया। 2002 में इग्नू अध्ययन केंद्र स्थापित किया गया था। 2006 में B.Ed ट्रेनिंग सेंटर और वर्ष 2009 में पेशे से स्नातक डिग्री प्रोग्राम BCA भी अस्तित्व में आया। संध्या कॉलेज I.A और बैचलर पाठ्यक्रम के लिए कला कक्षाएं भी प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वातावरण</p>\r\n<p>साहेबगंज के प्राकृतिक वातावरण में एक तरफ राजमहल पहाड़ियाँ, और दूसरी तरफ गंगा नदी शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>साहेबगंज झारखंड का एकमात्र जिला है, जहाँ से होकर गंगा नदी गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजमहल हिल्स जो शहर को स्कर्ट करता है, कई छोटे बारहमासी झरने हैं। पहाड़ियों को छोटी झाड़ियों और झाड़ियों से घेर लिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>साहेबगंज से करीब 48 किलोमीटर दूर उधवा झील है। अक्टूबर से फरवरी के दौरान, इसमें कई साइबेरियन पक्षी हैं जो इसे एक घोंसले का शिकार बनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>साहिबगंज पूर्वी रेलवे के साहिबगंज लूप पर है। यह लूप लाइन, हावड़ा से खान जंक्शन पर मुख्य लाइन से निकलती है, किऊल जंक्शन पर फिर से मुख्य लाइन से मिलने से पहले बोलपुर (शांतिनिकेतन), रामपुरहाट, पाकुड़, साहिबगंज, भागलपुर, जमालपुर से गुजरती है। NH80 साहिबगंज से पीरपैंती तक और दूसरी तरफ रोडवेज के माध्यम से बोरियो से जुड़ता है। गंगा नदी का उपयोग LCT या नावों के उपयोग से परिवहन के लिए भी किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत सरकार गंगा नदी पर एक पुल (^ 4) बना रही है जो बिहार में साहिबगंज को मनिहारी से जोड़ेगा। यह पुल झारखंड और दक्षिण भारत को उत्तर पूर्वी भारत से जोड़ेगा और आवश्यक खनिजों के परिवहन लागत को कम करेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल, सड़क और पानी के संयोजन वाला एक मल्टी मोडल ट्रांसपोर्ट हब भी यहां बनाया जा रहा है, जो राष्ट्रीय जलमार्ग 1, यानी हल्दिया से इलाहाबाद के बीच गंगा के विकास के लिए सरकार के प्रयास का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>साहिबगंज-गोविंदपुर राजमार्ग द्वारा साहिबगंज को अब ग्रैंड ट्रंक रोड से भी जोड़ा गया है, जो शहर को धनबाद के कोयला क्षेत्र से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आकर्षण</p>\r\n<p>सेंट मेरी चर्च</p>\r\n<p>बागवा कुआँ</p>\r\n<p>मोती झरना</p>\r\n<p>राजमहल के रास्ते में कन्हैयास्थान (मंगलघाट के पास)</p>\r\n<p>तेलियागढ़ी किला</p>\r\n<p>राजमहल पहाड़ियों की तलहटी में गंगा विहार पार्क</p>\r\n<p>शिवगढ़ी धाम, बरहेट</p>\r\n<p>माँ बिन्दुवासिनी मंदिर, बरहरवा</p>\r\n<p>रक्सी अस्थान,</p>\r\n<p>साहिबगंज बिजली घाट के पास बस्सी अस्थाना</p>\r\n<p>उधवा झेल, उधवा (बरहरवा)</p>\r\n<p>हूल क्रांती स्टाल, पंचकथिया</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>साहिबगंज जिले को दो उप-विभाजनों में विभाजित किया गया है: साहिबगंज अनुमंडल और राजमहल अनुमंडल। इसे आगे नौ सामुदायिक विकास खंडों में विभाजित किया गया है: (साहिबगंज अनुमंडल) साहिबगंज, मंडरो, बोरियो, बरहेट (राजमहल उपखंड) तलझारी, राजमहल, उधवा, पथना और बरहरवा।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने साहिबगंज को देश के 250 सबसे पिछड़े जिलों (कुल 640 में से) का नाम दिया। यह झारखंड के 24 जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sahebganj</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/320ff65e-29b5-4633-8938-1adff247df4e_Sahibganj-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sahibganj-sahebganj-jharkhand","tags":[{"name":"साहेबगंज","slug":"sahebganj"},{"name":"झारखंड","slug":"jharkhand"},{"name":"साहिबगंज","slug":"sahibganj"}],"recommendations":[{"id":578,"title":"जामताड़ा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"06c417ce-1bdf-4d56-83c3-39b93ff236fd_Jamtara-railway.jpg","dateCreated":"2019-09-04T02:34:52.188Z","dateModified":"2019-09-04T02:35:04.512Z","contributedBy":"AskGif","content":"जामताड़ा एक शहर और भारतीय राज्य झारखंड में जामताड़ा जिले का एक अधिसूचित क्षेत्र है। यह जिला मुख्यालय है। जामताड़ा झारखंड राज्य का एक जिला है और यहां लोग हिंदी, संताली और बंगाली भाषा बोलते हैं।\r\n&nbsp;\r\nजामताड़ा जिला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है। जामताड़ा ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06c417ce-1bdf-4d56-83c3-39b93ff236fd_Jamtara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जामताड़ा","slug":"jamtara"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-jamtara-jharkhand","total":0},{"id":577,"title":"हजारीबाग में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","dateCreated":"2019-09-04T02:21:57.22Z","dateModified":"2019-09-04T02:22:12.937Z","contributedBy":"AskGif","content":"हजारीबाग (भी हजारीबाग वर्तनी है) भारत के झारखंड राज्य में हजारीबाग जिले का एक शहर और एक नगर पालिका है। यह उत्तरी छोटानागपुर मंडल का संभागीय मुख्यालय है। यह एक स्वास्थ्य स्थल के रूप में और हजारीबाग वन्यजीव अभयारण्य (शहर से 17 किमी) के लिए प्रसिद्ध है। इसका लोकसभा सदस्य जयंत सिन्हा द्वारा भारतीय लो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हजारीबाग","slug":"hazaribag"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-hazaribag-jharkhand","total":0},{"id":574,"title":"गिरिडीह में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"7f6511c7-2204-445b-af7f-228332d949de_Giridih-railway.jpg","dateCreated":"2019-09-03T13:04:23.641Z","dateModified":"2019-09-03T13:04:49.81Z","contributedBy":"AskGif","content":"गिरिडीह, भारत के झारखंड राज्य के गिरिडीह जिले का मुख्यालय है। गिरिडीह का शाब्दिक अर्थ पहाड़ियों और पहाड़ियों की भूमि है - गिरि, एक हिंदी शब्द, जिसका अर्थ है पहाड़ियों और दीह, स्थानीय बोली का एक और शब्द, की भूमि दर्शाता है। 1972 से पहले, गिरिडीह हजारीबाग जिले का हिस्सा था।\r\n&nbsp;\r\nग","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f6511c7-2204-445b-af7f-228332d949de_Giridih-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"गिरिडीह","slug":"giridih"}],"slug":"top-places-to-visit-in-giridih-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}