{"id":588,"title":"Top Places to visit in Sahibganj, Sahebganj, Jharkhand","imageUrl":"320ff65e-29b5-4633-8938-1adff247df4e_Sahibganj-railway.jpg","dateCreated":"2019-09-06T01:59:12.487Z","dateModified":"2019-09-06T01:59:25.74Z","contributedBy":"AskGif","content":"<p>Sahebganj (also known as Sahibganj) is a town and Municipality of Sahebganj district of Jharkhand state, India, which also serves as the district headquarters for Sahibganj District. Sahibganj is a Class II town of Jharkhand which is sandwiched between the River Ganges on the north, the Rajmahal Hills on the south, West Bengal on the East and one of the world's oldest universities, Vikramashila (in the Bhagalpur district of Bihar), on the west. Sahibganj is the northernmost town as well as district of Jharkhand.</p>\r\n<p>&nbsp;</p>\r\n<p>Sahibganj district is one of the twenty-four districts of Jharkhand state, India, and Sahibganj is the administrative headquarters of this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Sahibganj has educational institutions for all levels of education. ICSE/ISC St. Xavier's School and Providence School are the schools affiliated to ICSE boards. St. Xavier's School, a premier educational institute, is one of the oldest Xavier institutions Established on 21 January 1957. It is also affiliated for the ISC examinations, which makes it the only school to hold the ICSE and ISC exams at home center CBSE Kendriya vidyalaya and Jawahar Navoday Vidyalay are Schools affiliated to CBSE whereas Dr Rajendra Prasad Academy, St. Joseph's School and Trinity Angels School are non-affiliated schools. JAC Eastern Railways Boys High School(estd. in 1878), Public High School (estd. in 1942), Rajasthan High School, Girls High School are some other Schools affiliated to JAC and provide Hindi medium classes. Higher Education Sahibganj College is for higher education.In serving education since 1951 the college achieved glorious position in the field of education and cultural programme. In 2002 IGNOU study center was established. In 2006 the B.Ed Training center and In year 2009 the profession bachelor's degree programme BCA also come in existence. Sandhya College also provides Arts classes for I.A and Bachelor Courses.</p>\r\n<p>&nbsp;</p>\r\n<p>Environment</p>\r\n<p>Sahebganj's natural environment includes the Rajmahal hills, situated on one side, and the river Ganges on the other side.</p>\r\n<p>&nbsp;</p>\r\n<p>Sahebganj is the only district of Jharkhand, through which the river Ganga passes.</p>\r\n<p>&nbsp;</p>\r\n<p>The Rajmahal Hills which skirt the town has a number of small perennial springs. The hills are forested with small shrubs and bushes.</p>\r\n<p>&nbsp;</p>\r\n<p>There is a lake called Udhwa lake around 48 km from Sahebganj. During October to February, it has a number of siberian birds which make it a nesting ground.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Sahibganj is on the Sahibganj Loop of Eastern Railway. This loop line branches off the main line from Howrah at Khana Junction, goes through Bolpur (Shantiniketan), Rampurhat, Pakur, Sahibganj, Bhagalpur, Jamalpur before meeting the main line again at Kiul Junction. The NH80 joins Sahibganj to Pirpainti and to Boreo on the other side via roadways. The river Ganga too is used for transportation using LCTs or even boats.</p>\r\n<p>&nbsp;</p>\r\n<p>The Government of India is building a bridge (^4 )across the river Ganges which will connect Sahibganj to Manihari in Bihar. This bridge will connect Jharkhand and South India to North Eastern India and will reduce transportation costs of essential minerals.</p>\r\n<p>&nbsp;</p>\r\n<p>A multi modal transport hub combining rail, road and water is also being built here as part of the government's effort to develop National Waterway 1, i.e. the Gangetic stretch between Haldia to Allahabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Sahibganj is now also connected to the Grand Trunk road by the Sahibganj - Govindpur Highway connecting the town to the coal belt of Dhanbad.</p>\r\n<p>&nbsp;</p>\r\n<p>Attractions</p>\r\n<p>St.Mary's Church</p>\r\n<p>Baghwa Kuan</p>\r\n<p>Moti Jharna</p>\r\n<p>Kanhaiyastahn (Near Mangalhat on way to Rajmahal</p>\r\n<p>Teliagarhi Fort</p>\r\n<p>Ganga Vihar Park at the footsteps of Rajmahal hills</p>\r\n<p>Shivgadi dham, Barhait</p>\r\n<p>Maa Binduvasini Mandir, Barharwa</p>\r\n<p>Raksi asthan,</p>\r\n<p>Baysi asthan near sahibganj Bijli Ghat</p>\r\n<p>Udhwa Jheel, Udhwa (Barharwa)</p>\r\n<p>Hool Karanti Sthal, Panchkthia</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Sahibganj district is divided into two subdivions: Sahibganj subdivision and Rajmahal subdivision. It is further subdivided into nine Community development blocks:(Sahibganj subdivision) Sahibganj, Mandro, Borio, Barhait (Rajmahal subdivision) Taljhari, Rajmahal, Udhwa, Pathna and Barharwa.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Sahibganj one of the country's 250 most backward districts (out of a total of 640). It is one of the 24 districts in Jharkhand currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sahebganj</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/320ff65e-29b5-4633-8938-1adff247df4e_Sahibganj-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sahibganj-sahebganj-jharkhand","tags":[{"name":"sahebganj","slug":"sahebganj"},{"name":"jharkhand","slug":"jharkhand"},{"name":"sahibganj","slug":"sahibganj"}],"recommendations":[{"id":578,"title":"Top Places to visit in Jamtara, Jharkhand","imageUrl":"06c417ce-1bdf-4d56-83c3-39b93ff236fd_Jamtara-railway.jpg","dateCreated":"2019-09-04T02:34:52.188Z","dateModified":"2019-09-04T02:35:04.512Z","contributedBy":"AskGif","content":"Jamtara is a city and a notified area in Jamtara district in the Indian state of Jharkhand. It is the district headquarters. Jamtara is a district of Jharkhand State and people here speak Hindi,Santali and Bengali languages.\r\n&nbsp;\r\nJamtara district is one of the twenty-four distri","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/06c417ce-1bdf-4d56-83c3-39b93ff236fd_Jamtara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jamtara","slug":"jamtara"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-jamtara-jharkhand","total":0},{"id":577,"title":"Top Places to visit in Hazaribag, Jharkhand","imageUrl":"cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","dateCreated":"2019-09-04T02:21:57.22Z","dateModified":"2019-09-04T02:22:12.937Z","contributedBy":"AskGif","content":"Hazaribagh (also spelled Hazaribag) is a city and a municipality in Hazaribagh district in the Indian state of Jharkhand. It is the divisional headquarters of North Chotanagpur division. It is famous as a health resort and for Hazaribag Wildlife Sanctuary (17 km from city). It is represented in t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd103499-9fcf-4588-8ff7-e454f0379628_Hazaribag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hazaribag","slug":"hazaribag"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-hazaribag-jharkhand","total":0},{"id":574,"title":"Top Places to visit in Giridih, Jharkhand","imageUrl":"7f6511c7-2204-445b-af7f-228332d949de_Giridih-railway.jpg","dateCreated":"2019-09-03T13:04:23.641Z","dateModified":"2019-09-03T13:04:49.81Z","contributedBy":"AskGif","content":"Giridih is headquarters of the Giridih district of Jharkhand state, India. The literal meaning of Giridih is the land of hills and hillocks &ndash; giri, a Hindi word, means hills and dih, another word of the local dialect, indicates land of. Before 1972, Giridih was part of Hazaribagh district.<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f6511c7-2204-445b-af7f-228332d949de_Giridih-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"giridih","slug":"giridih"}],"slug":"top-places-to-visit-in-giridih-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}