{"id":589,"title":"सिराइकेला खरसावां, सरायकेला में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"c6934e9a-f87c-49fb-90b2-8c4463a15073_seraikela-kharsawan.jpg","dateCreated":"2019-09-06T02:06:03.027Z","dateModified":"2019-09-06T02:11:25.909Z","contributedBy":"AskGif","content":"<p>सेराइकेला-खरसावां जिला या सरायकेला और खरासावन जिला: पूर्व में रियासत सरायकेला / सरायकेला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है। सरायकेला शहर सरायकेला खरसावां जिले का जिला मुख्यालय है। जिले को सिराइकेला छऊ के लिए जाना जाता है, जो छऊ नृत्य की तीन विशिष्ट शैलियों में से एक है। यह जिला 2001 में पश्चिमी सिंहभूम जिले से लिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>सरायकेला, जिसे सरायकेला भी कहा जाता है, झारखंड के सरायकेला खरसावां जिले का प्रशासनिक मुख्यालय है। पहले यह भारत के झारखंड राज्य में पश्मि सिंहभूम जिले में एक नगरपालिका थी। यह पूर्व में एक रियासत, ओडिया सरायकेला राज्य की राजधानी थी। यह शहर एक सड़क जंक्शन और कृषि व्यापार केंद्र है, जिसमें तांबे, लौह-अयस्क, अभ्रक और चूना पत्थर की जमा राशियाँ हैं। यह जमशेदपुर और चाईबासा के बीच स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>सरायकेला अपने छऊ नृत्य के लिए जाना जाता है। यह उड़िया और आदिवासी संस्कृति का एक अनूठा समामेलन है। पूर्व राजा का महल, कुदरसाई मंदिर, गेस्ट हाउस और शिव मंदिर कुछ सांस्कृतिक स्थल हैं। रथयात्रा और दुर्गा पूजा कुछ त्योहार हैं जो बहुत खुशी के साथ मनाए जाते हैं। यह अपने लड्डू के लिए भी प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>व्यापार और उद्योग</p>\r\n<p>सेराइकेला के मुख्य व्यवसाय परिवारों में चौधरी, सेकेसरिया और साहू परिवार शामिल हैं, जो सेराइकेला के विभिन्न व्यावसायिक उद्यमों में शामिल हैं। अभिजीत ग्रुप (कॉरपोरेट इसपाट एंड अलॉयज़ लिमिटेड) सेराकेला (टाउन से 7 किमी) में अपना स्टील एंड पावर प्लांट स्थापित कर रहा है। बृहस्पति सीमेंट पास में एक पोर्टलैंड सीमेंट प्लांट भी स्थापित कर रहा है। क्षेत्र में सेसा गोवा और भारत स्टील के इस्पात संयंत्र भी प्रस्तावित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आदित्यपुर औद्योगिक एस्टेट सेराकेला जिले का एक हिस्सा है और इसमें टाटा मोटर्स की प्रमुख इकाइयां हैं। आदित्यपुर इंडस्ट्रियल एरिया जिसे AIADA के नाम से भी जाना जाता है, कभी भारत में सबसे बड़ा औद्योगिक केंद्र के रूप में जाना जाता था। इसके अलावा, चांडिल एक औद्योगिक केंद्र के रूप में भी तेजी से बढ़ रहा है और वर्तमान में कई खाद्य प्रसंस्करण और स्पंज आयरन इकाइयां हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह जिला 22 &deg; 29'26 \"और 23 &deg; 09'34\" उत्तरी अक्षांश और 85 &deg; 30'14 \"और 86 &deg; 15'24\" पूर्वी देशांतरों के बीच स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने सरायकेला खरसावां को देश के 250 सबसे पिछड़े जिलों (कुल 640 में से) में से एक नाम दिया। यह झारखंड के 21 जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>ब्लाकों / मंडल</p>\r\n<p>सरायकेला खरसावां जिले में 06 ब्लॉक शामिल हैं। सेराकेला खरसावां जिले में ब्लॉक की सूची निम्नलिखित हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>सरायकेला</p>\r\n<p>Kharsawan</p>\r\n<p>Gamharia</p>\r\n<p>Kuchai</p>\r\n<p>इच्छागढ़</p>\r\n<p>Nimdih</p>\r\n<p>चांडिल</p>\r\n<p>राजनगर</p>\r\n<p>Kukru</p>\r\n<p>प्रभागों</p>\r\n<p>इस जिले में तीन विधानसभा क्षेत्र हैं: ईचागढ़, सरायकेला और खरसावां। ये क्रमशः रांची, सिंहभूम और खुंटी लोकसभा निर्वाचन क्षेत्रों के हिस्से हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार सेराकेला खरसावां जिले की जनसंख्या 1,063,458 है, जो लगभग साइप्रस देश या रोड आइलैंड के अमेरिकी राज्य के बराबर है। यह इसे भारत में 428 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 390 निवासियों प्रति वर्ग किलोमीटर (1,000 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 25.28% थी। सरायकेला खरसावां में हर 1000 पुरुषों पर 958 महिलाओं का लिंग अनुपात है, और साक्षरता दर 68.85% है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Seraikela_Kharsawan_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c6934e9a-f87c-49fb-90b2-8c4463a15073_seraikela-kharsawan.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-seraikela-kharsawan-seraikela-jharkhand","tags":[{"name":"सरायकेला","slug":"seraikela"},{"name":"सिराइकेला-खरसावां","slug":"seraikela-kharsawan"},{"name":"झारखंड","slug":"jharkhand"}],"recommendations":[{"id":591,"title":"पश्चिम सिंहभूम, चाईबासा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","dateCreated":"2019-09-06T02:24:28.276Z","dateModified":"2019-09-06T02:24:46.041Z","contributedBy":"AskGif","content":"पश्चिम सिंहभूम या पश्मि सिंहभूम झारखंड राज्य, भारत के 24 जिलों में से एक है। यह 16 जनवरी 1990 को अस्तित्व में आया, जब पुराने सिंहभूम जिले का विभाजन किया गया था। चाईबासा राज्य मुख्यालय है।\r\n&nbsp;\r\nचाईबासा भारत के झारखंड राज्य के पश्चिमी सिंहभूम जिले का एक कस्बा और नगरपालिका है। चाईब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"पश्चिम-सिंहभूम","slug":"west-singhbhum"},{"name":"चाईबासा","slug":"chaibasa"}],"slug":"top-places-to-visit-in-west-singhbhum-chaibasa-jharkhand","total":0},{"id":585,"title":"पलामू , डाल्टनगंज में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"c9b75e7f-ce00-4bf6-baeb-acad455c79cb_Daltonganj-railway.jpg","dateCreated":"2019-09-05T03:26:27.413Z","dateModified":"2019-09-05T03:26:42.686Z","contributedBy":"AskGif","content":"पलामू भारत के झारखंड राज्य के चौबीस जिलों में से एक है। इसका गठन 1892 में किया गया था। जिले का प्रशासनिक मुख्यालय मेदिनीनगर है, जो कोयल नदी पर स्थित है।\r\n&nbsp;\r\nइतिहास\r\nपलामू जिले में काबरा-काला टीले में सोन और उत्तर कोयल नदी के संगम में नियोलिथिक और क्लोकोलिथिक बस्ती का स्थ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9b75e7f-ce00-4bf6-baeb-acad455c79cb_Daltonganj-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पलामू","slug":"palamu"},{"name":"झारखंड","slug":"jharkhand"},{"name":"डाल्टनगंज","slug":"daltonganj"}],"slug":"top-places-to-visit-in-palamu-daltonganj-jharkhand","total":0},{"id":568,"title":"दुमका में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"d8b3e136-a8d8-4c9f-b3f5-4256f9753f29_Dumka-railway.jpg","dateCreated":"2019-09-02T11:40:31.847Z","dateModified":"2019-09-02T11:40:45.93Z","contributedBy":"AskGif","content":"दुमका, दुमका जिले और संथाल परगना क्षेत्र का मुख्यालय, भारत के झारखंड राज्य का एक शहर है। इसे संथाल परगना क्षेत्र का मुख्यालय बनाया गया था, जिसे 1855 के संथाल हूल के बाद भागलपुर और बीरभूम जिले से बाहर निकाला गया था। दुमका को बिहार के दक्षिणी हिस्से के साथ-साथ 18 अन्य जिलों से 15 नवंबर 2000 को झारख","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8b3e136-a8d8-4c9f-b3f5-4256f9753f29_Dumka-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"दुमका","slug":"dumka"}],"slug":"top-places-to-visit-in-dumka-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}