{"id":589,"title":"Top Places to visit in Seraikela Kharsawan, Seraikela, Jharkhand","imageUrl":"c6934e9a-f87c-49fb-90b2-8c4463a15073_seraikela-kharsawan.jpg","dateCreated":"2019-09-06T02:06:03.027Z","dateModified":"2019-09-06T02:11:25.909Z","contributedBy":"AskGif","content":"<p>Seraikela-Kharsawan district or Saraikella and Kharaswan district: formerly the Princely State of Seraikella/Saraikella is one of the twenty-four districts of Jharkhand state in eastern India. Seraikela town is the district headquarters of Saraikela Kharsawan district . The district is well known for Seraikela Chhau, one of the three distinctive styles of the chhau dance. This district was carved out from West Singhbhum district in 2001.</p>\r\n<p>&nbsp;</p>\r\n<p>Saraikela, also spelled Seraikella, is the administrative headquarters of Saraikela Kharsawan District of Jharkhand. Earlier it was a municipality in Pashchimi Singhbhum district in the Indian state of Jharkhand. It was formerly the capital of the Odia Saraikela State, a princely state. The town is a road junction and agricultural trade centre, with nearby deposits of copper, iron-ore, asbestos, and limestone.it is situated between Jamshedpur and chaibasa.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Saraikela is known for its Chhau dance. It is a unique amalgamation of Oriya and tribal culture. The palace of the former Raja, Kudarsai temple, Guest House and the Shiva temple are some cultural places to visit. Rath yatra and Durga puja are some festivals celebrated with much joy. It is also famous for its laddu.</p>\r\n<p>&nbsp;</p>\r\n<p>Business and industry</p>\r\n<p>The main business families of Seraikela include the Choudhary, Sekseria and Sahu families, who are involved in various business enterprises in Seraikela. Abhijeet Group (Corporate Ispat &amp; Alloys Ltd.) is setting up its steel &amp; power plant in Seraikela (7 km from Town). Jupiter Cement is also setting up a Portland cement plant nearby. Steel plant of Sesa Goa and Bharat Steel are also proposed in the area.</p>\r\n<p>&nbsp;</p>\r\n<p>The Adityapur industrial estate is a part of Seraikela district and has major anciallry units of Tata Motors. Adityapur Industrial Area also known as AIADA was once known as the largest industrial hub in India.Further,Chandil is also growing rapidly as an industrial centre and currently has a number of food processing and sponge iron units.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district is situated between 22&deg;29'26\" and 23&deg;09'34\" north latitudes and 85&deg;30'14\" and 86&deg;15'24\" east longitudes.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Seraikela Kharsawan one of the country's 250 most backward districts (out of a total of 640). It is one of the 21 districts in Jharkhand currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Blocks/Mandals</p>\r\n<p>Seraikela Kharsawan district consists of 06 Blocks. The following are the list of the Blocks in Seraikela Kharsawan district:</p>\r\n<p>&nbsp;</p>\r\n<p>Seraikela</p>\r\n<p>Kharsawan</p>\r\n<p>Gamharia</p>\r\n<p>Kuchai</p>\r\n<p>Ichagarh</p>\r\n<p>Nimdih</p>\r\n<p>Chandil</p>\r\n<p>Rajnagar</p>\r\n<p>Kukru</p>\r\n<p>Divisions</p>\r\n<p>There are three Vidhan Sabha constituencies in this district: Ichagarh, Seraikela and Kharsawan. These are parts of Ranchi, Singhbhum and Khunti Lok Sabha constituencies respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Seraikela Kharsawan district has a population of 1,063,458, roughly equal to the nation of Cyprus or the US state of Rhode Island. This gives it a ranking of 428th in India (out of a total of 640). The district has a population density of 390 inhabitants per square kilometre (1,000/sq mi) . Its population growth rate over the decade 2001-2011 was 25.28%. Saraikela Kharsawan has a sex ratio of 958 females for every 1000 males, and a literacy rate of 68.85%.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Seraikela_Kharsawan_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c6934e9a-f87c-49fb-90b2-8c4463a15073_seraikela-kharsawan.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-seraikela-kharsawan-seraikela-jharkhand","tags":[{"name":"seraikela","slug":"seraikela"},{"name":"seraikela-kharsawan","slug":"seraikela-kharsawan"},{"name":"jharkhand","slug":"jharkhand"}],"recommendations":[{"id":591,"title":"Top Places to visit in West Singhbhum, Chaibasa Jharkhand","imageUrl":"f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","dateCreated":"2019-09-06T02:24:28.276Z","dateModified":"2019-09-06T02:24:46.041Z","contributedBy":"AskGif","content":"West Singhbhum or Pashchimi Singhbhum is one of the 24 districts of Jharkhand state, India. It came into existence on 16 January 1990, when the old Singhbhum district was bifurcated. Chaibasa is the state headquarters.\r\n&nbsp;\r\nChaibasa is a town and a municipality in West Singhbhum","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"west-singhbhum","slug":"west-singhbhum"},{"name":"chaibasa","slug":"chaibasa"}],"slug":"top-places-to-visit-in-west-singhbhum-chaibasa-jharkhand","total":0},{"id":585,"title":"Top Places to visit in Palamu, Daltonganj Jharkhand","imageUrl":"c9b75e7f-ce00-4bf6-baeb-acad455c79cb_Daltonganj-railway.jpg","dateCreated":"2019-09-05T03:26:27.413Z","dateModified":"2019-09-05T03:26:42.686Z","contributedBy":"AskGif","content":"Palamau is one of the twenty-four districts of jharkhand state, India. It was formed in 1892. The administrative headquarter of the district is Medininagar, situated on the Koel River.\r\n&nbsp;\r\nHistory\r\nThe Palamu district have site of Neolithic and chalcolithic settlement in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c9b75e7f-ce00-4bf6-baeb-acad455c79cb_Daltonganj-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"palamu","slug":"palamu"},{"name":"jharkhand","slug":"jharkhand"},{"name":"daltonganj","slug":"daltonganj"}],"slug":"top-places-to-visit-in-palamu-daltonganj-jharkhand","total":0},{"id":568,"title":"Top Places to visit in Dumka, Jharkhand","imageUrl":"d8b3e136-a8d8-4c9f-b3f5-4256f9753f29_Dumka-railway.jpg","dateCreated":"2019-09-02T11:40:31.847Z","dateModified":"2019-09-02T11:40:45.93Z","contributedBy":"AskGif","content":"Dumka, the headquarters of the Dumka district and Santhal Pargana region, is a city in the state of Jharkhand, India. It was made the headquarters of the Santhal Pargana region, which was carved out of the Bhagalpur and Birbhum district after the Santal Hool of 1855. Dumka was carved out of the s","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8b3e136-a8d8-4c9f-b3f5-4256f9753f29_Dumka-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"dumka","slug":"dumka"}],"slug":"top-places-to-visit-in-dumka-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}