{"id":590,"title":"Top Places to visit in Simdega, Jharkhand","imageUrl":"d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","dateCreated":"2019-09-06T02:18:21.602Z","dateModified":"2019-09-06T02:18:35.261Z","contributedBy":"AskGif","content":"<p>Simdega is a city in the Indian state of Jharkhand. Simdega is the administrative headquarters of the eponymous district and Subdivision. The city stands at an elevation of approximately 418 metres (1371 feet) above sea level and covers an area of 3,750 km2 (1,450 sq mi). Bounded in the north by Gumla, on the east by Ranchi and West Singhbhum, on the west by Jashpur Nagar, Chhattisgarh and on the south by Rourkela, Odisha. The distance between Greater Rourkela and Simdega is 35 km. It is accessible by road through National Highways (National Highway 143) from Rourkela and Ranchi. The nearest railway station is Rourkela railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>Historically, the area was ruled by the Gajapati Kings of Gajapati Kingdom of Kalinga for centuries. The region is culturally an amalgamation of indigenous and Odia culture. The influence of Odia culture is significant in the area and the populace. The region also had historical relationship with Emperor Ashoka and Buddhism as evident from archaeological finds in the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Simdega is steadily emerging as a centre for education at the tertiary level. Christian Missionaries have established good schools in the area in land donated by the erstwhile Gajapati kings of Kaisalpur-Birugarh. Both CBSE and JAC curriculum is being followed at schools in Simdega. The Catholic Church remains the largest and prominent contributor in the field of education in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Some of the prominent schools are St.Mary high School, Holy Spirit School, St. John's School, Ursuline Convent for Girls, DAV Public School, Kendriya Vidyalaya, Central academy school and St.Francis School, St.Francis School, Gossner Inter College and Navodaya Vidyalaya.</p>\r\n<p>&nbsp;</p>\r\n<p>College level education is not adequate for the area as there are only two colleges of Ranchi University, namely Simdega College which being the constituent college of Ranchi University and other affiliated college is S.K. Bage College, Kolebira. St. Xavier's College, Simdega is another Jesuit institution of higher education in the city. There has been constant demand for improving the higher education in the City.</p>\r\n<p>&nbsp;</p>\r\n<p>Health</p>\r\n<p>Health services are improving over a period of time. Apart from the community health centers ('CHC') at various Blocks of the district, there are two government hospital at Simdega namely;</p>\r\n<p>&nbsp;</p>\r\n<p>District Hospital</p>\r\n<p>Referral Hospital</p>\r\n<p>St. Anne Dispensary and Nursing Home run by the \"Daughter of St. Anne\" at Church Road, Simdega. Shanti Bhavan Medical Centre a super- specialty Hospital at Biru, Simdega modelled on Christian Medical College &amp; Hospital has been established by Calvary Gospel Ministry, USA. providing the best of medical facilities in collaboration with Christian Medical College &amp; Hospital, Vellore, Tamil Nadu.The Hospital have medical experts from India and abroad.A new medical college and nursing school is also proposed to be opened in the hospital.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Simdega is located at the intersection of Jharkhand-Odisha-Chhattisgarh borders.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has a Bus Terminal where major routes buses ply from the city to cities in neighbouring states. Ranchi and Simdega are well connected by regular and deluxe Air-Conditioned buses which ply every hour.</p>\r\n<p>&nbsp;</p>\r\n<p>By road</p>\r\n<p>Passenger buses and Non Stop buses run regularly from Ranchi, Gumla, Lohardaga, Sasaram Sambhalpur and Rourkela(Orrisa).</p>\r\n<p>&nbsp;</p>\r\n<p>Simdega to Ranchi - 155 km</p>\r\n<p>Simdega to Rourkela (Odisha) - 70 km.</p>\r\n<p>Simdega to Gumla - 77 km.</p>\r\n<p>Simdega to Gaya (Bihar)- 320 km</p>\r\n<p>Simdega to Sambalpur ( Odisha)- 158 km</p>\r\n<p>By air</p>\r\n<p>Rourkela Airport&nbsp; is the nearest Airport. Ranchi Airport and Jharsuguda Airport are another nearby airports.</p>\r\n<p>&nbsp;</p>\r\n<p>By Train</p>\r\n<p>Rourkela railway station is the nearest railway station. A new proposed railway route from Ranchi to Simdega via Lohardaga and Gumla will pass through the city</p>\r\n<p>Circuit House, Simdega</p>\r\n<p>Tourist places</p>\r\n<p>Simdega has potential for development of tourism, and can attract both domestic as well as foreign tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>Palkot Wildlife Santury</p>\r\n<p>&nbsp;</p>\r\n<p>The palkot wildlife sanctuary falls within the district of Gumla and Simdega. It fall's within the Gumla, Simdega and Raidih blocks and the National Highway 23 crosses and divides the sanctuary between two parts. The sanctuary comprises Dry Deciduous Forests (Dry Peninsular Sal) bearing flora like Sal, Asan, Gamhar, Salai, Piar, Amla, Mahua, Kusum, and Mango. The mammal fauna include leopard, sloth bear, jackal, monkey, porcupine, and hare. Birds here include jungle fowl, patridges, koel, parakeet, owl and pheasants. It is located in Deccan Peninsula Biogeography zone, in the Chhotanagpur plateau . Some of the most endangered species like sloth bear, rattle, python, pangolin, black necked crane are represented in the area. It also protects the rivers, streams against siltation by minimizing soil erosion.</p>\r\n<p>&nbsp;</p>\r\n<p>Palkot Wildlife Sanctuary</p>\r\n<p>Palkot Wildlife Sanctuary</p>\r\n<p>Kelaghagh dam</p>\r\n<p>Kelaghagh dam is a dam on Chhinda river in Simdega. The dam is surrounded by multiple hills which attracts tourists very much. There facility of boating through motor-boats and para-sailing. Kelaghagh dam also has a guest house for tourist accommodation.</p>\r\n<p>&nbsp;</p>\r\n<p>Kelaghagh Dam, Simdega</p>\r\n<p>Ram Rekha Dham</p>\r\n<p>Ramrekha Dham is the most important tourist destination this area. It is situated on top of a hill and every year there is a fair during Kartik Purnima. It is said, that Lord Rama along with Sita and brother Laxman has visited this place and has left his mark (Foot prints) there. Some archaeological structures like agni kund, charan paduka, sita chulha, gupt ganga etc. shows that during Banwas period they followed this path.The Kaisalpur-Birugarh Royal family discovered and developed this place.</p>\r\n<p>&nbsp;</p>\r\n<p>Ramrekha Dham in Simdega</p>\r\n<p>Dangadi</p>\r\n<p>Dangadi is situated in block Bolba. A waterfall attracts the visitors. It is developed as picnic spot. It is 45 km from simdega and 25 km from Kersai.</p>\r\n<p>&nbsp;</p>\r\n<p>Ketunga Dham</p>\r\n<p>Ketunga Dham situated in Bano, Simdega is very important historical place. According to Archaeological survey of India (ASI) the place belonged to Buddha Period. At Ketunga Dham many statues of Buddha were found.Emperor Ashoka established these statues while returning to Pataliputra after the Kalinga War.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajadera</p>\r\n<p>Rajadera is situated in Thethaitanger, Simdega. There is a waterfall on Chhinda river that is a known picnic spot.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhairo Baba Pahari</p>\r\n<p>Bhairo Baba Pahari is a cave situated in Phulwatanger in Simdega. It attracts visitors as the Cave resembles a human being.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhanwar Pahar</p>\r\n<p>Bhanwar Pahar is in Kolebira. It is known for the presence of Black bees. In ancient age these bees were used by the soldiers. Flowers of Gulaitchi on the small hill is nature's gift to villagers living in the small houses on the hill.[tone] A pond exists in between the stones on the hills and is full of water in all seasons.</p>\r\n<p>&nbsp;</p>\r\n<p>Mazar of Anjan Peer Saheeb</p>\r\n<p>The mazar of Anjaam Peer Saheeb is inside the premises of Kolebira police station. This is a symbol of harmony, social policing and perhaps a single example of a mazar inside a Police Station. Yearly Urs fair is organised here, and people of all communities participate and pray for peace.</p>\r\n<p>&nbsp;</p>\r\n<p>Bandurga</p>\r\n<p>Bandurga is the holy place of Goddess of Shakti and situated in Bolba Block in Simdega . This place is also a picnic spot.</p>\r\n<p>&nbsp;</p>\r\n<p>Arjundoha</p>\r\n<p>&nbsp;</p>\r\n<p>Arjundhoda is a picnic spot situated about 15 km from Simdega town .The place consist of rock formations carved out by chhinda river, surrounded by thick vegetation cover this place is of great tourist attractions .</p>\r\n<p>&nbsp;</p>\r\n<p>Notable individuals</p>\r\n<p>Sylvanus Dung Dung, Former Hockey player and Olympic gold medallist, 1980 Moscow Olympics.</p>\r\n<p>Michael Kindo, Former Hockey player and Olympic bronze medallist.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Simdega</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-simdega-jharkhand","tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"simdega","slug":"simdega"}],"recommendations":[{"id":583,"title":"Top Places to visit in Lohardaga, Jharkhand","imageUrl":"b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","dateCreated":"2019-09-05T03:15:22.774Z","dateModified":"2019-09-05T03:15:43.483Z","contributedBy":"AskGif","content":"Lohardaga is a town and the district headquarters of Lohardaga district in the Indian state of Jharkhand, west of Ranchi, the state capital. Earlier (early 1900s) Lohardaga was the commissionary headquarters for Chotanagpur. It was only later that the commissionary of Chotanagpur was shifted to R","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lohardaga","slug":"lohardaga"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-lohardaga-jharkhand","total":0},{"id":576,"title":"Top Places to visit in Gumla, Jharkhand","imageUrl":"4b7b0665-4449-471c-bd99-ed0d578868e9_Gumla-railway.jpg","dateCreated":"2019-09-04T02:11:26.486Z","dateModified":"2019-09-04T02:11:44.487Z","contributedBy":"AskGif","content":"Gumla is a city which is the headquarters of Gumla district in the state of Jharkhand, India.\r\n&nbsp;\r\nGumla district is one of the twenty-four districts of Jharkhand state, India, and Gumla town is the administrative headquarters of this district.\r\n&nbsp;\r\nConnectivit","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4b7b0665-4449-471c-bd99-ed0d578868e9_Gumla-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gumla","slug":"gumla"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-gumla-jharkhand","total":0},{"id":575,"title":"Top Places to visit in Godda, Jharkhand","imageUrl":"37758aab-1dee-4786-a67e-2eee3c86fdb0_Godda-tourism.jpg","dateCreated":"2019-09-04T02:04:09.662Z","dateModified":"2019-09-04T02:04:30.174Z","contributedBy":"AskGif","content":"Godda is a city and a municipality in Godda district in the Indian state of Jharkhand. The district has an area of 2110 km&sup2;. The district headquarters is Godda.\r\n&nbsp;\r\nGodda district is one of the twenty-four districts of Jharkhand state in eastern India It lies in the northe","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37758aab-1dee-4786-a67e-2eee3c86fdb0_Godda-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"godda","slug":"godda"}],"slug":"top-places-to-visit-in-godda-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}