{"id":590,"title":"सिमडेगा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","dateCreated":"2019-09-06T02:18:21.602Z","dateModified":"2019-09-06T02:18:35.261Z","contributedBy":"AskGif","content":"<p>सिमडेगा भारत के झारखंड राज्य का एक शहर है। सिमडेगा, नामांकित जिले और उपखंड का प्रशासनिक मुख्यालय है। शहर समुद्र तल से लगभग 418 मीटर (1371 फीट) की ऊँचाई पर स्थित है और 3,750 किमी 2 (1,450 वर्ग मील) के क्षेत्र को कवर करता है। उत्तर में गुमला, पूर्व में रांची और पश्चिम सिंहभूम, पश्चिम में जशपुर नगर, छत्तीसगढ़ और दक्षिण में राउरकेला, ओडिशा से घिरा है। ग्रेटर राउरकेला और सिमडेगा के बीच की दूरी 35 किमी है। यह राउरकेला और रांची से राष्ट्रीय राजमार्गों (राष्ट्रीय राजमार्ग 143) के माध्यम से सड़क द्वारा पहुँचा जा सकता है। निकटतम रेलवे स्टेशन राउरकेला रेलवे स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक रूप से, इस क्षेत्र पर सदियों तक कलिंग के गजपति साम्राज्य के गजपति राजाओं का शासन था। यह क्षेत्र सांस्कृतिक और स्वदेशी संस्कृति का एक समामेलन है। क्षेत्र और आबादी में ओडिया संस्कृति का प्रभाव महत्वपूर्ण है। इस क्षेत्र का सम्राट अशोक और बौद्ध धर्म के साथ ऐतिहासिक संबंध भी था क्योंकि इस क्षेत्र में पुरातात्विक खोज से स्पष्ट है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>सिमडेगा लगातार तृतीयक स्तर पर शिक्षा के केंद्र के रूप में उभर रहा है। ईसाई मिशनरियों ने कैसलपुर-बीरगढ़ के तत्कालीन गजपति राजाओं द्वारा दान की गई भूमि में क्षेत्र में अच्छे विद्यालय स्थापित किए। सिमडेगा के स्कूलों में सीबीएसई और जेएसी पाठ्यक्रम का पालन किया जा रहा है। कैथोलिक चर्च शहर में शिक्षा के क्षेत्र में सबसे बड़ा और प्रमुख योगदानकर्ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ प्रमुख विद्यालयों में सेंट। मैरी हाई स्कूल, होली स्पिरिट स्कूल, सेंट जॉन्स स्कूल, गर्ल्स के लिए उर्सुलाइन कॉन्वेंट, डीएवी पब्लिक स्कूल, केंद्रीय विद्यालय, सेंट्रल एकेडमी स्कूल और सेंट.फ्रांसिस स्कूल, सेंट। क्रैंसिस स्कूल, गॉसनर इंटर कॉलेज हैं। और नवोदय विद्यालय।</p>\r\n<p>&nbsp;</p>\r\n<p>क्षेत्र के लिए कॉलेज स्तर की शिक्षा पर्याप्त नहीं है क्योंकि रांची विश्वविद्यालय के केवल दो कॉलेज हैं, जिसका नाम सिमडेगा कॉलेज है जो रांची विश्वविद्यालय और अन्य संबद्ध कॉलेज का घटक कॉलेज है। बागे कॉलेज, कोलेबिरा। सेंट जेवियर्स कॉलेज, सिमडेगा शहर में उच्च शिक्षा का एक और जेसुइट संस्थान है। शहर में उच्च शिक्षा में सुधार के लिए लगातार मांग की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य</p>\r\n<p>समय के साथ स्वास्थ्य सेवाओं में सुधार हो रहा है। जिले के विभिन्न ब्लॉकों में सामुदायिक स्वास्थ्य केंद्रों ('सीएचसी') के अलावा, सिमडेगा में दो सरकारी अस्पताल हैं;</p>\r\n<p>&nbsp;</p>\r\n<p>जिला अस्पताल</p>\r\n<p>रेफरल अस्पताल</p>\r\n<p>चर्च रोड, सिमडेगा में \"एनी डॉटर ऑफ सेंट ऐनी\" द्वारा संचालित सेंट ऐनी डिस्पेंसरी और नर्सिंग होम। शांति भवन मेडिकल सेंटर बीरू में एक सुपर स्पेशियलिटी हॉस्पिटल, क्रिस्चियन मेडिकल कॉलेज एंड हॉस्पिटल पर सिमडेगा की स्थापना कलवारी इंजील मंत्रालय, यूएसए द्वारा की गई है। क्रिश्चियन मेडिकल कॉलेज एंड हॉस्पिटल, वेल्लोर, तमिलनाडु के सहयोग से सर्वोत्तम चिकित्सा सुविधाएं प्रदान करना। अस्पताल में भारत और विदेश के चिकित्सा विशेषज्ञ हैं। नए मेडिकल कॉलेज और नर्सिंग स्कूल को भी अस्पताल में खोलने का प्रस्ताव है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सिमडेगा झारखंड-ओडिशा-छत्तीसगढ़ सीमाओं के चौराहे पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में एक बस टर्मिनल है जहां प्रमुख मार्गों बसें शहर से पड़ोसी राज्यों में शहरों तक जाती हैं। रांची और सिमडेगा नियमित रूप से और डीलक्स वातानुकूलित बसों से जुड़े हुए हैं जो हर घंटे चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रास्ते से</p>\r\n<p>रांची, गुमला, लोहरदगा, सासाराम संभलपुर और राउरकेला (ओरिस) से यात्री बसें और नॉन स्टॉप बसें नियमित रूप से चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सिमडेगा से रांची - 155 किमी</p>\r\n<p>सिमडेगा से राउरकेला (ओडिशा) - 70 किमी।</p>\r\n<p>सिमडेगा से गुमला - 77 किमी।</p>\r\n<p>सिमडेगा से गया (बिहार) - 320 किमी</p>\r\n<p>सिमडेगा से संबलपुर (ओडिशा) - 158 किमी</p>\r\n<p>हवाईजहाज से</p>\r\n<p>राउरकेला हवाई अड्डा निकटतम हवाई अड्डा है। रांची हवाई अड्डा और झारसुगुड़ा हवाई अड्डा आसपास के अन्य हवाई अड्डे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रेन से</p>\r\n<p>राउरकेला रेलवे स्टेशन निकटतम रेलवे स्टेशन है। रांची से सिमडेगा के लिए लोहरदगा और गुमला से एक नया प्रस्तावित रेल मार्ग शहर से होकर गुजरेगा</p>\r\n<p>सर्किट हाउस, सिमडेगा</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>सिमडेगा में पर्यटन के विकास की क्षमता है, और यह घरेलू और विदेशी पर्यटकों को आकर्षित कर सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पालकोट वन्यजीव संतोष</p>\r\n<p>&nbsp;</p>\r\n<p>पालकोट वन्यजीव अभ्यारण्य गुमला और सिमडेगा जिले के भीतर आता है। यह गुमला, सिमडेगा और रायडीह ब्लॉक और राष्ट्रीय राजमार्ग 23 के भीतर पड़ता है और अभयारण्य को दो भागों में विभाजित करता है। इस अभयारण्य में साल, आसन, गमर, सलाई, पीर, आंवला, महुआ, कुसुम और आम जैसे वनस्पति जैसे शुष्क पर्णपाती वन (ड्राई पेनिनसुलर साल) शामिल हैं। स्तनधारी जीव में तेंदुआ, आलसी भालू, सियार, बंदर, साही और हरे शामिल हैं। यहां पक्षियों में जंगल फाउल, पैट्रिलेज, कोएल, पैराकेट, उल्लू और तीतर शामिल हैं। यह छोटानागपुर पठार में डेक्कन प्रायद्वीप जीवनी क्षेत्र में स्थित है। क्षेत्र में सबसे लुप्तप्राय प्रजातियों जैसे सुस्ती भालू, खड़खड़, अजगर, पैंगोलिन, काली गर्दन वाले क्रेन का प्रतिनिधित्व किया जाता है। यह नदियों की रक्षा भी करता है, मिट्टी के क्षरण को कम करके गाद के विरूद्ध प्रवाह करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पालकोट वन्यजीव अभयारण्य</p>\r\n<p>पालकोट वन्यजीव अभयारण्य</p>\r\n<p>केलघघ बांध</p>\r\n<p>केलाघघ बांध सिमडेगा में छिंदा नदी पर बना एक बांध है। बांध कई पहाड़ियों से घिरा हुआ है जो पर्यटकों को बहुत आकर्षित करता है। मोटर-नौकाओं और पैरा-सेलिंग के माध्यम से नौका विहार की सुविधा है। केलाघघ बांध में पर्यटकों के ठहरने के लिए एक गेस्ट हाउस भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>केलाघघ बांध, सिमडेगा</p>\r\n<p>राम रेखा धाम</p>\r\n<p>रामरेखा धाम इस क्षेत्र का सबसे महत्वपूर्ण पर्यटन स्थल है। यह एक पहाड़ी की चोटी पर स्थित है और हर साल कार्तिक पूर्णिमा के दौरान एक मेला लगता है। ऐसा कहा जाता है, कि भगवान राम ने सीता और भाई लक्ष्मण के साथ इस स्थान का दौरा किया था और वहां अपनी छाप (फुट प्रिंट) छोड़ी है। कुछ पुरातात्विक संरचनाएं जैसे अग्नि कुंड, चरण पादुका, सीता चुल्हा, गुप्त गंगा आदि से पता चलता है कि बनवास अवधि के दौरान उन्होंने इस मार्ग का अनुसरण किया। कैसलपुर-बीरुगढ़ शाही परिवार ने इस स्थान की खोज की और इसे विकसित किया।</p>\r\n<p>&nbsp;</p>\r\n<p>सिमडेगा में रामरेखा धाम</p>\r\n<p>Dangadi</p>\r\n<p>डांगड़ी ब्लॉक बोलबा में स्थित है। एक झरना आगंतुकों को आकर्षित करता है। इसे पिकनिक स्पॉट के रूप में विकसित किया गया है। यह सिमडेगा से 45 किमी और केरसई से 25 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>केतुंगा धाम</p>\r\n<p>बानो, सिमडेगा में स्थित केतुंगा धाम बहुत महत्वपूर्ण ऐतिहासिक स्थान है। भारतीय पुरातत्व सर्वेक्षण (एएसआई) के अनुसार यह स्थान बुद्ध काल का था। केतुंगा धाम में बुद्ध की कई मूर्तियाँ पाई गईं। सम्राट अशोक ने कलिंग युद्ध के बाद पाटलिपुत्र लौटते समय इन मूर्तियों की स्थापना की।</p>\r\n<p>&nbsp;</p>\r\n<p>Rajadera</p>\r\n<p>राजादेरा थाथेतांगेर, सिमडेगा में स्थित है। छिंदा नदी पर एक झरना है जो एक प्रसिद्ध पिकनिक स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>भैरो बाबा पहाड़ी</p>\r\n<p>भैरो बाबा पहाड़ी सिमडेगा के फुलवाटांगर में स्थित एक गुफा है। यह पर्यटकों को आकर्षित करता है क्योंकि गुफा एक इंसान से मिलती जुलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>भंवर पहर</p>\r\n<p>भंवर प्रहार कोलेबिरा में है। यह काले मधुमक्खियों की उपस्थिति के लिए जाना जाता है। प्राचीन काल में इन मधुमक्खियों का इस्तेमाल सैनिकों द्वारा किया जाता था। छोटी पहाड़ी पर गुलिची का फूल पहाड़ी पर छोटे घरों में रहने वाले ग्रामीणों के लिए प्रकृति का उपहार है। [स्वर] पहाड़ियों पर पत्थरों के बीच एक तालाब मौजूद है और सभी मौसमों में पानी से भरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंजन पीर साहेब की मजार</p>\r\n<p>अंजाम पीर साहेब की मजार कोलेबिरा पुलिस स्टेशन के परिसर के अंदर है। यह एक सद्भाव, सामाजिक पुलिसिंग और शायद एक पुलिस स्टेशन के अंदर एक मजार का एक उदाहरण है। सालाना उर्स मेला यहां आयोजित किया जाता है, और सभी समुदायों के लोग भाग लेते हैं और शांति के लिए प्रार्थना करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Bandurga</p>\r\n<p>बांडुर्ग शक्ति की देवी का पवित्र स्थान है और सिमडेगा में बोलबा ब्लॉक में स्थित है। यह स्थान एक पिकनिक स्थल भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>Arjundoha</p>\r\n<p>&nbsp;</p>\r\n<p>अर्जुन्धौदा एक पिकनिक स्थल है जो सिमडेगा शहर से लगभग 15 किमी दूर स्थित है। इस स्थान पर छिन्दा नदी के किनारे नक्काशीदार चट्टानें हैं, जो घने वनस्पतियों से घिरी हुई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय व्यक्ति</p>\r\n<p>सिल्वेनस डंग डंग, पूर्व हॉकी खिलाड़ी और ओलंपिक स्वर्ण पदक विजेता, 1980 मास्को ओलंपिक।</p>\r\n<p>माइकल किंडो, पूर्व हॉकी खिलाड़ी और ओलंपिक कांस्य पदक विजेता।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Simdega</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d116ee50-603f-442f-a80b-6466115d0284_Tourism-in-Simdega-District.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-simdega-jharkhand","tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"सिमडेगा","slug":"simdega"}],"recommendations":[{"id":583,"title":"लोहरदगा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","dateCreated":"2019-09-05T03:15:22.774Z","dateModified":"2019-09-05T03:15:43.483Z","contributedBy":"AskGif","content":"लोहरदगा भारत के झारखंड राज्य की राजधानी रांची के पश्चिम में स्थित एक शहर और लोहरदगा जिले का जिला मुख्यालय है। इससे पहले (1900 के दशक के प्रारंभ में) लोहरदगा छोटानागपुर का आयुक्त मुख्यालय था। बाद में ही छोटानागपुर के आयुक्त को रांची स्थानांतरित कर दिया गया। आयुक्त कार्यालय अभी भी मौजूद है और इसमें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लोहरदगा","slug":"lohardaga"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-lohardaga-jharkhand","total":0},{"id":576,"title":"गुमला में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"4b7b0665-4449-471c-bd99-ed0d578868e9_Gumla-railway.jpg","dateCreated":"2019-09-04T02:11:26.486Z","dateModified":"2019-09-04T02:11:44.487Z","contributedBy":"AskGif","content":"गुमला एक शहर है जो भारत के झारखंड राज्य में गुमला जिले का मुख्यालय है।\r\n&nbsp;\r\nगुमला जिला भारत के झारखंड राज्य के चौबीस जिलों में से एक है और गुमला शहर इस जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nकनेक्टिविटी\r\nए) रोडवेज\r\n&nbsp;\r\nगुमला रांची और सिमडे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4b7b0665-4449-471c-bd99-ed0d578868e9_Gumla-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुमला","slug":"gumla"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-gumla-jharkhand","total":0},{"id":575,"title":"गोड्डा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"37758aab-1dee-4786-a67e-2eee3c86fdb0_Godda-tourism.jpg","dateCreated":"2019-09-04T02:04:09.662Z","dateModified":"2019-09-04T02:04:30.174Z","contributedBy":"AskGif","content":"गोड्डा भारतीय राज्य झारखंड में गोड्डा जिले का एक शहर और एक नगर पालिका है। जिले का क्षेत्रफल 2110 वर्ग किमी है। जिला मुख्यालय गोड्डा है।\r\n&nbsp;\r\nगोड्डा जिला पूर्वी भारत में झारखंड राज्य के चौबीस जिलों में से एक है। यह राज्य के पूर्वोत्तर भाग में स्थित है। भौगोलिक क्षेत्र जो अब गोड्ड","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37758aab-1dee-4786-a67e-2eee3c86fdb0_Godda-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"गोड्डा","slug":"godda"}],"slug":"top-places-to-visit-in-godda-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}