{"id":591,"title":"पश्चिम सिंहभूम, चाईबासा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","dateCreated":"2019-09-06T02:24:28.276Z","dateModified":"2019-09-06T02:24:46.041Z","contributedBy":"AskGif","content":"<p>पश्चिम सिंहभूम या पश्मि सिंहभूम झारखंड राज्य, भारत के 24 जिलों में से एक है। यह 16 जनवरी 1990 को अस्तित्व में आया, जब पुराने सिंहभूम जिले का विभाजन किया गया था। चाईबासा राज्य मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>चाईबासा भारत के झारखंड राज्य के पश्चिमी सिंहभूम जिले का एक कस्बा और नगरपालिका है। चाईबासा पश्चिमी सिंहभूम जिले का जिला मुख्यालय है। यह संभागीय आयुक्त की अध्यक्षता वाले सिंहभूम कोल्हान संभाग का मुख्यालय भी है। यह झारखंड के सबसे प्रसिद्ध स्वतंत्रता सेनानी बिरसा मुंडा के गृहनगर होने के साथ ही एक खनन केंद्र के रूप में प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला उत्तर में खूंटी जिले, पूर्व में सरायकेला खरसावां जिले, दक्षिण में क्योंझर, मयूरभंज और ओडिशा के सुंदरगढ़ जिलों और पश्चिम में झारखंड के सिमडेगा जिले और ओडिशा के सुंदरगढ़ जिले से घिरा हुआ है। जादुगुडा भारत में पहली यूरेनियम खदान है जो झारखंड के सिंहभूम जिले में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>चाईबासा में 10 वीं और 12 वीं कक्षा तक कई स्कूल हैं, जिनमें मांगीलाल रूंगटा मिडिल और हाई स्कूल, सेंट जेवियर्स स्कूल (जिनमें से कुछ लुपुंगुटु में हैं), एसपीजी स्कूल और कई अन्य (लूथरन स्कूल, नवोदय विद्यालय, पद्मावती जैन सरस्वती शिशु विद्या मंदिर, गांधी टोला में सेंट मैरी पब्लिक स्कूल, सेंट विवेका इंग्लिश मीडियम स्कूल, स्कॉट हिंदी गर्ल्स स्कूल, एसएसए निकेह टोला स्कूल, सूरजमुल जैन डीएवी पब्लिक स्कूल या जिला स्कूल)। कोल्हान इंटर कॉलेज और डीपीएस इंटर कॉलेज भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>हालांकि, कॉलेज शिक्षा और डिग्री पाठ्यक्रमों के मामले में, विकल्प सीमित हैं। 2009 में, कोल्हान विश्वविद्यालय का गठन चाईबासा में अपने प्रधान कार्यालय के साथ किया गया था। चाईबासा इंजीनियरिंग कॉलेज के अलावा, चाईबासा में औद्योगिक प्रशिक्षण संस्थान (ITI) और RAJII की एक शाखा भी है। यह शहर जी.सी. का भी घर है। जैन कॉमर्स कॉलेज, टाटा कॉलेज या महिलाओं के लिए महिला कॉलेज।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>सबसे अच्छी तरह से जुड़ा हुआ स्थान जमशेदपुर है जो चाईबासा से 60 किमी दूर है। दूसरा सबसे अच्छा स्थान चक्रधरपुर, हावड़ा - मुंबई मुख्य लाइन पर चाईबासा से 25 किमी दूर है। जमशेदपुर से दो ट्रेनें चलती हैं जो चाईबासा से होकर गुजरती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एक और ट्रेन हावड़ा से चल रही है यानी हावड़ा बारबिल जन शताब्दी एक्सप्रेस चाईबासा से होकर गुजरती है। 2012 में चक्रधरपुर-बारबिल इंटरसिटी एक्सप्रेस की एक और ट्रेन चाईबासा से गुजरने लगी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>2014 में विशाखापत्तनम से एक और साप्ताहिक ट्रेन शुरू हुई - टाटानगर साप्ताहिक सुपरफास्ट एक्सप्रेस जो कि चाईबासा से भी गुजरती है। झारखंड की राजधानी, रांची चाईबासा से 145 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>चाईबासा उड़ीसा से दक्षिण-पश्चिम लाइन पर राजखरसाँ जंक्शन से हावड़ा-नागपुर-मुंबई लाइन के टाटानगर-बिलासपुर खंड पर एक स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में एक सार्वजनिक हवाई अड्डा नहीं है, लेकिन कुछ हेलीपैड हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूखी पीढ़ी</p>\r\n<p>प्रसिद्ध साहित्यिक और सांस्कृतिक आंदोलन के प्रवर्तक भूखी पीढी या हंग्री पीढ़ी, समीर रॉयचौधरी 1950 के दशक के बाद कई दशकों तक इस शहर में रहे।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>पश्चिम सिंहभूम जिला नव निर्मित झारखंड राज्य का दक्षिणी भाग बनाता है और यह राज्य का सबसे बड़ा जिला है। यह जिला 21.97 &deg; N से 23.60 &deg; N और 85.00 &deg; E से 86.90 &deg; E तक फैला हुआ है। यह जिला समुद्र तल से 244 मीटर की औसत ऊंचाई पर स्थित है और 7629.679 वर्ग किमी के क्षेत्र में फैला है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला घाटियों, खड़ी पहाड़ियों, और पहाड़ी ढलानों पर गहरे जंगलों के साथ बारी-बारी से पहाड़ियों से आच्छादित है। इसमें कुछ सर्वश्रेष्ठ साल वृक्ष के जंगल और प्रसिद्ध सारंडा वन शामिल हैं। यहां बहुत सारे झरने और जंगली जीवन के कई प्रकार हैं जैसे हाथी, बाइसन, बाघ, तेंदुआ, भालू, जंगली कुत्ते और जंगली सूअर। सांभर हिरण और चित्तीदार हिरण भी पाए जाते हैं, लेकिन आबाद इलाकों से सटे जंगलों में इनकी संख्या कम होती जा रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में लौह अयस्क की बड़ी मात्रा है, जो इस्पात उत्पादन की बढ़ती मांग को पूरा करने के लिए तेजी से खनन किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>नदियों</p>\r\n<p>पश्चिमी सिंहभूम जिले में बहने वाली नदियों में से कुछ हैं: कोएल, कारो-कोइना, कुजू, खरकई, संजाई, रोरो, देव और बैतारिनी।</p>\r\n<p>&nbsp;</p>\r\n<p>खान और खनिज</p>\r\n<p>पश्चिमी सिंहभूम जिले का बड़ा हिस्सा लौह-अयस्क और अन्य औद्योगिक रूप से महत्वपूर्ण खनिजों के भंडार से आच्छादित है, जिसमें निम्न शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>क्रोमाइट</p>\r\n<p>मैग्नेटाइट</p>\r\n<p>मैंगनीज</p>\r\n<p>Kainite</p>\r\n<p>चूना पत्थर</p>\r\n<p>कच्चा लोहा</p>\r\n<p>अदह</p>\r\n<p>साबुन-पत्थर</p>\r\n<p>शासन प्रबंध</p>\r\n<p>ब्लाकों / मंडल</p>\r\n<p>पश्चिमी सिंहभूम जिले में 18 ब्लॉक हैं। पश्चिमी सिंहभूम जिले के ब्लाकों की सूची निम्नलिखित हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>चाईबासा</p>\r\n<p>चक्रधरपुर</p>\r\n<p>Khuntipani</p>\r\n<p>Jhinkpani</p>\r\n<p>Tonto</p>\r\n<p>Kumardungi</p>\r\n<p>Tantnagar</p>\r\n<p>जगन्नाथपुर</p>\r\n<p>Manjhari</p>\r\n<p>Manjhgaon</p>\r\n<p>नोआमुंडी</p>\r\n<p>Bandgaon</p>\r\n<p>मनोहरपुर</p>\r\n<p>गोईलकेरा</p>\r\n<p>Sonua</p>\r\n<p>Gudri</p>\r\n<p>आनंदपुर</p>\r\n<p>Hatgamharia</p>\r\n<p>&nbsp;</p>\r\n<p>पश्चिमी सिंहभूम की अधिकांश आबादी होस की है।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>पश्चिम सिंहभूम जिला घने जंगलों और पहाड़ियों और वनस्पतियों और जीवों की एक किस्म से भरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/West_Singhbhum_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-west-singhbhum-chaibasa-jharkhand","tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"पश्चिम-सिंहभूम","slug":"west-singhbhum"},{"name":"चाईबासा","slug":"chaibasa"}],"recommendations":[{"id":591,"title":"पश्चिम सिंहभूम, चाईबासा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","dateCreated":"2019-09-06T02:24:28.276Z","dateModified":"2019-09-06T02:24:46.041Z","contributedBy":"AskGif","content":"पश्चिम सिंहभूम या पश्मि सिंहभूम झारखंड राज्य, भारत के 24 जिलों में से एक है। यह 16 जनवरी 1990 को अस्तित्व में आया, जब पुराने सिंहभूम जिले का विभाजन किया गया था। चाईबासा राज्य मुख्यालय है।\r\n&nbsp;\r\nचाईबासा भारत के झारखंड राज्य के पश्चिमी सिंहभूम जिले का एक कस्बा और नगरपालिका है। चाईब","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"पश्चिम-सिंहभूम","slug":"west-singhbhum"},{"name":"चाईबासा","slug":"chaibasa"}],"slug":"top-places-to-visit-in-west-singhbhum-chaibasa-jharkhand","total":0},{"id":583,"title":"लोहरदगा में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","dateCreated":"2019-09-05T03:15:22.774Z","dateModified":"2019-09-05T03:15:43.483Z","contributedBy":"AskGif","content":"लोहरदगा भारत के झारखंड राज्य की राजधानी रांची के पश्चिम में स्थित एक शहर और लोहरदगा जिले का जिला मुख्यालय है। इससे पहले (1900 के दशक के प्रारंभ में) लोहरदगा छोटानागपुर का आयुक्त मुख्यालय था। बाद में ही छोटानागपुर के आयुक्त को रांची स्थानांतरित कर दिया गया। आयुक्त कार्यालय अभी भी मौजूद है और इसमें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लोहरदगा","slug":"lohardaga"},{"name":"झारखंड","slug":"jharkhand"}],"slug":"top-places-to-visit-in-lohardaga-jharkhand","total":0},{"id":579,"title":"खूंटी में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","dateCreated":"2019-09-04T02:46:31.391Z","dateModified":"2019-09-04T02:47:20.693Z","contributedBy":"AskGif","content":"खुंटी, भारत के झारखंड राज्य में खूंटी जिले का मुख्यालय है। यह दक्षिण छोटानागपुर डिवीजन में है और चौबीस जिलों में से एक भारतीय राज्य झारखंड है। खूंटी जिले को 12 सितंबर 2007 को रांची जिले से बाहर किया गया था। इसे ऐतिहासिक रूप से बिरसा आंदोलन की गतिविधि के केंद्र के रूप में जाना जाता है। लोहरदगा के ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"खूंटी","slug":"khunti"}],"slug":"top-places-to-visit-in-khunti-jharkhand","total":0},{"id":564,"title":"बोकारो में देखने के लिए शीर्ष स्थान, झारखंड","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"बोकारो जिला भारत में सबसे अधिक औद्योगिक क्षेत्रों में से एक है। यह झारखंड राज्य, भारत के चौबीस जिलों में से एक है। इसकी स्थापना 1991 में धनबाद जिले से दो ब्लॉकों और गिरिडीह जिले से छह ब्लॉकों से मिलकर एक उपखंड के रूप में की गई थी।\r\n&nbsp;\r\nबोकारो स्टील सिटी भारत के नियोजित शहरों में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झारखंड","slug":"jharkhand"},{"name":"बोकारो","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}