{"id":591,"title":"Top Places to visit in West Singhbhum, Chaibasa Jharkhand","imageUrl":"f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","dateCreated":"2019-09-06T02:24:28.276Z","dateModified":"2019-09-06T02:24:46.041Z","contributedBy":"AskGif","content":"<p>West Singhbhum or Pashchimi Singhbhum is one of the 24 districts of Jharkhand state, India. It came into existence on 16 January 1990, when the old Singhbhum district was bifurcated. Chaibasa is the state headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Chaibasa is a town and a municipality in West Singhbhum district in the state of Jharkhand, India. Chaibasa is the district headquarters of West Singhbhum district. It is also the headquarter of Singhbhum Kolhan division headed by the Divisional commissioner. It is famous as a mining hub as well as for being the hometown of Birsa Munda, Jharkhand&rsquo;s most well known freedom fighter.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is bounded on north by Khunti district, on the east by Saraikela Kharsawan district, on the south by Keonjhar, Mayurbhanj and Sundergarh districts of Odisha and on the west by Simdega district of Jharkhand and Sundergarh district of Odisha. Jaduguda is first Uranium Mine in India located in Singhbhum district of Jharkhand.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are a number of schools up to 10th and 12th standards in Chaibasa, including the Mangillal Rungta middle and high school, the St. Xavier's schools (some of which are in Lupungutu), the SPG school and many others (a Lutheran school, the Navodaya Vidyalaya, the Padmawati Jain Saraswati Sishu Vidya Mandir, the St. Mary's Public School in Gandhi Tola, the St. Viveka English Medium School, the Scott Hindi Girls school, the S. S. A. Niche Tola School, the Surajmull Jain DAV Public School or the Zila School). There is also the Kolhan Inter College and the DPS Inter College.</p>\r\n<p>&nbsp;</p>\r\n<p>However, in the case of college education and degree courses, the choices are limited. In 2009, Kolhan University was constituted with its head office at Chaibasa. In addition to the Chaibasa Engineering College, Chaibasa also boasts of a branch of the Industrial Training Institute (ITI) and the RAJ ITI. The town is also home to the G.C. Jain Commerce College, the Tata College, or the Mahila College for women.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>The best-connected place is Jamshedpur which is 60&nbsp; km away from Chaibasa. The second best place is Chakradharpur, 25 km from Chaibasa on Howrah - Mumbai main line. There are two trains running from Jamshedpur which passes via Chaibasa.</p>\r\n<p>&nbsp;</p>\r\n<p>One more train is running from Howrah i.e. Howrah Barbil Jan Shatabdi Express passes via Chaibasa. In 2012 another train from Chakradharpur&ndash;Barbil Intercity Express had started passing through Chaibasa.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2014 another weekly train started from Visakhapatnam - Tatanagar Weekly Superfast Express which also passes through Chaibasa. Capital of Jharkhand, Ranchi is 145 km away from Chaibasa.</p>\r\n<p>&nbsp;</p>\r\n<p>Chaibasa is a station on the southbound line to Orissa from Rajkharsawan Junction on the Tatanagar&ndash;Bilaspur section of Howrah-Nagpur-Mumbai line.</p>\r\n<p>&nbsp;</p>\r\n<p>The city does not have a public airport, but there are some helipads.</p>\r\n<p>&nbsp;</p>\r\n<p>Hungry generation</p>\r\n<p>The exponents of famous literary and cultural movement Bhookhi Peedhi or Hungry generation, Samir Roychoudhury resided in this town for several decades after the 1950s.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>West Singhbhum district forms the Southern part of the newly created Jharkhand state and is the largest district in the state. The district spreads from 21.97&deg;N to 23.60&deg;N and from 85.00&deg;E to 86.90&deg;E. The district is situated at an average height of 244 metres above sea level and covers an area of 7629.679&nbsp; km&sup2;.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is covered with hills alternating with valleys, steep mountains, and deep forests on the mountain slopes. It contains some of the best Sal tree forests and the famous Saranda forest. There are plenty of waterfalls and a large variety of wild life like elephants, bison, tigers, leopards, bear, wild dogs and wild boars. Sambar Deer and spotted deer are also found but their numbers are decreasing in the forests adjoining inhabited areas.</p>\r\n<p>&nbsp;</p>\r\n<p>The district contains large deposits of iron ore which are increasingly being mined to feed the growing demand for steel production.</p>\r\n<p>&nbsp;</p>\r\n<p>Rivers</p>\r\n<p>Following are some of the rivers flowing in the West Singhbhum District: Koel, Karo-Koina, Kuju, Kharkai, Sanjai, Roro, Deo, and Baitarini.</p>\r\n<p>&nbsp;</p>\r\n<p>Mines and minerals</p>\r\n<p>The greater part of West Singhbhum district is covered with deposits of iron-ore and other industrially important minerals including the following:</p>\r\n<p>&nbsp;</p>\r\n<p>Chromite</p>\r\n<p>Magnetite</p>\r\n<p>Manganese</p>\r\n<p>Kainite</p>\r\n<p>Limestone</p>\r\n<p>Iron Ore</p>\r\n<p>Asbestos</p>\r\n<p>Soap-stone</p>\r\n<p>Administration</p>\r\n<p>Blocks/Mandals</p>\r\n<p>West Singhbhum district consists of 18 Blocks. The following are the list of the Blocks in West Singhbhum district:</p>\r\n<p>&nbsp;</p>\r\n<p>Chaibasa</p>\r\n<p>chakradharpur</p>\r\n<p>Khuntipani</p>\r\n<p>Jhinkpani</p>\r\n<p>Tonto</p>\r\n<p>Kumardungi</p>\r\n<p>Tantnagar</p>\r\n<p>Jagannathpur</p>\r\n<p>Manjhari</p>\r\n<p>Manjhgaon</p>\r\n<p>Noamundi</p>\r\n<p>Bandgaon</p>\r\n<p>Manoharpur</p>\r\n<p>Goilkera</p>\r\n<p>Sonua</p>\r\n<p>Gudri</p>\r\n<p>Anandpur</p>\r\n<p>Hatgamharia</p>\r\n<p>&nbsp;</p>\r\n<p>The majority of the population of West Singhbhum consists of Hos.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>West Singhbhum district is full of dense forests and hills and harbors a variety of flora and fauna.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/West_Singhbhum_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-west-singhbhum-chaibasa-jharkhand","tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"west-singhbhum","slug":"west-singhbhum"},{"name":"chaibasa","slug":"chaibasa"}],"recommendations":[{"id":591,"title":"Top Places to visit in West Singhbhum, Chaibasa Jharkhand","imageUrl":"f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","dateCreated":"2019-09-06T02:24:28.276Z","dateModified":"2019-09-06T02:24:46.041Z","contributedBy":"AskGif","content":"West Singhbhum or Pashchimi Singhbhum is one of the 24 districts of Jharkhand state, India. It came into existence on 16 January 1990, when the old Singhbhum district was bifurcated. Chaibasa is the state headquarters.\r\n&nbsp;\r\nChaibasa is a town and a municipality in West Singhbhum","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f23d2cbf-6372-4fff-8856-c99e923e5577_Chaibasa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"west-singhbhum","slug":"west-singhbhum"},{"name":"chaibasa","slug":"chaibasa"}],"slug":"top-places-to-visit-in-west-singhbhum-chaibasa-jharkhand","total":0},{"id":583,"title":"Top Places to visit in Lohardaga, Jharkhand","imageUrl":"b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","dateCreated":"2019-09-05T03:15:22.774Z","dateModified":"2019-09-05T03:15:43.483Z","contributedBy":"AskGif","content":"Lohardaga is a town and the district headquarters of Lohardaga district in the Indian state of Jharkhand, west of Ranchi, the state capital. Earlier (early 1900s) Lohardaga was the commissionary headquarters for Chotanagpur. It was only later that the commissionary of Chotanagpur was shifted to R","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b9bab645-69f0-4b56-87bc-8e671be1119f_Lohardaga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lohardaga","slug":"lohardaga"},{"name":"jharkhand","slug":"jharkhand"}],"slug":"top-places-to-visit-in-lohardaga-jharkhand","total":0},{"id":579,"title":"Top Places to visit in Khunti, Jharkhand","imageUrl":"71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","dateCreated":"2019-09-04T02:46:31.391Z","dateModified":"2019-09-04T02:47:20.693Z","contributedBy":"AskGif","content":"Khunti is the headquarter of Khunti district in the Indian state of Jharkhand. It is in South Chotanagpur division and one of the twenty-four districts the Indian state of Jharkhand. The district of Khunti was carved out of Ranchi district on 12 September 2007. It is historically known as the cen","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/71dfa688-7cc5-47f7-9156-a1741a72de9d_Khunti-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"khunti","slug":"khunti"}],"slug":"top-places-to-visit-in-khunti-jharkhand","total":0},{"id":564,"title":"Top Places to visit in Bokaro, Jharkhand","imageUrl":"358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","dateCreated":"2019-09-02T06:57:14.789Z","dateModified":"2019-09-02T06:58:47.397Z","contributedBy":"AskGif","content":"Bokaro district is one of the most industrialized zones in India. It is one of the twenty-four districts of the Jharkhand state, India. It was established in 1991 by carving out one subdivision consisting of two blocks from Dhanbad District and six blocks from Giridih District.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/358642d6-1402-48c0-a5ad-278af55e51e4_Bokaro-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jharkhand","slug":"jharkhand"},{"name":"bokaro","slug":"bokaro"}],"slug":"top-places-to-visit-in-bokaro-jharkhand","total":0}]}