{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"<p>बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व में स्थित है। 2011 की भारत की राष्ट्रीय जनगणना के अनंतिम परिणामों के अनुसार शहरी समूह की जनसंख्या 1,11,933 थी, और शहर MSL से 5 मीटर की औसत ऊंचाई के साथ 49.06 वर्ग किलोमीटर (18.94 वर्ग मील) के क्षेत्र में फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>बगलकोट जिला भारतीय राज्य कर्नाटक में एक प्रशासनिक जिला है। जिला मुख्यालय बागलकोट शहर में स्थित है। यह जिला उत्तरी कर्नाटक में स्थित है और बेलगाम, गडग, ​​कोप्पल, रायचूर और बीजापुर की सीमाएँ हैं। नया बागलकोट जिले को बीजापुर से 1997 में कर्नाटक सरकार की अधिसूचना आरडी 42 एलआरडी 87 भाग III के माध्यम से बाहर निकाला गया था। द्विपादित बागलकोट जिले में नौ तालुके शामिल हैं - बादामी, बागलकोट, बिलगी, गुल्डगुड्डा, राबकवि बनहट्टी, हुनगुंड, इलाकल, जमखंडी और मुधोल।</p>\r\n<p>&nbsp;</p>\r\n<p>बगलकोट में चालुक्य कला और वास्तुकला के अवशेष महत्वपूर्ण पर्यटक आकर्षण हैं। पट्टदकल्लू में विक्रमादित्य द्वितीय द्वारा निर्मित कई यूनेस्को विश्व धरोहर मंदिर हैं, जबकि मलयप्रभा नदी के तट पर स्थित ऐहोल, एक महत्वपूर्ण मंदिर शहर है, जिसमें शुरुआती और बाद में चालुक्य दोनों समय के 140 से अधिक मंदिर हैं। बादामी गुफा मंदिरों के गुफा मंदिर और लोकापुरा और बिलगी में राष्ट्रकूट के जैन मंदिर भी पास में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बागलकोट में कुटीर उद्योगों का प्रमुख स्थान है। यह जिला अपने रेशम और हथकरघा उद्योगों के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>घाटप्रभा नदी, मालाप्रभा नदी और कृष्णा नदी जिले से होकर बहती हैं। कूडलसंगमा कृष्णा और मालप्रभा नदियों के संगम स्थल पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत के अधिकांश जिलों की तरह, बागलकोट का नेतृत्व एक उपायुक्त करता है, जिसके विभिन्न तहसीलदार जिले में अलग-अलग तालुक रखते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>12 वीं सदी के समाज सुधारक बासवन्ना की समाधि, जो जातिगत शोषण के खिलाफ धर्मयुद्ध के लिए जानी जाती है, हुंडुंड के तालुक के एक शहर कुडालसंगामा में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>बादामी तालुक: बादामी, केरूर कुलगिरी</p>\r\n<p>बागलकोट तालुक: बागलकोट, कालाडगी, सीतामणि, नावानगर, नीलनगर</p>\r\n<p>बिलगी तालुक: आंगनवाड़ी, बिलगी</p>\r\n<p>हंगुंड तालुक: इल्कल, अमिंगद, हंगुंड, कराडी</p>\r\n<p>जामखंडी तालुक: जामखंडी, सांवलगी</p>\r\n<p>रबकवी-बनहट्टी: रबकवी, बनहट्टी, तेरदल</p>\r\n<p>मुधोल तालुक: लोकापुर, मुधोल, महालिंगपुर</p>\r\n<p>गुल्डगुड्डा तालुक:</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>बादामी</p>\r\n<p>बादामी गुफा मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>बादामी में वैष्णव गुफा मंदिर नंबर 3, 578 सीई</p>\r\n<p>&nbsp;</p>\r\n<p>गुफा मंदिर नंबर 3 में विष्णु प्रतिमा</p>\r\n<p>बादामी तालुक 550 CE - 753 CE से चालुक्यों के सिंहासन की सीट बना रहा, जब तक कि चालुक्य राजा कीर्तिवर्मन द्वितीय ने राष्ट्रकूट को उखाड़ फेंका।</p>\r\n<p>&nbsp;</p>\r\n<p>पट्टकल</p>\r\n<p>पट्टदकल में कई यूनेस्को विश्व धरोहर मंदिर हैं जो विक्रमादित्य द्वितीय द्वारा निर्मित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तर कर्नाटक के पट्टदकल में मल्लिकार्जुन मंदिर और काशी विश्वनाथ मंदिर</p>\r\n<p>मल्लिकार्जुन मंदिर द्रविड़ शैली में है जबकि काशी विश्वनाथ मंदिर पट्टादकल में नगारा शैली में है, जो लगभग 740 ईस्वी सन् में निर्मित है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐहोल</p>\r\n<p>ऐहोल, जो मलप्रभा नदी के तट पर स्थित है, एक महत्वपूर्ण मंदिर शहर है जिसमें शुरुआती और बाद में चालुक्य दोनों समय के 140 से अधिक मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>एहोल में दुर्गा मंदिर</p>\r\n<p>कुदालसंगम</p>\r\n<p>कुडलसंगामा, जहाँ बासवन्ना की समाधि स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>12 वीं सदी के समाज सुधारक बासवन्ना, जातिगत शोषण के खिलाफ धर्मयुद्ध के लिए जाने जाते हैं, उनका जन्म बसावना बागेवाड़ी में हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>महाकूट महाकूट मंदिरों का समूह</p>\r\n<p>शिव को समर्पित महाकुटेश्वर मंदिर, द्रविड़ शैली में बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>महाकुटा के रास्ते में एक जंगल में स्थित नागनाथ मंदिर, शिव को समर्पित शुरुआती चालुक्य मंदिरों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>महाकूट कभी शैव पंथ का उपरिकेंद्र था और पहाड़ियों से घिरा हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>महाकुटेश्वर मंदिर और संगमेश्वर मंदिर, महाकूट</p>\r\n<p>बनशंकरी अम्मा मंदिर</p>\r\n<p>यहां, जनवरी और फरवरी के दौरान एक वार्षिक मेला और उत्सव आयोजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बनशंकरी में मंदिर बनशंकरी या शाकम्बरी को समर्पित है, जो पार्वती का एक रूप है। यह चोलाचगुद में स्थित है, जिसे लोकप्रिय रूप से बनशंकरी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुधोल</p>\r\n<p>मुधोल कवि कवि चक्रवर्ती रन्ना की जन्मस्थली है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुधोल ब्रिटिश भारत की 9-बंदूक रियासतों में से एक थी।</p>\r\n<p>&nbsp;</p>\r\n<p>मुधोल कुत्ते की एक नस्ल के लिए प्रसिद्ध है जिसे मुधोल हाउंड के नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>बगलकोट में कई शैक्षणिक संस्थान हैं, जिनमें बसवेश्वरा विद्या वर्धा संघ और सकरी संघ शामिल हैं। कई कॉलेज रानी चन्नम्मा विश्वविद्यालय, बेलगाम, विश्वेश्वरैया प्रौद्योगिकी विश्वविद्यालय, राजीव गांधी स्वास्थ्य विज्ञान विश्वविद्यालय, रामनगर से संबद्ध हैं। बसवेश्वरा इंजीनियरिंग कॉलेज (BEC) 1963 में स्थापित किया गया था। S Nijalingappa Medical College, HSK (Hanagal Shree Kumareshwar) Hospital and Research Center, Bagalkote राजीव गांधी स्वास्थ्य विज्ञान विश्वविद्यालय से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्यानिकी विज्ञान विश्वविद्यालय (UHS) का मुख्यालय नवानगर में स्थित है, बागलकोट इसके घटक कॉलेजों के साथ राज्य भर में फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>बागलकोट में कृषि विज्ञान केंद्र है</p>\r\n<p>&nbsp;</p>\r\n<p>source:&nbsp;https://en.wikipedia.org/wiki/Bagalkot_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bagalkot-karnataka","tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"recommendations":[{"id":598,"title":"चामराजनगर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","dateCreated":"2019-09-07T02:58:52.632Z","dateModified":"2019-09-07T02:59:08.803Z","contributedBy":"AskGif","content":"चामराजनगर भारत के कर्नाटक के दक्षिणी भाग में स्थित एक शहर है। मैसूर के पूर्ववर्ती राजा, चामराजा वोडेयार IX के नाम पर, यह अंतरराज्यीय राजमार्ग पर स्थित है जो तमिलनाडु और केरल के पड़ोसी राज्यों को जोड़ता है।\r\n&nbsp;\r\nचामराजनगर भारत के कर्नाटक राज्य में सबसे दक्षिणी जिला है। यह वर्ष 19","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चामराजनगर","slug":"chamarajnagar"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-chamarajnagar-karnataka","total":0},{"id":597,"title":"बीदर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","dateCreated":"2019-09-07T02:39:56.465Z","dateModified":"2019-09-07T02:40:09.441Z","contributedBy":"AskGif","content":"बीदर भारत में कर्नाटक राज्य के उत्तर-पूर्वी भाग में एक पहाड़ी शीर्ष शहर है। यह बीदर का मुख्यालय है जो महाराष्ट्र और तेलंगाना की सीमाओं को पार करता है। यह व्यापक बीदर मेट्रोपॉलिटन क्षेत्र में एक तेजी से शहरीकरण वाला शहर है। यह शहर अपने स्थापत्य, ऐतिहासिक और धार्मिक महत्व के कई स्थलों के लिए जाना ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बीदर","slug":"bidar"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-bidar-karnataka","total":0},{"id":595,"title":"बेंगलुरु ग्रामीण, बेंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","dateCreated":"2019-09-07T02:24:35.884Z","dateModified":"2019-09-07T02:24:49.838Z","contributedBy":"AskGif","content":"बेंगलुरु ग्रामीण जिला कर्नाटक, भारत के 30 जिलों में से एक है। इसका गठन 1986 में किया गया था, जब बेंगलुरु को बेंगलुरु (ग्रामीण) और बेंगलुरु (शहरी) में विभाजित किया गया था। वर्तमान में बेंगलुरु ग्रामीण जिले में, 2 डिवीजन, 4 तालुका, 35 हॉलीस (गांवों का समूह), 1,713 बसे हुए और 177 निर्जन गांव, 9 शहर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बेंगलुरु-ग्रामीण","slug":"bengaluru-rural"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"बेंगलुरु","slug":"bengaluru"}],"slug":"top-places-to-visit-in-bengaluru-rural-bengaluru-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}