{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"<p>Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) southeast of Mumbai. The population of the urban agglomeration was 1,11,933 according to the provisional results of 2011 national census of India, and the city is spread over an area of 49.06 square kilometres (18.94 sq mi) with an average elevation of 532 m above MSL.</p>\r\n<p>&nbsp;</p>\r\n<p>Bagalkot district is an administrative district in the Indian state of Karnataka. The district headquarters is located in the town of Bagalkote. The district is located in northern Karnataka and borders Belgaum, Gadag, Koppal, Raichur and Bijapur. The new Bagalkote district was carved out of Bijapur in 1997 via Government of Karnataka directive Notification RD 42 LRD 87 Part III. The bifurcated Bagalkote district consists of nine taluks &mdash; Badami, Bagalkote, Bilagi, Guledgudda,RabkaviBanhatti, Hunagund, Ilkal, Jamakhandi and Mudhol.</p>\r\n<p>&nbsp;</p>\r\n<p>Remnants of Chalukyan art and architecture are important tourist attractions in Bagalkote. Pattadakallu has many UNESCO World Heritage temples built by Vikramaditya II, while Aihole, which lies on the banks of the Malaprabha River, is an important temple town with over 140 temples belonging to both the early and later Chalukya times. The cave temples of Badami Cave Temples and the Jain temples of Rashtrakutas at Lokapura and Bilgi are also nearby.</p>\r\n<p>&nbsp;</p>\r\n<p>Cottage industries occupy a predominant position in Bagalkote. The district is known for its silk and handloom industries.</p>\r\n<p>&nbsp;</p>\r\n<p>Ghataprabha River, Malaprabha River and Krishna River flow through the district. Koodalasangama lies at the point of confluence of rivers Krishna and Malaprabha.</p>\r\n<p>&nbsp;</p>\r\n<p>Like most districts in India, Bagalkote is headed by a Deputy Commissioner, with various Tahalsidars heading individual taluks in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>The Samadhi of 12th-century social reformist Basavanna, known for his crusade against caste exploitation, is located in Koodalasangama, a town in the taluk of Hungund.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Badami taluk: Badami, Kerur Kulageri</p>\r\n<p>Bagalkote taluk: Bagalkot, Kaladgi, Sitimani, Navanagar, Neelanagar</p>\r\n<p>Bilgi taluk: Anagwadi, Bilgi</p>\r\n<p>Hungund taluk: Ilkal, Amingad, Hungund, Karadi</p>\r\n<p>Jamkhandi taluk: Jamkhandi, Savalagi</p>\r\n<p>Rabkavi-Banahatti: Rabkavi, Banahatti, Terdal</p>\r\n<p>Mudhol taluk: Lokapur, Mudhol, Mahalingpur</p>\r\n<p>Guledgudda taluk:</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Badami</p>\r\n<p>Badami Cave Temples</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Vaishnava Cave temple No. 3 at Badami, 578 CE</p>\r\n<p>&nbsp;</p>\r\n<p>Vishnu image in Cave temple No. 3</p>\r\n<p>Badami taluk remained the seat of the throne of the Chalukyas from 550 CE - 753 CE, till Chalukya king Kirtivarman II was overthrown by the Rashtrakutas.</p>\r\n<p>&nbsp;</p>\r\n<p>Pattadakal</p>\r\n<p>Pattadakal has many UNESCO World Heritage temples built by Vikramaditya II.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Mallikarjuna temple and Kashi Vishwanatha temple at Pattadakal, North Karnataka</p>\r\n<p>Mallikarjuna temple is in dravidian style while Kashi Vishwanatha temple is in nagara style at Pattadakal, built around 740 CE.</p>\r\n<p>&nbsp;</p>\r\n<p>Aihole</p>\r\n<p>Aihole, which lies on the banks of the Malaprabha River, is an important temple town with over 140 temples belonging to both the early and later Chalukya times.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Durga temple at Aihole</p>\r\n<p>Kudalasangama</p>\r\n<p>Kudalasangama, where Basavanna's samadhi is located.</p>\r\n<p>&nbsp;</p>\r\n<p>The 12th-century social reformist Basavanna, known for his crusade against caste exploitation, was born in Basavana Bagewadi.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahakuta Mahakuta group of temples</p>\r\n<p>The Mahakuteshwara temple dedicated to Shiva, is built in the Dravidian style.</p>\r\n<p>&nbsp;</p>\r\n<p>Naganath Temple, located in a forest on the way to Mahakuta, is one of the early Chalukya temples dedicated to Shiva.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahakuta was once the epicenter of shaiva cult and is surrounded by hills.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Mahakutesvara temple and Sangamesvara temple, Mahakuta</p>\r\n<p>Banashankari Amma Temple</p>\r\n<p>Here, an annual fair and festival is held during January &amp; February.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple in Banashankari is dedicated to Banashankari or Shakambari, a form of Parvati. It is located at Cholachagud, popularly called Banashankari.</p>\r\n<p>&nbsp;</p>\r\n<p>Mudhol</p>\r\n<p>Mudhol is the birthplace of poet Kavi Chakravarti Ranna.</p>\r\n<p>&nbsp;</p>\r\n<p>Mudhol was one of the 9-gun princely states of British India.</p>\r\n<p>&nbsp;</p>\r\n<p>Mudhol is famous for a breed of dog known as the Mudhol Hound.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Bagalkote has a number of educational institutions, including Basaveshwara Vidya Vardhaka Sangha and Sakri Sangha. A number of colleges are affiliated with Rani Channamma University, Belgaum, Visvesvaraya Technological University, Rajiv Gandhi University of Health Sciences, Ramanagara. Basaveshvara Engineering College (BEC) was established in 1963. S Nijalingappa Medical College, HSK (Hanagal Shree Kumareshwar) Hospital and Research Centre, Bagalkote is affiliated with Rajiv Gandhi University of Health Sciences.</p>\r\n<p>&nbsp;</p>\r\n<p>The University of Horticultural Sciences (UHS) is headquartered in Navanagar, Bagalkote with its constituent colleges spread across the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Bagalkot houses the Krishi Vignan Kendra</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bagalkot_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bagalkot-karnataka","tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"recommendations":[{"id":598,"title":"Top Places to visit in Chamarajnagar, Karnataka","imageUrl":"ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","dateCreated":"2019-09-07T02:58:52.632Z","dateModified":"2019-09-07T02:59:08.803Z","contributedBy":"AskGif","content":"Chamarajanagar is a town in the southern part of Karnataka, India. Named after Chamaraja Wodeyar IX, the erstwhile king of Mysore, it is located on the interstate highway linking the neighboring states of Tamil Nadu and Kerala.\r\n&nbsp;\r\nChamarajanagar is the southernmost district in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chamarajnagar","slug":"chamarajnagar"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-chamarajnagar-karnataka","total":0},{"id":597,"title":"Top Places to visit in Bidar, Karnataka","imageUrl":"4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","dateCreated":"2019-09-07T02:39:56.465Z","dateModified":"2019-09-07T02:40:09.441Z","contributedBy":"AskGif","content":"Bidar is a hill top city in the north-eastern part of Karnataka state in India. It is the headquarters of the Bidar which borders Maharashtra and Telangana. It is a rapidly urbanising city in the wider Bidar Metropolitan area. The city is well known for its many sites of architectural, historical","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bidar","slug":"bidar"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-bidar-karnataka","total":0},{"id":595,"title":"Top Places to visit in Bengaluru Rural, Bengaluru, Karnataka","imageUrl":"0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","dateCreated":"2019-09-07T02:24:35.884Z","dateModified":"2019-09-07T02:24:49.838Z","contributedBy":"AskGif","content":"Bengaluru Rural District is one of the 30 districts in Karnataka, India. It was formed in 1986, when Bengaluru was divided into Bengaluru (Rural) and Bengaluru (Urban). Presently in Bengaluru Rural district, there are 2 divisions, 4 Talukas, 35 Hoblis (cluster of villages), 1,713 inhabited and 17","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bengaluru-rural","slug":"bengaluru-rural"},{"name":"bangalore","slug":"bangalore"},{"name":"bengaluru","slug":"bengaluru"}],"slug":"top-places-to-visit-in-bengaluru-rural-bengaluru-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}