{"id":593,"title":"Top Places to visit in Ballari, Karnataka","imageUrl":"c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","dateCreated":"2019-09-06T03:30:00.354Z","dateModified":"2019-09-06T03:30:15.55Z","contributedBy":"AskGif","content":"<p>Bellary, officially Ballari, in the eponymous Bellari district, is a major city in the state of Karnataka, India. It is 311 km from the state capital of Bangaluru and 358 km from Hyderabad. Bellary has an urban population of 4,10,445 and metro population of 7,70,929 making it one of the most populous cities of Karnataka.</p>\r\n<p>&nbsp;</p>\r\n<p>Ballari is a major district in Karnataka state, India. It is located at north-eastern part of Karnataka. This district belongs to Hyderabad-Karnataka.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>311 km from Bangalore is Bellary Fort, a historic fort.</p>\r\n<p>353 km from Bangalore and 74 km from Bellary is Hampi, known for the ruins of Vijayanagara.</p>\r\n<p>300 km from Bangalore and 60 km from Bellary is Bommghatta, known for its Hindu temple which hosts the deity Hanuman as Hulikunteraya.</p>\r\n<p>300 km from Bangalore and 85 km from Bellary is Timmalapura, known for its temple to Sri Krishna.</p>\r\n<p>Connectivity</p>\r\n<p>By Air:The nearest airport is Vidyanagar Airport.The airport is connected with Banglore and Hyderbad daily. A new airport is under construction in Bellary city Outscrits.</p>\r\n<p>&nbsp;</p>\r\n<p>By Rail:The district has two main junctions at Bellary and Hospete.The two junctions are connected with major junctions in both North and South India.</p>\r\n<p>&nbsp;</p>\r\n<p>By Road:The district has main National Highway 67.The district is connected with Bidar-SRI Rangapatna Highway. Nekrtc play buses in bellary.</p>\r\n<p>&nbsp;</p>\r\n<p>This district has the highest deposits of iron ore in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical sites, farm land and rich minerals characterize Ballari district. It is also the home of the former capital of the famous Vijayanagara Empire, Vijayanagara, a UNESCO World Heritage Site. Recently making headlines with mining industry, Ballari, the district's capital, is known as Steel City and Gani Nadu (City of Mining) .</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>See Category:People from Bellary</p>\r\n<p>&nbsp;</p>\r\n<p>Manjula Chellur &minus;1st Woman Chief Justice of Calcutta High Court</p>\r\n<p>Ibrahim B. Syed &ndash; Indo-American Radiologist</p>\r\n<p>Nagarur Gopinath &ndash; One of the pioneers of cardiothoracic surgery in India, credited with the first successful performance of open heart surgery in India in 1962. Recipient of Padma Shri (1974) and Dr. B. C. Roy Award (1978).</p>\r\n<p>Arcot Ranganatha Mudaliar &ndash; Former Deputy Collector of Bellary, politician and theosophist. He served as the Minister of Public Health and Excise for the Madras Presidency from 1926 to 1928.</p>\r\n<p>Basavarajeshwari &ndash; Politician and Industrialist</p>\r\n<p>Naveen Chandra &ndash; Actor in Telugu film industry</p>\r\n<p>Bellary Raghava (1880&ndash;1946) &ndash; Noted dramatist. The Raghava Kala Mandir auditorium in Bellary is named after him.</p>\r\n<p>Dharmavaraṃ Rāmakr̥ṣṇamācāryulu (1853&ndash;1912) &ndash; Noted dramatist.</p>\r\n<p>Bhargavi Rao &ndash; a renowned Kannada-Telugu translator, winner of the prestigious Kendra Sahitya Academy award</p>\r\n<p>Jayanthi &ndash; Renowned cinema actress, born in Bellary.</p>\r\n<p>Kolachalam Srinivasa Rao (1854&ndash;1919) &ndash; Noted dramatist.</p>\r\n<p>K.C.Kondaiah &ndash; Politician and industrialist</p>\r\n<p>Rai Bahadur A. Sabhapathy Mudaliar &ndash; Philanthropist; The Women &amp; Children's Hospital or The District Hospital was initially named after him, following his donation of land and building to the hospital.</p>\r\n<p>Ravi Belagere &ndash; Actor, writer, novelist, journalist, publisher of the Hai Bengaluru Tabloid</p>\r\n<p>Tekur Subramanyam &ndash; Indian Freedom Fighter, First post-independence MP of Bellary, elected thrice in a row since 1952, Political Secretary to Prime Minister Jawaharlal Nehru</p>\r\n<p>Gali Janardhan Reddy &ndash; Former minister &amp;district incharge.He is one of the richest politicians in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Ballari comes under the administrative control of Gulbarga division and development jurisdiction of H.K.D.B, Gulbarga.</p>\r\n<p>&nbsp;</p>\r\n<p>It has 2 revenue sub divisions, Ballari subdivision and Hosapete subdivision, which in all have seven taluks. The Ballari subdivision has 3 taluks, while there are four taluks in Hosapete subdivision. There are 27 hoblies, one Corporation, one City Municipal Council, two town municipality, six town panchayats, 542 revenue villages, and 436 thandas/habitations.</p>\r\n<p>&nbsp;</p>\r\n<p>According to the 2011 census Bellary district has a population of 2,532,383, roughly equal to the nation of Kuwait or the US state of Nevada. This gives it a ranking of 168th in India (out of a total of 640). The district has a population density of 300 inhabitants per square kilometre (780/sq mi) . Its population growth rate over the decade 2001-2011 was 24.92%. Bellary has a sex ratio of 978 females for every 1000 males, and a literacy rate of 67.85%.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bellary</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ballari-karnataka","tags":[{"name":"ballari","slug":"ballari"},{"name":"karnataka","slug":"karnataka"}],"recommendations":[{"id":622,"title":"Top Places to visit in Yadgir, Karnataka","imageUrl":"f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","dateCreated":"2019-09-08T12:09:39.827Z","dateModified":"2019-09-08T12:09:54.434Z","contributedBy":"AskGif","content":"Yadagiri is a city and the administrative headquarters of Yadagiri district in the Indian state of Karnataka. It is also the administrative headquarters of Yadagiri Taluku, one of the three talukas of the district.\r\n&nbsp;\r\nYadgir District is one of the 30 districts of Karnataka sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"yadgir","slug":"yadgir"}],"slug":"top-places-to-visit-in-yadgir-karnataka","total":0},{"id":616,"title":"Top Places to visit in Ramanagara, Karnataka","imageUrl":"7f32f77a-f215-4efa-a5d3-67fc571bf1fe_Ramanagara-railway.jpg","dateCreated":"2019-09-08T06:35:33.138Z","dateModified":"2019-09-08T06:35:52.9Z","contributedBy":"AskGif","content":"Ramanagara is a city and a city municipal council in the Indian state of Karnataka. It is also the headquarters of Ramanagara district. It is approximately 50 kilometers from Bangalore. There is bus and train public transportation which approximately takes 90 minutes from Bangalore.\r\n&nbsp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f32f77a-f215-4efa-a5d3-67fc571bf1fe_Ramanagara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"ramanagara","slug":"ramanagara"}],"slug":"top-places-to-visit-in-ramanagara-karnataka","total":0},{"id":609,"title":"Top Places to visit in Kodagu, Madikeri Karnataka","imageUrl":"3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","dateCreated":"2019-09-07T14:52:37.897Z","dateModified":"2019-09-07T14:52:53.096Z","contributedBy":"AskGif","content":"Kodagu (also known by its former name Coorg) is an administrative district in Karnataka, India. Before 1956, it was an administratively separate Coorg State, at which point it was merged into an enlarged Mysore State. It occupies an area of 4,102 square kilometres (1,584 sq mi) in the Western Gha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kodagu","slug":"kodagu"},{"name":"karnataka","slug":"karnataka"},{"name":"coorg","slug":"coorg"},{"name":"madikeri","slug":"madikeri"}],"slug":"top-places-to-visit-in-kodagu-madikeri-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}