{"id":593,"title":"बल्लारी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","dateCreated":"2019-09-06T03:30:00.354Z","dateModified":"2019-09-06T03:30:15.55Z","contributedBy":"AskGif","content":"<p>बेल्लारी, आधिकारिक तौर पर बल्लारी, नामिक बेलारी जिले में, भारत के कर्नाटक राज्य का एक प्रमुख शहर है। यह राज्य की राजधानी बंगलुरु से 311 किमी और हैदराबाद से 358 किमी दूर है। बेल्लारी की शहरी आबादी 4,10,445 है और 7,70,929 की मेट्रो आबादी इसे कर्नाटक के सबसे अधिक आबादी वाले शहरों में से एक बनाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>बल्लारी भारत के कर्नाटक राज्य का एक प्रमुख जिला है। यह कर्नाटक के उत्तर-पूर्वी भाग में स्थित है। यह जिला हैदराबाद-कर्नाटक के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>बैंगलोर से 311 किमी दूर बेल्लारी किला है, एक ऐतिहासिक किला।</p>\r\n<p>बैंगलोर से 353 किमी और बेल्लारी से 74 किमी दूर हम्पी है, जिसे विजयनगर के खंडहरों के लिए जाना जाता है।</p>\r\n<p>बैंगलोर से 300 किमी और बेल्लारी से 60 किमी दूर बोमघट्टा है, जो अपने हिंदू मंदिर के लिए जाना जाता है, जो हनुमान के रूप में हनुमान को होस्ट करता है।</p>\r\n<p>बैंगलोर से ३०० किमी और बेल्लारी से km५ किमी दूर तमलमपुरा है, जो अपने मंदिर श्रीकृष्ण के लिए जाना जाता है।</p>\r\n<p>कनेक्टिविटी</p>\r\n<p>हवाई मार्ग से: निकटतम हवाई अड्डा विद्यानगर हवाई अड्डा है। हवाई अड्डा प्रतिदिन बैंग्लोर और हैदरबाद से जुड़ा हुआ है। बेल्लारी शहर के आउटस्क्रिट्स में एक नया हवाई अड्डा निर्माणाधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल द्वारा: जिले के बेल्लारी और होस्पेट में दो मुख्य जंक्शन हैं। दो जंक्शन उत्तर और दक्षिण भारत दोनों में प्रमुख जंक्शनों से जुड़े हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग द्वारा: जिले का मुख्य राष्ट्रीय राजमार्ग 67 है। यह जिला बीदर-एसआरआई रंगपटना राजमार्ग से जुड़ा हुआ है। Nekrtc घंटी में बसें खेलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में भारत में लौह अयस्क का सर्वाधिक भंडार है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थल, कृषि भूमि और समृद्ध खनिज बल्लारी जिले की विशेषता है। यह प्रसिद्ध विजयनगर साम्राज्य की पूर्व राजधानी, विजयनगर, यूनेस्को की विश्व धरोहर स्थल का घर भी है। हाल ही में, खनन उद्योग के साथ सुर्खियों में, जिले की राजधानी, बल्लारी, जिसे स्टील सिटी और गनी नाडु (खनन का शहर) के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>देखें श्रेणी: बेल्लारी के लोग</p>\r\n<p>&nbsp;</p>\r\n<p>मंजुला चेल्लूर st1 वीं महिला मुख्य न्यायाधीश कलकत्ता उच्च न्यायालय</p>\r\n<p>इब्राहिम बी। सैयद - इंडो-अमेरिकन रेडियोलॉजिस्ट</p>\r\n<p>नगरूर गोपीनाथ - भारत में कार्डियोथोरेसिक सर्जरी के अग्रदूतों में से एक, 1962 में भारत में ओपन हार्ट सर्जरी के पहले सफल प्रदर्शन का श्रेय। पद्म श्री (1974) और डॉ। बी। रॉय रॉय पुरस्कार (1978) के प्राप्तकर्ता।</p>\r\n<p>अर्कोट रंगनाथ मुदलियार - बेल्लारी के पूर्व डिप्टी कलेक्टर, राजनीतिज्ञ और थियोसोफिस्ट। उन्होंने 1926 से 1928 तक मद्रास प्रेसीडेंसी के लिए सार्वजनिक स्वास्थ्य और आबकारी मंत्री के रूप में कार्य किया।</p>\r\n<p>बसवराजेश्वरी - राजनीतिज्ञ और उद्योगपति</p>\r\n<p>नवीन चंद्र - तेलुगु फिल्म उद्योग में अभिनेता</p>\r\n<p>बेल्लारी राघव (1880-1946) - प्रख्यात नाटककार। बेल्लारी में राघव कला मंदिर का सभागार उन्हीं के नाम पर है।</p>\r\n<p>धर्मरावc रामकृष्णचक्रुलु (१19५३-१९ १२) - प्रख्यात नाटककार।</p>\r\n<p>भार्गवी राव - एक प्रसिद्ध कन्नड़-तेलुगु अनुवादक, प्रतिष्ठित केंद्र साहित्य अकादमी पुरस्कार के विजेता</p>\r\n<p>जयंती - प्रसिद्ध सिनेमा अभिनेत्री, बेल्लारी में पैदा हुई।</p>\r\n<p>कोलाचलम श्रीनिवास राव (1854-1919) - प्रख्यात नाटककार।</p>\r\n<p>के.सी. कोंडैया - राजनीतिज्ञ और उद्योगपति</p>\r\n<p>राय बहादुर ए। सभापति मुदलियार - परोपकारी; महिला और बच्चों के अस्पताल या जिला अस्पताल का नाम शुरू में उनके नाम पर रखा गया था, जो अस्पताल के लिए भूमि और भवन का दान था।</p>\r\n<p>रवि बेलगेरे - अभिनेता, लेखक, उपन्यासकार, पत्रकार, हाई बेंगलुरु टैब्लॉयड के प्रकाशक</p>\r\n<p>ठाकुर सुब्रमण्यम - भारतीय स्वतंत्रता सेनानी, बेल्लारी के प्रथम स्वतंत्रता-बाद के सांसद, 1952 के बाद से लगातार तीन बार निर्वाचित, प्रधानमंत्री जवाहरलाल नेहरू के राजनीतिक सचिव</p>\r\n<p>गली जनार्दन रेड्डी - पूर्व मंत्री और जिला प्रभारी। वे भारत के सबसे अमीर राजनेताओं में से एक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>बल्लारी गुलबर्गा डिवीजन के प्रशासनिक नियंत्रण और H.K.D.B, गुलबर्गा के विकास क्षेत्राधिकार में आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके 2 राजस्व उप प्रभाग हैं, बल्लारी उपखंड और होसपेटे उपखंड, जिनमें सभी में सात ताल हैं। बल्लारी उपखंड में 3 तालुका हैं, जबकि होसपेट उपखंड में चार तालुके हैं। 27 हॉबीज़, एक कॉरपोरेशन, एक सिटी म्युनिसिपल काउंसिल, दो टाउन म्युनिसिपैलिटी, छह टाउन पंचायत, 542 रेवेन्यू गाँव और 436 ठण्डा / बस्तियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना के अनुसार बेल्लारी जिले की आबादी 2,532,383 है, जो कुवैत या अमेरिका के नेवादा राज्य के बराबर है। यह इसे भारत में 168 वीं (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 300 निवासियों प्रति वर्ग किलोमीटर (780 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 24.92% थी। बेल्लारी में हर 1000 पुरुषों पर 978 महिलाओं का लिंगानुपात और साक्षरता दर 67.85% है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bellary</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ballari-karnataka","tags":[{"name":"बल्लारी","slug":"ballari"},{"name":"कर्नाटक","slug":"karnataka"}],"recommendations":[{"id":622,"title":"यादगीर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","dateCreated":"2019-09-08T12:09:39.827Z","dateModified":"2019-09-08T12:09:54.434Z","contributedBy":"AskGif","content":"यादगिरी एक शहर है और भारतीय राज्य कर्नाटक में यादगिरी जिले का प्रशासनिक मुख्यालय है। यह जिले के तीन तालुकों में से एक, यादागिरी तालुक का प्रशासनिक मुख्यालय भी है।\r\n&nbsp;\r\nयादगीर जिला दक्षिण भारत में कर्नाटक राज्य के 30 जिलों में से एक है। इस जिले को 10 अप्रैल 2010 को कर्नाटक के 30 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"यादगीर","slug":"yadgir"}],"slug":"top-places-to-visit-in-yadgir-karnataka","total":0},{"id":616,"title":"रामनगर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7f32f77a-f215-4efa-a5d3-67fc571bf1fe_Ramanagara-railway.jpg","dateCreated":"2019-09-08T06:35:33.138Z","dateModified":"2019-09-08T06:35:52.9Z","contributedBy":"AskGif","content":"रामनगर भारतीय राज्य कर्नाटक में एक शहर और एक नगरपालिका परिषद है। यह रामनगर जिले का मुख्यालय भी है। यह बैंगलोर से लगभग 50 किलोमीटर की दूरी पर है। बस और ट्रेन सार्वजनिक परिवहन है जो बैंगलोर से लगभग 90 मिनट लगते हैं।\r\n&nbsp;\r\nरामनगर जिला, दक्षिण भारत में कर्नाटक राज्य के 30 जिलों में स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f32f77a-f215-4efa-a5d3-67fc571bf1fe_Ramanagara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"रामनगर","slug":"ramanagara"}],"slug":"top-places-to-visit-in-ramanagara-karnataka","total":0},{"id":609,"title":"कोडागू , मदिकेरी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","dateCreated":"2019-09-07T14:52:37.897Z","dateModified":"2019-09-07T14:52:53.096Z","contributedBy":"AskGif","content":"कोडगु (जिसे इसके पूर्व नाम कूर्ग के नाम से भी जाना जाता है) कर्नाटक, भारत में एक प्रशासनिक जिला है। 1956 से पहले, यह एक प्रशासनिक रूप से अलग कूर्ग राज्य था, जिसके बिंदु पर इसे एक विस्तृत मैसूर राज्य में मिला दिया गया था। यह दक्षिण-पश्चिमी कर्नाटक के पश्चिमी घाट में 4,102 वर्ग किलोमीटर (1,584 वर्ग","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोडागू","slug":"kodagu"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"कूर्ग","slug":"coorg"},{"name":"मदिकेरी","slug":"madikeri"}],"slug":"top-places-to-visit-in-kodagu-madikeri-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}