{"id":594,"title":"Top Places to visit in Belagavi, Belgaum Karnataka","imageUrl":"e300399b-5ba9-4e91-9ddd-047cdd9959b4_Belagavi-railway.jpg","dateCreated":"2019-09-07T02:12:36.182Z","dateModified":"2019-09-07T02:12:50.84Z","contributedBy":"AskGif","content":"<p>Belagavi ( earlier known as &ldquo;Venugrama&rdquo; or the &ldquo;Bamboo Village&rdquo;) is one of the oldest, strong, prominent and well cultured historical place nestling high in the Western Ghats. The old town area with cotton and silk weavers stands gloriously besides the modern, bustling, tree-lined British Cantonment. Step out of the forts and you have a wide choice of temples and churches to visit. Belagavi has an enviable heritage and offers much to be discovered. It lies in the zone of cultural transition between Karnataka, Maharashtra and Goa with a known antiquity clearly traceable upto 2nd Century A.D. Due to its proximity with the states of Maharashtra and Goa, Belagavi has acquired the cultural flavour of these states and blended it with the local Kannada culture to create a rich heritage, which is unique in its manifestation. It is also known as Malenadu or Rain Country and the vegetation here is verdant green throughout the year. Well, centuries have passed and today it is an entirely different story. Belagavi has now become one of the important and considered district in the state of Karnataka. Belagavi is now marching with a tag of fast growing, redeveloping district with a population of 47,79,661 as per 2011 Census. Belagavi is exactly at the center between Mumbai and Bangalore.</p>\r\n<p>&nbsp;</p>\r\n<p>Belgaum is a district in the state of Karnataka, India. The city of Belgaum is the district headquarters in North Karnataka. it houses the second legislative building, where the Karnataka Legislature will meet once a year. According to the 2011 Census of India, it has a population of 4,778,439 of which 24.03% live in urban areas, making it the second most populous district in Karnataka (out of 30), after Bangalore. The district has an area of 13,415 square kilometers, and is bounded on the west and north by Maharashtra state, on the northeast by Bijapur District, on the east by Bagalkote District, on the southeast by Gadaga District, on the south by Dharawad District and Uttara Kannada districts, and on the southwest by the state of Goa.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>Administration of Belgaum District has been divided into 14 taluks. Athani taluk is the largest with an area of 1,997.70 km2 and Raybag taluk is the smallest with an area of 958.8 km2. The district comprises three revenue sub-divisions and six police sub-divisions. Apart from the Belgaum City Corporation, there are 17 municipalities, 20 towns, 485 gram panchayats, 1,138 inhabited villages and 26 non-inhabited villages. Belgaum is also the headquarters of the Belgaum Revenue Division.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Belgaum district has a population of 4,778,439, roughly equal to the nation of Singapore or the US state of Alabama. This gives it a ranking of 25th in India (out of a total of 640). The district has a population density of 356 inhabitants per square kilometre (920/sq mi) . Its population growth rate over the decade 2001&ndash;2011 was 13.38%. Belgaum has a sex ratio of 969 females for every 1000 males, and a literacy rate of 73.94%.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>S. Ballesh - Shehnai artist</p>\r\n<p>Hemant Birje - Actor</p>\r\n<p>Phadeppa Dareppa Chaugule - India's first Olympic marathon runner</p>\r\n<p>Kittur Chennamma - Indian freedom fighter</p>\r\n<p>Shirasangi Lingaraj - Provincial ruler</p>\r\n<p>Kumar Gandharva - Indian classical singer</p>\r\n<p>Balappa Hukkeri- Singer</p>\r\n<p>Kaka Kalelkar (1885&ndash;1981) - Indian independence activist</p>\r\n<p>Chandrashekhara Kambara - Poet</p>\r\n<p>Atul Kulkarni - Actor</p>\r\n<p>Belawadi Mallamma - Warrior queen</p>\r\n<p>Ronit More - Cricketer plays for Chennai Super Kings</p>\r\n<p>Renukamma Murugodu - Actress</p>\r\n<p>Bandu Patil- Indian hockey player</p>\r\n<p>Sangolli Rayanna - Indian Freedom fighter</p>\r\n<p>Acharya Shantisagar - Jain Digambara monk</p>\r\n<p>Acharya Vidyasagar - Jain Digambara monk</p>\r\n<p>&nbsp;</p>\r\n<p>Places of Interest</p>\r\n<p>From the Attraction point of view Belagavi is an attractive destination with proximity to the Picnic spots the historic attractions such as the Belagavi Fort and the natural beauty of Jamboti Falls &amp; Gokak Falls.</p>\r\n<p>&nbsp;</p>\r\n<p>Gokak falls (Gokak):</p>\r\n<p>GOKAK FALLS - BELAGAVI</p>\r\n<p>&nbsp;</p>\r\n<p>Gokak Falls is a waterfall known for its beauty. It is at a distance of 60 Kms from Belagavi and 10kms from Gokak town. Located right on the main road is a celebrated tourist centre in the district. This falls has a height of about 170 feet. The river Ghataprapha after winding a course of a long route takes a leap of 52 meters, over a rocky bed 170 feet down. The falls is famous for its spread and shape. The rugged valley and the picturesque is what inspires poetry. The dull roar of the falls can be heard much before you reach it. &ldquo;Except in width and colour of the water, the general features of the fall, its height, shape and rapidity above are much like those of Niagara&rdquo;. The falls are horse-shoe shaped at the crest, with a flood breadth of 177 metres. June to September is the best season to visit Gokak as it bees in full bloom. Electricity was generated here for the first time in the country in 1887. This generating station can be reached on the rope way.</p>\r\n<p>&nbsp;</p>\r\n<p>Yellamma Temple (Saundatti) :</p>\r\n<p>YELLAMMA TEMPLE - SAVADATTI</p>\r\n<p>&nbsp;</p>\r\n<p>Saundatti reminds us of the beautiful and ancient temple of Goddesss Renuka (also known as the Yellamma Temple). It is at a distance of 70 Kms from Belagavi and the place can be reached from all the other places by road. At a distance of 5 Kms from the city, there is a big Mountain on which the temple is situated. The mounatain was earlier known as Siddhachal Parvat. The temple is built in the Chalukyan and Rashtrakuta Style and the Carvings reflect the Jain architecture. The temple was constructed by Bomappa Naik of Raybag in the year 1514. There are temples of Lord Ganesh, Mallikarjun, Parshuram, Eknath, Siddeshwar etc in the temple premises. Devotees from Maharastra, Goa and Andhra Pradesh also come here,apart from people from Karnataka, especially during the time of Jatras which are held twice in a year. The management of the temple has been handed over to the Government in 1975 and the government has made provisions such as Dharmashalas, Health Centres and other facilities to make the devotees feel at home.</p>\r\n<p>&nbsp;</p>\r\n<p>Godachinmalki Falls (Gokak) :</p>\r\n<p>&nbsp;</p>\r\n<p>GODACHINMALKI FALLS - GOKAK</p>\r\n<p>&nbsp;</p>\r\n<p>16 Kms from Gokak, it is at a fine spot located to the west of the Gokak-Konnur road in a deep green valley. Markandeya River takes the first jump from a height of about 25 metres and flows into a rocky valley and after a short distance from here it takes a second jump at a height of about 18 metres.</p>\r\n<p>&nbsp;</p>\r\n<p>Belagavi Fort (Belagavi) :</p>\r\n<p>BELAGAVI FORT - BELAGAVI</p>\r\n<p>&nbsp;</p>\r\n<p>It is an Ancient Architectural pre-muslim monument where mosques and temples co-exist in perfect harmony, though not much of the orginal structure remains. The fort was built in the 12th century A.D by the local Ratta rulers. It was renovated and built on by successive rulers who ruled Belagavi from time-to-time. At the very entrance, you will find two Shrines; One dedicated to Lord Ganpati and the other to Lordess Durga. Safa masjid is one of the two mosques inside the fort and by far is the best of the 25-30 mosques in the city. The minars, domes and Arches point to a typical fusion of Indo-Sarcenic and Deccan styles of the Architecture. The sense of the past is all-pervading here. Two of the circular pillars in the Jamia hall are said to be from the old temples. Some of them have Kannada Inscriptions in Nagari Script, while others have beautiful Persian script forming exquisite calligraphic decorations.</p>\r\n<p>&nbsp;</p>\r\n<p>Kamala Basti (Belagavi) :</p>\r\n<p>KAMAL BASTI - BELAGAVI</p>\r\n<p>It is one of the two Bastis within the walls of the fort, built in the late Chalukyan style in 1204 with the Neminatha idol in black stone. The master piece here is the &ldquo;Mukhamantapa&rdquo; with a well-executed lotus on the ceiling. Outside the Kamala Basti is another ruined Jain temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Navilutirtha (Saundatti) :</p>\r\n<p>NAVILUTHIRTHA - BELAGAVI</p>\r\n<p>&nbsp;</p>\r\n<p>10 Kms from Saundatti, a low valley situated in between the 2 hills, in an enchanting place is Navilutirtha. Formerly, it was full of Peacocks, frequently flocking round the pond, and thus the place was named Navilutirtha. The Malaprabha Dam near Renukasagar is situated here. It is also a good picnic spot.</p>\r\n<p>&nbsp;</p>\r\n<p>Rakaskop (Belagavi) :</p>\r\n<p>RAKASKOPPA DAM - BELAGAVI16 Kms from Belagavi, literally means a hamlet of a Rakkasa (Giant), who is stated to have lived on a hillrock near the village. A cavern in laterite on the hillrock resembling a huge seated human figure is shown by the people to remind his past existance. Here is a Dam across the river Markandeya, supplying drinking water to Belagavi.</p>\r\n<p>&nbsp;</p>\r\n<p>Kapileshwara Temple (Belagavi) :</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>KAPILESHWAR TEMPLE - BELAGAVI</p>\r\n<p>&nbsp;</p>\r\n<p>It is said to be one of the oldest temples in Belagavi. It is called as &ldquo;Dakshina Kashi&rdquo; and it is believed that the journey of the 12 Jyotirlingas of India is said to be incomplete without a visit to kapileshwara. One should visit this temple during the month of Shravan or on the day of Mahashivratri to enjoy the beauty and feel the religious essence to the fullest extent. The jyotirling here is said to be self-originated and there are temples of Lord Ganesh, Hanuman, Datta, Saibaba in the temple premises. There is also a Navagraha Mandir situated here.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Belgaum_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e300399b-5ba9-4e91-9ddd-047cdd9959b4_Belagavi-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-belagavi-belgaum-karnataka","tags":[{"name":"karnataka","slug":"karnataka"},{"name":"belagavi","slug":"belagavi"},{"name":"belgaum","slug":"belgaum"}],"recommendations":[{"id":612,"title":"Top Places to visit in Mandya, Karnataka","imageUrl":"540803f9-978d-4b3b-9565-50670ac628cd_Mandya-railway.jpg","dateCreated":"2019-09-08T01:57:58.274Z","dateModified":"2019-09-08T01:58:17.034Z","contributedBy":"AskGif","content":"Mandya is a town in the state of Karnataka. It is the headquarter of Mandya district and is located 45 kilometres (28 mi) from Mysore and 100 kilometres (62 mi) from Bangalore. Sugar factories contribute to the major economic output. It is also called Sakkare Nadu (which in Kannada means sugar co","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/540803f9-978d-4b3b-9565-50670ac628cd_Mandya-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mandya","slug":"mandya"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-mandya-karnataka","total":0},{"id":606,"title":"Top Places to visit in Hassan, Karnataka","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"Hassan is a city and the district headquarters of Hassan district in the Indian state of Karnataka. The town is situated 980 m (3,220 ft) above sea level. It is named after the Hasanamba temple. The urban population in 2011 was 133,436.\r\n&nbsp;\r\nHassan is a district in Karnataka sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"hassan","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":596,"title":"Top Places to visit in Bengaluru Urban, Bengaluru, Karnataka","imageUrl":"4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","dateCreated":"2019-09-07T02:30:45.624Z","dateModified":"2019-09-07T02:30:58.5Z","contributedBy":"AskGif","content":"Bangalore Urban is a district of the Indian state of Karnataka. It is surrounded by the Bangalore Rural district on the east and north, the Ramanagara district on the west and the Krishnagiri district of Tamil Nadu on the south. Bangalore Urban district came into being in 1986, with the partition","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bengaluru","slug":"bengaluru"},{"name":"bengaluru-urban","slug":"bengaluru-urban"},{"name":"bangalore","slug":"bangalore"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-bengaluru-urban-bengaluru-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}