{"id":594,"title":"बेलगावी, बेलगाम में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"e300399b-5ba9-4e91-9ddd-047cdd9959b4_Belagavi-railway.jpg","dateCreated":"2019-09-07T02:12:36.182Z","dateModified":"2019-09-07T02:12:50.84Z","contributedBy":"AskGif","content":"<p>बेलागवी (जिसे पहले \"वेणुग्राम\" या \"बंबू विलेज\" के नाम से जाना जाता था) पश्चिमी घाट के सबसे पुराने, मजबूत, प्रमुख और सुसंस्कृत ऐतिहासिक स्थान में से एक है। कपास और रेशम के बुनकरों के साथ पुराना शहर क्षेत्र आधुनिक, हलचल, वृक्ष-पंक्तिबद्ध ब्रिटिश छावनी के अलावा शानदार रूप से खड़ा है। किलों से बाहर कदम रखें और आपके पास मंदिरों और चर्चों की व्यापक पसंद है। बेलगावी में एक गहरी विरासत है और बहुत कुछ खोजा जा सकता है। यह कर्नाटक, महाराष्ट्र और गोवा के बीच सांस्कृतिक संक्रमण के क्षेत्र में स्थित है, जो कि 2 शताब्दी ईस्वी सन् में स्पष्ट रूप से पहचानी जाने वाली प्राचीनता के साथ है, महाराष्ट्र और गोवा राज्यों के साथ निकटता के कारण, बेलागवी ने इन राज्यों के सांस्कृतिक स्वाद का अधिग्रहण किया और इसे इसके साथ मिश्रित किया एक समृद्ध विरासत बनाने के लिए स्थानीय कन्नड़ संस्कृति, जो इसकी अभिव्यक्ति में अद्वितीय है। इसे मलेनडू या रेन कंट्री के रूप में भी जाना जाता है और यहाँ की वनस्पति साल भर हरी रहती है। खैर, सदियां बीत चुकी हैं और आज यह एक पूरी तरह से अलग कहानी है। बेलगावी अब कर्नाटक राज्य का एक महत्वपूर्ण और महत्वपूर्ण जिला बन गया है। बेलगावी अब 2011 की जनगणना के अनुसार 47,79,661 की आबादी के साथ तेजी से बढ़ते, पुनर्विकास जिले के टैग के साथ मार्च कर रहा है। बेलगावी मुंबई और बैंगलोर के बीच केंद्र में है।</p>\r\n<p>&nbsp;</p>\r\n<p>बेलगाम भारत के कर्नाटक राज्य में एक जिला है। बेलगाम शहर उत्तरी कर्नाटक में जिला मुख्यालय है। यह दूसरा विधायी भवन है, जहां कर्नाटक विधानमंडल वर्ष में एक बार बैठक करेगा। भारत की 2011 की जनगणना के अनुसार, इसकी आबादी 4,778,439 है, जिसमें से 24.03% शहरी क्षेत्रों में रहते हैं, यह बैंगलोर के बाद कर्नाटक में (30 में से) दूसरा सबसे अधिक आबादी वाला जिला है। जिले का क्षेत्रफल 13,415 वर्ग किलोमीटर है, और यह पश्चिम और उत्तर में महाराष्ट्र राज्य से घिरा हुआ है, उत्तर पूर्व में बीजापुर जिले से, पूर्व में बागलकोट जिला से, दक्षिण में गडगा जिला से, दक्षिण में धारवाड़ जिले से और उत्तरा कन्नड़ जिले, और दक्षिण पश्चिम में गोवा राज्य द्वारा।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>बेलगाम जिले के प्रशासन को 14 तालुकों में विभाजित किया गया है। अथानी तालुक 1,997.70 किमी 2 के क्षेत्र के साथ सबसे बड़ा है और रायबाग तालुक 958.8 किमी 2 के क्षेत्र के साथ सबसे छोटा है। जिले में तीन राजस्व उप-मंडल और छह पुलिस उप-मंडल शामिल हैं। बेलगाम नगर निगम के अलावा, 17 नगरपालिकाएं, 20 कस्बे, 485 ग्राम पंचायतें, 1,138 बसे हुए गाँव और 26 गैर-आबाद गाँव हैं। बेलगाम, बेलगाम राजस्व मंडल का मुख्यालय भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार बेलगाम जिले की जनसंख्या 4,778,439 है, जो सिंगापुर या अलबामा राज्य के देश के बराबर है। यह इसे भारत में 25 वीं (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 356 निवासियों प्रति वर्ग किलोमीटर (920 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 13.38% थी। बेलगाम में हर 1000 पुरुषों पर 969 महिलाओं का लिंग अनुपात है, और साक्षरता दर 73.94% है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>एस बल्लेश - शहनाई कलाकार</p>\r\n<p>हेमंत बिरजे - अभिनेता</p>\r\n<p>फडप्पा दरेप्पा चौगुले - भारत के पहले ओलंपिक मैराथन धावक हैं</p>\r\n<p>कित्तूर चेनम्मा - भारतीय स्वतंत्रता सेनानी</p>\r\n<p>शिरसांगी लिंगराज - प्रांतीय शासक</p>\r\n<p>कुमार गंधर्व - भारतीय शास्त्रीय गायक</p>\r\n<p>बलप्पा हुक्केरी- गायक</p>\r\n<p>काका कालेलकर (1885-1981) - भारतीय स्वतंत्रता कार्यकर्ता</p>\r\n<p>चंद्रशेखर कंबरा - कवि</p>\r\n<p>अतुल कुलकर्णी - अभिनेता</p>\r\n<p>बेलावाड़ी मल्लम्मा - योद्धा रानी</p>\r\n<p>रोनित मोरे - क्रिकेटर चेन्नई सुपर किंग्स के लिए खेलते हैं</p>\r\n<p>रेणुकम्मा मुरुगोडु - अभिनेत्री</p>\r\n<p>बंधु पाटिल- भारतीय हॉकी खिलाड़ी</p>\r\n<p>संगोली रायन्ना - भारतीय स्वतंत्रता सेनानी</p>\r\n<p>आचार्य शांतिसागर - जैन दिगंबर भिक्षु</p>\r\n<p>आचार्य विद्यासागर - जैन दिगंबर भिक्षु</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>आकर्षण के दृष्टिकोण से, बेलागवी, पिकनिक स्थलों के निकट एक आकर्षक स्थल है, जो बेलगावी किले और जंबोती झरने और गोकक झरने की प्राकृतिक सुंदरता जैसे ऐतिहासिक आकर्षण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गोकक फॉल्स (गोकक):</p>\r\n<p>GOKAK FALLS - BELAGAVI</p>\r\n<p>&nbsp;</p>\r\n<p>गोकक जलप्रपात एक झरना है जो अपनी सुंदरता के लिए जाना जाता है। यह बेलगावी से 60 किलोमीटर और गोकक शहर से 10 किलोमीटर की दूरी पर है। मुख्य सड़क पर स्थित यह जिले का एक प्रसिद्ध पर्यटन केंद्र है। इस फॉल्स की ऊंचाई लगभग 170 फीट है। एक लंबे मार्ग से हवा चलने के बाद घाटप्रभा नदी एक चट्टानी बिस्तर से 170 फीट नीचे 52 मीटर की छलांग लगाती है। गिर अपने प्रसार और आकार के लिए प्रसिद्ध है। बीहड़ घाटी और सुरम्य है जो कविता को प्रेरित करती है। गिरने से पहले की गर्जना सुनाई दे सकती है। \"पानी की चौड़ाई और रंग को छोड़कर, गिरने की सामान्य विशेषताएं, इसकी ऊँचाई, आकार और ऊपर की अम्लता, नियाग्रा की तरह हैं।\" गिरि 177 मीटर की बाढ़ चौड़ाई के साथ, शिखा के आकार के घोड़े हैं। गोकक की यात्रा के लिए जून से सितंबर सबसे अच्छा मौसम है क्योंकि यह पूरी तरह से खिलता है। देश में 1887 में पहली बार बिजली पैदा की गई थी। इस जनरेटिंग स्टेशन तक रस्सी के रास्ते से पहुँचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>येलम्मा मंदिर (सौंदत्ती):</p>\r\n<p>येल्म्मा मंदिर - SAVADATTI</p>\r\n<p>&nbsp;</p>\r\n<p>सौंदत्ती हमें देवी रेणुका के सुंदर और प्राचीन मंदिर (जिसे येलम्मा मंदिर भी कहा जाता है) की याद दिलाता है। यह बेलागवी से 70 किलोमीटर की दूरी पर है और सड़क मार्ग से सभी अन्य स्थानों से यहां पहुंचा जा सकता है। शहर से 5 किलोमीटर की दूरी पर एक बड़ा पर्वत है जिस पर मंदिर स्थित है। मौनतैन को पहले सिद्धचल पर्वत के नाम से जाना जाता था। मंदिर चालुक्य और राष्ट्रकूट शैली में बनाया गया है और नक्काशी जैन वास्तुकला को दर्शाती है। मंदिर का निर्माण वर्ष 1514 में रायबाग के बोमप्पा नाइक द्वारा किया गया था। मंदिर परिसर में भगवान गणेश, मल्लिकार्जुन, परशुराम, एकनाथ, सिद्धेश्वर आदि के मंदिर हैं। कर्नाटक के लोगों के अलावा महाराष्ट्र, गोवा और आंध्र प्रदेश से भी भक्त यहां आते हैं, खासकर जातरों के समय जो एक वर्ष में दो बार आयोजित किए जाते हैं। मंदिर का प्रबंधन 1975 में सरकार को सौंप दिया गया है और सरकार ने भक्तों को घर पर महसूस करने के लिए धर्मशालाओं, स्वास्थ्य केंद्रों और अन्य सुविधाओं जैसे प्रावधान किए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गॉडचिन्मल्की फॉल्स (गोकक):</p>\r\n<p>&nbsp;</p>\r\n<p>GODACHINMALKI FALLS - GOKAK</p>\r\n<p>&nbsp;</p>\r\n<p>गोकक से 16 किलोमीटर दूर, यह एक हरे भरे घाटी में गोकक-कोन्नूर सड़क के पश्चिम में स्थित एक ठीक जगह पर है। मार्कंडेय नदी लगभग 25 मीटर की ऊँचाई से पहली छलांग लेती है और एक चट्टानी घाटी में बहती है और यहाँ से थोड़ी दूरी के बाद लगभग 18 मीटर की ऊँचाई पर दूसरी छलांग लगती है।</p>\r\n<p>&nbsp;</p>\r\n<p>बेलागवी किला (बेलागवी):</p>\r\n<p>BELAGAVI FORT - बेलगावी</p>\r\n<p>&nbsp;</p>\r\n<p>यह एक प्राचीन वास्तुशिल्प पूर्व-मुस्लिम स्मारक है जहां मस्जिद और मंदिर पूर्ण सद्भाव में मौजूद हैं, हालांकि बहुत अधिक मूल संरचना नहीं है। किला 12 वीं शताब्दी में स्थानीय रत्ता शासकों द्वारा बनाया गया था। यह समय-समय पर बेलगावी पर शासन करने वाले क्रमिक शासकों द्वारा पुनर्निर्मित और निर्मित किया गया था। बहुत ही प्रवेश द्वार पर, आपको दो तीर्थ मिलेंगे; एक भगवान गणपति को समर्पित और दूसरा देवी दुर्गा को। सफा मस्जिद किले के अंदर दो मस्जिदों में से एक है और अब तक शहर की 25-30 मस्जिदों में सबसे अच्छी है। मीनार, गुंबद और मेहराब वास्तुकला के इंडो-सरसेनिक और डेक्कन शैलियों के एक विशिष्ट संलयन की ओर इशारा करते हैं। अतीत का बोध यहाँ सर्वव्यापी है। जामिया हॉल में दो गोलाकार खंभे पुराने मंदिरों के हैं। उनमें से कुछ के पास नागरी लिपि में कन्नड़ शिलालेख हैं, जबकि अन्य में सुंदर फ़ारसी लिपि है जिसमें उत्तम सुलेख सजावट है।</p>\r\n<p>&nbsp;</p>\r\n<p>कमला बस्ती (बेलागवी):</p>\r\n<p>कामल बेसि - बलागावी</p>\r\n<p>यह किले की दीवारों के भीतर दो बस्तियों में से एक है, जिसे 1204 में काले पत्थर में नेमिनाथ मूर्ति के साथ देर से चालुक्य शैली में बनाया गया था। यहाँ मास्टर पीस छत पर एक अच्छी तरह से निष्पादित कमल के साथ \"मुखमंतापा\" है। कमला बस्ती के बाहर एक और खंडहर जैन मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>नविलुतीर्थ (सौंदत्ती):</p>\r\n<p>NAVILUTHIRTHA - BELAGAVI</p>\r\n<p>&nbsp;</p>\r\n<p>सौंदत्ती से 10 किलोमीटर दूर, 2 पहाड़ियों के बीच स्थित एक नीची घाटी, जो मुग्ध करने वाली जगह है। पूर्व में, यह मोरों से भरा था, अक्सर तालाब के चारों ओर घूमते रहते थे, और इस तरह इस स्थान का नाम नवलीर्थ पड़ा। रेणुकासागर के पास मलप्रभा बांध यहाँ स्थित है। यह एक अच्छा पिकनिक स्पॉट भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>रस्कोस्कोप (बेलगावी):</p>\r\n<p>RAKASKOPPA DAM - बेलगावी से BELAGAVI16 किलोमीटर का शाब्दिक अर्थ है एक रक्कासा (विशालकाय) का एक गाँव, जिसके बारे में कहा जाता है कि वह गाँव के पास एक पहाड़ी पर रहता था। पहाड़ी के किनारे पर एक गुफा जिसमें एक विशाल बैठा हुआ मानव आकृति दिखाई देती है, लोगों द्वारा उसकी अतीत की मौजूदगी को याद दिलाया जाता है। यहाँ मार्कण्डेय नदी के पार एक बाँध है, जो बेलागवी को पीने के पानी की आपूर्ति करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कपिलेश्वर मंदिर (बेलागवी):</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>KAPILESHWAR मंदिर - BELAGAVI</p>\r\n<p>&nbsp;</p>\r\n<p>इसे बेलगावी के सबसे पुराने मंदिरों में से एक कहा जाता है। इसे \"दक्षिण काशी\" कहा जाता है और माना जाता है कि भारत के 12 ज्योतिर्लिंगों की यात्रा कपिलेश्वर की यात्रा के बिना अधूरी है। इस मंदिर में श्रावण के महीने में या महाशिवरात्रि के दिन सुंदरता का आनंद लेने के लिए और धार्मिक सार को पूरी तरह से महसूस करना चाहिए। यहां स्थित ज्योतिर्लिंग को स्वयंभू बताया गया है और मंदिर परिसर में भगवान गणेश, हनुमान, दत्त, साईंबाबा के मंदिर हैं। यहाँ एक नवग्रह मंदिर भी स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Belgaum_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e300399b-5ba9-4e91-9ddd-047cdd9959b4_Belagavi-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-belagavi-belgaum-karnataka","tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बेलगावी","slug":"belagavi"},{"name":"बेलगाम","slug":"belgaum"}],"recommendations":[{"id":612,"title":"मंड्या में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"540803f9-978d-4b3b-9565-50670ac628cd_Mandya-railway.jpg","dateCreated":"2019-09-08T01:57:58.274Z","dateModified":"2019-09-08T01:58:17.034Z","contributedBy":"AskGif","content":"मांड्या कर्नाटक राज्य का एक शहर है। यह मांड्या जिले का मुख्यालय है और मैसूर से 45 किलोमीटर (28 मील) और बैंगलोर से 100 किलोमीटर (62 मील) दूर स्थित है। चीनी कारखाने प्रमुख आर्थिक उत्पादन में योगदान करते हैं। इसे शाककेरडु (जिसे कन्नड़ में चीनी देश कहा जाता है) भी कहा जाता है क्योंकि गन्ना एक प्रमुख ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/540803f9-978d-4b3b-9565-50670ac628cd_Mandya-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मंड्या","slug":"mandya"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-mandya-karnataka","total":0},{"id":606,"title":"हसन में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"हसन भारत के कर्नाटक राज्य में हसन जिले का एक शहर और जिला मुख्यालय है। यह शहर समुद्र तल से 980 मीटर (3,220 फीट) की दूरी पर स्थित है। इसका नाम हसनंबा मंदिर के नाम पर रखा गया है। 2011 में शहरी जनसंख्या 133,436 थी।\r\n&nbsp;\r\nहसन कर्नाटक राज्य, भारत में एक जिला है। जिला मुख्यालय हसन है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"हसन","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":596,"title":"बेंगलुरु शहरी, बेंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","dateCreated":"2019-09-07T02:30:45.624Z","dateModified":"2019-09-07T02:30:58.5Z","contributedBy":"AskGif","content":"बैंगलोर शहरी भारतीय राज्य कर्नाटक का एक जिला है। यह पूर्व और उत्तर में बैंगलोर ग्रामीण जिले, पश्चिम में रामनगर जिला और दक्षिण में तमिलनाडु के कृष्णागिरी जिले से घिरा हुआ है। बैंगलोर अर्बन डिस्ट्रिक्ट 1986 में अस्तित्व में आया, इसके साथ ही बंगलौर अर्बन बैंगलोर और बैंगलुरू रूरल डिस्ट्रिक्ट्स में बं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बेंगलुरु","slug":"bengaluru"},{"name":"बेंगलुरु-शहरी","slug":"bengaluru-urban"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-bengaluru-urban-bengaluru-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}