{"id":595,"title":"Top Places to visit in Bengaluru Rural, Bengaluru, Karnataka","imageUrl":"0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","dateCreated":"2019-09-07T02:24:35.884Z","dateModified":"2019-09-07T02:24:49.838Z","contributedBy":"AskGif","content":"<p>Bengaluru Rural District is one of the 30 districts in Karnataka, India. It was formed in 1986, when Bengaluru was divided into Bengaluru (Rural) and Bengaluru (Urban). Presently in Bengaluru Rural district, there are 2 divisions, 4 Talukas, 35 Hoblis (cluster of villages), 1,713 inhabited and 177 uninhabited villages, 9 towns, and 229 Gram Panchayats. Proximity to the city of Bengaluru has its own impact on the district, with a considerable daily commuting population. The rural people are mostly agriculturists, although with the advent of SEZs in the area, service and IT industries are booming. Devanahalli is set to be the site of a 95 billion Devanahalli Business Park, near the Bengaluru International Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>According to the 2001 census, the total population of the district was, 1,881,514 of which 21.65% were urban with a population density of 309 persons per km2. Bangalore Rural district has 22.5% of its population belonging to the Scheduled Caste and Scheduled Tribe. Hinduism is the major religion of this district. The Bengaluru Rural district is essentially an agriculture district but it has sufficient scope for Industrialisation, Dairy development and Sericulture.</p>\r\n<p>&nbsp;</p>\r\n<p>It is the second least populous district in Karnataka (out of 30), after Kodagu.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is endowed with agricultural and horticultural crops such as ragi, rice, groundnut, sugarcane, castor, grapes, mulberry, etc. There are adequate infrastructural facilities such as transport and communications, banking, credit, and marketing. Though the region is not rich in mineral resources, its non-metallic mineral resources are utilised for bricks, tiles, and stoneware manufacture. For many years, weaving has also been a major occupation for a large section of the population. The soil and such climatic conditions are congenial for the cultivation of mulberry, rearing of silkworms, and production of silk, besides other agro-based industries. There are a number of wineries and quantity of production of wine has been increasing. There is a proposal by the Government of Karnataka to rename Bengaluru Rural district to Kempe Gowda. In September 2007, the taluks of Kanakapura, Ramanagara, Magadi and Channapatna were merged to form the Ramanagara district.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Bengaluru Rural district has a population of 987,257, roughly equal to the nation of Fiji or the US state of Montana. This gives it a ranking of 449th in India (out of a total of 640). The district has a population density of 441 inhabitants per square kilometre (1,140/sq mi) . Its population growth rate over the decade 2001-2011 was 16.02%. Bengaluru Rural has a sex ratio of 945 females for every 1000 males, and a literacy rate of 78.29%.</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bengaluru-rural-bengaluru-karnataka","tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bengaluru-rural","slug":"bengaluru-rural"},{"name":"bangalore","slug":"bangalore"},{"name":"bengaluru","slug":"bengaluru"}],"recommendations":[{"id":621,"title":"Top Places to visit in Vijayapura, Karnataka","imageUrl":"a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","dateCreated":"2019-09-08T08:21:05.168Z","dateModified":"2019-09-08T08:21:21.601Z","contributedBy":"AskGif","content":"Vijayapur is a town in Devanahalli taluk and Bangalore Rural district in the Indian state of Karnataka. Vijayapura's old name is Vadigenahalli. Local villagers still refer Vijayapura as Vadigenahalli.\r\n&nbsp;\r\nBijapur, officially known as Vijayapura, is the district headquarters of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vijayapura","slug":"vijayapura"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-vijayapura-karnataka","total":0},{"id":609,"title":"Top Places to visit in Kodagu, Madikeri Karnataka","imageUrl":"3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","dateCreated":"2019-09-07T14:52:37.897Z","dateModified":"2019-09-07T14:52:53.096Z","contributedBy":"AskGif","content":"Kodagu (also known by its former name Coorg) is an administrative district in Karnataka, India. Before 1956, it was an administratively separate Coorg State, at which point it was merged into an enlarged Mysore State. It occupies an area of 4,102 square kilometres (1,584 sq mi) in the Western Gha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kodagu","slug":"kodagu"},{"name":"karnataka","slug":"karnataka"},{"name":"coorg","slug":"coorg"},{"name":"madikeri","slug":"madikeri"}],"slug":"top-places-to-visit-in-kodagu-madikeri-karnataka","total":0},{"id":599,"title":"Top Places to visit in Chikkaballapur, Karnataka","imageUrl":"d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","dateCreated":"2019-09-07T03:10:08.208Z","dateModified":"2019-09-07T03:10:23.724Z","contributedBy":"AskGif","content":"Chikkaballapur is the district headquarters of the newly created Chikkaballapur district in the state of Karnataka, India. It is located within 3 km of Muddenahalli (the birthplace of eminent engineer and statesman Sir Mokshagundam Visvesvarayya). A $400 million Pharmaceutical SEZ is coming up in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chikkaballapur","slug":"chikkaballapur"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-chikkaballapur-karnataka","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}