{"id":597,"title":"बीदर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","dateCreated":"2019-09-07T02:39:56.465Z","dateModified":"2019-09-07T02:40:09.441Z","contributedBy":"AskGif","content":"<p>बीदर भारत में कर्नाटक राज्य के उत्तर-पूर्वी भाग में एक पहाड़ी शीर्ष शहर है। यह बीदर का मुख्यालय है जो महाराष्ट्र और तेलंगाना की सीमाओं को पार करता है। यह व्यापक बीदर मेट्रोपॉलिटन क्षेत्र में एक तेजी से शहरीकरण वाला शहर है। यह शहर अपने स्थापत्य, ऐतिहासिक और धार्मिक महत्व के कई स्थलों के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>बीदर भारतबीडबदरहैदराबाद में 140 किमी (87 मील) हैदराबाद 140 किमी (87 मील) बैंगलोर 700 किमी (430 मील) बैंगलोर 700 किमी (430 मील) मुंबई 600 किमी (370 मील) मुंबई 600 किमी (370 मील) चेन्नई 788 किमी (किमी) में स्थित है 490 मील) चेन्नई 788 किमी (490 मील)</p>\r\n<p>बीदर के पास के प्रमुख महानगरों से दूरी।</p>\r\n<p>बीदर को प्रतीकात्मक रूप से सिटी ऑफ व्हिस्परिंग मोन्यूमेंट्स के रूप में वर्णित किया गया है। मध्यकालीन डेक्कन की राजधानी के रूप में सेवा देने वाले पर्वतीय शहर में 98 स्मारक हैं, जिनमें से चार राष्ट्रीय स्मारक भारतीय पुरातत्व सर्वेक्षण द्वारा संरक्षित हैं और 14 राज्य पुरातत्व विभाग, कर्नाटक द्वारा।</p>\r\n<p>&nbsp;</p>\r\n<p>बीदर ने विश्व स्मारक वॉचलिस्ट 2014 पर एक स्थान अर्जित किया। 166 देशों से प्राप्त 741 प्रस्तावों में से 41 देशों के 67 स्थलों को आखिरकार चुना गया, जिन्हें 8 अक्टूबर, 2013 को न्यूयॉर्क में डब्ल्यूएमएफ अध्यक्ष बोनी बर्नहैम द्वारा घोषित किया गया था। साथ ही साथ \"ऐतिहासिक\" शहर का बिदर &rdquo;, सूची में शामिल होने के लिए भारत के दो अन्य स्थल, फतेहपुर सीकरी और राजस्थान में जूना महल में शेख सलीम चिश्ती का घर था।</p>\r\n<p>&nbsp;</p>\r\n<p>WMF ने अपने मौजूदा वॉच साइट में \"बीदर के ऐतिहासिक शहर\" के लिए कहा, in साइट के लिए चुनौतियों में एकीकृत संरक्षण और रखरखाव, पर्यावरण प्रदूषण और नए विकास और रोडवेज का निर्माण शामिल है जो ऐतिहासिक कपड़े का अतिक्रमण करते हैं। वर्तमान भूमि उपयोग के नियमों से शहर के कई निवासियों की आर्थिक आजीविका को भी खतरा है, और यह आशा है कि संशोधित, संदर्भ-विशिष्ट नियोजन नीतियां दोनों बीदर की ऐतिहासिक संपत्ति की रक्षा करेंगे, जबकि इसके स्थानीय आबादी के भविष्य का समर्थन भी करेंगे। यह आशा की जाती है कि वॉच-लिस्टिंग शहर के परिस्थितियों का दस्तावेज़ीकरण और विश्लेषण करेगी, इसके बाद नीति विकास और लागू संरक्षण हस्तक्षेप होंगे जो बीदर की समृद्ध विरासत को प्रकट करेंगे और बनाए रखेंगे, साथ ही एक मजबूत और टिकाऊ पर्यटन उद्योग का समर्थन करेंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>महमूद गवन मदरसा</p>\r\n<p>मुख्य लेख: महमूद गवन मदरसा</p>\r\n<p>यह भव्य मदरसा 15 वीं शताब्दी के अंत में बहमनी साम्राज्य के प्रधान मंत्री महमूद गवन द्वारा बनाया गया था। यह केवल बहमनी काल की सबसे विशाल इमारत है, लेकिन इसकी योजना और इसकी वास्तुकला की सामान्य शैली में यह भारत में अपनी तरह का एक अनूठा स्मारक है। मदरसा, एक बहु-अनुशासनात्मक विश्वविद्यालय, जिसकी स्थापना उन्होंने की थी, जिसमें लगभग 3,000 मूल्यवान पांडुलिपियों का एक पुस्तकालय था, जब 1656 में मुग़ल औरंगज़ेब द्वारा शहर की 27-दिवसीय घेराबंदी के दौरान कमरों के भीतर संग्रहीत बारूद को बंद कर दिया गया था। महमूद गवन मदरसा भारतीय पुरातत्व सर्वेक्षण द्वारा संरक्षित है।</p>\r\n<p>&nbsp;</p>\r\n<p>बीदर का किला</p>\r\n<p>बीदर किले को देश के सबसे दुर्जेय किलों में से एक माना जाता है। बीदर शहर विशिष्ट रूप से योजनाबद्ध और निर्मित था। मुख्य गढ़ परिसर में शाही स्थान थे। महल और मस्जिद। दक्षिणी तरफ इस से सटे, शहर लोगों के लिए बनाया गया था। दोनों गढ़ परिसर और शहर के संरक्षण के लिए अलग-अलग किले थे। बीदर शहर किलेबंदी की योजना पंचकोणीय है। शहर के किले में प्रवेश के लिए पाँच द्वार हैं। यह मुख्य गढ़ परिसर किला है जो मजबूत है। यह पठार के कगार पर बना है। विभिन्न देशों के इंजीनियरों और वास्तुकला को इसके डिजाइन और निर्माण पर नियोजित किया गया था। एक संग्रहालय पूर्व निर्धारित है जिसमें पुराने कवच, पुरानी मूर्तियां हैं। कई प्राचीन पत्थरों सहित,</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>बीदर किले के अंदर संग्रहालय</p>\r\n<p>गुम्बद दरवाजा के पास किले में स्थित रंगेन महल अपनी सजावट के कारण रंगीन टाइलों और अन्य कला कार्यों के कारण अद्वितीय है। वहां की गई लकड़ी की नक्काशी न केवल कीमती है, बल्कि अनोखी भी है। महल की दीवारें जेट-ब्लैक स्टोन में रखी गई बेहतरीन गुणवत्ता की मदर ऑफ पर्ल से सजी हैं। पुष्प पैटर्न और सुलेख पाठ को भी यहाँ चित्रित किया गया है। पत्थर की नक्काशी, प्लास्टर कला इस स्मारक के अन्य आकर्षण हैं। बारिद शाही काल में इसका पुनर्निर्माण किया गया था। इस स्मारक का डिज़ाइन हिंदू और मुस्लिम वास्तुकला दोनों के मिश्रण का प्रतिनिधित्व करता है। रंगिन महल के तहखाने में कमरे हैं।</p>\r\n<p>कहा जाता है कि तारक महल को सुल्तान की तुर्की पत्नी के लिए बनाया गया था। दीवारों के अलंकरण में पाए गए सजावटी कार्य के अवशेषों से, यह कहा जा सकता है कि महल का निर्माण या विस्तार बारिद शाही सुल्तानों द्वारा किया गया था जिन्होंने विभिन्न राष्ट्रीयताओं से महिलाओं के साथ बड़े हरम रखे थे। कमरों को प्लास्टर के काम से सजाया गया था।</p>\r\n<p>गगन महल मूल रूप से बहमनी राजाओं द्वारा बनाया गया था और कुछ परिवर्तन और परिवर्धन बारिद शाही शासकों द्वारा किए गए थे। इसकी दो अदालतें हैं। बाहरी दरबार का उपयोग पुरुष कर्मचारी और गार्ड द्वारा किया जाता था। आंतरिक अदालत भी, गार्ड के आवास के लिए कवर किए गए मार्ग के दोनों ओर कमरे हैं। महल की मुख्य इमारत सुल्तान और उसके हरम के उपयोग के लिए थी।</p>\r\n<p>तख्त महल, द रॉयल पैलेस, अहमद शाह द्वारा बनाया गया था। यह शाही निवास था। जगह को पूरी तरह से रंगीन शीर्षकों और पत्थर की नक्काशी वाले हिस्से से सजाया गया था, जिसे आज भी देखा जा सकता है। इसमें दो तरफ शाही मंडप थे, जिनमें से ऊँचे मेहराब थे और सबसे पीछे एक विशाल हॉल था जिसमें सुल्तान का कमरा था। इमारत में आलीशान आयाम और बाहरी सतह की सजावट थी। कई बहमनियों और बारिद शाही सुल्तानों के राज्याभिषेक हुए। शाही मंडप से जो सिंहासन महल के पीछे स्थित है, नीचे घाटी और कम भूमि देख सकता है।</p>\r\n<p>सोलह खंबा मस्जिद (Solah Sutoon Ki Masjid) का निर्माण कुबिल सुल्तानी ने 1423 और 1424 के बीच किया था। मस्जिद का नाम उन 16 स्तंभों से लिया गया है जो संरचना के सामने बने हैं। ज़ाना मस्जिद के नाम से लोकप्रिय यह मस्जिद लगभग 90 मीटर लंबी और 24 मीटर चौड़ी है। इस मस्जिद की दक्षिणी दीवार के पीछे एक बड़ा कुआँ है। स्तंभों, मेहराबों और गुंबदों से बनी यह मस्जिद भारत में सबसे बड़ी है।</p>\r\n<p>अन्य स्मारकों</p>\r\n<p>चौबारा एक लंबा टॉवर है, जो चार दिशाओं में स्थित है। यह 22 मीटर का एक पुराना बेलनाकार टॉवर है, ऊँचाई बीदर शहर के केंद्र में स्थित है। यह एक प्रहरीदुर्ग के रूप में इस्तेमाल किया गया था, ऊपर से पूरे पठार के ठीक दृश्य की कमान। आठ चरणों की एक घुमावदार सीढ़ी टॉवर के शीर्ष की ओर जाती है, टॉवर के ऊपर एक घड़ी लगाई जा रही है, चारों दिशाओं से देखी जा सकती है।</p>\r\n<p>जामा मस्जिद, चौबारा के पास स्थित बिना मीनारों वाली एक बड़ी मस्जिद।</p>\r\n<p>बहमनी मकबरे को \"अष्टूर\" कहा जाता है, जो \"हज़रत खलील उल्लाह के चौखंडी\" के पास स्थित है, जो 1 किमी की दूरी पर है</p>\r\n<p>बारिद शाही मकबरे</p>\r\n<p>हजरत खलील उल्लाह की चौखंडी</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा नानक झीरा साहिब</p>\r\n<p>गुरुद्वारा नानक जीरा साहेब भारत में सिख भक्तों के लिए सबसे पवित्र स्थान में से एक माना जाता है और माना जाता है कि इस क्षेत्र में अकाल के दौरान संत गुरु नानक ने दौरा किया था। पापा नाशिनी मंदिर दरगाह हज़रत शाह शमसुद्दीन क़ादरी (मुल्तानी बाशा) दरगाह हज़रत सैयद अबुल फैज़ मेलार मंदाना मंदिर नरसिम्हा झरना मंदिर चंगलेरी वीरभद्र मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेल</p>\r\n<p>बीदर की बैंगलोर, हैदराबाद, साईनगर शिर्डी, परभणी जंक्शन, औरंगाबाद, लातूर, नांदेड़, मनमाड, मुंबई, मछलीपट्टनम और रेनिगुनता (रेलवे बजट 2014-15 के अनुसार) के साथ कनेक्टिविटी है, गुलबर्गा-बीदर लिंक का निर्माण पूरा हो गया है, जिसका उद्घाटन प्रधानमंत्री ने किया था मंत्री नरेंद्र मोदी। सितंबर 2012 में बीदर-हैदराबाद अंतर-शहर ट्रेन सेवा संचालित हो गई। एक बीदर-यशवंतपुर (दैनिक) एक्सप्रेस ट्रेन और बीदर-एलटीटी मुंबई एक्सप्रेस ट्रेन सेवा हाल ही में शुरू की गई है। लातूर से मुंबई के लिए बिदर से शुरू होने वाली एक और ट्रेन शुरू हुई, जो गुरुवार, शनिवार और रविवार को चलती है, जो कि ट्रेन है</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>शहर में एक वायु सेना स्टेशन है। कोई नागरिक हवाई क्षेत्र नहीं है; हालांकि, द हिंदू ने फरवरी 2017 में बताया कि यात्री उड़ानों के लिए एयरफोर्स बेस खोलने की संभावना केंद्र सरकार की उडे देश का आम नागरिकी योजना के तहत थी।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा संस्थान</p>\r\n<p>&nbsp;</p>\r\n<p>ज्ञान सुधा विद्यालय, स्कूल भवन</p>\r\n<p>&nbsp;</p>\r\n<p>स्वामीनारायण गुरुकुल इंटरनेशनल स्कूल बीदर बाहरी दृश्य 1</p>\r\n<p>शिक्षा क्षेत्र के बारे में बीदर शहर बहुत दूर है। संस्थाओं का समूह बीदर शहर में संस्थानों के बड़े समूह में से एक है और एक और समूह बीदर शहर में शिक्षा के क्षेत्र के बारे में दूर से आ रहा है। शिक्षा का शाही समूह गुणवत्तापूर्ण शिक्षा प्रदान करता है। इन अन्य शिक्षण संस्थानों के अलावा यह व्यापक रूप से बिदर में मान्यता प्राप्त है केन्द्रीय विद्यालय बीदर जो 1975 में स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>महमूद गवन मदरसा (प्राचीन विश्वविद्यालय)</p>\r\n<p>ग्लोबल सैनिक अकादमी (जीएसए), बेनांकल्ली रोड, बीदर। यह वास्तविक अर्थों में अंतर वाला एक स्कूल है। यह वर्ष 2015 में एक अनुभवी कर्नल द्वारा अद्वितीय सुविधाओं जैसे कि इंडोर शूटिंग रेज, बाधा कोर्स, कैरियर डेवलपमेंट सेंटर (सीडीसी), मिनिएचर गोल्फ पुटिंग प्रैक्टिस ग्रीन, संगीत, नृत्य और पेंटिंग क्लब आदि के साथ स्थापित किया गया था। तैराकी एक अनिवार्य अस्तित्व है। स्कूल में कौशल। स्कूल बच्चों के समग्र विकास पर ध्यान केंद्रित करता है और इसका उद्देश्य एनडीए, टीईएस, यूईएस, सीडीएस के माध्यम से सशस्त्र बलों में शामिल होने के लिए युवाओं को प्रेरित करने और तैयार करने के अलावा जिम्मेदार नागरिक और ग्लोबल लीडर तैयार करना है। स्कूल थोड़े समय के भीतर अपने लिए एक जगह बना सका है और अपने बच्चों के उज्ज्वल भविष्य के लिए स्थानीय लोगों की आशा बन गया है। अकादमी का टर्मिनल उद्देश्य क्षेत्र को रहने के लिए एक बेहतर जगह में बदलना है।</p>\r\n<p>ग्लोबल सैनिक अकादमी (जीएसए), पूर्व-प्राथमिक शाखा, शिवनगर (एस), बीदर।</p>\r\n<p>ग्लोबल सैनिक अकादमी (जीएसए), पूर्व-प्राथमिक शाखा, कुम्बरवाड़ा, बीदर।</p>\r\n<p>फ्यूचर किड्स स्कूल</p>\r\n<p>कर्नाटक पशु चिकित्सा पशु और मत्स्य विज्ञान विश्वविद्यालय</p>\r\n<p>बीदर इंस्टीट्यूट ऑफ मेडिकल साइंसेज (BRIMS)</p>\r\n<p>एसबी पाटिल डेंटल कॉलेज एंड हॉस्पिटल</p>\r\n<p>शांतिनिकेतन इंस्ट्ट। फिजियोथेरेपी की</p>\r\n<p>कॉलेज ऑफ हॉर्टिकल्चर बीदर</p>\r\n<p>गुरु नानक देव कॉलेज ऑफ इंजीनियरिंग बिदर</p>\r\n<p>लिंगराज अप्पा इंजीनियरिंग कॉलेज, चित्त बिदर</p>\r\n<p>कर्नाटक कला, विज्ञान और वाणिज्य महाविद्यालय, बीदर</p>\r\n<p>महिलाओं के लिए अक्कमहादेवी महिला महाविद्यालय</p>\r\n<p>रॉयल डिग्री कॉलेज बीदर</p>\r\n<p>लाल गुलाब पब्लिक स्कूल</p>\r\n<p>एवरेस्ट डिग्री कॉलेज मेलूर रोड बीदर।</p>\r\n<p>बी। वी। भूमिरेड्डी कॉलेज ऑफ आर्ट्स, साइंस एंड कॉमर्स, गुम्पा रोड बीदर</p>\r\n<p>श्री स्वामीनारायण गुरुकुल इंटरनेशनल स्कूल</p>\r\n<p>मिलेनियम पब्लिक स्कूल बीदर</p>\r\n<p>शाहीन पब्लिक स्कूल और कॉलेज बीदर</p>\r\n<p>शाहीन डिग्री कॉलेज महिलाओं के लिए</p>\r\n<p>नूर एजुकेशनल ट्रस्ट, बीदर</p>\r\n<p>वायु सेना स्कूल, बीदर</p>\r\n<p>केंद्रीय विद्यालय, बीदर</p>\r\n<p>सातवें दिन एडवेंटिस्ट हाई स्कूल बीदर</p>\r\n<p>सातवें दिन एडवेंटिस्ट उच्चतर - प्राथमिक विद्यालय भालकी</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Bidar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bidar-karnataka","tags":[{"name":"बीदर","slug":"bidar"},{"name":"कर्नाटक","slug":"karnataka"}],"recommendations":[{"id":606,"title":"हसन में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"हसन भारत के कर्नाटक राज्य में हसन जिले का एक शहर और जिला मुख्यालय है। यह शहर समुद्र तल से 980 मीटर (3,220 फीट) की दूरी पर स्थित है। इसका नाम हसनंबा मंदिर के नाम पर रखा गया है। 2011 में शहरी जनसंख्या 133,436 थी।\r\n&nbsp;\r\nहसन कर्नाटक राज्य, भारत में एक जिला है। जिला मुख्यालय हसन है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"हसन","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":599,"title":"चिकबलपुर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","dateCreated":"2019-09-07T03:10:08.208Z","dateModified":"2019-09-07T03:10:23.724Z","contributedBy":"AskGif","content":"चिक्काबल्लापुर भारत के कर्नाटक राज्य में नव निर्मित चिक्कबल्लपुर जिले का जिला मुख्यालय है। यह मुडेनाहल्ली (प्रख्यात इंजीनियर और राजनेता सर मोक्षगुंडम विश्वेश्वरय्या के जन्मस्थान) के 3 किमी के भीतर स्थित है। भारत में अपनी तरह का पहला, 325 एकड़ (1.32 किमी 2) पर चिक्काबल्लापुर में 400 मिलियन डॉलर का","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चिकबलपुर","slug":"chikkaballapur"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-chikkaballapur-karnataka","total":0},{"id":595,"title":"बेंगलुरु ग्रामीण, बेंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","dateCreated":"2019-09-07T02:24:35.884Z","dateModified":"2019-09-07T02:24:49.838Z","contributedBy":"AskGif","content":"बेंगलुरु ग्रामीण जिला कर्नाटक, भारत के 30 जिलों में से एक है। इसका गठन 1986 में किया गया था, जब बेंगलुरु को बेंगलुरु (ग्रामीण) और बेंगलुरु (शहरी) में विभाजित किया गया था। वर्तमान में बेंगलुरु ग्रामीण जिले में, 2 डिवीजन, 4 तालुका, 35 हॉलीस (गांवों का समूह), 1,713 बसे हुए और 177 निर्जन गांव, 9 शहर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बेंगलुरु-ग्रामीण","slug":"bengaluru-rural"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"बेंगलुरु","slug":"bengaluru"}],"slug":"top-places-to-visit-in-bengaluru-rural-bengaluru-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}