{"id":597,"title":"Top Places to visit in Bidar, Karnataka","imageUrl":"4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","dateCreated":"2019-09-07T02:39:56.465Z","dateModified":"2019-09-07T02:40:09.441Z","contributedBy":"AskGif","content":"<p>Bidar is a hill top city in the north-eastern part of Karnataka state in India. It is the headquarters of the Bidar which borders Maharashtra and Telangana. It is a rapidly urbanising city in the wider Bidar Metropolitan area. The city is well known for its many sites of architectural, historical and religious importance.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Bidar is located in IndiaBidarBidarHyderabad 140 km (87 mi)Hyderabad 140 km (87 mi)Bangalore 700 km (430 mi)Bangalore 700 km (430 mi)Mumbai 600 km (370 mi)Mumbai 600 km (370 mi)Chennai 788 km (490 mi)Chennai 788 km (490 mi)</p>\r\n<p>Distance from major Metropolitan cities near to Bidar.</p>\r\n<p>Bidar is symbolically described as City of Whispering Monuments. The mountaintop city that served as the capital of medieval Deccan, has 98 monuments of which four national monuments are protected by the Archaeological Survey of India and 14 by the State Archaeology Department, Karnataka.</p>\r\n<p>&nbsp;</p>\r\n<p>Bidar earned a place on the World Monument Watchlist 2014. Of the 741 proposals received from 166 countries, 67 sites from 41 countries were finally selected which were announced by WMF president Bonnie Burnham in New York on October 8, 2013. Along with \"the historic city of Bidar\", two other sites in India to figure in the list were the house of Sheikh Salim Chisti in Fatehpur Sikri and Juna Mahal in Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>The WMF in its current watch site for \"the historic city of Bidar\" says &Prime;challenges to the site include a lack of integrated conservation and maintenance, environmental pollution, and the construction of new developments and roadways that encroach on the historic fabric. Current land use regulations also threaten the economic livelihood of many of the city's residents, and it is hoped that revised, context-specific planning policies would both protect Bidar's historic assets while also supporting the future of its local population. It is hoped that Watch-listing will spur documentation and analysis of the city's conditions, followed by policy development and applied conservation interventions that will reveal and maintain Bidar's rich heritage, as well as support a robust and sustainable tourist industry.&Prime;</p>\r\n<p>&nbsp;</p>\r\n<p>Mahmud Gawan Madrasa</p>\r\n<p>Main article: Mahmud Gawan Madrasa</p>\r\n<p>This grandiose madrasa was built by the prime-minister of the Bahmani empire, Mahmud Gawan in the late 15th century. Its only the most imposing building of the Bahmani period, but in its plan and in the general style of its architecture it is a unique monument of its kind in India. The Madrasa, a multi-disciplinary university he set up, which had a library of around 3,000 valuable manuscripts, was severely damaged when gunpowder stored inside the rooms went off during a 27-day siege of the city by Mughal king Aurangazeb in 1656. The Mahmud Gawan Madrasa is protected by the Archaeological Survey of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Bidar Fort</p>\r\n<p>Bidar Fort is considered one of the most formidable forts of the country. Bidar city was distinctly planned and built. The main citadel complex housed the royal places. Mahals and Mosque. Adjoining to this on the southern side, the city was built for the people. Both the citadel complex and city had separate forts for protection the plan of the Bidar city fortification is pentagonal. There are five gateways for entry into the city fort. It is main citadel complex fort which is stronger. It is built on the brink of the plateau. Engineers and architecture of various countries were employed on its design and construction. A Museum is preset there having old armor, old sculptures. including many of the ancient stones,</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>museum inside Bidar fort</p>\r\n<p>Rangeen Mahal, situated in the fort, near Gumbad Darwaza, is unique because of its decoration with coloured tiles and other art work. Wood carving done there is not only precious but also unique. The walls of Mahal are adorned with mother-of-pearl of the finest quality in laid in jet-black stone. Floral patterns and calligraphic text are also depicted here. Stone carving, stucco art are other attractions of this monument. It was rebuilt during Barid Shahi period. The design of this monument represents the blend of the both Hindu and Muslim architecture. There are rooms in the basement of the Rangin Mahal.</p>\r\n<p>Tarkash Mahal is said to have been built for Turkish wife of the sultan. From the remains of the decorative work found in the ornamentation of the walls, it can be said that the Mahal was built or extended by the Barid Shahi Sultans who had kept large harem with ladies from different nationalities.The rooms were decorated with stucco work.</p>\r\n<p>Gagan Mahal was originally built by the Bahamani kings and some alterations and additions were made by the Barid Shahi rulers. It has two courts. The outer court was used by the male staff and guards. The inner court also, there are rooms on either side of the covered passage for the accommodation of the guards. The main building of the palace was for the use of the sultan and his harem.</p>\r\n<p>Takht Mahal, The Royal Palace, was built by Ahemd shah. It was the royal residence. The place was fully decorated with coloured titles and stone carvings part of which can be seen even today. It had two side royal pavilions with lofty arches and a spacious hall at the back of which was the sultan's room. The building had stately dimensions and exquisite surface decoration. The coronations of several Bahamanis and Barid Shahi sultans were held there. From the royal pavilion which is situated behind throne palace one can view the valley and low land below.</p>\r\n<p>Solah Khamba Mosque (Solah Sutoon Ki Masjid) was built by Qubil Sultani between 1423 and 1424. The mosque derives its name from the 16 pillars that are lined in the front of the structure. Popularly known as the Zanana Masjid, this mosque is about 90 metres long and 24 metres wide. Behind the southern wall of this mosque, there is a large well. Characterised by columns, arches and domes, this mosque is one of the largest in India.</p>\r\n<p>Other monuments</p>\r\n<p>Chaubara is a tall tower, facing in four directions. This is an old cylindrical tower of 22 meters, height is situated in the centre of Bidar city. It was used as a watchtower, commanding a fine view of the entire plateau from the top. A winding staircase of eight steps leads to the top of the tower, a clock is being placed on top of the tower, can be viewed from all the four directions .</p>\r\n<p>Jama Masjid, a large mosque with no minarets, located near Chaubara.</p>\r\n<p>Bahmani Tombs called as \"Ashtur\", located near \"Chaukhandi of Hazrat Khalil Ullah\" around a distance of 1 km</p>\r\n<p>Barid Shahi Tombs</p>\r\n<p>Chaukhandi of Hazrat Khalil Ullah</p>\r\n<p>&nbsp;</p>\r\n<p>Gurudwara Nanak Jhira Sahib</p>\r\n<p>Gurudwara Nanak Jhira Saheb is known to be one of Holiest Place For Sikh Devotees in India and is believed that Saint Guru Nanak visited the place during famine in this region. Papa Nashini Mandir Dargah Hazrat Shah Shamsuddin Quadri (Multani Basha) Dargah Hazrat Syed Abul Faiz Mailar Mallana Mandir Narasimha Jharna Mandir Changleri Veerabhadra Mandir</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Rail</p>\r\n<p>Bidar has connectivity with Bangalore, Hyderabad, Sainagar Shirdi, Parbhani Jn, Aurangabad, Latur, Nanded, Manmad, Mumbai, Machilipatnam and Renigunta (according to railway budget 2014-15) Construction of the Gulbarga-Bidar link is completed which was inaugurated by Prime Minister Narendra Modi. Bidar-Hyderabad inter-city train service became operative in September 2012. A Bidar-Yeshwantpur (Daily) express train and Bidar-LTT Mumbai express train service has been started recently. another train starting from bidar through Latur to Mumbai started, which runs on Thursday,Saturday and Sunday the train which stars from auranagav</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The city is home to an air force station. There is no civilian airfield; however, The Hindu reported in February 2017 that the opening of the air force base to passenger flights was likely under the central government's Ude Desh ka Aam Naagrik plan.</p>\r\n<p>&nbsp;</p>\r\n<p>Education Institutions</p>\r\n<p>&nbsp;</p>\r\n<p>Gnyana Sudha Vidyalaya, School Building</p>\r\n<p>&nbsp;</p>\r\n<p>Swaminarayan Gurukul International School Bidar outer view1</p>\r\n<p>Bidar city is very far about education sector shaheen group of institutions is one of the big group of institutions in bidar city and one more group is coming far in bidar city about education field the Royal group of education providing quality education.Beside these another education institution that is widely recognised in Bidar is Kendriya Vidyalaya Bidar which was founded in 1975.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahmud Gawan Madarsa (The ancient university)</p>\r\n<p>Global Sainik Academy (GSA), Benakanalli Road, Bidar. It's a school with a difference in real sense. It was set up in the year 2015 by a veteran Colonel with unique facilities such as Indoor Shooting Rage, Obstacle Course, Career Development Centre (CDC), Miniature Golf Putting Practice Green, Music, Dance and Painting Clubs etc. Swimming is a mandatory survival skill at the school. The school focuses on overall development of the kids and aims to create responsible citizens and Global Leaders besides motivating and preparing deserving youth to join Armed Forces through NDA, TES, UES, CDS. The school has been able to carve a niche for itself within a short period of time and become the hope of locals for a bright future of their kids. The terminal objective of the Academy is to transform region into a better place to live in.</p>\r\n<p>Global Sainik Academy (GSA), Pre-primary Branch, Shivnagar (S), Bidar.</p>\r\n<p>Global Sainik Academy (GSA), Pre-primary Branch, Kumbarwada, Bidar.</p>\r\n<p>Future Kids School</p>\r\n<p>Karnataka Veterinary Animal and Fisheries Sciences University</p>\r\n<p>Bidar Institute Of Medical Sciences (BRIMS)</p>\r\n<p>SB Patil Dental College &amp; Hospital</p>\r\n<p>Shanthinikethan Instt. Of Physiotherapy</p>\r\n<p>College of Horticulture Bidar</p>\r\n<p>Guru Nank Dev College Of Engineering Bidar</p>\r\n<p>Lingraj Appa Engineering college, Chitta Bidar</p>\r\n<p>Karnatak Arts, Science and Commerce College, Bidar</p>\r\n<p>Akkamahadevi Mahila Mahavidyalaya for women's</p>\r\n<p>Royal degree college bidar</p>\r\n<p>Red rose public school</p>\r\n<p>Everest degree college mailoor road bidar.</p>\r\n<p>B. V. Bhoomareddi College of Arts, Science &amp; Commerce, Gumpa Road Bidar</p>\r\n<p>Shree Swaminarayan Gurukul International School</p>\r\n<p>The Millennium Public School Bidar</p>\r\n<p>Shaheen public schools and colleges Bidar</p>\r\n<p>Shaheen Degree college for women</p>\r\n<p>Noor Educational Trust, Bidar</p>\r\n<p>Air Force school, Bidar</p>\r\n<p>Kendriya Vidyalaya, Bidar</p>\r\n<p>seventh day Adventist high school Bidar</p>\r\n<p>seventh day Adventist higher - primary school bhalki</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bidar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bidar-karnataka","tags":[{"name":"bidar","slug":"bidar"},{"name":"karnataka","slug":"karnataka"}],"recommendations":[{"id":606,"title":"Top Places to visit in Hassan, Karnataka","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"Hassan is a city and the district headquarters of Hassan district in the Indian state of Karnataka. The town is situated 980 m (3,220 ft) above sea level. It is named after the Hasanamba temple. The urban population in 2011 was 133,436.\r\n&nbsp;\r\nHassan is a district in Karnataka sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"hassan","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":599,"title":"Top Places to visit in Chikkaballapur, Karnataka","imageUrl":"d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","dateCreated":"2019-09-07T03:10:08.208Z","dateModified":"2019-09-07T03:10:23.724Z","contributedBy":"AskGif","content":"Chikkaballapur is the district headquarters of the newly created Chikkaballapur district in the state of Karnataka, India. It is located within 3 km of Muddenahalli (the birthplace of eminent engineer and statesman Sir Mokshagundam Visvesvarayya). A $400 million Pharmaceutical SEZ is coming up in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chikkaballapur","slug":"chikkaballapur"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-chikkaballapur-karnataka","total":0},{"id":595,"title":"Top Places to visit in Bengaluru Rural, Bengaluru, Karnataka","imageUrl":"0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","dateCreated":"2019-09-07T02:24:35.884Z","dateModified":"2019-09-07T02:24:49.838Z","contributedBy":"AskGif","content":"Bengaluru Rural District is one of the 30 districts in Karnataka, India. It was formed in 1986, when Bengaluru was divided into Bengaluru (Rural) and Bengaluru (Urban). Presently in Bengaluru Rural district, there are 2 divisions, 4 Talukas, 35 Hoblis (cluster of villages), 1,713 inhabited and 17","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bengaluru-rural","slug":"bengaluru-rural"},{"name":"bangalore","slug":"bangalore"},{"name":"bengaluru","slug":"bengaluru"}],"slug":"top-places-to-visit-in-bengaluru-rural-bengaluru-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}