{"id":598,"title":"चामराजनगर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","dateCreated":"2019-09-07T02:58:52.632Z","dateModified":"2019-09-07T02:59:08.803Z","contributedBy":"AskGif","content":"<p>चामराजनगर भारत के कर्नाटक के दक्षिणी भाग में स्थित एक शहर है। मैसूर के पूर्ववर्ती राजा, चामराजा वोडेयार IX के नाम पर, यह अंतरराज्यीय राजमार्ग पर स्थित है जो तमिलनाडु और केरल के पड़ोसी राज्यों को जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चामराजनगर भारत के कर्नाटक राज्य में सबसे दक्षिणी जिला है। यह वर्ष 1998 में मूल बड़े मैसूर जिले से लिया गया था। चामराजनगर शहर इस जिले का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोडगु और बैंगलोर ग्रामीण के बाद यह कर्नाटक में तीसरा सबसे कम आबादी वाला (30 में से) जिला है।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>चामराजनगर रेलवे स्टेशन कर्नाटक का सबसे दक्षिणी रेलवे पॉइंट है। तिरुपति के लिए एक सीधी ट्रेन है जो दोपहर तीन बजे शुरू होती है और सुबह बेंगलुरु के लिए एक सीधी ट्रेन है। निकटतम हवाई अड्डा मैसूर हवाई अड्डा है और निकटतम अंतरराष्ट्रीय हवाई अड्डे बेंगलुरु और कोयम्बटूर में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक परिदृश्य</p>\r\n<p>Maaravva या Maaramma शहर में सबसे व्यापक रूप से पूजे जाने वाले देवता हैं, Maaravva के दस से अधिक मंदिरों को कस्बे में पाया जा सकता है। चामराजेश्वरा मंदिर और हरलू कोटे अंजनेय मंदिर क्रमशः सबसे बड़े और सबसे पुराने मंदिर हैं। इनके अलावा इस शहर में कई मंदिर हैं। जहां तक ​​अन्य धार्मिक मान्यताओं का सवाल है, इस शहर में 15 से अधिक मस्जिदें हैं; 5 चर्च; 2 जैन बसदि और 2 बुद्ध विहार।</p>\r\n<p>&nbsp;</p>\r\n<p>दस्यु वीरप्पन</p>\r\n<p>चूंकि जिले का अधिकांश दक्षिणी क्षेत्र घना जंगल है, इसने कुख्यात दस्यु वीरप्पन को अच्छी शरण दी, जो सौ से अधिक पुलिसकर्मियों की मौत का जिम्मेदार था। 18 अक्टूबर 2004 को धर्मपुरी जिले, तमिलनाडु में विशेष रूप से गठित विशेष कार्य बल (एसटीएफ) के साथ मुठभेड़ में उनकी गोली मारकर हत्या कर दी गई थी। वह दो दशक से अधिक समय से इस पद पर थे। काले पत्थर के लिए अवैध उत्खनन की उपस्थिति क्षेत्र के जंगलों के लिए एक बड़ा खतरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>बिलिगिरिरंगा हिल्स, माले महादेश्वरा हिल्स और शिवसमुद्रम मुख्य पर्यटन आकर्षण हैं। बांदीपुर राष्ट्रीय उद्यान कई आगंतुकों को भी आकर्षित करता है। गुंडलुपेट में गोपालस्वामी हिल्स भी कई आगंतुकों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, चामराजनगर की आबादी 69875 थी। पुरुषों ने 51% जनसंख्या और महिलाओं ने 49% का गठन किया। चमराजनगर की साक्षरता दर 60% है, जो राष्ट्रीय औसत 59.5% से अधिक है; पुरुष साक्षरता 65% और महिला साक्षरता 54% है। 12% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>चामराजनगर को पहले श्री अरिकोटारा के नाम से जाना जाता था। मैसूरु के वोडेयार राजा चामराजा वोड्यार का जन्म यहीं हुआ था और इसलिए इस स्थान का नाम उनके नाम पर रखा गया। विजया पार्श्वनाथ बसडी, पवित्र जैन तीर्थ का निर्माण होयसला राजा गंगाराजा के सेनापति पुनीसदानंदनाका ने किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>कर्नाटक का सबसे दक्षिणी जिला होने के नाते, चामराजनगर जिला तमिलनाडु और केरल राज्य की सीमा को पार करता है। विशेष रूप से, यह कर्नाटक के पश्चिम और उत्तर में म्यासरू जिले, कर्नाटक के मांड्या और रमनगरा जिलों, उत्तर-पूर्व में, पूर्व में तमिलनाडु के धर्मपुरी जिले, तमिलनाडु के सलेम और ईरोड जिलों, दक्षिण-पूर्व, नीलगिरी जिले की सीमाओं में आता है। तमिलनाडु के दक्षिण में, और चरम दक्षिण-पश्चिम में, केरल के वायनाड जिले के साथ एक बहुत छोटी सीमा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले के अधिकांश नीलगिरि के लीवार्ड क्षेत्र में स्थित हैं और मुख्य रूप से जंगलों की पहाड़ियों के साथ अर्ध-शुष्क बारिश पर निर्भर फ्लैटलैंड हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 209, जो कर्नाटक के बेंगलुरु से शुरू होता है और तमिलनाडु में डिंडीगुल के उत्तर -7 पर समाप्त होता है, कोल्लेगल जिले से गुजरता है और पुनाजुर (या पुंजुर) में समाप्त होता है, जो तमिलनाडु - कर्नाटक सीमा के पास पश्चिमी घाट में समाप्त होता है। ।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Chamarajnagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chamarajnagar-karnataka","tags":[{"name":"चामराजनगर","slug":"chamarajnagar"},{"name":"कर्नाटक","slug":"karnataka"}],"recommendations":[{"id":617,"title":"शिवमोगा में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","dateCreated":"2019-09-08T06:52:04.18Z","dateModified":"2019-09-08T06:52:18.235Z","contributedBy":"AskGif","content":"शिमोगा, जिसे आधिकारिक रूप से शिवमोग्गा के रूप में जाना जाता है, भारत के कर्नाटक राज्य के मध्य भाग में एक शहर और शिमोगा का जिला मुख्यालय है। शहर तुंगा नदी के तट पर स्थित है। पश्चिमी घाट के पहाड़ी क्षेत्र के लिए प्रवेश द्वार होने के कारण, शहर को लोकप्रिय रूप में \"मलनाड का प्रवेश द्वार\" के रूप में ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"शिवमोगा","slug":"shivamogga"}],"slug":"top-places-to-visit-in-shivamogga-karnataka","total":0},{"id":606,"title":"हसन में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"हसन भारत के कर्नाटक राज्य में हसन जिले का एक शहर और जिला मुख्यालय है। यह शहर समुद्र तल से 980 मीटर (3,220 फीट) की दूरी पर स्थित है। इसका नाम हसनंबा मंदिर के नाम पर रखा गया है। 2011 में शहरी जनसंख्या 133,436 थी।\r\n&nbsp;\r\nहसन कर्नाटक राज्य, भारत में एक जिला है। जिला मुख्यालय हसन है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"हसन","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":598,"title":"चामराजनगर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","dateCreated":"2019-09-07T02:58:52.632Z","dateModified":"2019-09-07T02:59:08.803Z","contributedBy":"AskGif","content":"चामराजनगर भारत के कर्नाटक के दक्षिणी भाग में स्थित एक शहर है। मैसूर के पूर्ववर्ती राजा, चामराजा वोडेयार IX के नाम पर, यह अंतरराज्यीय राजमार्ग पर स्थित है जो तमिलनाडु और केरल के पड़ोसी राज्यों को जोड़ता है।\r\n&nbsp;\r\nचामराजनगर भारत के कर्नाटक राज्य में सबसे दक्षिणी जिला है। यह वर्ष 19","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चामराजनगर","slug":"chamarajnagar"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-chamarajnagar-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}