{"id":598,"title":"Top Places to visit in Chamarajnagar, Karnataka","imageUrl":"ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","dateCreated":"2019-09-07T02:58:52.632Z","dateModified":"2019-09-07T02:59:08.803Z","contributedBy":"AskGif","content":"<p>Chamarajanagar is a town in the southern part of Karnataka, India. Named after Chamaraja Wodeyar IX, the erstwhile king of Mysore, it is located on the interstate highway linking the neighboring states of Tamil Nadu and Kerala.</p>\r\n<p>&nbsp;</p>\r\n<p>Chamarajanagar is the southernmost district in the state of Karnataka, India. It was carved out of the original larger Mysore District in the year 1998. Chamarajanagar town is the headquarters of this district.</p>\r\n<p>&nbsp;</p>\r\n<p>It is the third least populous district in Karnataka (out of 30), after Kodagu and Bangalore Rural.</p>\r\n<p>Transport</p>\r\n<p>Chamarajanagar railway station is the southern most rail point in Karnataka. There is a direct train to Tirupati which starts by three in the afternoon and a direct train to Bengaluru in the morning. The nearest airport is Mysore airport and the nearest international airports are in Bengaluru and Coimbatore.</p>\r\n<p>&nbsp;</p>\r\n<p>Religious Scenario</p>\r\n<p>Maaravva or Maaramma is most widely worshiped deity in the town, more than ten temples of Maaravva can be found in the town. Chamarajeshwara Temple and Haralu Kote Anjaneya Temple are the biggest &amp; the oldest temples respectively. Apart from these the town has many temples. As far as other religious beliefs are concerned, the town has more than 15 Mosques ; 5 Churches ; 2 Jain Basadis &amp; 2 Buddha Viharas.</p>\r\n<p>&nbsp;</p>\r\n<p>Bandit Veerappan</p>\r\n<p>Since much of the southern area of the district is dense forest, it provided good refuge to the notorious bandit Veerappan, responsible for the death of over a hundred policemen. He was shot dead in an encounter with the specially formed Special Task Force (STF) on 18 October 2004, in Dharmapuri district, Tamil Nadu. He had been on the run for over two decades. The presence of illegal quarrying for black stone imposes a great threat to the forests in the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>The main tourist attractions are Biligiriranga Hills, Male Mahadeshwara Hills and Shivasamudram falls. Bandipur national park also attracts many visitors. Gopalaswamy Hills in Gundlupet also attracts many visitors.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 census, Chamrajanagar had a population of 69875. Males constituted 51% of the population and females 49%. Chamrajanagar has an average literacy rate of 60%, higher than the national average of 59.5%; with male literacy of 65% and female literacy of 54%. 12% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Chamarajanagar was earlier known as Sri Arikottara. Chamaraja Wodeyar, the Wodeyar king of Mysuru was born here and hence this place was renamed after him. The Vijaya Parsvanath Basadi, a holy Jain shrine was constructed by Punisadandanayaka, the commander of the Hoysala king Gangaraja in the year 1117 AD.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Being the southernmost district of Karnataka, Chamarajanagar district borders the state of Tamil Nadu and Kerala. Specifically, it borders Mysooru district of Karnataka to the west and north, Mandya and Ramanagara districts of Karnataka to the north-east, Dharmapuri district of Tamil Nadu to the east, Salem and Erode districts of Tamil Nadu to the south-east, Nilgiris district of Tamil Nadu to the south, and to the extreme south-west, there is a very small border with Wayanad district of Kerala.</p>\r\n<p>&nbsp;</p>\r\n<p>Most of the district lies in the leeward region of the Nilgiris and consists of mainly semi-arid rain-dependent flatlands along with forested hills.</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 209, which starts from Bengaluru in Karnataka and ends at NH-7 north of Dindigul in Tamil Nadu, passes through the district at Kollegal and ends up at Punajur (or Punjur), in the western ghats near the Tamil Nadu - Karnataka border.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chamarajanagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chamarajnagar-karnataka","tags":[{"name":"chamarajnagar","slug":"chamarajnagar"},{"name":"karnataka","slug":"karnataka"}],"recommendations":[{"id":617,"title":"Top Places to visit in Shivamogga, Karnataka","imageUrl":"10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","dateCreated":"2019-09-08T06:52:04.18Z","dateModified":"2019-09-08T06:52:18.235Z","contributedBy":"AskGif","content":"Shimoga, officially known as Shivamogga, is a city and the district headquarters of Shimoga in the central part of the state of Karnataka, India. The city lies on the banks of the Tunga River. Being the gateway for the hilly region of the Western Ghats, the city is popularly nicknamed as \"Gateway","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"shivamogga","slug":"shivamogga"}],"slug":"top-places-to-visit-in-shivamogga-karnataka","total":0},{"id":606,"title":"Top Places to visit in Hassan, Karnataka","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"Hassan is a city and the district headquarters of Hassan district in the Indian state of Karnataka. The town is situated 980 m (3,220 ft) above sea level. It is named after the Hasanamba temple. The urban population in 2011 was 133,436.\r\n&nbsp;\r\nHassan is a district in Karnataka sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"hassan","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":598,"title":"Top Places to visit in Chamarajnagar, Karnataka","imageUrl":"ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","dateCreated":"2019-09-07T02:58:52.632Z","dateModified":"2019-09-07T02:59:08.803Z","contributedBy":"AskGif","content":"Chamarajanagar is a town in the southern part of Karnataka, India. Named after Chamaraja Wodeyar IX, the erstwhile king of Mysore, it is located on the interstate highway linking the neighboring states of Tamil Nadu and Kerala.\r\n&nbsp;\r\nChamarajanagar is the southernmost district in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chamarajnagar","slug":"chamarajnagar"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-chamarajnagar-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}