{"id":599,"title":"चिकबलपुर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","dateCreated":"2019-09-07T03:10:08.208Z","dateModified":"2019-09-07T03:10:23.724Z","contributedBy":"AskGif","content":"<p>चिक्काबल्लापुर भारत के कर्नाटक राज्य में नव निर्मित चिक्कबल्लपुर जिले का जिला मुख्यालय है। यह मुडेनाहल्ली (प्रख्यात इंजीनियर और राजनेता सर मोक्षगुंडम विश्वेश्वरय्या के जन्मस्थान) के 3 किमी के भीतर स्थित है। भारत में अपनी तरह का पहला, 325 एकड़ (1.32 किमी 2) पर चिक्काबल्लापुर में 400 मिलियन डॉलर का फार्मास्युटिकल एसईजेड आ रहा है। इसके अलावा, प्रख्यात यात्री बंगलो को कला बस टर्मिनस के रूप में परिवर्तित किया जा रहा है। 5 मिलियन डॉलर की लागत से एक नया जिला सरकार मुख्यालय और पुलिस मुख्यालय बनाया जा रहा है। इसके अलावा, राज्य सरकार शहर को विकसित करने और भूमिगत सैनिटरी प्रणालियों का विस्तार करने के लिए $ 10 मिलियन से अधिक जारी कर रही है। यह एक क्षेत्रीय परिवहन और शैक्षिक केंद्र है, और अंगूर, अनाज और रेशम की खेती के लिए एक प्रमुख स्थल है। हाल के विकास के साथ, यह व्यापक रूप से माना जाता है कि चिक्काबल्लापुर \"ग्रेटर बैंगलोर\" का हिस्सा बन जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>चिकबल्लापुर जिला भारत के कर्नाटक राज्य में स्थित एक जिला है। 23 अगस्त 2007 को, यह पहले से मौजूद कोलार जिले से बाहर था, जो कर्नाटक के चौथे सबसे बड़े जिले (द्विभाजन से पहले) में गौरीबिदनूर, गुड़ीबांडा, बागेपल्ली, चिकबल्लापुर, सिदलाघट्टा और चिंतामणि के तालुकों को नए जिले में स्थानांतरित कर रहा था। कन्नड़ आधिकारिक और सबसे अधिक बोली जाने वाली भाषा है।</p>\r\n<p>&nbsp;</p>\r\n<p>चिकबल्लापुर शहर जिला मुख्यालय है और उत्तरी बैंगलोर क्षेत्र में एक महत्वपूर्ण परिवहन लिंक है। उत्तर-दक्षिण छह-लेन राष्ट्रीय राजमार्ग 44 (NH-44) के साथ-साथ पूर्व-पश्चिम राजमार्ग 69 जिले से गुजरता है। एक रेल लाइन बंगलौर से उत्तर में चिकबल्लापुर शहर, पूर्व में डोड्डागंजुर से श्रीनिवासपुर और दक्षिण में कोलार शहर तक चलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>घूमने के स्थान</p>\r\n<p>नंदी हिल्स चिक्काबल्लापुर जिले के पास और क्षेत्र के भीतर है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुदनेहल्ली का नजदीकी क्षेत्र महान इंजीनियर सर मोक्षगुंडम विश्वेश्वरय्या का जन्मस्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>होसुर महान शिक्षाविद और विचारक डॉ। होसुर नरसिंहैया का जन्म स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>चिक्काबल्लापुर में छोटी, प्राचीन कंडवारा झील है।</p>\r\n<p>&nbsp;</p>\r\n<p>एस। गोलहल्ली गाँव श्री अंजनेय स्वामी मंदिर एक महत्वपूर्ण स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>\"विदुरश्वत्थ\" गौरीबिदनूर तालुक में पिनाकिन नदी की भूमि पर है। \"विदुरश्वत\" मंदिर के लिए प्रसिद्ध है। इसे मिनी जलियांवालाबाग भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस क्षेत्र में कई प्रतिष्ठित शिक्षण संस्थान हैं। SJCIT एक इंजीनियरिंग संस्थान है जो 1986 में स्थापित किया गया है और यह डिग्री और स्नातक शिक्षा प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री भगवान सत्य साईं बाबा का स्कूल, विश्वविद्यालय और अस्पताल चिकबल्लापुर से लगभग 3 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>चिक्काबल्लापुर जिले में वार्ता</p>\r\n<p>चिक्काबल्लापुर जिले में शामिल हैं: चिक्काबल्लापुर, गौरीबिदनूर, बागपल्ली, सिदलाघाट, गुड़ीबांदा और चिंतामणि के तालुका (टाउनशिप) शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर और आकर्षण</p>\r\n<p>चिंतामणि शहर से 12 किलोमीटर दूर मुरगामल्ला में अम्मा जान बावा जान की दरगाह। मुदनेहल्ली शहर प्रख्यात इंजीनियर और राजनेता सर मोक्षगुंडम विश्वेश्वरैया की जन्मस्थली श्री सत्य साईं बाबा विश्वविद्यालय का स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>नंदी हिल्स और नंदी किला (नंदी दुर्गा) चिकबल्लापुर तालुक के भीतर स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिबिन किला भी नंदी पहाड़ियों के पास स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>हज़रत मिसकेन शाह वली चिक्काबल्लापुर की दरगाह</p>\r\n<p>&nbsp;</p>\r\n<p>भोग नंदेश्वर मंदिर (\"भोग नंदीश्वर\" या \"भोग नंदीश्वर\" भी कहा जाता है) एक हिंदू मंदिर है, जो नंदी गाँव में स्थित है, नंदी हिल्स (या नंदीदुर्ग) के आधार पर कर्नाटक राज्य, भारत के चिक्कमल्लापुर जिले में स्थित है। यह हिंदू भगवान शिव को समर्पित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार चिक्काबल्लापुर जिले की आबादी 1,255,104 थी, जो त्रिनिदाद और टोबैगो या न्यू हैम्पशायर के अमेरिकी राज्य के बराबर थी। इसने इसे भारत में जिलों की जनसंख्या में 385 वीं रैंकिंग दी (कुल 640 में से)। जिले का जनसंख्या घनत्व 298 निवासियों प्रति वर्ग किलोमीटर (770 / वर्ग मील) था। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 9.17% थी। चिक्कबल्लपुरा में हर 1000 पुरुषों पर 968 महिलाओं का लिंग अनुपात था, और साक्षरता दर 70.08% थी।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chikkaballapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chikkaballapur-karnataka","tags":[{"name":"चिकबलपुर","slug":"chikkaballapur"},{"name":"कर्नाटक","slug":"karnataka"}],"recommendations":[{"id":616,"title":"रामनगर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7f32f77a-f215-4efa-a5d3-67fc571bf1fe_Ramanagara-railway.jpg","dateCreated":"2019-09-08T06:35:33.138Z","dateModified":"2019-09-08T06:35:52.9Z","contributedBy":"AskGif","content":"रामनगर भारतीय राज्य कर्नाटक में एक शहर और एक नगरपालिका परिषद है। यह रामनगर जिले का मुख्यालय भी है। यह बैंगलोर से लगभग 50 किलोमीटर की दूरी पर है। बस और ट्रेन सार्वजनिक परिवहन है जो बैंगलोर से लगभग 90 मिनट लगते हैं।\r\n&nbsp;\r\nरामनगर जिला, दक्षिण भारत में कर्नाटक राज्य के 30 जिलों में स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f32f77a-f215-4efa-a5d3-67fc571bf1fe_Ramanagara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"रामनगर","slug":"ramanagara"}],"slug":"top-places-to-visit-in-ramanagara-karnataka","total":0},{"id":598,"title":"चामराजनगर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","dateCreated":"2019-09-07T02:58:52.632Z","dateModified":"2019-09-07T02:59:08.803Z","contributedBy":"AskGif","content":"चामराजनगर भारत के कर्नाटक के दक्षिणी भाग में स्थित एक शहर है। मैसूर के पूर्ववर्ती राजा, चामराजा वोडेयार IX के नाम पर, यह अंतरराज्यीय राजमार्ग पर स्थित है जो तमिलनाडु और केरल के पड़ोसी राज्यों को जोड़ता है।\r\n&nbsp;\r\nचामराजनगर भारत के कर्नाटक राज्य में सबसे दक्षिणी जिला है। यह वर्ष 19","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चामराजनगर","slug":"chamarajnagar"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-chamarajnagar-karnataka","total":0},{"id":596,"title":"बेंगलुरु शहरी, बेंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","dateCreated":"2019-09-07T02:30:45.624Z","dateModified":"2019-09-07T02:30:58.5Z","contributedBy":"AskGif","content":"बैंगलोर शहरी भारतीय राज्य कर्नाटक का एक जिला है। यह पूर्व और उत्तर में बैंगलोर ग्रामीण जिले, पश्चिम में रामनगर जिला और दक्षिण में तमिलनाडु के कृष्णागिरी जिले से घिरा हुआ है। बैंगलोर अर्बन डिस्ट्रिक्ट 1986 में अस्तित्व में आया, इसके साथ ही बंगलौर अर्बन बैंगलोर और बैंगलुरू रूरल डिस्ट्रिक्ट्स में बं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बेंगलुरु","slug":"bengaluru"},{"name":"बेंगलुरु-शहरी","slug":"bengaluru-urban"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-bengaluru-urban-bengaluru-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}