{"id":599,"title":"Top Places to visit in Chikkaballapur, Karnataka","imageUrl":"d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","dateCreated":"2019-09-07T03:10:08.208Z","dateModified":"2019-09-07T03:10:23.724Z","contributedBy":"AskGif","content":"<p>Chikkaballapur is the district headquarters of the newly created Chikkaballapur district in the state of Karnataka, India. It is located within 3 km of Muddenahalli (the birthplace of eminent engineer and statesman Sir Mokshagundam Visvesvarayya). A $400 million Pharmaceutical SEZ is coming up in Chikkaballapur on 325 acres (1.32 km2), the first of its kind in India. Furthermore, the noted Traveler Bunglow is being converted into a state of the art Bus terminus. A new District Government Headquarters and police headquarters is being constructed at a cost of $5 million. In addition, the state government is releasing over $10 million to develop the city and expand underground sanitary systems. It is a regional transport and educational hub, and is a major site for grape, grain, and silk cultivation. With recent development, it is widely believed that Chikkaballapur will become part of \"Greater Bangalore.\"</p>\r\n<p>&nbsp;</p>\r\n<p>Chikballapura district is a district in the state of Karnataka, India. On 23 August 2007, it was carved out of the pre-existing Kolar district which was the fourth largest district(before bifurcation) of Karnataka by moving the talukas of Gauribidanur, Gudibanda, Bagepalli, Chikballapur, Sidlaghatta and Chintamani into the new district. Kannada is the official and most widely spoken language.</p>\r\n<p>&nbsp;</p>\r\n<p>The town of Chikballapur is the district headquarters and a key transport link in the North Bangalore area. The north-south six-lane National Highway 44 (NH-44) as well as the East-West Highway 69 go through the district. A rail line runs north from Bangalore to the town of Chikballapur, east past Doddaganjur to Srinivaspur and south to the town of Kolar.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Places to visit</p>\r\n<p>Nandi Hills is nearby and within the jurisdiction of Chikkaballapur district.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearby region of Muddenahalli is the birthplace of legendary engineer Sir Mokshagundam Visvesvarayya.</p>\r\n<p>&nbsp;</p>\r\n<p>Hossur is the birthplace of Dr. Hosur Narasimhaiah, the great educationalist and thinker.</p>\r\n<p>&nbsp;</p>\r\n<p>Chikkaballapur has the small, pristine Kandavara Lake.</p>\r\n<p>&nbsp;</p>\r\n<p>S. Gollahalli Village Sri Anjaneya Swami temple is an important place to visit.</p>\r\n<p>&nbsp;</p>\r\n<p>\"Vidurashwattha\" is in Gauribidanur taluk on the lands of river Pinakini. \"Vidurashwattha\" is famous for Temple. It is also called as Mini Jaliyanwalabagh.</p>\r\n<p>&nbsp;</p>\r\n<p>There are several reputed educational institutions in the region. SJCIT is an engineering institute established in 1986 and imparts degree and graduate education.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Bhagavan Sathya Sai Baba's school, university, and hospital are about 3 km from Chikkaballapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Taluks in Chikkaballapur District</p>\r\n<p>The Chikkaballapur District includes the taluks (townships) of: Chikkaballapur, Gauribidanur, Bagepalli, Sidlaghatta, Gudibanda, and Chintamani.</p>\r\n<p>&nbsp;</p>\r\n<p>Towns and attractions</p>\r\n<p>The Dargah of Amma Jaan Bawa Jaan in Muragamalla, located 12kms from Chintamani town. The town of Muddenahalli is the birthplace of eminent engineer and statesman Sir Mokshagundam Visvesvarayyais the site of the Sri Sathya Sai Baba University.</p>\r\n<p>&nbsp;</p>\r\n<p>The Nandi Hills and Nandi Fort (Nandi Durga) are situated within the Chikballapur taluk.</p>\r\n<p>&nbsp;</p>\r\n<p>Jibin fort is also situated near nandi hills</p>\r\n<p>&nbsp;</p>\r\n<p>The Dargha Of Hazrath Miskeen Shah vali Chikkaballapur</p>\r\n<p>&nbsp;</p>\r\n<p>Bhoga Nandeeshwara Temple (also spelt \"Bhoga Nandishwara\" or \"Bhoga Nandishvara\") is a Hindu temple located in Nandi village, at the base of Nandi Hills (or Nandidurga) in the Chikkaballapur district of Karnataka state, India. It is dedicated to the Hindu god Shiva.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 census Chikkaballapur district had a population of 1,255,104, roughly equal to the nation of Trinidad and Tobago or the US state of New Hampshire. This gave it a ranking of 385th in population of districts in India (out of a total of 640). The district had a population density of 298 inhabitants per square kilometre (770/sq mi). Its population growth rate over the decade 2001-2011 was 9.17%. Chikkaballapura had a sex ratio of 968 females for every 1000 males, and a literacy rate of 70.08%.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chikkaballapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chikkaballapur-karnataka","tags":[{"name":"chikkaballapur","slug":"chikkaballapur"},{"name":"karnataka","slug":"karnataka"}],"recommendations":[{"id":616,"title":"Top Places to visit in Ramanagara, Karnataka","imageUrl":"7f32f77a-f215-4efa-a5d3-67fc571bf1fe_Ramanagara-railway.jpg","dateCreated":"2019-09-08T06:35:33.138Z","dateModified":"2019-09-08T06:35:52.9Z","contributedBy":"AskGif","content":"Ramanagara is a city and a city municipal council in the Indian state of Karnataka. It is also the headquarters of Ramanagara district. It is approximately 50 kilometers from Bangalore. There is bus and train public transportation which approximately takes 90 minutes from Bangalore.\r\n&nbsp","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f32f77a-f215-4efa-a5d3-67fc571bf1fe_Ramanagara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"ramanagara","slug":"ramanagara"}],"slug":"top-places-to-visit-in-ramanagara-karnataka","total":0},{"id":598,"title":"Top Places to visit in Chamarajnagar, Karnataka","imageUrl":"ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","dateCreated":"2019-09-07T02:58:52.632Z","dateModified":"2019-09-07T02:59:08.803Z","contributedBy":"AskGif","content":"Chamarajanagar is a town in the southern part of Karnataka, India. Named after Chamaraja Wodeyar IX, the erstwhile king of Mysore, it is located on the interstate highway linking the neighboring states of Tamil Nadu and Kerala.\r\n&nbsp;\r\nChamarajanagar is the southernmost district in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chamarajnagar","slug":"chamarajnagar"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-chamarajnagar-karnataka","total":0},{"id":596,"title":"Top Places to visit in Bengaluru Urban, Bengaluru, Karnataka","imageUrl":"4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","dateCreated":"2019-09-07T02:30:45.624Z","dateModified":"2019-09-07T02:30:58.5Z","contributedBy":"AskGif","content":"Bangalore Urban is a district of the Indian state of Karnataka. It is surrounded by the Bangalore Rural district on the east and north, the Ramanagara district on the west and the Krishnagiri district of Tamil Nadu on the south. Bangalore Urban district came into being in 1986, with the partition","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bengaluru","slug":"bengaluru"},{"name":"bengaluru-urban","slug":"bengaluru-urban"},{"name":"bangalore","slug":"bangalore"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-bengaluru-urban-bengaluru-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}