{"id":6,"title":"Modern Computer Antivirus","imageUrl":"028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","dateCreated":"2018-07-02T18:20:54.543Z","dateModified":"2018-07-02T18:29:50.799Z","contributedBy":"AskGif","content":"At present every computer user is facing problem of his system being affected by the malware programs.\r\nMalware is term which collectively refers to malicious programs like virus, Trojans, worms and spyware\r\nprograms. Once your computer has been affected an unauthorized person can track your personnel works,\r\nmodify the contents of your personnel document and use your computer to attack other computers. Antivirus\r\nsoftwares are the programs which help in building a shield which protects your computer system from being\r\naffected by the malware programs.\r\nThe antivirus programs detect and blocks the malware programs that tries to infect the system. Modern\r\nantivirus works by comparing files to a known set of virus signatures and behaviour of the programs. These\r\nmethodologies used by the modern antivirus for detecting harmful malware programs are as follows:","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","subContents":[{"SubTitle":"Pattern Detection","SubTitleHindi":null,"SubContent":"<p>This method of working of the antivirus program resembles with the working of our immune system. Every antivirus program is provided with a dictionary which contains the signatures of currently known antivirus. Antivirus programs scan your computer for finding patterns for infections and digital disease causing programs. They check the resulted patterns against the patterns (signature) of known malware softwares available in their dictionary If any match is found antivirus tries to neutralize it. This working procedure of the antivirus is totally dependent on its dictionary i.e. it can protect only from what it recognises as harmful. Thus, there exists a problem that new malware programs are developing day to day. In order to keep with these malware programs antivirus needs to be updated. Your computer is vulnerable in time period between the identification of new malware program and the updating of your antivirus dictionary. That&rsquo;s why a new method of behaviour analysis have been introduced in modern antivirus programs so that a computer system can be saved from new malware programs until antivirus dictionary got updated successfully.</p>\r\n\r\n<p><strong>Behaviour Analysis</strong>: This method is mainly based on the behaviour of the unknown malware programs. When any program acts suspiciously that is trying to change the registry settings, changes to operating system updates, change antivirus protocol, change firewall settings etc a message is presented to the user to allow or deny the program to have access &nbsp;.Computer user always be aware of the software raising these exceptions. The advantage of this method is that it provides the protection against the new malware programs which cannot trace using its dictionary. Along with this advantage there are also some disadvantages like generation of large number of false warnings. This approach leaves the user in state of confusion. The computer system may be unsure about what to allow or not allow and these iterative messages makes him desensitized to all these warnings. Resulting in acceptance of every message and leaving his system open for attacks and infections. Due to these reasons the antivirus field is one of the main research areas for computer programmers.</p>\r\n\r\n<p><strong>Heuristic Analysis</strong>: This is used to detect the malware programs which results due to mutation or refinement of existing programs by the other attackers.</p>\r\n\r\n<p><strong>Real time Scanning</strong>: This method is provided by modern antivirus to protect the infiltration of malware programs when data is loaded into computer active memory i.e. during downloading, opening the email or browsing the web etc.</p>\r\n\r\n<p>&nbsp;Thus the latest antivirus uses all these scanning methods to give your system the round the clock protection.</p>","SubContentHindi":null,"ImageUrl":"5ad6df25-c493-4f46-ba24-261f096024b7_pattern-detection.gif","HdImageUrl":null,"gifUrl":null,"Priority":""}],"category":{"name":"informatives","slug":"informatives"},"slug":"modern-computer-antivirus","tags":[{"name":"virus","slug":"virus"},{"name":"computer","slug":"computer"},{"name":"antivirus","slug":"antivirus"},{"name":"trojans","slug":"trojans"}],"recommendations":[{"id":12,"title":"Few good registry cleaners","imageUrl":"0f876cbe-4827-4c62-b6ed-53d02bbbdc39_RegEdit.gif","dateCreated":"2018-07-03T17:46:00.093Z","dateModified":"2018-07-03T18:03:13.3Z","contributedBy":"AskGif","content":"If you are in search of a &ldquo;Free registry cleaners&rdquo; then you may come across thousands of them readily available over internet, but only few of them can be trusted and can be tried without risking your computer. Here, we are going to state you few good registry cleaner programs.<br />\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0f876cbe-4827-4c62-b6ed-53d02bbbdc39_RegEdit.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"computer","slug":"computer"},{"name":"registry","slug":"registry"}],"slug":"few-good-registry-cleaners","total":0},{"id":9,"title":"Windows explorer has stopped working?","imageUrl":"hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","dateCreated":"2018-07-03T16:36:47.369Z","dateModified":"2018-07-03T16:56:07.248Z","contributedBy":"AskGif","content":"Since the beginning of the windows era there have been few windows&rsquo; errors which manage to show their existence every now and then. A very common among them that would come into your mind would be the critical recovery error shown by windows, however if you go for searching about it in deta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"windows-explorer","slug":"windows-explorer"},{"name":"window-7","slug":"window-7"},{"name":"windows","slug":"windows"},{"name":"computer","slug":"computer"}],"slug":"windows-explorer-has-stopped-working","total":0},{"id":8,"title":"Does Your Computer Keep Freezing Too?","imageUrl":"1ed53e39-8c96-4eb6-b14e-c3dd91f67d39_slow-computer_wm_icon.gif","dateCreated":"2018-07-03T15:53:19.489Z","dateModified":"2018-07-03T16:07:16.129Z","contributedBy":"AskGif","content":"<b>Is your computer freezing too?</b>\r\n\r\nIf you are in search of an answer to &ldquo;Why does my computer keep freezing&rdquo; then simply sit back and relax; as your problem is fixable. It is not a serious issue. Most often freezing of your computer system indicates that something is goin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_1ed53e39-8c96-4eb6-b14e-c3dd91f67d39_slow-computer_wm_icon.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"computer-is-slow","slug":"computer-is-slow"},{"name":"computer","slug":"computer"}],"slug":"does-your-computer-keep-freezing-too","total":0},{"id":6,"title":"Modern Computer Antivirus","imageUrl":"028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","dateCreated":"2018-07-02T18:20:54.543Z","dateModified":"2018-07-02T18:29:50.799Z","contributedBy":"AskGif","content":"At present every computer user is facing problem of his system being affected by the malware programs.\r\nMalware is term which collectively refers to malicious programs like virus, Trojans, worms and spyware\r\nprograms. Once your computer has been affected an unauthorized person can track your personn","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"virus","slug":"virus"},{"name":"computer","slug":"computer"},{"name":"antivirus","slug":"antivirus"},{"name":"trojans","slug":"trojans"}],"slug":"modern-computer-antivirus","total":0}]}