{"id":6,"title":"आधुनिक कंप्यूटर एंटीवायरस","imageUrl":"028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","dateCreated":"2018-07-02T18:20:54.543Z","dateModified":"2018-07-02T18:29:50.799Z","contributedBy":"AskGif","content":"वर्तमान में प्रत्येक कंप्यूटर उपयोगकर्ता को मैलवेयर प्रोग्राम से प्रभावित होने वाली प्रणाली की समस्या का सामना करना पड़ रहा है।\r\nमैलवेयर शब्द है जो सामूहिक रूप से वायरस, ट्रोजन, कीड़े और स्पाइवेयर जैसे दुर्भावनापूर्ण प्रोग्रामों को संदर्भित करता है\r\nकार्यक्रम। एक बार आपका कंप्यूटर प्रभावित हो जाने के बाद एक अनधिकृत व्यक्ति आपके कर्मियों के कार्यों को ट्रैक कर सकता है,\r\nअपने कर्मियों के दस्तावेज़ की सामग्री को संशोधित करें और अन्य कंप्यूटरों पर हमला करने के लिए अपने कंप्यूटर का उपयोग करें। एंटीवायरस\r\nसॉफ्टवेयर ऐसे प्रोग्राम होते हैं जो ढाल बनाने में मदद करते हैं जो आपके कंप्यूटर सिस्टम को होने से बचाता है\r\nमैलवेयर कार्यक्रमों से प्रभावित\r\nएंटीवायरस प्रोग्राम मैलवेयर प्रोग्राम का पता लगाता है और ब्लॉक करता है जो सिस्टम को संक्रमित करने का प्रयास करता है। आधुनिक\r\nएंटीवायरस फ़ाइलों की तुलना वायरस हस्ताक्षर और कार्यक्रमों के व्यवहार के ज्ञात सेट से करते हैं। इन\r\nहानिकारक मैलवेयर कार्यक्रमों का पता लगाने के लिए आधुनिक एंटीवायरस द्वारा उपयोग की जाने वाली पद्धतियां निम्नानुसार हैं:","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","subContents":[{"SubTitle":"पैटर्न का पता लगाने","SubTitleHindi":null,"SubContent":"<p> एंटीवायरस प्रोग्राम के काम करने की यह विधि हमारी प्रतिरक्षा प्रणाली के काम के समान दिखती है। प्रत्येक एंटीवायरस प्रोग्राम एक शब्दकोश के साथ प्रदान किया जाता है जिसमें वर्तमान में ज्ञात एंटीवायरस के हस्ताक्षर होते हैं। एंटीवायरस प्रोग्राम आपके कंप्यूटर को संक्रमण और डिजिटल बीमारी के कारण पैटर्न खोजने के लिए स्कैन करते हैं। वे अपने शब्दकोश में उपलब्ध ज्ञात मैलवेयर सॉफ़्टवेयर के पैटर्न (हस्ताक्षर) के खिलाफ परिणाम पैटर्न की जांच करते हैं यदि कोई मिलान पाया जाता है तो एंटीवायरस इसे बेअसर करने की कोशिश करता है। एंटीवायरस की यह कार्यप्रणाली पूरी तरह से अपने शब्दकोश पर निर्भर है यानी यह केवल हानिकारक के रूप में पहचानने से ही बचा सकती है। इस प्रकार, एक समस्या मौजूद है कि नए मैलवेयर कार्यक्रम दिन-प्रतिदिन विकसित हो रहे हैं। इन मैलवेयर प्रोग्रामों को रखने के लिए एंटीवायरस को अद्यतन करने की आवश्यकता है। आपका कंप्यूटर नए मैलवेयर प्रोग्राम की पहचान और आपके एंटीवायरस शब्दकोश को अपडेट करने के बीच समय अवधि में कमजोर है। यही कारण है कि आधुनिक एंटीवायरस प्रोग्राम्स में व्यवहार विश्लेषण की एक नई विधि पेश की गई है ताकि कंप्यूटर सिस्टम को नए मैलवेयर प्रोग्राम्स से सहेजा जा सके जब तक एंटीवायरस डिक्शनरी सफलतापूर्वक अपडेट नहीं हो जाता। </ P>\r\n\r\n<p> <strong> व्यवहार विश्लेषण </ strong>: यह विधि मुख्य रूप से अज्ञात मैलवेयर प्रोग्राम के व्यवहार पर आधारित है। जब कोई प्रोग्राम संदिग्ध रूप से कार्य करता है जो रजिस्ट्री सेटिंग्स को बदलने की कोशिश कर रहा है, ऑपरेटिंग सिस्टम अपडेट में परिवर्तन करता है, एंटीवायरस प्रोटोकॉल बदलता है, फ़ायरवॉल सेटिंग्स बदलता है। उपयोगकर्ता को संदेश को अनुमति देने या अस्वीकार करने के लिए उपयोगकर्ता को एक संदेश प्रस्तुत किया जाता है & nbsp; कंप्यूटर उपयोगकर्ता हमेशा इन अपवादों को बढ़ाने वाले सॉफ़्टवेयर से अवगत रहें। इस विधि का लाभ यह है कि यह नए मैलवेयर प्रोग्राम के खिलाफ सुरक्षा प्रदान करता है जो इसके शब्दकोश का उपयोग करके पता नहीं लगा सकता है। इस लाभ के साथ-साथ कुछ नुकसान भी हैं जैसे बड़ी संख्या में झूठी चेतावनियां। यह दृष्टिकोण उपयोगकर्ता को भ्रम की स्थिति में छोड़ देता है। कंप्यूटर सिस्टम इस बारे में अनिश्चित हो सकता है कि अनुमति देने या अनुमति देने के लिए और इन पुनरावृत्त संदेशों को इन सभी चेतावनियों के लिए उन्हें वंचित कर दिया गया है। हर संदेश की स्वीकृति में परिणाम और हमले और संक्रमण के लिए अपनी प्रणाली को खोलने के परिणामस्वरूप। इन कारणों से एंटीवायरस फ़ील्ड कंप्यूटर प्रोग्रामर के लिए मुख्य शोध क्षेत्रों में से एक है। </ P>\r\n\r\n<p> <strong> ह्युरिस्टिक विश्लेषण </ strong>: इसका उपयोग मैलवेयर प्रोग्रामों का पता लगाने के लिए किया जाता है जो अन्य हमलावरों द्वारा मौजूदा कार्यक्रमों के उत्परिवर्तन या परिशोधन के कारण होते हैं। </ p>\r\n\r\n<p> <strong> रीयल टाइम स्कैनिंग </ strong>: यह विधि आधुनिक एंटीवायरस द्वारा मैलवेयर प्रोग्राम्स में घुसपैठ की रक्षा के लिए प्रदान की जाती है जब डेटा सक्रिय सक्रिय स्मृति में लोड होता है यानी ईमेल खोलना या वेब ब्राउज़ करना आदि। < / p>\r\n\r\n<p> & nbsp; इस प्रकार नवीनतम एंटीवायरस आपके सिस्टम को घड़ी की सुरक्षा के लिए इन सभी स्कैनिंग विधियों का उपयोग करता है। </ p>","SubContentHindi":null,"ImageUrl":"5ad6df25-c493-4f46-ba24-261f096024b7_pattern-detection.gif","HdImageUrl":null,"gifUrl":null,"Priority":""}],"category":{"name":"लेख","slug":"informatives"},"slug":"modern-computer-antivirus","tags":[{"name":"virus","slug":"virus"},{"name":"कंप्यूटर","slug":"computer"},{"name":"antivirus","slug":"antivirus"},{"name":"trojans","slug":"trojans"}],"recommendations":[{"id":12,"title":"कुछ अच्छे रजिस्ट्री क्लीनर","imageUrl":"0f876cbe-4827-4c62-b6ed-53d02bbbdc39_RegEdit.gif","dateCreated":"2018-07-03T17:46:00.093Z","dateModified":"2018-07-03T18:03:13.3Z","contributedBy":"AskGif","content":" यदि आप एक & ldquo; नि: शुल्क रजिस्ट्री क्लीनर की खोज में हैं & rdquo; तो आप उनमें से हजारों इंटरनेट पर आसानी से उपलब्ध हो सकते हैं, लेकिन उनमें से केवल कुछ ही भरोसा किया जा सकता है और आपके कंप्यूटर को जोखिम के बिना कोशिश की जा सकती है। यहां, हम आपको कुछ अच्छे रजिस्ट्री क्लीनर प्रोग्राम बताएंगे। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0f876cbe-4827-4c62-b6ed-53d02bbbdc39_RegEdit.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"कंप्यूटर","slug":"computer"},{"name":"रजिस्ट्री","slug":"registry"}],"slug":"few-good-registry-cleaners","total":0},{"id":9,"title":"विंडोज एक्सप्लोरर ने काम करना बंद कर दिया है?","imageUrl":"hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","dateCreated":"2018-07-03T16:36:47.369Z","dateModified":"2018-07-03T16:56:07.248Z","contributedBy":"AskGif","content":" विंडोज़ युग की शुरुआत के बाद से कुछ खिड़कियां हैं & rsquo; त्रुटियां जो हर समय और उसके अस्तित्व को दिखाने के लिए प्रबंधन करती हैं। उन लोगों में से एक बहुत आम है जो आपके दिमाग में आएंगे, विंडोज़ द्वारा दिखाए गए महत्वपूर्ण वसूली त्रुटि होगी, हालांकि यदि आप विस्तार से इसके बारे में खोज करने के लिए ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_b4de2a2c-f883-4f6a-8476-86670c665549_windows-explorer_wm_icon.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"विन्डोज़-एक्सप्लोरर","slug":"windows-explorer"},{"name":"window-7","slug":"window-7"},{"name":"विंडोज","slug":"windows"},{"name":"कंप्यूटर","slug":"computer"}],"slug":"windows-explorer-has-stopped-working","total":0},{"id":8,"title":"क्या आपका कंप्यूटर बहुत धीमा रहता है?","imageUrl":"1ed53e39-8c96-4eb6-b14e-c3dd91f67d39_slow-computer_wm_icon.gif","dateCreated":"2018-07-03T15:53:19.489Z","dateModified":"2018-07-03T16:07:16.129Z","contributedBy":"AskGif","content":" <b> क्या आपका कंप्यूटर भी धीमा है? </ b> </ p>\r\n\r\n यदि आप उत्तर की तलाश में हैं & ldquo; मेरा कंप्यूटर ठंडा क्यों रहता है & rdquo; तो बस वापस बैठो और आराम करो; क्योंकि आपकी समस्या ठीक हो सकती है। यह एक गंभीर मुद्दा नहीं है। अक्सर आपके कंप्यूटर सिस्टम को ठंडा करने से संकेत मिलता है कि अंदर कुछ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_1ed53e39-8c96-4eb6-b14e-c3dd91f67d39_slow-computer_wm_icon.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"कंप्यूटर-धीमी-है","slug":"computer-is-slow"},{"name":"कंप्यूटर","slug":"computer"}],"slug":"does-your-computer-keep-freezing-too","total":0},{"id":6,"title":"आधुनिक कंप्यूटर एंटीवायरस","imageUrl":"028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","dateCreated":"2018-07-02T18:20:54.543Z","dateModified":"2018-07-02T18:29:50.799Z","contributedBy":"AskGif","content":"वर्तमान में प्रत्येक कंप्यूटर उपयोगकर्ता को मैलवेयर प्रोग्राम से प्रभावित होने वाली प्रणाली की समस्या का सामना करना पड़ रहा है।\r\nमैलवेयर शब्द है जो सामूहिक रूप से वायरस, ट्रोजन, कीड़े और स्पाइवेयर जैसे दुर्भावनापूर्ण प्रोग्रामों को संदर्भित करता है\r\nकार्यक्रम। एक बार आपका कंप्यूटर प्रभावित हो जाने क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_028f40a0-da83-4663-b081-49e8cd8021cb_antivirus_wm_icon.gif","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"virus","slug":"virus"},{"name":"कंप्यूटर","slug":"computer"},{"name":"antivirus","slug":"antivirus"},{"name":"trojans","slug":"trojans"}],"slug":"modern-computer-antivirus","total":0}]}