{"id":600,"title":"चिक्कामगलुरु, चिकमंगलूर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"87b427d1-4a26-4f7b-bfb5-4b79a0956dc9_Chikkamagaluru-railway.jpg","dateCreated":"2019-09-07T03:20:07.262Z","dateModified":"2019-09-07T03:20:30.049Z","contributedBy":"AskGif","content":"<p>चिक्कमगलुरु भारत के कर्नाटक राज्य में चिक्कमगलुरु जिले में स्थित एक शहर है। मुलयनगिरि श्रेणी की तलहटी में स्थित, शहर अपने अनुकूल जलवायु और कॉफी सम्पदा के साथ राज्य के पर्यटकों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चिकमगलूर या चिक्कमगलुरु कर्नाटक राज्य का एक जिला है। भारत में पहली बार चिकमगलूर में कॉफी की खेती की गई। चिकमगलूर में पहाड़ जो पश्चिमी घाट का एक हिस्सा हैं, तुंगा और भद्रा जैसी नदियों का स्रोत हैं। मुल्लयनगिरि, जो कर्नाटक की सबसे ऊंची चोटी है, जिले में स्थित है। यह एक पर्यटक का स्वर्ग है जिसमें हिल स्टेशन जैसे केम्मनगुंडी और कुद्रेमुख और झरने जैसे मानिक्यधारा, हेब्बे, कल्लाथीगिरी शामिल हैं। चिकमगलूर जिले का समृद्ध इतिहास है जैसा कि अमृतपुरा स्थित होयसल मंदिर में देखा जाता है। वन्यजीव उत्साही इस जिले में मौजूद कुद्रेमुख राष्ट्रीय उद्यान और भद्रा वन्यजीव अभयारण्य में रुचि लेंगे। केरेसांठे श्री महालक्ष्मी मंदिर केरेसांठे कदूर (tq) भक्तों के लिए एक धार्मिक केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल और जलवायु</p>\r\n<p>चिकमगलूर पश्चिमी घाट की तलहटी में दक्कन के पठार में कर्नाटक के मलेनडू क्षेत्र में स्थित है। यह समुद्र तल से 1,090 मीटर (3,580 फीट) की ऊंचाई पर स्थित है। यागाची नदी शहर के पास अपना स्रोत है और कावेरी नदी के साथ एकजुट होने से पहले दक्षिण-दक्षिण दिशा में बहती है। चिकमंगलूर में आम तौर पर ठंडी जलवायु होती है। सर्दियों के दौरान शहर का तापमान 11-20 डिग्री सेल्सियस और गर्मियों के दौरान 25-32 डिग्री सेल्सियस तक बदलता रहता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चिकमंगलूर जिला अपने दर्शनीय स्थलों और बाबा बुदन गिरि, कुद्रेमुख, मुलयनगिरि, कलसा, कोप्पा, श्रृंगेरी, जयपुरा और मुदिगेरे जैसे आसपास के हिल स्टेशनों के कारण विशेष रूप से भारत से कई पर्यटकों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन स्थल</p>\r\n<p>हिल स्टेशन</p>\r\n<p>&nbsp;</p>\r\n<p>केमंगुंडी के लिए मार्ग का एक उदाहरण।</p>\r\n<p>केम्मंगुंडी: चिकमगलूर शहर से 55 किलोमीटर (34 मील) उत्तर में केममगुंडी है। लिंगदहल्ली पहाड़ियों के बाबा बुदन गिरि पर्वत पर एक दर्शनीय हिल स्टेशन केम्मनगुंडी के लिए जाने के लिए जंक्शन बिंदु है। केम्मंगुंडी को के.आर. के नाम से भी जाना जाता है। वोडेयार राजा के बाद हिल्स, कृष्णराज वोडेयार, जिन्होंने इसे अपना पसंदीदा समर कैंप बनाया था। 1,434 मीटर की ऊँचाई पर स्थित केम्मनगुंडी, पूरे साल घने जंगलों और एक क्षीण जलवायु से घिरा रहता है। यह बाबा बुदन गिरि रेंज से घिरा हुआ है और पहाड़ की धाराओं और रसीली वनस्पतियों के चांदी के झरनों से धन्य है। इसकी खूबसूरती से सजाए गए सजावटी उद्यान और आकर्षक पहाड़ और घाटी के दृश्य आंख का इलाज हैं। राजभवन से भी शानदार सूर्यास्त जिले के विभिन्न स्थानों से देखने को मिलते हैं। साहसी के लिए, केम्मंगुंडी जंगल को तलाशने के लिए पैमाने और जटिल जंगल पथ के लिए कई चोटियां प्रदान करता है। इस जगह पर एक सुंदर गुलाब का बगीचा और अन्य आकर्षण हैं। इस मुख्य स्थान से लगभग 10 मिनट की पैदल दूरी पर ज़ेड-पॉइंट नामक एक स्थान है जो पश्चिमी घाट के शोला घास की भूमि का एक अच्छा हवाई दृश्य देता है।</p>\r\n<p>कुद्रेमुख और कुद्रेमुख राष्ट्रीय उद्यान: चिकमगलूर शहर से 95 किमी दक्षिण पश्चिम में कुद्रेमुख श्रेणी है (कन्नड़ कुदुरे में = घोड़ा और मुख = चेहरा), इसलिए इसका नाम कुद्रेमुख शिखर के अनूठे आकार के कारण रखा गया है। अरब सागर के दृश्य के साथ, व्यापक पहाड़ियों को गहरी घाटी और खड़ी उपग्रहों के साथ एक दूसरे से जकड़ा हुआ है। समुद्र तल से 1,894.3 मीटर की ऊंचाई पर स्थित, कुद्रेमुख लौह अयस्क भंडार में समृद्ध है। कुद्रेमुख आयरन ओर कंपनी मंगलौर के पास पानमबुर में बंदरगाह तक पाइपलाइन के माध्यम से अयस्क के खनन संचालन, लाभ और परिवहन का संचालन करती है।</p>\r\n<p>मुल्लयनगिरि: मुल्लायनगिरि यहां के बाबा बुदान गिरि हिल रेंज का हिस्सा है। यह 1930 मीटर लंबा है और कर्नाटक की सबसे ऊंची चोटी है। इसकी ऊंचाई ज्यादातर सूर्यास्त देखने के लिए प्रसिद्ध है। यह चिकमगलूर शहर से 16 किमी दूर है। मुलयनगिरि के लिए ड्राइविंग जोखिम लेने के लायक है। रास्ते में शीतलायनगिरी है जहां शिव मंदिर में पानी न तो बढ़ता है और न ही घटता है। मुल्लायनगिरि की सड़क खड़ी चट्टानों से एक दृश्य के साथ बहुत संकीर्ण है। चोटी पर ड्राइविंग संभव नहीं है और इसमें आधे रास्ते से पहाड़ी तक एक ट्रेक शामिल है। पहाड़ी के ऊपर एक मंदिर है। पहाड़ी के सबसे ऊपरी बिंदु से अरब सागर स्पष्ट दिनों पर दिखाई देता है। मंदिर परिसर में छोटी पहाड़ी कर्नाटक का सबसे ऊँचा स्थान है। मंदिर की संकरी सड़क दो तरह से यातायात असंभव बना देती है। यह कर्नाटक में एक शानदार ट्रेकिंग स्थल है।</p>\r\n<p>दत्त पीठ को बाबा बुदन गिरि के नाम से भी जाना जाता है: चिकमगलूर शहर के उत्तर में बाबा बुदन गिरि रेंज या चंद्र द्रोण पर्वत है, क्योंकि यह प्राचीन काल में जाना जाता था, जिसमें हिमालय और नीलगिरी के बीच सबसे ऊंची चोटियों में से एक है। शिखर मुस्लिम संत, बाबा बुदन से अपना नाम लेता है, जो 150 साल से अधिक समय पहले यहां निवास करते थे।</p>\r\n<p>देवीराममा बेट्टा और मंदिर - देवीराम क्षेत्र में एक लोकप्रिय देवता हैं। क्षेत्र में कई देवीराम मंदिर मौजूद हैं। बाबा बुदन गिरि के करीब देवीरामम्मा पहाड़ी की चोटी पर मौजूद एक लोकप्रिय है। देवीरामन बेट्टा तीन प्रमुख पहाड़ियों में से एक है। पहाड़ी बहुत खड़ी और नुकीली है। मंदिर केवल दिवाली त्योहार के समय के पहले दिन खुला रहता है। इस मंदिर में लाखों लोग जाते हैं [पहुंच बिंदु भिन्न हो सकते हैं!]। बिंदीगा में, देवीरामम्मा का एक नया मंदिर बनाया गया है, जो चिकमगलूर शहर से 18 किमी उत्तर में तलहटी में स्थित है, आसानी से कार द्वारा पहुँचा जा सकता है। यह मंदिर अच्छा है और पश्चिमी घाटों, अर्थात, मुलयनागिरी, बाबा बुदन गिरि और देवीराममा पहाड़ियों की तीन राजसी चोटियों की पृष्ठभूमि के साथ स्थान शांत है।</p>\r\n<p>झरने और झील</p>\r\n<p>&nbsp;</p>\r\n<p>केम्बमनुगुंडी के पास हेब्बे फॉल्स</p>\r\n<p>माणिक्यधारा झरना प्रसिद्ध तीर्थस्थल बाबा बुदन गिरि दत्तात्रेय पीठ के पास एक झरना है जहां पानी छोटे-छोटे मोतियों की तरह फैलता है, जो आगंतुकों को एक यादगार स्नान स्नान देता है।</p>\r\n<p>कल्लाथीगिरी फॉल्स: केम्मनगुंडी से महज 10 किमी दूर कल्हाथिगिरी फॉल्स है। आकर्षक दृश्यों के बीच 122 मीटर की ऊँचाई से चंद्र द्रोण पहाड़ी की चोटी से पानी नीचे गिरता है। चट्टानों के बीच खाई में निर्मित भगवान शिव को समर्पित एक पुराना वीरभद्र मंदिर है। झरने को पार करने के बाद इस मंदिर से संपर्क किया जा सकता है।</p>\r\n<p>हेब्बे फॉल्स: यह खूबसूरत झरना प्रसिद्ध हिल स्टेशन केम्मनगुंडी से 10 किमी दूर है। यहां डोड्डा हेब्बे (बिग फॉल्स) और चिक्का हेब्बे (स्माल फॉल्स) बनाने के लिए पानी दो चरणों में 168 मीटर की ऊंचाई से नीचे गिरता है।</p>\r\n<p>शांति प्रपात: यह केम्मनगुंडी में जेड-पॉइंट के रास्ते में एक सुंदर झरना है।</p>\r\n<p>हनुमना गुंडी फॉल्स: कालसा से 32 किमी (20 मील) और मैंगलोर से 79 किमी (49 मील) दूर स्थित है, इसकी ऊंचाई 996 मीटर (3,268 फीट) है। झरना में 72 फीट (22 मीटर) की ऊंचाई से प्राकृतिक चट्टान संरचनाओं पर पानी गिर रहा है।</p>\r\n<p>कदंबी जलप्रपात: यह कुद्रेमुख राष्ट्रीय उद्यान में स्थित एक झरना है।</p>\r\n<p>सिरिमाने फॉल्स: यह एक झरना है जो श्रृंगेरी शहर से लगभग 14 किमी दूर स्थित है।</p>\r\n<p>हिरेकोले झील: चिकमगलूर शहर के पास।</p>\r\n<p>अय्येंकेरे झील: चिकमगलूर से 20 किमी दूर स्थित है।</p>\r\n<p>सगीर अहमद / दाबेबे जलप्रपात: यह झरना बाबाबुदंगिरी के रास्ते में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सगीर अहमद या दाबेबे गिरता है जो कर्नाटक के चिकमगलूर जिले में स्थित है</p>\r\n<p>मंदिर कस्बों</p>\r\n<p>&nbsp;</p>\r\n<p>अन्नपूर्णाश्वरी मंदिर, होरानडू। जेपीजी</p>\r\n<p>श्रृंगेरी: चिकमगलूर शहर से 90 किमी पश्चिम में श्रृंगेरी है जो तुंगा के तट पर स्थित है, जो श्री आदि शंकर द्वारा स्थापित एक वैदिक पीठ है, जो 9 वीं ईस्वी सन् में अद्वैत दर्शन का प्रतिपादक है। यह विद्याशंकर मंदिर के लिए प्रसिद्ध है जो मूल रूप से होयसला द्वारा निर्मित है और बाद में। विजयनगर साम्राज्य और शारदा मंदिर के संस्थापकों द्वारा 20 वीं की शुरुआत में पूरा किया गया। सदी जोड़। विद्या शंकर तीर्थ में, 12 राशियाँ हैं, जिनका निर्माण इस प्रकार किया जाता है कि सूर्य की किरणें महीने के अनुसार खंभे पर गिरती हैं।</p>\r\n<p>होरानडू: होरानडू चिकमगलूर से 100 किमी दक्षिण पश्चिम में है और इसमें एक प्राचीन अन्नपूर्णाश्वरी मंदिर है, जिसे हाल ही में पुनर्निर्मित किया गया है। आदि शक्ति की नई छवि की स्थापना के साथ, अब मंदिर को आदि-शक्तिमाता श्री अन्नपूर्णेश्वरी कहा जाता है। यह स्थान बहुत से तीर्थयात्रियों को आकर्षित करता है जिन्हें मंदिर द्वारा मुफ्त बोर्डिंग और ठहरने की सुविधा प्रदान की जाती है।</p>\r\n<p>कलसा: कालसा चिकमगलूर से 92 किमी दक्षिण पश्चिम में है और भद्रा नदी के तट पर स्थित है। यह पश्चिमी घाट की बुलंद पहाड़ियों से घिरा हुआ है और भद्रा के तट पर पंच -क्षेत्रों में से एक के रूप में देखा जाता है। पास में पांच पवित्र तालाब हैं। यहाँ एक छोटी सी पहाड़ी पर ईशवारा को समर्पित कलशेश्वर मंदिर है, पास में होयसला शैली में साबुन के पत्थर का क्षत्रपाल मंदिर है। माधवचार्य बंदे, यहाँ के एक अखाड़े का एक बड़ा शिलाखंड है, जिसे दर्शन के द्वैत विद्यालय के संस्थापक श्री माधवाचार्य ने रखा था। इस आचार्य की एक मूर्ति चट्टान के ऊपरी हिस्से पर खुदी हुई है।</p>\r\n<p>नरसिम्हराजापुरा: सिम्नगद्दे ज्वालामलिनी मंदिर चिकमंगलूर जिले में नरसिम्हराजापुरा के पास सिम्नागद्दे शहर में स्थित है। यह कर्नाटक राज्य के महत्वपूर्ण जैन मंदिरों में से एक है। मंदिर में मुख्य देवता के रूप में देवी ज्वालामुखी की एक आकर्षक काले रंग की मूर्ति है। इस मूर्ति का इतिहास 15 वीं और 16 वीं शताब्दी के आसपास का है। मंदिर में एक बहुत बड़ा हॉल और एक गर्भगृह है। यह मंदिर भारत के साथ-साथ विदेशों में भी बड़ी संख्या में भक्तों को आकर्षित करता है। मंदिर का जीर्णोद्धार 1994 में किया गया था। श्रीक्षेत्र सिंहनागड़े, ज्वालामलिनी देवी के आतिश्या (चमत्कारों के स्थान) के लिए प्रसिद्ध हैं - जैन धर्म के 8 वें तीर्थंकर श्री भगवान चंद्रप्रभु के यक्षिणी (संरक्षक आत्मा)।</p>\r\n<p>सोमेश्वर मंदिर, सोमपुर - लक्कवल्ली बांध से 10 किमी पूर्व में; रंगनेहल्ली के उत्तर-पश्चिम में 4 किमी। 12 वीं शताब्दी का मंदिर, पुनर्निर्मित किया जा रहा है; भद्रा नदी के किनारे 5 प्रमुख तीर्थस्थलों में से एक</p>\r\n<p>अमृतपुरा: चिकमगलूर से 67 किमी उत्तर में, अमृतपुरा को 1196 ई। में अमृतेश्वर डंडानायका, जो होयसला शासक वीर बल्लाला II के एक जनरल द्वारा निर्मित अमृतेश्वर मंदिर के लिए जाना जाता है। स्पर्श की नाजुकता, डिजाइन की मौलिकता और बेहतरीन विशेषताओं ने इस मंदिर को होयसला काल की उल्लेखनीय संरचनाओं में से एक बना दिया है।</p>\r\n<p>गुरु दत्तात्रेय बाबाबुदंस्वामी दरोगा: बाबा बुदान गिरि पर स्थित हिंदुओं और मुसलमानों द्वारा समान रूप से प्रतिष्ठित दत्तात्रेय पीठ है। ऐसा माना जाता है कि यहाँ एक लेटेराइट गुफा को दत्तात्रेय स्वामी के निवास के साथ-साथ हज़रत दादा हयात मीर खांडेर द्वारा पवित्र किया गया था। यहाँ पूजा एक फकीर द्वारा आयोजित की जाती है और वार्षिक जात्रा या urs में हिंदू और मुस्लिम दोनों बड़े चाव से भाग लेते हैं।</p>\r\n<p>कोदंड रामास्वामी मंदिर, हिरेमगलुर</p>\r\n<p>बेलावाडी: चिकमगलूर-जवागल रोड पर चिकमगलूर शहर से 29 किमी दक्षिण-पूर्व में और हलेबिदु से 10 किमी उत्तर पश्चिम में स्थित, बेलवाडी वीरनारायण के अलंकृत मंदिर के लिए प्रसिद्ध है। बेलवाड़ी 'उधवा गणपति' के मंदिर के लिए भी प्रसिद्ध है।</p>\r\n<p>श्री चन्नाकेशव और श्री सिद्धेश्वरा मंदिर, SH57, मारले - [12 वीं शताब्दी का मंदिर; बेलवाडी रोड के पास स्थित है]</p>\r\n<p>उक्कदगाथरी अजय्या स्वामी, हमापुरा - चिकमगलूर शहर से 5 किमी उत्तर पूर्व में</p>\r\n<p>अय्यनकेरे - पहाड़ियों से घिरे विशाल प्राचीन झील और आसपास के कुछ प्राचीन मंदिर</p>\r\n<p>देवीराम मंदिर, बिंदीगा - नवनिर्मित मंदिर; अच्छा स्थान; अच्छी तरह से बनाए रखा; निर्मल</p>\r\n<p>निर्वाणस्वामी मंदिर, मविनाहल्ली</p>\r\n<p>सीथेल्लानगिरि मंदिर, भद्रा वन्यजीव अभयारण्य, पंडरावल्ली [मूलयागिरी के लिए मार्ग]</p>\r\n<p>श्री मार्कंडेश्वर मंदिर, खंड्या - बलेहोनुर से 10 किमी उत्तर-पूर्व में</p>\r\n<p>श्री दुर्गापरमेश्वरी मंदिर, बलेहोनुर से 12 किमी दूर मेलपाल।</p>\r\n<p>विनायक मंदिर, रोपलाइन</p>\r\n<p>श्री महालक्ष्मी मंदिर केरेसांठे। keresanthe kadur tq .58 जिला मुख्यालय से 58 किमी दूर, केरेसांठे श्री लखम्मा मंदिर।</p>\r\n<p>ब्याज के अन्य बिंदु</p>\r\n<p>रत्नागिरी बोर, चिकमगलूर [उत्तरी उपनगरीय क्षेत्र में उद्यान क्षेत्र]</p>\r\n<p>कॉफी संग्रहालय - दशरहल्ली, चिकमगलूर में स्थित है,</p>\r\n<p>वन्यजीव</p>\r\n<p>भद्रा वन्यजीव अभयारण्य: 495 वर्ग किमी। वन्यजीव अभयारण्य और परियोजना टाइगर रिजर्व, यह क्षेत्र तुंगभद्रा नदी का एक महत्वपूर्ण जल क्षेत्र है। यहां विशाल जलाशय दक्षिण कर्नाटक के वर्षा छाया क्षेत्रों में कई जिलों को मुख्य जलापूर्ति है। यहाँ के जंगल मालाबार और सह्याद्रि पर्वतमाला में बांस और पक्षियों की प्रजातियों से समृद्ध हैं।</p>\r\n<p>कुद्रेमुख राष्ट्रीय उद्यान: कुद्रेमुख राष्ट्रीय उद्यान (अक्षांशीय सीमा 13 &deg; 01'00 \"से 13 &deg; 29'17\" N, अनुदैर्ध्य सीमा 75 &deg; 00'55 'से 75 &deg; 25'00 \"E) सबसे बड़ा घोषित वन्यजीव संरक्षित क्षेत्र है (600 किमी type) पश्चिमी घाट में एक उष्णकटिबंधीय गीला सदाबहार प्रकार का जंगल। पश्चिमी घाट दुनिया में जैव-विविधता संरक्षण के लिए पहचाने जाने वाले पच्चीस हॉट स्पॉट में से एक है। कुद्रेमुख राष्ट्रीय उद्यान ग्लोबल टाइगर कंजर्वेशन प्रायोरिटी के तहत आता है। मैं, वन्यजीव संरक्षण सोसायटी (डब्ल्यूसीएस) और वर्ल्ड वाइड फंड-यूएसए द्वारा संयुक्त रूप से विकसित प्रारूप के तहत।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>चिकमगलूर जिला अच्छी तरह से रखरखाव वाली सड़कों के लिए नहीं जाना जाता है। सड़कों की खराब स्थिति ने इस जिले के विकास को कुछ हद तक बाधित किया है; इस जिले में एक अच्छा रेल नेटवर्क भी नहीं होने के कारण और अधिक। इस जिले में सड़कों की कुल लंबाई 7264 किलोमीटर है। केवल तीन राष्ट्रीय राजमार्ग हैं जो इस जिले से गुजरते हैं। नेशनल हाईवे NH-13 (सोलापुर से मैंगलोर) कोप्पा और श्रृंगेरी के कस्बों से होकर गुजरता है, नेशनल हाईवे NH-206 (बंगलौर से होन्नावर) कदुर, बिरूर और तरिकेरे के शहरों से होकर गुजरता है और NH-173 मुदिगेरे - कोट्टेघारा से होकर गुजरता है मंगलगुरु को आकर्षणदी घाट से जोड़ना। मौजूदा राज्य राजमार्गों तरिकेरे-बेलूर, श्रृंगेरी-हसन को राष्ट्रीय राजमार्ग स्थिति में अपग्रेड करने का प्रस्ताव है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>चिकमगलूर, कडूर और तरिकेरे तालुकों में रेलवे लाइनें हैं। जिले से गुजरने वाली रेलवे लाइन की कुल लंबाई 136 बिरुर चिकमगलूर जिले का प्रमुख बड़ा जंक्शन है। चिकमगलूर को मुख्य हुबली-बैंगलोर ट्रंक लाइन से जोड़ने वाली एक नई रेलवे लाइन का उद्घाटन किया गया था और चिकमंगलूर को बैंगलोर-मंगलौर ट्रंक लाइन से जोड़ने वाली नई लाइन की शुरुआत की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>चिकमगलूर जिले में चिकमंगलूर शहर से लगभग 10 किलोमीटर (6.2 मील) की दूरी पर गोदानाहल्ली गाँव के पास एक छोटा हवाई अड्डा है। यह छोटे चार्टेड विमानों के लिए उपयुक्त है। विकल्प के रूप में मैंगलोर और बैंगलोर के हवाई अड्डों का उपयोग किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chikmagalur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87b427d1-4a26-4f7b-bfb5-4b79a0956dc9_Chikkamagaluru-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chikkamagaluru-chikmagalur-karnataka","tags":[{"name":"चिक्कामगलुरु","slug":"chikkamagaluru"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"चिकमंगलूर","slug":"chikmagalur"}],"recommendations":[{"id":621,"title":"विजयपुरा में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","dateCreated":"2019-09-08T08:21:05.168Z","dateModified":"2019-09-08T08:21:21.601Z","contributedBy":"AskGif","content":"विजयपुर भारतीय राज्य कर्नाटक में देवनाहल्ली तालुक और बैंगलोर ग्रामीण जिले का एक शहर है। विजयपुरा का पुराना नाम वादीगेनाहल्ली है। स्थानीय ग्रामीण अभी भी विजयापुरा को वाडिगेनहल्ली के रूप में संदर्भित करते हैं।\r\n&nbsp;\r\nबीजापुर, जिसे आधिकारिक रूप से विजयापुर के रूप में जाना जाता है, भा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विजयपुरा","slug":"vijayapura"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-vijayapura-karnataka","total":0},{"id":614,"title":"मैसूर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","dateCreated":"2019-09-08T03:21:34.068Z","dateModified":"2019-09-08T03:21:53.627Z","contributedBy":"AskGif","content":"मैसूर, आधिकारिक तौर पर मैसूरु, भारत के कर्नाटक राज्य के दक्षिणी भाग में स्थित एक शहर है। मैसूर शहर भौगोलिक रूप से 12 &deg; 18 '26' उत्तरी अक्षांश और 76 &deg; 38 '59' 'पूर्वी देशांतर के बीच स्थित है। यह 2,427 फीट (739.75 मीटर) की ऊंचाई पर स्थित है।\r\n&nbsp;\r\nमैसूर चामुंडी हिल्स की तलह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मैसूर","slug":"mysuru"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"मैसूर","slug":"mysore"}],"slug":"top-places-to-visit-in-mysuru-karnataka","total":0},{"id":605,"title":"गडग, गदग भटगेरी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","dateCreated":"2019-09-07T12:43:56.896Z","dateModified":"2019-09-07T12:44:12.858Z","contributedBy":"AskGif","content":"गडग जिला, भारत के कर्नाटक राज्य का एक जिला है। इसका गठन 1997 में हुआ था, जब यह धारवाड़ जिले से अलग हो गया था। 2011 तक, इसकी आबादी 1064570 थी (जिनमें से 35.21 प्रतिशत शहरी थी)। 1991 से 2001 तक कुल जनसंख्या में 13.14 प्रतिशत की वृद्धि हुई। उत्तर में गडग जिला सीमाएँ बागलकोट जिला, पूर्व में कोप्पल जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गदग भटगेरी","slug":"gadag-betageri"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"गडग","slug":"gadag"}],"slug":"top-places-to-visit-in-gadag-gadag-betageri-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}