{"id":601,"title":"Top Places to visit in Chitradurga, Karnataka","imageUrl":"28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","dateCreated":"2019-09-07T04:28:02.918Z","dateModified":"2019-09-07T04:28:48.064Z","contributedBy":"AskGif","content":"<p>Chitradurga (also known locally as Durga) is a city and the headquarters of Chitradurga district which is located on the valley of the Vedavati river in the southern part of the Indian state of Karnataka. It is located about 200 km from the state capital Bengaluru.</p>\r\n<p>&nbsp;</p>\r\n<p>Chitradurga district is an administrative district of Karnataka state in southern India. The city of Chitradurga is the district headquarters. Chitradurga gets its name from Chitrakaldurga, an umbrella-shaped lofty hill found there. Tradition dates Chitradurga District to the period of the Ramayana and Mahabharata. The whole district lies in the valley of the Vedavati River, with the Tungabhadra River flowing in the northwest. During the British times it was named Chitaldroog. The district was practically ruled by all the well known dynasties that ruled Karnataka.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical Places</p>\r\n<p>Chitradurga Fort</p>\r\n<p>Chitradurga Fort was built between the 10th and 18th centuries by the kings various dynasties during that period which are Rashtrakutas, Kalyana Chalukyas, Hoysalas, Vijayanagar and Nayakas of Chitradurga. After Nayakas lost it to Hyder Ali in the year 1779, the fort was given its finishing touches by Hyder Ali along with his son Tipu Sultan. It comprises a series of seven enclosure walls in Kannada. On the upper part of the fort Eighteen ancient temples can be found and in the lower part of the fort there is one huge temple. Among these temples the oldest and most interesting is the Hidimbeshwara temple. The masjid was an addition during Hyder Ali's rule. The fort's many interconnecting tanks were used to harvest rainwater, and the fort was said to never suffer from a water shortage. This seemingly impregnable fort has 19 gateways, 38 posterior entrances, a palace, a mosque, granaries, oil pits, four secret entrances and water tanks.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandravalli</p>\r\n<p>Chandravalli caves is located amidst three hills namely Chitradurga, Cholagudda and Kirubanakallu. These caves are a never-ending maze of steep steps that lead into passageways, rooms and ante-rooms where kings from the Kadamaba, Satavahana and Hoysala dynasties resided. And saints of the Ankali Math of Belgaum meditated in the temples. These caves are well ventilated but there is no light as its pitch dark inside the secret rooms that's why the kings used these rooms in case there was a threat of an intrusion.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Chitradurga one of the country's 250 most backward districts (out of a total of 640). It is one of the five districts in Karnataka currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>People</p>\r\n<p>Madakari Nayaka &mdash; Ruler of Chitradurga</p>\r\n<p>Onake Obavva &mdash; Legendary woman who fought Hyder Ali's army.</p>\r\n<p>Malladihalli Sri Raghavendra Swamiji (Tiruka) &mdash; yogi and Ayurvedic guru</p>\r\n<p>S. Nijalingappa (vinayak) &mdash; politician, ex-CM, ex-MP and ex All India Congress lead</p>\r\n<p>T.R. Subba Rao (TaRaSu) &mdash; a novelist, 1985 winner of Sahitya Akademi Award for his novel Durgasthamana</p>\r\n<p>Tirumalai Krishnamacharya &mdash; yogi and Ayurvedic guru. One of the most influential yoga teachers of the 20th century and is credited with the revival of hatha yoga. Also called father of Modern Yoga.</p>\r\n<p>P. R. Thippeswamy (PRT) &mdash; Artist, Writer &amp; Folklorist &ndash; K. Venkatappa Awardee 1999, ex-Chairman Karnataka Lalithakala Academy</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Chitradurga had a population of 1,25,170. Males constitute 51% of the population and females 49%. Chitradurga has an average literacy rate of 76%, higher than the national average of 59.5%; with male literacy of 80% and female literacy of 72%. 11% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Chitradurga city is administered by the Chitradurga city municipal council.</p>\r\n<p>&nbsp;</p>\r\n<p>Renewable Energy</p>\r\n<p>Chitradurga situated in a hilly region is also known to experience wind currents throughout the year making it a suitable place to set up wind mills and wind farms. There are several Wind-Power based power plants located around Chitradurga and most of the hills are embellished with wind mills which can be seen while entering the city. These wind farms have a total installed capacity of 49.7 MW.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chitradurga</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chitradurga-karnataka","tags":[{"name":"karnataka","slug":"karnataka"},{"name":"chitradurga","slug":"chitradurga"}],"recommendations":[{"id":609,"title":"Top Places to visit in Kodagu, Madikeri Karnataka","imageUrl":"3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","dateCreated":"2019-09-07T14:52:37.897Z","dateModified":"2019-09-07T14:52:53.096Z","contributedBy":"AskGif","content":"Kodagu (also known by its former name Coorg) is an administrative district in Karnataka, India. Before 1956, it was an administratively separate Coorg State, at which point it was merged into an enlarged Mysore State. It occupies an area of 4,102 square kilometres (1,584 sq mi) in the Western Gha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kodagu","slug":"kodagu"},{"name":"karnataka","slug":"karnataka"},{"name":"coorg","slug":"coorg"},{"name":"madikeri","slug":"madikeri"}],"slug":"top-places-to-visit-in-kodagu-madikeri-karnataka","total":0},{"id":606,"title":"Top Places to visit in Hassan, Karnataka","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"Hassan is a city and the district headquarters of Hassan district in the Indian state of Karnataka. The town is situated 980 m (3,220 ft) above sea level. It is named after the Hasanamba temple. The urban population in 2011 was 133,436.\r\n&nbsp;\r\nHassan is a district in Karnataka sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"hassan","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":605,"title":"Top Places to visit in Gadag, Gadag Betageri, Karnataka","imageUrl":"ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","dateCreated":"2019-09-07T12:43:56.896Z","dateModified":"2019-09-07T12:44:12.858Z","contributedBy":"AskGif","content":"Gadag District is a district in the state of Karnataka, India. It was formed in 1997, when it was split from Dharwad District. As of 2011, it had a population of 1064570 (of which 35.21 percent was urban). The overall population increased by 13.14 percent from 1991 to 2001. Gadag District borders","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gadag-betageri","slug":"gadag-betageri"},{"name":"karnataka","slug":"karnataka"},{"name":"gadag","slug":"gadag"}],"slug":"top-places-to-visit-in-gadag-gadag-betageri-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}