{"id":601,"title":"चित्रदुर्ग में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","dateCreated":"2019-09-07T04:28:02.918Z","dateModified":"2019-09-07T04:28:48.064Z","contributedBy":"AskGif","content":"<p>चित्रदुर्ग (जिसे स्थानीय रूप से दुर्गा के नाम से भी जाना जाता है) एक शहर और चित्रदुर्ग जिले का मुख्यालय है जो भारतीय राज्य कर्नाटक के दक्षिणी भाग में वेदवती नदी की घाटी पर स्थित है। यह राज्य की राजधानी बेंगलुरु से लगभग 200 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>चित्रदुर्ग जिला दक्षिण भारत में कर्नाटक राज्य का एक प्रशासनिक जिला है। चित्रदुर्ग शहर जिला मुख्यालय है। चित्रदुर्ग का नाम चित्रकदुर्गा से मिलता है, जो एक छतरी के आकार की बुलंद पहाड़ी है। परंपरा रामायण और महाभारत के काल में चित्रदुर्ग जिले की है। उत्तर पश्चिम में बहने वाली तुंगभद्रा नदी के साथ पूरा जिला वेदवती नदी की घाटी में स्थित है। ब्रिटिश काल के दौरान इसका नाम चीतलद्रोग रखा गया था। यह जिला व्यावहारिक रूप से कर्नाटक पर शासन करने वाले सभी प्रसिद्ध राजवंशों द्वारा शासित था।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थल</p>\r\n<p>चित्रदुर्ग का किला</p>\r\n<p>चित्रदुर्ग किले का निर्माण 10 वीं और 18 वीं शताब्दी के बीच राजाओं द्वारा विभिन्न राजवंशों द्वारा किया गया था, जो कि चित्रकूट के राष्ट्रकूट, कल्याण चालुक्य, होयसला, विजयनगर और नायक हैं। वर्ष 1779 में नायक ने इसे हैदर अली से हारने के बाद, किले को अपने बेटे टीपू सुल्तान के साथ हैदर अली द्वारा दिया गया। इसमें कन्नड़ में सात संलग्नक दीवारों की एक श्रृंखला शामिल है। किले के ऊपरी हिस्से में अठारह प्राचीन मंदिर पाए जा सकते हैं और किले के निचले हिस्से में एक विशाल मंदिर है। इन मंदिरों में सबसे पुराना और सबसे दिलचस्प है हिडिंबेश्वर मंदिर। हैदर अली के शासन के दौरान मस्जिद एक अतिरिक्त था। किले के कई इंटरकनेक्टिंग टैंकों का उपयोग वर्षा के पानी की कटाई के लिए किया जाता था, और किले को पानी की कमी से कभी भी पीड़ित नहीं कहा जाता था। यह प्रतीत होता है कि अभेद्य किले में 19 द्वार, 38 पीछे प्रवेश द्वार, एक महल, एक मस्जिद, अन्न भंडार, तेल के गड्ढे, चार गुप्त प्रवेश द्वार और पानी के टैंक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चंद्रवल्ली</p>\r\n<p>चित्रदुर्ग, चोलगुड्डा और किरुबानाकल्लू तीन पहाड़ियों के बीच चंद्रवल्ली गुफाएँ स्थित हैं। ये गुफ़ाएँ खड़ी क़दमों का एक कभी न ख़त्म होने वाला चक्रवात हैं, जो मार्ग, कमरे और पूर्व-कमरों में जाती हैं जहाँ कदंब, सातवाहन और होयसल राजवंशों के राजा निवास करते थे। और बेलगाम के अंजली मठ के संतों ने मंदिरों में ध्यान लगाया। इन गुफाओं को अच्छी तरह से हवादार किया गया है, लेकिन गुप्त कमरों के अंदर इसकी पिच अंधेरे के रूप में प्रकाश नहीं है यही कारण है कि राजाओं ने इन कमरों का इस्तेमाल किया अगर वहाँ एक घुसपैठ का खतरा था।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने चित्रदुर्ग को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह कर्नाटक के उन पांच जिलों में से एक है जो वर्तमान में बैकवर्ड रीजन ग्रांट फंड प्रोग्राम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोग</p>\r\n<p>मदकारी नायक - चित्रदुर्ग का शासक</p>\r\n<p>ओनाके ओबावा - हैदर अली की सेना से लड़ने वाली महान महिला।</p>\r\n<p>मल्लादिहल्ली श्री राघवेंद्र स्वामीजी (तिरुका) - योगी और आयुर्वेदिक गुरु</p>\r\n<p>एस निजलिंगप्पा (विनायक) - राजनीतिज्ञ, पूर्व मुख्यमंत्री, पूर्व सांसद और पूर्व अखिल भारतीय कांग्रेस के प्रमुख</p>\r\n<p>टी आर सुब्बा राव (तारसू) - एक उपन्यासकार, 1985 का साहित्य अकादमी पुरस्कार विजेता दुर्गास्थान</p>\r\n<p>तिरुमलई कृष्णमाचार्य - योगी और आयुर्वेदिक गुरु। 20 वीं शताब्दी के सबसे प्रभावशाली योग शिक्षकों में से एक और हठ योग के पुनरुद्धार का श्रेय दिया जाता है। जिसे मॉडर्न योगा का पिता भी कहा जाता है।</p>\r\n<p>पी। आर। थिप्पेस्वामी (PRT) - कलाकार, लेखक और लोक कलाकार - के। वेंकटप्पा अवार्डी 1999, पूर्व अध्यक्ष कर्नाटक ललिताकला अकादमी</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, चित्रदुर्ग की आबादी 1,25,170 थी। पुरुषों की आबादी का 51% और महिलाओं का 49% है। चित्रदुर्ग की औसत साक्षरता दर 76% है, जो राष्ट्रीय औसत 59.5% से अधिक है; पुरुष साक्षरता 80% और महिला साक्षरता 72% है। 11% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>चित्रदुर्ग शहर का प्रशासन चित्रदुर्ग शहर नगरपालिका परिषद द्वारा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नवीकरणीय ऊर्जा</p>\r\n<p>पहाड़ी क्षेत्र में स्थित चित्रदुर्ग को पूरे वर्ष पवन धाराओं का अनुभव करने के लिए भी जाना जाता है, जो पवन चक्कियों और पवन खेतों को स्थापित करने के लिए उपयुक्त स्थान है। चित्रदुर्ग के आसपास कई पवन ऊर्जा आधारित बिजली संयंत्र हैं और अधिकांश पहाड़ियों को पवन चक्कियों से सजाया गया है, जो शहर में प्रवेश करते समय देखी जा सकती हैं। इन पवन खेतों की कुल स्थापित क्षमता 49.7 मेगावाट है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Chitradurga</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chitradurga-karnataka","tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"चित्रदुर्ग","slug":"chitradurga"}],"recommendations":[{"id":609,"title":"कोडागू , मदिकेरी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","dateCreated":"2019-09-07T14:52:37.897Z","dateModified":"2019-09-07T14:52:53.096Z","contributedBy":"AskGif","content":"कोडगु (जिसे इसके पूर्व नाम कूर्ग के नाम से भी जाना जाता है) कर्नाटक, भारत में एक प्रशासनिक जिला है। 1956 से पहले, यह एक प्रशासनिक रूप से अलग कूर्ग राज्य था, जिसके बिंदु पर इसे एक विस्तृत मैसूर राज्य में मिला दिया गया था। यह दक्षिण-पश्चिमी कर्नाटक के पश्चिमी घाट में 4,102 वर्ग किलोमीटर (1,584 वर्ग","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोडागू","slug":"kodagu"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"कूर्ग","slug":"coorg"},{"name":"मदिकेरी","slug":"madikeri"}],"slug":"top-places-to-visit-in-kodagu-madikeri-karnataka","total":0},{"id":606,"title":"हसन में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"हसन भारत के कर्नाटक राज्य में हसन जिले का एक शहर और जिला मुख्यालय है। यह शहर समुद्र तल से 980 मीटर (3,220 फीट) की दूरी पर स्थित है। इसका नाम हसनंबा मंदिर के नाम पर रखा गया है। 2011 में शहरी जनसंख्या 133,436 थी।\r\n&nbsp;\r\nहसन कर्नाटक राज्य, भारत में एक जिला है। जिला मुख्यालय हसन है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"हसन","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":605,"title":"गडग, गदग भटगेरी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","dateCreated":"2019-09-07T12:43:56.896Z","dateModified":"2019-09-07T12:44:12.858Z","contributedBy":"AskGif","content":"गडग जिला, भारत के कर्नाटक राज्य का एक जिला है। इसका गठन 1997 में हुआ था, जब यह धारवाड़ जिले से अलग हो गया था। 2011 तक, इसकी आबादी 1064570 थी (जिनमें से 35.21 प्रतिशत शहरी थी)। 1991 से 2001 तक कुल जनसंख्या में 13.14 प्रतिशत की वृद्धि हुई। उत्तर में गडग जिला सीमाएँ बागलकोट जिला, पूर्व में कोप्पल जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गदग भटगेरी","slug":"gadag-betageri"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"गडग","slug":"gadag"}],"slug":"top-places-to-visit-in-gadag-gadag-betageri-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}