{"id":602,"title":"दक्षिणा कन्नड़, मैंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","dateCreated":"2019-09-07T04:41:38.65Z","dateModified":"2019-09-07T04:48:41.116Z","contributedBy":"AskGif","content":"<p>दक्षिण कन्नड़ भारत में कर्नाटक राज्य का एक जिला है। पूर्व में पश्चिमी घाटों से घिरा और पश्चिम में अरब सागर से घिरा, दक्षिण कन्नड़ में मानसून के दौरान प्रचुर वर्षा होती है। यह उत्तर में उडुपी जिले, उत्तर पूर्व में चिकमगलूर जिले, पूर्व में हासन जिला, दक्षिण में कोडागु और दक्षिण में केरल के कासरगोड जिले से घिरा है। जिले में तीन कृषि जलवायु विभाग हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>तटीय क्षेत्र में मंगलोर, उल्लाल और मुल्की तालुके शामिल हैं</p>\r\n<p>मुदाबिद्री और बंटवाल तालुकों से युक्त मध्यवर्ती क्षेत्र</p>\r\n<p>मलनाड क्षेत्र में सुलिया, बेल्थांगडी, पुत्तुर और कडाबा तालुका शामिल हैं।</p>\r\n<p>जिले के दो राजस्व उपखंड हैं- मैंगलोर (मैंगलोर, बंटवाल, मुदाबिद्री, मुल्की और विटला) और पुत्तूर (पुत्तूर, सूलिया, बेल्थांगडी, और कडाबा शामिल हैं)। मैंगलोर शहर दक्षिण कन्नड़ का जिला मुख्यालय है। भारत की 2011 की जनगणना के अनुसार, दक्षिण कन्नड़ जिले की आबादी 2,083,625 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>दक्षिण कन्नड़ जिले की प्रतिभाओं को दिखाने वाला मानचित्र</p>\r\n<p>जिले में नौ तालुका शामिल हैं: मैंगलोर, बंटवाल, पुत्तूर, सुलिया, बेल्थांगडी, कडाबा, मूड़ाबिद्री, उल्लाल और मुल्की। इसमें सात उत्तरी तालुका (उडुपी, कुंडापुर, करकला, हेब्री, ब्रह्मवार, कौप और बंडूर) शामिल थे, लेकिन अगस्त 1997 में उडुपी जिले के गठन के लिए इन्हें अलग कर दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>दक्षिण कन्नड़ में महत्वपूर्ण शहरों और कस्बों में मैंगलोर, पुत्तूर, सुलिया, बंटवाल, विट्ठल, सुरथकल, मूंदीबिद्री, किनिगोली, उप्पिनंगडी, नेलियाडी, कदबा, बेलथांगडी, वेनुर, मुल्की, धर्मस्थल, उजैर और सुब्रमण्या शामिल हैं। यह जिला समुद्र तटों, लाल मिट्टी की छत की टाइलों (मैंगलोर टाइल्स), काजू और इसके उत्पादों, बैंकिंग, शिक्षा, स्वास्थ्य सेवा और भोजन के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>इस जिले में बस सेवाएं निजी खिलाड़ियों द्वारा संचालित की जाती हैं, जो दक्षिण कन्नड़ बस ऑपरेटर्स एसोसिएशन (DKBOA) और राज्य द्वारा संचालित KSRTC हैं। जिले में 1947 में भारत की स्वतंत्रता से पहले ही ट्रांसपोर्ट व्यवसाय चलाने वाली सार्वजनिक लिमिटेड (पब्लिक लिस्टेड) ​​कंपनियां थीं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में कर्नाटक और भारत के हिस्सों को जोड़ने वाले पांच राष्ट्रीय राजमार्ग हैं। NH-66 जिले को उडुपी, करवार, मुंबई, गोवा, कोच्चि और तिरुवनंतपुरम से जोड़ता है। NH-169 शिमोगा को दक्षिणा कन्नड़ से जोड़ता है। NH-75 वेल्लोर, कोलार, बैंगलोर, कुनिगल, हसन और सकलेशपुर जिले को जोड़ता है। NH-73 चार्मर, मुदिगेरे, बेलूर और तिपतुर के माध्यम से मंगलौर को तुमकुर से जोड़ता है। दक्षिण कन्नड़ में प्रमुख घाट खंडों में शिरडी घाट (नकलडी से सकलेशपुरा), चारमडी घाट (कोट्टिघारा से कोट्टिघारा), संपाजी घाट (संपीजे से मडिकेरी) और बिस्ले घाट (सुब्रमण्यम से सकलेशपुरा, जिसे ट्रेकर्स द्वारा ग्रीन रूट के रूप में जाना जाता है) शामिल हैं। NH-275 भी मैंगलोर को बैंगलोर से मैसूर के माध्यम से जोड़ता है। यह मैंगलोर शहर के पास बंटवाल से शुरू होता है और पुत्तुर, मदिकेरी, हुंसुर, मैसूर, मांड्या और चन्नपटना से गुजरता है। यह बैंगलोर में 378 किलोमीटर (235 मील) की लंबाई में समाप्त होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थल</p>\r\n<p>वह दक्षिण कन्नड़ में घूमने के लिए ऐतिहासिक स्थान हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>मंगलादेवी मंदिर: मंगलौर का नाम हिंदू देवता मंगलादेवी के नाम पर रखा गया था।</p>\r\n<p>शुक्र: अखंड बाहुबली प्रतिमा।</p>\r\n<p>कादरी: भगवान श्री मंजुनाथ का मंदिर।</p>\r\n<p>श्री अमृतेश्वर मंदिर, वामनजूर: भगवान शिव का मंदिर।</p>\r\n<p>मुदाबिद्री: प्राचीन जैन मंदिरों और भट्टारक स्थान का स्थल।</p>\r\n<p>कृष्णपुरा मठ: उडुपी के अष्ट मठ से संबंधित मठ (मठ) में से एक।</p>\r\n<p>धर्मस्थल: भगवान श्री मंजुनाथेश्वर का मंदिर यहाँ है।</p>\r\n<p>कतेल: देवी श्री दुर्गा परमेश्वरी का मंदिर।</p>\r\n<p>कादेशीवलय: बंतवाल में कादेशीवलय मंदिर</p>\r\n<p>कुद्रोली: गोकर्णनाथेश्वर मंदिर।</p>\r\n<p>मुंदकुर: श्री दुर्गा परमेश्वरी मंदिर।</p>\r\n<p>करिनजेश्वर मंदिर: एक विशाल चट्टान पर भगवान शिव पार्वती का मंदिर।</p>\r\n<p>उल्लाल: उल्लाल समुद्र तट और सोमेश्वर समुद्र तट के लिए जाना जाता है।</p>\r\n<p>कुक्के सुब्रमण्या: नाग देवता सुब्रमण्य का मंदिर यहाँ है।</p>\r\n<p>मुल्की: दुर्गापारमेश्वरी मंदिर।</p>\r\n<p>सेंट अलॉयसियस चैपल, मैंगलोर।</p>\r\n<p>मिलग्रेस चर्च, मैंगलोर</p>\r\n<p>सैय्यद मदनी मस्जिद और दरगाह, उल्लाल।</p>\r\n<p>सुल्तान बैटरी, मंगलौर</p>\r\n<p>पुत्तुर: भगवान श्री महालिंगेश्वर का मंदिर यहाँ है।</p>\r\n<p>उप्पिनंगादी: सहस्रलिंगेश्वर मंदिर।</p>\r\n<p>केपू, अनंतादी, बालनाडु: देवी उल्लालती मंदिर और इसकी अनूठी विरासत के लिए जाना जाता है।</p>\r\n<p>पुत्तुर करवद्था वलीउल्लाहि दरगा शरीफ</p>\r\n<p>सोमनाथेश्वर मंदिर: सोमेश्वर, उल्लाल।</p>\r\n<p>उल्लाल में समर सैंड बीच रिज़ॉर्ट।</p>\r\n<p>पिलिकुला निसारगधामा: पिलिकुला, मूढसुदे, मैंगलोर।</p>\r\n<p>कुदुपु मंदिर: कुदुपु, मंगलौर।</p>\r\n<p>श्री राजराजेश्वरी मंदिर पोलाली: श्री राजराजेश्वरी का मंदिर।</p>\r\n<p>कुंभलदी बालसुब्रह्मण्य।</p>\r\n<p>चार्वाक कपिलेश्वर देवस्थान।</p>\r\n<p>श्रीक्षेत्र दायिला।</p>\r\n<p>मस्जिदु ठकवा पंपवेल मंगलौर।</p>\r\n<p>बेली पल्ली (बड़ी मस्जिद) बुंदर मंगलौर।</p>\r\n<p>मंजुशा कार संग्रहालय, धर्मशाला</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dakshina_Kannada</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dakshina-kannada-mangaluru-karnataka","tags":[{"name":"मैंगलुरु","slug":"mangaluru"},{"name":"दक्षिणा-कन्नड़","slug":"dakshina-kannada"},{"name":"कर्नाटक","slug":"karnataka"}],"recommendations":[{"id":618,"title":"तुमकुर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"f117cb63-41cb-49d6-8dcf-f806d4eba7d6_Tumakuru-railway.jpg","dateCreated":"2019-09-08T07:12:51.544Z","dateModified":"2019-09-08T07:13:23.14Z","contributedBy":"AskGif","content":"तुमकुर (आधिकारिक रूप से तुमकुरु के रूप में बदला गया) कर्नाटक राज्य में स्थित औद्योगिक शहरों में से एक है, जिसे शशांकिका नगरी (शिक्षा का शहर) और कल्पतरु नाडु (नारियल के पेड़ों की भूमि) के रूप में भी जाना जाता है। 28 अगस्त 2010 से, टुमकुर को एक नगर निगम का दर्जा दिया गया है। यह राष्ट्रीय राजमार्ग N","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f117cb63-41cb-49d6-8dcf-f806d4eba7d6_Tumakuru-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"तुमकुर","slug":"tumkur"},{"name":"तुमकुर","slug":"tumakuru"}],"slug":"top-places-to-visit-in-tumakuru-karnataka","total":0},{"id":605,"title":"गडग, गदग भटगेरी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","dateCreated":"2019-09-07T12:43:56.896Z","dateModified":"2019-09-07T12:44:12.858Z","contributedBy":"AskGif","content":"गडग जिला, भारत के कर्नाटक राज्य का एक जिला है। इसका गठन 1997 में हुआ था, जब यह धारवाड़ जिले से अलग हो गया था। 2011 तक, इसकी आबादी 1064570 थी (जिनमें से 35.21 प्रतिशत शहरी थी)। 1991 से 2001 तक कुल जनसंख्या में 13.14 प्रतिशत की वृद्धि हुई। उत्तर में गडग जिला सीमाएँ बागलकोट जिला, पूर्व में कोप्पल जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गदग भटगेरी","slug":"gadag-betageri"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"गडग","slug":"gadag"}],"slug":"top-places-to-visit-in-gadag-gadag-betageri-karnataka","total":0},{"id":596,"title":"बेंगलुरु शहरी, बेंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","dateCreated":"2019-09-07T02:30:45.624Z","dateModified":"2019-09-07T02:30:58.5Z","contributedBy":"AskGif","content":"बैंगलोर शहरी भारतीय राज्य कर्नाटक का एक जिला है। यह पूर्व और उत्तर में बैंगलोर ग्रामीण जिले, पश्चिम में रामनगर जिला और दक्षिण में तमिलनाडु के कृष्णागिरी जिले से घिरा हुआ है। बैंगलोर अर्बन डिस्ट्रिक्ट 1986 में अस्तित्व में आया, इसके साथ ही बंगलौर अर्बन बैंगलोर और बैंगलुरू रूरल डिस्ट्रिक्ट्स में बं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बेंगलुरु","slug":"bengaluru"},{"name":"बेंगलुरु-शहरी","slug":"bengaluru-urban"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-bengaluru-urban-bengaluru-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}