{"id":602,"title":"Top Places to visit in Dakshina Kannada, Mangaluru Karnataka","imageUrl":"9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","dateCreated":"2019-09-07T04:41:38.65Z","dateModified":"2019-09-07T04:48:41.116Z","contributedBy":"AskGif","content":"<p>Dakshina Kannada is a district in the state of Karnataka in India. Sheltered by the Western Ghats on the east and surrounded by the Arabian Sea on the west, Dakshina Kannada receives abundant rainfall during the monsoon. It is bordered by Udupi District to the north, Chikmagalur district to the northeast, Hassan District to the east, Kodagu to the southeast and Kasaragod District in Kerala to the south. The district has three agro-climatic divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Coastal region consisting of Mangalore, Ullal and Mulki taluks</p>\r\n<p>Intermediate area consisting of Moodabidri and Bantwal taluks</p>\r\n<p>Malnad region consisting of Sullia, Belthangady, Puttur and Kadaba taluks.</p>\r\n<p>The district has two revenue subdivisions &mdash; Mangalore (consists of Mangalore, Bantwal, Moodabidri, Mulki and Vitla) and Puttur (consists of Puttur, Sullia, Belthangady, and Kadaba). Mangalore city is the district headquarters of Dakshina Kannada. According to the 2011 census of India, Dakshina Kannada district had a population of 2,083,625.</p>\r\n<p>&nbsp;</p>\r\n<p>Map showing the taluks of Dakshina Kannada District</p>\r\n<p>The district comprises nine talukas: Mangalore, Bantwal, Puttur, Sullia, Belthangady, Kadaba, Moodabidri, Ullal and Mulki. It used to include seven northern talukas (Udupi, Kundapur, Karkala, Hebri, Brahmavar, Kaup and Byndoor), but these were separated in August 1997 to form Udupi district.</p>\r\n<p>&nbsp;</p>\r\n<p>Important city and towns in Dakshina Kannada include Mangalore, Puttur, Sullia, Bantwal, Vittal, Surathkal, Moodabidri, Kinnigoli, Uppinangady, Nellyadi, Kadaba, Belthangady, Venur, Mulki, Dharmasthala, Ujire and Subramanya. The district is known for beaches, red clay roof tiles (Mangalore tiles), cashew nut and its products, banking, education, healthcare and cuisine.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Bus services in this district are run by private players namely Dakshina Kannada Bus Operators' Association (DKBOA) and the state-run KSRTC. The district had public limited (public listed) companies running transport business even before the independence of India in 1947.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has five national highways connecting parts of Karnataka and India. NH-66 connects the district with Udupi, Karwar, Mumbai, Goa, Kochi and Thiruvananthapuram. NH-169 connects Shimoga with Dakshina Kannada. NH-75 connects the district with Vellore, Kolar, Bangalore, Kunigal, Hassan and Sakleshpur. The NH-73 connects Mangalore to Tumkur via Charmadi, Mudigere, Belur and Tiptur. Major ghat sections in Dakshina Kannada include Shiradi Ghat (Nelyadi to Sakleshpura), Charmadi Ghat (Charmadi to Kottigehara), Sampaje Ghat (Sampaje to Madikeri) and Bisle Ghat (Subramanya to Sakleshpura, popularly known as Green Route by trekkers). NH-275 also connects Mangalore with Bangalore via Mysore. It starts at Bantwal near Mangalore city and passes through Puttur, Madikeri, Hunsur, Mysore, Mandya and Channapatna. It ends at Bangalore spanning a length of 378 kilometres (235 mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Historic sites</p>\r\n<p>he following are historic places to visit in Dakshina Kannada:</p>\r\n<p>&nbsp;</p>\r\n<p>Mangaladevi Temple: Mangalore was named after the Hindu deity Mangaladevi.</p>\r\n<p>Venur: Monolithic Bahubali statue.</p>\r\n<p>Kadri: Temple of Lord Sri Manjunatha.</p>\r\n<p>Shree Amrutheshwara Temple, Vamanjoor: Temple of Lord Shiva.</p>\r\n<p>Moodabidri: Site of the ancient Jain temples and the Bhattaraka seat.</p>\r\n<p>Krishnapura matha: One of the matha (monastery) belonging to ashta matha of Udupi.</p>\r\n<p>Dharmasthala: The temple of Lord Sri Manjunatheshwara is here.</p>\r\n<p>Kateel: Temple of Goddess Sri Durga Parameshwari.</p>\r\n<p>Kadeshivalaya: Kadeshivalaya temple at Bantwal</p>\r\n<p>Kudroli: Gokarnanatheshwars Temple.</p>\r\n<p>Mundkur: Sri Durga Parameshwari Temple.</p>\r\n<p>Karinjeshwara Temple: Temple of Lord Shiva Parvati on a huge rock.</p>\r\n<p>Ullal: Known for the Ullal beach and Someshwara beach.</p>\r\n<p>Kukke Subramanya: Temple of the serpent Lord Subramanya is here.</p>\r\n<p>Mulki: Durgaparameshwari Temple.</p>\r\n<p>St Aloysius Chapel, Mangalore.</p>\r\n<p>Milagres Church, Mangalore</p>\r\n<p>Sayyed Madani Mosque and Dargah, Ullal.</p>\r\n<p>Sultan Battery, Mangalore</p>\r\n<p>Puttur: Temple of Lord Sri Mahalingeshwara is here.</p>\r\n<p>Uppinangadi: Sahasralingeshwara temple.</p>\r\n<p>Kepu, Ananthadi, Balnadu: Known for goddess Ullalthi temple and its unique heritage.</p>\r\n<p>Puttur karavadtha valiyullahi darga shareef</p>\r\n<p>Somanatheswar Temple: Someshwara, Ullal.</p>\r\n<p>Summer Sand Beach Resort at Ullal.</p>\r\n<p>Pilikula Nisargadhama: Pilikula, Moodushedde, Mangalore.</p>\r\n<p>Kudupu temple: Kudupu, Mangalore.</p>\r\n<p>Shri Rajarajeshwari Temple Polali: Temple of Shri Rajarajeshwari.</p>\r\n<p>Kumbladi Balasubrahmanya.</p>\r\n<p>Charvaka Kapileshwara Devasthaana.</p>\r\n<p>Shri Kshetra Daipila.</p>\r\n<p>Masjidu Thaqwa Pumpwell Mangalore.</p>\r\n<p>Bellye Palli (Big Masjid) Bunder Mangalore.</p>\r\n<p>Manjusha Car Museum, Dharmastala</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dakshina_Kannada</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dakshina-kannada-mangaluru-karnataka","tags":[{"name":"mangaluru","slug":"mangaluru"},{"name":"dakshina-kannada","slug":"dakshina-kannada"},{"name":"karnataka","slug":"karnataka"}],"recommendations":[{"id":618,"title":"Top Places to visit in Tumakuru, Karnataka","imageUrl":"f117cb63-41cb-49d6-8dcf-f806d4eba7d6_Tumakuru-railway.jpg","dateCreated":"2019-09-08T07:12:51.544Z","dateModified":"2019-09-08T07:13:23.14Z","contributedBy":"AskGif","content":"Tumkur (officially renamed as Tumakuru) is one of the industrial cities located in the state of Karnataka, also known as Shaikshanika Nagari (city of education) and Kalpatharu Nadu (land of coconut trees). Since 28 August 2010, Tumkur has been accorded the status of a City Corporation. It is situ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f117cb63-41cb-49d6-8dcf-f806d4eba7d6_Tumakuru-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"tumkur","slug":"tumkur"},{"name":"tumakuru","slug":"tumakuru"}],"slug":"top-places-to-visit-in-tumakuru-karnataka","total":0},{"id":605,"title":"Top Places to visit in Gadag, Gadag Betageri, Karnataka","imageUrl":"ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","dateCreated":"2019-09-07T12:43:56.896Z","dateModified":"2019-09-07T12:44:12.858Z","contributedBy":"AskGif","content":"Gadag District is a district in the state of Karnataka, India. It was formed in 1997, when it was split from Dharwad District. As of 2011, it had a population of 1064570 (of which 35.21 percent was urban). The overall population increased by 13.14 percent from 1991 to 2001. Gadag District borders","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gadag-betageri","slug":"gadag-betageri"},{"name":"karnataka","slug":"karnataka"},{"name":"gadag","slug":"gadag"}],"slug":"top-places-to-visit-in-gadag-gadag-betageri-karnataka","total":0},{"id":596,"title":"Top Places to visit in Bengaluru Urban, Bengaluru, Karnataka","imageUrl":"4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","dateCreated":"2019-09-07T02:30:45.624Z","dateModified":"2019-09-07T02:30:58.5Z","contributedBy":"AskGif","content":"Bangalore Urban is a district of the Indian state of Karnataka. It is surrounded by the Bangalore Rural district on the east and north, the Ramanagara district on the west and the Krishnagiri district of Tamil Nadu on the south. Bangalore Urban district came into being in 1986, with the partition","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bengaluru","slug":"bengaluru"},{"name":"bengaluru-urban","slug":"bengaluru-urban"},{"name":"bangalore","slug":"bangalore"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-bengaluru-urban-bengaluru-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}