{"id":603,"title":"दावनगेरे में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","dateCreated":"2019-09-07T12:22:56.433Z","dateModified":"2019-09-07T12:23:17.722Z","contributedBy":"AskGif","content":"<p>दावणगेरे दक्षिणी भारतीय राज्य कर्नाटक के केंद्र में एक शहर है। यह राज्य का सातवां सबसे बड़ा शहर है, और इसका नाम डेवांगेरे जिले का प्रशासनिक मुख्यालय है। कर्नाटक का मैनचेस्टर के रूप में पहले से पहचाना जाने वाला कॉटन हब और इसलिए इसे लोकप्रिय माना जाता है, शहर के व्यावसायिक उद्यम अब शिक्षा और कृषि-प्रसंस्करण उद्योगों पर हावी हैं। 1997 में दावणगेरे एक अलग जिला बन गया, जब इसे प्रशासन की आवश्यकताओं के लिए चित्रदुर्ग के पूर्ववर्ती अविभाजित जिले से अलग कर दिया गया। दावणगेरे समृद्ध पाक परंपराओं के लिए जाना जाता है जो राज्य में भौगोलिक स्थिति के कारण पूरे कर्नाटक के व्यंजनों की विविधता को इसके उपरिकेंद्र के रूप में शामिल करता है। उनमें से उल्लेखनीय इसकी सुगंधित बेनी खुराक है जो शहर के नाम के साथ जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>पीएम नरेंद्र मोदी के महत्वाकांक्षी प्रमुख स्मार्ट सिटी मिशन के तहत स्मार्ट सिटी के रूप में विकसित होने वाले सौ भारतीय शहरों में से एक दावणगेरे को चुना गया है। 28 जनवरी, 2016 को मिशन के तहत विकसित किए जाने वाले पहले 20 शहरों की सूची में कई मानकों के लिए सख्ती से जांच के बाद इसे जारी किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>दावणगेरे जिला भारत में कर्नाटक राज्य का एक प्रशासनिक जिला है। दावणगेरे शहर जिला मुख्यालय है। इसकी जनसंख्या 1,946,905 थी, जो 2011 के अनुसार 32.31% शहरी थी। यह जिला 1997 में चित्रदुर्ग जिले से अलग हो गया था, तब तक कर्नाटक के मुख्यमंत्री जे। एच। पटेल थे, जिनमें चित्रदुर्ग और शिमोगा जिलों के कुछ हिस्से शामिल थे।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला राज्य के केंद्रीय मैदानों में स्थित है, जिसमें उत्तर और दक्षिण के राज्य की दोहरी संस्कृतियां हैं। इस जिले के प्रमुख शहर हरिहर, जगलुरु, होन्नाली और चन्नागिरी हैं; ये इसके पाँच अन्य तालुके भी होते हैं। यह पश्चिम में शिमोगा जिला और हावेरी जिला, पूर्व में चित्रदुर्ग जिला, उत्तर में बेल्लारी जिला और दक्षिण में चिकमगलूर जिले से घिरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>दावणगेरे जिले में 5 तालुक पंचायतें, 20 हॉबीलेज़, 197 ग्राम पंचायतें, 652 गाँव, 904 बस्तियाँ, और 2 शहर नगर परिषद और एक नगर निगम हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>दावणगेरे जिला डेक्कन पठार पर मैदानी क्षेत्र में स्थित है, जिसे स्थानीय रूप से बेयालु सीमे के रूप में जाना जाता है। यह जिला शिमोगा जिले और पश्चिम में हावेरी जिले, पूर्व में चित्रदुर्ग जिला, उत्तर में बेल्लारी जिले और दक्षिण में चिकमगलूर जिले से घिरा हुआ है। जिला अक्षांश 13 &deg; 5 'और 14 &deg; 50' एन के बीच और अनुदैर्ध्य 75 &deg; 30 'और 76 &deg; 30' E.https: //en.wikipedia.org/wiki/Davan/ere के बीच कर्नाटक के केंद्र में स्थित है।</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने दावणगेरे को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह कर्नाटक के उन पांच जिलों में से एक है जो वर्तमान में बैकवर्ड रीजन ग्रांट फंड प्रोग्राम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार दावणगेरे जिले की आबादी 1,946,905 है जो मोटे तौर पर लेसोथो राष्ट्र या अमेरिकी राज्य वेस्ट वर्जीनिया के बराबर है। यह भारत के कुल 640 जिलों में 241 की रैंकिंग देता है। जिले का जनसंख्या घनत्व 329 निवासियों प्रति वर्ग किलोमीटर (850 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 8.71% थी। दावणगेरे में हर 1000 पुरुषों पर 967 महिलाओं का लिंगानुपात और साक्षरता दर 76.3% है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>दावणगेरे शहर में नगरपालिका प्रशासन में अग्रणी रहा है, जो 1870 की शुरुआत में नगरपालिका का दर्जा प्राप्त कर रहा था। इंपीरियल गजेटियर ऑफ इंडिया (1911) कहता है कि 1901 को समाप्त होने वाले दस वर्षों के दौरान नगर पालिका की रसीदें और खर्च, औसतन 14,200 रु। और क्रमशः 12,600 रु। शहर के नागरिक प्रशासन को दावानगेरे नगर निगम (दावणगेरे महानगर पालिके) द्वारा प्रबंधित किया गया था, इससे पहले इसे 7 अगस्त 1951 को नगरपालिका के रूप में स्थापित किया गया था। अब इसे नगर निगम का दर्जा प्राप्त है, और 6 जनवरी 2007 को इसे प्राप्त किया गया। आयुक्त और परिषद के सदस्यों द्वारा सहायता प्राप्त एक महापौर की अध्यक्षता में होता है। शहर को 41 वार्डों में विभाजित किया गया है, और परिषद के सदस्यों (नगरसेवकों) को शहर के लोगों द्वारा चुना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>दावणगेरे \"कर्नाटक का दिल\" है। दावणगेरे चित्रदुर्ग, बल्लारी, शिवमोग्गा, चिकमगलूर और हावेरी जिलों से घिरा हुआ है। दावणगेरे कर्नाटक के केंद्र में, समुद्र तल से 14 &deg; 28 'एन अक्षांश, 75 &deg; 59' देशांतर और 602.5 मीटर (1,977 फीट) ऊपर है। दावणगेरे जिले में 644 मिमी (25.4 इंच) औसत वार्षिक वर्षा होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>डेक्कन पठार पर मेडेन क्षेत्र में दावानगेरे स्थित है। यह जिला शिवमोग्गा (मलनाडु) पहाड़ियों, हवेरी, चित्रदुर्ग, चिक्कमगलूर और बल्लारी जिलों से घिरा है। जिले के दक्षिणी और पश्चिमी हिस्सों को भादरा जलाशय के पानी से सिंचित किया जाता है। इसमें एशिया का दूसरा सबसे बड़ा सिंचाई टैंक है जिसे शांति सागर कहा जाता है जो जिले के किसानों के लिए एक प्रमुख जल स्रोत है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Davanagere</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-davanagere-karnataka","tags":[{"name":"दावनगेरे","slug":"davanagere"},{"name":"कर्नाटक","slug":"karnataka"}],"recommendations":[{"id":614,"title":"मैसूर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","dateCreated":"2019-09-08T03:21:34.068Z","dateModified":"2019-09-08T03:21:53.627Z","contributedBy":"AskGif","content":"मैसूर, आधिकारिक तौर पर मैसूरु, भारत के कर्नाटक राज्य के दक्षिणी भाग में स्थित एक शहर है। मैसूर शहर भौगोलिक रूप से 12 &deg; 18 '26' उत्तरी अक्षांश और 76 &deg; 38 '59' 'पूर्वी देशांतर के बीच स्थित है। यह 2,427 फीट (739.75 मीटर) की ऊंचाई पर स्थित है।\r\n&nbsp;\r\nमैसूर चामुंडी हिल्स की तलह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मैसूर","slug":"mysuru"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"मैसूर","slug":"mysore"}],"slug":"top-places-to-visit-in-mysuru-karnataka","total":0},{"id":604,"title":"धारवाड़ में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"64093eac-16f3-42d3-b7e1-3b06870281df_Dharwad-railway.jpg","dateCreated":"2019-09-07T12:32:40.404Z","dateModified":"2019-09-07T12:32:57.684Z","contributedBy":"AskGif","content":"धारवाड़ भारत के कर्नाटक राज्य में धारवाड़ जिले का जिला मुख्यालय है। 1961 में इसे हबबॉलि शहर के साथ मिला दिया गया था ताकि हुबली-धारवाड़ के जुड़वां शहरों का निर्माण किया जा सके। यह 200.23 वर्ग किमी के क्षेत्र को कवर करता है और बेंगलुरु और पुणे के बीच NH-48 पर, बेंगलुरु के उत्तर-पश्चिम में 430 किमी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/64093eac-16f3-42d3-b7e1-3b06870281df_Dharwad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"धारवाड़","slug":"dharwad"}],"slug":"top-places-to-visit-in-dharwad-karnataka","total":0},{"id":601,"title":"चित्रदुर्ग में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","dateCreated":"2019-09-07T04:28:02.918Z","dateModified":"2019-09-07T04:28:48.064Z","contributedBy":"AskGif","content":"चित्रदुर्ग (जिसे स्थानीय रूप से दुर्गा के नाम से भी जाना जाता है) एक शहर और चित्रदुर्ग जिले का मुख्यालय है जो भारतीय राज्य कर्नाटक के दक्षिणी भाग में वेदवती नदी की घाटी पर स्थित है। यह राज्य की राजधानी बेंगलुरु से लगभग 200 किमी दूर स्थित है।\r\n&nbsp;\r\nचित्रदुर्ग जिला दक्षिण भारत में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"चित्रदुर्ग","slug":"chitradurga"}],"slug":"top-places-to-visit-in-chitradurga-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}