{"id":603,"title":"Top Places to visit in Davanagere, Karnataka","imageUrl":"7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","dateCreated":"2019-09-07T12:22:56.433Z","dateModified":"2019-09-07T12:23:17.722Z","contributedBy":"AskGif","content":"<p>Davangere is a city in the center of the southern Indian state of Karnataka. It is the seventh largest city in the state, and the administrative headquarters of eponymous Davangere District. Hitherto being a cotton hub and hence popularly known before as the Manchester of Karnataka, the commercial ventures of the city is now dominated by education and agro-processing industries. Davangere became a separate district in 1997, when it was separated from the erstwhile undivided district of Chitradurga for administration conveniences. Davangere is known for rich culinary traditions which encompass the diversity of entire Karnataka's dishes due to its geographical position in the state as its epicenter. Notable among them is its aromatic benne dose that is associated with the name of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Davangere has been selected as one of the hundred Indian cities to be developed as a smart city under PM Narendra Modi's ambitious flagship Smart Cities Mission. It even went on to be featured in the list of first 20 cities to be developed under the mission by Urban development ministry, released on 28 January 2016, after being scrutinized stringently for several parameters.</p>\r\n<p>&nbsp;</p>\r\n<p>Davanagere District is an administrative district of Karnataka state in India. The city of Davanagere is the district headquarters. It had a population of 1,946,905 of which 32.31% was urban as of 2011. This district was Separated from Chitradurga district in 1997 by then Chief minister of Karnataka J. H. Patel with including some parts of Chitradurga and Shimoga districts.</p>\r\n<p>&nbsp;</p>\r\n<p>The district lies in the central plains of the state with its unique features of having dual cultures of the north and the south of the state. The prominent towns in this district are Harihara, jagaluru, Honnali and Channagiri; these also happen to be its five other taluks. It is bound by Shimoga District and Haveri District on the west, Chitradurga District on the east, Bellary District on the north and Chikmagalur district on the south.</p>\r\n<p>&nbsp;</p>\r\n<p>The Davanagere district has 5 taluk panchayats, 20 hoblies, 197 gram panchayats, 652 villages,904 habitations, and 2 city municipal councils and one City Corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Davanagere district lies in the plain region on the Deccan Plateau locally known as Bayalu Seeme. The district is bounded by Shimoga district and Haveri district in the west, Chitradurga district in the east, Bellary district in the north and Chikmagalur district in the south. The district lies in the center of Karnataka between the latitudes 13&deg;5' and 14&deg;50' N and between the longitudes 75&deg;30' and 76&deg;30' E.https://en.wikipedia.org/wiki/Davanagere</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Davanagere one of the country's 250 most backward districts (out of a total of 640). It is one of the five districts in Karnataka currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Davanagere district has a population of 1,946,905 roughly equal to the nation of Lesotho or the US state of West Virginia. This gives it a ranking of 241 amongst a total of 640 districts in India. The district has a population density of 329 inhabitants per square kilometre (850/sq mi) . Its population growth rate over the decade 2001-2011 was 8.71%. Davanagere has a sex ratio of 967 females for every 1000 males, and a literacy rate of 76.3%.</p>\r\n<p>&nbsp;</p>\r\n<p>Civic administration</p>\r\n<p>Davanagere has been a pioneer in municipal administration with the city attaining the status of a municipality as early as 1870. The Imperial Gazetteer of India (1911) says that the receipts and expenditure of the municipality, during the ten years ending 1901, averaged Rs 14,200 and Rs 12,600 respectively. The civic administration of the city was managed by the Davangere City Corporation (Davanagere Mahanagara Palike), before it was established as a municipality on 7 August 1951. It now has the status of a City Corporation, and gained this on 6 January 2007. It is headed by a mayor, assisted by commissioners and council members. The city is divided into 41 wards, and the council members (corporators) are elected by the people of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Davanagere is the \"Heart of Karnataka\". Davanagere is surrounded from Chitradurga, Ballari, Shivamogga, Chikkamagalur and Haveri districts. Davanagere is at the centre of Karnataka, 14&deg;28' N latitude, 75&deg;59' longitude and 602.5 metres (1,977 ft) above sea level. Davanagere District receives average annual rainfall of 644 mm (25.4 in).</p>\r\n<p>&nbsp;</p>\r\n<p>Davanagere lies in the Maiden region on the Deccan Plateau. The district is bounded by Shivamogga (Malenadu) Area of Hills, Haveri, Chitradurga, Chikkamagalur and Ballari districts. The southern and western parts of the district are irrigated by the waters of the Bhadra reservoir.It has the Asia's 2nd largest irrigation tank called Shanti sagar which is a major water source for farmers in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Davanagere</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-davanagere-karnataka","tags":[{"name":"davanagere","slug":"davanagere"},{"name":"karnataka","slug":"karnataka"}],"recommendations":[{"id":614,"title":"Top Places to visit in Mysuru, Karnataka","imageUrl":"850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","dateCreated":"2019-09-08T03:21:34.068Z","dateModified":"2019-09-08T03:21:53.627Z","contributedBy":"AskGif","content":"Mysore, officially Mysuru, is a city in the southern part of the state of Karnataka, India. Mysore city is geographically located between 12&deg; 18' 26&rdquo; North Latitude and 76&deg; 38' 59'' East Longitude. It is located at an altitude of 2,427 ft (739.75 m).\r\n&nbsp;\r\nMysore is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mysuru","slug":"mysuru"},{"name":"karnataka","slug":"karnataka"},{"name":"mysore","slug":"mysore"}],"slug":"top-places-to-visit-in-mysuru-karnataka","total":0},{"id":604,"title":"Top Places to visit in Dharwad, Karnataka","imageUrl":"64093eac-16f3-42d3-b7e1-3b06870281df_Dharwad-railway.jpg","dateCreated":"2019-09-07T12:32:40.404Z","dateModified":"2019-09-07T12:32:57.684Z","contributedBy":"AskGif","content":"Dharwad is the district headquarters of Dharwad district in the state of Karnataka, India. It was merged with the city of Hubballi in 1961 to form the twin cities of Hubballi-Dharwad. It covers an area of 200.23 km&sup2; and is located 430 km northwest of Bengaluru, on NH-48, between Bengaluru an","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/64093eac-16f3-42d3-b7e1-3b06870281df_Dharwad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"dharwad","slug":"dharwad"}],"slug":"top-places-to-visit-in-dharwad-karnataka","total":0},{"id":601,"title":"Top Places to visit in Chitradurga, Karnataka","imageUrl":"28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","dateCreated":"2019-09-07T04:28:02.918Z","dateModified":"2019-09-07T04:28:48.064Z","contributedBy":"AskGif","content":"Chitradurga (also known locally as Durga) is a city and the headquarters of Chitradurga district which is located on the valley of the Vedavati river in the southern part of the Indian state of Karnataka. It is located about 200 km from the state capital Bengaluru.\r\n&nbsp;\r\nChitradu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"chitradurga","slug":"chitradurga"}],"slug":"top-places-to-visit-in-chitradurga-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}