{"id":604,"title":"धारवाड़ में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"64093eac-16f3-42d3-b7e1-3b06870281df_Dharwad-railway.jpg","dateCreated":"2019-09-07T12:32:40.404Z","dateModified":"2019-09-07T12:32:57.684Z","contributedBy":"AskGif","content":"<p>धारवाड़ भारत के कर्नाटक राज्य में धारवाड़ जिले का जिला मुख्यालय है। 1961 में इसे हबबॉलि शहर के साथ मिला दिया गया था ताकि हुबली-धारवाड़ के जुड़वां शहरों का निर्माण किया जा सके। यह 200.23 वर्ग किमी के क्षेत्र को कवर करता है और बेंगलुरु और पुणे के बीच NH-48 पर, बेंगलुरु के उत्तर-पश्चिम में 430 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>धारवाड़ दक्षिण भारत में कर्नाटक राज्य का एक प्रशासनिक जिला है और उत्तर कर्नाटक का सांस्कृतिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का प्रशासनिक मुख्यालय धारवाड़ शहर है, जिसे धारवाड़ के नाम से भी जाना जाता है। धारवाड़ अपने धारवाड़ पेड़े के लिए प्रसिद्ध है - एक दूध आधारित मिठास। नगरपालिका (1961 में पड़ोसी हुबली के साथ विलय के परिणामस्वरूप) 191 किमी 2 को कवर करती है। धारवाड़ बैंगलोर के उत्तर-पश्चिम में 425 किमी और पुणे से 421 किमी दक्षिण-पूर्व में स्थित है, चेन्नई और पुणे के बीच मुख्य राजमार्ग पर, राष्ट्रीय राजमार्ग # 4 (NH4) है। राष्ट्रीय परियोजना निर्माण निगम की KREIS उत्तर इकाई का मुख्यालय यहाँ है। कर्नाटक उच्च न्यायालय की बेंच धारवाड़ भी यहाँ है।</p>\r\n<p>&nbsp;</p>\r\n<p>1997 से पहले जिले का क्षेत्रफल 13738 किमी 2 था। 1997 में, धारवाड़ के पूर्व क्षेत्र से गडग और हावेरी के नए जिलों को निकाला गया था, और धारवाड़ जिले के एक हिस्से को दावानगेरे के नए जिले बनाने के लिए पूर्व में तीन अन्य जिलों की भूमि के साथ जोड़ा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>नागरिक प्रशासन</p>\r\n<p>हुबली-धारवाड़ नगर निगम (HDMC) का गठन 1962 में दो शहरों को मिलाकर 20 किलोमीटर की दूरी तय करके किया गया था। [विफल सत्यापन] निगम द्वारा कवर किया गया क्षेत्र 181.66 वर्ग किमी है। 45 राजस्व गांवों में फैला हुआ है। 1991 की जनगणना के अनुसार शहर की जनसंख्या 7 लाख थी। वर्तमान जनसंख्या 10 लाख से अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>हुबली: 1850 के भारत सरकार अधिनियम के तहत, हुबली-नगर परिषद 15 अगस्त 1855 को स्थापित किया गया था।</p>\r\n<p>धारवाड़: धारवाड़ नगर परिषद पहली बार 1 जनवरी 1856 को अस्तित्व में आई। परिषद का पहला गैर-आधिकारिक अध्यक्ष एस.के. 1907 में रोडा, और श्री एस.वी. मेंसिंकाई, अगले वर्ष में नामांकित किया गया था। लेकिन प्रथम निर्वाचित राष्ट्रपति होने का श्रेय श्री एस जी कारीगुड़ी को जाता है, जिन्होंने 1920 में पदभार संभाला था।</p>\r\n<p>हुबली को एक वाणिज्यिक और औद्योगिक केंद्र के रूप में जाना जाता है, जबकि धारवाड़ सीखने की सीट है। लोकप्रिय रूप से माना जाता है कि, यह इस विविधता और भौगोलिक स्थिति है कि राज्य सरकार ने दोनों शहरों को समामेलित किया है। ट्विन-सिटी कॉर्पोरेशन कर्नाटक राज्य में अद्वितीय स्थान रखता है। बैंगलोर की राजधानी के बाद, यह राज्य का सबसे बड़ा शहर निगम है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>औद्योगिक और व्यावसायिक विकास</p>\r\n<p>हुबली-धारवाड़ बैंगलोर के बाद कर्नाटक में एक विकासशील औद्योगिक केंद्र है, जिसमें हुबली के गोकुल रोड और तारिहल क्षेत्रों में 1000 से अधिक संबद्ध छोटे और मध्यम उद्योग स्थापित हैं। मशीन टूल्स उद्योग, इलेक्ट्रिकल, स्टील फर्नीचर, खाद्य उत्पाद, रबर और चमड़ा उद्योग और कमाना उद्योग हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्योगों, संस्थानों और व्यवसायों के समग्र आर्थिक विकास को बढ़ावा देने के लिए, कर्नाटक चैंबर ऑफ कॉमर्स एंड इंडस्ट्री का गठन किया गया था। यह प्रमुख संघों में से एक है, जो हुबली क्षेत्र में संभावित विकास और समृद्धि प्राप्त करने में गति प्राप्त कर रहा है। हुबली-धारवाड़ के लिए औद्योगिकीकरण का एक प्रमुख पहलू कृषि उपज बाजार समिति का आधार था, जिसका उद्देश्य किसानों से संबंधित वस्तुओं और वस्तुओं के विनियमित और उत्तेजित उत्पादन को स्थापित करना, किसानों के लिए परेशानी मुक्त बाजार की स्थिति प्रदान करना था।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>मुख्य लेख: हुबली धारवाड़ के लोगों की सूची</p>\r\n<p>जी.एस. अमूर</p>\r\n<p>के.एस. अमूर</p>\r\n<p>डी। आर। बेंद्रे</p>\r\n<p>कुमार गंधर्व</p>\r\n<p>सवाई गंधर्व</p>\r\n<p>गंगूबाई हंगल</p>\r\n<p>सुरेश हेबलिकर</p>\r\n<p>आर। सी। हिरेमठ</p>\r\n<p>भीमसेन जोशी</p>\r\n<p>गिरीश कर्नाड</p>\r\n<p>जी। ए। कुलकर्णी</p>\r\n<p>सरोजिनी महिषी, इंदिरा गांधी कैबिनेट में पूर्व मंत्री</p>\r\n<p>मल्लिकार्जुन मंसूर</p>\r\n<p>सुधा मूर्ति</p>\r\n<p>वेंकन्ना एच। नाइक</p>\r\n<p>डी। सी। पवते</p>\r\n<p>बसवराज राजगुरु</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>कर्नाटक विश्वविद्यालय</p>\r\n<p>धारवाड़ हमेशा कई प्रसिद्ध स्कूलों, कॉलेजों और विश्वविद्यालयों के साथ, शिक्षा का एक प्रसिद्ध केंद्र रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>धारवाड़ जिले में विश्वविद्यालयों की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>कर्नाटक विश्वविद्यालय, धारवाड़।</p>\r\n<p>&nbsp;</p>\r\n<p>कृषि विज्ञान विश्वविद्यालय, धारवाड़।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय प्रौद्योगिकी संस्थान, धारवाड़।</p>\r\n<p>&nbsp;</p>\r\n<p>कर्नाटक राज्य विधि विश्वविद्यालय, हुबली।</p>\r\n<p>&nbsp;</p>\r\n<p>के एल ई। प्रौद्योगिकी विश्वविद्यालय, हुबली।</p>\r\n<p>&nbsp;</p>\r\n<p>धारवाड़ शहर को शैक्षणिक संस्थानों, शिक्षाविदों, शिक्षा-प्रेमी लोगों और वातावरण के कारण सरस्वती का स्थान माना जाता है। यह दक्षिण भारत और मुख्य रूप से कर्नाटक में शिक्षा का उद्गम स्थल है। आसपास के सभी जिलों के छात्र शिक्षा के लिए धारवाड़ आते हैं। सुबह 8:00 बजे से 10:00 बजे तक और दोपहर 12:00 बजे से 5:00 बजे तक, धारवाड़ की सड़कें, बसें और ऑटोरिक्शा छात्रों के साथ बहते हैं। ऐसा प्रतीत होता है मानो पूरा धारवाड़ एक बड़ा स्कूल है।</p>\r\n<p>&nbsp;</p>\r\n<p>धारवाड़ में कन्नड़, अंग्रेजी और उर्दू माध्यम के स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>सड़क</p>\r\n<p>NWKRTC (नॉर्थ वेस्ट कर्नाटक रोड ट्रांसपोर्ट कॉरपोरेशन) हुबली में मुख्यालय वाला एक राज्य सरकार है। हुबली, धारवाड़, कलघटगी, नवलगुंड और कुंडगोल के बीच NWKRTC और बेंद्रे नगर सरगी (निजी बस-मालिकों का एक संघ) के बीच उत्कृष्ट अंतर-शहर परिवहन है, जो रोज़ाना इन स्थानों के बीच बड़ी संख्या में यात्रियों को पूरा करने के लिए प्रतिस्पर्धा करते हैं। जुड़वां शहरों से बस सेवा कर्नाटक और पड़ोसी राज्यों और अन्य लोकप्रिय स्थलों के हर हिस्से में मौजूद है। कई निजी बस ऑपरेटर हैं जो हुबली और बैंगलोर, मैंगलोर, पुणे, मुंबई, गोवा और हैदराबाद के बीच यात्रा सेवाएं प्रदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>हुबली भारतीय रेलवे के दक्षिण पश्चिम रेलवे जोन का मुख्यालय है। हुबली और बैंगलोर के बीच रोजाना कई एक्सप्रेस और पैसेंजर ट्रेनें चलती हैं। हुबली एक महत्वपूर्ण रेलवे जंक्शन है, जिसमें बंगलौर, मुंबई, पुणे, मिराज, दिल्ली, हैदराबाद, अहमदाबाद, विजयवाड़ा, मैसूर और चेन्नई, हावड़ा और तिरुवनंतपुरम के लिए साप्ताहिक सेवाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>धारवाड़ का निकटतम हवाई अड्डा हुबली में उसकी सिस्टर सिटी है। हुबली एयरपोर्ट (IATA: HBX, ICAO: VOHB) उत्तरी कर्नाटक की सेवा करने वाले प्रमुख हवाई अड्डों में से एक है। वर्तमान में स्पाइसजेट एयरलाइंस ने हुबली से बैंगलोर, मुंबई, हैदराबाद, जबलपुर, मैंगलोर, चेन्नई और इंडिगो एयरलाइंस से अपना परिचालन शुरू कर दिया है, हुबली से अहमदाबाद, चेन्नई, बैंगलोर, कोचीन, गोवा के लिए अपना परिचालन शुरू कर दिया है, एलायंस एयर राज्य के लिए हर रोज एक उड़ान संचालित करती है राजधानी बेंगलुरु, एयर इंडिया ने मंगलवार, बुधवार और शनिवार को हुबली से मुंबई और बेंगलूरु तक अपना परिचालन शुरू किया है। और स्टार एयर (इंडिया) 15 सितंबर को अपना ऑपरेशन हुबली टू बैंगलोर, दिल्ली (हिंडन), पुणे और तिरुपति शुरू करेगा। हवाई अड्डे को वर्तमान में एक अंतरराष्ट्रीय हवाई अड्डे के रूप में अपग्रेड किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>धारवाड़ जिले के दर्शनीय स्थल मंदिरों और ऐतिहासिक स्मारकों सहित कई पर्यटक आकर्षण रखते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>धारवाड़</p>\r\n<p>&nbsp;</p>\r\n<p>धारवाड़ से लगभग 6 किलोमीटर दूर अमीनभवी, 24 तीर्थंकर बसदी, हायर मठ और एक गुफा मंदिर के लिए प्रसिद्ध है। हायर मठ में एक लकड़ी की तख्ती पर पेंटिंग हैं। तख़्त को कित्तूर से लाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंकल हुबली-धारवाड़ में चंद्रमौलेश्वर मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>अन्निगुरई में अमृतेश्वर मंदिर</p>\r\n<p>Hubballi</p>\r\n<p>&nbsp;</p>\r\n<p>चन्द्रमौलेश्वर मन्दिर उकल में पश्चिमी चालुक्य काल का है चन्द्रमौलेश्वर शिव मन्दिर और उकल झील। चंद्रमौलेश्वर मंदिर धारवाड़ जिले के खूबसूरत मंदिरों में से एक है।</p>\r\n<p>उंकल झील एक शानदार सूर्यास्त के दृश्य के साथ एक पानी के नीचे का स्थान है, इस आदर्श पिकनिक स्थल में एक सुंदर मैनीक्योर उद्यान, बच्चों के लिए मनोरंजक सुविधाएं, नौका विहार आदि हैं। झील हुबली से 3 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंकल झील</p>\r\n<p>भवानीशंकर मंदिर श्री नारायण की छवि वाला यह चालुक्य मंदिर भगवान के दस अवतारों द्वारा फहराया गया है।</p>\r\n<p>असर यह मोहम्मद अली शाह द्वारा 1646 में न्याय के एक हॉल के रूप में बनाया गया था। इस इमारत का उपयोग पैगंबर की दाढ़ी से दो बाल रखने के लिए भी किया जाता था। महिलाओं को अंदर जाने की अनुमति नहीं है।</p>\r\n<p>नृपतुंगा पहाड़ी हुबली के उत्तर-पूर्वी किनारे पर स्थित एक पहाड़ी है। पहाड़ी की चोटी पर हुबली शहर का मनोरम दृश्य दिखाई देता है। मनोरम दृश्य की अवधि उत्तर में अमरगोल से पश्चिम में हवाई अड्डे तक हुबली के दक्षिणी हिस्सों तक फैली हुई है। यह मॉर्निंग वॉकर और शाम बिताने के लिए हुबली के युवाओं के लिए एक लोकप्रिय स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिद्धारूढ़ मठ पुराना-हुबली</p>\r\n<p>सिद्धारोडा मठ एक प्रतिष्ठित धार्मिक संस्थान है, जो स्वामी सिद्धारोडा द्वारा प्रचारित अद्वैत दर्शन का केंद्र है, हुबली के बाहरी इलाके में स्थित है।</p>\r\n<p>ग्लास हाउस जैसा कि नाम से पता चलता है, यह कांच का एक महल है, जिसका उद्घाटन पूर्व भारतीय प्रधानमंत्री श्रीमती द्वारा किया गया था। इंदिरा गांधी।</p>\r\n<p>बनशंकरी मंदिर अमरगोल शंकरलिंग और बनशंकरी मंदिर के लिए प्रसिद्ध है। यह हुबली और धारवाड़ के बीच, और नवानगर के पास है।</p>\r\n<p>अन्निगेरी में कई ऐतिहासिक मंदिर हैं जिनमें कल्याणी चालुक्य काल अमृतेश्वर मंदिर भी शामिल है। हुबली और गदग के बीच यह हुबली से लगभग 30 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>उत्तर कर्नाटक के कुंडगोल में शंभुलिंग मंदिर</p>\r\n<p>श्री जगद्गुरु अजात नागलिंग स्वामी स्वामी-नवलगुंडा</p>\r\n<p>&nbsp;</p>\r\n<p>कुंडगोल हुबली-धारवाड़ से लगभग 15 किमी दूर है। यह शंभुलिंग मंदिर के लिए प्रसिद्ध है। कर्नाटक में हिंदुस्तानी संगीत के इतिहास में महान स्थान। यह यूनिवर्सिटी ऑफ हिंदुस्तानी म्यूजिक की तरह है। सवाई गंधर्व का जन्मस्थान। भारत रत्न पंडित भीमसेन जोशी और गंगूबाई हंगल ने यहां हिंदुस्तानी संगीत सीखा और सवाई गंधर्व उनके गुरु थे।</p>\r\n<p>Kalghatgi:</p>\r\n<p>कलघटगी से लगभग 8 किमी दूर तमबोर। यह बसवन्ना मंदिर और देवीकोपा वन के लिए प्रसिद्ध है।</p>\r\n<p>श्री बसवेश्वर मंदिर भोगनागरकोप्पा में कालाघाटी से लगभग 14 किमी की दूरी पर स्थित है।</p>\r\n<p>महालक्ष्मी मंदिर</p>\r\n<p>शांतिनाथ बसदी जैन मंदिर</p>\r\n<p>Navalgund</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dharwad_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/64093eac-16f3-42d3-b7e1-3b06870281df_Dharwad-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dharwad-karnataka","tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"धारवाड़","slug":"dharwad"}],"recommendations":[{"id":614,"title":"मैसूर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","dateCreated":"2019-09-08T03:21:34.068Z","dateModified":"2019-09-08T03:21:53.627Z","contributedBy":"AskGif","content":"मैसूर, आधिकारिक तौर पर मैसूरु, भारत के कर्नाटक राज्य के दक्षिणी भाग में स्थित एक शहर है। मैसूर शहर भौगोलिक रूप से 12 &deg; 18 '26' उत्तरी अक्षांश और 76 &deg; 38 '59' 'पूर्वी देशांतर के बीच स्थित है। यह 2,427 फीट (739.75 मीटर) की ऊंचाई पर स्थित है।\r\n&nbsp;\r\nमैसूर चामुंडी हिल्स की तलह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मैसूर","slug":"mysuru"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"मैसूर","slug":"mysore"}],"slug":"top-places-to-visit-in-mysuru-karnataka","total":0},{"id":605,"title":"गडग, गदग भटगेरी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","dateCreated":"2019-09-07T12:43:56.896Z","dateModified":"2019-09-07T12:44:12.858Z","contributedBy":"AskGif","content":"गडग जिला, भारत के कर्नाटक राज्य का एक जिला है। इसका गठन 1997 में हुआ था, जब यह धारवाड़ जिले से अलग हो गया था। 2011 तक, इसकी आबादी 1064570 थी (जिनमें से 35.21 प्रतिशत शहरी थी)। 1991 से 2001 तक कुल जनसंख्या में 13.14 प्रतिशत की वृद्धि हुई। उत्तर में गडग जिला सीमाएँ बागलकोट जिला, पूर्व में कोप्पल जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गदग भटगेरी","slug":"gadag-betageri"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"गडग","slug":"gadag"}],"slug":"top-places-to-visit-in-gadag-gadag-betageri-karnataka","total":0},{"id":602,"title":"दक्षिणा कन्नड़, मैंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","dateCreated":"2019-09-07T04:41:38.65Z","dateModified":"2019-09-07T04:48:41.116Z","contributedBy":"AskGif","content":"दक्षिण कन्नड़ भारत में कर्नाटक राज्य का एक जिला है। पूर्व में पश्चिमी घाटों से घिरा और पश्चिम में अरब सागर से घिरा, दक्षिण कन्नड़ में मानसून के दौरान प्रचुर वर्षा होती है। यह उत्तर में उडुपी जिले, उत्तर पूर्व में चिकमगलूर जिले, पूर्व में हासन जिला, दक्षिण में कोडागु और दक्षिण में केरल के कासरगोड ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मैंगलुरु","slug":"mangaluru"},{"name":"दक्षिणा-कन्नड़","slug":"dakshina-kannada"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-dakshina-kannada-mangaluru-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}