{"id":604,"title":"Top Places to visit in Dharwad, Karnataka","imageUrl":"64093eac-16f3-42d3-b7e1-3b06870281df_Dharwad-railway.jpg","dateCreated":"2019-09-07T12:32:40.404Z","dateModified":"2019-09-07T12:32:57.684Z","contributedBy":"AskGif","content":"<p>Dharwad is the district headquarters of Dharwad district in the state of Karnataka, India. It was merged with the city of Hubballi in 1961 to form the twin cities of Hubballi-Dharwad. It covers an area of 200.23 km&sup2; and is located 430 km northwest of Bengaluru, on NH-48, between Bengaluru and Pune.</p>\r\n<p>&nbsp;</p>\r\n<p>Dharwad is an administrative district of the state of Karnataka in southern India and is the cultural headquarters of North Karnataka.</p>\r\n<p>&nbsp;</p>\r\n<p>The administrative headquarters of the district is the town of Dharwad, also known as Dharwar. Dharwad is famous for its Dharwad Peda &ndash; a milk based sweetmeat. The municipality (resulting from a merger with neighbouring Hubli in 1961) covers 191 km2. Dharwad is located 425 km northwest of Bangalore and 421 km southeast of Pune, on the main highway between Chennai and Pune, the National Highway # 4 (NH4). KREIS North Unit of National Projects Construction Corporation has its headquarters here. Karnataka High Court Bench Dharwad is also here.</p>\r\n<p>&nbsp;</p>\r\n<p>Before 1997 the district had an area of 13738 km2. In 1997, the new districts of Gadag and Haveri were carved out of Dharwad's former territory, and a portion of Dharwad district was combined with lands formerly part of three other districts to create the new district of Davanagere.</p>\r\n<p>&nbsp;</p>\r\n<p>Civic administration</p>\r\n<p>Hubli-Dharwad Municipal Corporation (HDMC) was constituted in 1962 by combining two cities separated by a distance of 20 kilometers.[failed verification] The area covered by the corporation is 181.66 km&sup2;. spread over 45 revenue villages. The population of the city as per the 1991 census was 7 lakhs. The present population is more than 10 lakhs.</p>\r\n<p>&nbsp;</p>\r\n<p>Hubballi: Under the Government of India Act of 1850, the Hubballi-Municipal council was established on 15 August 1855.</p>\r\n<p>Dharwad: The Dharwad Municipal Council first came into existence on 1 January 1856. The first non-official President of the Council was S.K. Rodda in 1907, and Shri S.V. Mensinkai, was nominated in the following year. But the credit of being the first elected President goes to Shri S.G. Karigudari, who took office in 1920.</p>\r\n<p>Hubballi is well known as a commercial as well as industrial centre, whereas Dharwad is seat of learning. Popularly believed that, it is this diversity and geographical positions that the state government amalgamated the two cities. The twin-city corporation occupies unique place in Karnataka State. After the capital city of Bangalore, this is the largest city Corporation in the State.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Industrial and business development</p>\r\n<p>Hubballi-Dharwad is a developing industrial hub in Karnataka after Bangalore, with more than 1000 allied small and medium industries established in Gokul Road and Tarihal regions of Hubli. There are machine tools industries, electrical, steel furniture, food products, rubber and leather industries, and tanning industries.</p>\r\n<p>&nbsp;</p>\r\n<p>To promote the overall economic development of industries, institutions and businesses, the Karnataka Chamber of Commerce &amp; Industry was formed. It is one of the premier associations, which has been gaining momentum in achieving potential growth and prosperity in Hubli region. One key aspect of industrialisation for Hubballi-Dharwad was foundation of Agricultural Produce Market Committee, which aimed at providing hassle-free market conditions for farmers, to establish regulated and stimulated production of agricultural related commodities and goods.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Main article: List of people from Hubli Dharwad</p>\r\n<p>G. S. Amur</p>\r\n<p>K. S. Amur</p>\r\n<p>D. R. Bendre</p>\r\n<p>Kumar Gandharva</p>\r\n<p>Sawai Gandharva</p>\r\n<p>Gangubai Hangal</p>\r\n<p>Suresh Heblikar</p>\r\n<p>R. C. Hiremath</p>\r\n<p>Bhimsen Joshi</p>\r\n<p>Girish Karnad</p>\r\n<p>G. A. Kulkarni</p>\r\n<p>Sarojini Mahishi, former Minister in Indira Gandhi cabinet</p>\r\n<p>Mallikarjun Mansur</p>\r\n<p>Sudha Murthy</p>\r\n<p>Venkanna H. Naik</p>\r\n<p>D. C. Pavate</p>\r\n<p>Basavaraj Rajguru</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Karnatak University</p>\r\n<p>Dharwad has always been a renowned centre of learning, with many famous schools, colleges and universities.</p>\r\n<p>&nbsp;</p>\r\n<p>List Of Universities in Dharwad District</p>\r\n<p>&nbsp;</p>\r\n<p>Karnataka University, Dharwad.</p>\r\n<p>&nbsp;</p>\r\n<p>University Of Agricultural Sciences, Dharwad.</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Institute Of Technology, Dharwad.</p>\r\n<p>&nbsp;</p>\r\n<p>Karnataka State Law University, Hubli.</p>\r\n<p>&nbsp;</p>\r\n<p>K. L. E. Technological University, Hubli.</p>\r\n<p>&nbsp;</p>\r\n<p>The city of Dharwad is deemed to be the seat of Saraswati because of the educational institutions, educationists, education-loving people and the atmosphere. It is the Cradle of Education in South India and Mainly Karnataka. Students from all surrounding districts come to Dharwad for education. From 8:00 to 10:00 in the morning and 12:00 to 5:00 in the afternoon, the roads of Dharwad, the buses and the autorickshaws brim with students. It appears as though the whole of Dharwad is one big school.</p>\r\n<p>&nbsp;</p>\r\n<p>Dharwad has Kannada, English and Urdu medium schools.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Road</p>\r\n<p>NWKRTC (North West Karnataka Road Transport Corporation) is a state run corporation headquartered at Hubbali. There is excellent inter-city transportation between Hubli, Dharwad, Kalghatgi, Navalgund and Kundgol as NWKRTC and Bendre Nagara Sarige (a consortium of private bus-owners) compete to cater to the large number of commuters between these places daily. Bus services from the twin-cities exist to every part of Karnataka and neighbouring states and other popular destinations. There are many private bus operators who render travel services between Hubli and Bangalore, Mangalore, Pune, Mumbai, Goa and Hyderabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Hubli is the Headquarter of South Western Railways Zone of Indian Railways. Several express and passenger trains ply between Hubli and Bangalore everyday. Hubli being an important railway junction has daily trains to Bangalore, Mumbai, Pune, Miraj, Delhi, Hyderabad, Ahmedabad, Vijayawada, Mysore and weekly services to Chennai, Howrah and Thiruvananthapuram.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>The closest Airport to Dharwad is at Hubbali its Sister City. Hubbali Airport (IATA: HBX, ICAO: VOHB) is one of the major operational airports serving northern Karnataka. Currently SpiceJet Airlines have started its operation from Hubli To Bangalore, Mumbai, Hyderabad, Jabalpur, Mangalore, Chennai And Indigo Airlines have started its operation from Hubli to Ahmedabad, Chennai, Bangalore, Cochin, Goa, Alliance Air operates one flight everyday to the state capital Bangalore, Air India has started its operation from Hubli to Mumbai and Bangalore on Tuesday, Wednesday and Saturday. and Star Air (India) will start its operation Hubli To Bangalore, Delhi (Hindon), Pune, and Tirupati on September 15 The airport is currently being upgraded to an international airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Places of interest in Dharwad district comprise many tourist attractions including temples and historical monuments.</p>\r\n<p>&nbsp;</p>\r\n<p>Dharwad</p>\r\n<p>&nbsp;</p>\r\n<p>Aminbhavi, about 6 km from Dharwad, is famous for 24 Tirthankara Basadi, Hire Matha and a cave temple. Hire Matha has paintings on a wooden plank. The plank is brought in from Kittur.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandramouleshwara temple at Unkal Hubbali-Dharwad</p>\r\n<p>&nbsp;</p>\r\n<p>Amruteshwara Temple at Annigeri</p>\r\n<p>Hubballi</p>\r\n<p>&nbsp;</p>\r\n<p>Chandramouleshwara Temple at Unkal is of the Western Chalukya period Chandramouleshwara Shiva temple and Unkal lake. Chandramouleshwara Temple is one of the beautiful temples in Dharwad district.</p>\r\n<p>Unkal Lake A pictorial water spot with a magnificent sunset view, this perfect picnic spot has a Beautical Manicured garden, recreational facilities for children, boating, etc. The lake is 3 km away from Hubli.</p>\r\n<p>&nbsp;</p>\r\n<p>Unkal Lake</p>\r\n<p>Bhavanishankar Temple This Chalukyan temple with the image of Sri Narayana is flanked by the ten incarnations of God.</p>\r\n<p>Asar It was built by Mohammed Ali Shah in about 1646 to serve as a hall of justice. The building was also used to house two hairs from the Prophet's beard. Women are not allowed inside.</p>\r\n<p>Nrupatunga Hill is a hillock located on the North-Eastern fringe of Hubbali. The top of the hillock offers a pleasing panoramic view of Hubli city. The span of the panoramic view extends from Amargol in the North to the Airport in the West all the way to the Southern parts of Hubli. It is a popular location for morning walkers and in the evenings for the youth of Hubbali to spend time.</p>\r\n<p>&nbsp;</p>\r\n<p>Sidharudha Math Old-Hubli</p>\r\n<p>Siddharoodha Math is the eminent religious institution, a centre of Advaita philosophy as preached by Swami Siddharoodha, is located on the outskirts of Hubli.</p>\r\n<p>Glass House As the name suggests, this is a palace of glass, inaugurated by the former Indian Prime Minister, Smt. Indira Gandhi.</p>\r\n<p>Banashankari Temple Amargol is famous for the Shankarlinga and Banashankari Temple. It is in between Hubli and Dharwad, and near to Navanagar.</p>\r\n<p>Annigeri has many historical temples including Kalyani Chalukya period Amriteshwara temple. It is about 30 km from Hubli, between Hubli and Gadag.</p>\r\n<p>&nbsp;</p>\r\n<p>Shambhulinga temple at Kundgol, North Karnataka</p>\r\n<p>Sri Jagadguru Ajaatha Nagalinga Swamy Mutta-Navalagunda</p>\r\n<p>&nbsp;</p>\r\n<p>Kundgol is about 15 km from Hubli-Dharwad. It is famous for Shambhulinga temple. The great place in history of Hindustani Music in Karnataka. It is like University of Hindustani Music. Birthplace of Sawai Gandharva. Bharat Ratna Pandit Bhimsen Joshi and Gangubai Hangal learnt Hindustani music here and Sawai Gandharva was their Guru.</p>\r\n<p>Kalghatgi:</p>\r\n<p>Tamboor about 8 km from Kalghatgi. It is famous for Basavanna temple and Devikoppa Forest.</p>\r\n<p>Shri Basaveshwar Temple is located in Bhogenagarakoppa at a distance of approximately 14 km from Kalghatagi.</p>\r\n<p>Mahalakshmi temple</p>\r\n<p>Shantinatha Basadi Jain temple</p>\r\n<p>Navalgund</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dharwad_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/64093eac-16f3-42d3-b7e1-3b06870281df_Dharwad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dharwad-karnataka","tags":[{"name":"karnataka","slug":"karnataka"},{"name":"dharwad","slug":"dharwad"}],"recommendations":[{"id":614,"title":"Top Places to visit in Mysuru, Karnataka","imageUrl":"850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","dateCreated":"2019-09-08T03:21:34.068Z","dateModified":"2019-09-08T03:21:53.627Z","contributedBy":"AskGif","content":"Mysore, officially Mysuru, is a city in the southern part of the state of Karnataka, India. Mysore city is geographically located between 12&deg; 18' 26&rdquo; North Latitude and 76&deg; 38' 59'' East Longitude. It is located at an altitude of 2,427 ft (739.75 m).\r\n&nbsp;\r\nMysore is","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mysuru","slug":"mysuru"},{"name":"karnataka","slug":"karnataka"},{"name":"mysore","slug":"mysore"}],"slug":"top-places-to-visit-in-mysuru-karnataka","total":0},{"id":605,"title":"Top Places to visit in Gadag, Gadag Betageri, Karnataka","imageUrl":"ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","dateCreated":"2019-09-07T12:43:56.896Z","dateModified":"2019-09-07T12:44:12.858Z","contributedBy":"AskGif","content":"Gadag District is a district in the state of Karnataka, India. It was formed in 1997, when it was split from Dharwad District. As of 2011, it had a population of 1064570 (of which 35.21 percent was urban). The overall population increased by 13.14 percent from 1991 to 2001. Gadag District borders","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gadag-betageri","slug":"gadag-betageri"},{"name":"karnataka","slug":"karnataka"},{"name":"gadag","slug":"gadag"}],"slug":"top-places-to-visit-in-gadag-gadag-betageri-karnataka","total":0},{"id":602,"title":"Top Places to visit in Dakshina Kannada, Mangaluru Karnataka","imageUrl":"9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","dateCreated":"2019-09-07T04:41:38.65Z","dateModified":"2019-09-07T04:48:41.116Z","contributedBy":"AskGif","content":"Dakshina Kannada is a district in the state of Karnataka in India. Sheltered by the Western Ghats on the east and surrounded by the Arabian Sea on the west, Dakshina Kannada receives abundant rainfall during the monsoon. It is bordered by Udupi District to the north, Chikmagalur district to the n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mangaluru","slug":"mangaluru"},{"name":"dakshina-kannada","slug":"dakshina-kannada"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-dakshina-kannada-mangaluru-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}