{"id":605,"title":"Top Places to visit in Gadag, Gadag Betageri, Karnataka","imageUrl":"ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","dateCreated":"2019-09-07T12:43:56.896Z","dateModified":"2019-09-07T12:44:12.858Z","contributedBy":"AskGif","content":"<p>Gadag District is a district in the state of Karnataka, India. It was formed in 1997, when it was split from Dharwad District. As of 2011, it had a population of 1064570 (of which 35.21 percent was urban). The overall population increased by 13.14 percent from 1991 to 2001. Gadag District borders Bagalkot District on the north, Koppal District on the east, Bellary District on the southeast, Haveri District on the southwest, Dharwad District on the west and Belgaum District on the northwest. It features monuments (primarily Jain and Hindu temples) from the Western Chalukya Empire. It has seven talukas/ tehsils: Gadag, Gajendragad, Ron, Shirhatti, Nargund, Lakshmeshwar and Mundargi. The word Gadag is a palindrome in both the Kannada and the English languages.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical sites</p>\r\n<p>&nbsp;</p>\r\n<p>Gadag</p>\r\n<p>The town has 11th- and 12th-century monuments. The temple of Veera Narayana and the Trikuteshwara complex are sites of religious and historic importance. One of the two main Jain temples is dedicated to Mahavira.</p>\r\n<p>&nbsp;</p>\r\n<p>Trikuteshwara temple complex:</p>\r\n<p>The Trikuteshwara temple was built by the early Chalukyas between the sixth and the eighth centuries, exemplifying Chalukya architecture. The temple is dedicated to Saraswati.</p>\r\n<p>&nbsp;</p>\r\n<p>Veeranarayana Temple:</p>\r\n<p>The temple, believed to have been built during the 11th century, attracts many devotees.</p>\r\n<p>&nbsp;</p>\r\n<p>Jumma Masjid:</p>\r\n<p>The Jumma Masjid has a capacity of 600. During the 17th and 18th centuries, Gadag was ruled by Muslim kings and the Marathas before being taken over by the East India Company.</p>\r\n<p>&nbsp;</p>\r\n<p>Lakshmeshwara</p>\r\n<p>Lakshmeshwara is in Shirahatti taluka and is known for its Hindu &amp; Jain temples and mosques. The Someshwara temple complex has a number of temples to Shiva in its fort-like compound.</p>\r\n<p>&nbsp;</p>\r\n<p>Sudi</p>\r\n<p>Chalukya monuments include the Jodi Gopura and Mallikarjuna temples and large Ganesha and Nandi statues.</p>\r\n<p>&nbsp;</p>\r\n<p>Lakkundi</p>\r\n<p>About 12 kilometres (7.5 mi) from Gadag, Lakkundi was the residence of the Chalukyan kings. It is known for its 101 stepwells (known as kalyani or pushkarni) and its Hindu &amp; Jain temples. A sculpture gallery is maintained by the Archaeological Survey of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Dambal</p>\r\n<p>Dambal is known for its 12th-century Chalukya Doddabasappa Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Gajendragad</p>\r\n<p>This is the biggest city after Gadag in Gadag District. Gajendragad is known for its hill fort and Kalakaleshwara temple, Nagavi, the famous Yellammadevi temple and a hill-view choultry under construction. It is just 8 km from Gadag and is a politically rich village.</p>\r\n<p>&nbsp;</p>\r\n<p>Harti</p>\r\n<p>Harti has a number of Hindu temples. The Shri Basaveshwara Temple has an annual festival featuring a procession. Other temples, such as the Parvati Parameshwara temple (Uma Maheshwara Temple), have stone carvings from the Chalukya period.</p>\r\n<p>&nbsp;</p>\r\n<p>Kotumachagi</p>\r\n<p>About 22 kilometres (14 mi) from Gadag, the agricultural village is also known for its Someswar and Durgadevi temples. Chamarasa, author of the Prabhulingaleele, was born nearby.</p>\r\n<p>&nbsp;</p>\r\n<p>Naregal</p>\r\n<p>Home to the largest Jain temple built by the Rastrakuta dynasty</p>\r\n<p>&nbsp;</p>\r\n<p>Hombal</p>\r\n<p>About 12 kilometres (7.5 mi) from Gadag, the village is known for old temples.</p>\r\n<p>&nbsp;</p>\r\n<p>Belavanniki(ಬೆಳವಣಿಕಿ)</p>\r\n<p>&nbsp;</p>\r\n<p>Belavanniki is about 33 km from Gadag. The village is known for the statue of Veerabhadra which is considered to be best sculpture of its kind in recent times. Earlier, the village was part of Belavalanaadu-300 or Belvola-300 therefore from that its name was derived. It is also the Birthplace of well known social activist S. R. Hiremath.</p>\r\n<p>&nbsp;</p>\r\n<p>Ron</p>\r\n<p>Ron's historic monuments include Anantsayee Gudi, Isvara Gudi, Isvara Temple, Kala Gudi, Lokanatha Temple, Mallikarjuna Gudi, Parsvanath Jain temple and the Somlingesvara temple.</p>\r\n<p>Kurtakoti</p>\r\n<p>About 16 kilometres (9.9 mi) from Gadag, the agricultural village is known for the Shri Ugra Narsimha, Dattatreya, Virupakhshalinga and Rama temples. Statues of Rama, Lakshmana and Sita were installed by Brahma Chaitanya. Writer and critic Kirtinath Kurtakoti hailed from the area.</p>\r\n<p>&nbsp;</p>\r\n<p>Nargund</p>\r\n<p>Known for its role in the 1857 revolt, its 17th-century fort and the 1980s' Peasant movement during Gundu Rao's Chief Ministership of Karnataka and also as the birthplace of senior leader of Jana Sangh Jagannathrao Joshi.</p>\r\n<p>&nbsp;</p>\r\n<p>Doni Tanda</p>\r\n<p>&nbsp;</p>\r\n<p>RayaraTemple Belavanaki</p>\r\n<p>About 24 kilometres (15 mi) from Gadag, and known for wind-power generation</p>\r\n<p>&nbsp;</p>\r\n<p>Beladhadi</p>\r\n<p>About 10 kilometres (6.2 mi) from Gadag, and known for its Shri Rama Temple and statues of Sri Rama, Lakshmana and Sita</p>\r\n<p>&nbsp;</p>\r\n<p>Antur Bentur</p>\r\n<p>About 23 kilometres (14 mi) from Gadag, the agricultural village is known for the Shri Jagadguru Budimahaswamigala Sanstan math Antur Bentur &ndash; Hosalli. The matha is cared for by both Muslims and Hindus.</p>\r\n<p>&nbsp;</p>\r\n<p>Magadi Bird Sanctuary</p>\r\n<p>The Magadi Bird Sanctuary, created at the Magadi reservoir, is 26 kilometres (16 mi) from Gadag on the Gadag-Bangalore Road, 8 kilometres (5.0 mi) from Shirhatti and 11 kilometres (6.8 mi) from Lakshmeshwar. It is known for migratory species such as the bar-headed goose, which feed on fish and agricultural crops.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable People from Gadag District</p>\r\n<p>Ravi D Channannavar IPS Officer</p>\r\n<p>&nbsp;</p>\r\n<p>Poets Kumara Vyasa (born in Koliwada) and Chamarasa are known for their translation of the Mahabharata into Kannada (Karnata Bharatha Kathamanjari) and Prabhulingaleele, respectively.</p>\r\n<p>Ganayogi Panchakshari Gavayi</p>\r\n<p>Bhimsen Joshi Hindustani singer</p>\r\n<p>Puttaraj Gawai</p>\r\n<p>Rajguru Guruswami Kalikeri A noted Writer/Musician,Winner Karnataka State Rajyotsva award,Santha Shishunala Sharif Award, Karnataka Kalashree, etc.</p>\r\n<p>Sunil Joshi (cricketer)</p>\r\n<p>Jagannathrao Joshi</p>\r\n<p>Chennaveera Kanavi</p>\r\n<p>S.R. Hiremath</p>\r\n<p>Aluru Venkata Rayaru</p>\r\n<p>Nayasena</p>\r\n<p>R.S.Mugali</p>\r\n<p>Giraddi Govindaraj</p>\r\n<p>G.B.Joshi</p>\r\n<p>Independence movement</p>\r\n<p>Main article: Unification of Karnataka</p>\r\n<p>Huilgol Narayana Rao, Shankar Rao Kampli, Marthandarao Nargundkar and their followers contributed to India's independence struggle.</p>\r\n<p>&nbsp;</p>\r\n<p>Cooperative movement</p>\r\n<p>The first cooperative in India was founded over 100 years ago in Kanaginahal, and K. H. Patil aided in its modernisation.</p>\r\n<p>&nbsp;</p>\r\n<p>Wind-power generation</p>\r\n<p>The district generates wind power at Kappatagudda, Binkadakatti, Beladhadi, Mallasanudra, Mulgund and Gajendragad.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gadag_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-gadag-gadag-betageri-karnataka","tags":[{"name":"gadag-betageri","slug":"gadag-betageri"},{"name":"karnataka","slug":"karnataka"},{"name":"gadag","slug":"gadag"}],"recommendations":[{"id":608,"title":"Top Places to visit in Kalaburagi, Karnataka","imageUrl":"a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","dateCreated":"2019-09-07T14:45:29.048Z","dateModified":"2019-09-07T14:45:42.926Z","contributedBy":"AskGif","content":"Gulbarga, also known as Kalaburagi, is a city in the Indian state of Karnataka, India. It is the administrative headquarters of the Gulbarga district and a major city of the North Karnataka region. Gulbarga is 623 km north of the state capital city of Bangalore and 220 km from Hyderabad. Previous","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kalaburagi","slug":"kalaburagi"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-kalaburagi-karnataka","total":0},{"id":598,"title":"Top Places to visit in Chamarajnagar, Karnataka","imageUrl":"ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","dateCreated":"2019-09-07T02:58:52.632Z","dateModified":"2019-09-07T02:59:08.803Z","contributedBy":"AskGif","content":"Chamarajanagar is a town in the southern part of Karnataka, India. Named after Chamaraja Wodeyar IX, the erstwhile king of Mysore, it is located on the interstate highway linking the neighboring states of Tamil Nadu and Kerala.\r\n&nbsp;\r\nChamarajanagar is the southernmost district in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chamarajnagar","slug":"chamarajnagar"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-chamarajnagar-karnataka","total":0},{"id":597,"title":"Top Places to visit in Bidar, Karnataka","imageUrl":"4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","dateCreated":"2019-09-07T02:39:56.465Z","dateModified":"2019-09-07T02:40:09.441Z","contributedBy":"AskGif","content":"Bidar is a hill top city in the north-eastern part of Karnataka state in India. It is the headquarters of the Bidar which borders Maharashtra and Telangana. It is a rapidly urbanising city in the wider Bidar Metropolitan area. The city is well known for its many sites of architectural, historical","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bidar","slug":"bidar"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-bidar-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}