{"id":605,"title":"गडग, गदग भटगेरी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","dateCreated":"2019-09-07T12:43:56.896Z","dateModified":"2019-09-07T12:44:12.858Z","contributedBy":"AskGif","content":"<p>गडग जिला, भारत के कर्नाटक राज्य का एक जिला है। इसका गठन 1997 में हुआ था, जब यह धारवाड़ जिले से अलग हो गया था। 2011 तक, इसकी आबादी 1064570 थी (जिनमें से 35.21 प्रतिशत शहरी थी)। 1991 से 2001 तक कुल जनसंख्या में 13.14 प्रतिशत की वृद्धि हुई। उत्तर में गडग जिला सीमाएँ बागलकोट जिला, पूर्व में कोप्पल जिला, दक्षिण-पूर्व में बेल्लारी जिला, दक्षिण-पश्चिम में हावेरी जिला, पश्चिम में धारवाड़ जिला और उत्तर-पश्चिम में बेलगाम जिला है। । इसमें पश्चिमी चालुक्य साम्राज्य के स्मारकों (मुख्य रूप से जैन और हिंदू मंदिर) हैं। इसकी सात तालुका / तहसीलें हैं: गडग, ​​गजेन्द्रगढ़, रॉन, शिरहट्टी, नरगुंड, लक्ष्मेश्वर और मुंदरगी। गडग शब्द कन्नड़ और अंग्रेजी दोनों भाषाओं में एक ताल है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>गडग</p>\r\n<p>शहर में 11 वीं और 12 वीं शताब्दी के स्मारक हैं। वीर नारायण का मंदिर और त्रिकुटीश्वर परिसर धार्मिक और ऐतिहासिक महत्व के स्थल हैं। दो मुख्य जैन मंदिरों में से एक महावीर को समर्पित है।</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिकुटेश्वर मंदिर परिसर:</p>\r\n<p>त्रिकुटेश्वर मंदिर का निर्माण छठवीं और आठवीं शताब्दी के बीच के शुरुआती चालुक्यों द्वारा किया गया था, जो चालुक्य वास्तुकला को दर्शाती हैं। मंदिर सरस्वती को समर्पित है।</p>\r\n<p>&nbsp;</p>\r\n<p>वीरनारायण मंदिर:</p>\r\n<p>11 वीं शताब्दी के दौरान बनाया गया मंदिर, कई भक्तों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जुम्मा मस्जिद:</p>\r\n<p>जुम्मा मस्जिद की क्षमता 600 है। 17 वीं और 18 वीं शताब्दी के दौरान, गडग पर ईस्ट इंडिया कंपनी द्वारा कब्जा किए जाने से पहले मुस्लिम राजाओं और मराठों का शासन था।</p>\r\n<p>&nbsp;</p>\r\n<p>लक्ष्मेश्वर</p>\r\n<p>लक्ष्मेश्वर शिरहट्टी तालुका में है और अपने हिंदू और जैन मंदिरों और मस्जिदों के लिए जाना जाता है। सोमेश्वर मंदिर परिसर में अपने किले जैसे परिसर में शिव के कई मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सुदी</p>\r\n<p>चालुक्य स्मारकों में जोड़ी गोपुर और मल्लिकार्जुन मंदिर और बड़े गणेश और नंदी की मूर्तियाँ शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लक्कुंडी</p>\r\n<p>गडग से लगभग 12 किलोमीटर (7.5 मील) दूर, लक्कुंडी चालुक्य राजाओं का निवास था। यह अपने 101 सौतेलों (जिसे कलानी या पुष्कर्णी के नाम से जाना जाता है) और इसके हिंदू और जैन मंदिरों के लिए जाना जाता है। भारतीय पुरातत्व सर्वेक्षण द्वारा एक मूर्तिकला गैलरी का रखरखाव किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Dambal</p>\r\n<p>दमबल को 12 वीं शताब्दी के चालुक्य डोड्डबसप्पा मंदिर के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Gajendragad</p>\r\n<p>गदग जिले में गदग के बाद यह सबसे बड़ा शहर है। गजेन्द्रगढ़ अपने पहाड़ी किले और कलाकलेश्वर मंदिर, नागवी, प्रसिद्ध येल्लामादेवी मंदिर और निर्माणाधीन पहाड़ी के नज़ारों वाले एक मंदिर के लिए जाना जाता है। यह गदग से सिर्फ 8 किमी दूर है और एक राजनीतिक रूप से समृद्ध गाँव है।</p>\r\n<p>&nbsp;</p>\r\n<p>Harti</p>\r\n<p>हाड़ौती में कई हिंदू मंदिर हैं। श्री बसवेश्वरा मंदिर में एक वार्षिक उत्सव है, जिसमें एक जुलूस होता है। अन्य मंदिरों, जैसे कि पार्वती परमेश्वर मंदिर (उमा महेश्वरा मंदिर) में चालुक्य काल से पत्थर की नक्काशी है।</p>\r\n<p>&nbsp;</p>\r\n<p>Kotumachagi</p>\r\n<p>गडग से लगभग 22 किलोमीटर (14 मील) दूर, कृषि प्रधान गाँव अपने सोमेश्वर और दुर्गादेवी मंदिरों के लिए भी जाना जाता है। प्रभुलिंगले के लेखक, चमारसा, पास में पैदा हुए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>Naregal</p>\r\n<p>राष्ट्रकूट वंश द्वारा निर्मित सबसे बड़े जैन मंदिर का घर</p>\r\n<p>&nbsp;</p>\r\n<p>Hombal</p>\r\n<p>गडग से लगभग 12 किलोमीटर (7.5 मील) दूर, यह गाँव पुराने मंदिरों के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Belavanniki (ಬೆಳವಣಿಕಿ)</p>\r\n<p>&nbsp;</p>\r\n<p>बेलावनिकी गडग से लगभग 33 किमी दूर है। गाँव को वीरभद्र की प्रतिमा के लिए जाना जाता है जिसे हाल के दिनों में अपनी तरह की सर्वश्रेष्ठ मूर्ति माना जाता है। इससे पहले, गांव बेलवालनाडु -300 या बेल्वोला -300 का हिस्सा था, इसीलिए इसका नाम व्युत्पन्न हुआ। यह जाने-माने सामाजिक कार्यकर्ता एस आर हिरेमठ का जन्मस्थान भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>रॉन</p>\r\n<p>रॉन के ऐतिहासिक स्मारकों में अनंतासाई गुड़ी, ईश्वर गुड़ी, इस्वरा मंदिर, काला गुड़ी, लोकनाथ मंदिर, मल्लिकार्जुन गुड़ी, पार्श्वनाथ जैन मंदिर और सोमलिंगेश्वर मंदिर शामिल हैं।</p>\r\n<p>Kurtakoti</p>\r\n<p>गडग से लगभग 16 किलोमीटर (9.9 मील) दूर, कृषि ग्राम श्री उग्र नरसिम्हा, दत्तात्रेय, विरुपाक्षलिंग और राम मंदिरों के लिए जाना जाता है। राम, लक्ष्मण और सीता की मूर्तियाँ ब्रह्मा चैतन्य द्वारा स्थापित की गई थीं। लेखक और आलोचक कीर्तिनाथ कुर्तकोटी इलाके से हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Nargund</p>\r\n<p>1857 के विद्रोह, 17 वीं शताब्दी के किले और 1980 के दशक के किसान आंदोलन में गुंडू राव के कर्नाटक के मुख्यमंत्री रहने के दौरान और जनसंघ के वरिष्ठ नेता जगन्नाथराव जोशी के जन्मस्थान के रूप में इसकी भूमिका के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>डोनी टांडा</p>\r\n<p>&nbsp;</p>\r\n<p>रायराटेम्पल बेलवनकी</p>\r\n<p>गडग से लगभग 24 किलोमीटर (15 मील), और पवन-बिजली उत्पादन के लिए जाना जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>Beladhadi</p>\r\n<p>गदग से लगभग 10 किलोमीटर (6.2 मील), और श्री राम मंदिर और श्री राम, लक्ष्मण और सीता की मूर्तियों के लिए जाना जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>अंतुर बंटूर</p>\r\n<p>गडग से लगभग 23 किलोमीटर (14 मील) दूर, कृषि गाँव श्री जगद्गुरु बुदिमहास्वामीगला संस्तर गणित अंतुर बंटूर - होसल्ली के लिए जाना जाता है। मठिया की देखभाल मुस्लिम और हिंदू दोनों करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मगदी पक्षी अभयारण्य</p>\r\n<p>मगदी पक्षी अभयारण्य, मगदी जलाशय में बनाया गया, गडग-बैंगलोर रोड पर गदग से 26 किलोमीटर (16 मील), शिरहट्टी से 8 किलोमीटर (5.0 मील) और लक्ष्मेश्वर से 11 किलोमीटर (6.8 मील) दूर है। यह प्रवासी प्रजातियों जैसे बार-हेडेड हंस के लिए जाना जाता है, जो मछली और कृषि फसलों पर फ़ीड करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गडग जिले के उल्लेखनीय लोग</p>\r\n<p>रवि डी चन्ननवर IPS अधिकारी</p>\r\n<p>&nbsp;</p>\r\n<p>कवि कुमारा व्यास (कोलीवाड़ा में जन्मे) और चामरासा को महाभारत के कन्नड़ (कर्णभारत कथामानजारी) और प्रभुलिंगले के अनुवाद के लिए जाना जाता है।</p>\r\n<p>गणयोगी पंचाक्षरी गावै</p>\r\n<p>भीमसेन जोशी हिंदुस्तानी गायक</p>\r\n<p>पुत्तरराज गवई</p>\r\n<p>राजगुरु गुरुस्वामी कलिकेरी ए विख्यात लेखक / संगीतकार, विजेता कर्नाटक राज्य राज्योत्सव पुरस्कार, संता शिशुनाला शरीफ पुरस्कार, कर्नाटक कलाश्री, आदि।</p>\r\n<p>सुनील जोशी (क्रिकेटर)</p>\r\n<p>जगन्नाथराव जोशी</p>\r\n<p>चेन्नेवरा कानवी</p>\r\n<p>एस.आर. Hiremath</p>\r\n<p>अलुरु वेंकट रायारू</p>\r\n<p>Nayasena</p>\r\n<p>R.S.Mugali</p>\r\n<p>गिरधारी गोविंदराज</p>\r\n<p>G.B.Joshi</p>\r\n<p>स्वतंत्रता आंदोलन</p>\r\n<p>मुख्य लेख: कर्नाटक का एकीकरण</p>\r\n<p>हुइलगोल नारायण राव, शंकर राव कमपल्ली, मार्थंडाराव नरगुंडकर और उनके अनुयायियों ने भारत के स्वतंत्रता संग्राम में योगदान दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>सहकारिता आंदोलन</p>\r\n<p>भारत में पहली सहकारी संस्था की स्थापना 100 साल पहले कनागिनाहल में हुई थी, और के। एच। पाटिल ने इसके आधुनिकीकरण में सहायता की।</p>\r\n<p>&nbsp;</p>\r\n<p>पवन ऊर्जा उत्पादन</p>\r\n<p>यह जिला कपाटागुड्डा, बिनकदकट्टी, बेलाधाड़ी, मल्लासनुद्र, मूलगुंड और गजेंद्रगढ़ में पवन ऊर्जा उत्पन्न करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gadag_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-gadag-gadag-betageri-karnataka","tags":[{"name":"गदग भटगेरी","slug":"gadag-betageri"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"गडग","slug":"gadag"}],"recommendations":[{"id":608,"title":"कालाबुरागी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","dateCreated":"2019-09-07T14:45:29.048Z","dateModified":"2019-09-07T14:45:42.926Z","contributedBy":"AskGif","content":"गुलबर्गा, जिसे कालाबुरागी के नाम से भी जाना जाता है, भारत के कर्नाटक राज्य में एक शहर है। यह गुलबर्गा जिले का प्रशासनिक मुख्यालय और उत्तरी कर्नाटक क्षेत्र का एक प्रमुख शहर है। गुलबर्गा राज्य की राजधानी बैंगलोर से 623 किमी उत्तर में है और हैदराबाद से 220 किमी दूर है। पहले यह हैदराबाद राज्य का हिस्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कालाबुरागी","slug":"kalaburagi"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-kalaburagi-karnataka","total":0},{"id":598,"title":"चामराजनगर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","dateCreated":"2019-09-07T02:58:52.632Z","dateModified":"2019-09-07T02:59:08.803Z","contributedBy":"AskGif","content":"चामराजनगर भारत के कर्नाटक के दक्षिणी भाग में स्थित एक शहर है। मैसूर के पूर्ववर्ती राजा, चामराजा वोडेयार IX के नाम पर, यह अंतरराज्यीय राजमार्ग पर स्थित है जो तमिलनाडु और केरल के पड़ोसी राज्यों को जोड़ता है।\r\n&nbsp;\r\nचामराजनगर भारत के कर्नाटक राज्य में सबसे दक्षिणी जिला है। यह वर्ष 19","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ddf9ee0f-ed31-43ea-90a0-2b13f080c8db_Chamarajnagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चामराजनगर","slug":"chamarajnagar"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-chamarajnagar-karnataka","total":0},{"id":597,"title":"बीदर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","dateCreated":"2019-09-07T02:39:56.465Z","dateModified":"2019-09-07T02:40:09.441Z","contributedBy":"AskGif","content":"बीदर भारत में कर्नाटक राज्य के उत्तर-पूर्वी भाग में एक पहाड़ी शीर्ष शहर है। यह बीदर का मुख्यालय है जो महाराष्ट्र और तेलंगाना की सीमाओं को पार करता है। यह व्यापक बीदर मेट्रोपॉलिटन क्षेत्र में एक तेजी से शहरीकरण वाला शहर है। यह शहर अपने स्थापत्य, ऐतिहासिक और धार्मिक महत्व के कई स्थलों के लिए जाना ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4212287c-219b-4432-b126-ff6cb21d4433_bidar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बीदर","slug":"bidar"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-bidar-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}