{"id":608,"title":"कालाबुरागी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","dateCreated":"2019-09-07T14:45:29.048Z","dateModified":"2019-09-07T14:45:42.926Z","contributedBy":"AskGif","content":"<p>गुलबर्गा, जिसे कालाबुरागी के नाम से भी जाना जाता है, भारत के कर्नाटक राज्य में एक शहर है। यह गुलबर्गा जिले का प्रशासनिक मुख्यालय और उत्तरी कर्नाटक क्षेत्र का एक प्रमुख शहर है। गुलबर्गा राज्य की राजधानी बैंगलोर से 623 किमी उत्तर में है और हैदराबाद से 220 किमी दूर है। पहले यह हैदराबाद राज्य का हिस्सा था और 1956 में राज्य पुनर्गठन अधिनियम के माध्यम से एक नवगठित मैसूर राज्य (जिसे अब कर्नाटक के रूप में जाना जाता है) में शामिल किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>गुलबर्गा जिला, जिसे आधिकारिक तौर पर कालाबुरागी जिले के रूप में जाना जाता है, दक्षिण भारत में कर्नाटक राज्य के 30 जिलों में से एक है। गुलबर्गा शहर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला उत्तरी कर्नाटक में 76 &deg; .04 'और 77 &deg; .42 पूर्व देशांतर और 17 &deg; .12 और 17 &deg; .46' उत्तरी अक्षांश के बीच स्थित है, जो 10,951 वर्ग किमी के क्षेत्र को कवर करता है। यह जिला पश्चिम में बीजापुर जिले और महाराष्ट्र राज्य के सोलापुर जिले द्वारा, उत्तर में बीदर जिले, उस्मानाबाद जिले और लातूर जिला महाराष्ट्र राज्य द्वारा, दक्षिण में यादगीर जिले द्वारा, और पूर्व में कन्नड़ रेड्डी जिले और मेडक जिले द्वारा घिरा हुआ है। तेलंगाना राज्य का।</p>\r\n<p>&nbsp;</p>\r\n<p>गुलबर्गा शहर नगर निगम द्वारा शासित है और गुलबर्गा शहरी क्षेत्र में है। इसे सूफी शहरों में से एक कहा जाता है, जिसमें प्रसिद्ध धार्मिक स्थल हैं, जैसे ख्वाजा बंदा नवाज दरगाह, शरण बसवेश्वरा मंदिर, लाडले मशक और बुद्ध विहार। इसमें बहमनी शासन के दौरान निर्मित एक किला भी है। हफ़्ते गुम्बद (एक साथ सात गुंबद) और शोर गुम्बद जैसे कई गुंबद हैं। गुलबर्गा में बहमनी साम्राज्य के दौरान निर्मित कुछ वास्तुशिल्प चमत्कार हैं, जिनमें गुलबर्गा किले में स्थित जामा मस्जिद भी शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>धर्मों का वितरण</p>\r\n<p>&dagger; में सिख (0.2%), बौद्ध (&lt;0.2%) शामिल हैं।</p>\r\n<p>2011 की भारतीय जनगणना के अनुसार, गुलबर्गा शहर की जनसंख्या 533,587 है। पुरुषों की आबादी 55% और महिलाओं की संख्या 45% है। गुलबर्गा की औसत साक्षरता दर 67% है, जो राष्ट्रीय औसत 59.5% से अधिक है। पुरुष साक्षरता 70% है, जबकि महिलाओं की संख्या 30% है। गुलबर्गा में, 15% आबादी 6 साल से कम उम्र की है। कन्नड़, दक्कनी उर्दू और अंग्रेजी मुख्य भाषाएँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>गुलबर्गा कर्नाटक के दो पूर्व मुख्यमंत्रियों के घर रहे हैं, जिनके नाम वीरेंद्र पाटिल (1968-1971, 1988-1992) और धर्म सिंह (2004-2006) हैं; दोनों भारतीय राष्ट्रीय कांग्रेस पार्टी के थे। मल्लिकार्जुन खड़गे संसद के पूर्व सदस्य हैं और पूर्व में केंद्रीय रेल मंत्री और विपक्षी नेता भी थे। संसद सदस्य उमेश हैं। जी। जाधव जो गुलबर्गा लोकसभा निर्वाचन क्षेत्र से 2019 के लोकसभा चुनावों में विजयी हुए।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>ऐतिहासिक स्थल</p>\r\n<p>चित्तपुर तालुक में भीमा नदी के तट पर स्थित एक छोटा सा गांव, सन्नती, जो अशोक के मंदिरों, बौद्ध स्तूप और सम्राट अशोक की एकमात्र जीवित छवि के लिए जाना जाता है (आर। 274-232 ईसा पूर्व)।</p>\r\n<p>मान्याखेत, सेदम तालुक में कगीना नदी के तट पर स्थित एक गाँव, राष्ट्रकूट वंश की राजधानी थी। यह गाँव जिला मुख्यालय गुलबर्गा से 40 किमी दक्षिण-पूर्व में और तालुक मुख्यालय सेदम से 18 किमी पश्चिम में है।</p>\r\n<p>गुलबर्गा का किला 1347 में बना है। गुलबर्गा का पुराना मयूर किला बहुत ही खस्ताहाल अवस्था में है, लेकिन इसके अंदर कई दिलचस्प इमारतें हैं, जिनमें जामा मस्जिद भी शामिल है, जो 14 वीं सदी के अंत या 15 वीं सदी के शुरुआती दिनों में एक मुरीश वास्तुकार द्वारा बनाई गई थी, जिसकी नकल की गई थी। कॉर्डोबा, स्पेन में महान मस्जिद। मस्जिद भारत में अद्वितीय है, जिसमें एक विशाल गुंबद है जो पूरे क्षेत्र को कवर करता है, कोनों पर चार छोटे और चारों ओर अभी भी 75 छोटे हैं। किले में ही 15 मीनारें हैं। गुलबर्गा में बहमनी राजाओं की कई कब्रें (हफ़्ते गुम्बज़) भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>गुलबर्गा जिले में वर्तमान में यदगीर जिले से अलग होने के बाद निम्नलिखित 11 तालुका शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गुलबर्गा</p>\r\n<p>भूमि</p>\r\n<p>Afzalpur</p>\r\n<p>Jevargi</p>\r\n<p>Sedam</p>\r\n<p>शाहाबाद</p>\r\n<p>Kalgi</p>\r\n<p>Kamalapur</p>\r\n<p>Chitapur</p>\r\n<p>चिंचोली</p>\r\n<p>Yedrami</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Gulbarga</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kalaburagi-karnataka","tags":[{"name":"कालाबुरागी","slug":"kalaburagi"},{"name":"कर्नाटक","slug":"karnataka"}],"recommendations":[{"id":622,"title":"यादगीर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","dateCreated":"2019-09-08T12:09:39.827Z","dateModified":"2019-09-08T12:09:54.434Z","contributedBy":"AskGif","content":"यादगिरी एक शहर है और भारतीय राज्य कर्नाटक में यादगिरी जिले का प्रशासनिक मुख्यालय है। यह जिले के तीन तालुकों में से एक, यादागिरी तालुक का प्रशासनिक मुख्यालय भी है।\r\n&nbsp;\r\nयादगीर जिला दक्षिण भारत में कर्नाटक राज्य के 30 जिलों में से एक है। इस जिले को 10 अप्रैल 2010 को कर्नाटक के 30 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"यादगीर","slug":"yadgir"}],"slug":"top-places-to-visit-in-yadgir-karnataka","total":0},{"id":621,"title":"विजयपुरा में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","dateCreated":"2019-09-08T08:21:05.168Z","dateModified":"2019-09-08T08:21:21.601Z","contributedBy":"AskGif","content":"विजयपुर भारतीय राज्य कर्नाटक में देवनाहल्ली तालुक और बैंगलोर ग्रामीण जिले का एक शहर है। विजयपुरा का पुराना नाम वादीगेनाहल्ली है। स्थानीय ग्रामीण अभी भी विजयापुरा को वाडिगेनहल्ली के रूप में संदर्भित करते हैं।\r\n&nbsp;\r\nबीजापुर, जिसे आधिकारिक रूप से विजयापुर के रूप में जाना जाता है, भा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विजयपुरा","slug":"vijayapura"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-vijayapura-karnataka","total":0},{"id":617,"title":"शिवमोगा में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","dateCreated":"2019-09-08T06:52:04.18Z","dateModified":"2019-09-08T06:52:18.235Z","contributedBy":"AskGif","content":"शिमोगा, जिसे आधिकारिक रूप से शिवमोग्गा के रूप में जाना जाता है, भारत के कर्नाटक राज्य के मध्य भाग में एक शहर और शिमोगा का जिला मुख्यालय है। शहर तुंगा नदी के तट पर स्थित है। पश्चिमी घाट के पहाड़ी क्षेत्र के लिए प्रवेश द्वार होने के कारण, शहर को लोकप्रिय रूप में \"मलनाड का प्रवेश द्वार\" के रूप में ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"शिवमोगा","slug":"shivamogga"}],"slug":"top-places-to-visit-in-shivamogga-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}