{"id":608,"title":"Top Places to visit in Kalaburagi, Karnataka","imageUrl":"a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","dateCreated":"2019-09-07T14:45:29.048Z","dateModified":"2019-09-07T14:45:42.926Z","contributedBy":"AskGif","content":"<p>Gulbarga, also known as Kalaburagi, is a city in the Indian state of Karnataka, India. It is the administrative headquarters of the Gulbarga district and a major city of the North Karnataka region. Gulbarga is 623 km north of the state capital city of Bangalore and 220 km from Hyderabad. Previously it was part of Hyderabad State and incorporated into a newly formed Mysore State (now known as Karnataka) through the States Reorganisation Act in 1956.</p>\r\n<p>&nbsp;</p>\r\n<p>Gulbarga district, officially known as Kalaburagi district, is one of the 30 districts of Karnataka state in southern India. Gulbarga city is the administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>This district is situated in northern Karnataka between 76&deg;.04' and 77&deg;.42 east longitude, and 17&deg;.12' and 17&deg;.46' north latitude, covering an area of 10,951 km&sup2;. This district is bounded on the west by Bijapur district and Solapur district of Maharashtra state, on the north by Bidar district, Osmanabad district and Latur districtof Maharashtra state, on the south by Yadgir district, and on the east by Ranga Reddy district and Medak district of Telangana state.</p>\r\n<p>&nbsp;</p>\r\n<p>Gulbarga city is governed by Municipal Corporation and is in Gulbarga Urban Region. It is called one of the Sufi cities having famous religious places, like Khwaja Banda Nawaz Dargah, Sharana Basaveshwara Temple, Ladle Mashak and Buddha Vihar. It also has a fort built during Bahmani rule. Has many domes like Hafth Gumbad (seven domes together) and Shor Gumbad. Gulbarga has a few architectural marvels built during the Bahamani Kingdom rule, including the Jama Masjid sited in the Gulbarga Fort.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Distribution of religions</p>\r\n<p>&dagger;Includes Sikhs (0.2%), Buddhists (&lt;0.2%).</p>\r\n<p>As of the 2011 Indian census, Gulbarga city has a population of 533,587. Males constitute 55% of the population and females 45%. Gulbarga has an average literacy rate of 67%, higher than the national average of 59.5%. The male literacy is 70%, while that of females is 30%. In Gulbarga, 15% of the population is under 6 years of age. Kannada, Deccani Urdu and English are the main languages.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Gulbarga has been home to two ex-chief ministers of Karnataka, namely Veerendra Patil (1968&ndash;1971, 1988&ndash;1992) and Dharam Singh (2004&ndash;2006); both belonged to the Indian National Congress party. Mallikarjun Kharge is the former Member of Parliament and was also formerly the Union Minister for Railways and opposition leader. The Member of Parliament is Umesh. G. Jadhav who emerged victorious in the Lok Sabha elections of 2019 from Gulbarga Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Historical places</p>\r\n<p>Sannati, a small village, located on the banks of the Bhima River in Chitapur taluk is known for its Ashokan edicts, Buddhist stupa and sole surviving image of Emperor Ashoka (r. 274&ndash;232 BC) himself.</p>\r\n<p>Manyakheta, a village located on the banks of the Kagina river in Sedam taluk was the Capital city of the Rashtrakuta dynasty. This village is 40 km southeast to the District Headquarters Gulbarga and 18 km west to the Taluk Headquarters Sedam.</p>\r\n<p>Gulbarga Fort built in 1347 Gulbarga's old moated fort is in a much deteriorated state, but it has a number of interesting buildings inside, including the Jama Masjid, reputed to have been built by a Moorish architect during the late 14th or early 15th century who imitated the great mosque in Cordoba, Spain. The mosque is unique in India, with a huge dome covering the whole area, four smaller ones at the corners, and 75 smaller still all the way around. The fort itself has 15 towers. Gulbarga also has a number of imposing tombs(Haft Gumbaz) of Bahmani kings.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Gulbarga district presently comprises the following 11 talukas after the separation of Yadgir district from it.</p>\r\n<p>&nbsp;</p>\r\n<p>Gulbarga</p>\r\n<p>Aland</p>\r\n<p>Afzalpur</p>\r\n<p>Jevargi</p>\r\n<p>Sedam</p>\r\n<p>Shahabad</p>\r\n<p>Kalgi</p>\r\n<p>Kamalapur</p>\r\n<p>Chitapur</p>\r\n<p>Chincholi</p>\r\n<p>Yedrami</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gulbarga</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kalaburagi-karnataka","tags":[{"name":"kalaburagi","slug":"kalaburagi"},{"name":"karnataka","slug":"karnataka"}],"recommendations":[{"id":622,"title":"Top Places to visit in Yadgir, Karnataka","imageUrl":"f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","dateCreated":"2019-09-08T12:09:39.827Z","dateModified":"2019-09-08T12:09:54.434Z","contributedBy":"AskGif","content":"Yadagiri is a city and the administrative headquarters of Yadagiri district in the Indian state of Karnataka. It is also the administrative headquarters of Yadagiri Taluku, one of the three talukas of the district.\r\n&nbsp;\r\nYadgir District is one of the 30 districts of Karnataka sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"yadgir","slug":"yadgir"}],"slug":"top-places-to-visit-in-yadgir-karnataka","total":0},{"id":621,"title":"Top Places to visit in Vijayapura, Karnataka","imageUrl":"a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","dateCreated":"2019-09-08T08:21:05.168Z","dateModified":"2019-09-08T08:21:21.601Z","contributedBy":"AskGif","content":"Vijayapur is a town in Devanahalli taluk and Bangalore Rural district in the Indian state of Karnataka. Vijayapura's old name is Vadigenahalli. Local villagers still refer Vijayapura as Vadigenahalli.\r\n&nbsp;\r\nBijapur, officially known as Vijayapura, is the district headquarters of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vijayapura","slug":"vijayapura"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-vijayapura-karnataka","total":0},{"id":617,"title":"Top Places to visit in Shivamogga, Karnataka","imageUrl":"10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","dateCreated":"2019-09-08T06:52:04.18Z","dateModified":"2019-09-08T06:52:18.235Z","contributedBy":"AskGif","content":"Shimoga, officially known as Shivamogga, is a city and the district headquarters of Shimoga in the central part of the state of Karnataka, India. The city lies on the banks of the Tunga River. Being the gateway for the hilly region of the Western Ghats, the city is popularly nicknamed as \"Gateway","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"shivamogga","slug":"shivamogga"}],"slug":"top-places-to-visit-in-shivamogga-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}