{"id":609,"title":"Top Places to visit in Kodagu, Madikeri Karnataka","imageUrl":"3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","dateCreated":"2019-09-07T14:52:37.897Z","dateModified":"2019-09-07T14:52:53.096Z","contributedBy":"AskGif","content":"<p>Kodagu (also known by its former name Coorg) is an administrative district in Karnataka, India. Before 1956, it was an administratively separate Coorg State, at which point it was merged into an enlarged Mysore State. It occupies an area of 4,102 square kilometres (1,584 sq mi) in the Western Ghats of southwestern Karnataka. In 2001 its population was 548,561, 13.74% of which resided in the district's urban centres, making it the least populous of the 30 districts in Karnataka.</p>\r\n<p>&nbsp;</p>\r\n<p>Coorg is home to the native speakers of the Kodava language.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district is bordered by Dakshina Kannada district to the northwest, Kasargod district of Kerala to the west, Hassan district to the north, Mysore district to the east, Kannur district of Kerala to the southwest, and the Wayanad district of Kerala to the south.</p>\r\n<p>&nbsp;</p>\r\n<p>Kodagu is located on the eastern slopes of the Western Ghats. It has a geographical area of 4,102 km2 (1,584 sq mi). The district is bordered by Dakshina Kannada district to the northwest, Hassan district to the north, Mysore district to the east, Kasaragod district in west and Kannur district of Kerala to the southwest, and Wayanad district of Kerala to the south. It is a hilly district, the lowest elevation of which is 120 metres (390 ft) above sea-level. The highest peak, Tadiandamol, rises to 1,750 metres (5,740 ft), with Pushpagiri, the second highest, at 1,715 metres (5,627 ft). The main river in Kodagu is the Kaveri (Cauvery), which originates at Talakaveri, located on the eastern side of the Western Ghats, and with its tributaries, drains the greater part of Kodagu.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>Taluks</p>\r\n<p>The district is divided into the three administrative talukas:</p>\r\n<p>&nbsp;</p>\r\n<p>Madikeri</p>\r\n<p>Virajpet</p>\r\n<p>Somwarpet</p>\r\n<p>Representation</p>\r\n<p>Two members of the legislative assembly are elected from Kodagu to the Karnataka Legislative Assembly, one each from the Madikeri and Virajpet. M P Appachu Ranjan represents the Madikeri constituency while K. G. Bopaiah represents the Virajpet constituency; they are from the Bharatiya Janata Party. Kodagu, formerly part of the Kodagu-Dakshina Kannada (Mangalore) constituency, is now part of the Kodagu-Mysore Lok Sabha parliamentary constituency. Shri Pratap Simha, from the Bharatiya Janata Party, represents Kodagu-Mysore Parliamentary constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>The Codava National Council and Kodava Rashtriya Samiti are campaigning for autonomy to Kodagu district.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Main articles: History of Kodagu, Haleri Kingdom, Captivity of Kodavas at Seringapatam, Coorg War, and Coorg State</p>\r\n<p>&nbsp;</p>\r\n<p>Map of South Indian states prior to the States Reorganisation Act, 1956. Kodagu (then called Coorg) is in dark green.</p>\r\n<p>&nbsp;</p>\r\n<p>Kalbane Yemmegundi palace</p>\r\n<p>The Kodavas were the earliest inhabitants and agriculturists in Kodagu, having lived there for centuries. Being a warrior community as well, they carried arms during times of war and had their own chieftains. The Haleri dynasty, an offshoot of the Keladi Nayakas, ruled Kodagu between 1600 and 1834. Later the British ruled Kodagu from 1834, after the Coorg War, until India's independence in 1947. A separate state (called Coorg State) until then, in 1956 Kodagu was merged with the Mysore State (now Karnataka).</p>\r\n<p>&nbsp;</p>\r\n<p>Coorg in British India</p>\r\n<p>In 1834, the East India Company annexed Kodagu into British India, after deposing Chikka Virarajendra of the Kodagu kingdom, as 'Coorg'. The people accepted British rule peacefully. British rule led to the establishment of educational institutions, introduction of scientific coffee cultivation, better administration and improvement of the economy.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Main article: List of Kodavas</p>\r\n<p>Field Marshal Kodandera M. Cariappa, first Indian C-in-C, High Commissioner of Australia and New Zealand</p>\r\n<p>General Kodandera Subayya Thimayya, head of Indian Army, chairman of Korean Repatriation Committee, head of UN Peacekeeping force</p>\r\n<p>C. B. Muthamma, first woman Indian Foreign Service officer</p>\r\n<p>M. P. Ganesh, Indian hockey captain, player and coach</p>\r\n<p>Prema, Indian Actress.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kodagu_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kodagu-madikeri-karnataka","tags":[{"name":"kodagu","slug":"kodagu"},{"name":"karnataka","slug":"karnataka"},{"name":"coorg","slug":"coorg"},{"name":"madikeri","slug":"madikeri"}],"recommendations":[{"id":606,"title":"Top Places to visit in Hassan, Karnataka","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"Hassan is a city and the district headquarters of Hassan district in the Indian state of Karnataka. The town is situated 980 m (3,220 ft) above sea level. It is named after the Hasanamba temple. The urban population in 2011 was 133,436.\r\n&nbsp;\r\nHassan is a district in Karnataka sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"hassan","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":603,"title":"Top Places to visit in Davanagere, Karnataka","imageUrl":"7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","dateCreated":"2019-09-07T12:22:56.433Z","dateModified":"2019-09-07T12:23:17.722Z","contributedBy":"AskGif","content":"Davangere is a city in the center of the southern Indian state of Karnataka. It is the seventh largest city in the state, and the administrative headquarters of eponymous Davangere District. Hitherto being a cotton hub and hence popularly known before as the Manchester of Karnataka, the commercia","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"davanagere","slug":"davanagere"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-davanagere-karnataka","total":0},{"id":595,"title":"Top Places to visit in Bengaluru Rural, Bengaluru, Karnataka","imageUrl":"0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","dateCreated":"2019-09-07T02:24:35.884Z","dateModified":"2019-09-07T02:24:49.838Z","contributedBy":"AskGif","content":"Bengaluru Rural District is one of the 30 districts in Karnataka, India. It was formed in 1986, when Bengaluru was divided into Bengaluru (Rural) and Bengaluru (Urban). Presently in Bengaluru Rural district, there are 2 divisions, 4 Talukas, 35 Hoblis (cluster of villages), 1,713 inhabited and 17","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bengaluru-rural","slug":"bengaluru-rural"},{"name":"bangalore","slug":"bangalore"},{"name":"bengaluru","slug":"bengaluru"}],"slug":"top-places-to-visit-in-bengaluru-rural-bengaluru-karnataka","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}