{"id":609,"title":"कोडागू , मदिकेरी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","dateCreated":"2019-09-07T14:52:37.897Z","dateModified":"2019-09-07T14:52:53.096Z","contributedBy":"AskGif","content":"<p>कोडगु (जिसे इसके पूर्व नाम कूर्ग के नाम से भी जाना जाता है) कर्नाटक, भारत में एक प्रशासनिक जिला है। 1956 से पहले, यह एक प्रशासनिक रूप से अलग कूर्ग राज्य था, जिसके बिंदु पर इसे एक विस्तृत मैसूर राज्य में मिला दिया गया था। यह दक्षिण-पश्चिमी कर्नाटक के पश्चिमी घाट में 4,102 वर्ग किलोमीटर (1,584 वर्ग मील) के क्षेत्र में व्याप्त है। 2001 में इसकी जनसंख्या 548,561 थी, 13.74% जिले के शहरी केंद्रों में रहते थे, जिससे यह कर्नाटक के 30 जिलों में सबसे कम आबादी वाला था।</p>\r\n<p>&nbsp;</p>\r\n<p>कूर्ग कोडवा भाषा के मूल वक्ताओं का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह जिला दक्षिण-पश्चिम कन्नड़ जिले, उत्तर-पश्चिम में केरल के कासरगोड जिले, उत्तर में हासन जिले, पूर्व में मैसूर जिले, दक्षिण-पश्चिम में केरल के कन्नूर जिले और दक्षिण में केरल के वायनाण जिले से घिरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोडगु पश्चिमी घाट के पूर्वी ढलानों पर स्थित है। इसका भौगोलिक क्षेत्रफल 4,102 किमी 2 (1,584 वर्ग मील) है। यह जिले दक्षिण पश्चिम कन्नड़ जिले से उत्तर पश्चिम में, हसन जिले से उत्तर में, पूर्व में मैसूर जिले से, पश्चिम में कासरगोड जिले से और केरल के कन्नूर जिले से दक्षिण पश्चिम में और केरल के वायनाड जिले से दक्षिण में स्थित है। यह एक पहाड़ी जिला है, जिसकी सबसे ऊँचाई समुद्र तल से 120 मीटर (390 फीट) है। सबसे ऊंची चोटी, तेदियनडामोल, 1,750 मीटर (5,740 फीट) तक बढ़ जाती है, दूसरी सबसे ऊंची, 1,715 मीटर (5,627 फीट) के साथ पुष्पागिरि है। कोडागु में मुख्य नदी कावेरी (कावेरी) है, जो पश्चिमी घाट के पूर्वी किनारे पर स्थित तालकवेरी में उत्पन्न होती है, और इसकी सहायक नदियों के साथ, कोडगु के बड़े हिस्से में जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>तालुका</p>\r\n<p>जिले को तीन प्रशासनिक तालुकों में बांटा गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>Madikeri</p>\r\n<p>Virajpet</p>\r\n<p>Somwarpet</p>\r\n<p>प्रतिनिधित्व</p>\r\n<p>विधान सभा के दो सदस्य कोडागु से कर्नाटक विधानसभा के लिए चुने जाते हैं, एक मदिकेरी और विराजपेट से। एम। पी। अप्पचु रंजन मदिकेरी निर्वाचन क्षेत्र का प्रतिनिधित्व करते हैं जबकि के जी बोपैया विराजपेट निर्वाचन क्षेत्र का प्रतिनिधित्व करते हैं; वे भारतीय जनता पार्टी से हैं। कोडागू, पूर्व में कोडागु-दक्षिण कन्नड़ (मैंगलोर) निर्वाचन क्षेत्र का हिस्सा है, जो अब कोडागु-मैसूर लोकसभा संसदीय क्षेत्र का हिस्सा है। भारतीय जनता पार्टी के श्री प्रताप सिम्हा कोडगु-मैसूर संसदीय क्षेत्र का प्रतिनिधित्व करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कोडावा राष्ट्रीय परिषद और कोडवा राष्ट्रीय समिति कोडागु जिले को स्वायत्तता के लिए अभियान चला रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>मुख्य लेख: कोडुगु का इतिहास, हैरी किंगडम, सेरिंगपटम, कूर्ग युद्ध और कूर्ग राज्य में कोडावास की कैद</p>\r\n<p>&nbsp;</p>\r\n<p>राज्यों के पुनर्गठन अधिनियम, 1956 से पहले दक्षिण भारतीय राज्यों का मानचित्र। कोडागू (जिसे कूर्ग कहा जाता है) गहरे हरे रंग में है।</p>\r\n<p>&nbsp;</p>\r\n<p>कालबाने यममेगुंडी महल</p>\r\n<p>कोडागु, कोडागु में सबसे शुरुआती निवासी और कृषक थे, जो वहां सदियों से रह रहे थे। एक योद्धा समुदाय होने के नाते, उन्होंने युद्ध के समय हथियार चलाए और उनके अपने सरदार थे। हालारी राजवंश, केलाडी नायक का एक वंशज, 1600 और 1834 के बीच कोडागु पर शासन किया। बाद में अंग्रेजों ने 1834 से कोडागु पर शासन किया, कूर्ग युद्ध के बाद, 1947 में भारत की आजादी तक। एक अलग राज्य (कूर्ग राज्य कहा जाता है), तब तक 1956 में कोडगु को मैसूर राज्य (अब कर्नाटक) में मिला दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रिटिश भारत में कूर्ग</p>\r\n<p>1834 में, ईस्ट इंडिया कंपनी ने कोडागू साम्राज्य के चिक्का वीरजेंद्र को 'कूर्ग' के रूप में जमा करने के बाद, कोडागु को ब्रिटिश भारत में वापस भेज दिया। लोगों ने ब्रिटिश शासन को शांति से स्वीकार किया। ब्रिटिश शासन ने शैक्षणिक संस्थानों की स्थापना, वैज्ञानिक कॉफी की खेती, बेहतर प्रशासन और अर्थव्यवस्था में सुधार की शुरुआत की।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>मुख्य लेख: कोडावास की सूची</p>\r\n<p>फील्ड मार्शल कोदंडेरा एम। करियप्पा, पहले भारतीय सी-इन-सी, ऑस्ट्रेलिया और न्यूजीलैंड के उच्चायुक्त</p>\r\n<p>जनरल कोडेन्डेरा सुबैया थिमय्या, भारतीय सेना के प्रमुख, कोरियाई प्रत्यावर्तन समिति के अध्यक्ष, संयुक्त राष्ट्र सुरक्षा बल के प्रमुख</p>\r\n<p>सी। बी। मुथम्मा, पहली महिला भारतीय विदेश सेवा अधिकारी</p>\r\n<p>एम। पी। गणेश, भारतीय हॉकी कप्तान, खिलाड़ी और कोच</p>\r\n<p>प्रेमा, भारतीय अभिनेत्री।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kodagu_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kodagu-madikeri-karnataka","tags":[{"name":"कोडागू","slug":"kodagu"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"कूर्ग","slug":"coorg"},{"name":"मदिकेरी","slug":"madikeri"}],"recommendations":[{"id":606,"title":"हसन में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"हसन भारत के कर्नाटक राज्य में हसन जिले का एक शहर और जिला मुख्यालय है। यह शहर समुद्र तल से 980 मीटर (3,220 फीट) की दूरी पर स्थित है। इसका नाम हसनंबा मंदिर के नाम पर रखा गया है। 2011 में शहरी जनसंख्या 133,436 थी।\r\n&nbsp;\r\nहसन कर्नाटक राज्य, भारत में एक जिला है। जिला मुख्यालय हसन है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"हसन","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":603,"title":"दावनगेरे में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","dateCreated":"2019-09-07T12:22:56.433Z","dateModified":"2019-09-07T12:23:17.722Z","contributedBy":"AskGif","content":"दावणगेरे दक्षिणी भारतीय राज्य कर्नाटक के केंद्र में एक शहर है। यह राज्य का सातवां सबसे बड़ा शहर है, और इसका नाम डेवांगेरे जिले का प्रशासनिक मुख्यालय है। कर्नाटक का मैनचेस्टर के रूप में पहले से पहचाना जाने वाला कॉटन हब और इसलिए इसे लोकप्रिय माना जाता है, शहर के व्यावसायिक उद्यम अब शिक्षा और कृषि-प","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दावनगेरे","slug":"davanagere"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-davanagere-karnataka","total":0},{"id":595,"title":"बेंगलुरु ग्रामीण, बेंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","dateCreated":"2019-09-07T02:24:35.884Z","dateModified":"2019-09-07T02:24:49.838Z","contributedBy":"AskGif","content":"बेंगलुरु ग्रामीण जिला कर्नाटक, भारत के 30 जिलों में से एक है। इसका गठन 1986 में किया गया था, जब बेंगलुरु को बेंगलुरु (ग्रामीण) और बेंगलुरु (शहरी) में विभाजित किया गया था। वर्तमान में बेंगलुरु ग्रामीण जिले में, 2 डिवीजन, 4 तालुका, 35 हॉलीस (गांवों का समूह), 1,713 बसे हुए और 177 निर्जन गांव, 9 शहर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बेंगलुरु-ग्रामीण","slug":"bengaluru-rural"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"बेंगलुरु","slug":"bengaluru"}],"slug":"top-places-to-visit-in-bengaluru-rural-bengaluru-karnataka","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}