{"id":610,"title":"Top Places to visit in Kolar, Karnataka","imageUrl":"2de3744a-ec91-4579-aa95-b4fe1c474f3d_Kolar-railway.jpg","dateCreated":"2019-09-07T16:16:58.601Z","dateModified":"2019-09-07T16:17:44.209Z","contributedBy":"AskGif","content":"<p>Kolar is a city in the Indian state of Karnataka. It is the headquarters of Kolar District. The city is known for its milk production and the gold mines. It is also known for Someshwara temple and the Kolaramma temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Kolar district is a district in the state of Karnataka, India. Kolar is the district headquarters. Located in southern Karnataka, it is the state's easternmost district. The district is surrounded by the Bangalore Rural district on the west, Chikballapur district on the north, the Chittoor district of Andhra Pradesh on the east and the Krishnagiri district of Tamil Nadu on the south.</p>\r\n<p>&nbsp;</p>\r\n<p>On 10 September 2007, it was bifurcated to form the new district of Chikballapur. Due to the discovery of the Kolar Gold Fields, the district has become known as the \"Golden Land\" of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>Main article: List of tourist attractions in Kolar district</p>\r\n<p>&nbsp;</p>\r\n<p>Kolaramma Temple, Kolar</p>\r\n<p>&nbsp;</p>\r\n<p>Antharagange</p>\r\n<p>&nbsp;</p>\r\n<p>Entrance of Somnatheshwar Temple in Kolar</p>\r\n<p>Main Structure of the Somnatheshwar temple, Kolar</p>\r\n<p>Interior view of the Somnatheshwar temple, Kolar</p>\r\n<p>Back side view of Somnatheshwar temple, Kolar</p>\r\n<p>Sculpture of a Guardian goddess at the Kolaramma Temple</p>\r\n<p>A sculpture adorning entrance wall of Kolarmma Temple</p>\r\n<p>A sculpture adorning interior gate of Kolarmma Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Notable residents</p>\r\n<p>Hyder Ali: Father of Tipu Sultan</p>\r\n<p>D. V. Gundappa &ndash; Kannada poet</p>\r\n<p>Masti Venkatesha Iyengar: Kannada poet and recipient of Jnanpith Award</p>\r\n<p>K. H. Muniyappa: Member of Parliament from Kolar</p>\r\n<p>A. N. Prahlada Rao highest Crossword writer in India</p>\r\n<p>K. C. Reddy : First Chief Minister of Karnataka, (then Mysore State)</p>\r\n<p>Soundarya, One of the most versatile actresses in Indian film industry was from Ganjiguntae Mulabaagilu taluk a few kilometres away from kolar.</p>\r\n<p>Mokshagundam Visvesvarayya &ndash; The architect of modern Karnataka and of the Brindavan Gardens</p>\r\n<p>Transportation</p>\r\n<p>Kolar has transportation amenities such as Buses, Taxis, and Auto Rickshaws.</p>\r\n<p>&nbsp;</p>\r\n<p>Kolar also has a local transportation facility \" Antaragange Kolara Nagara Sarige\" which was inaugurated in July 2012 but Govt has stopped this services and utilizing these buses for rural areas.So Governing bodies must look into it.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>The district headquarters has a railway station connecting two destinations:</p>\r\n<p>&nbsp;</p>\r\n<p>1. Bangalore - Via Bangarpet</p>\r\n<p>&nbsp;</p>\r\n<p>2. Bangalore - Via Srinivaspura, Chinthamani, Sidlaghatta, Chikkaballapura, Devanahalli, Yelahanka</p>\r\n<p>&nbsp;</p>\r\n<p>Central Govt has proposed to construct new railway line between Kolar-Whitefield and Kolar-Mulbagal but both Govt must show interest in these projects which boosts up the industrial growth around the city.Bangarpet-Yelahanka via Kolar will be electrified which is sanctioned during Budget 2018-19.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational institutes</p>\r\n<p>Bengaluru North University, Sri Devaraj Urs Extension, NH 75, Tamaka, Kolar-563103.</p>\r\n<p>Sri Devaraj Urs Medical College (SDUMC) - Next to Horticulture college, NH 75, Tamaka, Kolar-563103.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Kolar is located at 13.13&deg;N 78.13&deg;E. with an average elevation of 849 metres (2,785 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>It is located at a distance of about 70 kilometres (43 mi) from Bengaluru and 50 km from Bangalore International Airport 32 kilometres (20 mi) from Kolar Gold Fields. The city is located on the southern maidan (plains) region of Karnataka. The Ammerallikere, a tank, forms its eastern boundary. To the north is the Kodikannur tank, the main source of water supply to the city. The nearest railway junction is Kolar. Kolar is having good road transportation than, Rail amenities. It is situated on the Bengaluru - Chennai National Highway-75.</p>\r\n<p>&nbsp;</p>\r\n<p>Kolar is also The gateway for Tirumala Via National Highway 75</p>\r\n<p>&nbsp;</p>\r\n<p>List of tourist attractions in Kolar district</p>\r\n<p>List of tourist attractions in Kolar district important temple and tourist attractions details are provided here</p>\r\n<p>&nbsp;</p>\r\n<p>Taluks</p>\r\n<p>Kolar</p>\r\n<p>Bangarpet</p>\r\n<p>Malur</p>\r\n<p>Mulbagilu</p>\r\n<p>Srinivaspura</p>\r\n<p>Kolar Gold Fields</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kolar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2de3744a-ec91-4579-aa95-b4fe1c474f3d_Kolar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kolar-karnataka","tags":[{"name":"karnataka","slug":"karnataka"},{"name":"kolar","slug":"kolar"}],"recommendations":[{"id":619,"title":"Top Places to visit in Udupi, Karnataka","imageUrl":"ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","dateCreated":"2019-09-08T07:28:30.051Z","dateModified":"2019-09-08T07:28:45.305Z","contributedBy":"AskGif","content":"Udupi is a district in the Indian state of Karnataka. It is the administrative headquarters of Udupi District. It is one of the fastest growing cities in Karnataka &amp; the city has got a modern touch due to various educational institutions. Udupi is one of the top tourist attractions in Karnata","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"udupi","slug":"udupi"}],"slug":"top-places-to-visit-in-udupi-karnataka","total":0},{"id":611,"title":"Top Places to visit in Koppal, Karnataka","imageUrl":"905cadb8-432c-460b-bcc8-8d44d981bb0d_Koppal-railway.jpg","dateCreated":"2019-09-07T16:34:42.484Z","dateModified":"2019-09-07T16:34:59.488Z","contributedBy":"AskGif","content":"Koppal is a city in Koppal district in the Indian state of Karnataka. Koppal is surrounded on three sides by hills and was an important town in the history of Karnataka and also known as Kopana Nagara. It contains historical locations such as Koppal Fort, Gavimath (a religious shrine) and the Mal","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/905cadb8-432c-460b-bcc8-8d44d981bb0d_Koppal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"koppal","slug":"koppal"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-koppal-karnataka","total":0},{"id":608,"title":"Top Places to visit in Kalaburagi, Karnataka","imageUrl":"a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","dateCreated":"2019-09-07T14:45:29.048Z","dateModified":"2019-09-07T14:45:42.926Z","contributedBy":"AskGif","content":"Gulbarga, also known as Kalaburagi, is a city in the Indian state of Karnataka, India. It is the administrative headquarters of the Gulbarga district and a major city of the North Karnataka region. Gulbarga is 623 km north of the state capital city of Bangalore and 220 km from Hyderabad. Previous","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kalaburagi","slug":"kalaburagi"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-kalaburagi-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}