{"id":610,"title":"कोलार में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"2de3744a-ec91-4579-aa95-b4fe1c474f3d_Kolar-railway.jpg","dateCreated":"2019-09-07T16:16:58.601Z","dateModified":"2019-09-07T16:17:44.209Z","contributedBy":"AskGif","content":"<p>कोलार भारतीय राज्य कर्नाटक का एक शहर है। यह कोलार जिले का मुख्यालय है। यह शहर अपने दूध उत्पादन और सोने की खानों के लिए जाना जाता है। इसे सोमेश्वर मंदिर और कोलारमा मंदिर के लिए भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोलार जिला भारत के कर्नाटक राज्य का एक जिला है। कोलार जिला मुख्यालय है। दक्षिणी कर्नाटक में स्थित, यह राज्य का सबसे पूर्वी जिला है। यह जिला पश्चिम में बैंगलोर ग्रामीण जिला, उत्तर में चिकबल्लापुर जिला, पूर्व में आंध्र प्रदेश का चित्तूर जिला और दक्षिण में तमिलनाडु का कृष्णागिरि जिला से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>10 सितंबर 2007 को, इसे चिकबल्लापुर के नए जिले के रूप में स्थापित किया गया। कोलार गोल्ड फील्ड्स की खोज के कारण, जिले को भारत के \"गोल्डन लैंड\" के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>मुख्य लेख: कोलार जिले में पर्यटकों के आकर्षण की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>कोलारमा मंदिर, कोलार</p>\r\n<p>&nbsp;</p>\r\n<p>Antharagange</p>\r\n<p>&nbsp;</p>\r\n<p>कोलार में सोमनाथेश्वर मंदिर का प्रवेश</p>\r\n<p>सोमनाथेश्वर मंदिर, कोलार की मुख्य संरचना</p>\r\n<p>सोमनाथेश्वर मंदिर, कोलार का आंतरिक दृश्य</p>\r\n<p>सोमनाथेश्वर मंदिर, कोलार का बैक साइड व्यू</p>\r\n<p>कोलारमा मंदिर में एक संरक्षक देवी की मूर्ति</p>\r\n<p>कोलकर्मा मंदिर की प्रवेश दीवार पर एक मूर्तिकला</p>\r\n<p>कोलकर्मा मंदिर का आंतरिक द्वार</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय निवासी</p>\r\n<p>हैदर अली: टीपू सुल्तान के पिता</p>\r\n<p>डी। वी। गुंडप्पा - कन्नड़ कवि</p>\r\n<p>मस्ती वेंकटेश अयंगर: कन्नड़ कवि और ज्ञानपीठ पुरस्कार से सम्मानित</p>\r\n<p>के। एच। मुनियप्पा: कोलार से संसद सदस्य</p>\r\n<p>ए। एन। प्रह्लाद राव भारत में उच्चतम क्रॉसवर्ड लेखक</p>\r\n<p>के। सी। रेड्डी: कर्नाटक के पहले मुख्यमंत्री, (तब मैसूर राज्य)</p>\r\n<p>सौंदर्या, भारतीय फिल्म उद्योग में सबसे बहुमुखी अभिनेत्रियों में से एक गंजुनगुंटे मुलाबागिलु तालुक से कुछ किलोमीटर की दूरी पर थी।</p>\r\n<p>मोक्षगुंडम विश्वेश्वरय्या - आधुनिक कर्नाटक के वास्तुकार और बृंदावन गार्डन के</p>\r\n<p>परिवहन</p>\r\n<p>कोलार में बस, टैक्सी और ऑटो रिक्शा जैसी परिवहन सुविधाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कोलार में एक स्थानीय परिवहन सुविधा \"अंटारागंगे कोलारा नगर सारगी\" भी है जिसका उद्घाटन जुलाई 2012 में किया गया था, लेकिन सरकार ने इस सेवाओं को बंद कर दिया है और ग्रामीण क्षेत्रों के लिए इन बसों का उपयोग कर रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>जिला मुख्यालय में एक रेलवे स्टेशन है जो दो गंतव्यों को जोड़ता है:</p>\r\n<p>&nbsp;</p>\r\n<p>1. बैंगलोर - वाया बंगारपेट</p>\r\n<p>&nbsp;</p>\r\n<p>2. बैंगलोर - वाया श्रीनिवासपुरा, चिंतामणि, सिद्लाघट्टा, चिक्काबल्लपुरा, देवनहल्ली, येलहंका</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट्रल गवर्नमेंट ने कोलार-वाइटफील्ड और कोलार-मुलबागाल के बीच नई रेलवे लाइन का निर्माण करने का प्रस्ताव रखा है, लेकिन दोनों सरकार को इन परियोजनाओं में दिलचस्पी दिखानी चाहिए, जो शहर के आसपास औद्योगिक विकास को बढ़ावा देती हैं। कोलार के माध्यम से बनारपेट-येलहंका को विद्युतीकृत किया जाएगा जो बजट 2018 के दौरान स्वीकृत है। -19।</p>\r\n<p>&nbsp;</p>\r\n<p>शैक्षिक संस्थान</p>\r\n<p>बेंगलुरु नॉर्थ यूनिवर्सिटी, श्री देवराज उर्स एक्सटेंशन, एनएच 75, तमका, कोलार -563103।</p>\r\n<p>श्री देवराज उर्स मेडिकल कॉलेज (SDUMC) - बागवानी महाविद्यालय के बगल में, NH 75, तमका, कोलार -563103।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>कोलार 13.13 &deg; N 78.13 &deg; E पर स्थित है। 849 मीटर (2,785 फीट) की औसत ऊंचाई के साथ।</p>\r\n<p>&nbsp;</p>\r\n<p>यह बेंगलुरू से लगभग 70 किलोमीटर (43 मील) की दूरी पर और बैंगलोर अंतर्राष्ट्रीय हवाई अड्डे से 50 किलोमीटर की दूरी पर कोलार गोल्ड फील्ड्स से 32 किलोमीटर (20 मील) की दूरी पर स्थित है। शहर कर्नाटक के दक्षिणी मैदान (मैदानी) क्षेत्र पर स्थित है। एक टैंक, Ammerallikere, अपनी पूर्वी सीमा बनाता है। उत्तर में कोडिकन्नूर टैंक है, जो शहर में पानी की आपूर्ति का मुख्य स्रोत है। निकटतम रेलवे जंक्शन कोलार है। रेल सुविधाओं की तुलना में कोलार में अच्छी सड़क परिवहन है। यह बेंगलुरु - चेन्नई राष्ट्रीय राजमार्ग -75 पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोलार तिरुमाला वाया राष्ट्रीय राजमार्ग 75 के लिए प्रवेश द्वार भी है</p>\r\n<p>&nbsp;</p>\r\n<p>कोलार जिले में पर्यटकों के आकर्षण की सूची</p>\r\n<p>कोलार जिले में पर्यटकों के आकर्षण की सूची महत्वपूर्ण मंदिर और पर्यटकों के आकर्षण के विवरण यहां दिए गए हैं</p>\r\n<p>&nbsp;</p>\r\n<p>तालुका</p>\r\n<p>कोलार</p>\r\n<p>बंगारपेट</p>\r\n<p>मलुर</p>\r\n<p>Mulbagilu</p>\r\n<p>Srinivaspura</p>\r\n<p>कोलार गोल्ड फील्ड्स</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kolar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2de3744a-ec91-4579-aa95-b4fe1c474f3d_Kolar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kolar-karnataka","tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"कोलार","slug":"kolar"}],"recommendations":[{"id":619,"title":"उडुपी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","dateCreated":"2019-09-08T07:28:30.051Z","dateModified":"2019-09-08T07:28:45.305Z","contributedBy":"AskGif","content":"उडुपी भारतीय राज्य कर्नाटक में एक जिला है। यह उडुपी जिले का प्रशासनिक मुख्यालय है। यह कर्नाटक में सबसे तेजी से बढ़ते शहरों में से एक है और इस शहर को विभिन्न शैक्षणिक संस्थानों के कारण एक आधुनिक स्पर्श मिला है। उडुपी कर्नाटक के शीर्ष पर्यटक आकर्षणों में से एक है। यह कृष्ण मंदिर के लिए उल्लेखनीय है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"उडुपी","slug":"udupi"}],"slug":"top-places-to-visit-in-udupi-karnataka","total":0},{"id":611,"title":"कोप्पल में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"905cadb8-432c-460b-bcc8-8d44d981bb0d_Koppal-railway.jpg","dateCreated":"2019-09-07T16:34:42.484Z","dateModified":"2019-09-07T16:34:59.488Z","contributedBy":"AskGif","content":"कोप्पल भारतीय राज्य कर्नाटक में कोप्पल जिले का एक शहर है। कोप्पल तीन तरफ से पहाड़ियों से घिरा हुआ है और कर्नाटक के इतिहास में एक महत्वपूर्ण शहर था और इसे कोपाना नगर भी कहा जाता है। इसमें ऐतिहासिक स्थान जैसे कोप्पल किला, गवीमठ (एक धार्मिक स्थल) और मल्ले मल्लप्पा मंदिर शामिल हैं। कोप्पल को जैन काशी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/905cadb8-432c-460b-bcc8-8d44d981bb0d_Koppal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोप्पल","slug":"koppal"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-koppal-karnataka","total":0},{"id":608,"title":"कालाबुरागी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","dateCreated":"2019-09-07T14:45:29.048Z","dateModified":"2019-09-07T14:45:42.926Z","contributedBy":"AskGif","content":"गुलबर्गा, जिसे कालाबुरागी के नाम से भी जाना जाता है, भारत के कर्नाटक राज्य में एक शहर है। यह गुलबर्गा जिले का प्रशासनिक मुख्यालय और उत्तरी कर्नाटक क्षेत्र का एक प्रमुख शहर है। गुलबर्गा राज्य की राजधानी बैंगलोर से 623 किमी उत्तर में है और हैदराबाद से 220 किमी दूर है। पहले यह हैदराबाद राज्य का हिस्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कालाबुरागी","slug":"kalaburagi"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-kalaburagi-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}