{"id":611,"title":"कोप्पल में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"905cadb8-432c-460b-bcc8-8d44d981bb0d_Koppal-railway.jpg","dateCreated":"2019-09-07T16:34:42.484Z","dateModified":"2019-09-07T16:34:59.488Z","contributedBy":"AskGif","content":"<p>कोप्पल भारतीय राज्य कर्नाटक में कोप्पल जिले का एक शहर है। कोप्पल तीन तरफ से पहाड़ियों से घिरा हुआ है और कर्नाटक के इतिहास में एक महत्वपूर्ण शहर था और इसे कोपाना नगर भी कहा जाता है। इसमें ऐतिहासिक स्थान जैसे कोप्पल किला, गवीमठ (एक धार्मिक स्थल) और मल्ले मल्लप्पा मंदिर शामिल हैं। कोप्पल को जैन काशी के रूप में जाना जाता है जिसका अर्थ जैनियों के लिए सबसे पवित्र स्थान है, इसलिए इसका नाम रखा गया क्योंकि वहाँ 700 से अधिक बसदि (जिन्हें बस्ती भी कहा जाता है) - जैन प्रचार मंदिर हैं। कोप्पल जिले को 1 अप्रैल 1998 को कर्नाटक राज्य के उत्तरी भाग में स्थित रायचूर जिले से लिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>कोप्पल जिला भारत में कर्नाटक राज्य का एक प्रशासनिक जिला है। पूर्व में कोप्पल को 'कोपन नगर' कहा जाता था। विश्व विरासत केंद्र, हम्पी, कोप्पल जिले के कुछ क्षेत्रों को कवर करता है। यह लगभग 38 किमी दूर स्थित है। Anegundi, एक प्रसिद्ध यात्रा गंतव्य भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>कोप्पल जिले के इटगी में महादेव मंदिर, 1112 ई.प., नागरा अधिरचना के साथ कर्णावत-द्रविड़ कला का एक उदाहरण</p>\r\n<p>पश्चिमी चालुक्य साम्राज्य के समय से डेटिंग करने वाले कई भवनों में से अधिकांश कुप्पल जिले के इटगी में महादेवा मंदिर, विजयनगर सम्राटों की पूर्व राजधानी, अनागोंडी, गडग जिले के लक्कुंडी में काशीविश्वेव मंदिर, कुरुवत्ती में मल्लिकार्जुन मंदिर हैं। , और बागली स्थित कल्लेश्वरा मंदिर। अंतिम दो दावानगेरे जिले में दोनों हैं। उनके शिल्प कौशल के लिए उल्लेखनीय अन्य स्मारकों में हावेरी जिले के हवेरी में सिद्देश्वरा मंदिर, धारवाड़ जिले के अन्नगुरि में अमृतेश्वरा मंदिर, गडग में सरस्वती मंदिर, और गदग जिले में दोनों, डंबल में डोड्डा बसप्पा मंदिर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>महादेव मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>इटापी, कोप्पल जिले में महादेव मंदिर में 1112 CE में खुले मंतपा (हॉल)</p>\r\n<p>&nbsp;</p>\r\n<p>महादेव मंदिर में मूर्तिकला</p>\r\n<p>शिव को समर्पित इटगी का महादेव मंदिर पश्चिमी चालुक्यों द्वारा निर्मित बड़े मंदिरों में से है और शायद सबसे प्रसिद्ध है। शिलालेख इसे 'मंदिरों के बीच सम्राट' के रूप में मानते हैं। यहां, मुख्य मंदिर, जिसके गर्भगृह में एक लिंग है, तेरह छोटे-छोटे मंदिरों से घिरा हुआ है, प्रत्येक का अपना एक लिंग है। इस मंदिर में दो अन्य मंदिर हैं, जो 1112 ईस्वी में मंदिर में अभिषेक करने वाले चालुक्य कमांडर, महादेवा के माता-पिता, मूर्तिनारायण और चंद्रलेश्वरी को समर्पित हैं। सोपस्टोन हवेरी, सावनूर, बयादगी, मोतीबेनूर और हंगल के क्षेत्रों में बहुतायत में पाया जाता है। बादामी चालुक्यों द्वारा उपयोग किए जाने वाले महान पुरातात्विक बलुआ पत्थर के निर्माण खंडों को साबुन के छोटे खंडों और छोटे चिनाई के साथ चित्रित किया गया था। इस सामग्री से बनाया जाने वाला पहला मंदिर 1050 ईस्वी में धारवाड़ जिले के अन्नगिरि में अम्तेश्वर मंदिर था। इस इमारत को बाद में प्रोटोटाइप बनाया जाना था, इटागी में महादेवा मंदिर जैसी अधिक स्पष्ट संरचनाएं। 12 वीं शताब्दी में 11 वीं शताब्दी के मंदिर-निर्माण का उछाल नई विशेषताओं के साथ जारी रहा। इटागी में महादेव मंदिर और हवेरी में सिद्धेश्वर मंदिर इन घटनाओं को शामिल करते हुए मानक निर्माण हैं। अन्निगेरी में अम्तेश्वर मंदिर की सामान्य योजना के आधार पर, महादेव मंदिर 1112 सीई में बनाया गया था और इसके पूर्ववर्ती के समान ही वास्तुशिल्प घटक हैं। हालांकि उनकी अभिव्यक्ति में मतभेद हैं; साला छत (सुपरस्ट्रक्चर के फाइनल के तहत छत) और पायलटों पर लघु टावरों को ढाला के बजाय छेनी की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कर्नाटक के कुकनूर में नवलिंगा मंदिर में 9 वीं शताब्दी का कन्नड़ शिलालेख</p>\r\n<p>दो मंदिरों के बीच का अंतर, पचास साल अलग बनाया गया, महादेव मंदिर के कई घटकों में पाया जाने वाला अधिक कठोर मॉडलिंग और सजावट है। 11 वीं शताब्दी की अस्थिर नक्काशी को अधिक गंभीर छेनी के साथ बदल दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>Kuknur</p>\r\n<p>कर्नाटक में उनके सबसे प्रसिद्ध मंदिर काशीविश्वनाथ मंदिर और पट्टदकल में जैन नारायण मंदिर हैं, दोनों यूनेस्को के विश्व धरोहर स्थल हैं। अन्य प्रसिद्ध मंदिरों में कोन्नूर में परमेश्वरा मंदिर, सावडी में ब्रह्मदेव मंदिर, सेतव्वा, कोंटिगुड़ी II, जदारागुड़ी और अंबोलगुड़ी मंदिर में ऐहोल, रॉन में मल्लिकार्जुन मंदिर, हुली में अंधकेश्वर मंदिर, सोगल में सोमेश्वर मंदिर, जैन मंदिरों में लोकदेवता मंदिर हैं। कुकनूर में मंदिर, संडूर में कुमारस्वामी मंदिर, गुलबर्गा में शिरीवल में और गदग में त्रिकुन्तेश्वर मंदिर, जिसे बाद में कल्याणी चालुक्यों द्वारा विस्तारित किया गया था। इन मंदिरों के पुरातात्विक अध्ययन से पता चलता है कि कुछ तारकीय (बहुउद्देशीय) योजना बाद में बेलूर और हलेबिदु के होयसला द्वारा इस्तेमाल की जाने वाली थी। भारतीय वास्तुकला में सबसे समृद्ध परंपराओं में से एक इस समय के दौरान दक्कन में हुई और एक लेखक ने इसे पारंपरिक द्रविड़ शैली के विपरीत कर्ण द्रविड़ शैली कहा।</p>\r\n<p>&nbsp;</p>\r\n<p>बालकृष्ण हरि चापेकर के लिए ठिकाना</p>\r\n<p>कोप्पल जिले के इटगी में महादेव मंदिर में घरेलू छत</p>\r\n<p>वर्ष 1897 में, पुणे में रायंद और ऐरेस्ट की शूटिंग में शामिल तीन चापेकर भाइयों में से एक बालकृष्ण हरि चापेकर को रायचूर जिले में एक श्री स्टीफेंसन द्वारा गिरफ्तार किया गया था। इस गिरफ्तारी के लिए हयराबाद पुलिस को बॉम्बे सरकार की ओर से इनाम मिला। बालकृष्ण हरि चापेकर कोपला और गंगावती के बीच की पहाड़ियों में छह महीने से अधिक समय तक रहे, जो उस समय रायचूर जिले में थे। उन्होंने स्थानीय लोगों से सहानुभूति का एक बड़ा हिस्सा आकर्षित किया। बॉम्बे सरकार द्वारा की गई पूछताछ के बावजूद, हैदराबाद पुलिस ने उन मुखबिरों के नाम बताने से इनकार कर दिया, जो बालकृष्ण हरि चापेकर की गिरफ्तारी के लिए जिम्मेदार थे। पुरस्कारों के वितरण के बयान में उनके नामों का उल्लेख नहीं किया गया है। यह चापेकरों के लिए स्थानीय आबादी के बीच मजबूत सहानुभूति को प्रदर्शित करता है और उनके नामों के रहस्योद्घाटन से डरने वाले मुखर थे। 1898 के अंत में हुई चापेकर की गिरफ्तारी से हैदराबाद राज्य में मराठा क्रांतिकारियों के आंदोलनों का पता चलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>कोप्पल में एक रेलवे स्टेशन है जो शहर के केंद्र से उत्तर-पश्चिम में स्थित है। शहर में शहर के केंद्र से 4 किमी दूर एक हवाई अड्डा है। हवाई अड्डे के लिए कोई निर्धारित उड़ानें नहीं हैं। हवाई अड्डा यहां 15 &deg; 21'34.2 \"N 76 &deg; 13'09.5\" E पर स्थित हो सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोप्पल जिले के शहर</p>\r\n<p>किराया वंकालकुंटा</p>\r\n<p>गंगावती</p>\r\n<p>Kanakagiri</p>\r\n<p>Karatagi</p>\r\n<p>कोप्पल</p>\r\n<p>Kuknoor</p>\r\n<p>Kushtagi</p>\r\n<p>Munirabad</p>\r\n<p>Yalaburga</p>\r\n<p>भाग्यनगर</p>\r\n<p>Tavaragera</p>\r\n<p>Hanumasagar</p>\r\n<p>Kinnal</p>\r\n<p>Challur</p>\r\n<p>Madinur</p>\r\n<p>Hiresindogi</p>\r\n<p>Irkalgada</p>\r\n<p>&nbsp;</p>\r\n<p>बालकृष्ण हरि चापेकर के लिए ठिकाना</p>\r\n<p>&nbsp;</p>\r\n<p>कोप्पल जिले के इटगी में महादेव मंदिर में घरेलू छत</p>\r\n<p>वर्ष 1897 में, पुणे में रायंद और ऐरेस्ट की शूटिंग में शामिल तीन चापेकर भाइयों में से एक बालकृष्ण हरि चापेकर को रायचूर जिले में एक श्री स्टीफेंसन द्वारा गिरफ्तार किया गया था। इस गिरफ्तारी के लिए हैदराबाद पुलिस को बॉम्बे सरकार की ओर से इनाम मिला। लगता है बालकृष्ण हरि चापेकर कोप्पल और गंगावती के बीच की पहाड़ियों में छह महीने से अधिक समय तक रहे थे जो उस समय रायचूर जिले में थे। उन्होंने स्थानीय लोगों से सहानुभूति का एक बड़ा हिस्सा आकर्षित किया। बॉम्बे सरकार द्वारा की गई पूछताछ के बावजूद, हैदराबाद पुलिस ने उन मुखबिरों के नाम बताने से इनकार कर दिया, जो बालकृष्ण हरि चापेकर की गिरफ्तारी के लिए जिम्मेदार थे। पुरस्कारों के वितरण के बयान में उनके नामों का उल्लेख नहीं किया गया है। यह चापेकरों के लिए स्थानीय आबादी के बीच मजबूत सहानुभूति को प्रदर्शित करता है और उनके नामों के रहस्योद्घाटन से डरने वाले मुखर थे। 1898 के अंत में हुई चापेकर की गिरफ्तारी से हैदराबाद राज्य में मराठा क्रांतिकारियों के आंदोलनों का पता चलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Koppal</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/905cadb8-432c-460b-bcc8-8d44d981bb0d_Koppal-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-koppal-karnataka","tags":[{"name":"कोप्पल","slug":"koppal"},{"name":"कर्नाटक","slug":"karnataka"}],"recommendations":[{"id":609,"title":"कोडागू , मदिकेरी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","dateCreated":"2019-09-07T14:52:37.897Z","dateModified":"2019-09-07T14:52:53.096Z","contributedBy":"AskGif","content":"कोडगु (जिसे इसके पूर्व नाम कूर्ग के नाम से भी जाना जाता है) कर्नाटक, भारत में एक प्रशासनिक जिला है। 1956 से पहले, यह एक प्रशासनिक रूप से अलग कूर्ग राज्य था, जिसके बिंदु पर इसे एक विस्तृत मैसूर राज्य में मिला दिया गया था। यह दक्षिण-पश्चिमी कर्नाटक के पश्चिमी घाट में 4,102 वर्ग किलोमीटर (1,584 वर्ग","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोडागू","slug":"kodagu"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"कूर्ग","slug":"coorg"},{"name":"मदिकेरी","slug":"madikeri"}],"slug":"top-places-to-visit-in-kodagu-madikeri-karnataka","total":0},{"id":606,"title":"हसन में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"हसन भारत के कर्नाटक राज्य में हसन जिले का एक शहर और जिला मुख्यालय है। यह शहर समुद्र तल से 980 मीटर (3,220 फीट) की दूरी पर स्थित है। इसका नाम हसनंबा मंदिर के नाम पर रखा गया है। 2011 में शहरी जनसंख्या 133,436 थी।\r\n&nbsp;\r\nहसन कर्नाटक राज्य, भारत में एक जिला है। जिला मुख्यालय हसन है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"हसन","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":604,"title":"धारवाड़ में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"64093eac-16f3-42d3-b7e1-3b06870281df_Dharwad-railway.jpg","dateCreated":"2019-09-07T12:32:40.404Z","dateModified":"2019-09-07T12:32:57.684Z","contributedBy":"AskGif","content":"धारवाड़ भारत के कर्नाटक राज्य में धारवाड़ जिले का जिला मुख्यालय है। 1961 में इसे हबबॉलि शहर के साथ मिला दिया गया था ताकि हुबली-धारवाड़ के जुड़वां शहरों का निर्माण किया जा सके। यह 200.23 वर्ग किमी के क्षेत्र को कवर करता है और बेंगलुरु और पुणे के बीच NH-48 पर, बेंगलुरु के उत्तर-पश्चिम में 430 किमी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/64093eac-16f3-42d3-b7e1-3b06870281df_Dharwad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"धारवाड़","slug":"dharwad"}],"slug":"top-places-to-visit-in-dharwad-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}