{"id":612,"title":"मंड्या में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"540803f9-978d-4b3b-9565-50670ac628cd_Mandya-railway.jpg","dateCreated":"2019-09-08T01:57:58.274Z","dateModified":"2019-09-08T01:58:17.034Z","contributedBy":"AskGif","content":"<p>मांड्या कर्नाटक राज्य का एक शहर है। यह मांड्या जिले का मुख्यालय है और मैसूर से 45 किलोमीटर (28 मील) और बैंगलोर से 100 किलोमीटर (62 मील) दूर स्थित है। चीनी कारखाने प्रमुख आर्थिक उत्पादन में योगदान करते हैं। इसे शाककेरडु (जिसे कन्नड़ में चीनी देश कहा जाता है) भी कहा जाता है क्योंकि गन्ना एक प्रमुख फसल है।</p>\r\n<p>&nbsp;</p>\r\n<p>मांड्या जिला कर्नाटक, भारत का एक प्रशासनिक जिला है। जिले के दक्षिण में मैसूर जिला, पश्चिम में हासन जिला, उत्तर में तुमकुर जिला और पूर्व में रामनगर जिला है। जिला मंडी को वर्ष 1939 में मैसूर जिले से बड़ा बना दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>मांड्या मांड्या जिले का मुख्य शहर है। 2011 तक, जिले की आबादी 1,808,680 थी (जिनमें से 16.03% शहरी थी)।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>मांड्या 12.52 &deg; N 76.9 &deg; E पर स्थित है। इसकी औसत ऊंचाई 678 मीटर (2,224 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, मांड्या की जनसंख्या 131,211 थी। पुरुषों की आबादी का 51% और महिलाओं का 49% है। मांड्या की औसत साक्षरता दर 73% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 77% है, और महिला साक्षरता 68% है। मांड्या में, 11% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>मांड्या का 75 साल का एक संक्षिप्त इतिहास है। मांड्या ने 2015 में इसे 75 वां वर्ष (अमृता महोत्सव) मनाया। मांड्या में कृष्ण राजा वाडियार चतुर्थ और एम। विश्वेश्वरैया द्वारा शानदार केआरएस बांध का निर्माण किया गया। मांड्या में बहुत सारे ऐतिहासिक स्थान हैं। 2016 में, भारतीय पुरातत्व सर्वेक्षण (एएसआई) ने बाहुबली की एक और 13 फीट (4.0 मीटर) प्रतिमा की खुदाई की, जो जैनियों में एक बहुत ही प्रतिष्ठित व्यक्ति था। वे जैन धर्म के पहले तीर्थंकर आदिनाथ के पुत्र थे, और भरत चक्रवर्ती के छोटे भाई, की पहचान मांड्या जिले के आर्थिपुरा में तीसरी - 9 वीं शताब्दी में हुई थी। उत्खनन 2018 तक पूरा होने की उम्मीद है। भारतीय पुरातत्व सर्वेक्षण ने कर्नाटक के मद्दुर, मांड्या, बाहुबली की 8 वीं शताब्दी की प्रतिमा की खुदाई की है, जो 3 फीट (0.91 मीटर) चौड़ी और 3.5 फीट (1.1 मीटर) है। ) लंबा है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>मांड्या जिले में एक विस्तृत सड़क नेटवर्क है। NH 275 और NH 948 NH 150A जिले से होकर गुजरते हैं। जिले में सड़क नेटवर्क में राष्ट्रीय राजमार्गों के 73 किलोमीटर (45 मील), राज्य राजमार्गों के 467 किलोमीटर (290 मील) और प्रमुख जिला सड़कों के 2,968 किलोमीटर (1,844 मील) शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मांड्या \"भारतीय रेलवे\" के \"दक्षिण पश्चिम रेलवे\" से संबंधित है। मांड्या में कई रेलवे स्टेशन हैं जो नीचे सूचीबद्ध हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>मांड्या के लोग</p>\r\n<p>एस एम कृष्णा - भारत सरकार के विदेश मंत्री</p>\r\n<p>अंबरीश - कन्नड़ फिल्म अभिनेता, और संसद सदस्य।</p>\r\n<p>B.S.Yediyurappa- कर्नाटक के 25 वें मुख्यमंत्री</p>\r\n<p>C S पुत्तराराजू - कर्नाटक सरकार के पूर्व लघु सिंचाई मंत्री, पूर्व संसद सदस्य।</p>\r\n<p>राम्या - दक्षिण भारतीय अभिनेत्री और 15 वीं लोकसभा में भारत की सबसे कम उम्र की सांसद</p>\r\n<p>के.एस. नरसिम्हास्वामी - कन्नड़ कवि जिन्होंने पाठकों द्वारा 'प्रेमकवि' नाम हासिल किया; किकेरी में पैदा हुए, K.R.Pete तालुक।</p>\r\n<p>अनसूया शंकर - आमतौर पर त्रिवेणी के रूप में जाने जाते हैं, जो कन्नड़ साहित्य में एक उपन्यासकार हैं।</p>\r\n<p>जयलक्ष्मी सीतापुरा - लोकगीतकार और लेखिका; पांडवपुरा तालुक में पैदा हुए।</p>\r\n<p>विजया नरसिम्हा- पांडवपुरा तालुक से कन्नड़ फिल्म गीतकार।</p>\r\n<p>एच। एल। नेजे गौड़ा- लोकगायक, लेखक, नागमंगला तालुक में जन्मे संग्रहालय 'जनपद लोका' के संस्थापक।</p>\r\n<p>नागतिहल्ली चंद्रशेखर: फिल्म निर्देशक</p>\r\n<p>प्रेम: फिल्म निर्देशक।</p>\r\n<p>के.वी. शकरगौड़ा (नित्या साचीवा): कर्नाटक के पूर्व शिक्षा मंत्री</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mandya</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/540803f9-978d-4b3b-9565-50670ac628cd_Mandya-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mandya-karnataka","tags":[{"name":"मंड्या","slug":"mandya"},{"name":"कर्नाटक","slug":"karnataka"}],"recommendations":[{"id":605,"title":"गडग, गदग भटगेरी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","dateCreated":"2019-09-07T12:43:56.896Z","dateModified":"2019-09-07T12:44:12.858Z","contributedBy":"AskGif","content":"गडग जिला, भारत के कर्नाटक राज्य का एक जिला है। इसका गठन 1997 में हुआ था, जब यह धारवाड़ जिले से अलग हो गया था। 2011 तक, इसकी आबादी 1064570 थी (जिनमें से 35.21 प्रतिशत शहरी थी)। 1991 से 2001 तक कुल जनसंख्या में 13.14 प्रतिशत की वृद्धि हुई। उत्तर में गडग जिला सीमाएँ बागलकोट जिला, पूर्व में कोप्पल जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ef17207a-db94-45b9-904d-d8a823f3d5a1_Gadag-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गदग भटगेरी","slug":"gadag-betageri"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"गडग","slug":"gadag"}],"slug":"top-places-to-visit-in-gadag-gadag-betageri-karnataka","total":0},{"id":602,"title":"दक्षिणा कन्नड़, मैंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","dateCreated":"2019-09-07T04:41:38.65Z","dateModified":"2019-09-07T04:48:41.116Z","contributedBy":"AskGif","content":"दक्षिण कन्नड़ भारत में कर्नाटक राज्य का एक जिला है। पूर्व में पश्चिमी घाटों से घिरा और पश्चिम में अरब सागर से घिरा, दक्षिण कन्नड़ में मानसून के दौरान प्रचुर वर्षा होती है। यह उत्तर में उडुपी जिले, उत्तर पूर्व में चिकमगलूर जिले, पूर्व में हासन जिला, दक्षिण में कोडागु और दक्षिण में केरल के कासरगोड ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मैंगलुरु","slug":"mangaluru"},{"name":"दक्षिणा-कन्नड़","slug":"dakshina-kannada"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-dakshina-kannada-mangaluru-karnataka","total":0},{"id":600,"title":"चिक्कामगलुरु, चिकमंगलूर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"87b427d1-4a26-4f7b-bfb5-4b79a0956dc9_Chikkamagaluru-railway.jpg","dateCreated":"2019-09-07T03:20:07.262Z","dateModified":"2019-09-07T03:20:30.049Z","contributedBy":"AskGif","content":"चिक्कमगलुरु भारत के कर्नाटक राज्य में चिक्कमगलुरु जिले में स्थित एक शहर है। मुलयनगिरि श्रेणी की तलहटी में स्थित, शहर अपने अनुकूल जलवायु और कॉफी सम्पदा के साथ राज्य के पर्यटकों को आकर्षित करता है।\r\n&nbsp;\r\nचिकमगलूर या चिक्कमगलुरु कर्नाटक राज्य का एक जिला है। भारत में पहली बार चिकमगलू","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/87b427d1-4a26-4f7b-bfb5-4b79a0956dc9_Chikkamagaluru-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चिक्कामगलुरु","slug":"chikkamagaluru"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"चिकमंगलूर","slug":"chikmagalur"}],"slug":"top-places-to-visit-in-chikkamagaluru-chikmagalur-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}