{"id":613,"title":"भारतीय ऐतिहासिक मिशन चंद्रयान -2 के बारे में आपको सब कुछ पता होना चाहिए।","imageUrl":"868ecd1b-d9ec-4cf9-9f89-79e5df8a8106_Chandrayaan-2.jpg","dateCreated":"2019-09-08T02:08:38.402Z","dateModified":"2019-09-08T02:26:50.817Z","contributedBy":"AskGif","content":"<p>चंद्रयान -2 (चंद्रयान -1 के लिए संस्कृत) चंद्रयान -1 के बाद भारतीय अंतरिक्ष अनुसंधान संगठन (इसरो) द्वारा विकसित दूसरा चंद्र अन्वेषण मिशन है। इसमें एक चंद्र ऑर्बिटर, विक्रम लैंडर और प्रज्ञान चंद्र रोवर शामिल हैं, जो सभी भारत में विकसित किए गए थे। मुख्य वैज्ञानिक उद्देश्य प्रज्ञान के माध्यम से चंद्र पानी के स्थान और बहुतायत का मानचित्रण करना है, और 100 &times; 100 किमी की चंद्र ध्रुवीय कक्षा में चक्कर लगाने वाले ऑर्बिटर से चल रहे विश्लेषण।</p>\r\n<p>&nbsp;</p>\r\n<p>मिशन को चंद्रमा पर दूसरे लॉन्च पैड से 22 जुलाई 2019 को 2.43 बजे IST (09:13 UTC) पर जियोसिंक्रोनस सैटेलाइट लॉन्च व्हीकल मार्क III (GSLV Mk III) द्वारा लॉन्च किया गया था। शिल्प 20 अगस्त 2019 को चंद्रमा की कक्षा में पहुंचा और विक्रम लैंडर की लैंडिंग के लिए कक्षीय स्थिति युद्धाभ्यास शुरू किया। विक्रम और रोवर को चंद्रमा के निकट की ओर, दक्षिणी ध्रुवीय क्षेत्र में लगभग 70 &deg; दक्षिण में 7 सितंबर 2019 को लगभग 1:50 बजे अक्षांश पर और एक चंद्र दिवस के लिए वैज्ञानिक प्रयोग करने के लिए निर्धारित किया गया था, जिसमें दो स्थायी थे पृथ्वी सप्ताह। हालाँकि, लगभग 1:52 बजे IST, लैंडर अपने इच्छित प्रक्षेपवक्र से लगभग 2.1 किलोमीटर (1.3 मील) की दूरी पर लैंडिंग से भटक गया, संचार खो गया, और जाहिर तौर पर दुर्घटनाग्रस्त हो गया। आठ वैज्ञानिक उपकरणों के साथ मिशन का हिस्सा ऑर्बिटर चालू रहता है और चंद्रमा का अध्ययन करने के लिए अपने सात साल के मिशन को जारी रखेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्देश्य</p>\r\n<p>चंद्रयान -2 के प्राथमिक उद्देश्य चंद्र सतह पर नरम-भूमि की क्षमता का प्रदर्शन करना और सतह पर एक रोबोट रोवर संचालित करना है। वैज्ञानिक लक्ष्यों में चंद्र स्थलाकृति, खनिज विज्ञान, तात्विक प्रचुरता, चंद्र बहिर्मंडल और हाइड्रॉक्सिल और जल बर्फ के हस्ताक्षर शामिल हैं। ऑर्बिटर चंद्र सतह को मैप करेगा और इसके 3 डी मैप तैयार करने में मदद करेगा। दक्षिण ध्रुवीय क्षेत्र में पानी की बर्फ का अध्ययन करने और सतह पर चंद्र रेजोलिथ की मोटाई के दौरान जहाज पर रडार सतह का नक्शा भी बनाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>ऑर्बिटर</p>\r\n<p>&nbsp;</p>\r\n<p>एकीकरण की सुविधा में चंद्रयान -2 ऑर्बिटर</p>\r\n<p>सितंबर 2019 तक, ऑर्बिटर चंद्रमा को 100 किमी (62 मील) की ऊंचाई पर एक ध्रुवीय कक्षा में परिक्रमा कर रहा है। ऑर्बिटर में आठ वैज्ञानिक उपकरण हैं; उनमें से दो चंद्रयान -1 पर प्रवाहित होने वाले उन्नत संस्करण हैं। अनुमानित प्रक्षेपण द्रव्यमान 2,379 किलोग्राम (5,245 पाउंड) था। ऑर्बिटर हाई रेजोल्यूशन कैमरा (OHRC) लैंडर को ऑर्बिटर से अलग करने से पहले लैंडिंग साइट के उच्च-रिज़ॉल्यूशन अवलोकन का आयोजन करेगा। ऑर्बिटर की संरचना का निर्माण हिंदुस्तान एयरोनॉटिक्स लिमिटेड द्वारा किया गया था और इसरो उपग्रह केंद्र में 22 जून 2015 को दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>आयाम: 3.2 &times; 5.8 &times; 2.2 मीटर</p>\r\n<p>सकल लिफ्ट-ऑफ द्रव्यमान: 2,379 किग्रा (5,245 पाउंड)</p>\r\n<p>प्रोपेलेंट द्रव्यमान: 1,697 किग्रा (3,741 पौंड)</p>\r\n<p>सूखा द्रव्यमान: 682 किग्रा (1,504 पाउंड)</p>\r\n<p>बिजली उत्पादन क्षमता: 1000 डब्ल्यू</p>\r\n<p>मिशन की अवधि: लगभग 7.5 वर्ष, योजनाबद्ध 1 वर्ष से विस्तारित सटीक प्रक्षेपण और मिशन प्रबंधन के कारण, चंद्र कक्षा में।</p>\r\n<p>विक्रम लैंडर</p>\r\n<p>&nbsp;</p>\r\n<p>रोवर प्रज्ञान ने विक्रम लैंडर के रैंप पर आरोहण किया</p>\r\n<p>फाइल: चंद्रयान -2 विक्रम लैंडर कैमरा LI4.webm द्वारा कैप्चर की गई पृथ्वी की छवियां</p>\r\n<p>चंद्रयान -2 विक्रम लैंडर कैमरा LI4 द्वारा कैप्चर की गई पृथ्वी की छवियां</p>\r\n<p>मिशन के लैंडर को विक्रम (संस्कृत: विक्रम, लिट '' वेलोर ') कहा जाता है। इस ध्वनि के बारे में विक्रम साराभाई (1919-1971) के नाम पर रखा गया, जिसे व्यापक रूप से भारतीय अंतरिक्ष कार्यक्रम का संस्थापक माना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>विक्रम लैंडर ऑर्बिटर से अलग हो गया और अपने 800 N (180 lbf) लिक्विड मेन इंजन का उपयोग करके 30 किमी &times; 100 किमी (19 मील &times; 62 मील) की निम्न चंद्र कक्षा में उतर गया। इसके बाद एक नरम लैंडिंग का प्रयास करने से पहले इसके सभी ऑन-बोर्ड सिस्टम की व्यापक जांच की गई, जिसमें रोवर को तैनात किया गया होगा, और लगभग 14 पृथ्वी दिनों के लिए वैज्ञानिक गतिविधियां करेंगे। विक्रम अंतरिक्ष यान उतरने में विफल रहा और जाहिर तौर पर दुर्घटनाग्रस्त हो गया। लैंडर और रोवर का अनुमानित संयुक्त द्रव्यमान 1,471 किलोग्राम (3,243 पाउंड) है।</p>\r\n<p>&nbsp;</p>\r\n<p>लैंडर का प्रारंभिक विन्यास अध्ययन 2013 में अहमदाबाद में अंतरिक्ष अनुप्रयोग केंद्र (एसएसी) द्वारा पूरा किया गया था। लैंडरो के प्रणोदन प्रणाली में रुख नियंत्रण के लिए आठ 50 N (11 lbf) थ्रस्ट होते हैं और ISRO के 440 N (99 lbf) लिक्विड अपोजी मोटर से व्युत्पन्न पांच 800 N (180 lbf) तरल मुख्य इंजन होते हैं। प्रारंभ में, लैंडर डिज़ाइन ने चार मुख्य तरल इंजनों को नियोजित किया था, लेकिन लैंडिंग से पहले चंद्रमा की परिक्रमा करने की नई आवश्यकताओं को संभालने के लिए एक केंद्रीय घुड़सवार इंजन को जोड़ा गया था। अतिरिक्त इंजन को नरम लैंडिंग के दौरान चंद्र धूल के ऊपर के मसौदे को कम करने की उम्मीद थी। विक्रम को 12 &deg; तक ढलान पर सुरक्षित रूप से उतरने के लिए डिज़ाइन किया गया था।</p>\r\n<p>चंद्रयान -2 द्वारा कब्जा की गई पहली चंद्रमा की छवि, 21 अगस्त 2019 को चंद्र सतह से लगभग 2,650 किमी की ऊंचाई पर ले गई।</p>\r\n<p>कुछ संबद्ध तकनीकों में एक उच्च रिज़ॉल्यूशन कैमरा, लेजर अल्टीमीटर (LASA), लैंडर हैज़र्ड डिटेक्शन अवॉर्डीशन कैमरा (LHDAC), लैंडर पोज़िशन डिटेक्शन कैमरा (LPDC), लैंडर हॉरिज़ॉन्टल वेलोसिटी कैमरा (LHVC), 800 एन थ्रोटेलेबल लिक्विड मेन इंजन, रवैया थ्रस्टर्स शामिल हैं। , का बैंड रेडियो अल्टीमेटर्स (केआरए), लेजर इनरटियल रेफरेंस एंड एक्सेलेरोमीटर पैकेज (LIRAP), और इन घटकों को चलाने के लिए आवश्यक सॉफ़्टवेयर। लैंडर के इंजीनियरिंग मॉडल अक्टूबर 2016 के अंत में कर्नाटक के चित्रदुर्ग जिले के चैलकेरे में जमीन और हवाई परीक्षणों से गुजरना शुरू हुए। इसरो ने लैंडिंग साइट का चयन करने के लिए लैंडर के सेंसर की क्षमता का आकलन करने में मदद करने के लिए सतह पर लगभग 10 क्रेटर बनाए।</p>\r\n<p>&nbsp;</p>\r\n<p>आयाम: 2.54 &times; 2 &times; 1.2 मीटर</p>\r\n<p>सकल लिफ्ट-ऑफ मास: 1,471 किलोग्राम (3,243 पाउंड)</p>\r\n<p>प्रोपेलेंट द्रव्यमान: 845 किलोग्राम (1,863 पाउंड)</p>\r\n<p>शुष्क द्रव्यमान: 626 किग्रा (1,380 पौंड)</p>\r\n<p>बिजली उत्पादन क्षमता: 650 डब्ल्यू</p>\r\n<p>मिशन की अवधि: duration14 दिन (एक चंद्र दिन)</p>\r\n<p>&nbsp;</p>\r\n<p>प्रज्ञान रोवर</p>\r\n<p>मुख्य लेख: प्रज्ञान (रोवर)</p>\r\n<p>&nbsp;</p>\r\n<p>चंद्रयान -2 मिशन के प्रज्ञान रोवर</p>\r\n<p>मिशन के रोवर को प्रज्ञान (संस्कृत: प्रज्ञान, लिट। 'बुद्धि') कहा जाता है। इस ध्वनि के बारे में (सहायता (सूचना))) रोवर का द्रव्यमान लगभग 27 किलोग्राम (60 पाउंड) है और यह सौर ऊर्जा से संचालित होगा। रोवर 1 सेमी प्रति सेकंड की दर से चंद्र सतह पर 500 मीटर की दूरी पर 6 पहियों पर आगे बढ़ेगा, ऑन-साइट रासायनिक विश्लेषण करेगा और डेटा को लैंडर पर भेजेगा, जो इसे पृथ्वी पर मिशन नियंत्रण के लिए रिले करेगा। नेविगेशन के लिए, रोवर उपयोग करता है:</p>\r\n<p>&nbsp;</p>\r\n<p>स्टीरियोस्कोपिक कैमरा-आधारित 3 डी दृष्टि: रोवर के सामने दो 1 मेगापिक्सेल, मोनोक्रोमैटिक एनएवीकेएमएस ग्राउंड कंट्रोल टीम को आसपास के इलाके का एक 3 डी दृश्य प्रदान करेगा, और इलाके के एक डिजिटल ऊंचाई मॉडल का निर्माण करके पथ-नियोजन में मदद करेगा। IIT कानपुर ने प्रकाश-आधारित मानचित्र निर्माण और रोवर के लिए गति योजना के लिए उप-प्रणालियों के विकास में योगदान दिया।</p>\r\n<p>नियंत्रण और मोटर गतिकी: रोवर में एक रॉकर-बोगी सस्पेंशन सिस्टम और छह पहिए हैं, प्रत्येक स्वतंत्र ब्रशलेस डीसी इलेक्ट्रिक मोटर्स द्वारा संचालित है। स्टीयरिंग पहियों या स्किड स्टीयरिंग की अंतर गति से पूरा होता है।</p>\r\n<p>प्रज्ञान रोवर का अपेक्षित परिचालन समय एक चंद्र दिन या लगभग 14 पृथ्वी दिनों का है क्योंकि इसके इलेक्ट्रॉनिक्स को उन्मादी चंद्र रात को सहन करने की उम्मीद नहीं है। हालाँकि, इसकी शक्ति प्रणाली में सौर-चालित नींद / जागने का चक्र है, जिसके परिणामस्वरूप योजनाबद्ध समय से अधिक सेवा समय मिल सकता है। रोवर के दो आफ्टर व्हील्स में इसरो का लोगो है और भारत का स्टेट एंबेलम चंद्र सतह पर पैटर्न वाली पटरियों को पीछे छोड़ने के लिए उन पर उभरा है, जिसका उपयोग यात्रा की सटीक दूरी को मापने के लिए किया जाता है, जिसे विजुअल ओडोमेट्री भी कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आयाम: 0.9 &times; 0.75 &times; 0.85 मीटर</p>\r\n<p>पावर: 50 डब्ल्यू</p>\r\n<p>यात्रा की गति: 1 सेमी / सेकंड।</p>\r\n<p>मिशन की अवधि: duration14 दिन (एक चंद्र दिन)</p>\r\n<p>&nbsp;</p>\r\n<p>पेलोड</p>\r\n<p>&nbsp;</p>\r\n<p>मिशन अवलोकन</p>\r\n<p>इसरो ने ऑर्बिटर के लिए आठ वैज्ञानिक उपकरण, लैंडर के लिए चार और रोवर के लिए दो का चयन किया। जबकि शुरू में यह बताया गया था कि नासा और ईएसए ऑर्बिटर के लिए कुछ वैज्ञानिक उपकरण प्रदान करके मिशन में भाग लेंगे, ISRO ने 2010 में स्पष्ट किया था कि वजन प्रतिबंध के कारण इस मिशन पर विदेशी पेलोड नहीं ले जाएगा। हालांकि, लॉन्च से ठीक एक महीने पहले एक अपडेट में, नासा और इसरो के बीच एक समझौते पर हस्ताक्षर किए गए थे जिसमें नासा से लैंडर के पेलोड के लिए एक छोटे से लेजर रिट्रोफ्लेक्टर को शामिल किया गया था, जो कि उपग्रहों के बीच की दूरी और चंद्र सतह पर माइक्रोलेक्टर के बीच की दूरी को मापने के लिए था।</p>\r\n<p>&nbsp;</p>\r\n<p>ऑर्बिटर</p>\r\n<p>ऑर्बिटर पर पेलोड हैं:</p>\r\n<p>ISRO सैटेलाइट सेंटर (ISAC), बैंगलोर से चंद्रयान -2 लार्ज एरिया सॉफ्ट एक्स-रे स्पेक्ट्रोमीटर (CLASS)</p>\r\n<p>चंद्र की सतह पर मौजूद प्रमुख तत्वों की मैपिंग के लिए फिजिकल रिसर्च लेबोरेटरी (PRL), अहमदाबाद से सोलर एक्स-रे मॉनिटर (XSM)।</p>\r\n<p>पानी की बर्फ सहित विभिन्न घटकों की उपस्थिति के लिए चंद्र सतह के पहले कुछ दसियों मीटर की जांच के लिए अंतरिक्ष अनुप्रयोग केंद्र (एसएसी), अहमदाबाद से दोहरी आवृत्ति एल और एस बैंड सिंथेटिक एपर्चर रडार (डीएफएसएआर)। एसएआर को चंद्रमा के छायांकित क्षेत्रों के नीचे पानी की बर्फ की उपस्थिति की पुष्टि करने वाले और सबूत प्रदान करने की उम्मीद है। यह चंद्रमा के ध्रुवीय क्षेत्रों के उपसतह में 10 मीटर की गहराई तक स्कैन कर सकता है।</p>\r\n<p>अंतरिक्ष अनुप्रयोग केंद्र (SAC), अहमदाबाद से इमेजिंग IR स्पेक्ट्रोमीटर (IIRS), खनिज, पानी के अणुओं और हाइड्रॉक्सिल के अध्ययन के लिए एक विस्तृत तरंग दैर्ध्य रेंज पर चंद्र सतह की मैपिंग के लिए। यह 5 माइक्रोन तक काम करता है, पिछले चंद्र मिशनों में सुधार जिसका पेलोड 3 माइक्रोन तक काम करता है।</p>\r\n<p>चंद्रयान -2 वायुमंडलीय कंपोजल एक्सप्लोरर 2 (चेस -2) अंतरिक्ष भौतिकी प्रयोगशाला (एसपीएल), तिरुवनंतपुरम से चतुष्कोणीय द्रव्यमान विश्लेषक चंद्र एक्सोस्फीयर का विस्तृत अध्ययन करने के लिए।</p>\r\n<p>अंतरिक्ष अनुप्रयोग केंद्र (SAC), अहमदाबाद से टेरेन मैपिंग कैमरा -2 (TMC-2) चंद्र खनिज और भूविज्ञान का अध्ययन करने के लिए आवश्यक तीन आयामी नक्शा तैयार करने के लिए।</p>\r\n<p>एसपीएल द्वारा चंद्रमा बाउंड हाइपरसेंसिटिव आयनोस्फियर और वायुमंडल के रेडियो एनाटॉमी - दोहरी आवृत्ति रेडियो साइंस प्रयोग (RAMBHA-DFRS)</p>\r\n<p>लैंडिंग के लिए खतरे से मुक्त स्थान पर स्काउटिंग के लिए SAC द्वारा ऑर्बिटर हाई रेजोल्यूशन कैमरा (OHRC)। OHRC से इमेजरी चंद्र सतह के डिजिटल उन्नयन मॉडल तैयार करने में मदद करेगी। इसमें लगभग 0.3 मीटर का रिज़ॉल्यूशन है, जो अब तक के किसी भी चंद्र मिशन के लिए सबसे अधिक है।</p>\r\n<p>विक्रम लैंडर</p>\r\n<p>विक्रम लैंडर पर पेलोड हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>लैंडिंग साइट के पास चंद्रमा-भूकंप का अध्ययन करने के लिए LEOS द्वारा चंद्र भूकंपीय गतिविधि (ILSA) सीस्मोमीटर के लिए साधन</p>\r\n<p>चंद्र की सतह थर्मो-भौतिक प्रयोग (चेसटी) चंद्र सतह के थर्मल गुणों का आकलन करने के लिए थर्मल जांच</p>\r\n<p>RAMBHA-LP लैंगमुइर जाँच के लिए घनत्व और चन्द्रमा सतह प्लाज्मा के भिन्नता को मापने के लिए</p>\r\n<p>नासा के गोडार्ड स्पेस फ्लाइट सेंटर द्वारा एक लेज़र रिटोरोफ्लेक्टर सरणी (एलआरए), चंद्र की कक्षा में चंद्र सतह और उपग्रहों पर परावर्तक के बीच दूरी की सटीक माप लेने के लिए। सूक्ष्म-परावर्तक का वजन लगभग 22 ग्राम होता है और इसका उपयोग पृथ्वी-आधारित चंद्र लेजर स्टेशनों से टिप्पणियों को लेने के लिए नहीं किया जा सकता है।</p>\r\n<p>प्रज्ञान रोवर</p>\r\n<p>प्रागण रोवर लैंडिंग साइट के पास तत्वों की प्रचुरता निर्धारित करने के लिए दो उपकरणों को वहन करता है:</p>\r\n<p>&nbsp;</p>\r\n<p>इलेक्ट्रो ऑप्टिक सिस्टम (LEOS), बंगलौर के लिए प्रयोगशाला से लेजर प्रेरित ब्रेकडाउन स्पेक्ट्रोस्कोप (LIBS)।</p>\r\n<p>अल्फा पार्टिकल ने पीआरएल, अहमदाबाद से एक्स-रे स्पेक्ट्रोस्कोप (एपीएक्सएस) का संकेत दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रक्षेपण</p>\r\n<p>चंद्रयान -2 का प्रक्षेपण शुरू में 14 जुलाई 2019, 21:21 यूटीसी (15 जुलाई 2019 को 02:51 IST स्थानीय) में किया गया था। हालांकि, एक तकनीकी गड़बड़ के कारण प्रक्षेपण से 56 मिनट और 24 सेकंड पहले प्रक्षेपण को रद्द कर दिया गया था, इसलिए इसे 22 जुलाई 2019 को पुनर्निर्धारित किया गया था। अपुष्ट रिपोर्टों ने बाद में एक हीलियम गैस की बोतल के निप्पल संयुक्त में एक रिसाव को रद्द करने का कारण बताया।</p>\r\n<p>&nbsp;</p>\r\n<p>अंत में चंद्रयान -2 को जीएसएलवी एमके III एम 1 लॉन्च वाहन पर 22 जुलाई 2019 को 09:13 यूटीसी (14:43 IST) पर लॉन्च किया गया था, जो क्रायोजेनिक ऊपरी चरण के क्षय होने के कारण बेहतर-अपेक्षित एपोगी के साथ था। , जिसने बाद में मिशन के भू-गर्भिक चरण के दौरान अपोजी-राइजिंग बर्न में से एक की आवश्यकता को समाप्त कर दिया। इससे अंतरिक्ष यान पर लगभग 40 किलो ईंधन की बचत भी हुई।</p>\r\n<p>&nbsp;</p>\r\n<p>लॉन्च के तुरंत बाद, ऑस्ट्रेलिया पर धीमी गति से उज्ज्वल वस्तु के कई अवलोकन किए गए थे, जो कि इसके मुख्य बर्न के समापन के बाद अपने प्रणोदकों को बाहर निकालने वाले ऊपरी चरण से संबंधित हो सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रतिक्रियाओं</p>\r\n<p>चंद्रयान -2, दो महिलाओं के नेतृत्व वाला पहला मिशन था, परियोजना निदेशक मुथैया वनिता और मिशन निदेशक रितु करिदल। चद्रयान -2 को भविष्य के मिशनों के लिए मंगल ग्रह के लिए एक प्रोटोटाइप के रूप में सेवा करने और भारतीय अंतरिक्ष यात्रियों को अंतरिक्ष में भेजने के लिए बनाया गया था। लॉन्च और प्रयास लैंडिंग दोनों को राष्ट्रीय स्तर पर प्रसारित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय प्रधानमंत्री नरेंद्र मोदी ने बाद में एक सार्वजनिक बयान जारी किया, जहां उन्होंने इसरो के वैज्ञानिकों की प्रशंसा करते हुए कहा कि \"विज्ञान में कोई असफलता नहीं है, केवल प्रयोग और अनुभव हैं।\" अन्य राजनीतिक नेताओं, राष्ट्रीय हस्तियों और भारतीय ट्विटर उपयोगकर्ताओं ने इसरो के समर्थन में आए और सोशल मीडिया पर \"हैटऑड यू\" नामक एक हैशटैग के साथ प्रयास करने के लिए उन्हें धन्यवाद दिया।</p>\r\n<p>यह अप्रैल 2019 में चंद्रमा पर तीसरा प्रयास था, जो कि चीनी चांग 4 के बाद आया था, जो जनवरी में सफलतापूर्वक उतरा था, और इज़राइली बेरेशीट, जो अप्रैल 2019 में अंतिम लैंडिंग अनुक्रम के दौरान चंद्र सतह पर दुर्घटनाग्रस्त हो गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>टीम</p>\r\n<p>&nbsp;</p>\r\n<p>मिशन ऑपरेशंस कॉम्प्लेक्स (MOX-1), ISTRAC का चौथा अर्थ-बाउंड बर्न से पहले का दृश्य।</p>\r\n<p>नीचे दी गई सूची में अधिकांश वैज्ञानिक और इंजीनियर शामिल हैं जो चंद्रयान -2 परियोजना के विकास के लिए महत्वपूर्ण थे:</p>\r\n<p>&nbsp;</p>\r\n<p>माइलस्वामी अन्नादुराई - परियोजना निदेशक, चंद्रयान -2 [कब?]</p>\r\n<p>रितु करिदल - मिशन निदेशक, चंद्रयान -2</p>\r\n<p>मुथैया वनिता - परियोजना निदेशक, चंद्रयान -2</p>\r\n<p>चंद्रकांता कुमार - उप परियोजना निदेशक (रेडियो आवृत्ति प्रणाली), चंद्रयान -2</p>\r\n<p>अमिताभ सिंह - उप परियोजना निदेशक (ऑप्टिकल पेलोड डेटा प्रोसेसिंग, एसएसी), चंद्रयान -2</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Chandrayaan-2</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868ecd1b-d9ec-4cf9-9f89-79e5df8a8106_Chandrayaan-2.jpg","subContents":[],"category":{"name":"समाचार","slug":"news"},"slug":"everything-you-should-know-about-indian-historial-mission-chandrayaan-2","tags":[{"name":"इसरो","slug":"isro"},{"name":"चंद्रयान-2","slug":"chandrayaan-2"}],"recommendations":[{"id":613,"title":"भारतीय ऐतिहासिक मिशन चंद्रयान -2 के बारे में आपको सब कुछ पता होना चाहिए।","imageUrl":"868ecd1b-d9ec-4cf9-9f89-79e5df8a8106_Chandrayaan-2.jpg","dateCreated":"2019-09-08T02:08:38.402Z","dateModified":"2019-09-08T02:26:50.817Z","contributedBy":"AskGif","content":"चंद्रयान -2 (चंद्रयान -1 के लिए संस्कृत) चंद्रयान -1 के बाद भारतीय अंतरिक्ष अनुसंधान संगठन (इसरो) द्वारा विकसित दूसरा चंद्र अन्वेषण मिशन है। इसमें एक चंद्र ऑर्बिटर, विक्रम लैंडर और प्रज्ञान चंद्र रोवर शामिल हैं, जो सभी भारत में विकसित किए गए थे। मुख्य वैज्ञानिक उद्देश्य प्रज्ञान के माध्यम से चंद्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868ecd1b-d9ec-4cf9-9f89-79e5df8a8106_Chandrayaan-2.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"इसरो","slug":"isro"},{"name":"चंद्रयान-2","slug":"chandrayaan-2"}],"slug":"everything-you-should-know-about-indian-historial-mission-chandrayaan-2","total":0}]}