{"id":613,"title":"Everything you should know about Indian Historial Mission Chandrayaan-2.","imageUrl":"868ecd1b-d9ec-4cf9-9f89-79e5df8a8106_Chandrayaan-2.jpg","dateCreated":"2019-09-08T02:08:38.402Z","dateModified":"2019-09-08T02:26:50.817Z","contributedBy":"AskGif","content":"<p>Chandrayaan-2 (Sanskrit for 'mooncraft') is the second lunar exploration mission developed by the Indian Space Research Organisation (ISRO), after Chandrayaan-1. It consists of a lunar orbiter, the Vikram lander, and the Pragyan lunar rover, all of which were developed in India. The main scientific objective is to map the location and abundance of lunar water via Pragyan, and ongoing analysis from the orbiter circling at a lunar polar orbit of 100 &times; 100 km.</p>\r\n<p>&nbsp;</p>\r\n<p>The mission was launched to the Moon from the second launch pad at Satish Dhawan Space Centre on 22 July 2019 at 2.43 PM IST (09:13 UTC) by a Geosynchronous Satellite Launch Vehicle Mark III (GSLV Mk III). The craft reached the Moon's orbit on 20 August 2019 and began orbital positioning manoeuvres for the landing of the Vikram lander. Vikram and the rover were scheduled to land on the near side of the Moon, in the south polar region at a latitude of about 70&deg; south at approximately 1:50 am on 7 September 2019 and conduct scientific experiments for one lunar day, lasting two Earth weeks. However, at about 1:52 am IST, the lander deviated from its intended trajectory at around 2.1 kilometres (1.3 mi) from landing, lost communication, and apparently crashed. The orbiter, part of the mission with eight scientific instruments, remains operational and will continue its seven-year mission to study the Moon.</p>\r\n<p>&nbsp;</p>\r\n<p>Objectives</p>\r\n<p>The primary objectives of Chandrayaan-2 are to demonstrate the ability to soft-land on the lunar surface and operate a robotic rover on the surface. Scientific goals include studies of lunar topography, mineralogy, elemental abundance, the lunar exosphere, and signatures of hydroxyl and water ice. The orbiter will map the lunar surface and help to prepare 3D maps of it. The onboard radar will also map the surface while studying the water ice in the south polar region and thickness of the lunar regolith on the surface.</p>\r\n<p>&nbsp;</p>\r\n<p>Orbiter</p>\r\n<p>&nbsp;</p>\r\n<p>Chandrayaan-2 orbiter at integration facility</p>\r\n<p>As of September 2019, orbiter is orbiting the Moon on a polar orbit at an altitude of 100 km (62 mi). The orbiter carries eight scientific instruments; two of them are improved versions of those flown on Chandrayaan-1. The approximate launch mass was 2,379 kg (5,245 lb). The Orbiter High Resolution Camera (OHRC) will conduct high-resolution observations of the landing site prior to separation of the lander from the orbiter. The orbiter's structure was manufactured by Hindustan Aeronautics Limited and delivered to ISRO Satellite Centre on 22 June 2015.</p>\r\n<p>&nbsp;</p>\r\n<p>Dimensions: 3.2 &times; 5.8 &times; 2.2 m</p>\r\n<p>Gross lift-off mass: 2,379 kg (5,245 lb)</p>\r\n<p>Propellant mass: 1,697 kg (3,741 lb)</p>\r\n<p>Dry mass: 682 kg (1,504 lb)</p>\r\n<p>Power generation capacity: 1000 W</p>\r\n<p>Mission duration: approximately 7.5 years, extended from the planned 1 year owing to the precise launch and mission management, in lunar orbit.</p>\r\n<p>Vikram lander</p>\r\n<p>&nbsp;</p>\r\n<p>Rover Pragyan mounted on the ramp of Vikram lander</p>\r\n<p>File:Images of the Earth captured by Chandrayaan-2 Vikram Lander camera LI4.webm</p>\r\n<p>Images of the Earth captured by Chandrayaan-2 Vikram lander camera LI4</p>\r\n<p>The mission's lander is called Vikram (Sanskrit: विक्रम, lit. 'Valour') About this soundPronunciation (help&middot;info) named after Vikram Sarabhai (1919&ndash;1971), who is widely regarded as the founder of the Indian space programme.</p>\r\n<p>&nbsp;</p>\r\n<p>The Vikram lander detached from the orbiter and descended to a low lunar orbit of 30 km &times; 100 km (19 mi &times; 62 mi) using its 800 N (180 lbf) liquid main engines. It then performed a comprehensive check of all its on-board systems before attempting a soft landing that would have deployed the rover, and perform scientific activities for approximately 14 Earth days. Vikram spacecraft failed to land and apparently crashed. The approximate combined mass of the lander and rover is 1,471 kg (3,243 lb).</p>\r\n<p>&nbsp;</p>\r\n<p>The preliminary configuration study of the lander was completed in 2013 by the Space Applications Centre (SAC) in Ahmedabad. The lander's propulsion system consists of eight 50 N (11 lbf) thrusters for attitude control and five 800 N (180 lbf) liquid main engines derived from ISRO's 440 N (99 lbf) Liquid Apogee Motor. Initially, the lander design employed four main liquid engines, but a centrally mounted engine was added to handle new requirements of having to orbit the Moon before landing. The additional engine was expected to mitigate upward draft of lunar dust during the soft landing. Vikram was designed to safely land on slopes up to 12&deg;.</p>\r\n<p>The first Moon image captured by Chandrayaan-2, taken at a height of about 2,650 km from the lunar surface on 21 August 2019.</p>\r\n<p>Some associated technologies include a high resolution camera, Laser Altimeter (LASA), Lander Hazard Detection Avoidance Camera (LHDAC), Lander Position Detection Camera (LPDC), Lander Horizontal Velocity Camera (LHVC), an 800 N throttleable liquid main engine, attitude thrusters, Ka band radio altimeters (KaRA), Laser Inertial Reference &amp; Accelerometer Package (LIRAP), and the software needed to run these components. Engineering models of the lander began undergoing ground and aerial tests in late October 2016, in Challakere in the Chitradurga district of Karnataka. ISRO created roughly 10 craters on the surface to help assess the ability of the lander's sensors to select a landing site.</p>\r\n<p>&nbsp;</p>\r\n<p>Dimensions: 2.54 &times; 2 &times; 1.2 m</p>\r\n<p>Gross lift-off mass: 1,471 kg (3,243 lb)</p>\r\n<p>Propellant mass: 845 kg (1,863 lb)</p>\r\n<p>Dry mass: 626 kg (1,380 lb)</p>\r\n<p>Power generation capability: 650 W</p>\r\n<p>Mission duration: &le;14 days (one lunar day)</p>\r\n<p>&nbsp;</p>\r\n<p>Pragyan rover</p>\r\n<p>Main article: Pragyan (rover)</p>\r\n<p>&nbsp;</p>\r\n<p>Pragyan rover of the Chandrayaan-2 mission</p>\r\n<p>The mission's rover is called Pragyan (Sanskrit: प्रज्ञान, lit. 'Wisdom') About this soundPronunciation (help&middot;info)) The rover's mass is about 27 kg (60 lb) and will operate on solar power. The rover will move on 6 wheels traversing 500 meters on the lunar surface at the rate of 1 cm per second, performing on-site chemical analysis and sending the data to the lander, which will relay it to the Mission Control on the Earth. For navigation, the rover uses:</p>\r\n<p>&nbsp;</p>\r\n<p>Stereoscopic camera-based 3D vision: two 1 megapixel, monochromatic NAVCAMs in front of the rover will provide the ground control team a 3D view of the surrounding terrain, and help in path-planning by generating a digital elevation model of the terrain. IIT Kanpur contributed to the development of the subsystems for light-based map generation and motion planning for the rover.</p>\r\n<p>Control and motor dynamics: the rover has a rocker-bogie suspension system and six wheels, each driven by independent brushless DC electric motors. Steering is accomplished by differential speed of the wheels or skid steering.</p>\r\n<p>The expected operating time of Pragyan rover is one lunar day or around 14 Earth days as its electronics are not expected to endure the frigid lunar night. However, its power system has a solar-powered sleep/wake-up cycle implemented, which could result in longer service time than planned. Two aft wheels of the rover have the ISRO logo and the State Emblem of India embossed on them to leave behind patterned tracks on the lunar surface, which is used to measure the exact distance travelled, also called visual odometry.</p>\r\n<p>&nbsp;</p>\r\n<p>Dimensions: 0.9 &times; 0.75 &times; 0.85 m</p>\r\n<p>Power: 50 W</p>\r\n<p>Travel speed: 1 cm/sec.</p>\r\n<p>Mission duration: &le;14 days (one lunar day)</p>\r\n<p>&nbsp;</p>\r\n<p>Payload</p>\r\n<p>&nbsp;</p>\r\n<p>Mission Overview</p>\r\n<p>ISRO selected eight scientific instruments for the orbiter, four for the lander, and two for the rover. While it was initially reported that NASA and ESA would participate in the mission by providing some scientific instruments for the orbiter, ISRO in 2010 had clarified that due to weight restrictions it will not be carrying foreign payloads on this mission. However, in an update just a month before launch, an agreement between NASA and ISRO was signed to include a small laser retroreflector from NASA to the lander's payload to measure the distance between the satellites above and the microreflector on the lunar surface.</p>\r\n<p>&nbsp;</p>\r\n<p>Orbiter</p>\r\n<p>Payloads on the orbiter are:</p>\r\n<p>Chandrayaan-2 Large Area Soft X-ray Spectrometer (CLASS) from ISRO Satellite Centre (ISAC), Bangalore</p>\r\n<p>Solar X-ray monitor (XSM) from Physical Research Laboratory (PRL), Ahmedabad for mapping major elements present on the lunar surface.</p>\r\n<p>Dual Frequency L and S band Synthetic Aperture Radar (DFSAR) from Space Applications Centre (SAC), Ahmedabad for probing the first few tens of metres of the lunar surface for the presence of different constituents, including water ice. SAR is expected to provide further evidence confirming the presence of water ice below the shadowed regions of the Moon. It can scan upto a depth of 10 metres in the subsurface of the polar regions of the Moon.</p>\r\n<p>Imaging IR Spectrometer (IIRS) from Space Applications Centre (SAC), Ahmedabad for mapping of lunar surface over a wide wavelength range for the study of minerals, water molecules and hydroxyl present. It works upto 5 microns, an improvement over previous lunar missions whose payloads worked upto 3 microns.</p>\r\n<p>Chandrayaan-2 Atmospheric Compositional Explorer 2 (ChACE-2) Quadrupole Mass Analyzer from Space Physics Laboratory (SPL), Thiruvananthapuram to carry out a detailed study of the lunar exosphere.</p>\r\n<p>Terrain Mapping Camera-2 (TMC-2) from Space Applications Centre (SAC), Ahmedabad for preparing a three-dimensional map essential for studying the lunar mineralogy and geology.</p>\r\n<p>Radio Anatomy of Moon Bound Hypersensitive Ionosphere and Atmosphere &ndash; Dual Frequency Radio Science experiment (RAMBHA-DFRS) by SPL</p>\r\n<p>Orbiter High Resolution Camera (OHRC) by SAC for scouting a hazard-free spot for landing. Imagery from OHRC will help prepare digital elevation models of the lunar surface. It has a resolution of about 0.3 meters, which the highest for any lunar mission so far.</p>\r\n<p>Vikram lander</p>\r\n<p>The payloads on the Vikram lander are:</p>\r\n<p>&nbsp;</p>\r\n<p>Instrument for Lunar Seismic Activity (ILSA) Seismometer by LEOS for studying Moon-quakes near the landing site</p>\r\n<p>Chandra's Surface Thermo-physical Experiment (ChaSTE) Thermal probe for estimating the thermal properties of the lunar surface</p>\r\n<p>RAMBHA-LP Langmuir probe for measuring the density and variation of lunar surface plasma</p>\r\n<p>A laser retroreflector array (LRA) by NASA Goddard Space Flight Center for taking precise measurements of distance between the reflector on the lunar surface and satellites in lunar orbit. The micro-reflector weighs about 22 grams and can not be used for taking observations from Earth-based lunar laser stations.</p>\r\n<p>Pragyan rover</p>\r\n<p>Pragyan rover carries two instruments to determine the abundance of elements near the landing site:</p>\r\n<p>&nbsp;</p>\r\n<p>Laser induced Breakdown Spectroscope (LIBS) from Laboratory for Electro Optic Systems (LEOS), Bangalore.</p>\r\n<p>Alpha Particle Induced X-ray Spectroscope (APXS) from PRL, Ahmedabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Launch</p>\r\n<p>Chandrayaan-2 launch was initially scheduled for 14 July 2019, 21:21 UTC (15 July 2019 at 02:51 IST local time). However, the launch was aborted 56 minutes and 24 seconds before launch due to a technical glitch, so it was rescheduled to 22 July 2019. Unconfirmed reports later cited a leak in the nipple joint of a helium gas bottle as the cause of cancellation.</p>\r\n<p>&nbsp;</p>\r\n<p>Finally Chandrayaan-2 was launched on-board the GSLV MK III M1 launch vehicle on 22 July 2019 at 09:13 UTC (14:43 IST) with better-than-expected apogee as a result of the cryogenic upper stage being burned to depletion, which later eliminated the need for one of the apogee-raising burns during the geocentric phase of mission. This also resulted in the saving of around 40 kg fuel onboard the spacecraft.</p>\r\n<p>&nbsp;</p>\r\n<p>Immediately after launch, multiple observations of a slow-moving bright object over Australia were made, which could be related to upper stage venting its propellants after concluding its main burn.</p>\r\n<p>&nbsp;</p>\r\n<p>Reactions</p>\r\n<p>Chandrayaan-2 was the first mission to be led by two women, Muthaya Vanitha, the project director and Ritu Karidhal, the mission director. Chadrayaan-2 was built to serve as a prototype for future missions to Mars and to send Indian astronauts into space. Both the launch and the attempted landing were also broadcast nationally.</p>\r\n<p>&nbsp;</p>\r\n<p>The Indian Prime Minister, Narendra Modi, later issued a public statement where he praised the ISRO scientists for the mission saying \"There are no failures in Science, only experiments and experiences.\" Other political leaders, national celebrities, and Indian Twitter users came in support with ISRO and thanked them for the attempted landing across social media with a hashtag \"ProudofYou\".</p>\r\n<p>This was the third attempted landing on the Moon in 2019, following the Chinese Chang'e 4 which successfully landed in January, and the Israeli Beresheet, which crashed on the lunar surface during the final landing sequence in April 2019.</p>\r\n<p>&nbsp;</p>\r\n<p>Team</p>\r\n<p>&nbsp;</p>\r\n<p>A view of Mission Operations Complex (MOX-1), ISTRAC prior to the fourth Earth-bound burn.</p>\r\n<p>The list below lists most scientists and engineers who were key to the development of Chandrayaan-2 project:</p>\r\n<p>&nbsp;</p>\r\n<p>Mylswamy Annadurai &ndash; Project Director, Chandrayaan-2[when?]</p>\r\n<p>Ritu Karidhal &ndash; Mission Director, Chandrayaan-2</p>\r\n<p>Muthayya Vanitha &ndash; Project Director, Chandrayaan-2</p>\r\n<p>Chandrakanta Kumar &ndash; Deputy Project Director (Radio frequency systems), Chandrayaan-2</p>\r\n<p>Amitabh Singh &ndash; Deputy Project Director (Optical Payload Data Processing, SAC), Chandrayaan-2</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chandrayaan-2</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868ecd1b-d9ec-4cf9-9f89-79e5df8a8106_Chandrayaan-2.jpg","subContents":[],"category":{"name":"news","slug":"news"},"slug":"everything-you-should-know-about-indian-historial-mission-chandrayaan-2","tags":[{"name":"isro","slug":"isro"},{"name":"chandrayaan-2","slug":"chandrayaan-2"}],"recommendations":[{"id":613,"title":"Everything you should know about Indian Historial Mission Chandrayaan-2.","imageUrl":"868ecd1b-d9ec-4cf9-9f89-79e5df8a8106_Chandrayaan-2.jpg","dateCreated":"2019-09-08T02:08:38.402Z","dateModified":"2019-09-08T02:26:50.817Z","contributedBy":"AskGif","content":"Chandrayaan-2 (Sanskrit for 'mooncraft') is the second lunar exploration mission developed by the Indian Space Research Organisation (ISRO), after Chandrayaan-1. It consists of a lunar orbiter, the Vikram lander, and the Pragyan lunar rover, all of which were developed in India. The main scientif","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/868ecd1b-d9ec-4cf9-9f89-79e5df8a8106_Chandrayaan-2.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"isro","slug":"isro"},{"name":"chandrayaan-2","slug":"chandrayaan-2"}],"slug":"everything-you-should-know-about-indian-historial-mission-chandrayaan-2","total":0}]}