{"id":614,"title":"मैसूर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","dateCreated":"2019-09-08T03:21:34.068Z","dateModified":"2019-09-08T03:21:53.627Z","contributedBy":"AskGif","content":"<p>मैसूर, आधिकारिक तौर पर मैसूरु, भारत के कर्नाटक राज्य के दक्षिणी भाग में स्थित एक शहर है। मैसूर शहर भौगोलिक रूप से 12 &deg; 18 '26' उत्तरी अक्षांश और 76 &deg; 38 '59' 'पूर्वी देशांतर के बीच स्थित है। यह 2,427 फीट (739.75 मीटर) की ऊंचाई पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मैसूर चामुंडी हिल्स की तलहटी में बैंगलोर के दक्षिण-पश्चिम की ओर लगभग 145.2 किमी (90 मील) की दूरी पर स्थित है और 152 किमी 2 (59 वर्ग मील) के क्षेत्र में फैला हुआ है। मैसूर सिटी कॉर्पोरेशन शहर के नागरिक प्रशासन के लिए जिम्मेदार है, जो मैसूर जिले और मैसूर डिवीजन का मुख्यालय भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसने १३ ९९ से १ ९ ५६ तक लगभग छह शताब्दियों तक मैसूर साम्राज्य की राजधानी के रूप में कार्य किया। 1760 और yn० के दशक में जब हयात अली और टीपू सुल्तान सत्ता में थे, तब इस साम्राज्य पर वाडियार राजवंश का शासन था। वाडियार कला और संस्कृति के संरक्षक थे और शहर और राज्य के सांस्कृतिक और आर्थिक विकास में महत्वपूर्ण योगदान देते थे। मैसूर के सांस्कृतिक परिवेश और उपलब्धियों ने इसे कर्नाटक की सांस्कृतिक राजधानी बनाया।</p>\r\n<p>&nbsp;</p>\r\n<p>मैसूर अपनी विरासत संरचनाओं और महलों के लिए प्रसिद्ध है, जिसमें मैसूर पैलेस भी शामिल है, और दशहरा उत्सव के दौरान होने वाले उत्सवों के लिए जब शहर में दुनिया भर से बड़ी संख्या में पर्यटक आते हैं। यह मैसूर दशहरा, मैसूर पेंटिंग जैसे विभिन्न कला रूपों और संस्कृति को अपना नाम देता है; मीठे पकवान मैसूर पाक, मैसूर मसाला डोसा; मैसूर सैंडल साबुन, मैसूर इंक जैसे ब्रांड; और शैली और सौंदर्य प्रसाधन जैसे मैसूर पेटा (एक पारंपरिक रेशम पगड़ी) और मैसूर सिल्क साड़ी। पर्यटन पारंपरिक उद्योगों के साथ-साथ प्रमुख उद्योग है। मैसूर के अंतर-शहर सार्वजनिक परिवहन में रेल, बस और उड़ानें शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>क्रॉफोर्ड हॉल, मैसूर विश्वविद्यालय</p>\r\n<p>मैसूर में शिक्षा की यूरोपीय प्रणाली के आगमन से पहले, अग्रहारों (ब्राह्मण क्वार्टर) ने हिंदुओं को वैदिक शिक्षा प्रदान की, और मदरसों ने मुसलमानों के लिए स्कूली शिक्षा प्रदान की ।:459 आधुनिक शिक्षा मैसूर में शुरू हुई जब 1833 में एक मुफ्त अंग्रेजी स्कूल स्थापित किया गया था। महाराजा का कॉलेज था 1864 में स्थापित। लड़कियों के लिए विशेष रूप से एक उच्च विद्यालय 1881 में स्थापित किया गया था और बाद में इसका नाम बदलकर महारानी महिला कॉलेज कर दिया गया। औद्योगिक स्कूल, शहर में तकनीकी शिक्षा के लिए पहला संस्थान, 1892 में स्थापित किया गया था; इसके बाद 1913 में चामराजेंद्र टेक्निकल इंस्टीट्यूट द्वारा किया गया ।: 601 जबकि शिक्षा की आधुनिक प्रणाली ने 1876 में स्थापित मैसूर संस्कृत पाठशाला जैसे कॉलेजों, जैसे कि थोरैड बनाए हैं, अभी भी वैदिक शिक्षा प्रदान करते हैं। 95</p>\r\n<p>&nbsp;</p>\r\n<p>महाराजा कृष्णराजेंद्र वाडियार IV द्वारा 1916 में मैसूर विश्वविद्यालय की स्थापना से आधुनिक शिक्षा प्रणाली को बढ़ाया गया था। मैसूर राज्य के पुनर्गठन और नाम बदलने तक, मैसूर विश्वविद्यालय सर्वोच्च विश्वविद्यालय और मैसूर साम्राज्य के आसपास और आसपास की शिक्षा था। विभिन्न विषयों को बाद में, सहायक संस्थानों को सौंप दिया गया, जो बाद में विश्वविद्यालयों तक बढ़ गया। छात्र आबादी में तेजी से वृद्धि के कारण, चिकित्सा विभाग को 1984 में राजीव गांधी विश्वविद्यालय में स्थानांतरित कर दिया गया था। बाद में, 1998 में, इंजीनियरिंग विषयों में एक उछाल और छात्रों ने विश्वेश्वरैया प्रौद्योगिकी विश्वविद्यालय के spawning के लिए मजबूर किया। पुराने संस्थान जो इन विषयों में विश्वविद्यालय से संबद्ध थे, अब नए लोगों से संबद्धता या स्वायत्तता में काम करना जारी रखते हैं: मैसूर मेडिकल कॉलेज एंड रिसर्च इंस्टीट्यूट राजीव गांधी विश्वविद्यालय से संबद्ध है, जबकि इंजीनियरिंग और तकनीकी संस्थान जैसे नेशनल इंस्टीट्यूट ऑफ इंजीनियरिंग और एसजेसीई स्वायत्तता से कार्य करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>विश्वविद्यालयों का मुख्यालय मैसूर में है</p>\r\n<p>स्थापित विश्वविद्यालय प्रकार स्तर विशेषज्ञता</p>\r\n<p>1916 मैसूर सार्वजनिक विश्वविद्यालय के स्नातक, स्नातक, स्नातकोत्तर और डॉक्टरेट अनुसंधान बहु-विषयक</p>\r\n<p>2008 जेएसएस विश्वविद्यालय निजी</p>\r\n<p>1996 कर्नाटक राज्य मुक्त विश्वविद्यालय सार्वजनिक</p>\r\n<p>2008 कर्नाटक राज्य संगीत विश्वविद्यालय संगीत</p>\r\n<p>स्वायत्त संस्थानों का मुख्यालय मैसूर में है</p>\r\n<p>इंस्टीट्यूट टाइप कमिशनिंग बॉडी / एफिलिएशन लेवल स्पेशलाइजेशन</p>\r\n<p>1992 महाजन लॉ कॉलेज निजी मैसूर विश्वविद्यालय के स्नातक, एलएलबी कानून से संबद्ध</p>\r\n<p>1924 मैसूर मेडिकल कॉलेज एंड रिसर्च इंस्टीट्यूट सार्वजनिक संबद्ध राजीव गांधी स्वास्थ्य विज्ञान विश्वविद्यालय के स्नातक, स्नातकोत्तर, स्नातकोत्तर और डॉक्टरेट चिकित्सा</p>\r\n<p>1928 युवराज कॉलेज, मैसूर बेसिक साइंस का मैसूर पब्लिक यूनिवर्सिटी</p>\r\n<p>1946 नेशनल इंस्टीट्यूट ऑफ इंजीनियरिंग गवर्नमेंट-एडेड प्राइवेट ने विश्वेश्वरैया टेक्नोलॉजिकल यूनिवर्सिटी इंजीनियरिंग से संबद्ध किया</p>\r\n<p>1950 वैज्ञानिक और औद्योगिक अनुसंधान अनुसंधान और विकास खाद्य प्रौद्योगिकी परिषद द्वारा स्थापित केंद्रीय खाद्य प्रौद्योगिकी अनुसंधान संस्थान सार्वजनिक</p>\r\n<p>1961 रक्षा अनुसंधान और विकास संगठन रक्षा और आकस्मिक खाद्य प्रौद्योगिकी द्वारा स्थापित रक्षा खाद्य अनुसंधान प्रयोगशाला</p>\r\n<p>1963 क्षेत्रीय शिक्षा संस्थान, मैसूर (NCERT) सरकार मैसूर शिक्षा विश्वविद्यालय से संबद्ध</p>\r\n<p>1963 श्री जयचामाराजेंद्र कॉलेज ऑफ इंजीनियरिंग गवर्नमेंट-एडेड प्राइवेट डीम्ड यूनिवर्सिटी और ऑल इंडिया काउंसिल फॉर टेक्निकल एजुकेशन अंडरग्रेजुएट, ग्रेजुएट, पोस्ट-ग्रेजुएट और डॉक्टोरल रिसर्च इंजीनियरिंग से संबद्ध</p>\r\n<p>1966 केंद्रीय स्वास्थ्य और परिवार कल्याण ऑडियोलॉजी, भाषण और सुनवाई के लिए अखिल भारतीय भाषण संस्थान और सार्वजनिक सुनवाई आयोग</p>\r\n<p>1984 JSS मेडिकल कॉलेज प्राइवेट JSS यूनिवर्सिटी मेडिसिन</p>\r\n<p>1982 जेएसएस लॉ कॉलेज प्राइवेट ऑटोनॉमस कर्नाटक स्टेट लॉ यूनिवर्सिटी, हुबली अंडर ग्रेजुएट, ग्रेजुएट, पोस्ट-ग्रेजुएट लॉ</p>\r\n<p>1945 सारदा विलास कॉलेज निजी मैसूर विश्वविद्यालय के स्नातक, स्नातक, एलएलबी, फार्मेसी शैक्षिक से संबद्ध</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: मैसूर में परिवहन</p>\r\n<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>मैसूर की सड़कों में वारली पेंटिंग</p>\r\n<p>मैसूर राष्ट्रीय राजमार्ग NH-212 से गुंड्लपेट के राज्य सीमा शहर से जुड़ा हुआ है, जहां केरल और तमिलनाडु के राज्यों में सड़क कांटे हैं ।:1 राज्य राजमार्ग 17, जो मैसूर को बैंगलोर से जोड़ता है, को चार-लेन राजमार्ग में अपग्रेड किया गया था 2006 में, दो शहरों के बीच यात्रा के समय को कम करना। बैंगलोर और मैसूर को जोड़ने के लिए एक नए एक्सप्रेसवे के निर्माण के लिए 1994 में एक परियोजना की योजना बनाई गई थी। कई कानूनी अड़चनों के बाद, यह 2012 तक बना रहा। राज्य राजमार्ग 33 और राष्ट्रीय राजमार्ग 275 जो मैसूर को क्रमशः एच डी कोटे और मैंगलोर से जोड़ते हैं। कर्नाटक राज्य सड़क परिवहन निगम (KSRTC) और अन्य निजी एजेंसियां ​​शहर के भीतर और शहरों के बीच बसों का संचालन करती हैं। मैसूर सिटी ट्रांसपोर्ट कॉर्पोरेशन (MCTC) नामक KSRTC का एक नया विभाजन प्रस्तावित किया गया है। शहर के भीतर, बसें सस्ती हैं और परिवहन के लोकप्रिय साधन हैं, ऑटो-रिक्शा भी उपलब्ध हैं और जीभ (घोड़े से चलने वाली गाड़ियां) पर्यटकों के लिए लोकप्रिय हैं। मैसूर में 42.5 किलोमीटर (26.4 मील) लंबी रिंग रोड है जिसे MUDA द्वारा छह लेन में अपग्रेड किया जा रहा है। मैसूर ने अपने सिटी बसों और नौका यात्रियों के प्रबंधन के लिए इंटेलिजेंट ट्रांसपोर्ट सिस्टम (ITS) लागू किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रिन ट्रिन पीबीएस</p>\r\n<p>&nbsp;</p>\r\n<p>एक साइकिल डॉकिंग स्टेशन</p>\r\n<p>संयुक्त राष्ट्र द्वारा आंशिक रूप से वित्त पोषित एक सार्वजनिक साइकिल साझाकरण प्रणाली, ट्रिन-ट्रिन, परिवहन का लोकप्रिय साधन है। यह एक सरकारी परियोजना है। ट्रिनट्रिन का मुख्य उद्देश्य स्थानीय यात्रियों को प्रोत्साहित करना है, साथ ही साथ आगंतुकों को यात्रा के मोटर चालित साधनों को वरीयता देने में उपयोग करना है और इस तरह बहुपक्षीय पर्यावरण और सड़क-यातायात खतरों को कम करने में मदद करता है, वाहन की सुविधा बढ़ाता है, और स्थानीय आवागमन को कम करता है। आम नागरिक के लिए किफायती।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>मैसूर जंक्शन</p>\r\n<p>मैसूर रेलवे स्टेशन की तीन लाइनें हैं, जो इसे बेंगलुरु, मैंगलोर और चामराजनगर से जोड़ती हैं। शहर में स्थापित पहली रेलवे लाइन बेंगलुरू-मैसूरु जंक्शन मीटर गेज लाइन थी, जिसे 1882 में चालू किया गया था। शहर को चामराजनगर और मैंगलोर से जोड़ने वाली रेलवे लाइनें एकतरफा सिंगल ट्रैक हैं और बेंगलुरू को जोड़ने वाला ट्रैक डबल ट्रैक है। मैसूर रेलवे जंक्शन दक्षिण पश्चिम रेलवे जोन के अधिकार क्षेत्र में आता है। मैसूरु की शहर सीमा के भीतर, दो छोटे स्टेशन हैं जो चामराजनगर को जोड़ता है। वे अशोकपुरम और चामराजपुरम हैं। मैसूर जंक्शन से बैंगलोर रेलवे स्टेशन तक हर दस मिनट में ट्रेनें चलती हैं। शहर की सेवा करने के लिए सबसे तेज़ ट्रेन शताब्दी एक्सप्रेस है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>&nbsp;</p>\r\n<p>मैसूर एयरपोर्ट</p>\r\n<p>मैसूर हवाई अड्डा एक घरेलू हवाई अड्डा है और शहर के केंद्र से लगभग 10 किलोमीटर दक्षिण में स्थित है। इसका निर्माण मैसूर के राजाओं द्वारा 1940 के दशक के प्रारंभ में किया गया था। सितंबर 2019 तक, निकटतम अंतर्राष्ट्रीय हवाई अड्डा कन्नूर में कन्नूर अंतर्राष्ट्रीय हवाई अड्डा है जो मैसूरु शहर से लगभग 168 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>ओरिएंटल लाइब्रेरी</p>\r\n<p>मैसूर में समाचार-पत्र का प्रकाशन 1859 में शुरू हुआ था, जब भश्याम भैसाचार्य ने कन्नड़ में एक साप्ताहिक समाचार पत्र प्रकाशित करना शुरू किया, जिसे मायसोरू वृतांत बोधिनी कहा जाता था, जो निम्नलिखित तीन दशकों में प्रकाशित होने वाले कई साप्ताहिक समाचार पत्रों में से पहला था। वोडेयार शासन के दौरान एक प्रसिद्ध मैसूर प्रकाशक एम। वेंकटकृष्णैया थे, जिन्हें कन्नड़ पत्रकारिता के पिता के रूप में जाना जाता था, जिन्होंने कई समाचार पत्रिकाओं की शुरुआत की। कई स्थानीय समाचार पत्र मैसूर में प्रकाशित होते हैं और शहर और इसके आसपास से संबंधित समाचार ले जाते हैं, और अंग्रेजी और कन्नड़ में राष्ट्रीय और क्षेत्रीय दैनिक समाचार पत्र राज्य के अन्य हिस्सों की तरह उपलब्ध हैं। संस्कृत में एकमात्र भारतीय दैनिक समाचार पत्र सुधर्मा, मैसूर में प्रकाशित होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मैसूर भारत में पहला निजी रेडियो प्रसारण स्टेशन का स्थान था, जब आकाशवाणी (आकाश से आवाज) की स्थापना शहर में 10 सितंबर 1935 को एम.वी. गोपालस्वामी, मनोविज्ञान के एक प्रोफेसर, मैसूर के वोंटिकोप्पल क्षेत्र में अपने घर पर, 50 वाट के ट्रांसमीटर का उपयोग करते हुए। इस स्टेशन को 1941 में मैसूर की रियासत द्वारा संभाला गया था और 1955 में बैंगलोर ले जाया गया था। 1957 में, आकाशवाणी को भारत सरकार के रेडियो प्रसारक ऑल इंडिया रेडियो (AIR) के आधिकारिक नाम के रूप में चुना गया था। मैसूर में AIR स्टेशन 100.6 मेगाहर्ट्ज पर एक एफएम रेडियो चैनल और ज्ञान वाणी 105.6 पर प्रसारित करता है। BIG FM, रेडियो मिर्ची और Red FM शहर में संचालित होने वाले तीन निजी एफएम चैनल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मैसूर ने 1980 के दशक के प्रारंभ में टेलीविजन प्रसारण प्राप्त करना शुरू किया, जब दूरदर्शन (भारत सरकार के सार्वजनिक सेवा प्रसारक) ने पूरे भारत में अपने राष्ट्रीय चैनल का प्रसारण शुरू किया। यह एकमात्र ऐसा चैनल था जो 1991 में स्टार टीवी शुरू होने तक मैसूर में उपलब्ध था। डायरेक्ट-टू-होम चैनल अब मैसूर में उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>मैसूर के वोडेयार राजा खेल और खेल के संरक्षक थे। राजा कृष्णराज वोडेयार तृतीय को इनडोर खेलों का शौक था। उन्होंने नए बोर्ड गेम्स का आविष्कार किया और गंजीफा कार्ड गेम को लोकप्रिय बनाया। मल्ल-युद्ध (पारंपरिक कुश्ती) का मैसूर में 16 वीं शताब्दी तक का इतिहास है। दशहरा समारोह के दौरान मैसूर में आयोजित कुश्ती प्रतियोगिता पूरे भारत के पहलवानों को आकर्षित करती है। दशहरा के मौसम में भी एक वार्षिक खेल बैठक का आयोजन किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>1997 में मैसूर और बैंगलोर ने शहर के सबसे बड़े खेल आयोजन, भारत के राष्ट्रीय खेलों की सह-मेजबानी की। मैसूर छह खेलों का स्थान था: तीरंदाजी, जिमनास्टिक, घुड़सवारी, हैंडबॉल, टेबल टेनिस और कुश्ती। मैसूर में क्रिकेट अब तक का सबसे लोकप्रिय खेल है। शहर में पांच स्थापित क्रिकेट मैदान हैं। जवागल श्रीनाथ, जिन्होंने कई वर्षों तक भारत को अपने अग्रिम पंक्ति के तेज गेंदबाज के रूप में प्रतिनिधित्व किया, मैसूर से आता है। शहर के अन्य प्रमुख खिलाड़ी प्रह्लाद श्रीनाथ हैं, जिन्होंने डेविस कप टेनिस टूर्नामेंट में भारत का प्रतिनिधित्व किया है; रीथ अब्राहम, हेप्टाथलॉन में एक राष्ट्रीय चैंपियन और लंबी कूद रिकॉर्ड धारक; सागर कश्यप, विंबलडन चैंपियनशिप में भाग लेने वाले सबसे कम उम्र के भारतीय; और राहुल गणपति, एक राष्ट्रीय शौकिया गोल्फ चैंपियन। मैसूर रेस कोर्स प्रत्येक वर्ष अगस्त से अक्टूबर के बीच रेसिंग सीजन आयोजित करता है। भारत का पहला युवा छात्रावास 1949 में महाराजा कॉलेज छात्रावास में बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>मैसूर चिड़ियाघर</p>\r\n<p>श्री चामराजेंद्र प्राणि उद्यान</p>\r\n<p>&nbsp;</p>\r\n<p>मैसूर पैलेस</p>\r\n<p>मैसूर अपने आप में एक प्रमुख पर्यटन स्थल है और आसपास के अन्य पर्यटन आकर्षणों के लिए एक आधार के रूप में कार्य करता है। दस दिवसीय दशहरा उत्सव के दौरान शहर में बड़ी संख्या में पर्यटक आते हैं। भारत में सबसे अधिक देखे जाने वाले स्मारकों में से एक, अंबा विलास पैलेस या मैसूर पैलेस, दशहरा उत्सव का केंद्र है। जगनमोहन पैलेस, द सैंड स्कल्पचर म्यूजियम जयलक्ष्मी विलास और ललिता महल शहर के अन्य महल हैं। चामुंडेश्वरी मंदिर, चामुंडी हिल्स के ऊपर, और सेंट फिलोमेना चर्च, वेस्ले के कैथेड्रल मैसूर में धार्मिक स्थल उल्लेखनीय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>1892 में स्थापित मैसूर चिड़ियाघर, करणजी, कुक्कराहल्ली और ब्लू लगून झील लोकप्रिय मनोरंजन स्थल हैं। ब्लू लैगून जो एक मिनी द्वीप के साथ एक झील है, केआरएस वाटर डैम के पीछे स्थित है और यह वहाँ होने और सूर्यास्त और सूर्योदय देखने के लिए बहुत मंत्रमुग्ध है। पानी और आकाश का रंग नीला है और बीच में एक छोटा द्वीप है जिसके कारण इसे ब्लू लैगून नाम दिया गया था। मैसूरु में प्राकृतिक इतिहास का क्षेत्रीय संग्रहालय, लोक विद्या संग्रहालय, रेलवे संग्रहालय और प्राच्य अनुसंधान संस्थान हैं। यह शहर योग से संबंधित स्वास्थ्य पर्यटन के लिए एक केंद्र है, जो घरेलू और विदेशी आगंतुकों को आकर्षित करता है, विशेष रूप से वे जो वर्षों से स्वर्गीय अष्टांग विनयसा योग गुरु के। पट्टाभि जोइस के साथ अध्ययन करने आए थे।</p>\r\n<p>मैसूरु शहर से थोड़ी दूरी पर पड़ोसी मंड्या जिले का कृष्णराजसागर बांध और उससे सटे बृंदावन गार्डन हैं, जहां हर शाम एक संगीतमय फव्वारा शो आयोजित किया जाता है। मैसूर के पास ऐतिहासिक महत्व के स्थान मांड्या जिले के रंगनाथस्वामी मंदिर, श्रीरंगपटना हैं। और अन्य ऐतिहासिक स्थान हैं सोमनाथपुरा और तलकड़। बी आर हिल्स, हिमवद गोपालस्वामी बेट्टा पहाड़ी और ऊटी, सुल्तान बाथरी और मदिकेरी के हिल स्टेशन मैसूर के करीब हैं। मैसूर के निकट वन्यजीव उत्साही लोगों के लिए लोकप्रिय स्थलों में नागरहोल राष्ट्रीय उद्यान, मेलकोट, मांड्या और बी आर हिल्स में वन्यजीव अभयारण्य और रंगनाथिट्टू, मांड्या और कोकरेबेलूर, मांड्या में पक्षी अभयारण्य शामिल हैं। बांदीपुर राष्ट्रीय उद्यान और मुदुमलाई राष्ट्रीय उद्यान, जो गौर, चीतल, हाथी, बाघ, तेंदुए और अन्य खतरे की प्रजातियों के लिए अभयारण्य हैं, दक्षिण में 40 और 60 मील (64 और 97 किमी) के बीच स्थित हैं। मैसूरु के पास अन्य पर्यटन स्थलों में नंजनगुड और बाइलाकुप्पे के धार्मिक स्थान और मांड्या के शिवनसमुद्र के पड़ोसी जिलों में झरने शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>B.K.S. अयंगर, योग विशेषज्ञ, पद्म विभूषण</p>\r\n<p>मैसूर वासुदेवचर, संगीतकार और संगीतकार, पद्म भूषण</p>\r\n<p>मैसूर वी। दोरीस्वामी अयंगर, वीना प्रतिपादक, पद्म भूषण, संगीता कलानिधि</p>\r\n<p>मैसूर टी। चढिय़ा, सात-तार वायलिन के पायनियर, संगीता कलानिधि</p>\r\n<p>मैसूर के राजा मंजूनाथ और मैसूर नागराज सहित मैसूर बंधु, वायलिन वादक और संगीत रचनाकार</p>\r\n<p>आर। के। श्रीकांतन, कर्नाटक संगीत गायक, पद्म भूषण, संगीता कलानिधि</p>\r\n<p>आर.के.नारायण, लेखक, पद्म विभूषण</p>\r\n<p>आर.के. लक्ष्मण, कार्टूनिस्ट, पद्म विभूषण, पत्रकारिता, साहित्य और रचनात्मक संचार कला के लिए रेमन मैग्सेसे पुरस्कार</p>\r\n<p>एन.आर. नारायण मूर्ति, उद्योगपति, इन्फोसिस के सह-संस्थापक, पद्म विभूषण</p>\r\n<p>विकास गौड़ा, ओलंपियन, डिस्कस थ्रोअर और शॉट पुटर, कॉमनवेल्थ गेम्स गोल्ड-मेडलिस्ट</p>\r\n<p>जवागल श्रीनाथ, पूर्व क्रिकेटर और वर्तमान आईसीसी मैच रेफरी</p>\r\n<p>हॉलीवुड अभिनेता, साबू दस्तगीर को हॉलीवुड वॉक ऑफ फेम में शामिल किया गया</p>\r\n<p>वी। के। मूर्ति, छायाकार, दादा साहेब फाल्के पुरस्कार विजेता</p>\r\n<p>वसुंधरा दोरास्वामी, भरतनाट्यम के प्रतिपादक और शिक्षक</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mysore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mysuru-karnataka","tags":[{"name":"मैसूर","slug":"mysuru"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"मैसूर","slug":"mysore"}],"recommendations":[{"id":619,"title":"उडुपी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","dateCreated":"2019-09-08T07:28:30.051Z","dateModified":"2019-09-08T07:28:45.305Z","contributedBy":"AskGif","content":"उडुपी भारतीय राज्य कर्नाटक में एक जिला है। यह उडुपी जिले का प्रशासनिक मुख्यालय है। यह कर्नाटक में सबसे तेजी से बढ़ते शहरों में से एक है और इस शहर को विभिन्न शैक्षणिक संस्थानों के कारण एक आधुनिक स्पर्श मिला है। उडुपी कर्नाटक के शीर्ष पर्यटक आकर्षणों में से एक है। यह कृष्ण मंदिर के लिए उल्लेखनीय है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"उडुपी","slug":"udupi"}],"slug":"top-places-to-visit-in-udupi-karnataka","total":0},{"id":606,"title":"हसन में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"हसन भारत के कर्नाटक राज्य में हसन जिले का एक शहर और जिला मुख्यालय है। यह शहर समुद्र तल से 980 मीटर (3,220 फीट) की दूरी पर स्थित है। इसका नाम हसनंबा मंदिर के नाम पर रखा गया है। 2011 में शहरी जनसंख्या 133,436 थी।\r\n&nbsp;\r\nहसन कर्नाटक राज्य, भारत में एक जिला है। जिला मुख्यालय हसन है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"हसन","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":594,"title":"बेलगावी, बेलगाम में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"e300399b-5ba9-4e91-9ddd-047cdd9959b4_Belagavi-railway.jpg","dateCreated":"2019-09-07T02:12:36.182Z","dateModified":"2019-09-07T02:12:50.84Z","contributedBy":"AskGif","content":"बेलागवी (जिसे पहले \"वेणुग्राम\" या \"बंबू विलेज\" के नाम से जाना जाता था) पश्चिमी घाट के सबसे पुराने, मजबूत, प्रमुख और सुसंस्कृत ऐतिहासिक स्थान में से एक है। कपास और रेशम के बुनकरों के साथ पुराना शहर क्षेत्र आधुनिक, हलचल, वृक्ष-पंक्तिबद्ध ब्रिटिश छावनी के अलावा शानदार रूप से खड़ा है। किलों से बाहर क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e300399b-5ba9-4e91-9ddd-047cdd9959b4_Belagavi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बेलगावी","slug":"belagavi"},{"name":"बेलगाम","slug":"belgaum"}],"slug":"top-places-to-visit-in-belagavi-belgaum-karnataka","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}