{"id":614,"title":"Top Places to visit in Mysuru, Karnataka","imageUrl":"850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","dateCreated":"2019-09-08T03:21:34.068Z","dateModified":"2019-09-08T03:21:53.627Z","contributedBy":"AskGif","content":"<p>Mysore, officially Mysuru, is a city in the southern part of the state of Karnataka, India. Mysore city is geographically located between 12&deg; 18' 26&rdquo; North Latitude and 76&deg; 38' 59'' East Longitude. It is located at an altitude of 2,427 ft (739.75 m).</p>\r\n<p>&nbsp;</p>\r\n<p>Mysore is located in the foothills of the Chamundi Hills about 145.2 km (90 mi) towards the southwest of Bangalore and spread across an area of 152 km2 (59 sq mi). Mysore City Corporation is responsible for the civic administration of the city, which is also the headquarters of the Mysore district and the Mysore division.</p>\r\n<p>&nbsp;</p>\r\n<p>It served as the capital city of the Kingdom of Mysore for nearly six centuries from 1399 until 1956. The Kingdom was ruled by the Wadiyar dynasty, with a brief period of interregnum in the 1760s and 70s when Hyder Ali and Tipu Sultan were in power. The Wadiyars were patrons of art and culture and contributed significantly to the cultural and economic growth of the city and the state. The cultural ambiance and achievements of Mysore earned it the sobriquet Cultural Capital of Karnataka.</p>\r\n<p>&nbsp;</p>\r\n<p>Mysore is noted for its heritage structures and palaces, including the Mysore Palace, and for the festivities that take place during the Dasara festival when the city receives a large number of tourists from around the world. It lends its name to various art forms and culture, such as Mysore Dasara, Mysore Painting; the sweet dish Mysore Pak, Mysore Masala Dosa; brands such as Mysore Sandal Soap, Mysore Ink; and styles and cosmetics such as Mysore Peta (a traditional silk turban) and the Mysore Silk sarees. Tourism is the major industry alongside the traditional industries. Mysore's inter-city public transportation includes rail, Bus and flights.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Crawford Hall, University of Mysore</p>\r\n<p>Before the advent of the European system of education in Mysore, agraharas (Brahmin quarters) provided Vedic education to Hindus, and madrassas provided schooling for Muslims.:459 Modern education began in Mysore when a free English school was established in 1833. Maharaja's College was founded in 1864. A high school exclusively for girls was established in 1881 and was later renamed Maharani's Women's College. The Industrial School, the first institute for technical education in the city, was established in 1892; this was followed by the Chamarajendra Technical Institute in 1913.:601 While the modern system of education have made inroads, colleges such as the Mysore Sanskrit Pāthaśhāla, established in 1876, still continue to provide Vedic education.:595</p>\r\n<p>&nbsp;</p>\r\n<p>The modern education system was enhanced by the establishment of the University of Mysore in 1916 by Maharaja Krishnarajendra Wadiyar IV. Until reorganisation and renaming of Mysore State, Mysore University was the supreme university and prescribed education in and around the Kingdom of Mysore. Various disciplines were, later, delegated to subsidiary institutions, which later grew up to universities. Owing to a rapid increase in the student population, department of medicine was transferred to Rajiv Gandhi University in 1984. Later, in 1998, a surge in engineering disciplines and students forced the spawning of Visvesvaraya Technological University. Old institutes that were affiliated of the University in these disciplines now continue to operate in affiliation to the new ones or in autonomy: Mysore Medical College &amp; Research Institute is affiliated to Rajiv Gandhi University, while engineering and technical institutions like the National Institute of Engineering and SJCE function autonomously.</p>\r\n<p>&nbsp;</p>\r\n<p>Universities headquartered in Mysore</p>\r\n<p>Established University Type Level Specialisation</p>\r\n<p>1916 University of Mysore Public Undergraduate, graduate, post-graduate, and doctoral research Multi-disciplinary</p>\r\n<p>2008 JSS University Private</p>\r\n<p>1996 Karnataka State Open University Public</p>\r\n<p>2008 Karnataka State Music University Music</p>\r\n<p>&nbsp;</p>\r\n<p>Autonomous institutes headquartered in Mysore</p>\r\n<p>Established Institute Type Commissioning Body/Affiliation Level Specialisation</p>\r\n<p>1992 Mahajana Law College Private Affiliated to&nbsp; &nbsp;Mysore University Undergraduate, LLB Law</p>\r\n<p>1924 Mysore Medical College &amp; Research Institute Public Affiliated to&nbsp; Rajiv Gandhi University of Health Sciences Undergraduate, graduate, post-graduate, and doctoral research Medicine</p>\r\n<p>1928 Yuvaraja's College, Mysore Public University of Mysore Basic Science</p>\r\n<p>1946 National Institute of Engineering Government-aided private Affiliated to Visvesvaraya Technological University Engineering</p>\r\n<p>1950 Central Food Technological Research Institute Public Set up by the Council of Scientific and Industrial Research Research and development Food technology</p>\r\n<p>1961 Defence Food Research Laboratory Set up by the Defence Research and Development Organisation Defence and contingency food technology</p>\r\n<p>1963 Regional Institute of Education, Mysore (NCERT) Government Affiliated to University of Mysore Education</p>\r\n<p>1963 Sri Jayachamarajendra College of Engineering Government-aided private Affiliated to Deemed University and&nbsp; All India Council for Technical Education Undergraduate, graduate, post-graduate, and doctoral research Engineering</p>\r\n<p>1966 All India Institute of Speech and Hearing Public Commissioned by the Central Ministry of Health and Family Welfare Audiology, speech, and hearing</p>\r\n<p>1984 JSS Medical College Private JSS University Medicine</p>\r\n<p>1982 JSS Law College Private Autonomous under Karnataka State Law University, Hubballi Undergraduate, graduate, post-graduate Law</p>\r\n<p>1945 Sarada Vilas College Private Affiliated to Mysore University Undergraduate, Graduate, LLB, Pharmacy Educational</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transport in Mysore</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>Warli paintings in Mysore roads</p>\r\n<p>Mysore is connected by National Highway NH-212 to the state border town of Gundlupet, where the road forks into the states of Kerala and Tamil Nadu.:1 State Highway 17, which connects Mysore to Bangalore, was upgraded to a four-lane highway in 2006, reducing travel time between the two cities. A project was planned in 1994 to construct a new expressway to connect Bangalore and Mysore. After numerous legal hurdles, it remains unfinished as of 2012. State Highway 33 and National Highway 275 which connect Mysore to H D Kote and Mangalore respectively. The Karnataka State Road Transport Corporation (KSRTC) and other private agencies operate buses both within the city and between cities. A new division of KSRTC called Mysore City Transport Corporation (MCTC) has been proposed. Within the city, buses are cheap and popular means of transport, auto-rickshaws are also available and tongas (horse-drawn carriages) are popular with tourists. Mysore also has a 42.5-kilometre (26.4 mi) long ring road that is being upgraded to six lanes by the MUDA. Mysore has implemented Intelligent Transport System (ITS) to manage its city buses and ferrying commuters.</p>\r\n<p>&nbsp;</p>\r\n<p>Trin Trin PBS</p>\r\n<p>&nbsp;</p>\r\n<p>A Bicycle Docking Station</p>\r\n<p>A public bicycle sharing system, Trin-Trin, funded partially by the United Nations is popular mode of transport. It is a government project. The key objective of TrinTrin is to encourage local commuters, as well as visitors, to use the bicycle in preference to motorized modes of travel and thereby help scale down the multifarious environmental and road-traffic hazards, enhance conveyance convenience, and make local daily commutes economical for the common citizen.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Mysore Junction</p>\r\n<p>Mysore railway station has three lines, connecting it to Bengaluru, Mangalore, and Chamarajanagar. The first railway line established in the city was the Bengaluru&ndash;Mysuru Junction metre gauge line, which was commissioned in 1882. Railway lines that connect the city to Chamarajanagara and Mangalore are unelectrified single track and the track that connects to Bengaluru is electrified double track. Mysore Railway Junction comes under the jurisdiction of South Western Railway Zone. Within the city limits of Mysuru, there are two small stations in the line which connects Chamarajanagara. They are Ashokpuram and Chamarajapuram. Trains run from Mysore Junction to Bangalore railway station every ten minutes. The fastest train to serve the city is the Shatabdi Express.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>&nbsp;</p>\r\n<p>Mysore Airport</p>\r\n<p>Mysore Airport is a domestic airport and is located about 10 kilometers south of the centre of the city. It was built by the kings of Mysuru in early 1940s. As of September 2019, the nearest International airport is Kannur International Airport in Kannur which lies about 168 kilometres away from Mysuru city.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Oriental Library</p>\r\n<p>Newspaper publishing in Mysore started in 1859 when Bhashyam Bhashyacharya began publishing a weekly newspaper in Kannada called the Mysooru Vrittanta Bodhini, the first of a number of weekly newspapers published in the following three decades. A well-known Mysore publisher during Wodeyar rule was M. Venkatakrishnaiah, known as the father of Kannada journalism, who started several news magazines. Many local newspapers are published in Mysore and carry news mostly related to the city and its surroundings, and national and regional dailies in English and Kannada are available, as in the other parts of the state. Sudharma, the only Indian daily newspaper in Sanskrit, is published in Mysore.</p>\r\n<p>&nbsp;</p>\r\n<p>Mysore was the location of the first private radio broadcasting station in India when Akashavani (voice from the sky) was established in the city on 10 September 1935 by M.V. Gopalaswamy, a professor of psychology, at his house in the Vontikoppal area of Mysore, using a 50-watt transmitter. The station was taken over by the princely state of Mysore in 1941 and was moved to Bangalore in 1955. In 1957, Akashvani was chosen as the official name of All India Radio (AIR), the radio broadcaster of the Government of India. The AIR station at Mysore broadcasts an FM radio channel at 100.6 MHz, and Gyan Vani broadcasts on 105.6. BIG FM, Radio Mirchi and Red FM are the three private FM channels operating in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Mysore started receiving television broadcasts in the early 1980s, when Doordarshan (public service broadcaster of the Indian government) started broadcasting its national channel all over India. This was the only channel available to Mysoreans until Star TV started satellite channels in 1991. Direct-to-home channels are now available in Mysore.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>The Wodeyar kings of Mysore were patrons of games and sports. King Krishnaraja Wodeyar III had a passion for indoor games. He invented new board games and popularised the ganjifa card game. Malla-yuddha (traditional wrestling) has a history in Mysore dating back to the 16th century. The wrestling competition held in Mysore during the Dasara celebrations attracts wrestlers from all over India. An annual sports meeting is organised there during the Dasara season too.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1997 Mysore and Bangalore co-hosted the city's biggest sports event ever, the National Games of India. Mysore was the venue for six sports: archery, gymnastics, equestrianism, handball, table tennis and wrestling. Cricket is by far the most popular sport in Mysore. The city has five established cricket grounds. Javagal Srinath, who represented India for several years as its frontline fast bowler, comes from Mysore. Other prominent sportsmen from the city are Prahlad Srinath, who has represented India in Davis Cup tennis tournaments; Reeth Abraham, a national champion in the heptathlon and a long jump record holder; Sagar Kashyap, the youngest Indian to officiate at the Wimbledon Championships; and Rahul Ganapathy, a national amateur golf champion. The Mysore race course hosts a racing season each year from August through October. India's first youth hostel was formed in the Maharaja's College Hostel in 1949.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Mysore Zoo</p>\r\n<p>Sri Chamarajendra Zoological Gardens</p>\r\n<p>&nbsp;</p>\r\n<p>Mysore Palace</p>\r\n<p>Mysore is a major tourist destination in its own right and serves as a base for other tourist attractions in the vicinity. The city receives a large number of tourists during the 10-day Dasara festival. One of the most visited monuments in India, the Amba Vilas Palace, or Mysore Palace, is the centre of the Dasara festivities. The Jaganmohana Palace, The Sand Sculpture Museum the Jayalakshmi Vilas and the Lalitha Mahal are other palaces in the city. Chamundeshwari Temple, atop the Chamundi Hills, and St. Philomena's Church, Wesley's Cathedral are notable religious places in Mysore.</p>\r\n<p>&nbsp;</p>\r\n<p>The Mysore Zoo, established in 1892, the Karanji, Kukkarahalli and the Blue Lagoon Lake are popular recreational destinations. Blue Lagoon which is a lake with a mini island is located behind KRS water Dam and it is very mesmerising to be there and watch the sunset and sunrise. The colour of the water and the sky is Blue and there is a mini island in the middle due to which it was named as Blue Lagoon. Mysuru has the Regional Museum of Natural History, the Folk Lore Museum, the Railway Museum and the Oriental Research Institute. The city is a centre for yoga-related health tourism that attracts domestic and foreign visitors, particularly those who, for years, came to study with the late Ashtanga vinyasa yoga guru K. Pattabhi Jois.</p>\r\n<p>A short distance from Mysuru city is the neighbouring Mandya District's Krishnarajasagar Dam and the adjoining Brindavan Gardens, where a musical fountain show is held every evening. Places of historic importance close to Mysore are Mandya District's Ranganathaswamy Temple, Srirangapatna. And other historical places are Somanathapura and Talakad. B R Hills, Himavad Gopalaswamy Betta hill and the hill stations of Ooty, Sultan Bathery and Madikeri are close to Mysore. Popular destinations for wildlife enthusiasts near Mysore include the Nagarahole National Park, the wildlife sanctuaries at Melkote, Mandya and B R Hills and the bird sanctuaries at Ranganathittu, Mandya and Kokrebellur, Mandya. Bandipur National Park and Mudumalai National Park, which are sanctuaries for gaur, chital, elephants, tigers, leopards and other threatened species, lie between 40 and 60 mi (64 and 97 km) to the south. Other tourist spots near Mysuru include the religious locations of Nanjanagud and Bylakuppe and the waterfalls at neighbouring districts of Mandya's Shivanasamudra.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>B.K.S. Iyengar, Yoga Expert, Padma Vibhushan</p>\r\n<p>Mysore Vasudevachar, Musician and Composer, Padma Bhushan</p>\r\n<p>Mysore V. Doraiswamy Iyengar, Veena Exponent, Padma Bhushan, Sangeetha Kalanidhi</p>\r\n<p>Mysore T. Chowdiah, Pioneer of the seven-string Violin, Sangeetha Kalanidhi</p>\r\n<p>Mysore brothers, Violin maestros and music composers, comprising Mysore Manjunath and Mysore Nagaraj</p>\r\n<p>R. K. Srikantan, Carnatic music Vocalist, Padma Bhushan, Sangeetha Kalanidhi</p>\r\n<p>R. K. Narayan, Writer, Padma Vibhushan</p>\r\n<p>R. K. Laxman, Cartoonist, Padma Vibhushan, Ramon Magsaysay Award for Journalism, Literature and Creative Communication Arts</p>\r\n<p>N. R. Narayana Murthy, Industrialist, Co-Founder of Infosys, Padma Vibhushan</p>\r\n<p>Vikas Gowda, Olympian, discus thrower and shot putter, Commonwealth Games Gold-Medallist</p>\r\n<p>Javagal Srinath, former Cricketer and current ICC Match Referee</p>\r\n<p>Sabu Dastagir, Hollywood Actor, inducted into the Hollywood Walk of Fame</p>\r\n<p>V. K. Murthy, Cinematographer, Dada Saheb Phalke Award Winner</p>\r\n<p>Vasundhara Doraswamy, Bharatanatyam Exponent and Teacher</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mysore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/850338a6-4659-4979-b878-8118551457a2_Mysuru-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mysuru-karnataka","tags":[{"name":"mysuru","slug":"mysuru"},{"name":"karnataka","slug":"karnataka"},{"name":"mysore","slug":"mysore"}],"recommendations":[{"id":619,"title":"Top Places to visit in Udupi, Karnataka","imageUrl":"ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","dateCreated":"2019-09-08T07:28:30.051Z","dateModified":"2019-09-08T07:28:45.305Z","contributedBy":"AskGif","content":"Udupi is a district in the Indian state of Karnataka. It is the administrative headquarters of Udupi District. It is one of the fastest growing cities in Karnataka &amp; the city has got a modern touch due to various educational institutions. Udupi is one of the top tourist attractions in Karnata","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"udupi","slug":"udupi"}],"slug":"top-places-to-visit-in-udupi-karnataka","total":0},{"id":606,"title":"Top Places to visit in Hassan, Karnataka","imageUrl":"82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","dateCreated":"2019-09-07T12:52:11.384Z","dateModified":"2019-09-07T12:52:32.942Z","contributedBy":"AskGif","content":"Hassan is a city and the district headquarters of Hassan district in the Indian state of Karnataka. The town is situated 980 m (3,220 ft) above sea level. It is named after the Hasanamba temple. The urban population in 2011 was 133,436.\r\n&nbsp;\r\nHassan is a district in Karnataka sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82aed12d-8806-4f24-b803-5bef4c59ce24_Hassan-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"hassan","slug":"hassan"}],"slug":"top-places-to-visit-in-hassan-karnataka","total":0},{"id":594,"title":"Top Places to visit in Belagavi, Belgaum Karnataka","imageUrl":"e300399b-5ba9-4e91-9ddd-047cdd9959b4_Belagavi-railway.jpg","dateCreated":"2019-09-07T02:12:36.182Z","dateModified":"2019-09-07T02:12:50.84Z","contributedBy":"AskGif","content":"Belagavi ( earlier known as &ldquo;Venugrama&rdquo; or the &ldquo;Bamboo Village&rdquo;) is one of the oldest, strong, prominent and well cultured historical place nestling high in the Western Ghats. The old town area with cotton and silk weavers stands gloriously besides the modern, bustling, tr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e300399b-5ba9-4e91-9ddd-047cdd9959b4_Belagavi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"belagavi","slug":"belagavi"},{"name":"belgaum","slug":"belgaum"}],"slug":"top-places-to-visit-in-belagavi-belgaum-karnataka","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}