{"id":615,"title":"रायचूर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"c6f78779-b36f-4757-ad4b-70b548a036b8_Raichur-railway.jpg","dateCreated":"2019-09-08T03:36:38.341Z","dateModified":"2019-09-08T03:37:19.222Z","contributedBy":"AskGif","content":"<p>रायचूर (पूर्व में रायचोर) भारत के कर्नाटक राज्य के रायचूर जिले में एक नगरपालिका है। रायचूर, कृष्णा और तुंगभद्रा नदियों के बीच स्थित है, रायचूर जिले का मुख्यालय है। यह राज्य की राजधानी बैंगलोर से 409 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रायचूर जिला भारतीय राज्य कर्नाटक में एक प्रशासनिक जिला है। यह राज्य के उत्तरपूर्वी भाग में स्थित है और उत्तर में यदगीर जिले, उत्तर पश्चिम में बीजापुर और बगलकोट जिले, पश्चिम में कोप्पल जिले, दक्षिण में बेल्लारी जिले, तेलंगाना के महबूबनगर जिले और आंध्र प्रदेश के कुरनूल जिले से घिरा हुआ है। पूर्व में।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>जिले के ऐतिहासिक आकर्षणों में 1294 में बना रायचूर किला भी है। उल्लेखनीय है कि पास के शहर अनेगुंडी, जिसमें विजयनगर साम्राज्य के कई स्मारक हैं, जिनमें रंगनाथ मंदिर, पंपा झील और कमल महल शामिल हैं,</p>\r\n<p>&nbsp;</p>\r\n<p>रायलूर से 20 किमी की दूरी पर, महालक्ष्मी मंदिर पास के एक गाँव, कल्लूर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रायसूर से लगभग 18 किमी दूर कृष्णा नदी के तट पर देसुगुर श्री सुगुरेश्वर मंदिर (भगवान वीरभद्र)। दोनों मंदिर बस मार्गों के माध्यम से हर समय आसानी से सुलभ हैं।</p>\r\n<p>मास्की एक शहर और एक पुरातात्विक स्थल है। इस साइट में सम्राट अशोक का एक चित्रण है और यह सम्राट अशोक का पहला संपादन था जिसमें पहले अशोका नाम के बजाय अशोक का नाम था जिसमें उन्हें देवानाम्पी पियादासी कहा गया था।</p>\r\n<p>मुदगल मुख्य आकर्षण मुद्गल मुदगल किले और 1557 से पहले जेसुइट्स द्वारा निर्मित एक प्राचीन रोमन कैथोलिक चर्च के अवशेष हैं।</p>\r\n<p>हट्टी गोल्ड माइंस यह खदान संभवतः दुनिया की सबसे प्राचीन धातु की खानों में से एक है, जो पूर्व-अशोकन काल की है। यह भारत में एकमात्र कार्यशील सोने की खान है।</p>\r\n<p>नारदगड़े एक पवित्र स्थान है जहां भगवान नारद ने तपस्या की थी। नारदगड्डे और कोरमगढ़डे द्वीप प्रसिद्ध मंदिर हैं और कृष्णा नदी पर स्थित हैं।</p>\r\n<p>जलदुर्ग एक गढ़वाली गाँव है। बीजापुर के आदिल शाही राजाओं ने किला बनवाया।</p>\r\n<p>पिकलिहल एक पूर्व-ऐतिहासिक स्थल है जो नवपाषाण काल ​​से संबंधित है जो मुद्गल से 5 किमी दक्षिण में स्थित है।</p>\r\n<p>कल्लूर पुरातात्विक स्थल रायचूर के मानवी तालुक में एक कॉपर होर्ड संस्कृति स्थल है। कल्लूर पुरातात्विक स्थल रायचूर से 30 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>रायचूर का एक समृद्ध इतिहास रहा है, जो कई साम्राज्यों का हिस्सा रहा है, जैसे बहमनियों के सुल्तान का विजयनगर, बीजापुर के आदिल शाही वंश और हैदराबाद का निजाम। यह शहर रायचूर किले के लिए प्रसिद्ध है। यहां, फारसी, उर्दू और अरबी में पत्थर के शिलालेख पाए गए हैं, जो कि किले के गढ़ से संबंधित थे, 1294 में इसके निर्माण का जिक्र है। अपार किले के खंडहरों में कई सिंचाई टैंक और पुराने मंदिर हैं। किले का निर्माण 1284 ईस्वी में काकतीय राजा रुद्र द्वारा किया गया था जो काकतीय राजाओं के पतन के बाद विजयनगर साम्राज्य में चला गया था। इसके बाद लगभग दो शताब्दियों तक किला विवाद में रहा। यह 1323 सीई में बहमनियों द्वारा कब्जा कर लिया गया था। सलुवा नरसिंह राय ने अपने वसीयतनामा में इच्छा जाहिर की कि रायचूर शहर को फिर से आबाद किया जाए। यह 1509 में राज्याभिषेक के बाद से कृष्णदेवराय के दिमाग में था। वर्ष 1520 में कृष्णदेवराय ने सईद माराकर को अपनी सेवा में एक मुस्लिम, गोवा में घोड़ों को खरीदने के लिए बड़ी रकम के साथ भेजा। माराकर ने इसके बदले आदिल खान को पैसे दिए और अपनी सेवाएं दीं। कृष्णदेवराय ने एक माँग की कि माराकर को उन पैसों के साथ लौटाया जाए जो विधिवत रूप से मना कर दिए गए थे। शांति की अवधि के दौरान कृष्णदेवराय ने रायचूर दोआब पर एक भव्य हमले की व्यापक तैयारी की। अदालत ने फैसला किया कि रायचूर पर हमला किया जाना चाहिए क्योंकि राजा ने सभी कमांडरों (नायक) को लड़ाई में भाग लेने के लिए आमंत्रित किया।</p>\r\n<p>&nbsp;</p>\r\n<p>रायचूर एपिग्राफिकल पॉइंट से बहुत समृद्ध है। यह पहले से ही सैकड़ों शिलालेखों की उपज है, मौर्य काल से लेकर मुस्लिम काल के अंत तक। शिलालेख विभिन्न भाषाओं जैसे संस्कृत, प्राकृत, कन्नड़, तेलुगु, अरबी और फारसी में हैं और लगभग सभी राजवंशों से संबंधित हैं, जो देवकान पर शासन करते थे। इस दृष्टि से सबसे महत्वपूर्ण स्थान हैं- मास्की, कोप्पल, कुकनूर, हट्टी गोल्ड माइन्स, मुद्गल, लिंगसुगुर और रायचूर।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>रायचूर 16.2 &deg; N 77.37 &deg; E पर स्थित है। इसकी औसत ऊंचाई 407 मीटर (1335 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार,</p>\r\n<p>&nbsp;</p>\r\n<p>67.61% अनुयायियों के साथ रायचूर शहर में हिंदू धर्म बहुसंख्यक है। रायचूर शहर में इस्लाम दूसरा सबसे लोकप्रिय धर्म है, जिसका लगभग 29.87% अनुसरण करता है। रायचूर शहर में, ईसाई धर्म के बाद 1.18%, जैन धर्म में 0.94%, सिख धर्म में 0.08% और बौद्ध धर्म में 0.08% का स्थान है। लगभग 0.00% ने 'अन्य धर्म' कहा, लगभग 0.29% ने 'कोई विशेष धर्म नहीं' कहा। आधिकारिक भाषा कन्नड़ है, लेकिन अंग्रेजी, तेलुगु, हिंदी और उर्दू भी बड़े अनुपात में बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Raichur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c6f78779-b36f-4757-ad4b-70b548a036b8_Raichur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-raichur-karnataka","tags":[{"name":"रायचूर","slug":"raichur"}],"recommendations":[{"id":615,"title":"रायचूर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"c6f78779-b36f-4757-ad4b-70b548a036b8_Raichur-railway.jpg","dateCreated":"2019-09-08T03:36:38.341Z","dateModified":"2019-09-08T03:37:19.222Z","contributedBy":"AskGif","content":"रायचूर (पूर्व में रायचोर) भारत के कर्नाटक राज्य के रायचूर जिले में एक नगरपालिका है। रायचूर, कृष्णा और तुंगभद्रा नदियों के बीच स्थित है, रायचूर जिले का मुख्यालय है। यह राज्य की राजधानी बैंगलोर से 409 किमी दूर स्थित है।\r\n&nbsp;\r\nरायचूर जिला भारतीय राज्य कर्नाटक में एक प्रशासनिक जिला ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c6f78779-b36f-4757-ad4b-70b548a036b8_Raichur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायचूर","slug":"raichur"}],"slug":"top-places-to-visit-in-raichur-karnataka","total":0}]}