{"id":615,"title":"Top Places to visit in Raichur, Karnataka","imageUrl":"c6f78779-b36f-4757-ad4b-70b548a036b8_Raichur-railway.jpg","dateCreated":"2019-09-08T03:36:38.341Z","dateModified":"2019-09-08T03:37:19.222Z","contributedBy":"AskGif","content":"<p>Raichur (formerly Raichore) is a city municipality in the district of Raichur in the Indian state of Karnataka. Raichur, located between Krishna and Tungabhadra rivers, is the headquarters of Raichur district. It is located 409 km from the state capital, Bangalore.</p>\r\n<p>&nbsp;</p>\r\n<p>Raichur District is an administrative district in the Indian state of Karnataka. It is located in the northeast part of the state and is bounded by Yadgir district in the north, Bijapur and Bagalkot district in the northwest, Koppal district in the west, Bellary district in the south, Mahabubnagar district of Telangana and Kurnool district of Andhra Pradesh in the east.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Among the historical attractions in the district is the Raichur Fort, built in 1294. Also notable is the nearby town of Anegundi, which has a number of monuments from the Vijayanagara empire, including the Ranganatha temple, Pampa Lake and Kamal Mahal,</p>\r\n<p>&nbsp;</p>\r\n<p>MahaLaxmi Temple is located in a nearby village, Kallur, at a distance of 20 km from Raichur.</p>\r\n<p>&nbsp;</p>\r\n<p>Deosugur Sri Sugureshwara Temple (Lord Veerabadhra) at the bank of river Krishna, about 18 km from Raichur. Both temples are easily accessible at all times via bus routes.</p>\r\n<p>Maski is a town and an archaeological site. The site has an edict of Emperor Ahoka and it was the first edict of Emperor Ashoka that contained the name Ashoka in it instead of the earlier edicts that referred him as Devanampiye piyadasi.</p>\r\n<p>Mudgal The main attractions Mudgal are the remnants of the Mudgal fort and an ancient Roman Catholic church built by the Jesuits before 1557.</p>\r\n<p>Hatti Gold Mines This mine is probably one of the most ancient metal mines in the world, dating to the Pre-Ashokan period. It is the only functioning Gold mine in India.</p>\r\n<p>Naradagadde is a holy place where Lord Narada is believed to have performed penance. Naradagadde and Koormagadde are islands famous the temples and are located on Krishna river.</p>\r\n<p>Jaladurga is a fortified village. The Adil Shahi Kings of Bijapur built the fort.</p>\r\n<p>Piklihal is a pre-historic site belonging to neolithic period is located 5 km south to Mudgal.</p>\r\n<p>Kallur archaeological site is a Copper Hoard culture site in Manvi taluk of Raichur. Kallur archaeological site is 30 km from Raichur.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Raichur has a rich history, having been a part of various empires, such as the Bahmanis sultan's Vijayanagara, Adil Shahi dynasty of bijapur and nizam of hyderabad. The city is famous for its imposing Raichur Fort. Here, stone inscriptions have been found in Persian, Urdu, and Arabic which belonged to the bastion of the fort, referring to its construction in 1294. Among the ruins of the immense fort are many irrigation tanks and old temples. The fort was built by Kakatiya king Rudra in 1284 CE which passed on to the Vijayanagar kingdom after the decline of the Kakatiyas. Thereafter the fort was under dispute for nearly two centuries. It was captured by the Bahmanis in 1323 CE. Saluva Narasimha Raya expressed a wish in his testament that the city of Raichur be recaptured. This had been in the mind of Krishnadevaraya since his coronation in 1509. In the year 1520 Krishnadevaraya sent Saeed Maraikar, a Muslim in his service, to Goa with a large sum of money to buy horses. Maraikar instead went to Adil Khan with the money and offered his services. Krishnadevaraya made a demand that Maraikar be returned along with the money which was duly refused. During the period of peace Krishnadevaraya made extensive preparations for a grand attack on Raichur doab. After the court decided that Raichur should be attacked the king invited all commanders (Nayakas) in his service to take part in the battle.</p>\r\n<p>&nbsp;</p>\r\n<p>Raichur is very rich from the epigraphical point of view. It has already yielded hundreds of inscriptions, ranging from the Mauryan period up to the end of the Muslim period. The inscriptions are in a variety of languages such as Sanskrit, Prakrit, Kannada, Telugu, Arabic, and Persian and belonging to almost all the dynasties that ruled over the Dekkan. The most important places from this point of view are Maski, Koppal, Kuknur, Hatti Gold Mines, Mudgal, Lingsugur and Raichur.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Raichur is located at 16.2&deg;N 77.37&deg;E. It has an average elevation of 407 metres (1335 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2001 India census,</p>\r\n<p>&nbsp;</p>\r\n<p>Hinduism is majority religion in Raichur city with 67.61 % followers. Islam is second most popular religion in city of Raichur with approximately 29.87 % following it. In Raichur city, Christianity is followed by 1.18 %, Jainism by 0.94 %, Sikhism by 0.08 % and Buddhism by 0.08 %. Around 0.00 % stated 'Other Religion', approximately 0.29 % stated 'No Particular Religion'. Official language is Kannada, but English,Telugu, Hindi and Urdu are also spoken in large proportion.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Raichur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c6f78779-b36f-4757-ad4b-70b548a036b8_Raichur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-raichur-karnataka","tags":[{"name":"raichur","slug":"raichur"}],"recommendations":[{"id":615,"title":"Top Places to visit in Raichur, Karnataka","imageUrl":"c6f78779-b36f-4757-ad4b-70b548a036b8_Raichur-railway.jpg","dateCreated":"2019-09-08T03:36:38.341Z","dateModified":"2019-09-08T03:37:19.222Z","contributedBy":"AskGif","content":"Raichur (formerly Raichore) is a city municipality in the district of Raichur in the Indian state of Karnataka. Raichur, located between Krishna and Tungabhadra rivers, is the headquarters of Raichur district. It is located 409 km from the state capital, Bangalore.\r\n&nbsp;\r\nRaichur ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c6f78779-b36f-4757-ad4b-70b548a036b8_Raichur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"raichur","slug":"raichur"}],"slug":"top-places-to-visit-in-raichur-karnataka","total":0}]}