{"id":616,"title":"Top Places to visit in Ramanagara, Karnataka","imageUrl":"7f32f77a-f215-4efa-a5d3-67fc571bf1fe_Ramanagara-railway.jpg","dateCreated":"2019-09-08T06:35:33.138Z","dateModified":"2019-09-08T06:35:52.9Z","contributedBy":"AskGif","content":"<p>Ramanagara is a city and a city municipal council in the Indian state of Karnataka. It is also the headquarters of Ramanagara district. It is approximately 50 kilometers from Bangalore. There is bus and train public transportation which approximately takes 90 minutes from Bangalore.</p>\r\n<p>&nbsp;</p>\r\n<p>Ramanagara district, is one of the 30 districts of Karnataka state in southern India. Ramanagara City is the administrative headquarters of this district. The district is part of Bengaluru Division.</p>\r\n<p>&nbsp;</p>\r\n<p>Famous Bollywood movie Sholay was shoot in 1975 at the surrounding hills of Ramanagara now called Ramagiri hills but also has nick name of Sholay hills.</p>\r\n<p>&nbsp;</p>\r\n<p>The town was known as Shamserabad at the ruling time of Tippu Sultan. It was then called Closepet, after Sir Barry Close (1756&ndash;1813) in pre-Independence times. This name is retained in geology. Then Closepet was called Ramanagara. Ramanagara's name was based on the historical story of the Ramayana.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Ramanagara had a population of 79,365. Males constitute 52% of the population and females 48%. Ramanagara has an average literacy rate of 63%, higher than the national average of 59.5%: male literacy is 67%, and female literacy is 58%. In Ramanagara, 13% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Figures for the district, which was carved out of Bangalore Rural in September 2007, are not available as yet.[when?] Now it is changed to Ramanagara district.[clarification needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>&nbsp;</p>\r\n<p>The cocoon market at Ramnagara</p>\r\n<p>Ramanagara is well known for its sericulture, and is nicknamed Silk Town and Silk City . The silk produced in this region forms the input for the famous Mysore Silk. Ramanagara is the largest market for silk cocoons in Asia. 50 tonnes of cocoon a day arrive at the town. Ramanagar has extensive granite sites.</p>\r\n<p>&nbsp;</p>\r\n<p>Closepet granites</p>\r\n<p>&nbsp;</p>\r\n<p>Distribution of the Closepet granites</p>\r\n<p>The Closepet granites are a major geological feature of this region and are from the Lower Proterozoic era. This belt of rocks extends in the north-south direction in 50 km belt. This belt has younger potassic granites and is believed to separate two distinct crustal blocks of Archaean age. The block to the west has low-grade granite-greenstone belts with iron-manganese ores and to the east are younger gneisses of granitic and granodioritic composition with gold-bearing schist belts.</p>\r\n<p>&nbsp;</p>\r\n<p>Hills and landscape</p>\r\n<p>This region has several tall granitic hills which are famous for many short rock climbs, typically 1 to 2 pitches in length. Grades vary from 5.8 American to 5.11 American. It is home to some of the world's oldest granite outcrops. Some of the interesting climbs are on the Wanakkal wall (\"Gabbar ki asli pasand\", \"Labor pain\"), on the Rainbow wall (\"UIAA\", \"Kalia\"), on Anna-Thamma (\"Darkness at dawn\", \"Black Diamond\", the name Anna-Thama means 'elder-brother-younger-brother' in Kannada).</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Ramdevarabetta showing the cave entrances made for the film A Passage to India</p>\r\n<p>Another well-known hill is Ramadevarabetta. Along with Savandurga this was one of the shooting locations for David Lean's A Passage to India. Small door like grottoes was made in the rock to resemble caves. It was also in this region that the path-breaking Hindi movie, Sholay, was shot.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>View from Ramadevarabetta</p>\r\n<p>Other famous hills in the region include the Revanasideshwara hill and Handigundi. Bilikal Rangaswamy Betta is a popular tourist spot in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>These hills have been threatened by quarrying and also plans to carve these hills into statues. The region is covered in scrub forest and is home to threatened bird species such as the yellow-throated bulbul and long-billed vultures. The hill is today one of the few locations in south India where long-billed vultures nest. The region is also home to numerous sloth bears.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ramanagara</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7f32f77a-f215-4efa-a5d3-67fc571bf1fe_Ramanagara-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ramanagara-karnataka","tags":[{"name":"karnataka","slug":"karnataka"},{"name":"ramanagara","slug":"ramanagara"}],"recommendations":[{"id":618,"title":"Top Places to visit in Tumakuru, Karnataka","imageUrl":"f117cb63-41cb-49d6-8dcf-f806d4eba7d6_Tumakuru-railway.jpg","dateCreated":"2019-09-08T07:12:51.544Z","dateModified":"2019-09-08T07:13:23.14Z","contributedBy":"AskGif","content":"Tumkur (officially renamed as Tumakuru) is one of the industrial cities located in the state of Karnataka, also known as Shaikshanika Nagari (city of education) and Kalpatharu Nadu (land of coconut trees). Since 28 August 2010, Tumkur has been accorded the status of a City Corporation. It is situ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f117cb63-41cb-49d6-8dcf-f806d4eba7d6_Tumakuru-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"tumkur","slug":"tumkur"},{"name":"tumakuru","slug":"tumakuru"}],"slug":"top-places-to-visit-in-tumakuru-karnataka","total":0},{"id":610,"title":"Top Places to visit in Kolar, Karnataka","imageUrl":"2de3744a-ec91-4579-aa95-b4fe1c474f3d_Kolar-railway.jpg","dateCreated":"2019-09-07T16:16:58.601Z","dateModified":"2019-09-07T16:17:44.209Z","contributedBy":"AskGif","content":"Kolar is a city in the Indian state of Karnataka. It is the headquarters of Kolar District. The city is known for its milk production and the gold mines. It is also known for Someshwara temple and the Kolaramma temple.\r\n&nbsp;\r\nKolar district is a district in the state of Karnataka,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2de3744a-ec91-4579-aa95-b4fe1c474f3d_Kolar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"kolar","slug":"kolar"}],"slug":"top-places-to-visit-in-kolar-karnataka","total":0},{"id":599,"title":"Top Places to visit in Chikkaballapur, Karnataka","imageUrl":"d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","dateCreated":"2019-09-07T03:10:08.208Z","dateModified":"2019-09-07T03:10:23.724Z","contributedBy":"AskGif","content":"Chikkaballapur is the district headquarters of the newly created Chikkaballapur district in the state of Karnataka, India. It is located within 3 km of Muddenahalli (the birthplace of eminent engineer and statesman Sir Mokshagundam Visvesvarayya). A $400 million Pharmaceutical SEZ is coming up in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chikkaballapur","slug":"chikkaballapur"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-chikkaballapur-karnataka","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}