{"id":617,"title":"शिवमोगा में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","dateCreated":"2019-09-08T06:52:04.18Z","dateModified":"2019-09-08T06:52:18.235Z","contributedBy":"AskGif","content":"<p>शिमोगा, जिसे आधिकारिक रूप से शिवमोग्गा के रूप में जाना जाता है, भारत के कर्नाटक राज्य के मध्य भाग में एक शहर और शिमोगा का जिला मुख्यालय है। शहर तुंगा नदी के तट पर स्थित है। पश्चिमी घाट के पहाड़ी क्षेत्र के लिए प्रवेश द्वार होने के कारण, शहर को लोकप्रिय रूप में \"मलनाड का प्रवेश द्वार\" के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिवमोगा जिला भारत के कर्नाटक राज्य में एक जिला है। शिवमोगा जिले का एक प्रमुख हिस्सा मलनाड क्षेत्र या सह्याद्री में स्थित है। शिवमोगा शहर इसका प्रशासनिक केंद्र है। जोग फॉल्स एक प्रमुख पर्यटक आकर्षण है। 2011 तक शिवमोगा जिले की आबादी 1,755,512 है। सात तालुके हैं: भद्रावती, होसनगर, सागर, शिमोगा, शिकारीपुरा, सोरबा और तीर्थहल्ली।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर समुद्र तल से 569 मीटर ऊंचा है और हरे-भरे धान के खेत, सुपारी और नारियल के पेड़ों से घिरा हुआ है। 2011 की जनगणना के अनुसार, शिमोगा शहर की जनसंख्या 4,95,789 है, जिसमें 2,51,978 पुरुष और 2,43,650 महिलाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शिमोगा कर्नाटक में हाई स्कूल और प्री-यूनिवर्सिटी शिक्षा के लिए महत्वपूर्ण केंद्रों में से एक है। पूर्व-विश्वविद्यालय (पीयू) शिक्षा के लिए शिमोगा में उल्लेखनीय संस्थानों में शामिल हैं: श्री अरबिंदो पीयू कॉलेज, पीएसीयू पीयू कॉलेज, आचार्य पीयू कॉलेज (नंदना एजुकेशन ट्रस्ट)।</p>\r\n<p>&nbsp;</p>\r\n<p>गजानुर का गाँव एक जवाहर नवोदय विद्यालय (केंद्रीय विद्यालय) की मेजबानी करता है जो एक बोर्डिंग स्कूल है। कुवेम्पु विश्वविद्यालय शंकरघाट से 20 किमी की दूरी पर शंकरघाट में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट हाई स्कूल शिमोगा का सबसे पुराना शिक्षण संस्थान है। यह 1853 में अंग्रेजों द्वारा शुरू किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिमोगा इंस्टीट्यूट ऑफ मेडिकल साइंसेज शिमोगा में मेडिकल साइंस कॉलेज है और सरकारी विभागों द्वारा प्रबंधित किया जाता है। सुब्बैया इंस्टीट्यूट ऑफ मेडिकल साइंसेज पुरले में स्थित है। शरवती डेंटल कॉलेज भी शिमोगा में स्थित है। शिवमोग्गा में दो इंजीनियरिंग कॉलेज, जवाहरलाल नेहरू नेशनल कॉलेज ऑफ़ इंजीनियरिंग और PES इंस्टिट्यूट ऑफ़ टेक्नोलॉजी एंड मैनेजमेंट भी हैं। Tegginamath Arts Education Society आयुर्वेदिक चिकित्सा Nidige में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंडस्ट्रीज</p>\r\n<p>&nbsp;</p>\r\n<p>आरएमसी यार्ड, शिमोगा</p>\r\n<p>पर्लाइट इंडस्ट्रीज, मालनाद अलॉयज, शांथला स्पेरोकास्ट, विजय टेक्नोक्रेट्स, परफेक्ट मिश्र, स्मिथ एंड फाउंडर्स (इंडिया) लिमिटेड कुछ उद्योग हैं जो भारत में प्रमुख मूल निर्माताओं को आपूर्ति और कई देशों और कई अन्य उद्योगों को अपने उत्पादों का निर्यात करते हैं। स्थित हैं शिमोगा में। शिमोगा का एपीएमसी, सुपारी का मुख्य विपणन बिंदु है, जो जिले में और उत्तर कन्नड़ जैसे पड़ोसी जिलों में उगाई जाने वाली प्रमुख वाणिज्यिक फसल है। शिमोगा में सबसे बड़ा एस्कुट नट बाजार है, और उच्च गुणवत्ता वाले एरेका नट्स की खरीद के लिए जाना जाता है। अन्य कृषि उत्पाद जैसे चावल, मिर्च, नारियल आदि का विपणन भी एपीएमसी में किया जाता है। इसके अलावा गारमेंट उद्योग जैसे शाही निर्यात और कई अन्य उद्योग स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिमोगा आईटी पार्क भविष्य के शिमोगा हवाई अड्डे के पास शिमोगा के बाहर बनाया गया एक सूचना प्रौद्योगिकी केंद्र है। आईटी पार्क में 24/7 विद्युत क्षमता, डीजल बैकअप जनरेटर, और आईटी उद्योग द्वारा उपयोग के लिए उच्च गति T1 डेटा कनेक्शन जैसे डेटा सेंटर, कॉल सेंटर, एयरोस्पेस, रोबोटिक्स, आदि के साथ 100000 वर्ग फुट का कार्यालय भवन शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>केएसआरटीसी बस स्टैंड</p>\r\n<p>शिमोगा बैंगलोर, मैंगलोर, हुबली जैसे प्रमुख शहरों से सड़क मार्ग द्वारा अच्छी तरह से जुड़ा हुआ है। दो प्रमुख राष्ट्रीय राजमार्ग शहर से होकर गुजरते हैं। शहर में दो रेलवे स्टेशन हैं, और ऐसी ट्रेनें हैं जो बैंगलोर और मैसूरु से चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिमोगा एयरपोर्ट शिमोगा से 6 किमी दक्षिण में सोगाने में निर्माणाधीन है। निकटतम अंतरराष्ट्रीय हवाई अड्डे केम्पेगौड़ा अंतर्राष्ट्रीय हवाई अड्डे और मंगलुरु हवाई अड्डे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>U. R. अनंतमूर्ति, ज्ञानपीता अवार्डी।</p>\r\n<p>सरेकोप्पा बंगारप्पा, एक भारतीय राजनीतिज्ञ, जो 1990 से 1992 तक कर्नाटक के 12 वें मुख्यमंत्री थे।</p>\r\n<p>न्यायमूर्ति एम। राम जोस, पंजाब और हरियाणा उच्च न्यायालय के पूर्व मुख्य न्यायाधीश, राज्यसभा के पूर्व सदस्य, झारखंड और बिहार के पूर्व राज्यपाल और भारत के सर्वोच्च न्यायालय में एक वरिष्ठ अधिवक्ता हैं।</p>\r\n<p>कुवेम्पु, ज्ञानपीता अवार्डी।</p>\r\n<p>कादलीज मंजप्पा, एक वयोवृद्ध स्वतंत्रता सेनानी और कर्नाटक के पूर्व मुख्यमंत्री</p>\r\n<p>वयोवृद्ध स्वतंत्रता सेनानी खादी शंकरप्पा।</p>\r\n<p>जी.एस. शिवरुद्रप्पा, एक राष्ट्रकवि।</p>\r\n<p>शिमोगा सुब्बन्ना, एक पार्श्व गायिका।</p>\r\n<p>सुदीप, एक अभिनेता और कन्नड़ सिनेमा के निर्देशक हैं।</p>\r\n<p>गुंडप्पा विश्वनाथ, एक पूर्व क्रिकेटर।</p>\r\n<p>बी.एस. येदियुरप्पा, एक राजनीतिज्ञ और कर्नाटक के मुख्यमंत्री</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>शिमोगा जिले को सात तालुकों में बांटा गया है: शिमोगा, भद्रावती, तीर्थहल्ली, सागर, शिकारीपुरा, सोरबा और होसनगर।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला प्रशासन का नेतृत्व डिप्टी कमिश्नर करते हैं जिनकी एक जिला मजिस्ट्रेट की अतिरिक्त भूमिका होती है। सहायक आयुक्त, तहसीलदार, शिरस्टेडर, राजस्व निरीक्षक और ग्राम लेखाकार जिले के प्रशासन में उपायुक्त की मदद करते हैं। मुख्यालय शिमोगा शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिमोगा लोक सभा निर्वाचन क्षेत्र में पूरा शिमोगा जिला शामिल है और दावणगेरे जिले के चन्नगिरी तालुक के नल्लुरू और उबरानी हाबली के कुछ हिस्सों को भी शामिल किया गया है। 2005 तक इसमें 1,286,181 मतदाता थे: अनुसूचित जाति और अनुसूचित जनजाति के खाते में 2.2 लाख थे; लिंगायतों के खाते में दो लाख; देवेरू (इदिगा) खाते में 1.8 लाख; (मड़ीवाला) खाते में 1.2 लाख, मुसलमानों के खाते में 1.6 लाख; ब्राह्मण और वोक्कालिगा के खाते में 1.25 लाख रुपये हैं। कर्नाटक राज्य की विधान सभा के लिए सात सदस्य चुने जाते हैं। शिमोगा जिले में विधानसभा क्षेत्र हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>भद्रावती</p>\r\n<p>सगर</p>\r\n<p>शिकारीपुरा</p>\r\n<p>शिमोगा</p>\r\n<p>शिमोगा ग्रामीण</p>\r\n<p>Soraba</p>\r\n<p>तीर्थहल्ली</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>झरने</p>\r\n<p>जोग जलप्रपात भारत का सबसे ऊँचा और एशिया में दूसरा सबसे ऊँचा जलप्रपात है। शरवती नदी चार अलग-अलग प्रवाह में कण्ठ में गिरती है जिसे राजा, रानी, ​​रोवर और रॉकेट कहा जाता है। जोग फॉल्स सागर तालुक में स्थित है और 30 किमी है। सागर शहर से।</p>\r\n<p>कुंचिकल फॉल्स भारत में 11 वां सबसे ऊंचा झरना है और विश्व में 313 वां सबसे ऊंचा 455 मीटर की ऊंचाई पर स्थित है और दुनिया के सबसे ऊंचे झरनों की सूची में 116 वें स्थान पर है। यह झरना मस्तीकट के पास है और वरही नदी द्वारा बनाया गया है।</p>\r\n<p>बरकाना फॉल्स अगुम्बे के पास है और थिरथाहल्ली शहर से 80 किमी दूर है। बरकाना जलप्रपात भारत का 10 वां सबसे ऊंचा झरना है और दुनिया में 308 रैंक पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>भद्रावती में भद्रा नदी परियोजना बांध।</p>\r\n<p>अचकन्या फॉल्स होशानगरा के रास्ते में थिरथाहल्ली से 10 किमी दूर अल्ससुरुली नामक एक गाँव के पास स्थित है। गिर का निर्माण शरवती नदी द्वारा किया गया है।</p>\r\n<p>वानेक-एबे फॉल्स अगुम्बे से 4 किमी दूर मलनाड जंगलों के बीच में है।</p>\r\n<p>हिडलामेन फॉल्स होसानगर तालुक में निट्टुर के पास है। इस तक पहुंचने का एकमात्र रास्ता ट्रेकिंग है।</p>\r\n<p>डब्बे फॉल्स, सागर सागर तालुक में होसागादे के पास स्थित है। सागर से भटकल तक की सड़क पर, होसगादडे कर्गल शहर से लगभग 20 किमी दूर है। होसागादे से जंगल में 6 से 8 किमी की पैदल दूरी पर डबे फॉल्स जाता है।</p>\r\n<p>बांधों</p>\r\n<p>लिंगनामाकी बांध सागर तालुक में शरवती नदी के पार बना है और जोग जलप्रपात से 6 किमी दूर है। यह महात्मा गांधी जल विद्युत परियोजना के लिए मुख्य फीडर जलाशय है। इसमें 27.5 मेगावाट की दो बिजली उत्पादन इकाइयाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुडली में एक छोटा सा मंदिर।</p>\r\n<p>भद्रा नदी बांध भद्रावती शहर से 20 किमी की दूरी पर लक्कवल्ली में भद्रा नदी के पार बनाया गया है। बांध का निर्माण सर ने किया था। एम। विश्वेश्वरैया, कर्नाटक राज्य के तत्कालीन मुख्य अभियंता। बांध मुख्य रूप से भद्रावती तालुक और चिक्कमगलुरु जिले के तारिकेरे तालुक में और उसके आसपास सिंचाई का काम करता है।</p>\r\n<p>गजानुर बांध शिमोगा शहर से 12 किमी दूर गजानुर नामक एक गाँव में तुंगा नदी के पार बनाया गया है।</p>\r\n<p>नदियों</p>\r\n<p>तुंगा और भद्रा वराह पर्वत पर उत्पन्न होती हैं। वे कुडली में मिलते हैं और तुंगभद्रा नदी बन जाती है। कुडली शिमोगा शहर से 16 किमी दूर है और कुडली में स्मार्ट मठ की स्थापना 1576 ईस्वी में श्रृंगेरी के जगद्गुरु नरसिम्हा भारती ने की थी।</p>\r\n<p>अंबरीथर्थ, तीर्थहल्ली-होशानगर मार्ग पर थिरथाहल्ली से 10 किमी दूर स्थित है। शरवती नदी का उद्गम इसी स्थान पर हुआ है।</p>\r\n<p>वरदामूला सागर शहर से 6 किमी दूर है। वरदा नदी की उत्पत्ति इसी स्थान पर हुई है। वरदा तुंगभद्रा में शामिल होने से पहले बनवासी शहर से बहती है।</p>\r\n<p>हिल स्टेशन</p>\r\n<p>अगुम्बे शिमोगा शहर से 90 किमी पश्चिम में है। इसे दक्षिण भारत के चेरापूंजी के नाम से जाना जाता है। अगुम्बे समुद्र तल से 830 मीटर ऊपर है। यह स्थान अपने सूर्यास्त के दृश्य के लिए प्रसिद्ध है।</p>\r\n<p>कवलदुर्गा समुद्र तल से 5,056 फीट (1,541 मीटर) पहाड़ी पर एक किला है।</p>\r\n<p>&nbsp;</p>\r\n<p>तालगुंडा में इस रॉक स्तंभ पर शिलालेख लंबवत लिखे गए हैं।</p>\r\n<p>शिमोगा शहर से 115 किलोमीटर दूर कोदाचद्री पहाड़ियाँ हैं। पहाड़ियाँ समुद्र तल से 1343 मीटर ऊपर हैं।</p>\r\n<p>कुंदाद्री तीर्थहल्ली के पास एक पहाड़ी है। यह अपने रॉक संरचनाओं के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>सांस्कृतिक विरासत</p>\r\n<p>शिवप्पा नायक महल और संग्रहालय शिमोगा शहर में है। इस महल को 17 वीं शताब्दी के दौरान शिवप्पा नायक ने बनवाया था। इसके बगल में कोटे सीतारमंजनी मंदिर है।</p>\r\n<p>सेक्रेड हार्ट चर्च, 1990 के दशक में निर्मित और एशिया का दूसरा सबसे बड़ा चर्च, शिमोगा शहर में है। इसमें वास्तुकला की रोमन और गॉथिक शैलियों की विशेषताएं हैं।</p>\r\n<p>लक्ष्मीनारसिंह मंदिर भद्रावती शहर में स्थित है। इसे होयसल शैली में बनाया गया है जिसे 'त्रिकुटाचला' कहा जाता है।</p>\r\n<p>चंद्रगुप्ति किला बल्लीगावी के पास है जिसे बनवासी कदंबों ने बनवाया था। रेणुकाम्बा मंदिर इसी गाँव में है।</p>\r\n<p>हम्खा एक जैन तीर्थ स्थान है जहाँ एक पंचकुटा बासाडी है जो 10 वीं और 11 वीं शताब्दी सीई के दौरान बनाया गया था।</p>\r\n<p>केदारेश्वरा मंदिर कुबेटूर में स्थित है। इसे चालुक्य शैली में बनाया गया है।</p>\r\n<p>नागरा, जिसे पहले बिदुर कहा जाता था, केलाडी राजाओं की अंतिम राजधानी थी और बाद में हैदर अली द्वारा 1763 के दौरान ली गई थी। इस शहर में हैदर अली टैंक, नीलकंठेश्वर मंदिर और वेंकटरमण मंदिर स्थित हैं।</p>\r\n<p>केलडी और इकेरी केलाडी नायक की राजधानियाँ थीं। स्थान सागर के पास हैं।</p>\r\n<p>तालगुंडा शिकारीपुरा तालुक का एक गाँव है। एक पत्थर के खंभे पर स्थित तालगुंडा शिलालेख प्राकृत भाषा में है। शिलालेख के लेखक शांतिवर्मन के दरबारी कवि कुब्जा थे।</p>\r\n<p>वन्यजीव</p>\r\n<p>ऊपर फ्लोरा और जीव अनुभाग देखें</p>\r\n<p>गेलरी</p>\r\n<p>&nbsp;</p>\r\n<p>गैंडाबुंडा छत की मूर्तिकला, रामेश्वर मंदिर, केलडी, सागर</p>\r\n<p>त्रिपुरान्तकेश्वर मंदिर, बल्लीगावी, शिमोगा जिला</p>\r\n<p>अघोरेश्वर मंदिर मंतपा, इककेरी, शिमोगा जिला</p>\r\n<p>नागरा या बिदनूर किला, शिमोगा जिला</p>\r\n<p>सर्वज्ञपीठ, कोदाचद्री</p>\r\n<p>मारिकम्बा मंदिर, सागर,</p>\r\n<p>लक्ष्मीनारसिंह मंदिर, होयसल शैली, भद्रावती, कर्नाटक</p>\r\n<p>कवि कुवेम्पु का जन्मस्थान, कुप्पली गाँव।</p>\r\n<p>तुंगा नदी, तीर्थहल्ली के पार बंधे आर्च ब्रिज</p>\r\n<p>हुक्काराय स्वामी मंदिर, शिकारीपुर, शिमोगा जिला</p>\r\n<p>ओनेक अब्बी शिमोगा जिले के अगुम्बे के पास पड़ता है</p>\r\n<p>निठुर के पास हिडलुमेन फॉल्स</p>\r\n<p>कुडली - संगमेश्वर मंदिर</p>\r\n<p>केलडी, सगरा - रामेश्वर मंदिर</p>\r\n<p>कोटे सीतारमणंजय मंदिर</p>\r\n<p>जोग जलप्रपात, सागर। मानसून के दौरान</p>\r\n<p>कुप्पल्ली - कविशिला</p>\r\n<p>इकेरी, सागर - अघोरेश्वर मंदिर</p>\r\n<p>बल्लीगवी - केदारेश्वर मंदिर</p>\r\n<p>भद्र जलाशय परियोजना बांध (B R P P बांध)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shimoga_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-shivamogga-karnataka","tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"शिवमोगा","slug":"shivamogga"}],"recommendations":[{"id":608,"title":"कालाबुरागी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","dateCreated":"2019-09-07T14:45:29.048Z","dateModified":"2019-09-07T14:45:42.926Z","contributedBy":"AskGif","content":"गुलबर्गा, जिसे कालाबुरागी के नाम से भी जाना जाता है, भारत के कर्नाटक राज्य में एक शहर है। यह गुलबर्गा जिले का प्रशासनिक मुख्यालय और उत्तरी कर्नाटक क्षेत्र का एक प्रमुख शहर है। गुलबर्गा राज्य की राजधानी बैंगलोर से 623 किमी उत्तर में है और हैदराबाद से 220 किमी दूर है। पहले यह हैदराबाद राज्य का हिस्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कालाबुरागी","slug":"kalaburagi"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-kalaburagi-karnataka","total":0},{"id":601,"title":"चित्रदुर्ग में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","dateCreated":"2019-09-07T04:28:02.918Z","dateModified":"2019-09-07T04:28:48.064Z","contributedBy":"AskGif","content":"चित्रदुर्ग (जिसे स्थानीय रूप से दुर्गा के नाम से भी जाना जाता है) एक शहर और चित्रदुर्ग जिले का मुख्यालय है जो भारतीय राज्य कर्नाटक के दक्षिणी भाग में वेदवती नदी की घाटी पर स्थित है। यह राज्य की राजधानी बेंगलुरु से लगभग 200 किमी दूर स्थित है।\r\n&nbsp;\r\nचित्रदुर्ग जिला दक्षिण भारत में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"चित्रदुर्ग","slug":"chitradurga"}],"slug":"top-places-to-visit-in-chitradurga-karnataka","total":0},{"id":593,"title":"बल्लारी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","dateCreated":"2019-09-06T03:30:00.354Z","dateModified":"2019-09-06T03:30:15.55Z","contributedBy":"AskGif","content":"बेल्लारी, आधिकारिक तौर पर बल्लारी, नामिक बेलारी जिले में, भारत के कर्नाटक राज्य का एक प्रमुख शहर है। यह राज्य की राजधानी बंगलुरु से 311 किमी और हैदराबाद से 358 किमी दूर है। बेल्लारी की शहरी आबादी 4,10,445 है और 7,70,929 की मेट्रो आबादी इसे कर्नाटक के सबसे अधिक आबादी वाले शहरों में से एक बनाती है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बल्लारी","slug":"ballari"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-ballari-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}