{"id":617,"title":"Top Places to visit in Shivamogga, Karnataka","imageUrl":"10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","dateCreated":"2019-09-08T06:52:04.18Z","dateModified":"2019-09-08T06:52:18.235Z","contributedBy":"AskGif","content":"<p>Shimoga, officially known as Shivamogga, is a city and the district headquarters of Shimoga in the central part of the state of Karnataka, India. The city lies on the banks of the Tunga River. Being the gateway for the hilly region of the Western Ghats, the city is popularly nicknamed as \"Gateway of Malnad\".</p>\r\n<p>&nbsp;</p>\r\n<p>Shivamoga district is a district in the Karnataka state of India. A major part of Shivamoga district lies in the Malnad region or the Sahyadri. Shivamoga city is its administrative centre. Jog Falls is a major tourist attraction. As of 2011 Shivamoga district has a population of 1,755,512. There are seven taluks: Bhadravathi, Hosanagara, Sagara, Shimoga, Shikaripura, Soraba and Thirthahalli.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is 569 m above sea level and is surrounded by lush green paddy fields, arecanut and coconut groves. The population of Shimoga city is 4,95,789 consisting of 2,51,978 males and 2,43,650 females, as per 2011 census.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Shimoga is one of the important centers for the high school and the pre-university education in Karnataka. Notable institutes in Shimoga for pre-university (PU) education include: Sri Aurobindo PU College, PACE PU College, Acharya PU College (Nandana Education Trust.</p>\r\n<p>&nbsp;</p>\r\n<p>The village of Gajanur hosts a Jawahar Navodaya Vidyalaya (central school) which is a boarding school. Kuvempu University is located in Shankarghatta, at a distance of 20 km from Shimoga.</p>\r\n<p>&nbsp;</p>\r\n<p>Government High School is the oldest education institution in Shimoga. It was started by the British in 1853..</p>\r\n<p>&nbsp;</p>\r\n<p>Shimoga Institute of Medical Sciences is the medical sciences college at Shimoga and managed by Government Departments. Subbaiah Institute of Medical Sciences is located at Purale. Sharavathi Dental College is also located in Shimoga. Shivamogga also has two engineering colleges, Jawaharlal Nehru National College of Engineering and PES Institute of Technology and Management. Tegginamath Arts Education Society Ayurvedic medical is located in Nidige.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries</p>\r\n<p>&nbsp;</p>\r\n<p>RMC Yard, Shimoga</p>\r\n<p>Industries like Pearlite Industries, Malnad Alloys, Shanthala Sperocast, Vijay Technnocrats, Perfect Alloys, Smiths &amp; Founders (India)Limited are some foundries manufacture quality castings, supply to major Original Manufacturers in India and also exporting their products to many countries and several other Industries are located in Shimoga. APMC of Shimoga is main marketing point of arecanut, the major commercial crop grown in the district and well as in neighbouring districts like Uttara Kannada. Shimoga has the biggest areca nut market, and known for procuring high quality areca nuts. Other agricultural produces like rice, chili, coconut etc. are also marketed in APMC. Also Garment Industries like Shahi Exports and many other Industries situated.</p>\r\n<p>&nbsp;</p>\r\n<p>Shimoga IT Park is an information technology hub built just outside Shimoga near the future Shimoga Airport. The IT Park consists of a 100000 sq ft office building with 24/7 electrical capacity, diesel backup generators, and high speed T1 data connections for use by IT industries such as data centres, call centres, aerospace, robotics, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>&nbsp;</p>\r\n<p>KSRTC Bus Stand</p>\r\n<p>Shimoga is well connected by road to major cities like Bangalore, Mangalore, Hubli. Two major National Highways pass through the City. The city has two railway station, and there are trains that run to and from Bangalore and Mysuru.</p>\r\n<p>&nbsp;</p>\r\n<p>Shimoga Airport is under construction in Sogane, 6 km south of Shimoga. The nearest international airports are Kempegowda International Airport and Mangaluru Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>U. R. Ananthamurthy, a Jnanapeeta Awardee.</p>\r\n<p>Sarekoppa Bangarappa, an Indian politician who was the 12th Chief Minister of Karnataka from 1990 to 1992.</p>\r\n<p>Justice M. Rama Jois, a former Chief Justice of the Punjab and Haryana High Court, a former member of Rajya Sabha, a former Governor of Jharkhand and Bihar states and a senior advocate in the Supreme Court of India.</p>\r\n<p>Kuvempu, a Jnanpeeta Awardee.</p>\r\n<p>Kadidal Manjappa, a veteran freedom fighter and a former Chief minister of karnataka</p>\r\n<p>Khadi Shankarappa, a veteran freedom fighter.</p>\r\n<p>G. S. Shivarudrappa, a Rashtrakavi.</p>\r\n<p>Shimoga Subbanna, a playback singer.</p>\r\n<p>Sudeep, an actor and a director of Kannada cinema.</p>\r\n<p>Gundappa Viswanath, a former cricketer.</p>\r\n<p>B. S. Yeddyurappa, a politician and Chief Minister of Karnataka</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>Shimoga district is divided into seven taluks: Shimoga, Bhadravathi, Thirthahalli, Sagara, Shikaripura, Soraba and Hosanagara.</p>\r\n<p>&nbsp;</p>\r\n<p>The district administration is headed by the deputy commissioner who has the additional role of a district magistrate. Assistant commissioners, tahsildars, shirastedars, revenue inspectors and village accountants help the deputy commissioner in the administration of the district. The headquarters is Shimoga city.</p>\r\n<p>&nbsp;</p>\r\n<p>The Shimoga Lok Sabha constituency comprises the entire Shimoga district and also covers parts of Nalluru and Ubrani hoblis of Channagiri taluk of Davanagere district. As of 2005 it had 1,286,181 voters: Scheduled Castes and Scheduled Tribes account for 2.2 lakhs; Lingayats account for two lakhs; Deevaru (Idiga)account for 1.8 lakh; (Madivala) account for 1.2 lakh;Muslims account for 1.6 lakh; Brahmins and Vokkaligas account for 1.25 lakh each. Seven members are elected to the Legislative assembly of the state of Karnataka. The assembly constituencies in Shimoga district are:</p>\r\n<p>&nbsp;</p>\r\n<p>Bhadravati</p>\r\n<p>Sagara</p>\r\n<p>Shikaripura</p>\r\n<p>Shimoga</p>\r\n<p>Shimoga Rural</p>\r\n<p>Soraba</p>\r\n<p>Thirthahalli</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Waterfalls</p>\r\n<p>Jog Falls is the highest waterfall in India and second highest in Asia. The river Sharavathi falls into the gorge in four distinct flows which are termed Raja, Rani, Rover, and Rocket. Jog falls lies in Sagar taluk and is 30 km. from the city of Sagar.</p>\r\n<p>Kunchikal Falls is the 11th highest waterfall in India and 313th highest in World with a height of 455 meters and ranks 116 in the list of highest waterfalls in the world. This waterfall is near Mastikatte and is formed by the Varahi River.</p>\r\n<p>Barkana Falls is near Agumbe and 80 km from Thirthahalli town. Barkana Falls is the 10th highest waterfall in India and ranks 308 in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhadra river project dam in Bhadravathi.</p>\r\n<p>Achakanya Falls is located near a village called Aralsuruli, 10 km from Thirthahalli on the way to Hosanagara. The falls is formed by the Sharavathi river.</p>\r\n<p>Vanake-Abbey Falls is in the heart of Malnad forests, 4 km from Agumbe.</p>\r\n<p>Hidlamane Falls is near Nittur in Hosanagara Taluk. The only way to reach it is by trekking.</p>\r\n<p>Dabbe Falls, Sagara is located near Hosagadde in Sagar taluk. On the road from Sagar to Bhatkal, Hosagadde lies about 20 km from the town of Kargal. From Hosagadde a walk of 6&ndash;8 km into the forest leads to Dabbe Falls.</p>\r\n<p>Dams</p>\r\n<p>Linganamakki dam is built across the Sharavathi river in Sagar taluk and is 6 km from Jog Falls. It is the main feeder reservoir for the Mahatma Gandhi hydro-electric project. It has two power generating units of 27.5 MW.</p>\r\n<p>&nbsp;</p>\r\n<p>A small temple at Koodli.</p>\r\n<p>Bhadra river dam is built across Bhadra river at Lakkavalli at distance of 20 km from Bhadravathi city. The dam was constructed by Sir. M. Vishweshwaraiah, the then chief engineer of Karnataka state. The dam mainly serves the purpose of irrigation in and around Bhadravathi taluk and Tarikere taluk of Chikkamagaluru district.</p>\r\n<p>Gajanur dam is built across the river Tunga in a village called Gajanur 12 km from Shimoga city.</p>\r\n<p>Rivers</p>\r\n<p>Tunga and Bhadra originates at Varaha mountains. They meet at Koodli and become Tungabhadra river. Koodli is 16 km from Shimoga city and the Smartha monastery in Koodli was founded in 1576 CE by Jagadguru Narsimha Bharathi swami of Sringeri.</p>\r\n<p>Ambuteertha is located 10 km from Thirthahalli on the Thirthahalli-Hosanagara road. River Sharavathi originates at this place.</p>\r\n<p>Varadamoola is 6 km from Sagar town. River Varada originates at this place. Varada flows through the town of Banavasi before joining Tungabhadra.</p>\r\n<p>Hill stations</p>\r\n<p>Agumbe is 90 km west of Shimoga city. It is known as the Cherrapunji of South India. Agumbe is 830 meters above sea level. The place is famous for its sunset view.</p>\r\n<p>Kavaledurga is a fort on a hill 5,056 feet (1,541 m) above sea level.</p>\r\n<p>&nbsp;</p>\r\n<p>The inscriptions on this rock pillar at Talagunda are written vertically.</p>\r\n<p>Kodachadri hills are 115 km from Shimoga city. The hills are 1343 m above sea level.</p>\r\n<p>Kundadri is a hill near Thirthahalli. It is famous for its rock formations.</p>\r\n<p>&nbsp;</p>\r\n<p>Cultural heritage</p>\r\n<p>Shivappa Nayaka palace and museum is in the city of Shimoga. The palace was built by Shivappa Nayaka during the 17th century CE. Kote Seetharamanjaneya temple is beside it.</p>\r\n<p>Sacred Heart church, built in the 1990s and second largest church of Asia, is in the city of Shimoga. It has features of Roman and Ghothic styles of architecture.</p>\r\n<p>The Lakshminarasimha temple is located in the Bhadravathi city. It has been built in the Hoysala style called 'trikutachala'.</p>\r\n<p>Chandragutti fort is near Balligavi which was built by Banavasi Kadambas. The Renukamba temple is in this village.</p>\r\n<p>Humcha is a Jain pilgrimage place with a Panchakuta basadi which was built during 10th and 11th century CE.</p>\r\n<p>The Kedareshvara temple is located in Kubetoor. It has been built in the Chalukyan style.</p>\r\n<p>Nagara, which was earlier called Bidarur, was the last capital of the Keladi kings and later taken by Hyder Ali during 1763. The Hyder Ali tank, Neelakanteshwara temple and Venkataramana temple are located in this city.</p>\r\n<p>Keladi and Ikkeri were the capitals of Keladi Nayakas. The places are near Sagar.</p>\r\n<p>Talagunda is a village in the Shikaripura taluk. The Talagunda inscription on a stone pillar is in Prakrit language. The author of the inscription was Kubja, court poet of Shantivarman.</p>\r\n<p>Wildlife</p>\r\n<p>See Flora and fauna section above</p>\r\n<p>Gallery</p>\r\n<p>&nbsp;</p>\r\n<p>Gandaberunda roof sculpture, Rameshwara temple, Keladi, Sagara</p>\r\n<p>Tripurantakesvara temple, Balligavi, Shimoga District</p>\r\n<p>Aghoreshwara temple mantapa, Ikkeri, Shimoga District</p>\r\n<p>Nagara or Bidanur Fort, Shimoga District</p>\r\n<p>Sarvajnapeetha, Kodachadri</p>\r\n<p>Marikamba Temple, Sagara,</p>\r\n<p>Lakshminarasimha Temple, Hoysala style, Bhadravathi, Karnataka</p>\r\n<p>Birthplace of poet Kuvempu, Kuppali village.</p>\r\n<p>Tied arch bridge across Tunga River, Thirthahalli</p>\r\n<p>Huccharaya Swamy temple, Shikaripur, Shimoga District</p>\r\n<p>Onake Abbi falls near Agumbe, Shimoga District</p>\r\n<p>Hidlumane Falls near Nittur</p>\r\n<p>Koodli - Sangameshwara Temple</p>\r\n<p>Keladi, Sagara - Rameshwara Temple</p>\r\n<p>Kote Seetharamanjaneya Temple</p>\r\n<p>Jog Falls, Sagara. during monsoon</p>\r\n<p>Kuppalli - Kavishaila</p>\r\n<p>Ikkeri, Sagara - Aghoreshwara Temple</p>\r\n<p>Balligavi - Kedareshwara Temple</p>\r\n<p>Bhadra Reservoir Project Dam (B R P Dam)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shimoga_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-shivamogga-karnataka","tags":[{"name":"karnataka","slug":"karnataka"},{"name":"shivamogga","slug":"shivamogga"}],"recommendations":[{"id":608,"title":"Top Places to visit in Kalaburagi, Karnataka","imageUrl":"a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","dateCreated":"2019-09-07T14:45:29.048Z","dateModified":"2019-09-07T14:45:42.926Z","contributedBy":"AskGif","content":"Gulbarga, also known as Kalaburagi, is a city in the Indian state of Karnataka, India. It is the administrative headquarters of the Gulbarga district and a major city of the North Karnataka region. Gulbarga is 623 km north of the state capital city of Bangalore and 220 km from Hyderabad. Previous","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7cbbc66-ff4f-462d-b72c-044f1a6ef072_Kalaburagi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kalaburagi","slug":"kalaburagi"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-kalaburagi-karnataka","total":0},{"id":601,"title":"Top Places to visit in Chitradurga, Karnataka","imageUrl":"28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","dateCreated":"2019-09-07T04:28:02.918Z","dateModified":"2019-09-07T04:28:48.064Z","contributedBy":"AskGif","content":"Chitradurga (also known locally as Durga) is a city and the headquarters of Chitradurga district which is located on the valley of the Vedavati river in the southern part of the Indian state of Karnataka. It is located about 200 km from the state capital Bengaluru.\r\n&nbsp;\r\nChitradu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28157331-9c24-4bd7-9317-d6a1c67db2ef_Chitradurga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"chitradurga","slug":"chitradurga"}],"slug":"top-places-to-visit-in-chitradurga-karnataka","total":0},{"id":593,"title":"Top Places to visit in Ballari, Karnataka","imageUrl":"c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","dateCreated":"2019-09-06T03:30:00.354Z","dateModified":"2019-09-06T03:30:15.55Z","contributedBy":"AskGif","content":"Bellary, officially Ballari, in the eponymous Bellari district, is a major city in the state of Karnataka, India. It is 311 km from the state capital of Bangaluru and 358 km from Hyderabad. Bellary has an urban population of 4,10,445 and metro population of 7,70,929 making it one of the most popu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ballari","slug":"ballari"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-ballari-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}