{"id":619,"title":"उडुपी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","dateCreated":"2019-09-08T07:28:30.051Z","dateModified":"2019-09-08T07:28:45.305Z","contributedBy":"AskGif","content":"<p>उडुपी भारतीय राज्य कर्नाटक में एक जिला है। यह उडुपी जिले का प्रशासनिक मुख्यालय है। यह कर्नाटक में सबसे तेजी से बढ़ते शहरों में से एक है और इस शहर को विभिन्न शैक्षणिक संस्थानों के कारण एक आधुनिक स्पर्श मिला है। उडुपी कर्नाटक के शीर्ष पर्यटक आकर्षणों में से एक है। यह कृष्ण मंदिर के लिए उल्लेखनीय है। यह लोकप्रिय उडुपी व्यंजनों के लिए अपना नाम उधार देता है। इसे भगवान परशुराम क्षेत्र के रूप में भी जाना जाता है, और कनकना किंडी के लिए प्रसिद्ध है। तीर्थयात्रा का एक केंद्र, उडुपी को राजा पीठ और शिवल्ली (शिवाबेले) के रूप में जाना जाता है। इसे मंदिर शहर के रूप में भी जाना जाता है। उडुपी शैक्षिक, वाणिज्यिक और औद्योगिक हब मैंगलोर से लगभग 55 किमी उत्तर और सड़क द्वारा राज्य की राजधानी बैंगलोर से लगभग 422 किमी पश्चिम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत के कर्नाटक राज्य में उडुपी जिला अगस्त 1997 में बनाया गया था। तीन उत्तरी तालुकों उडुपी, कुंडापुर और करकला को दक्षिणा कन्नड़ जिले से अलग करके उडुपी जिला बनाया गया था। मुदबिद्री को आधिकारिक तौर पर नए तालुक के रूप में घोषित किया गया था, 11 जनवरी 2018 से करकला से अलग किया गया। जिला मुख्यालय उडुपी शहर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>उडुपी श्री कृष्ण मठ</p>\r\n<p>उडुपी से राष्ट्रीय राजमार्ग NH 66 और NH 169A गुजरता है। अन्य महत्वपूर्ण सड़कों में राज्य राजमार्गों में करकला और धर्मस्तला और श्रृंगेरी शामिल हैं। NH-66 कुंडापुर और NH-169A मालपे और हेब्री से अगुम्बे से तीर्थहल्ली और शिवमोग्गा के रास्ते मंगलौर और करवार को एक लिंक प्रदान करता है। निजी और सरकारी बसें उडुपी को कर्नाटक के कुछ हिस्सों से जोड़ती हैं। उडुपी में कोंकण रेलवे पर एक रेलवे स्टेशन है। उडुपी के लिए निकटतम अंतर्राष्ट्रीय हवाई अड्डा मैंगलोर अंतर्राष्ट्रीय हवाई अड्डा है, जो 50 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>उडुपी और उपनगरों के भीतर यात्रा के लिए शहर और उपनगरीय परिवहन उपलब्ध है। बसें उपनगरीय बस स्टैंड (सिटी बस स्टैंड) से निकलती हैं। निजी बस ऑपरेटर के साथ-साथ KSRTC सिटी सर्विस बसें भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उडुपी से निकटतम बंदरगाह / बंदरगाह मालपे है, जो 5 किमी दूर है, और गंगोली (बाइंडूर), जो 36 किमी दूर है। न्यू मंगलौर बंदरगाह उडुपी से 50 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>उडुपी रेलवे स्टेशन का प्रबंधन कोंकण रेलवे द्वारा किया जाता है। यह उडुपी शहर से लगभग 4 किमी दूर है और कन्याकुमारी-मुंबई रेल मार्ग पर है। बेंगलुरू, मुंबई, नई दिल्ली, अमृतसर, चंडीघर, पुणे, अजमेर, जयपुर, राजकोट, अहमदाबाद, ओखा के लिए सीधी ट्रेनें उपलब्ध हैं। उडुपी से मैसूर, बेलगाम, जोधपुर, आगरा, तिरुवनंतपुरम, एर्नाकुलम, कोल्लम (क्विलोन) आदि शहर भी जुड़े हैं। पूरे रास्ते में कोंकण का सुंदर प्राकृतिक दृश्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>उडुपी जिले के लोग</p>\r\n<p>&nbsp;</p>\r\n<p>टी। एम। ए। पै</p>\r\n<p>के। शिवराम कारंत</p>\r\n<p>बी आर शेट्टी</p>\r\n<p>संतोष हेगड़े</p>\r\n<p>कोटा श्रीनिवास पूजारी</p>\r\n<p>वी। सुनील कुमार</p>\r\n<p>दीपिका पादुकोने</p>\r\n<p>वी एस आचार्य</p>\r\n<p>गुरु दत्त</p>\r\n<p>प्रकाश पादुकोण</p>\r\n<p>पूजा हेगड़े</p>\r\n<p>रवि शास्त्री</p>\r\n<p>के रघुपति भट</p>\r\n<p>प्रमोद माधवराज</p>\r\n<p>ऑस्कर फर्नांडीस</p>\r\n<p>रामदास पई</p>\r\n<p>B.Vittalacharya</p>\r\n<p>हरिनी (कन्नड़ अभिनेत्री)</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>उडुपी में यक्षगान</p>\r\n<p>&nbsp;</p>\r\n<p>बेले ब्रह्मास्त्र में नागपत्नी</p>\r\n<p>भूता कोला, आटी कलेंजा, करंगोलु और नागराधने उडुपी की कुछ सांस्कृतिक परंपराएं हैं। शहरवासी मकर संक्रांति, नागरा पंचमी, कृष्ण जन्माष्टमी, नवरात्रि, दीपावली, ईद अल-अधा, ईद अल-फितर और क्रिसमस जैसे त्योहार मनाते हैं। यक्षगान जैसी लोक कलाएँ भी लोकप्रिय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रथबेदी गेलेरू और कलावृंद स्थानीय गैर-लाभकारी संगठन हैं, जो रचनात्मक गतिविधियों को प्रोत्साहित करने के लिए स्थापित किए जाते हैं, विशेष रूप से वे जो क्षेत्र की परंपराओं को जीवित रखते हैं। इसका प्राथमिक फोकस ऐतिहासिक नाटक रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>मुख्य लेख: उडुपी व्यंजन</p>\r\n<p>&nbsp;</p>\r\n<p>मसाला डोसा उडुपी व्यंजनों का एक हिस्सा है।</p>\r\n<p>उडुपी शब्द (उडीपी भी) शाकाहारी भोजन का पर्याय है जो अब पूरे विश्व में पाया जाता है। इस व्यंजन की उत्पत्ति कृष्ण मठ (मठ) से जुड़ी हुई है। भगवान कृष्ण को हर दिन विभिन्न किस्मों के भोजन की पेशकश की जाती है, और चातुर्मास के दौरान सामग्री पर कुछ प्रतिबंध हैं (मानसून के मौसम के दौरान चार महीने की अवधि)। विभिन्न प्रकार की आवश्यकता के साथ इन प्रतिबंधों ने नवाचार को बढ़ावा दिया, विशेष रूप से मौसमी और स्थानीय रूप से उपलब्ध सामग्रियों को शामिल करने वाले व्यंजनों में। यह व्यंजन शिवली मधवा ब्राह्मणों द्वारा विकसित किया गया था, जिन्होंने भगवान कृष्ण के लिए भोजन पकाया था, और उडुपी में कृष्ण मठ में, भोजन मुफ्त में प्रदान किया जाता है। उडुपी के व्यंजनों में विशेष रूप से रेस्तरां भारत के लंबाई और चौड़ाई के आसपास के महानगरीय और बड़े शहरों में व्यापक रूप से देखे जा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अपने शाकाहारी व्यंजनों के लिए लोकप्रिय होने के बावजूद, उडुपी में मांसाहारी व्यंजनों का अपना उचित हिस्सा है जो तुलुवा या मंगलोरियन व्यंजनों के समान है। इनमें से कुछ में कोरी रोटी, कोरी पुलिमंची, चिकन सुक्का और बहुत कुछ शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Udupi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-udupi-karnataka","tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"उडुपी","slug":"udupi"}],"recommendations":[{"id":621,"title":"विजयपुरा में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","dateCreated":"2019-09-08T08:21:05.168Z","dateModified":"2019-09-08T08:21:21.601Z","contributedBy":"AskGif","content":"विजयपुर भारतीय राज्य कर्नाटक में देवनाहल्ली तालुक और बैंगलोर ग्रामीण जिले का एक शहर है। विजयपुरा का पुराना नाम वादीगेनाहल्ली है। स्थानीय ग्रामीण अभी भी विजयापुरा को वाडिगेनहल्ली के रूप में संदर्भित करते हैं।\r\n&nbsp;\r\nबीजापुर, जिसे आधिकारिक रूप से विजयापुर के रूप में जाना जाता है, भा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विजयपुरा","slug":"vijayapura"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-vijayapura-karnataka","total":0},{"id":603,"title":"दावनगेरे में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","dateCreated":"2019-09-07T12:22:56.433Z","dateModified":"2019-09-07T12:23:17.722Z","contributedBy":"AskGif","content":"दावणगेरे दक्षिणी भारतीय राज्य कर्नाटक के केंद्र में एक शहर है। यह राज्य का सातवां सबसे बड़ा शहर है, और इसका नाम डेवांगेरे जिले का प्रशासनिक मुख्यालय है। कर्नाटक का मैनचेस्टर के रूप में पहले से पहचाना जाने वाला कॉटन हब और इसलिए इसे लोकप्रिय माना जाता है, शहर के व्यावसायिक उद्यम अब शिक्षा और कृषि-प","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दावनगेरे","slug":"davanagere"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-davanagere-karnataka","total":0},{"id":595,"title":"बेंगलुरु ग्रामीण, बेंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","dateCreated":"2019-09-07T02:24:35.884Z","dateModified":"2019-09-07T02:24:49.838Z","contributedBy":"AskGif","content":"बेंगलुरु ग्रामीण जिला कर्नाटक, भारत के 30 जिलों में से एक है। इसका गठन 1986 में किया गया था, जब बेंगलुरु को बेंगलुरु (ग्रामीण) और बेंगलुरु (शहरी) में विभाजित किया गया था। वर्तमान में बेंगलुरु ग्रामीण जिले में, 2 डिवीजन, 4 तालुका, 35 हॉलीस (गांवों का समूह), 1,713 बसे हुए और 177 निर्जन गांव, 9 शहर ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बेंगलुरु-ग्रामीण","slug":"bengaluru-rural"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"बेंगलुरु","slug":"bengaluru"}],"slug":"top-places-to-visit-in-bengaluru-rural-bengaluru-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}