{"id":619,"title":"Top Places to visit in Udupi, Karnataka","imageUrl":"ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","dateCreated":"2019-09-08T07:28:30.051Z","dateModified":"2019-09-08T07:28:45.305Z","contributedBy":"AskGif","content":"<p>Udupi is a district in the Indian state of Karnataka. It is the administrative headquarters of Udupi District. It is one of the fastest growing cities in Karnataka &amp; the city has got a modern touch due to various educational institutions. Udupi is one of the top tourist attractions in Karnataka. It is notable for the Krishna Temple. It lends its name to the popular Udupi cuisine. It is also known as Lord Parashurama Kshetra, and is famous for Kanakana Kindi. A centre of pilgrimage, Udupi is known as Rajata Peetha and Shivalli (Shivabelle). It is also known as the temple city. Udupi is situated about 55 km north of the educational, commercial &amp; industrial hub Mangalore and about 422 km west of state capital Bangalore by road.</p>\r\n<p>&nbsp;</p>\r\n<p>Udupi district in the Karnataka state of India was created in August 1997. The three northern Taluks Udupi, Kundapur and Karkala, were separated from Dakshina Kannada District to form Udupi district. Moodbidri was officially declared as new Taluk, seprated from Karkala with effect from January 11, 2018. The district headquarters are in the city of Udupi.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Udupi Sri Krishna Matha</p>\r\n<p>National Highway NH 66 and NH 169A passes through Udupi. Other significant roads include the State Highways to Karkala and Dharmastala and to Sringeri. The NH-66 provides a link to Mangalore and Karwar via Kundapur and NH-169A Malpe and Hebri to Agumbe to Thirthahalli and to Shivamogga. Private as well as government buses connect Udupi to parts of Karnataka. Udupi has a railway station on the Konkan Railway. The nearest International Airport to Udupi is Mangalore International Airport, which is 50km away.</p>\r\n<p>&nbsp;</p>\r\n<p>City and suburban transport is available for travel within Udupi and suburbs. The buses originate from the suburban bus stand (City Bus Stand). There are private bus operators as well as KSRTC city service buses too.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest harbour/port to Udupi is Malpe, which is 5 km away, and Gangolli (Byndoor), which is 36 km away. The New Mangalore Port is 50 km away from Udupi.</p>\r\n<p>&nbsp;</p>\r\n<p>Udupi railway station is managed by the Konkan Railways. It is about 4 km from Udupi city and is on the Kanyakumari-Mumbai rail route. Direct trains are available to Bengaluru, Mumbai, New Delhi, Amritsar, Chandighar, Pune, Ajmer, Jaipur, Rajkot, Ahmedabad, Okha. Cities like Mysore, Belgaum, Jodhpur, Agra, Thiruvananthapuram, Ernakulam, Kollam(Quilon) etc. also connected with Udupi. Konkan has a beautiful scenic view throughout its way.</p>\r\n<p>&nbsp;</p>\r\n<p>People from Udupi district</p>\r\n<p>&nbsp;</p>\r\n<p>T. M. A. Pai</p>\r\n<p>K. Shivaram Karanth</p>\r\n<p>B. R. Shetty</p>\r\n<p>Santosh Hegde</p>\r\n<p>Kota Srinivas Poojary</p>\r\n<p>V. Sunil Kumar</p>\r\n<p>Deepika Padukone</p>\r\n<p>V S Acharya</p>\r\n<p>Guru Dutt</p>\r\n<p>Prakash Padukone</p>\r\n<p>Pooja Hegde</p>\r\n<p>Ravi Shastri</p>\r\n<p>K. Raghupati Bhat</p>\r\n<p>Pramod Madhwaraj</p>\r\n<p>Oscar Fernandes</p>\r\n<p>Ramdas Pai</p>\r\n<p>B.Vittalacharya</p>\r\n<p>Harini (Kannada actress)</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Yakshagana in Udupi</p>\r\n<p>&nbsp;</p>\r\n<p>Nagapatri at Belle Brahmastana</p>\r\n<p>Bhuta Kola, Aati kalenja, Karangolu, and Nagaradhane are some cultural traditions of Udupi. The residents celebrate festivals such as Makara Sankranti, Nagara Panchami, Krishna Janmashtami, Navaratri, Deepavali, Eid al-Adha, Eid al-Fitr and Christmas. Folk arts like Yakshagana are also popular.</p>\r\n<p>&nbsp;</p>\r\n<p>Rathabeedhi Geleyaru and Kalavrinda are local non-profit organisations, founded to encourage creative pursuits, especially those that keep alive the traditions of the region. Its primary focus has been historical dramas.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>Main article: Udupi cuisine</p>\r\n<p>&nbsp;</p>\r\n<p>Masala dosa is a part of Udupi cuisine.</p>\r\n<p>The term Udupi (also Udipi) is synonymous with vegetarian food now found all over the world. The origin of this cuisine is linked to Krishna Matha (Mutt). Lord Krishna is offered food of different varieties every day, and there are certain restrictions on ingredients during Chaturmasa (a four-month period during the monsoon season). These restrictions coupled with the requirement of variety led to innovation, especially in dishes incorporating seasonal and locally available materials. This cuisine was developed by Shivalli Madhwa Brahmins who cooked food for Lord Krishna, and at Krishna Matha in Udupi, the food is provided free of cost. Restaurants specialised in Udupi cuisine can be seen widely in most metropolitan and large cities around the length and breadth of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Although popular for its vegetarian cuisine, Udupi has its fair share of non-vegetarian dishes that are similar to Tuluva or Mangalorean cuisine. Some of these include Kori Roti, Kori Pulimunchi, Chicken Sukka, and more.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Udupi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-udupi-karnataka","tags":[{"name":"karnataka","slug":"karnataka"},{"name":"udupi","slug":"udupi"}],"recommendations":[{"id":621,"title":"Top Places to visit in Vijayapura, Karnataka","imageUrl":"a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","dateCreated":"2019-09-08T08:21:05.168Z","dateModified":"2019-09-08T08:21:21.601Z","contributedBy":"AskGif","content":"Vijayapur is a town in Devanahalli taluk and Bangalore Rural district in the Indian state of Karnataka. Vijayapura's old name is Vadigenahalli. Local villagers still refer Vijayapura as Vadigenahalli.\r\n&nbsp;\r\nBijapur, officially known as Vijayapura, is the district headquarters of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vijayapura","slug":"vijayapura"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-vijayapura-karnataka","total":0},{"id":603,"title":"Top Places to visit in Davanagere, Karnataka","imageUrl":"7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","dateCreated":"2019-09-07T12:22:56.433Z","dateModified":"2019-09-07T12:23:17.722Z","contributedBy":"AskGif","content":"Davangere is a city in the center of the southern Indian state of Karnataka. It is the seventh largest city in the state, and the administrative headquarters of eponymous Davangere District. Hitherto being a cotton hub and hence popularly known before as the Manchester of Karnataka, the commercia","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7e7c2c9b-bbd3-414c-8d57-7515e3ac8232_Davanagere-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"davanagere","slug":"davanagere"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-davanagere-karnataka","total":0},{"id":595,"title":"Top Places to visit in Bengaluru Rural, Bengaluru, Karnataka","imageUrl":"0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","dateCreated":"2019-09-07T02:24:35.884Z","dateModified":"2019-09-07T02:24:49.838Z","contributedBy":"AskGif","content":"Bengaluru Rural District is one of the 30 districts in Karnataka, India. It was formed in 1986, when Bengaluru was divided into Bengaluru (Rural) and Bengaluru (Urban). Presently in Bengaluru Rural district, there are 2 divisions, 4 Talukas, 35 Hoblis (cluster of villages), 1,713 inhabited and 17","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0942c1c0-61b0-4bb6-932e-06648e0072ad_bangalore-rural.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bengaluru-rural","slug":"bengaluru-rural"},{"name":"bangalore","slug":"bangalore"},{"name":"bengaluru","slug":"bengaluru"}],"slug":"top-places-to-visit-in-bengaluru-rural-bengaluru-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}