{"id":620,"title":"Top Places to visit in Uttara Kannada, Karwar, Karnataka","imageUrl":"9b8f8f6c-338b-430f-9401-c5b6c9f47cd9_Uttara-Kannada-tourism.jpg","dateCreated":"2019-09-08T07:53:21.399Z","dateModified":"2019-09-08T07:53:36.061Z","contributedBy":"AskGif","content":"<p>Uttara Kannada/ North Canara is a district in the Indian state of Karnataka. It is bordered by the state of Goa and Belagavi District to the north, Dharwad District and Haveri District to the east, Shivamogga District and Udupi District to the south, and the Arabian Sea to the west. The city of Karwar is the administrative headquarters of the district. Bhatkal, Sirsi and Dandeli are other major towns in the district. The district has 2 agroclimatic divisions, namely:</p>\r\n<p>&nbsp;</p>\r\n<p>The coastal plain, consisting of Karwar, Ankola, Kumta, Honnavar and Bhatkal taluks.</p>\r\n<p>The Malenadu, consisting of Sirsi, Siddapur, Yellapur, Dandeli, Haliyal, Joida and Mundgod taluks.</p>\r\n<p>&nbsp;</p>\r\n<p>Language</p>\r\n<p>The main language spoken in this district is Kannada. Kannada is the predominant language of the district, followed by Konkani which is also widely spoken. Nawayathi is spoken by Nawayath Muslims in Bhatkal and surrounding areas.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion</p>\r\n<p>The population is predominantly Hindu composed of majority communities, although a Catholic community has existed here since the 1500s. Muslims have a sizeable majority in Bhatkal Taluk and are majority in Bhatkal City.</p>\r\n<p>&nbsp;</p>\r\n<p>Literacy</p>\r\n<p>Total about 10.8 lakh people in the district are literate, among them about 5.8 lakh are male and about 5 lakh are female. Literacy rate (children under 6 are excluded) of Uttara Kannada is 84%. 90% of male and 78% of female population are literate here. Overall literacy rate in the district has increased by 7%. Male literacy has gone up by 5% and female literacy rate has gone up by 10%.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Costume of yakshaghana</p>\r\n<p>Yakshagana is a classical dance drama popular in the state of Karnataka in India mostly popular in the districts of Uttara Kannada. Shimoga, Udupi, Dakshina Kannada and Kasaragod district of Kerala. This theater art involves music, songs, dance, acting, dialogue, story and unique costumes. While songs and dance adhere to well established talas very similar to Indian classical dance forms, acting and dialogues are created spontaneously on stage depending on ability of artists. This combination of classical and folk elements makes yakshagana unique from any other Indian art. This would be considered to be a form of opera in western eyes. Traditionally, yakshaganas use to start late in the night and run entire night. Bagavatha, the background singer is also the directory of the story and controls the entire proceedings on stage. Bagavatha along with background musicians who play chande and maddale forms himmela. The actors who wear colorful costumes and enact various roles in the story forms mummela. There are many professional troops in Karnataka. In spite of competition from modern movie industry and TV, these troops are arranging ticketed shows and making profit. Apart from this individuals arrange shows in their village inviting well known professional artists like Sri Chittani Ramachandra Hegde,Kondadakuli Ramachandra Hegde,Gopal Achari Theerthahalli and Ramesh Bhandari Murur, providing an opportunity for local talents to act with legends. Yakshagana is sometimes simply called as aataā in both Kannada and Khela(Karwari Konkani) Konkani (meaning play). Yaksha-gana literally means the song (gana) of a yaksha. Yakshas were an exotic tribe mentioned in the Sanskrit literature of ancient India. The Nawayath men wears lungis unique to them.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>&nbsp;</p>\r\n<p>Batata Vada</p>\r\n<p>Uttara Kannada is famous for a variety of seafood delicacies. Fish curry and rice is the staple diet of the locals. Cashews and coconut are also extensively used.</p>\r\n<p>&nbsp;</p>\r\n<p>The staple diet includes a portion of steamed rice with a vegetable and/or seafood accompaniment. Seafood is immensely popular due to its ease of availability, and is prepared with a lot of local spices. Tea is the most popular beverage and is sometimes supplemented with cardamom or mint to give a distinct flavour.</p>\r\n<p>&nbsp;</p>\r\n<p>Kotte Kadubu: The main ingredients in Kotte Kadubu are jackfruit pulp and jaggery. The batter which is prepared with additional ingredients is put into a container and steamed. This dessert is a local delicacy and is served hot with ghee.</p>\r\n<p>Holge: These are similar to the sweet equivalents of tortillas. One variant is made with gram flour and jaggery, while the other is made with coconuts.</p>\r\n<p>Todadevu is a special kind of thin-crust dosa made out of jaggery or sugarcane juice. (Most local desserts of Sirsi have jaggery rather than sugar.)</p>\r\n<p>Kesaribath: is rice cooked in sugar, ghee, and kesari.</p>\r\n<p>Karakali: is a special kind of chutney which tastes very spicy. It is prepared from colocacia leaves.</p>\r\n<p>Kotte Roti: A form of idli-like preparation, steam cooked in a conical shaped container constructed using jackfruit leaves.</p>\r\n<p>Patrode : a special dish prepared by steaming stuffed colocasia leaves.</p>\r\n<p>Neer Dose: A soft thin pancake made of batter of boiled rice, coconut milk and salt.</p>\r\n<p>Kajmiji</p>\r\n<p>Koli Kajjaya and Hosagere Kajjaya are made of rice flour and fried in oil is a famous dish often using roti. Often served with thick potato sambar or Nati chicken curry, it is a delicacy among the non-vegetarian communities in Siddapura.</p>\r\n<p>Banana Buns</p>\r\n<p>Ankola Koli Saaru</p>\r\n<p>Appe Huli</p>\r\n<p>Patholi</p>\r\n<p>Kalali Masala</p>\r\n<p>Genasle</p>\r\n<p>Transport</p>\r\n<p>Public transport</p>\r\n<p>North West Karnataka Transport Corporation (NWKRTC) is the state transport agency in the district. The NWKRTC covers all towns &amp; villages of the district. There is a good network of public transport which connects the villages to the towns of the district. There are regular intra state services to major cities &amp; towns of the state like Bangalore, Mangalore, Mysore, Hubli-Dharwad &amp; Belgaum. The Kadama Transport buses of neighboring Goa state provides regular service from Karwar to Mangalore and all part of Goa state. Kumta, Bhatkal and Sirsi are the main hubs for public transport which provides services to intra-district &amp; intrastate round the clock.</p>\r\n<p>&nbsp;</p>\r\n<p>Many private transport buses also provide services for inter / intra state from the district. Bhatkal is the main sector for private transport in the district. The NH-66 which passes through the district which connects Panvel near Mumbai to Kerala state, many private buses are plying on this Highway which provides inter-intra state services to places like Bombay, Poona, Kolhapore, Belgaum, Panaji, Margao, Udupi, Mangalore, Bangalore, Mysore, Bhatkal, Kasaragod, Cannanore, Calicut etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>The following Railways pass through the district:</p>\r\n<p>&nbsp;</p>\r\n<p>Konkan Railway which connects Mangalore and Mumbai via Bhatkal, Karwar, Ratnagiri and Panvel.</p>\r\n<p>Londa to 'Vasco Railway line which passes through Castle Rock</p>\r\n<p>Castle rock to Dandeli Railway line.</p>\r\n<p>Hubli -Ankola railway line is proposed to link Karwar port and the northern Karnataka.</p>\r\n<p>Honnavar -Talaguppa railway line is proposed to link Karwar port and the central part of Karnataka.</p>\r\n<p>RO-RO (Roll on/Roll off) services is provided by Konkan Railway to / from Ankola railway station to Suratkal Railway station. Many truckers use this facility between Ankola to Mangalore.</p>\r\n<p>Sirsi -Haveri railway line is proposed to link Malnad region .</p>\r\n<p>Sirsi- Siddapur-Talaguppa railway line is proposed to link Shivamogga .</p>\r\n<p>Ports</p>\r\n<p>Uttara Kannada being one of the coastal district of the Karnataka state has a coast of 120 kilometres (75 mi) has many ports which are used for sea trade, naval base, fishing and other maritime activities.</p>\r\n<p>&nbsp;</p>\r\n<p>Karwar Port is an intermediate sea port the main activities of this port are berthing of ocean going ships, coastal shipping, and fishing jetty. Ship bunkering facility is also available at Karwar port.</p>\r\n<p>Karwar Airport will be built by the Indian Navy at Alageri village. Naval air base which is part of the Navy's Rs 10,000 crore Phase 2 of Project Seabird</p>\r\n<p>INS Kadamba is a naval base at Arga village of Karwar which is used exclusively for berthing of naval vessels. A naval ship repair yard (dry docks) is also attached to it.</p>\r\n<p>Belkeri Port is an anchorage port.</p>\r\n<p>Tadri Port is a fishing port.</p>\r\n<p>Kumta Port is a fishing port.</p>\r\n<p>Honnavar Port is a fishing port.</p>\r\n<p>Bhatkal Port is a fishing port. It was actually Project Seabird which is now in Karwar, people protest and proposal for withdrawn. There is another fishing port called Tengingundy Port.</p>\r\n<p>The Proposed Hubli-Ankola railway line can be feasible venture for the future developments of the ports in the district, for movement of the cargo, at present roads are only major mode of cargo movement which leads to congestion of the National Highways of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Nearby airports</p>\r\n<p>Goa International Airport</p>\r\n<p>Mangalore International Airport</p>\r\n<p>Hubli Airport</p>\r\n<p>Belgaum Airport</p>\r\n<p>Notable personalities</p>\r\n<p>Ramakrishna Hegde, 2 times Chief Minister of Karnataka</p>\r\n<p>N. K. Naik, Professor Emeritus at IIT Bombay</p>\r\n<p>Anant Nag</p>\r\n<p>Shankar Nag</p>\r\n<p>Yashwant Chittal</p>\r\n<p>Shantinath Desai</p>\r\n<p>Chittani Ramachandra Hegde, Yakshagana artist</p>\r\n<p>Gurudas Kamat</p>\r\n<p>Ramakrishna Hegde</p>\r\n<p>Major Rama Raghoba Rane, Param Veer Chakra Awardee</p>\r\n<p>Jayshree Gadkar, Marathi movie actress</p>\r\n<p>Dinakara Desai</p>\r\n<p>Gourish Kaikini</p>\r\n<p>Narayan Hosmane</p>\r\n<p>Jayant Kaikini</p>\r\n<p>Akshay Nayak , film maker</p>\r\n<p>Leena Chandavarkar</p>\r\n<p>Nandan Nilekani</p>\r\n<p>Pandari Bai</p>\r\n<p>Pandit Ramesh Nadkarni</p>\r\n<p>Sundar Nadkarni</p>\r\n<p>Vilas Sarang</p>\r\n<p>Venkanna H. Naik, barrister</p>\r\n<p>Sannappa Parameshwar Gaonkar</p>\r\n<p>Keremane Shivarama Hegde, yakshagana artist</p>\r\n<p>Mynavathi, Kannada Actress</p>\r\n<p>R N Shetty, Industrialist</p>\r\n<p>Anuradha Paudwal, Singer</p>\r\n<p>Radhika Pandit</p>\r\n<p>Prashant Ambig HR Professional, Navi Mumbai.</p>\r\n<p>SM Syed Khalilurahman, A prominent Businessperson in Dubai, One of Most India's influential personality in UAE, An Educationist, A Philanthropist, One of the Earliest Chartered accountants in the region. Hails from Bhatkal, Resides in Dubai UAE.</p>\r\n<p>chakravarthy sulibele</p>\r\n<p>Mr Anant Kumar Hegde, Member of Parliament</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Uttara_Kannada</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b8f8f6c-338b-430f-9401-c5b6c9f47cd9_Uttara-Kannada-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-uttara-kannada-karwar-karnataka","tags":[{"name":"karnataka","slug":"karnataka"},{"name":"uttara kannada","slug":"uttara kannada"},{"name":"karwar","slug":"karwar"}],"recommendations":[{"id":609,"title":"Top Places to visit in Kodagu, Madikeri Karnataka","imageUrl":"3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","dateCreated":"2019-09-07T14:52:37.897Z","dateModified":"2019-09-07T14:52:53.096Z","contributedBy":"AskGif","content":"Kodagu (also known by its former name Coorg) is an administrative district in Karnataka, India. Before 1956, it was an administratively separate Coorg State, at which point it was merged into an enlarged Mysore State. It occupies an area of 4,102 square kilometres (1,584 sq mi) in the Western Gha","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kodagu","slug":"kodagu"},{"name":"karnataka","slug":"karnataka"},{"name":"coorg","slug":"coorg"},{"name":"madikeri","slug":"madikeri"}],"slug":"top-places-to-visit-in-kodagu-madikeri-karnataka","total":0},{"id":596,"title":"Top Places to visit in Bengaluru Urban, Bengaluru, Karnataka","imageUrl":"4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","dateCreated":"2019-09-07T02:30:45.624Z","dateModified":"2019-09-07T02:30:58.5Z","contributedBy":"AskGif","content":"Bangalore Urban is a district of the Indian state of Karnataka. It is surrounded by the Bangalore Rural district on the east and north, the Ramanagara district on the west and the Krishnagiri district of Tamil Nadu on the south. Bangalore Urban district came into being in 1986, with the partition","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bengaluru","slug":"bengaluru"},{"name":"bengaluru-urban","slug":"bengaluru-urban"},{"name":"bangalore","slug":"bangalore"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-bengaluru-urban-bengaluru-karnataka","total":0},{"id":593,"title":"Top Places to visit in Ballari, Karnataka","imageUrl":"c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","dateCreated":"2019-09-06T03:30:00.354Z","dateModified":"2019-09-06T03:30:15.55Z","contributedBy":"AskGif","content":"Bellary, officially Ballari, in the eponymous Bellari district, is a major city in the state of Karnataka, India. It is 311 km from the state capital of Bangaluru and 358 km from Hyderabad. Bellary has an urban population of 4,10,445 and metro population of 7,70,929 making it one of the most popu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ballari","slug":"ballari"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-ballari-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}