{"id":620,"title":"उत्तरा कन्नड़, कारवार में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"9b8f8f6c-338b-430f-9401-c5b6c9f47cd9_Uttara-Kannada-tourism.jpg","dateCreated":"2019-09-08T07:53:21.399Z","dateModified":"2019-09-08T07:53:36.061Z","contributedBy":"AskGif","content":"<p>उत्तरा कन्नड़ / उत्तर केनरा भारतीय राज्य कर्नाटक में एक जिला है। यह गोवा और बेलागवी जिले के उत्तर, धारवाड़ जिले और हावेरी जिले के पूर्व, शिवमोग्गा जिले और दक्षिण में उडुपी जिले और पश्चिम में अरब सागर से घिरा है। कारवार शहर जिले का प्रशासनिक मुख्यालय है। भटकल, सिरसी और डंडेली जिले के अन्य प्रमुख शहर हैं। जिले में 2 कृषि प्रभाग हैं, अर्थात्:</p>\r\n<p>&nbsp;</p>\r\n<p>तटीय मैदान, जिसमें करवार, अंकोला, कुमता, होन्नावर और भटकल तालुके शामिल हैं।</p>\r\n<p>मालनडू, जिसमें सिरसी, सिदापुर, येलापुर, डंडेली, हलियाल, जोइदा और मुंदगोड तालुका शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भाषा</p>\r\n<p>इस जिले में बोली जाने वाली मुख्य भाषा कन्नड़ है। कन्नड़ जिले की प्रमुख भाषा है, इसके बाद कोंकणी है जो व्यापक रूप से बोली जाती है। भटकल और आसपास के इलाकों में नावेथी मुसलमानों द्वारा बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म</p>\r\n<p>जनसंख्या मुख्य रूप से हिंदू बहुसंख्यक समुदायों से बनी है, हालांकि एक कैथोलिक समुदाय 1500 के दशक से यहां मौजूद है। भटकल तालुक में मुस्लिमों का एक बड़ा बहुमत है और भटकल शहर में बहुमत है।</p>\r\n<p>&nbsp;</p>\r\n<p>साक्षरता</p>\r\n<p>जिले में कुल 10.8 लाख लोग साक्षर हैं, जिनमें से लगभग 5.8 लाख पुरुष हैं और लगभग 5 लाख महिलाएं हैं। उत्तरा कन्नड़ में साक्षरता दर (6 वर्ष से कम बच्चों को छोड़कर) 84% है। 90% पुरुष और 78% महिला जनसंख्या यहाँ साक्षर हैं। जिले में कुल साक्षरता दर 7% बढ़ी है। पुरुष साक्षरता में 5% और महिला साक्षरता दर में 10% की वृद्धि हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>यक्षगान की वेशभूषा</p>\r\n<p>यक्षगान एक शास्त्रीय नृत्य नाटिका है जो भारत के कर्नाटक राज्य में ज्यादातर उत्तरा कन्नड़ के जिलों में लोकप्रिय है। शिमोगा, उडुपी, दक्षिण कन्नड़ और केरल का कासरगोड जिला। इस थियेटर कला में संगीत, गीत, नृत्य, अभिनय, संवाद, कहानी और अनूठी वेशभूषा शामिल है। जबकि गाने और नृत्य भारतीय शास्त्रीय नृत्य रूपों के बहुत ही अच्छी तरह से स्थापित ताल का पालन करते हैं, अभिनय और संवाद कलाकारों की क्षमता के आधार पर मंच पर अनायास ही बन जाते हैं। शास्त्रीय और लोक तत्वों का संयोजन यक्षगान को किसी अन्य भारतीय कला से विशिष्ट बनाता है। इसे पश्चिमी आंखों में ओपेरा का एक रूप माना जाएगा। परंपरागत रूप से, यक्षगान देर रात शुरू करने और पूरी रात चलाने के लिए उपयोग करते हैं। बागवट, पृष्ठभूमि गायक भी कहानी की निर्देशिका है और मंच पर पूरी कार्यवाही को नियंत्रित करता है। बागवथा पृष्ठभूमि संगीतकारों के साथ, जो चांडे और मैडेल बजाते हैं, हेमला बनाते हैं। रंगीन वेशभूषा धारण करने वाले और कहानी में विभिन्न भूमिकाएँ निभाने वाले अभिनेता मम्मे का निर्माण करते हैं। कर्नाटक में कई पेशेवर सैनिक हैं। आधुनिक फिल्म उद्योग और टीवी से प्रतिस्पर्धा के बावजूद, ये सैनिक टिकट शो की व्यवस्था कर रहे हैं और लाभ कमा रहे हैं। इसके अलावा व्यक्ति अपने गाँव में श्री चित्तानी रामचंद्र हेगड़े, कोंडादाकुली रामचंद्र हेगड़े, गोपाल आचार्य थेर्थहल्ली और रमेश भदरी मुरूर जैसे प्रसिद्ध पेशेवर कलाकारों को आमंत्रित करते हैं, जो स्थानीय प्रतिभाओं को किंवदंतियों के साथ अभिनय करने का अवसर प्रदान करते हैं। यक्षगान को कभी-कभी कन्नड़ और खेला (करवारी कोंकणी) कोंकणी (अर्थ प्ले) दोनों में अता कहा जाता है। यक्ष-गण का शाब्दिक अर्थ है यक्ष का गीत (गण)। यक्ष प्राचीन भारत के संस्कृत साहित्य में उल्लिखित एक विदेशी जनजाति थी। नैवेथ पुरुष लुंगी पहनते हैं जो उनके लिए अद्वितीय है।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>&nbsp;</p>\r\n<p>बटाटा वड़ा</p>\r\n<p>उत्तरा कन्नड़ विभिन्न प्रकार के समुद्री खाद्य व्यंजनों के लिए प्रसिद्ध है। मछली की सब्जी और चावल स्थानीय लोगों का मुख्य आहार है। काजू और नारियल का भी बड़े पैमाने पर उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य आहार में सब्जी और / या समुद्री भोजन की संगत के साथ उबले हुए चावल का एक भाग शामिल है। सीफ़ूड अपनी उपलब्धता में आसानी के कारण बेहद लोकप्रिय है, और इसे बहुत सारे स्थानीय मसालों के साथ तैयार किया जाता है। चाय सबसे लोकप्रिय पेय है और कभी-कभी एक अलग स्वाद देने के लिए इलायची या पुदीना के साथ पूरक होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Kotte Kadubu: Kotte Kadubu में मुख्य सामग्री कटहल का गूदा और गुड़ है। बैटर जो अतिरिक्त सामग्री के साथ तैयार किया जाता है, उसे कंटेनर में डाला जाता है और स्टीम्ड किया जाता है। यह मिठाई एक स्थानीय व्यंजन है और इसे घी के साथ गर्म परोसा जाता है।</p>\r\n<p>छेद: ये टॉर्टिलास के मीठे समकक्ष के समान हैं। एक प्रकार बेसन और गुड़ के साथ बनाया जाता है, जबकि दूसरा नारियल के साथ बनाया जाता है।</p>\r\n<p>टोडादेवू एक विशेष प्रकार का पतला-क्रस्ट डोसा है जो गुड़ या गन्ने के रस से बनाया जाता है। (सिरसी के अधिकांश स्थानीय डेसर्ट में चीनी के बजाय गुड़ होता है।)</p>\r\n<p>केसरबथ: चावल को चीनी, घी और केसरी में पकाया जाता है।</p>\r\n<p>करकली: एक खास तरह की चटनी है, जिसका स्वाद बहुत मसालेदार होता है। यह कोलोकैसिया पत्तियों से तैयार किया जाता है।</p>\r\n<p>कोटे रोटी: इडली जैसी तैयारी का एक रूप है, कटहल के पत्तों का उपयोग करके निर्मित शंकु के आकार के कंटेनर में पकाया जाने वाला भाप।</p>\r\n<p>पैट्रोड: भरवां कोलोकेसिया पत्तियों को स्टीम करके तैयार किया गया एक विशेष व्यंजन है।</p>\r\n<p>नीर खुराक: उबले चावल, नारियल के दूध और नमक के घोल से बना एक नरम पतला पैनकेक।</p>\r\n<p>Kajmiji</p>\r\n<p>कोली कज्जया और होसागेरे कज्जया चावल के आटे से बने होते हैं और तेल में तली हुई एक प्रसिद्ध डिश है जो अक्सर रोटी का उपयोग किया जाता है। अक्सर मोटे आलू सांबर या नाटी चिकन करी के साथ परोसा जाता है, यह सिद्धपुरा में मांसाहारी समुदायों के बीच एक विनम्रता है।</p>\r\n<p>केला बन्स</p>\r\n<p>अंकोला कोली सरु</p>\r\n<p>अप्पे हुली</p>\r\n<p>Patholi</p>\r\n<p>कलाली मसाला</p>\r\n<p>Genasle</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सार्वजनिक परिवाहन</p>\r\n<p>उत्तर पश्चिम कर्नाटक परिवहन निगम (NWKRTC) जिले में राज्य परिवहन एजेंसी है। NWKRTC में जिले के सभी कस्बे और गाँव शामिल हैं। सार्वजनिक परिवहन का एक अच्छा नेटवर्क है जो गांवों को जिले के शहरों से जोड़ता है। राज्य के प्रमुख शहरों और कस्बों जैसे बैंगलोर, मैंगलोर, मैसूर, हुबली-धारवाड़ और बेलगाम के लिए नियमित रूप से इंट्रा राज्य सेवाएं हैं। पड़ोसी गोवा राज्य की कदमा परिवहन बसें कारवार से मैंगलोर और गोवा राज्य के सभी हिस्से के लिए नियमित सेवा प्रदान करती हैं। कुमटा, भटकल और सिरसी सार्वजनिक परिवहन के लिए मुख्य केंद्र हैं जो चौबीसों घंटे इंट्रा-डिस्ट्रिक्ट और इंट्रास्टेट सेवाएं प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कई निजी परिवहन बसें जिले से इंटर / इंट्रा राज्य के लिए भी सेवाएं प्रदान करती हैं। भटकल जिले में निजी परिवहन का मुख्य क्षेत्र है। NH-66 जो जिले से होकर गुजरता है जो मुम्बई के पास पनवेल को केरल राज्य से जोड़ता है, इस राजमार्ग पर कई निजी बसें चल रही हैं, जो बॉम्बे, पूना, कोल्हापुर, बेलगाम, पणजी, मड़गांव, उडुपी जैसी जगहों के लिए अंतर-सरकारी राज्य सेवाएं प्रदान करती हैं। मैंगलोर, बैंगलोर, मैसूर, भटकल, कासरगोड, कैनानोर, कालीकट आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>निम्नलिखित रेलवे जिले से होकर गुजरती है:</p>\r\n<p>&nbsp;</p>\r\n<p>कोंकण रेलवे जो भटकल, करवार, रत्नागिरी और पनवेल के माध्यम से मैंगलोर और मुंबई को जोड़ती है।</p>\r\n<p>लोंडा से 'वास्को रेलवे लाइन जो कैसल रॉक से होकर गुजरती है</p>\r\n<p>डांडेली रेलवे लाइन के लिए कैसल रॉक।</p>\r\n<p>हुबली-अणकोला रेलवे लाइन कारवार बंदरगाह और उत्तरी कर्नाटक को जोड़ने के लिए प्रस्तावित है।</p>\r\n<p>होन्नावर-तालगुप्पा रेलवे लाइन को कारवार बंदरगाह और कर्नाटक के मध्य भाग से जोड़ने का प्रस्ताव है।</p>\r\n<p>आरओ-आरओ (रोल ऑन / रोल ऑफ) सेवाएं कोंकण रेलवे द्वारा / अंकोला रेलवे स्टेशन से सूरतकल रेलवे स्टेशन तक / के लिए प्रदान की जाती हैं। अंकोला से मंगलोर के बीच कई ट्रक चालक इस सुविधा का उपयोग करते हैं।</p>\r\n<p>सिरसी -हवेरी रेलवे लाइन को मलनाड क्षेत्र से जोड़ने का प्रस्ताव है।</p>\r\n<p>सिरसी- सिदापुर-तालगुप्पा रेलवे लाइन को शिवमोग्गा से जोड़ने का प्रस्ताव है।</p>\r\n<p>बंदरगाहों</p>\r\n<p>उत्तरा कन्नड़ कर्नाटक राज्य के तटीय जिले में से एक है, जिसका तट 120 किलोमीटर (75 मील) है और इसमें कई बंदरगाह हैं जो समुद्री व्यापार, नौसैनिक अड्डे, मछली पकड़ने और अन्य समुद्री गतिविधियों के लिए उपयोग किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>करवार पोर्ट एक मध्यवर्ती समुद्री बंदरगाह है इस बंदरगाह की मुख्य गतिविधियाँ समुद्र में जाने वाले जहाजों, तटीय शिपिंग और मछली पकड़ने के घाटों की बर्थिंग हैं। करवार बंदरगाह पर जहाज की बंकरिंग की सुविधा भी उपलब्ध है।</p>\r\n<p>कारवार हवाई अड्डा भारतीय नौसेना द्वारा अल्गारी गाँव में बनाया जाएगा। नेवल एयर बेस जो कि प्रोजेक्ट सीबर्ड के नेवी के 10,000 करोड़ रुपये के फेज 2 का हिस्सा है</p>\r\n<p>आईएनएस कदंबा करवार के अरगा गांव में एक नौसैनिक अड्डा है जो विशेष रूप से नौसेना के जहाजों की बर्थिंग के लिए उपयोग किया जाता है। एक नौसैनिक जहाज मरम्मत यार्ड (सूखा गोदी) भी इसके साथ जुड़ा हुआ है।</p>\r\n<p>बेल्केरी पोर्ट एक लंगर बंदरगाह है।</p>\r\n<p>तदरी पोर्ट एक फिशिंग पोर्ट है।</p>\r\n<p>कुमता पोर्ट एक फिशिंग पोर्ट है।</p>\r\n<p>होन्नावर पोर्ट एक फिशिंग पोर्ट है।</p>\r\n<p>भटकल बंदरगाह मछली पकड़ने का बंदरगाह है। यह वास्तव में प्रोजेक्ट सीबर्ड था जो अब करवार में है, लोग विरोध करते हैं और वापस लेने का प्रस्ताव रखते हैं। एक अन्य मछली पकड़ने वाला बंदरगाह है जिसे टेंगिंगुंडी पोर्ट कहा जाता है।</p>\r\n<p>जिले में बंदरगाहों के भविष्य के विकास के लिए प्रस्तावित हुबली-अंकोला रेलवे लाइन व्यवहार्य उद्यम हो सकती है, माल की आवाजाही के लिए, वर्तमान में कार्गो आवाजाही का प्रमुख साधन है, जो जिले के राष्ट्रीय राजमार्गों की भीड़ की ओर जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आस-पास के हवाई अड्डे</p>\r\n<p>गोवा अंतर्राष्ट्रीय हवाई अड्डा</p>\r\n<p>मैंगलोर अंतर्राष्ट्रीय हवाई अड्डा</p>\r\n<p>हुबली एयरपोर्ट</p>\r\n<p>बेलगाम हवाई अड्डा</p>\r\n<p>उल्लेखनीय व्यक्तित्व</p>\r\n<p>रामकृष्ण हेगड़े, कर्नाटक के 2 बार मुख्यमंत्री रहे</p>\r\n<p>एन.के. नाइक, आईआईटी बॉम्बे में प्रोफेसर एमेरिटस</p>\r\n<p>अनंत नाग</p>\r\n<p>शंकर नाग</p>\r\n<p>यशवंत चित्तल</p>\r\n<p>शांतिनाथ देसाई</p>\r\n<p>चित्तानी रामचंद्र हेगड़े, यक्षगान कलाकार</p>\r\n<p>गुरुदास कामत</p>\r\n<p>रामकृष्ण हेगड़े</p>\r\n<p>मेजर राम राघोबा राणे, परम वीर चक्र अवार्डी</p>\r\n<p>जयश्री गडकर, मराठी फिल्म अभिनेत्री</p>\r\n<p>दिनकर देसाई</p>\r\n<p>गौरीश काकिनी</p>\r\n<p>नारायण होसमैन</p>\r\n<p>जयंत कैकिनी</p>\r\n<p>अक्षय नायक, फिल्म निर्माता</p>\r\n<p>लीना चंदावरकर</p>\r\n<p>नंदन नीलेकणी</p>\r\n<p>पंडरी बाई</p>\r\n<p>पंडित रमेश नाडकर्णी</p>\r\n<p>सुंदर नाडकर्णी</p>\r\n<p>विलास सारंग</p>\r\n<p>वेंकन्ना एच। नाइक, बैरिस्टर</p>\r\n<p>सन्नप्पा परमेश्वर गाँवकर</p>\r\n<p>केरेमने शिवराम हेगड़े, यक्षगान कलाकार</p>\r\n<p>मायनाथी, कन्नड़ अभिनेत्री</p>\r\n<p>आर एन शेट्टी, उद्योगपति</p>\r\n<p>अनुराधा पौडवाल, सिंगर</p>\r\n<p>राधिका पंडित</p>\r\n<p>प्रशांत अम्बिग एचआर प्रोफेशनल, नवी मुंबई।</p>\r\n<p>एसएम सैयद खलीलुर्रहमान, दुबई में एक प्रमुख व्यवसायी, संयुक्त अरब अमीरात में भारत के सबसे प्रभावशाली व्यक्तित्व में से एक, एक शिक्षाविद्, एक परोपकारी, क्षेत्र के सबसे शुरुआती चार्टर्ड एकाउंटेंट में से एक। भटकल से आती है, दुबई यूएई में रहती है।</p>\r\n<p>चक्रवर्ती सुलिबेल</p>\r\n<p>श्री अनंत कुमार हेगड़े, संसद सदस्य</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Uttara_Kannada</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b8f8f6c-338b-430f-9401-c5b6c9f47cd9_Uttara-Kannada-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-uttara-kannada-karwar-karnataka","tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"उत्तरा कन्नड़","slug":"uttara kannada"},{"name":"कारवार","slug":"karwar"}],"recommendations":[{"id":609,"title":"कोडागू , मदिकेरी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","dateCreated":"2019-09-07T14:52:37.897Z","dateModified":"2019-09-07T14:52:53.096Z","contributedBy":"AskGif","content":"कोडगु (जिसे इसके पूर्व नाम कूर्ग के नाम से भी जाना जाता है) कर्नाटक, भारत में एक प्रशासनिक जिला है। 1956 से पहले, यह एक प्रशासनिक रूप से अलग कूर्ग राज्य था, जिसके बिंदु पर इसे एक विस्तृत मैसूर राज्य में मिला दिया गया था। यह दक्षिण-पश्चिमी कर्नाटक के पश्चिमी घाट में 4,102 वर्ग किलोमीटर (1,584 वर्ग","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3f48e88c-4acc-419a-81f2-bf43f8c5928e_madikeri-coorg-karnataka.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोडागू","slug":"kodagu"},{"name":"कर्नाटक","slug":"karnataka"},{"name":"कूर्ग","slug":"coorg"},{"name":"मदिकेरी","slug":"madikeri"}],"slug":"top-places-to-visit-in-kodagu-madikeri-karnataka","total":0},{"id":596,"title":"बेंगलुरु शहरी, बेंगलुरु में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","dateCreated":"2019-09-07T02:30:45.624Z","dateModified":"2019-09-07T02:30:58.5Z","contributedBy":"AskGif","content":"बैंगलोर शहरी भारतीय राज्य कर्नाटक का एक जिला है। यह पूर्व और उत्तर में बैंगलोर ग्रामीण जिले, पश्चिम में रामनगर जिला और दक्षिण में तमिलनाडु के कृष्णागिरी जिले से घिरा हुआ है। बैंगलोर अर्बन डिस्ट्रिक्ट 1986 में अस्तित्व में आया, इसके साथ ही बंगलौर अर्बन बैंगलोर और बैंगलुरू रूरल डिस्ट्रिक्ट्स में बं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4d04751d-1b80-42e2-aa8f-0e1c6ca46be8_Bengaluru-Urban.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बेंगलुरु","slug":"bengaluru"},{"name":"बेंगलुरु-शहरी","slug":"bengaluru-urban"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-bengaluru-urban-bengaluru-karnataka","total":0},{"id":593,"title":"बल्लारी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","dateCreated":"2019-09-06T03:30:00.354Z","dateModified":"2019-09-06T03:30:15.55Z","contributedBy":"AskGif","content":"बेल्लारी, आधिकारिक तौर पर बल्लारी, नामिक बेलारी जिले में, भारत के कर्नाटक राज्य का एक प्रमुख शहर है। यह राज्य की राजधानी बंगलुरु से 311 किमी और हैदराबाद से 358 किमी दूर है। बेल्लारी की शहरी आबादी 4,10,445 है और 7,70,929 की मेट्रो आबादी इसे कर्नाटक के सबसे अधिक आबादी वाले शहरों में से एक बनाती है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c409606b-fc24-4068-8385-438c09c765a6_Ballari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बल्लारी","slug":"ballari"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-ballari-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}