{"id":621,"title":"Top Places to visit in Vijayapura, Karnataka","imageUrl":"a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","dateCreated":"2019-09-08T08:21:05.168Z","dateModified":"2019-09-08T08:21:21.601Z","contributedBy":"AskGif","content":"<p>Vijayapur is a town in Devanahalli taluk and Bangalore Rural district in the Indian state of Karnataka. Vijayapura's old name is Vadigenahalli. Local villagers still refer Vijayapura as Vadigenahalli.</p>\r\n<p>&nbsp;</p>\r\n<p>Bijapur, officially known as Vijayapura, is the district headquarters of Bijapur District of Karnataka state of India. It is also the headquarters for Bijapur Taluka. Bijapur city is well known for its historical monuments of architectural importance built during the rule of the Adil Shahi dynasty. And it also well known for the sports by the popular Karnataka premier league team as Bijapur Bulls. Bijapur is located 530 km northwest of the State Capital Bangalore and about 550 km from Mumbai, and 384 km west of the city of Hyderabad.</p>\r\n<p>&nbsp;</p>\r\n<p>The city was established in the 10th-11th centuries by the Kalyani Chalukyas and was known as Vijayapura (City of victory). The city was passed to Yadavas after Chalukya's demise. In 1347, the area was conquered by the Bahmani Sultanate. After the split of the Bahmani Sultanate, the Bijapur Sultanate ruled from the city. Relics of the Sultanates' rule can be found in the city, including the Bijapur Fort, Bara Kaman, Jama Masjid, and Gol Gumbaz.</p>\r\n<p>&nbsp;</p>\r\n<p>Vijayapura, one of the popular heritage city located in the Karnataka state of India is also one of the top ten populated cities in Karnataka. The Bijapur city has been declared as one of the corporations in the state of Karnataka last year. Bijapur urban population as per 2011 census is 326,000, perhaps the 9th biggest city in Karnataka. Bijapur Mahanagara Palike (BMP) is the newest Municipal Corporation formed under the KMC act along with Shimoga and Tumkur Municipal Corporations. Administratively, Vijayapura district comes under Belgaum division along with Bagalkote, Belgaum, Dharwad, Gadag, Haveri and Uttara Kannada (Karwar) districts. The civic administration of the city is managed by the Bijapur City Corporation and office of Deputy Commissioner in Bijapur. The office of Deputy Commissioner has the responsibility of rural areas in Bijapur, while the corporation administrates the city of Bijapur. Effective administration of the heritage city of Bijapur is the main intention behind all the activities of Bijapur City Corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Roadways Roadways: geographically &amp; strategically well connected through major cities by four lane NH- 13(Solapur-Mangalore)(now NH50), NH-218(Hubli-Humnabad) and other state highways The main stand in Bijapur is near the southwestern side of the citadel, near the city center. Bus services to Badami, Belgaum, Almatti, Gulbarga, Bidar, Hubli and Solapur are frequent. Bijapur is geographically &amp; strategically well connected through major cities by four lane NH- 13(Solapur-Mangalore)(now NH50), NH-218(Hubli-Humnabad) and other state highways. Bijapur is a big road transport hub and its state run bus transport division has 6 depots/units and comes under North East Karnataka Road Transport Corporation (NEKRTC) headquartered at Gulbarga. The division plys many premium multi axle coaches, sleeper coach, sitting push back coach with AC and Non AC with makers like Volvo, Mercedes Benz, Isuzu Tata Motors, Ashok Leyland, Mitsubishi etc. services to Bangalore, Mumbai, Pune, Hyderabad, Mangalore, Mysore, Hubli, Belgaum and other major cities.</p>\r\n<p>&nbsp;</p>\r\n<p>VRL Logistics, a major logistics company in India headquartered at Hubli, also runs premium &amp; affordable bus services to various parts of the country. Namely, around 15 buses to Bangalore, 5 buses to Mumbai on a daily basis etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways Bijapur is well connected by rail with Bangalore and other major cities of India (Bombay, Hyderabad,Ahmedabad, Hubli and Solapur). It has its own railhead that is located just 2 km from the main town.</p>\r\n<p>&nbsp;</p>\r\n<p>Bijapur railway station is connected by a broad gauge railway (Gadag-Hotgi railway line) to Hotgi junction near Solapur railway station and Kurduvadi railway station on Central Railway towards the north and to Bagalkot and Gadag junction on South Western Railway towards the south. Bijapur is connected with direct trains to Solapur, Bagalkot, Gadag, Dharwad, Bellary, Yeshwantpur (Bangaalore), Hubli, Mumbai, Hyderabad and Ahmedabad.Bijapur comes under Hubli division of South Western Railway (SWR)</p>\r\n<p>&nbsp;</p>\r\n<p>Direct railway line to Gulbarga and Belgaum</p>\r\n<p>Bijapur - Shahabad is a proposed new railway line (via Devar Hippargi, Sindgi, Jewargi) and was sanctioned in the state budget of 2010-11.</p>\r\n<p>&nbsp;</p>\r\n<p>Bijapur - Shedbal is a proposed new railway line (via Tikota, Athani, Shedbal) survey has been completed and submitted to South Western Railway Hubli</p>\r\n<p>&nbsp;</p>\r\n<p>GoK's intention is to develop Bijapur Gulbarga belt as a cement &amp; steel hub,which has created a need for a direct railway line between Bijapur and Shahabad. This would also be able to carry coal from the Jharkhand and Singareni colleries for NTPC's 4000 MW Power Project in Kudagi (Basavana Bagewadi Taluk). The Bijapur-Shahabad line would run 156.60 km and be under the South Western Railway. Partial private sector financing is required; however, state government will contribute two-thirds of the project cost of the railway line, which is estimated at Rs. 1,200 crore over the first five years, in a role as an investor in return for a share in the profits.</p>\r\n<p>&nbsp;</p>\r\n<p>Similar proposal has been made for sugar belt on the Bijapur Athani Belgaum new line, which will also provide shorter connectivity from Goa to Solapur, Gulbarga, Bidar, Nagpur, Kolkata. The line would run 112.3 km and be under South Western Railway, if project is taken into consideration it will be on 50:50 cost sharing basis on both state and railways</p>\r\n<p>&nbsp;</p>\r\n<p>Air Transport The nearest airport is at Belgaum (205 km). Indian and Jet airways flight operators connect Bijapur to the rest of India. A new airport which can accommodate ATR's &amp; Airbus 320 (expansion afterwards) is currently being built by Karnataka government through PPP mode. Land has already been acquired &amp; construction has already started.</p>\r\n<p>&nbsp;</p>\r\n<p>Bijapur Airport (Kannada: ವಿಜಾಪುರ ವಿಮಾನ ನಿಲ್ದಾಣ) is an airport that will serve the city of Bijapur in Karnataka, India. Under a public-private partnership agreement, the airport will be built on 727-acre (2.94 km2) plot of land at Madabhavi village near Bijapur. The Karnataka government has contracted MARG Limited, a diversified construction business, to develop the airport.</p>\r\n<p>&nbsp;</p>\r\n<p>The airport will feature a terminal building of 2500 square metres, with a handling capacity of 100 passengers at peak hour. Its runway will have an area of 51,000 square metres, which would be sufficient room to support a variety of aircraft. Other features included in the airport will be hangars, aprons, taxiways, parking lots, ground support equipment, a fuel form, a fire station, and air traffic control tower 15 metres high.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Bijapur is emerging as a hub for professional education. Previously (i.e. before the 1980s) there were very few professional educational institutions. Along with the professional colleges there are many colleges which provide under-graduate and post-graduate degrees in the faculty of applied science, pure science, social-sciences and humanities. College of Agriculture, Bijapur,&nbsp; Hittinalli Farm affiliated university of Agricultural Sciences, Dharwad is one of the leading educational and research institutes in the field of agriculture, which is offering undergraduate and postgraduate courses in various disciplines of agriculture.</p>\r\n<p>&nbsp;</p>\r\n<p>Engineering colleges are affiliated to Visvesvaraya Technological University viz, B.L.D.E.A's V.P. Dr. P.G. Halakatti College of Engineering and Technology and SECAB College of Engineering and Technology</p>\r\n<p>&nbsp;</p>\r\n<p>Al Ameen Medical college is affiliated to Rajiv Gandhi University of Health Sciences. BLDEA's B.M.Patil Medical College, Hospital and Research Centre is a deemed university recognized by UGC. Other professional colleges run by BLDE Association are BLDEA's college of pharmacy and college of Nursing sciences affiliated to RGUHS.</p>\r\n<p>&nbsp;</p>\r\n<p>Many of colleges except professional are affiliated to Rani Chennamma University Belagavi viz, B.L.D.E.A'S A.S.PATIL COLLEGE OF COMMERCE(Autonomous)MBA Programme, Bijapur. Rani Chennamma University has a Post-Graduation Centre at Bijapur also.</p>\r\n<p>&nbsp;</p>\r\n<p>First women's university in the state of Karnataka is located at Bijapur. Various post-graduate courses like MBA, MCA are conducted here. Additionally Bijapur is the first boasts of the Sainik school in the whole state, second in kodagu . This is a residential school preparing cadets for the Defence forces. And there many private computer training institutes providing good computer education like NIIT, Aptech, ISCT etc.</p>\r\n<p>&nbsp;</p>\r\n<p>The Bijapur district is known for its mosques, structural monuments, art and architectural heritages, archaeological sites and cave temples. With the objective to spread education in this area, Karnatak University opened its Post-Graduate Centre in 1993.</p>\r\n<p>Karnataka State Women's University</p>\r\n<p>Karnataka State Women's University, established in 2003 in the city of Bijapur is the only Women's University in Karnataka dedicated exclusively for women's education. It is recognized under 2(f) and 12(B) of the UGC Act. Seventy women's colleges spread in twelve districts of North-Karnataka are affiliated to this University. The University offers various UG programmes leading to bachelor's degree in Arts, Business Administration, Computer Applications, Commerce, Education, Fashion Technology, Home Science, Physical Education, Science and Social Work. It also offers 20 P G Courses, P G Diploma and Certificate Courses in the Faculties of Arts, Commerce and Management, Social Sciences, Science and Technology and Education.</p>\r\n<p>&nbsp;</p>\r\n<p>IGNOU Bijapur Regional Center</p>\r\n<p>Bijapur has IGNOU regional center, There are 7 districts under its jurisdiction(Districts Bagalkote, Bijapur, Bidar, Gulbarga, Koppal Raichur and Yadgir). The newly created Bijapur Regional Centre would cater to seven northern districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Bijapur IGNOU Regional Center</p>\r\n<p>Sports</p>\r\n<p>Bijapur Bulls</p>\r\n<p>At the inaugural auction of Karnataka Premier League (KPL), Bijapur Bulls was one of the eight teams that were formed. The team was bought by Vivid Kreations who are primarily into Construction and Interior Design business. Mr. Kiran Kattimani the founder of Vivid Kreations bought the team and is thus the proud owner of the BB franchise. Bijapur Bulls represent the Gulbarga zone of Karnataka State. Its logo is inspired by the famous Gol Gumbaz monument in Bijapur. It derives its colors from Karnataka State flag. Gol Gumbaz or Gol Gumbadh, from Persian گل گنبذ Gol Gombadh meaning &ldquo;round dome&rdquo;, is the mausoleum of Mohammed Adil Shah, Sultan of Bijapur. The tomb, located in Bijapur, Karnataka in India, was completed in 1656 by the architect Yaqut of Dabul. Although &ldquo;impressively simple in design&rdquo;, it is the &ldquo;structural triumph of Deccan architecture&rdquo;. Rajeshweri Gayakwad from Bijapur has represented Indian Women Cricket, she is a Left arm orthodox spinner and left hand batter</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bijapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a03d0759-60d8-4ae2-b9aa-3f982140d541_Vijayapura-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-vijayapura-karnataka","tags":[{"name":"vijayapura","slug":"vijayapura"},{"name":"karnataka","slug":"karnataka"}],"recommendations":[{"id":622,"title":"Top Places to visit in Yadgir, Karnataka","imageUrl":"f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","dateCreated":"2019-09-08T12:09:39.827Z","dateModified":"2019-09-08T12:09:54.434Z","contributedBy":"AskGif","content":"Yadagiri is a city and the administrative headquarters of Yadagiri district in the Indian state of Karnataka. It is also the administrative headquarters of Yadagiri Taluku, one of the three talukas of the district.\r\n&nbsp;\r\nYadgir District is one of the 30 districts of Karnataka sta","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"yadgir","slug":"yadgir"}],"slug":"top-places-to-visit-in-yadgir-karnataka","total":0},{"id":618,"title":"Top Places to visit in Tumakuru, Karnataka","imageUrl":"f117cb63-41cb-49d6-8dcf-f806d4eba7d6_Tumakuru-railway.jpg","dateCreated":"2019-09-08T07:12:51.544Z","dateModified":"2019-09-08T07:13:23.14Z","contributedBy":"AskGif","content":"Tumkur (officially renamed as Tumakuru) is one of the industrial cities located in the state of Karnataka, also known as Shaikshanika Nagari (city of education) and Kalpatharu Nadu (land of coconut trees). Since 28 August 2010, Tumkur has been accorded the status of a City Corporation. It is situ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f117cb63-41cb-49d6-8dcf-f806d4eba7d6_Tumakuru-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"tumkur","slug":"tumkur"},{"name":"tumakuru","slug":"tumakuru"}],"slug":"top-places-to-visit-in-tumakuru-karnataka","total":0},{"id":602,"title":"Top Places to visit in Dakshina Kannada, Mangaluru Karnataka","imageUrl":"9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","dateCreated":"2019-09-07T04:41:38.65Z","dateModified":"2019-09-07T04:48:41.116Z","contributedBy":"AskGif","content":"Dakshina Kannada is a district in the state of Karnataka in India. Sheltered by the Western Ghats on the east and surrounded by the Arabian Sea on the west, Dakshina Kannada receives abundant rainfall during the monsoon. It is bordered by Udupi District to the north, Chikmagalur district to the n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f6f3c5c-6dad-42b5-9719-e00a73779241_Mangaluru-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mangaluru","slug":"mangaluru"},{"name":"dakshina-kannada","slug":"dakshina-kannada"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-dakshina-kannada-mangaluru-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}