{"id":622,"title":"Top Places to visit in Yadgir, Karnataka","imageUrl":"f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","dateCreated":"2019-09-08T12:09:39.827Z","dateModified":"2019-09-08T12:09:54.434Z","contributedBy":"AskGif","content":"<p>Yadagiri is a city and the administrative headquarters of Yadagiri district in the Indian state of Karnataka. It is also the administrative headquarters of Yadagiri Taluku, one of the three talukas of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Yadgir District is one of the 30 districts of Karnataka state in southern India. This district was carved out from the erstwhile Gulbarga district as the 30th district of Karnataka on 10 April 2010. Yadgir town is the administrative headquarters of the district. The district occupies an area of 5,160.88 km&sup2;.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Yadagiri is connected by road and railways.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Yadgir Railway Station</p>\r\n<p>Railway</p>\r\n<p>Yadagiri has its own railway station. It has the broad gauge railway which lies between Mumbai and Chennai. It comes under South Central Railway under Guntakal division. It has its own railway branch. The city is connected to Gulbarga, 78 KM away, by Railway and by Road is 84 KM . And from Raichur its distance is 81 km. It is actually located in between two districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>State Highway 15 passes through the city connecting to Bijapur and Hyderabad. Important cities connected through buses from the city are Bengaluru, Hubballi, Dharawada, Belagavi, Sirsi, Hosapete, Vasco da Gama, Hyderabad, Ballary, Raichuru.</p>\r\n<p>&nbsp;</p>\r\n<p>Industry</p>\r\n<p>Yadagiri is place of full natural resource like water (Mainly Two river flows Krishna and Bhima) and there is lots of scope for Industrilisation in future.[original research?] One Sugar and fuel industry \"Core Green\" also established near Hiretumkur village.&nbsp; Recently Rich uranium deposits have been found in the Gogi belt covering the villages of Gogi, Ukkinal, Darshanapur in Shahapur taluk, and Thinthini and other places in Surapur taluk. Uranium processed here will be used for defence and power generation purpose.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>It has 1,024 primary schools, 149 high schools, 40 pre-university colleges, six degree colleges, and 1 polytechnic institute.</p>\r\n<p>&nbsp;</p>\r\n<p>Yadgir district has 933 primary schools, out of which 464 LPS[clarification needed], 469 are higher primary schools and 121 high school having classes VIII to X, which are run by education department. There are 1223 Anganwadi centers run by the Department of Women &amp; Child Development. 605 schools provide lower primary education. Out of 605 schools, 464 schools are run by education department, 1 school by social welfare department, 3 are aided schools and 137 are unaided schools.587 Schools are providing higher primary education. Out of 587 schools 469 schools are run by education department, 15 schools are run by social welfare department, 26 schools are aided schools, and 77 are unaided schools.200 Schools are providing High school education. Out of 200 schools 119 schools are run by education department, 16 schools are run by social welfare department, 15 schools are aided schools and 50 are unaided schools.</p>\r\n<p>&nbsp;</p>\r\n<p>A project to support high schools to integrate ICTs[clarification needed] with teaching-learning has been launched with the education department, this includes use of free and open source applications like Geogebra, Phet, and Freemind. Participating schools include GHS Honagera. The project Kalike Samrudhi Upakrama involves an umbrella of NGOs including Kalike, and IT for Change.</p>\r\n<p>&nbsp;</p>\r\n<p>Major institutions are:</p>\r\n<p>&nbsp;</p>\r\n<p>Abdul Kalam Aazad Higher Primary School.</p>\r\n<p>M.R.M Primary &amp; High School.</p>\r\n<p>Chiranjeevi Methodist High School (Eng &amp; Kan medium)</p>\r\n<p>Mahatma Gandhi High School &amp; PU Science College</p>\r\n<p>Dhoka Jain High School</p>\r\n<p>Don Bosco School &amp; College</p>\r\n<p>Jawar Education Society</p>\r\n<p>R.V. Education Trust</p>\r\n<p>New Kannada Higher Primary School &amp; College</p>\r\n<p>Sri Chennareddy Patil PU College</p>\r\n<p>Chiranjeevi Methodist Composite PU College</p>\r\n<p>Government Degree College</p>\r\n<p>Government Higher</p>\r\n<p>Nivedita Education Society</p>\r\n<p>Govt. Junior College</p>\r\n<p>Yadgir Polytechnic (managed by Luqman Trust, Gulbarga)</p>\r\n<p>Shri Balaji Lower Primary school Balajainagar (Basavanthapur)</p>\r\n<p>saba primary &amp; high school &amp; puc college yadgir</p>\r\n<p>Medical facilities</p>\r\n<p>The district has three hospitals, three ayurvedic hospitals, 37 public health centres, six community health centers, 20 dispensaries and 120 family welfare sub-centers.</p>\r\n<p>&nbsp;</p>\r\n<p>Scenic and cultural places</p>\r\n<p>The Dhab Dabi waterfall is about 5 km from Gurmitkal and about 30 km from Yadgir.</p>\r\n<p>&nbsp;</p>\r\n<p>'Chintanalli' is famous for the temple of Lord 'Gavi Siddeshwara' where the lord resides in a cave with natural water flowing over the temple and falling at the entrance; those entering the temple must walk through this waterfall. There is also a bridge constructed across the Bheema river, which is some 4 km from the city well connected by road.</p>\r\n<p>&nbsp;</p>\r\n<p>Sleeping Buddha in Shahapur taluk consists of four hills.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Yadgir_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-yadgir-karnataka","tags":[{"name":"karnataka","slug":"karnataka"},{"name":"yadgir","slug":"yadgir"}],"recommendations":[{"id":619,"title":"Top Places to visit in Udupi, Karnataka","imageUrl":"ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","dateCreated":"2019-09-08T07:28:30.051Z","dateModified":"2019-09-08T07:28:45.305Z","contributedBy":"AskGif","content":"Udupi is a district in the Indian state of Karnataka. It is the administrative headquarters of Udupi District. It is one of the fastest growing cities in Karnataka &amp; the city has got a modern touch due to various educational institutions. Udupi is one of the top tourist attractions in Karnata","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"udupi","slug":"udupi"}],"slug":"top-places-to-visit-in-udupi-karnataka","total":0},{"id":617,"title":"Top Places to visit in Shivamogga, Karnataka","imageUrl":"10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","dateCreated":"2019-09-08T06:52:04.18Z","dateModified":"2019-09-08T06:52:18.235Z","contributedBy":"AskGif","content":"Shimoga, officially known as Shivamogga, is a city and the district headquarters of Shimoga in the central part of the state of Karnataka, India. The city lies on the banks of the Tunga River. Being the gateway for the hilly region of the Western Ghats, the city is popularly nicknamed as \"Gateway","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"shivamogga","slug":"shivamogga"}],"slug":"top-places-to-visit-in-shivamogga-karnataka","total":0},{"id":599,"title":"Top Places to visit in Chikkaballapur, Karnataka","imageUrl":"d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","dateCreated":"2019-09-07T03:10:08.208Z","dateModified":"2019-09-07T03:10:23.724Z","contributedBy":"AskGif","content":"Chikkaballapur is the district headquarters of the newly created Chikkaballapur district in the state of Karnataka, India. It is located within 3 km of Muddenahalli (the birthplace of eminent engineer and statesman Sir Mokshagundam Visvesvarayya). A $400 million Pharmaceutical SEZ is coming up in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chikkaballapur","slug":"chikkaballapur"},{"name":"karnataka","slug":"karnataka"}],"slug":"top-places-to-visit-in-chikkaballapur-karnataka","total":0},{"id":592,"title":"Top Places to visit in Bagalkot, Karnataka","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"Bagalkot, or Bagalakote, is a city in the state of Karnataka, India, which is also the headquarters of Bagalkote district. It is situated on branch of River Ghataprabha about 481 km (299 mi) northwest of state capital Bangalore, 410 km (255 mi) southwest of Hyderabad, and about 570 km (354 mi) so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"karnataka","slug":"karnataka"},{"name":"bagalkot","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}