{"id":622,"title":"यादगीर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","dateCreated":"2019-09-08T12:09:39.827Z","dateModified":"2019-09-08T12:09:54.434Z","contributedBy":"AskGif","content":"<p>यादगिरी एक शहर है और भारतीय राज्य कर्नाटक में यादगिरी जिले का प्रशासनिक मुख्यालय है। यह जिले के तीन तालुकों में से एक, यादागिरी तालुक का प्रशासनिक मुख्यालय भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>यादगीर जिला दक्षिण भारत में कर्नाटक राज्य के 30 जिलों में से एक है। इस जिले को 10 अप्रैल 2010 को कर्नाटक के 30 वें जिले के रूप में गुलबर्गा जिले से बाहर किया गया था। यादगीर शहर जिले का प्रशासनिक मुख्यालय है। जिले का क्षेत्रफल 5,160.88 वर्ग किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>यादगिरी सड़क और रेलवे द्वारा जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>यादगीर रेलवे स्टेशन</p>\r\n<p>रेलवे</p>\r\n<p>यादगिरी का अपना रेलवे स्टेशन है। इसमें ब्रॉड गेज रेलवे है जो मुंबई और चेन्नई के बीच स्थित है। यह दक्षिण मध्य रेलवे के तहत गुंटकल डिवीजन में आता है। इसकी अपनी रेलवे शाखा है। शहर गुलबर्गा से Gul Gul किलोमीटर दूर, रेलवे द्वारा और सड़क मार्ग से Gul४ केएम जुड़ा हुआ है। और रायचूर से इसकी दूरी 81 किमी है। यह वास्तव में दो जिलों के बीच स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>स्टेट हाईवे 15 बीजापुर और हैदराबाद को जोड़ने वाले शहर से गुजरता है। शहर से बसों के माध्यम से जुड़े महत्वपूर्ण शहर बेंगलुरु, हुबली, धरावड़ा, बेलगावी, सिरसी, होसपेट, वास्को डी गामा, हैदराबाद, बैलेरी, रायचुरु हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्योग</p>\r\n<p>यदागिरी पानी की तरह पूर्ण प्राकृतिक संसाधन का स्थान है (मुख्य रूप से दो नदी कृष्णा और भीम बहती है) और भविष्य में Industrilisation के लिए बहुत गुंजाइश है। [मूल शोध?] एक चीनी और ईंधन उद्योग \"कोर ग्रीन\" भी हतमुमकुर गांव के पास स्थापित किया गया है। हाल ही में गोगी बेल्ट में शाहपुर तालुक के गोगी, उकिनल, दर्शनपुर और सुरापुर तालुक के अन्य स्थानों पर गोमती बेल्ट में समृद्ध यूरेनियम जमा पाया गया है। यहां संसाधित यूरेनियम का उपयोग रक्षा और बिजली उत्पादन के उद्देश्य के लिए किया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>इसमें 1,024 प्राइमरी स्कूल, 149 हाई स्कूल, 40 प्री-यूनिवर्सिटी कॉलेज, छह डिग्री कॉलेज और 1 पॉलिटेक्निक संस्थान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यादगीर जिले में 933 प्राथमिक विद्यालय हैं, जिनमें से 464 LPS [स्पष्टीकरण की आवश्यकता है], 469 उच्च प्राथमिक विद्यालय हैं और 121 उच्च विद्यालय में आठवीं से दसवीं कक्षा हैं, जो शिक्षा विभाग द्वारा संचालित हैं। महिला एवं बाल विकास विभाग द्वारा संचालित 1223 आंगनवाड़ी केंद्र हैं। 605 स्कूल निम्न प्राथमिक शिक्षा प्रदान करते हैं। 605 स्कूलों में से, 464 स्कूल शिक्षा विभाग द्वारा संचालित हैं, 1 स्कूल समाज कल्याण विभाग द्वारा, 3 अनुदानित स्कूल हैं और 137 वित्तविहीन स्कूल हैं। 587 स्कूल उच्च प्राथमिक शिक्षा प्रदान कर रहे हैं। 587 स्कूलों में से 469 स्कूल शिक्षा विभाग द्वारा चलाए जाते हैं, 15 स्कूल समाज कल्याण विभाग द्वारा चलाए जाते हैं, 26 स्कूल अनुदानित स्कूल हैं, और 77 बिना मान्यता प्राप्त स्कूल हैं। 200 स्कूल हाई स्कूल शिक्षा प्रदान कर रहे हैं। शिक्षा विभाग द्वारा 200 स्कूलों में से 119 स्कूल चलाए जाते हैं, 16 स्कूल समाज कल्याण विभाग द्वारा संचालित किए जाते हैं, 15 स्कूल अनुदानित स्कूल हैं और 50 बिना मान्यता प्राप्त स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षण विभाग के साथ आईसीटी [स्पष्टीकरण की आवश्यकता] को एकीकृत करने के लिए उच्च विद्यालयों को समर्थन देने के लिए एक परियोजना शिक्षा विभाग के साथ शुरू की गई है, इसमें जियोगेब्रा, फेट और फ्रीमाइंड जैसे मुक्त और खुले स्रोत अनुप्रयोगों का उपयोग शामिल है। भाग लेने वाले स्कूलों में जीएचएस होनगेरा शामिल हैं। कलिके समृद्धि प्रोजेक्ट में कलाइक और गैर-सरकारी संगठनों की छतरी, और आईटी फॉर चेंज शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख संस्थान हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अब्दुल कलाम आज़ाद उच्चतर प्राथमिक विद्यालय।</p>\r\n<p>M.R.M प्राइमरी और हाई स्कूल।</p>\r\n<p>चिरंजीवी मेथोडिस्ट हाई स्कूल (इंग्लैंड और कान माध्यम)</p>\r\n<p>महात्मा गांधी हाई स्कूल और पीयू साइंस कॉलेज</p>\r\n<p>ढोका जैन हाई स्कूल</p>\r\n<p>डॉन बॉस्को स्कूल और कॉलेज</p>\r\n<p>जावर एजुकेशन सोसायटी</p>\r\n<p>आर.वी. शिक्षा ट्रस्ट</p>\r\n<p>न्यू कन्नड़ हायर प्राइमरी स्कूल और कॉलेज</p>\r\n<p>श्री चेन्नेरेड्डी पाटिल पीयू कॉलेज</p>\r\n<p>चिरंजीवी मेथोडिस्ट कम्पोजिट पीयू कॉलेज</p>\r\n<p>गवर्नमेंट डिग्री कॉलेज</p>\r\n<p>सरकार उच्च</p>\r\n<p>निवेदिता एजुकेशन सोसायटी</p>\r\n<p>सरकार। माध्यमिक विद्यालय</p>\r\n<p>यादगीर पॉलिटेक्निक (लुकमान ट्रस्ट, गुलबर्गा द्वारा प्रबंधित)</p>\r\n<p>श्री बालाजी लोअर प्राइमरी स्कूल बालाजीनगर (बसवंतपुर)</p>\r\n<p>सबा प्राथमिक और हाई स्कूल और puc कॉलेज यादगीर</p>\r\n<p>चिकित्सा सुविधाएं</p>\r\n<p>जिले में तीन अस्पताल, तीन आयुर्वेदिक अस्पताल, 37 सार्वजनिक स्वास्थ्य केंद्र, छह सामुदायिक स्वास्थ्य केंद्र, 20 औषधालय और 120 परिवार कल्याण उप-केंद्र हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दर्शनीय और सांस्कृतिक स्थान</p>\r\n<p>ढाब डाबी झरना गुरमीतकल से लगभग 5 किमी और यादगीर से लगभग 30 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>'चिन्तनल्ली' भगवान 'गवी सिद्धेश्वरा' के मंदिर के लिए प्रसिद्ध है जहाँ स्वामी एक गुफा में रहते हैं जहाँ प्राकृतिक जल मंदिर के ऊपर से बहता है और प्रवेश द्वार पर गिरता है; मंदिर में प्रवेश करने वालों को इस झरने से चलना चाहिए। भीमा नदी के पार एक पुल भी बनाया गया है, जो शहर से लगभग 4 किमी दूर है जो सड़क द्वारा जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>शाहपुर तालुक में स्लीपिंग बुद्धा में चार पहाड़ियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Yadgir_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f351569a-cb00-4410-bd10-3969b960e702_Yadgir-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-yadgir-karnataka","tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"यादगीर","slug":"yadgir"}],"recommendations":[{"id":619,"title":"उडुपी में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","dateCreated":"2019-09-08T07:28:30.051Z","dateModified":"2019-09-08T07:28:45.305Z","contributedBy":"AskGif","content":"उडुपी भारतीय राज्य कर्नाटक में एक जिला है। यह उडुपी जिले का प्रशासनिक मुख्यालय है। यह कर्नाटक में सबसे तेजी से बढ़ते शहरों में से एक है और इस शहर को विभिन्न शैक्षणिक संस्थानों के कारण एक आधुनिक स्पर्श मिला है। उडुपी कर्नाटक के शीर्ष पर्यटक आकर्षणों में से एक है। यह कृष्ण मंदिर के लिए उल्लेखनीय है","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ca3f8ceb-11aa-4fbe-9ef1-e4ec9442f9e0_Udupi-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"उडुपी","slug":"udupi"}],"slug":"top-places-to-visit-in-udupi-karnataka","total":0},{"id":617,"title":"शिवमोगा में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","dateCreated":"2019-09-08T06:52:04.18Z","dateModified":"2019-09-08T06:52:18.235Z","contributedBy":"AskGif","content":"शिमोगा, जिसे आधिकारिक रूप से शिवमोग्गा के रूप में जाना जाता है, भारत के कर्नाटक राज्य के मध्य भाग में एक शहर और शिमोगा का जिला मुख्यालय है। शहर तुंगा नदी के तट पर स्थित है। पश्चिमी घाट के पहाड़ी क्षेत्र के लिए प्रवेश द्वार होने के कारण, शहर को लोकप्रिय रूप में \"मलनाड का प्रवेश द्वार\" के रूप में ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10d35187-f66e-4d13-afb5-50cbcadc0e33_Shivamogga-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"शिवमोगा","slug":"shivamogga"}],"slug":"top-places-to-visit-in-shivamogga-karnataka","total":0},{"id":599,"title":"चिकबलपुर में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","dateCreated":"2019-09-07T03:10:08.208Z","dateModified":"2019-09-07T03:10:23.724Z","contributedBy":"AskGif","content":"चिक्काबल्लापुर भारत के कर्नाटक राज्य में नव निर्मित चिक्कबल्लपुर जिले का जिला मुख्यालय है। यह मुडेनाहल्ली (प्रख्यात इंजीनियर और राजनेता सर मोक्षगुंडम विश्वेश्वरय्या के जन्मस्थान) के 3 किमी के भीतर स्थित है। भारत में अपनी तरह का पहला, 325 एकड़ (1.32 किमी 2) पर चिक्काबल्लापुर में 400 मिलियन डॉलर का","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d2ed9c42-9846-474d-b902-de1e2923aab1_Chikkaballapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चिकबलपुर","slug":"chikkaballapur"},{"name":"कर्नाटक","slug":"karnataka"}],"slug":"top-places-to-visit-in-chikkaballapur-karnataka","total":0},{"id":592,"title":"बागलकोट में देखने के लिए शीर्ष स्थान, कर्नाटक","imageUrl":"7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","dateCreated":"2019-09-06T03:21:19.625Z","dateModified":"2019-09-06T03:21:34.784Z","contributedBy":"AskGif","content":"बगलकोट, या बगलकोट, भारत के कर्नाटक राज्य का एक शहर है, जो बागलकोट जिले का मुख्यालय भी है। यह घाटप्रभा नदी की शाखा पर स्थित है, जो राज्य की राजधानी बैंगलोर के उत्तर-पश्चिम में लगभग 481 किमी (299 मील), हैदराबाद के दक्षिण-पश्चिम में 410 किमी (255 मील) और मुंबई से लगभग 570 किमी (354 मील) दक्षिण-पूर्व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7023c6ae-7d79-4516-997b-4580f20d0643_Bagalkot-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कर्नाटक","slug":"karnataka"},{"name":"बागलकोट","slug":"bagalkot"}],"slug":"top-places-to-visit-in-bagalkot-karnataka","total":0}]}