{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"<p>Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kerala. In 2016, the Centre for Science and Environment rated Alappuzha as the cleanest town in India. Alappuzha is considered to be the oldest planned city in this region and the lighthouse built on the coast of the city is the first of its kind along the Laccadive Sea coast.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is situated 28 km from Changanacherry, 46 km from Kottayam, 53 km from Kochi, 129.4 km from Thrissur and 155 km north of Trivandrum. A town with canals, backwaters, beaches, and lagoons, Alappuzha was described by Lord Curzon as the \"Venice of the East.\" Hence, it is known as the \"Venetian Capital\" of Kerala. In Alappuzha, Malayalam is the most spoken language.</p>\r\n<p>&nbsp;</p>\r\n<p>It is an important tourist destination in India. The Backwaters of Alappuzha are the most popular tourist attraction in Kerala. A houseboat cruise in these backwaters can be booked. It connects Kumarakom and Cochin to the North and Quilon to the South. Apart from houseboat services, the Kerala State Water Transport Department provides government boat services within the district.</p>\r\n<p>&nbsp;</p>\r\n<p>it is also the access point for the annual Nehru Trophy Boat Race, held on the Punnamada Lake, near Alappuzha, on the second Saturday of August every year. This is the most competitive and popular of the boat races in India. The mullackal chirap is also one of the attractions of Alapuzha which is the festive season held for ten days every year in December.</p>\r\n<p>&nbsp;</p>\r\n<p>Other attractions in Alappuzha are Alappuzha Beach, offering a views of the Laccadive Sea, Pathiramanal , Ambalappuzha Sri Krishna Temple, St. Andrew's Basilica, Arthunkal, Mannarasala Temple, Chettikulangara Devi Temple, Haripad Sree Subrahmanya Swamy temple, Krishnapuram Palace, Thakazhy Sree Dharma Sastha Temple, Mullakkal Temple, Padanilam Parabrahma Temple, Edathua Church, Alappuzha CSI Christ Church (oldest Anglican church in Central Kerala) and Champakulam Valia Palli.</p>\r\n<p>&nbsp;</p>\r\n<p>Alappuzha is home to the Punnapra-Vayalar uprising against the British and also the revolt against the Feudal raj. Communist Party members were killed by the army of the diwan, 200 people at Punnapra on 24 October and more than 150 at Vayalar on 27 October. The total loss of life is allegedly estimated to be more than a thousand. Coir is the most important commodity manufactured in Alappuzha. The Coir Board was established by the Central Government under the provisions of the Coir Industry Act, 1955. A Central Coir Research Institute is located at Kalavoor.</p>\r\n<p>&nbsp;</p>\r\n<p>Backwater paddy cultivation (Kayal cultivation)</p>\r\n<p>&nbsp;</p>\r\n<p>Paddy fields in Kuttanad</p>\r\n<p>The major occupation in Alappuzha is farming. The Rice Bowl of Kerala, Kuttanadu is located in Alappuzha. Large farming areas near Vembanad Lake were reclaimed from the lake. In earlier times, the reclamation was done mainly from the shallow part of the Vembanad Lake or from the periphery of river Pamba. These reclamations constituted small areas of paddy fields called Padsekharam. The bailing out of water from those fields were done manually using water wheels (Chakram). Gradually the manual method used for bailing out of water gave way to steam engines.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Pallathuruthy bridge</p>\r\n<p>Road</p>\r\n<p>National Highways</p>\r\n<p>National Highway 66 (India) is one of the longest national highway in India. It connects Panvel to Kanyakumari and criss-crosses through Alappuzha town. National Highway 66 (India) connects Alappuzha town to other major cities like Mumbai, Udupi, Mangalore, Kannur, Kozhikode, Ernakulam, Kollam, and Trivandrum. There is a plan to upgrade State Highway 11 (Kerala) to national highway to help connect Alappuzha to Kodaikanal as part of promoting coastal-hill tourism project.</p>\r\n<p>&nbsp;</p>\r\n<p>State Highways</p>\r\n<p>&nbsp;</p>\r\n<p>State Highway 11 (Kerala)</p>\r\n<p>There are eight state highways in Alappuzha district, of which three of them originates from Alappuzha town. State Highway 11 (Kerala) starts from Kalarcode and ends at Perunna. This highway is locally known as AC road (Alappuzha-Changanassery road) and it covers a distance of 24.2 km. State Highway 11 (Kerala) is an important road which connects Alappuzha town with Kottayam district. State Highway 40 (Kerala) is an interstate highway in Alappuzha district which connects Alappuzha town with Madurai in Tamil Nadu. State Highway 40 (Kerala) is the only interstate highway in Alappuzha district. State Highway 66 (Kerala) originates from Alappuzha town and terminates at Thoppumpady.</p>\r\n<p>There are two bus terminals are situated in Alappuzha town, one for KSRTC buses (situated near state water transport corporation headquarters, boat jetty road) and the municipal bus stand for private buses (situated near Vazhicherry). KSRTC buses connect Alappuzha with cities like Kochi, Trivandrum. City buses are green and white colured (formally white and brown). City buses connect Alappuzha with places like Mannancherry, Kalavoor, Erattakulangara, Kanjippadam, and Aspinwal. Some buses connects Alappuzha to Cherthala through coastal highway and Kanichukulangara route.</p>\r\n<p>&nbsp;</p>\r\n<p>Water</p>\r\n<p>The presence of a lot of backwaters and canals makes water transport a popular means of transport. National Waterway-3 passes through Alappuzha. There is a SWTD boat jetty in the city that lies opposite to the KSRTC bus stand. It is served by boat services to Changanassery town and Kottayam, Kollam cities besides other small towns and jetties. Availing an SWTD boat is a cheaper alternative to houseboats for visiting tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Public water transport organised by Kerala State Transport Agency for long distance transport within the back waters of Kerala (India)</p>\r\n<p>Rail</p>\r\n<p>Alappuzha is linked by Ernakulam&ndash;Kayamkulam coastal railway line and connects to cities like Trivandrum, Kollam, Cochin, Coimbatore, Chennai, Delhi, Bokaro and Mumbai.The railway station is about 4 kilometres (2.5 mi) from the heart of the city. A total of four trains originate from Alappuzha to cities like Kannur, Chennai, Dhanbad and Tatanagar. There are a lot of local trains running throughout the day, which connect Alappuzha to other towns near by. Since Alappuzha is a prime destination, trains from important cities like Delhi, Chandigarh, Hyderabad, Bangalore, Mangalore, Kozhikode and [Amritsar] pass through this station.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Cochin International Airport, which is 78 kilometres (48 mi) to the North, is the closest airport. Thiruvananthapuram International Airport, 159 kilometres (99 mi) to the South, is the other airport that links the district with other countries. International tourists use these airports to reach Alappuzha. The other nearest airports are located at Kozhikode (236 kilometres (147 mi)) and Coimbatore (254 kilometres (158 mi)). A helipad in the town is reserved for government uses.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>&nbsp;</p>\r\n<p>Nehru Trophy Boat Race is a popular sport held in the Punnamada Lake near Alappuzha</p>\r\n<p>Alappuzha is globally famous for snake boat races, especially Nehru Trophy Boat Race held in the Punnamada Lake near Alappuzha. In 1952, when Jawaharlal Nehru the first prime minister of India visited Kerala, the people of Alleppey decided to give a special entertainment for their prestigious guest and conducted a snake boat race. Jawaharlal Nehru got so excited by this event and he jumped into 'Nadubhagam Chundan' (a snake boat), ignoring the security officials. By this excitement of sailing in a snake boat he donated a rolling trophy to be awarded to the winner of the race. Other than Snake boat race Cricket, football, basketball and Rowing are among the most popular sports in town. In 2015, Kerala Cricket Association inaugurated KCA Cricket Stadium Alappuzha which is an A-class cricket stadium. Another stadium named as EMS Stadium or municipal stadium is under construction in Alappuzha.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>This article's list of residents may not follow Wikipedia's verifiability or notability policies. Please improve this article by removing names that do not have independent reliable sources showing they are notable AND residents, or by incorporating the relevant publications into the body of the article through appropriate citations. (April 2019)</p>\r\n<p>V. S. Achuthanandan - Former chief minister of Kerala and one of the most senior communist politicians of India</p>\r\n<p>Thakazhi Sivasankara Pillai - Novelist and short story writer, recipient of India's highest literary award, the Jnanpith.</p>\r\n<p>Vayalar Ramavarma - Malayalam poet and film lyricist</p>\r\n<p>Sreekumaran Thampi - Lyricist, director, producer, and screenwriter in Malayalam cinema.</p>\r\n<p>M. K. Sanu &ndash; Writer, critic and social activist, a permanent member of International body for Human rights.</p>\r\n<p>K. R. Gowri Amma - Revenue Minister in the first Kerala LDF ministry, initiated the revolutionary land reforms in Kerala, Agriculture minister in Kerala UDF Ministry.</p>\r\n<p>A. K. Antony - thrice Chief Minister of Kerala in UDF Ministry, former Indian Defence Minister</p>\r\n<p>Vayalar Ravi - former Home minister of Kerala in UDF Ministry, former Union Cabinet Minister of Overseas Indian Affairs and Minister for Parliamentary Affairs.</p>\r\n<p>Irayimman Thampi - Carnatic musician as well as a music composer from Kerala</p>\r\n<p>C. K. Chandrappan - Communist leader and Former Member of Parliament.</p>\r\n<p>S. Ramachandran Pillai - Politburo member of the Communist Party of India (Marxist) and General Secretary of All India Kisan Sabha (Peasants Union)</p>\r\n<p>S. D. Shibulal - Chief Executive Officer and Managing Director of Infosys</p>\r\n<p>Prasanth Parameswaran - Kerala First class cricketer, Indian Premier League Royal Challengers Bangalore Player</p>\r\n<p>Jomon T. John - Indian cinematographer</p>\r\n<p>Ratheesh - Malayalam film actor</p>\r\n<p>Nedumudi Venu - Malayalam film actor</p>\r\n<p>Fazil - Malayalam Film Director.</p>\r\n<p>Kunchacko Boban - Malayalam Cine Actor.</p>\r\n<p>Fahadh Faasil - Malayalam Cine actor.</p>\r\n<p>Saji Thomas - Sportsman, Arjuna Awardee</p>\r\n<p>Navajyothi Sree Karunakara Guru - founder of Santhigiri Ashram</p>\r\n<p>PS Karthikeyan - former Secretary, S.N. Trust, Former Director of SNDP Yogam, Former Member of the Legislative Assembly - Aroor, Chief Editor of Dinamani daily</p>\r\n<p>P. Parameswaran - Director, Bharatheeya Vichara Kendram</p>\r\n<p>Jagannatha Varma - Kathakali artist, actor in Malayalam film and serial</p>\r\n<p>Rajeev Alunkal - film lyricist and poet</p>\r\n<p>Vayalar Sarath Chandra Varma - film lyricist</p>\r\n<p>Riaz M T - Malayalam Film Actor</p>\r\n<p>Ashokan - Malayalam Film Actor</p>\r\n<p>Rajan P. Dev &ndash; Malayalam film actor and Drama/Theater personality</p>\r\n<p>S. L. Puram Sadanandan - Malayalam playwright and film scriptwriter</p>\r\n<p>Chelangatt Gopalakrishnan - writer and film critic</p>\r\n<p>Joy J. Kaimaparamban - English and Malayalam author</p>\r\n<p>Reynolds Purackal - Servant of God, Catholic Priest and known as Valiyachan of Alappuzha</p>\r\n<p>Itty Achudan - The major contributor of ethno-medical information for the compilation of Hortus Malabaricus.</p>\r\n<p>Palackal Thoma Malpan - founder of the Carmelites of Mary Immaculate</p>\r\n<p>Mgr. Joseph C. Panjikaran - founder of the Medical Sisters of St. Joseph</p>\r\n<p>P. J. Thomas, Polayil - Chief Secretary, Kerala</p>\r\n<p>Radhika (Malayalam actress) - Malayalam cine actress</p>\r\n<p>Vellapally Natesan - General Secretary of SNDP Yogam</p>\r\n<p>G. Sudhakaran - Belongs to the Communist Party of India (Marxist) and represents Ambalappuzha constituency.</p>\r\n<p>M. G. Sreekumar - Musician, Singer, Music Director</p>\r\n<p>Ramesh Chennithala - Former Home Minister and current Leader of the opposition of Kerala.</p>\r\n<p>Navodaya Appachan - Malayalam Movie Producer and Businessman.</p>\r\n<p>Jijo Punnoose - Film Director</p>\r\n<p>Padmarajan - Film Director.</p>\r\n<p>Prof.R.Narendraprasad - Film actor, writer, critic.</p>\r\n<p>Prof.T. T. Sreekumar - Writer, academic, columnist.</p>\r\n<p>Kandankara.N.Krishnan unnithan - Poet, writer.</p>\r\n<p>Mavelikkara Ponnamma - Film actress,Drama artist.</p>\r\n<p>V.P. Sivakumar - Short story writer.</p>\r\n<p>Syam Pushkaran - Malayalam film scriptwriter</p>\r\n<p>Suresh Gopi - Malayalam Film Actor and Member of Parliament</p>\r\n<p>Mammootty - Malayalam Film Actor</p>\r\n<p>KPAC Lalitha - Malayalam Film Actress</p>\r\n<p>Sabareesh Sajjin - karikku Web series fame</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Government T D Medical College, Alappuzha</p>\r\n<p>There are schools, computer institutes and colleges all over the district, with nine training schools, 405 lower primary schools, 105 high schools and 87 higher secondary schools.</p>\r\n<p>&nbsp;</p>\r\n<p>The first school in Alappuzha, the Church Missionary Society (CMS) School, was established in 1816. The school was established by the Rev. Thomas Norton, the first CMS missionary to India. The school is run by the CSI Christ Church, Alappuzha. The first higher secondary school in Alappuzha was the Leo XIIIth Higher Secondary School, which was opened on 1 June 1889 by Portuguese Bishop John Gomes Pereira of Cochin. The first polytechnic college in Alappuzha was the Carmel Polytechnic College, established by Fr. Gilbert Palaekunnel and it's managed by CMI Congregation. Carmel is the academically top-ranked polytechnic in the state still.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>College of Engineering and Management, Punnapra</p>\r\n<p>Colleges in Alappuzha offer both graduate and postgraduate courses for their students.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>St. Joseph's College for Women, Alappuzha</p>\r\n<p>Major College Institutes</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Carmel Ploytechnic College,Punnapra</p>\r\n<p>College of Engineering, Cherthala</p>\r\n<p>Cochin University College of Engineering Kuttanad</p>\r\n<p>Sanatana Dharma College</p>\r\n<p>S. D. V. College of Arts and Applied Science</p>\r\n<p>Sree Narayana College Cherthala - SN College Kanjikkuzhy</p>\r\n<p>N.S.S. College Cherthala</p>\r\n<p>Government College, Ambalapuzha</p>\r\n<p>College of Engineering and Management, Punnapra</p>\r\n<p>Mar Gregorios College Punnapra</p>\r\n<p>College of Engineering Chengannur</p>\r\n<p>College of Applied Sciences, Mavelikkara</p>\r\n<p>Carmel College of Engineering and Technology Alappuzha</p>\r\n<p>Government T D Medical College, Alappuzha</p>\r\n<p>St. Joseph's College for Women, Alappuzha</p>\r\n<p>St. Michael's college, Cherthala</p>\r\n<p>T. K. Madhava Memorial College</p>\r\n<p>St. Aloysius college Edathua</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Alappuzha</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"recommendations":[{"id":634,"title":"Top Places to visit in Thrissur, Kerala","imageUrl":"f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","dateCreated":"2019-09-10T16:06:03.046Z","dateModified":"2019-09-11T02:06:20.799Z","contributedBy":"AskGif","content":"Thrissur, also known by its former name Trichur) is a city and capital of the Thrissur district in Kerala, India. It is the third largest urban agglomeration in Kerala after Kochi and Kozhikode urban areas and the 20th largest in India. Thrissur is also known as the \"cultural capital of Kerala\" b","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"thrissur","slug":"thrissur"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-thrissur-kerala","total":0},{"id":626,"title":"Top Places to visit in Kannur, Kerala","imageUrl":"89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","dateCreated":"2019-09-09T03:16:22.046Z","dateModified":"2019-09-11T02:02:12.419Z","contributedBy":"AskGif","content":"Kannur (also known by its former names Cannanore and Portuguese name Cananor) is a city and a Municipal Corporation in Kannur district, state of Kerala, India. It is the administrative headquarters of the Kannur District and situated 518 km north of the state capital Thiruvananthapuram. During Br","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kannur","slug":"kannur"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-kannur-kerala","total":0},{"id":625,"title":"Top Places to visit in Idukki, Painavu, Kerala","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"Idukki is one of the 14 districts of Kerala state, India, created on 26 January 1972 bifurcating Kottayam District. At that time, the district headquarters was at Kottayam. In June 1976 it was moved to Painavu. Idukki lies in the Western Ghats of Kerala. Idukki is the second largest district in a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"painavu","slug":"painavu"},{"name":"idukki","slug":"idukki"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-idukki-painavu-kerala","total":0},{"id":4,"title":"Top Weekend Getaways From Bangalore.","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>Long Weekend Getaways from Bangalore within 300 km.</strong>\r\nif you are in bangalore, you are lucky to have soo many options nearby to visit. below are few most visited sites near bangalore during weekends. Bangalore is a beautiful place with lots of beautiful places surrounding w","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solo-travel","slug":"solo-travel"},{"name":"kodaikanal","slug":"kodaikanal"},{"name":"kovalam","slug":"kovalam"},{"name":"munnar","slug":"munnar"},{"name":"mysore","slug":"mysore"},{"name":"madurai","slug":"madurai"},{"name":"bangalore","slug":"bangalore"},{"name":"pondicherry","slug":"pondicherry"},{"name":"ooty","slug":"ooty"},{"name":"ramanagara","slug":"ramanagara"},{"name":"vagamon","slug":"vagamon"},{"name":"goa","slug":"goa"},{"name":"mangalore","slug":"mangalore"},{"name":"coorg","slug":"coorg"},{"name":"alleppey","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}