{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"<p>अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनवायरनमेंट ने अलप्पुझा को भारत में सबसे स्वच्छ शहर का दर्जा दिया। अलाप्पुझा को इस क्षेत्र का सबसे पुराना नियोजित शहर माना जाता है और शहर के तट पर बना लाइटहाउस, लैकाडिव सागर तट के साथ अपनी तरह का पहला शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर चंगनाचेरी से 28 किमी, कोट्टायम से 46 किमी, कोच्चि से 53 किमी, त्रिशूर से 129.4 किमी और त्रिवेंद्रम से 155 किमी उत्तर में स्थित है। नहरों, बैकवाटर्स, समुद्र तटों और लैगून के साथ एक शहर, अलाप्पुझा को लॉर्ड कर्जन द्वारा \"पूर्व का वेनिस\" के रूप में वर्णित किया गया था। इसलिए, इसे केरल की \"वेनिस राजधानी\" के रूप में जाना जाता है। अलाप्पुझा में, मलयालम सबसे अधिक बोली जाने वाली भाषा है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह भारत का एक महत्वपूर्ण पर्यटन स्थल है। केरल में अलप्पुझा के बैकवाटर सबसे लोकप्रिय पर्यटक आकर्षण हैं। इन बैकवाटर में एक हाउसबोट क्रूज बुक किया जा सकता है। यह कुमारकोम और कोचीन को उत्तर और क्विलन को दक्षिण से जोड़ता है। हाउसबोट सेवाओं के अलावा, केरल राज्य जल परिवहन विभाग जिले के भीतर सरकारी नाव सेवाएं प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह हर साल अगस्त के दूसरे शनिवार को अलप्पुझा के पास पुन्नमदा झील पर आयोजित वार्षिक नेहरू ट्रॉफी बोट रेस का एक्सेस प्वाइंट भी है। यह भारत में नौका दौड़ का सबसे अधिक प्रतिस्पर्धी और लोकप्रिय है। मुल्लापैक चिराप भी अलापुझा के आकर्षणों में से एक है, जो हर साल दिसंबर में दस दिनों के लिए त्योहारी सीजन होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अलाप्पुझा के अन्य आकर्षण हैं, अलाप्पुझा बीच, लेकसैडिव सी, पथिरमनल, अंबलप्पुझा श्री कृष्ण मंदिर, सेंट एंड्रयूज बेसिलिका, आर्थुंकल, मन्नारसला मंदिर, चेट्टीकुलंगरा देवी मंदिर, हरिपद श्री सुब्रह्मण्य स्वामी मंदिर, कृष्णपुरम पैलेस, के दृश्य पेश करते हैं। मंदिर, मुल्लाक्कल मंदिर, पडनीलम परब्रह्म मंदिर, एडथुआ चर्च, अलाप्पुझा सीएसआई क्राइस्ट चर्च (मध्य केरल का सबसे पुराना एंग्लिकन चर्च) और चंपाकुलम वालिया पल्ली।</p>\r\n<p>&nbsp;</p>\r\n<p>अलप्पुझा पुन्नपरा-वायलार में अंग्रेजों के खिलाफ विद्रोह और सामंती राज के खिलाफ विद्रोह का घर है। कम्युनिस्ट पार्टी के सदस्यों को दीवान की सेना ने मार डाला, 24 अक्टूबर को पुनपरा में 200 लोग और 27 अक्टूबर को वायलार में 150 से अधिक लोग मारे गए। कथित तौर पर जीवन की कुल हानि एक हजार से अधिक होने का अनुमान है। कॉयर अलप्पुझा में निर्मित सबसे महत्वपूर्ण वस्तु है। कॉयर बोर्ड की स्थापना केंद्र सरकार द्वारा कॉयर उद्योग अधिनियम, 1955 के प्रावधानों के तहत की गई थी। एक केंद्रीय कॉयर अनुसंधान संस्थान कलावूर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>बैकवाटर धान की खेती (कयाल खेती)</p>\r\n<p>&nbsp;</p>\r\n<p>कुट्टनाड में धान के खेत</p>\r\n<p>अलाप्पुझा में प्रमुख व्यवसाय खेती है। केरल का चावल का कटोरा, कुट्टनाडु अलाप्पुझा में स्थित है। वेम्बानाड झील के पास बड़े कृषि क्षेत्रों को झील से पुनः प्राप्त किया गया था। पहले के समय में, रिक्लेमेशन मुख्य रूप से वेम्बनाड झील के उथले हिस्से से या पम्बा नदी की परिधि से किया जाता था। इन उद्घोषणाओं ने धान के छोटे-छोटे क्षेत्रों का गठन किया जिन्हें पद्शेखरम् कहा जाता है। उन क्षेत्रों के पानी से बाहर निकलने का काम मैन्युअल रूप से पानी के पहियों (चकराम) का उपयोग करके किया गया था। धीरे-धीरे पानी से बाहर निकलने के लिए इस्तेमाल की जाने वाली मैनुअल विधि ने भाप के इंजनों को रास्ता दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>पल्लथुर्थी पुल</p>\r\n<p>सड़क</p>\r\n<p>राष्ट्रीय राजमार्ग</p>\r\n<p>राष्ट्रीय राजमार्ग 66 (भारत) भारत के सबसे लंबे राष्ट्रीय राजमार्गों में से एक है। यह पनवेल को कन्याकुमारी से जोड़ता है और अलाप्पुझा शहर से होकर जाता है। राष्ट्रीय राजमार्ग 66 (भारत) अलाप्पुझा शहर को मुंबई, उडुपी, मैंगलोर, कन्नूर, कोझीकोड, एर्नाकुलम, कोल्लम और त्रिवेंद्रम जैसे अन्य प्रमुख शहरों से जोड़ता है। तटीय-पहाड़ी पर्यटन परियोजना को बढ़ावा देने के लिए अलाप्पुझा को कोडाइकनाल से जोड़ने में मदद करने के लिए राज्य राजमार्ग 11 (केरल) को राष्ट्रीय राजमार्ग में अपग्रेड करने की योजना है।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य के राजमार्ग</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य राजमार्ग 11 (केरल)</p>\r\n<p>अलाप्पुझा जिले में आठ राज्य राजमार्ग हैं, जिनमें से तीन अलप्पुझा शहर से निकलते हैं। स्टेट हाईवे 11 (केरल) कलारकोड से शुरू होता है और पेरुन्ना पर समाप्त होता है। यह राजमार्ग स्थानीय रूप से एसी रोड (अलाप्पुझा-चंगनास्सेरी रोड) के रूप में जाना जाता है और यह 24.2 किमी की दूरी तय करता है। स्टेट हाईवे 11 (केरल) एक महत्वपूर्ण सड़क है जो अलप्पुझा शहर कोट्टायम जिले से जोड़ती है। स्टेट हाईवे 40 (केरल) अलाप्पुझा जिले में एक अंतरराज्यीय राजमार्ग है जो तमिलनाडु में मदुरै के साथ अलाप्पुझा शहर को जोड़ता है। राज्य राजमार्ग 40 (केरल) अलाप्पुझा जिले का एकमात्र अंतरराज्यीय राजमार्ग है। स्टेट हाईवे 66 (केरल) अलप्पुझा शहर से निकलता है और थोप्पुमडी में समाप्त होता है।</p>\r\n<p>अलप्पुझा शहर में दो बस टर्मिनल स्थित हैं, एक केएसआरटीसी बसों (राज्य जल परिवहन निगम मुख्यालय, नाव घाट रोड के पास स्थित) और निजी बसों के लिए नगरपालिका बस स्टैंड (वाझीचेरी के पास स्थित)। केएसआरटीसी की बसें अलप्पुझा को कोच्चि, त्रिवेंद्रम जैसे शहरों से जोड़ती हैं। सिटी बसें हरे और सफेद रंग की (औपचारिक रूप से सफेद और भूरे रंग की) होती हैं। सिटी बसें अलप्पुझा को मन्ननचेरी, कलावूर, एराटाकुलंगारा, कंजिप्पादम और एस्पिनवाल जैसी जगहों से जोड़ती हैं। कुछ बसें तटीय राजमार्ग और कांचीकुलंगारा मार्ग से अलाप्पुझा को चेरतला से जोड़ती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पानी</p>\r\n<p>बहुत सारे बैकवाटर और नहरों की उपस्थिति जल परिवहन को परिवहन का एक लोकप्रिय साधन बनाती है। राष्ट्रीय जलमार्ग -3 अलाप्पुझा से होकर गुजरती है। शहर में एक SWTD नाव घाट है जो KSRTC बस स्टैंड के सामने स्थित है। यह बोट सेवाओं द्वारा चंगनास्सेरी शहर और कोट्टायम, कोल्लम शहरों के अलावा अन्य छोटे शहरों और घाटियों में भी परोसा जाता है। पर्यटकों को आने के लिए हाउसबोट का सस्ता विकल्प SWTD नाव उपलब्ध कराना।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>केरल के बैक वाटर (भारत) के भीतर लंबी दूरी के परिवहन के लिए केरल राज्य परिवहन एजेंसी द्वारा आयोजित सार्वजनिक जल परिवहन</p>\r\n<p>रेल</p>\r\n<p>अलाप्पुझा, एर्नाकुलम-कयाकमुल तटीय रेलवे लाइन से जुड़ा हुआ है और यह त्रिवेंद्रम, कोल्लम, कोचीन, कोयम्बटूर, चेन्नई, दिल्ली, बोकारो और मुंबई जैसे शहरों से जुड़ता है। रेलवे स्टेशन शहर के केंद्र से लगभग 4 किलोमीटर (2.5 मील) दूर है। कुल चार ट्रेनें अलाप्पुझा से कन्नूर, चेन्नई, धनबाद और टाटानगर जैसे शहरों में जाती हैं। दिन भर में बहुत सारी लोकल ट्रेनें चलती हैं, जो अलाप्पुझा को पास के दूसरे शहरों से जोड़ती हैं। चूंकि अलप्पुझा एक प्रमुख गंतव्य है, इसलिए दिल्ली, चंडीगढ़, हैदराबाद, बैंगलोर, मैंगलोर, कोझीकोड और [अमृतसर] जैसे महत्वपूर्ण शहरों से ट्रेनें इस स्टेशन से गुजरती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>कोचीन अंतर्राष्ट्रीय हवाई अड्डा, जो उत्तर में 78 किलोमीटर (48 मील) है, निकटतम हवाई अड्डा है। तिरुवनंतपुरम अंतर्राष्ट्रीय हवाई अड्डा, दक्षिण में 159 किलोमीटर (99 मील), अन्य हवाई अड्डा है जो अन्य देशों के साथ जिले को जोड़ता है। अंतर्राष्ट्रीय पर्यटक इन हवाई अड्डों का उपयोग अलाप्पुझा तक पहुंचने के लिए करते हैं। अन्य निकटतम हवाई अड्डे कोझीकोड (236 किलोमीटर (147 मील)) और कोयम्बटूर (254 किलोमीटर (158 मील)) में स्थित हैं। कस्बे में एक हेलीपैड सरकारी उपयोग के लिए आरक्षित है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>&nbsp;</p>\r\n<p>नेहरू ट्रॉफी बोट रेस अलप्पुझा के पास पुन्नमदा झील में आयोजित एक लोकप्रिय खेल है</p>\r\n<p>अलप्पुझा सांप की नाव दौड़ के लिए विश्व स्तर पर प्रसिद्ध है, विशेष रूप से नेहरू ट्रॉफी बोट रेस, अलनुझा के पास पुन्नमदा झील में आयोजित की जाती है। 1952 में, जब जवाहरलाल नेहरू भारत के पहले प्रधान मंत्री ने केरल का दौरा किया, तो अल्लेप्पी के लोगों ने अपने प्रतिष्ठित अतिथि के लिए एक विशेष मनोरंजन देने का फैसला किया और एक साँप नाव की दौड़ का आयोजन किया। जवाहरलाल नेहरू इस आयोजन से बहुत उत्साहित हुए और उन्होंने सुरक्षा अधिकारियों की अनदेखी करते हुए 'नादुभगम चंदन' (एक साँप नाव) में कूद गए। एक साँप नाव में नौकायन के इस उत्साह से उन्होंने दौड़ के विजेता को सम्मानित करने के लिए एक रोलिंग ट्रॉफी दान की। स्नेक बोट रेस क्रिकेट के अलावा, फुटबॉल, बास्केटबॉल और रोइंग शहर के सबसे लोकप्रिय खेलों में से एक हैं। 2015 में, केरल क्रिकेट एसोसिएशन ने केसीए क्रिकेट स्टेडियम अलापुझा का उद्घाटन किया, जो एक ए श्रेणी का क्रिकेट स्टेडियम है। एक अन्य स्टेडियम जिसे ईएमएस स्टेडियम या नगरपालिका स्टेडियम के रूप में नामित किया गया है, अलप्पुझा में निर्माणाधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>इस लेख की निवासियों की सूची विकिपीडिया की सत्यता या उल्लेखनीय नीतियों का पालन नहीं कर सकती है। कृपया उन लेखों को हटाकर इस लेख में सुधार करें जिनमें स्वतंत्र विश्वसनीय स्रोत नहीं हैं जो यह दिखाते हैं कि वे उल्लेखनीय और निवासी हैं, या उपयुक्त उद्धरणों के माध्यम से संबंधित प्रकाशनों को लेख के मुख्य भाग में शामिल कर रहे हैं। (अप्रैल 2019)</p>\r\n<p>वी। एस। अच्युतानंदन - केरल के पूर्व मुख्यमंत्री और भारत के सबसे वरिष्ठ कम्युनिस्ट राजनेताओं में से एक</p>\r\n<p>ठाकाजी शिवशंकर पिल्लई - उपन्यासकार और लघु कथाकार, भारत के सर्वोच्च साहित्यिक पुरस्कार, ज्ञानपीठ के प्राप्तकर्ता।</p>\r\n<p>वायलार रामवर्मा - मलयालम कवि और फ़िल्म गीतकार</p>\r\n<p>श्रीकुमारन थम्पी - मलयालम सिनेमा में गीतकार, निर्देशक, निर्माता और पटकथा लेखक।</p>\r\n<p>एम। के। सानू - लेखक, आलोचक और सामाजिक कार्यकर्ता, मानवाधिकारों के लिए अंतर्राष्ट्रीय निकाय के स्थायी सदस्य।</p>\r\n<p>के आर गौरी अम्मा - पहले केरल एलडीएफ मंत्रालय में राजस्व मंत्री, केरल में क्रांतिकारी भूमि सुधार, केरल यूडीएफ मंत्रालय में कृषि मंत्री।</p>\r\n<p>ए.के. एंटनी - पूर्व भारतीय रक्षा मंत्री, यूडीएफ मंत्रालय में केरल के तीन बार मुख्यमंत्री रहे</p>\r\n<p>वायलार रवि - यूडीएफ मंत्रालय में केरल के पूर्व गृह मंत्री, प्रवासी भारतीय मामलों के पूर्व केंद्रीय कैबिनेट मंत्री और संसदीय मामलों के मंत्री।</p>\r\n<p>इरेइम्मन थम्पी - कर्नाटक संगीतज्ञ और साथ ही केरल के एक संगीतकार</p>\r\n<p>सी। के। चंद्रप्पन - कम्युनिस्ट नेता और पूर्व संसद सदस्य।</p>\r\n<p>एस। रामचंद्रन पिल्लई - भारतीय कम्युनिस्ट पार्टी (मार्क्सवादी) के पोलित ब्यूरो सदस्य और अखिल भारतीय किसान सभा (किसान यूनियन) के महासचिव</p>\r\n<p>एस डी। शिबूलाल - मुख्य कार्यकारी अधिकारी और इन्फोसिस के प्रबंध निदेशक</p>\r\n<p>प्रशांत परमेस्वरन - केरल प्रथम श्रेणी क्रिकेटर, इंडियन प्रीमियर लीग रॉयल चैलेंजर्स बैंगलोर प्लेयर</p>\r\n<p>जोमन टी। जॉन - भारतीय छायाकार</p>\r\n<p>रथेश - मलयालम फ़िल्म अभिनेता</p>\r\n<p>नेदुमुदी वेणु - मलयालम फ़िल्म अभिनेता</p>\r\n<p>फ़ाज़िल - मलयालम फ़िल्म निर्देशक।</p>\r\n<p>कुंचको बोबन - मलयालम सिने अभिनेता।</p>\r\n<p>फहद फ़ासिल - मलयालम सिने अभिनेता।</p>\r\n<p>साजी थॉमस - खिलाड़ी, अर्जुन अवार्डी</p>\r\n<p>नवज्योति श्री करुणाकर गुरु - संथगिरी आश्रम के संस्थापक</p>\r\n<p>पीएस कार्तिकेयन - पूर्व सचिव, एस.एन. ट्रस्ट, एसएनडीपी के पूर्व निदेशक योगम, विधान सभा के पूर्व सदस्य - आरूर, दिनमणि के मुख्य संपादक दैनिक</p>\r\n<p>पी। परमेस्वरन - निदेशक, भरथेय विचार केंद्रम</p>\r\n<p>जगन्नाथ वर्मा - कथकली कलाकार, मलयालम फिल्म और धारावाहिक में अभिनेता</p>\r\n<p>राजीव अलंकल - फ़िल्म गीतकार और कवि</p>\r\n<p>वायलार सरथ चंद्र वर्मा - फ़िल्म गीतकार</p>\r\n<p>रियाज एम टी - मलयालम फिल्म अभिनेता</p>\r\n<p>अशोकन - मलयालम फ़िल्म अभिनेता</p>\r\n<p>राजन पी। देव - मलयालम फ़िल्म अभिनेता और नाटक / रंगमंच व्यक्तित्व</p>\r\n<p>एस। एल। पुरम सदानंदन - मलयालम नाटककार और फ़िल्म पटकथा लेखक</p>\r\n<p>चेलांगट्ट गोपालकृष्णन - लेखक और फिल्म समीक्षक</p>\r\n<p>जॉय जे। कैमपरामन - अंग्रेजी और मलयालम लेखक</p>\r\n<p>रेनॉल्ड्स Purackal - भगवान, कैथोलिक पुजारी के सेवक और अलाप्पुझा के वलियाचन के रूप में जाना जाता है</p>\r\n<p>इट्टी अचुडान - हॉर्टस मालाबारिकस के संकलन के लिए एथनो-मेडिकल जानकारी का प्रमुख योगदानकर्ता।</p>\r\n<p>पालाकेल थोमा मालपन - मैरी इमैक्युलेट के कार्मेलाइट्स के संस्थापक</p>\r\n<p>एमजीआर। जोसेफ सी। पंजिकरन - सेंट जोसेफ की मेडिकल सिस्टर्स के संस्थापक</p>\r\n<p>पी। जे। थॉमस, पोलायिल - मुख्य सचिव, केरल</p>\r\n<p>राधिका (मलयालम अभिनेत्री) - मलयालम सिने अभिनेत्री</p>\r\n<p>वेल्लापल्ली नत्सन - एसएनडीपी योगम के महासचिव</p>\r\n<p>जी। सुधाकरन - भारतीय कम्युनिस्ट पार्टी (मार्क्सवादी) के हैं और अंबालापुझा निर्वाचन क्षेत्र का प्रतिनिधित्व करते हैं।</p>\r\n<p>एम। जी। श्रीकुमार - संगीतकार, गायक, संगीत निर्देशक</p>\r\n<p>रमेश चेन्निथला - पूर्व गृह मंत्री और केरल के वर्तमान नेता।</p>\r\n<p>नवोदय अपचन - मलयालम मूवी निर्माता और व्यवसायी।</p>\r\n<p>जीजो पुन्नो - फिल्म निर्देशक</p>\r\n<p>पद्मराजन - फ़िल्म निर्देशक।</p>\r\n<p>प्रो.नरेंद्रप्रसाद - फ़िल्म अभिनेता, लेखक, समीक्षक।</p>\r\n<p>Prof.T. टी। श्रीकुमार - लेखक, अकादमिक, स्तंभकार।</p>\r\n<p>कंदनकरा.न.कृष्णन अननितन - कवि, लेखक।</p>\r\n<p>मवेलिक्करा पोन्नम्मा - फिल्म अभिनेत्री, नाटक कलाकार।</p>\r\n<p>वी.पी. शिवकुमार - लघु कथाकार।</p>\r\n<p>स्याम पुष्करन - मलयालम फिल्म पटकथा लेखक</p>\r\n<p>सुरेश गोपी - मलयालम फ़िल्म अभिनेता और संसद सदस्य</p>\r\n<p>ममूटी - मलयालम फिल्म अभिनेता</p>\r\n<p>केपीएसी ललिता - मलयालम फिल्म अभिनेत्री</p>\r\n<p>सबरीश सज्जिन - कारिक्कु वेब श्रृंखला प्रसिद्धि</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट टी डी मेडिकल कॉलेज, अलापुझा</p>\r\n<p>जिले भर में नौ प्रशिक्षण विद्यालय, 405 निम्न प्राथमिक विद्यालय, 105 उच्च विद्यालय और 87 उच्च माध्यमिक विद्यालय के साथ स्कूल, कंप्यूटर संस्थान और कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चर्च मिशनरी सोसाइटी (CMS) स्कूल, अलाप्पुझा में पहला स्कूल 1816 में स्थापित किया गया था। स्कूल की स्थापना भारत के पहले सीएमएस मिशनरी रेव थॉमस नॉर्टन ने की थी। स्कूल का संचालन सीएसआई क्राइस्ट चर्च, अलाप्पुझा द्वारा किया जाता है। अलाप्पुझा में पहला उच्चतर माध्यमिक विद्यालय लियो XIIIth हायर सेकेंडरी स्कूल था, जिसे 1 जून 1889 को कोचीन के पुर्तगाली बिशप जॉन गोम्स परेरा द्वारा खोला गया था। अलप्पुझा में पहला पॉलिटेक्निक कॉलेज, कार्मल पॉलिटेक्निक कॉलेज था, जो फ्र द्वारा स्थापित किया गया था। गिल्बर्ट पैलाकुनेल और यह सीएमआई संघ द्वारा प्रबंधित है। कार्मेल राज्य में अभी भी अकादमिक रूप से शीर्ष क्रम के पॉलीटेक्निक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कॉलेज ऑफ इंजीनियरिंग एंड मैनेजमेंट, पुनपरा</p>\r\n<p>अलाप्पुझा में कॉलेज अपने छात्रों के लिए स्नातक और स्नातकोत्तर दोनों पाठ्यक्रम प्रदान करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट जोसेफ कॉलेज फॉर विमेन, अलाप्पुझा</p>\r\n<p>प्रमुख कॉलेज संस्थान</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कार्मेल पलेटेक्निक कॉलेज, पुन्नपरा</p>\r\n<p>कॉलेज ऑफ इंजीनियरिंग, चेरथला</p>\r\n<p>कोचीन यूनिवर्सिटी कॉलेज ऑफ इंजीनियरिंग कुट्टनाड</p>\r\n<p>सनातन धर्म कॉलेज</p>\r\n<p>एस। डी। वी। कॉलेज ऑफ आर्ट्स एंड एप्लाइड साइंस</p>\r\n<p>श्री नारायण कॉलेज चेरथला - एसएन कॉलेज कांजीकुझी</p>\r\n<p>N.S.S. कॉलेज चेरतला</p>\r\n<p>गवर्नमेंट कॉलेज, अंबालापुझा</p>\r\n<p>कॉलेज ऑफ इंजीनियरिंग एंड मैनेजमेंट, पुनपरा</p>\r\n<p>मार ग्रेगोरियोस कॉलेज पुन्नपरा</p>\r\n<p>कॉलेज ऑफ इंजीनियरिंग चेंगन्नूर</p>\r\n<p>कॉलेज ऑफ एप्लाइड साइंसेज, मावलिककारा</p>\r\n<p>कार्मल कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी अलाप्पुझा</p>\r\n<p>गवर्नमेंट टी डी मेडिकल कॉलेज, अलापुझा</p>\r\n<p>सेंट जोसेफ कॉलेज फॉर विमेन, अलाप्पुझा</p>\r\n<p>सेंट माइकल कॉलेज, चेरथला</p>\r\n<p>माधव मेमोरियल कॉलेज के टी। के</p>\r\n<p>सेंट एलॉयसियस कॉलेज एडथुआ</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Alappuzha</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"recommendations":[{"id":634,"title":"त्रिशूर में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","dateCreated":"2019-09-10T16:06:03.046Z","dateModified":"2019-09-11T02:06:20.799Z","contributedBy":"AskGif","content":"त्रिशूर, जिसे इसके पूर्व नाम त्रिचूर के नाम से भी जाना जाता है) भारत के केरल में त्रिशूर जिले का एक शहर और राजधानी है। यह कोच्चि और कोझीकोड शहरी क्षेत्रों के बाद केरल में तीसरा सबसे बड़ा शहरी समूह है और भारत में 20 वां सबसे बड़ा है। त्रिसूर को पूरे इतिहास में सांस्कृतिक, आध्यात्मिक और धार्मिक झुक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"त्रिशूर","slug":"thrissur"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-thrissur-kerala","total":0},{"id":626,"title":"कन्नूर में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","dateCreated":"2019-09-09T03:16:22.046Z","dateModified":"2019-09-11T02:02:12.419Z","contributedBy":"AskGif","content":"कन्नूर (जिसे इसके पूर्व नाम कैनानोर और पुर्तगाली नाम कैनानोर के नाम से भी जाना जाता है) भारत के केरल राज्य के कन्नूर जिले में एक शहर और एक नगर निगम है। यह कन्नूर जिले का प्रशासनिक मुख्यालय है और राज्य की राजधानी तिरुवनंतपुरम से 518 किमी उत्तर में स्थित है। भारत में ब्रिटिश शासन के दौरान, कन्नूर क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कन्नूर","slug":"kannur"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-kannur-kerala","total":0},{"id":625,"title":"इडुक्की, पयनावु में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"इडुक्की केरल राज्य, भारत के 14 जिलों में से एक है, जो 26 जनवरी 1972 को कोट्टायम जिले को द्विभाजित करके बनाया गया था। उस समय, जिला मुख्यालय कोट्टायम में था। जून 1976 में इसे दर्दावू ले जाया गया। इडुक्की केरल के पश्चिमी घाट में स्थित है। इडुक्की क्षेत्र में दूसरा सबसे बड़ा जिला है लेकिन जनसंख्या घन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पयनावु","slug":"painavu"},{"name":"इडुक्की","slug":"idukki"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-idukki-painavu-kerala","total":0},{"id":4,"title":"बैंगलोर के नजदीक तलाशने के लिए शीर्ष स्थान।","imageUrl":"c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","dateCreated":"2018-06-22T19:50:40.081Z","dateModified":"2018-07-08T09:13:00.115Z","contributedBy":"AskGif","content":"<strong>300 किमी के भीतर बैंगलोर से लांग सप्ताहांत गेटवेज़।</strong>\r\nयदि आप बैंगलोर में हैं, तो आप भाग्यशाली हैं कि यात्रा के लिए पास के कई विकल्प हैं। सप्ताहांत के दौरान बैंगलोर के पास कुछ सबसे ज्यादा देखी गई साइटें नीचे दी गई हैं। बैंगलोर एक खूबसूरत जगह है जहां आसपास के कई खूबसूरत जगहें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/hd_c7c03499-b747-48d7-a69f-85eadc03ea93_weekend-getaways_wm_icon.gif","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"एकल-यात्रा","slug":"solo-travel"},{"name":"कोडईकनाल","slug":"kodaikanal"},{"name":"कोवलम","slug":"kovalam"},{"name":"मुन्नार","slug":"munnar"},{"name":"मैसूर","slug":"mysore"},{"name":"मदुरै","slug":"madurai"},{"name":"बैंगलोर","slug":"bangalore"},{"name":"पांडिचेरी","slug":"pondicherry"},{"name":"ऊटी","slug":"ooty"},{"name":"रामनगर","slug":"ramanagara"},{"name":"वाग्मन","slug":"vagamon"},{"name":"गोवा","slug":"goa"},{"name":"मंगलौर","slug":"mangalore"},{"name":"कूर्ग","slug":"coorg"},{"name":"अल्लेप्पी","slug":"alleppey"}],"slug":"top-weekend-getaways-from-bangalore","total":0}]}