{"id":624,"title":"एर्नाकुलम, कक्कनद में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"600bd51d-ae00-404e-b7e2-81db0dab857d_Ernakulam-railway.jpg","dateCreated":"2019-09-09T02:41:34.072Z","dateModified":"2019-09-09T02:59:07.897Z","contributedBy":"AskGif","content":"<p>एर्नाकुलम, भारत के मध्य केरल के कोच्चि शहर के मुख्य, मध्य और मुख्य भाग को संदर्भित करता है और इसका नाम एर्नाकुलम जिले में रखा गया है। केरल उच्च न्यायालय, कोच्चि नगर निगम का कार्यालय और कोचीन स्टॉक एक्सचेंज यहाँ स्थित हैं। एरनाकुलम जंक्शन भारतीय रेलवे का एक प्रमुख रेलवे स्टेशन है। प्रारंभ में, एर्नाकुलम एर्नाकुलम जिले का मुख्यालय था, लेकिन बाद में इसे कक्कानड में स्थानांतरित कर दिया गया। एर्नाकुलम कभी कोचीन साम्राज्य की राजधानी थी। यह राज्य की राजधानी तिरुवनंतपुरम से उत्तर-पश्चिम में 220 किलोमीटर (137 मील) दूर स्थित है। शहर ने कई मलयाली उद्यमियों के लिए एक इनक्यूबेटर के रूप में काम किया है और यह केरल का एक प्रमुख वित्तीय और वाणिज्यिक केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य सरकार और जीसीडीए की योजना है कि एर्नाकुलम, पेरुंबावूर, पीरवोम और कोलेनचेरी को एर्नाकुलम जिले में शामिल किया जाए; त्रिशूर जिले में माला और कोडुंगल्लूर; कोट्टायम में थालायोलपरम्बु और वैकोम; और कोच्चि महानगरीय सीमा के भीतर अलाप्पुझा जिले में चेरथला। नवगठित महानगर को कोच्चि महानगर क्षेत्रीय विकास प्राधिकरण नामक एक नए प्राधिकरण के प्रभार में रखा जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थलचिह्न / पर्यटन स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>समुद्री ड्राइव, कोच्चि का एक रात का दृश्य</p>\r\n<p>&nbsp;</p>\r\n<p>दरबार हॉल ग्राउंड</p>\r\n<p>&nbsp;</p>\r\n<p>मंगलवनम पक्षी अभयारण्य</p>\r\n<p>&nbsp;</p>\r\n<p>एर्नाकुलम में केरल का उच्च न्यायालय</p>\r\n<p>मरीन ड्राइव, कोच्चि</p>\r\n<p>दरबार हॉल ग्राउंड</p>\r\n<p>मंगलवनम पक्षी अभयारण्य</p>\r\n<p>Bolghatty</p>\r\n<p>वंडरला कोच्चि</p>\r\n<p>LuLu इंटरनेशनल शॉपिंग मॉल</p>\r\n<p>महात्मा गांधी रोड (कोच्चि)</p>\r\n<p>सहोदरन अयप्पन रोड (कोच्चि)।</p>\r\n<p>सिंथेटिक एथलेटिक ट्रैक के साथ महाराजा कॉलेज का मैदान</p>\r\n<p>जवाहर लाल नेहरू अंतर्राष्ट्रीय स्टेडियम, कलूर</p>\r\n<p>राजीव गांधी इंडोर स्टेडियम, कदवाथारा</p>\r\n<p>केरल उच्च न्यायालय</p>\r\n<p>सुभाष पार्क</p>\r\n<p>चिल्ड्रन पार्क</p>\r\n<p>चंगमपुझा पार्क</p>\r\n<p>बी.आर. अंबेडकर स्टेडियम</p>\r\n<p>पेंटा मेनेका</p>\r\n<p>हिल पैलेस, त्रिपुनिथुरा</p>\r\n<p>सेंट अल्बर्ट कॉलेज (स्वायत्त), एर्नाकुलम</p>\r\n<p>विवेकानंद प्रतिमा, एलामकारा</p>\r\n<p>सेक्रेड हार्ट कॉलेज, थ्वारा</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>विटिला मोबिलिटी हब शहर की परिवहन जरूरतों को पूरा करता है। एर्नाकुलम अच्छी तरह से निजी / सरकारी बसों, ऑटोरिक्शा, लंबी और छोटी दूरी की ट्रेनों और फेरों द्वारा परोसा जाता है। एर्नाकुलम में कई जेटी हैं जहां यात्री फेरी लगा सकते हैं और फेरी कर सकते हैं। बसों और / या ऑटो से यात्रा करने की तुलना में फेरी के माध्यम से यात्रा करना सस्ता और तेज है। मुख्य जेट्टी को एर्नाकुलम जेट्टी कहा जाता है जहाँ से विपिन, फोर्ट कोच्चि, मट्टनचेरी और विलिंगडन द्वीप के लिए एक नौका में सवार हो सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>एर्नाकुलम उत्तर-दक्षिण कॉरिडोर राष्ट्रीय राजमार्ग प्रणाली से चार-लेन वाले राष्ट्रीय राजमार्ग 66 के माध्यम से जुड़ा हुआ है। राजमार्ग विभिन्न बिंदुओं से शहर की पूरी लंबाई और चौड़ाई से गुजरता है और आस-पास के शहरों जैसे त्रिशूर, पलक्कड़, सलेम तक पहुंच प्रदान करता है। और कोयंबटूर। NH 66, एनापल्ली और विटिला में एर्नाकुलम शहर में दो मुख्य निकास बिंदु प्रदान करता है। सार्वजनिक परिवहन के लिए शहर काफी हद तक सिटी बसों, टैक्सियों और ऑटो रिक्शा (ऑटो कहा जाता है) पर निर्भर है। राज्य के स्वामित्व वाली केरल राज्य सड़क परिवहन निगम (KSRTC) अंतर-राज्य, अंतर-जिला और शहर सेवाएं चलाती है। राष्ट्रीय राजमार्ग 17, मदुरै से जुड़ा राष्ट्रीय राजमार्ग 49, मुख्य केंद्रीय सड़क, राज्य राजमार्ग वे सड़कें हैं जो शहर को अपने उपनगरों और नगर पालिकाओं से जोड़ती हैं। प्रमुख सड़कें - एम। जी। रोड, सहोदरन अय्यप्पन रोड, ब्रॉडवे और मरीन ड्राइव वॉकवे, बनर्जी रोड, शनमुगम रोड, कलूर-कदवंतरा रोड। केएल 07 रेज ..,</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>एर्नाकुलम जंक्शन रेलवे स्टेशन केरल का सबसे व्यस्त रेलवे स्टेशन में से एक है। एर्नाकुलम रेलवे स्टेशन शहर के मुख्य खरीदारी क्षेत्र के करीब स्थित है जो एमजी रोड पर स्थित है। भारतीय रेलवे का दक्षिणी रेलवे ज़ोन एर्नाकुलम में मुख्य रेल परिवहन प्रणाली संचालित करता है। एर्नाकुलम सिटी में दो रेलवे स्टेशन हैं। एर्नाकुलम टाउन रेलवे स्टेशन शहर के उत्तरी भाग में स्थित है और मुख्य रूप से दक्षिण में कोट्टायम की ओर जाने वाली ट्रेनों के लिए रोक बिंदु है। एर्नाकुलम जंक्शन रेलवे स्टेशन यात्रियों और एक्सप्रेस ट्रेनों का एक जंक्शन और प्रस्थान स्टेशन है, और दक्षिण की ओर अलप्पुझा की ओर जाने वाली ट्रेनों के लिए स्टॉपिंग पॉइंट है। स्टेशन के परिसर में एक ट्रेन केयर सेंटर भी है। 21 ट्रेनें एर्नाकुलम जंक्शन से निकलती हैं। एडापल्ली में एक छोटा रेलवे स्टेशन भी है।</p>\r\n<p>वायु</p>\r\n<p>एर्नाकुलम शहर कोचीन इंटरनेशनल एयरपोर्ट (नेदुम्बस्सेरी) द्वारा परोसा जाता है, जो लगभग 27 किलोमीटर दूर है। नई दिल्ली, मुंबई, हैदराबाद, बैंगलोर, चेन्नई और कोलकाता जैसे प्रमुख भारतीय शहरों के लिए सीधी घरेलू उड़ानें उपलब्ध हैं। मध्य पूर्व के शहरों में बहरीन, मस्कट, शारजाह, दुबई, जेद्दा, रियाद, दम्मम, दोहा और दक्षिण पूर्व एशियाई शहरों सिंगापुर और कुआलालंपुर के लिए अंतर्राष्ट्रीय उड़ानें यहां उपलब्ध हैं। इसमें एक समर्पित हेली-टैक्सी सेवा और चार्टर्ड उड़ानें हैं। 2015 में, यह सौर ऊर्जा द्वारा संचालित होने वाला दुनिया का पहला हवाई अड्डा बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>मेट्रो</p>\r\n<p>कोच्चि मेट्रो भारत के केरल में कोच्चि शहर के लिए एक मेट्रो प्रणाली है। पहला चरण 1 51.81 बिलियन (यूएस $ 750 मिलियन) की अनुमानित लागत पर स्थापित किया जा रहा है, और जून 2017 तक पूरा होने की उम्मीद थी, जो 1 नवंबर 2016 की पिछली समय सीमा को संशोधित करता है। वर्तमान में अलाउवा से महाराजाओं के लिए चरण 1 की 18.2 किमी। महाराजा से पेटला तक 7 किमी शेष रहते हुए सार्वजनिक रूप से खुला है और थ्रीपुनिथुरा तक विस्तार निर्माण चरण में है। इसके अलावा कलकूर स्टेशन से काकोनाड के रास्ते अनूपार्क तक की 2 लाइन को मंजूरी दे दी गई है और सरकार भूमि अधिग्रहण के लिए लोगों के साथ बातचीत कर रही है। और nedumbassery हवाई अड्डे के माध्यम से अलुवा से एंग्लम तक चरण 3 विस्तार प्रस्ताव को मंजूरी के लिए केंद्र सरकार को भेज दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>पूजा के स्थान</p>\r\n<p>मुख्य लेख: एर्नाकुलम में पूजा स्थल</p>\r\n<p>मंदिर</p>\r\n<p>एर्नाकुलम शिव मंदिर एर्नाकुलथापन मंदिर (शिव)</p>\r\n<p>वलंजामबलम देवी मंदिर</p>\r\n<p>हनुमान मंदिर, एर्नाकुलम शिव मंदिर परिसर में</p>\r\n<p>मुरुगा मंदिर। एर्नाकुलम शिव मंदिर परिसर में</p>\r\n<p>थ्रिक्करा मंदिर, थ्रिक्करा, एर्नाकुलम</p>\r\n<p>शिवरात्रि मणप्पुरम (श्री महादेव मंदिर) (देक्षिना काशी)</p>\r\n<p>कंगलंगलोर श्री नरसिम्हा स्वामी मंदिर</p>\r\n<p>थिरुवलोहर श्री महादेव मंदिर</p>\r\n<p>देशम श्रीपल्लिपट्टुकवु भगवती मंदिर</p>\r\n<p>देसोम श्री अनाथालय महाविष्णु मंदिर</p>\r\n<p>श्रीदत्त अंजनेय मंदिर</p>\r\n<p>उल्यानूर श्री महादेव मंदिर</p>\r\n<p>पोटचिरा श्री कृष्ण मंदिर</p>\r\n<p>थेवरकाडु श्री महाविष्णु-दुर्गा मंदिर, चौरा फेरी के पास</p>\r\n<p>तिरुवेरानिकुलम श्री महादेव मंदिर</p>\r\n<p>श्री पूर्णनाथरायसी मंदिर, थृपुनिथुरा</p>\r\n<p>छोटानिककारा मंदिर</p>\r\n<p>पावककुलम महादेव मंदिर</p>\r\n<p>पुथुक्कलवट्टोम महादेवा मंदिर</p>\r\n<p>पुन्नककल देवी मंदिर</p>\r\n<p>एडापल्ली श्री कृष्ण स्वामी मंदिर</p>\r\n<p>रविपुरम श्री कृष्ण स्वामी मंदिर</p>\r\n<p>एदापल्ली महा गणपति मंदिर</p>\r\n<p>परवूर दक्षिणा मूकाम्बिका मंदिर</p>\r\n<p>चित्तूर श्री कृष्ण स्वामी मंदिर</p>\r\n<p>एडाप्टली भगवती मंदिर</p>\r\n<p>कट्टंगल देवी मंदिर</p>\r\n<p>परमारा देवी मंदिर</p>\r\n<p>थोथाथिंगल धर्म संस्था मंदिर</p>\r\n<p>पूर्णनाथरायसी मंदिर</p>\r\n<p>मारंकुलंथरा श्री कृष्ण स्वामी मंदिर</p>\r\n<p>अमेडा मंदिर</p>\r\n<p>अंचुमना मंदिर</p>\r\n<p>श्रीराजराजेश्वरी मंदिर</p>\r\n<p>मस्जिद</p>\r\n<p>चेम्बबिटा रैली, कोचांगडी, कोच्चि, एर्नाकुलम</p>\r\n<p>जुमा मस्जिद, करीमक्कड़, कक्कानाड, एर्नाकुलम</p>\r\n<p>कांजीरामट्टोम जुमा मस्जिद, कंजरामट्टम, एर्नाकुलम</p>\r\n<p>पोन्नुरुननी जुमा मस्जिद, पल्लीपाडी, थम्मनम, एर्नाकुलम</p>\r\n<p>कदवंतरा सलाफी जुमा मस्जिद</p>\r\n<p>अल हिलाल मस्जिद, पचलम</p>\r\n<p>पुलेलापदी मस्जिद।</p>\r\n<p>चर्च</p>\r\n<p>शेरोन फैलोशिप चर्च अलुवा, भारत [पेंटेकोस्टल चर्च]</p>\r\n<p>वल्लारपदम चर्च बेसिलिका ऑफ अवर लेडी ऑफ रैनसम, वल्लारपदम-एर्नाकुलम</p>\r\n<p>सेंट थॉमस चर्च, कोथमंगलम</p>\r\n<p>सेंट मैरी कैथेड्रल, कोथमंगलम</p>\r\n<p>मारथोमन जकोबाइट सीरियन कैथेड्रल, मुलंथुरूथी</p>\r\n<p>नडामल मार्थ मरियम जेकॉइट सीरियन चर्च</p>\r\n<p>सेंट जॉर्ज जैकबाइट सीरियन कैथेड्रल, कारिंगाचिरा</p>\r\n<p>लिटिल फ्लावर चर्च एलामकुलम</p>\r\n<p>सेंट मैरी सूनोरो पैट्रिआर्कल कैथेड्रल एलामकुलम, कोच्चि</p>\r\n<p>सेंट मैरी के जैकबाइट सीरियन कैथेड्रल, मोरक्कला</p>\r\n<p>सेंट मैरी सीरो-मालाबार कैथोलिक कैथेड्रल बेसिलिका, एर्नाकुलम</p>\r\n<p>सेंट जूड श्राइन और सेंट जोसेफ पैरिश चर्च, थ्वारा</p>\r\n<p>सेंट मेरीज फोरेन चर्च (सेंट सेबेस्टियन तीर्थस्थल) कंजूर</p>\r\n<p>सेंट जोसेफ और सेंट एंटनी के पैरिश, कन्नमाली के चमत्कारी श्राइन</p>\r\n<p>सेंट जोसेफ श्राइन, त्रिपुनिथुरा</p>\r\n<p>थटाज्थमम्मा चैपल, डॉन बोस्को वदुथला</p>\r\n<p>शिशु यीशु चर्च, एर्नाकुलम</p>\r\n<p>सेंट जूड्स चर्च कार्नकोडम</p>\r\n<p>पोन्नूरुनी आश्रमम (गॉड सेवक ऑफ़ टॉम फ्रॉम थेनफेन ऑफ)</p>\r\n<p>सेंट जोसेफ के पूर्व कैथेड्रल और माउंट कार्मेल की हमारी महिला, भगवान माँ एलिसवा मकबरे के सेवक, वरपुझा</p>\r\n<p>शिशु जीसस पेरिश श्राइन, थुंडथुमकवडु, वरपुझा</p>\r\n<p>सेंट ऑगस्टीन पैरिश श्राइन, मूलपल्ली</p>\r\n<p>लिटिल फ्लावर चर्च, पोट्टाकुझी</p>\r\n<p>माउंट कार्मेल चर्च, चतिथ</p>\r\n<p>माउंट कार्मेल चर्च, ममांगलम</p>\r\n<p>सेंट फ्रांसिस असिस्सी कैथेड्रल और हमारी लेडी ऑफ सदा हेल्प श्राइन, एर्नाकुलम</p>\r\n<p>पवित्र परिवार मठ चर्च, एर्नाकुलम</p>\r\n<p>सेंट टेरेसा मठ मठ, एर्नाकुलम</p>\r\n<p>सेंट जॉन द बैप्टिस्ट चर्च, पलारीवट्टोम</p>\r\n<p>सेंट मार्टिन डे पोरेस चर्च, पलारीवट्टोम</p>\r\n<p>सेंट फ्रांसिस जेवियर चर्च, कलूर</p>\r\n<p>सेंट ऑगस्टीन का सिरो मालाबार कैथोलिक चर्च, पझानगढ़</p>\r\n<p>थामराचल वलियापल्ली</p>\r\n<p>सेंट जॉर्ज हेब्रोन जैकबाइट सीरियन चर्च</p>\r\n<p>सेंट राफेल चर्च, थायकुडम</p>\r\n<p>लिटिल फ्लावर चर्च कूटटुकड़</p>\r\n<p>सेंट एंटोनी का मंदिर, चूलिक्कल, कोच्चि</p>\r\n<p>सेंट सेबेस्टियन चर्च, थोप्पुमडी</p>\r\n<p>सांता क्रूज़ चर्च और शिशु यीशु तीर्थ, पेरम्पादप्पु, एडकाओची</p>\r\n<p>सेंट थॉमस मोर चर्च, एडकाओची</p>\r\n<p>सेंट लॉरेंस चर्च, एडकाओची</p>\r\n<p>सेंट लुइस चर्च (सेंट जेम्स श्राइन), मुंडेमवेली</p>\r\n<p>हमारी लेडी ऑफ होप चर्च, फोर्ट वाइपेन</p>\r\n<p>कारिंगाचिरा चर्च</p>\r\n<p>सांता क्रूज़ कैथेड्रल बेसिलिका, फोर्ट कोची</p>\r\n<p>होली फैमिली चर्च (सेंट जेम्स श्राइन), नाज़ारेथ, फोर्ट कोची</p>\r\n<p>पवित्र चेहरा तीर्थ केंद्र, इमैनुअल चर्च, सेंट जॉन पेटम, फोर्ट कोची</p>\r\n<p>होली क्रॉस श्राइन (कूनान क्रॉस श्राइन), मट्टनचेरी</p>\r\n<p>सेंट सेबेस्टियन चर्च और वेलंकन्नी माध श्राइन, चेलानम</p>\r\n<p>मलयातुर कुरिशुमुदी इंटरनेशनल श्राइन</p>\r\n<p>सेंट थॉमस फोरेन चर्च, मलयातुर</p>\r\n<p>सेंट थॉमस फोरेन चर्च, उत्तरी परवूर</p>\r\n<p>सेंट एंटोनी का धर्मस्थल, चेट्टीकाड</p>\r\n<p>सेक्रेड हार्ट धर्मस्थल, वाइपेन</p>\r\n<p>सेंट ऑगस्टाइन चर्च, नेदुंगड</p>\r\n<p>सेंट एम्ब्रोस चर्च, एडवानाकद</p>\r\n<p>पवित्र हृदय श्राइन और डॉन बॉस्को चर्च, उत्तर परावुर</p>\r\n<p>मंजुमेल इम्मेक्युलेट कॉन्सेप्ट चर्च (भगवान फ्राउचर OCD और Fr Zachariah OCD के आदरणीय सेवकों के मकबरे)</p>\r\n<p>सेंट फिलोमेना के चर्च और सेंट कुरियाकोस एलियास चावारा आर्कडिओसेन श्राइन, कूनमवु</p>\r\n<p>सेंट मैरी मैग्डलीन चर्च (मरियम के नौकर फ्रॉम जॉर्ज फ्रान वाकायाल)</p>\r\n<p>सेंट एंटनी के पैरिश श्राइन, वदुथला</p>\r\n<p>सेंट फ्रांसिस जेवियर चर्च, पोनकारा</p>\r\n<p>सेंट जॉर्ज चर्च, पेरुमानूर</p>\r\n<p>हमारी लेडी ऑफ डोलर्स चर्च, अंबिकापुरम, पेरुमानूर</p>\r\n<p>सेंट मैरी ऑर्थोडॉक्स कैथेड्रल</p>\r\n<p>सेंट एंटनी का तीर्थ, कलूर</p>\r\n<p>सेंट जॉर्ज फोरेन चर्च, एडापल्ली</p>\r\n<p>Mar Yohannan Nepumsianose Syro-Malabar Catholic Church, Konthuruthy, में Mar Varghese Payyappilly Palakkappilly का मकबरा है</p>\r\n<p>बेसिलिका ऑफ अवर लेडी ऑफ स्नो, पल्लिपुरम</p>\r\n<p>सेंट रोच तीर्थ, पल्लिपुरम</p>\r\n<p>सेंट एंटनी और वेलंकन्नी माध श्राइन, मंजुमेल कवला, चेरनल्लूर</p>\r\n<p>सेंट जेम्स चर्च चेरनलैंड</p>\r\n<p>हमारी लेडी ऑफ लूर्डेस चर्च, एलामकारा</p>\r\n<p>हमारी लेडी ऑफ़ फातिमा, एलामकुलम</p>\r\n<p>सेंट एंटनी के पैरिश श्राइन, चेरियापिली, उत्तरी परवूर</p>\r\n<p>सेंट थॉमस जैकबाइट सीरियन चर्च, उत्तरी परवूर</p>\r\n<p>सेंट विंसेंट फेरर चर्च, चटानाड</p>\r\n<p>St._Thomas_Marthoma_Church_Kalamassery</p>\r\n<p>शिशु यीशु चर्च, कुनेल, अलंगद</p>\r\n<p>सेंट मैरी चर्च, अलंगद</p>\r\n<p>सेंट कुरियाकोस कनान्या कैथोलिक चर्च, कक्कानड</p>\r\n<p>सेंट माइकल चर्च, काककंड</p>\r\n<p>सेंट थॉमस चर्च (धन्य शहीद सिस्टर रानी मारिया एफसी का जन्मस्थान), पुलुवाझी</p>\r\n<p>सेंट मेरीज़ फोरेन चर्च, त्रिपुनिथुरा</p>\r\n<p>सेंट ग्रीवासिस और प्रोटैसिस चर्च, उडेमपरूर</p>\r\n<p>सातवें दिन एडवेंटिस्ट चर्च, कलूर</p>\r\n<p>शिक्षा</p>\r\n<p>विश्वविद्यालय - कोचीन विज्ञान और प्रौद्योगिकी विश्वविद्यालय, उन्नत कानूनी अध्ययन के राष्ट्रीय विश्वविद्यालय।</p>\r\n<p>कॉलेज - महाराजा कॉलेज, सेंट टेरेसा कॉलेज, सेंट अल्बर्ट कॉलेज, सेक्रेड हार्ट कॉलेज, थेवरा, विज्ञान और प्रौद्योगिकी के कोचीन विश्वविद्यालय, सेंट पॉल कॉलेज, कलामासरी, राजागिरी कॉलेज ऑफ सोशल साइंसेज, भारत माता कॉलेज, इंजीनियरिंग स्कूल, सीयूएसएटी। , केएमईए इंजीनियरिंग कॉलेज, गवर्नमेंट मेडिकल कॉलेज, एर्नाकुलम, गवर्नमेंट मॉडल इंजीनियरिंग कॉलेज, गवर्नमेंट लॉ कॉलेज, एर्नाकुलम, यूनियन क्रिश्चियन कॉलेज, अलुवा, विश्वज्योति कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, फेडरल इंस्टीट्यूट ऑफ साइंस, नेशनल यूनिवर्सिटी ऑफ एडवांस लीगल स्टडीज</p>\r\n<p>स्कूल - SBOA पब्लिक स्कूल, चित्तूर, डॉन बॉस्को सीनियर सेकेंडरी स्कूल, वदुथला, सेंट अल्बर्ट HSS, एर्नाकुलम, केंद्रीय विद्यालय कदवंतरा (एर्नाकुलम), सेंट मैरीज़ हायर सेकेंडरी स्कूल (मोरक्क्ला, सेंट पीटर्स सीनियर सेकेंडरी स्कूल, कडायिरुप, नजथथ पब्लिक स्कूल, ग्लोबल पब्लिक स्कूल, भारतीय विद्या भवन - कोच्चि केंद्र (7 स्कूल), श्री नारायण हायर सेकेंडरी स्कूल (थ्रीकानकार्वट्टोम), कैंपियन स्कूल (एडापल्ली), कार्डिनल हायर सेकेंडरी स्कूल (थ्रिक्करा) चिन्मय विद्यालय (वडूथला), चॉइस, विदोदया स्कूल (थेवक्कल), टीओएचएच, क्रिस्वा माहिलालयम पब्लिक स्कूल, अलुवा, केंद्रीय विद्यालय, माउंट टैबोर सेंट्रल स्कूल, सातवें दिन एडवेंटिस्ट हायर सेकेंडरी स्कूल (कलूर), चिन्मय विद्यापीठ, सेंटपॉल इंटरनेशनल स्कूल कालामासेरी।</p>\r\n<p>शैक्षिक संघ- IIAD - इंडियन इंस्टीट्यूट ऑफ आर्किटेक्चर एंड डिज़ाइन, पलारीवट्टोम।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Er डायनाकोल</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/600bd51d-ae00-404e-b7e2-81db0dab857d_Ernakulam-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ernakulam-kakkanad-kerala","tags":[{"name":"केरल","slug":"kerala"},{"name":"कक्कनद","slug":"kakkanad"},{"name":"एर्नाकुलम","slug":"ernakulam"}],"recommendations":[{"id":635,"title":"तिरुवनंतपुरम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","dateCreated":"2019-09-10T16:22:12.943Z","dateModified":"2019-09-11T02:06:59.483Z","contributedBy":"AskGif","content":"तिरुवनंतपुरम, जिसे आमतौर पर त्रिवेंद्रम के पूर्व नाम से जाना जाता है, भारतीय राज्य केरल की राजधानी है। यह 2011 तक 957,730 की आबादी वाला केरल का सबसे अधिक आबादी वाला शहर है। शहरी शहरी आबादी की आबादी लगभग 1.68 मिलियन है। भारत के पश्चिमी तट पर दक्षिण की मुख्य भूमि के पास स्थित तिरूअनंतपुरम, केरल का ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"तिरुवनंतपुरम","slug":"thiruvananthapuram"}],"slug":"top-places-to-visit-in-thiruvananthapuram-kerala","total":0},{"id":634,"title":"त्रिशूर में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","dateCreated":"2019-09-10T16:06:03.046Z","dateModified":"2019-09-11T02:06:20.799Z","contributedBy":"AskGif","content":"त्रिशूर, जिसे इसके पूर्व नाम त्रिचूर के नाम से भी जाना जाता है) भारत के केरल में त्रिशूर जिले का एक शहर और राजधानी है। यह कोच्चि और कोझीकोड शहरी क्षेत्रों के बाद केरल में तीसरा सबसे बड़ा शहरी समूह है और भारत में 20 वां सबसे बड़ा है। त्रिसूर को पूरे इतिहास में सांस्कृतिक, आध्यात्मिक और धार्मिक झुक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"त्रिशूर","slug":"thrissur"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-thrissur-kerala","total":0},{"id":633,"title":"पथानामथिट्टा में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","dateCreated":"2019-09-10T03:11:23.131Z","dateModified":"2019-09-11T02:05:50.914Z","contributedBy":"AskGif","content":"पठानमथिट्टा एक शहर और नगर पालिका है, जो भारत के केरल राज्य में मध्य त्रावणकोर क्षेत्र में स्थित है, जो 23.50 किमी 2 के क्षेत्र में फैला हुआ है। यह पठानमथिट्टा जिले की प्रशासनिक राजधानी है। शहर की आबादी 37,538 है। हिंदू तीर्थस्थल सबरीमाला पठानमथिट्टा जिले में स्थित है; सबरीमाला के मुख्य परिवहन कें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"पथानामथिट्टा","slug":"pathanamthitta"}],"slug":"top-places-to-visit-in-pathanamthitta-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}