{"id":625,"title":"इडुक्की, पयनावु में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"<p>इडुक्की केरल राज्य, भारत के 14 जिलों में से एक है, जो 26 जनवरी 1972 को कोट्टायम जिले को द्विभाजित करके बनाया गया था। उस समय, जिला मुख्यालय कोट्टायम में था। जून 1976 में इसे दर्दावू ले जाया गया। इडुक्की केरल के पश्चिमी घाट में स्थित है। इडुक्की क्षेत्र में दूसरा सबसे बड़ा जिला है लेकिन जनसंख्या घनत्व सबसे कम है। इडुक्की में एक विशाल वन आरक्षित क्षेत्र है; जिले का आधे से अधिक भाग वनों से आच्छादित है। शहरी क्षेत्र घनी आबादी वाले हैं जबकि गाँव कम आबादी वाले हैं। इडुक्की को केरल के मसाला उद्यान के रूप में भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन स्थल</p>\r\n<p>मुन्नार</p>\r\n<p>&nbsp;</p>\r\n<p>मुन्नार में चाय बागान</p>\r\n<p>मुन्नार दक्षिण में ब्रिटिश सरकार का ग्रीष्मकालीन स्थल था। यह शहर मुथिराप्पुझा, नालथाननी और कुंडला नामक तीन पर्वतीय धाराओं के अभिसरण पर स्थित है। मुन्नार में दुनिया के कुछ सबसे बड़े चाय बागान हैं। यह हिल स्टेशन, जो समुद्र तल से 5000 फीट से अधिक है, एक पर्यटक आकर्षण है जो अपने प्राकृतिक परिदृश्य के लिए जाना जाता है। मुन्नार के अधिकांश देशी वनस्पतियों और जीवों में वृक्षारोपण के गंभीर वास विखंडन के परिणामस्वरूप गायब हो गए हैं। हालांकि, कुछ प्रजातियां आसपास के कई संरक्षित क्षेत्रों में जीवित और पनपती रहती हैं, जिनमें पूर्व में नया कुरिन्जिमाला अभयारण्य, चिनार वन्यजीव अभयारण्य, मंझमपट्टी घाटी और उत्तर पूर्व में इंदिरा गांधी जीव अभयारण्य का अमरावती आरक्षित वन, एराविकुलम राष्ट्रीय उद्यान शामिल हैं। और उत्तर में अनमुदी शोला नेशनल पार्क, दक्षिण में पंपादुम शोला नेशनल पार्क और पूर्व में प्रस्तावित पलानी हिल्स नेशनल पार्क है। ये संरक्षित क्षेत्र विशेष रूप से नीलगिरी घर, घड़ियाल विशाल गिलहरी सहित कई खतरे और स्थानिक प्रजातियों के लिए जाने जाते हैं। नीलगिरि की लकड़ी-कबूतर, हाथी, गौर, नीलगिरि लंगूर, सांभर, और नेलाकुरिनजी (जो बारह वर्षों में केवल एक बार खिलता है)।</p>\r\n<p>&nbsp;</p>\r\n<p>मुन्नार की पूर्व कुंडा घाटी रेलवे 1924 में बाढ़ से नष्ट हो गई थी, लेकिन पर्यटन अधिकारी पर्यटकों को आकर्षित करने के लिए रेलवे लाइन को फिर से बनाने पर विचार कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Vagamon</p>\r\n<p>&nbsp;</p>\r\n<p>वागामोन मैदानी, केरल, भारत</p>\r\n<p>&nbsp;</p>\r\n<p>वैगामोन व्यू पॉइंट से देखा गया पश्चिमी घाट</p>\r\n<p>वागमोन एक पहाड़ी स्टेशन है जो समुद्र तल से 1200 मीटर ऊपर, पाल से 37 किमी और थोडुपुझा से 42 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह हिल स्टेशन साहसिक साधकों के लिए ट्रेकिंग, पैराग्लाइडिंग या रॉक क्लाइम्बिंग का विकल्प प्रदान करता है। इस जगह में पहाड़ी क्षेत्र के विभिन्न हिस्सों में स्थित वनस्पतियों और जीवों की कई किस्म हैं। एवरग्रीन ट्रेस, लंबा घास और झाड़ियाँ वागामोन के निचले क्षेत्रों में मौजूद हैं। पक्षियों की कई दुर्लभ प्रजातियां, कीड़े, जंगली भैंसे और हाथी आसानी से जंगलों में स्थित हो सकते हैं। यहाँ के मुख्य आकर्षण धुंध से ढके पहाड़ और झीलें, पिलग्रिम केंद्र - कुरिशुमाला, मुरुगन मंदिर, सूफी संत के दफन कक्ष और देवदार के जंगल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Ramakkalmedu</p>\r\n<p>रामक्कलमेडु (रामकथा) एक हिल स्टेशन है और इडुक्की जिले में एक हैमलेट है। यह मुन्नार-थेक्कडी मार्ग पर नेदुमकंदम से लगभग 15 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रामकलमेडु पश्चिमी घाट में समुद्र तल से 3500 फीट की ऊंचाई पर स्थित है। क्षेत्र के पारिस्थितिक तंत्र में बड़े पैमाने पर घास की भूमि शोला वन प्रकार है जो कि छिटपुट बांस के जंगलों से होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>लगातार हवा एक और कारक है जो रामक्कलमेडु को अद्वितीय बनाती है। पूरे वर्ष के मौसम और समय के बावजूद, रामकुलकलमेडु में लगभग 35 किमी / घंटे की गति से हवा चलती है। रामककलमेडु के पास पुष्पकंदम और कुरुविकानम जैसे कूर्म गाँव केरल के उन स्थानों में से एक हैं जहाँ पवन ऊर्जा फार्म स्थापित है, हालाँकि यह निजी होल्डिंग्स है। वर्तमान में यह क्षमता लगभग 12.5 MW है। यह बिजली केरल राज्य बिजली बोर्ड को वितरित की जाती है। रामक्कलमेडु में अधिक बिजली का उत्पादन करने की क्षमता है, क्योंकि इसे एशिया के सबसे बड़े पवन क्षेत्र में से एक कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>रामक्कलमेडु से देखें</p>\r\n<p>Thekkady</p>\r\n<p>&nbsp;</p>\r\n<p>मिस्टी थेक्कडी</p>\r\n<p>&nbsp;</p>\r\n<p>इलायची की पहाड़ियाँ</p>\r\n<p>थेक्कडी त्रिवेंद्रम से लगभग 257 किमी (160 मील), मदुरै सिटी और मदुरै हवाई अड्डे से 140 किमी, कोचीन अंतर्राष्ट्रीय हवाई अड्डे से 145 किमी और कोट्टायम रेलवे स्टेशन से 114 किमी दूर स्थित है। थेक्कडी केरल-तमिलनाडु सीमा के पास स्थित है। अभयारण्य अपने घने सदाबहार, अर्ध-सदाबहार, नम पर्णपाती वन और सवाना घास भूमि के लिए जाना जाता है। यह हाथियों, सांभर, बाघों, गौर, शेर-पूंछ वाले मकाक और नीलगिरि लंगूरों के झुंडों का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>पेरियार वन्यजीव अभयारण्य 777 किमी 2 (300 वर्ग मील) में फैला है, जिसमें से 360 किमी 2 (140 वर्ग मील) घने सदाबहार जंगल हैं। 1978 में वन्यजीव अभयारण्य को बाघ अभयारण्य घोषित किया गया था। पेरियार नदी के पार मुल्लापेरियार बांध द्वारा बनाई गई शानदार कृत्रिम झील पार्क के आकर्षण में इजाफा करती है। पेरियार के सबसे बड़े आकर्षण जंगली हाथियों, हिरणों, बंदियों के झुंड हैं जो झील में पीने के लिए आते हैं। अभयारण्य को ट्रेकिंग, बोटिंग या जीप सफारी के माध्यम से पहुँचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पेरियार नेशनल पार्क में डूबे हुए पेड़</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>थेक्कडी को प्राकृतिक मसालों का स्वर्ग माना जाता है, जैसे काली मिर्च, इलायची, दालचीनी, जायफल, जायफल, अदरक, और लौंग।</p>\r\n<p>&nbsp;</p>\r\n<p>Marayur</p>\r\n<p>चंदन के जंगल से होकर पैदल रास्ता</p>\r\n<p>मरयूर पश्चिमी घाट के पूर्वी ढलानों पर स्थित एक दूरस्थ गाँव है। नई पाषाण युग की सभ्यता के अवशेषों का खुलासा यहां किया गया है। इसमें प्राचीन पत्थर के केबिन हैं, जिन्हें 'मुनियारस' कहा जाता है, और यह केरल में एकमात्र स्थान है जहां पर चंदन के पेड़ों की प्राकृतिक वृद्धि होती है। मरयूर में फूलों के पौधों की 1000 से अधिक प्रजातियां हैं और औषधीय पौधों का एक प्रसिद्ध भंडार है। 114 स्थानिकमारी वाले प्रजातियां हैं और Aibizia lathamii, एक गंभीर रूप से लुप्तप्राय वृक्ष के रूप में देखा गया है, हाल ही में सूखे जंगलों से सूचित किया गया था। चिनार - मरयुर में वन्यजीव अभयारण्य - केरल में मगरमच्छ मगरमच्छ सहित सबसे बड़ी संख्या में सरीसृप प्रजातियां दर्ज की गई हैं। पक्षियों की 225 दर्ज प्रजातियों के साथ, यह एवियन विविधता में दक्षिण भारत के सबसे अमीर क्षेत्रों में से एक है। मरयूर के जंगल लुप्तप्राय विशाल गिलहरी की आबादी को संरक्षित करते हैं। हाल ही में चिनार वन्यजीव अभयारण्य में दुर्लभ सफेद बाइसन की सूचना मिली है। पाए जाने वाले अन्य महत्वपूर्ण स्तनपायी हाथी, बाघ, तेंदुआ, ग्वार, सांभर, चित्तीदार हिरण, नीलगिरि थार, आम लंगूर, बोनट मकाक आदि हैं। तितली के प्रवास की घटना मॉनसून के बीच में होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>मरियम को चंदन के कई जंगल मिले हैं। चंदन की लकड़ी और उससे जुड़े तेल का प्रसंस्करण स्थानीय अर्थव्यवस्था का हिस्सा है और मरयूर शहर के पास एक डिपो इस उद्योग का समर्थन कर रहा है। संदल की लकड़ी या संताल एल्बम एक सुगंधित वृक्ष है जिसमें सुगंधित और घने पीले रंग का दिलवुड होता है। चंदन का तेल, जिसे wood तरल सोना &rsquo;के रूप में भी जाना जाता है, चंदन की जड़ों और लकड़ी से निकाला जाता है। यह तेल पूरे राज्य के कुछ चुनिंदा आउटलेट्स पर बेचा जाने वाला एक महंगा आइटम है। कम वर्षा के साथ एक जलवायु विकल्प चंदन के पेड़ों की वृद्धि के लिए उपयुक्त है जहां से अच्छी गुणवत्ता का तेल निकाला जा सकता है। माना जाता है कि 93 किमी 2 मरयूर आरक्षित वन में लगभग साठ हजार प्राकृतिक रूप से उगे चंदन के पेड़ हैं, जिनमें से लगभग 2,000 पेड़ों को जनवरी 2004 से केवल एक वर्ष में कथित रूप से लूट लिया गया था, जब आखिरी सर्वेक्षण किया गया था। वन विभाग के सूत्रों (2004) के अनुसार, पहली गुणवत्ता वाली मयूर चप्पल की नीलामी दर 100 रुपये प्रति किलोग्राम है।</p>\r\n<p>&nbsp;</p>\r\n<p>वन्यजीव अभयारण्य</p>\r\n<p>इडुक्की वन्यजीव अभयारण्य</p>\r\n<p>&nbsp;</p>\r\n<p>एक भूमि-बंद जिला, इडुक्की केरल के सबसे अधिक प्रकृति वाले क्षेत्रों में से एक है। यहाँ का इडुक्की वन्यजीव अभ्यारण्य जिले के थोडुपुझा, इडुक्की और उदुम्पानचोला तालुका में 105.364 वर्ग किमी के क्षेत्र में फैला हुआ है। समुद्र तल से 450&ndash;748 मीटर की ऊँचाई पर स्थित, यह अभयारण्य चेरुथोनी और पेरियार नदियों के बीच की वन भूमि पर स्थित है। अभयारण्य के चारों ओर एक झील है, जो उष्णकटिबंधीय कभी हरे और पर्णपाती पेड़ों की छतरी द्वारा कवर की जाती है, और नाव की सवारी प्रदान करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>हाथियों, सांभर हिरण, जंगली कुत्तों, जंगल बिल्लियों, जंगली सूअर आदि को कोबरा, वाइपर, क्रिट और कई गैर-जहरीले सांपों की विभिन्न प्रजातियों के अलावा यहां देखा जाता है। पक्षियों में ग्रे जंगल फाउल, मालाबार ग्रे हॉर्नबिल, कठफोड़वा, बुलबुल, फ्लाईकैचर, आदि की कई प्रजातियां शामिल हैं, यहां का वन्यजीव थेक्कडी के समान है। यह अभयारण्य विश्व प्रसिद्ध इडुक्की आर्क डैम के निकट स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>संपर्क पता:</p>\r\n<p>&nbsp;</p>\r\n<p>वाइल्ड लाइफ वार्डन, इडुक्की वाइल्डलाइफ डिवीजन पेनदावु P.O. इडुक्की - 685603 फोन: +91 486 2232271 मोबाइल: 8547603182, 9496021481</p>\r\n<p>&nbsp;</p>\r\n<p>Asst। वाइल्डलाइफ वार्डन वेलपारा, पेनडु पी.ओ, इडुक्की फोन: +91 4862 322025</p>\r\n<p>&nbsp;</p>\r\n<p>एराविकुलम वन्य जीवन अभयारण्य</p>\r\n<p>&nbsp;</p>\r\n<p>नीलगिरि तहर</p>\r\n<p>एराविकुलम राष्ट्रीय उद्यान के रूप में घोषित एक और वन्य जीवन अभयारण्य है। यह दुनिया में नीलगिरि तहर की सबसे बड़ी आबादी का समर्थन करता है। इस पार्क के दक्षिणी भाग पर अनामुडी चोटी है। अधिकांश पार्क घास का मैदान है और समुद्र तल से औसत ऊंचाई 5000 फीट से अधिक है। मॉनसून के मौसम में भारी बारिश और तेज़ हवाएँ क्षेत्र को दुर्गम बना देती हैं। प्रसिद्ध नीलकुरिंजी (स्ट्रोबिलैंथ्स कुन्थियाना) यहां उगता है। इसमें 12 साल का फूल चक्र होता है। 750 व्यक्तियों में अनुमानित नीलगिरी तहर की सबसे बड़ी जीवित आबादी सहित पार्क में स्तनधारियों की छः प्रजातियां दर्ज की गई हैं। अन्य ungulates गौर, भारतीय muntjac और सांभर हिरण हैं। गोल्डन कटहल, जंगल बिल्ली, जंगली कुत्ता, ढोल, तेंदुआ और बाघ मुख्य शिकारी हैं। कुछ अल्पज्ञात जानवर जैसे नीलगिरि लंगूर, धारीदार गर्दन वाले मूंगोज़, भारतीय दलिया, नीलगिरि मार्टन, छोटे पंजे वाले ऊदबिलाव, सुर्ख गेंदे और सांवली हथेली वाली गिलहरी भी पाई जाती हैं। हाथी मौसमी दौरा करते हैं।</p>\r\n<p>पक्षियों की 132 प्रजातियां दर्ज की गई हैं, जिनमें ब्लैक एंड ऑरेंज फ्लाइकैचर, नीलगिरि पिपिट, नीलगिरि लकड़ी के कबूतर, सफेद बेल वाले शॉर्टविंग, नीलगिरि फ्लाईकैचर और केरल हंसीनाश जैसे एंडेमिक्स शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लाल डिस्क बुशब्रोर्न और पलनी चार विंग जैसे शोला-घास भूमि पारिस्थितिकी तंत्र तक सीमित स्थानिक तितलियों पार्क में 101 प्रजातियों में से हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पेरियार टाइगर रिजर्व</p>\r\n<p>पेरियार टाइगर रिजर्व, थेक्कडी को 925 किमी 2 के क्षेत्र में फैलाया गया है। पेरियार भारत में 27 बाघों में से एक है। बड़े पैमाने पर संरक्षित और कुशलता से प्रबंधित रिजर्व दुर्लभ, स्थानिक और लुप्तप्राय वनस्पतियों और जीवों का भंडार है और केरल की दो महत्वपूर्ण नदियों, पेरियार और पंबा की प्रमुख जलधाराओं का निर्माण करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>केरल के मुन्नार में जंगली हाथी</p>\r\n<p>पेरियार राष्ट्रीय उद्यान और वन्यजीव अभयारण्य (PNP) केरल के इडुक्की और पठानमथिट्टा जिलों में एक संरक्षित क्षेत्र है। यह एक हाथी आरक्षित और एक बाघ आरक्षित के रूप में उल्लेखनीय है। संरक्षित क्षेत्र 925 किमी 2 (357 वर्ग मील) का क्षेत्र शामिल है। कोर जोन के 305 किमी 2 (118 वर्ग मील) को 1982 में पेरियार नेशनल पार्क के रूप में घोषित किया गया था</p>\r\n<p>&nbsp;</p>\r\n<p>पम्पादमशोला राष्ट्रीय उद्यान</p>\r\n<p>पम्पादुम शोला राष्ट्रीय उद्यान केरल राज्य, दक्षिण भारत का सबसे छोटा राष्ट्रीय उद्यान है। पार्क का प्रबंधन केरल वन और वन्यजीव विभाग, मुन्नार वन्यजीव प्रभाग द्वारा किया जाता है, साथ में पास के मठिकट्टन शोला राष्ट्रीय उद्यान, एराविकुलम राष्ट्रीय उद्यान, अनमुदी शोला राष्ट्रीय उद्यान, चिनार वन्यजीव अभयारण्य और कुरिन्जिमला अभयारण्य हैं। पार्क प्रस्तावित पलानी हिल्स वन्यजीव अभयारण्य और राष्ट्रीय उद्यान के भीतर एलिनगरम आरक्षित वन से जुड़ा हुआ है। इन पार्कों सहित पश्चिमी घाट, अनामलाई सब-क्लस्टर, यूनेस्को की विश्व धरोहर समिति द्वारा विश्व धरोहर स्थल के रूप में चयन के लिए विचाराधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>नीलगिरी लकड़ी-कबूतर (कमजोर)</p>\r\n<p>&nbsp;</p>\r\n<p>नीलकुरिंजी</p>\r\n<p>कुरिन्जीमाला अभयारण्य</p>\r\n<p>कुरिन्जिमला अभयारण्य दक्षिण भारत में केरल राज्य के इडुक्की जिले के देविकुलम तालुक में कोट्टाकम्बोर और वटावदा गाँवों में लुप्तप्राय नीलकुरजी संयंत्र के लगभग 32 किमी 2 कोर निवास स्थान की रक्षा करता है। नक्शा</p>\r\n<p>&nbsp;</p>\r\n<p>संरक्षित क्षेत्र</p>\r\n<p>&nbsp;</p>\r\n<p>विशालकाय गिलहरी</p>\r\n<p>इस जिले में कई संरक्षित क्षेत्र शामिल हैं: दक्षिण में पेरियार टाइगर रिज़र्व, पूर्व में कुरिन्जिमाला अभयारण्य, उत्तर पूर्व में चिनार वन्यजीव अभयारण्य, उत्तर में एराविकुलम राष्ट्रीय उद्यान और उत्तर में अनमुदी शोला राष्ट्रीय उद्यान और दक्षिण में पम्पादुम शोला राष्ट्रीय उद्यान। ये संरक्षित क्षेत्र बाघ, नीलगिरि तहर, घड़ियाल विशाल गिलहरी, नीलगिरी लकड़ी-कबूतर, हाथी, गौर, सांभर हिरण, बैंगनी मेंढक और नीलाकुरिनजी सहित कई खतरे और स्थानिक प्रजातियों के लिए प्रसिद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>झरने</p>\r\n<p>इडुक्की में कई झरने हैं, उनमें से कई केवल मानसून के मौसम में सक्रिय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Cheeyappara</p>\r\n<p>फ़ाइल: चेयप्पारा गिर जाता है वीडियो Adimali.ogv</p>\r\n<p>चेयप्पारा गिर जाता है वीडियो</p>\r\n<p>नेरियमंगलम और अदिमाली के बीच इडुक्की जिले (राष्ट्रीय राजमार्ग 49) में कोच्चि - मदुरै राजमार्ग पर चेयप्पारा जलप्रपात (Waterালപ্പা isল)) है।</p>\r\n<p>&nbsp;</p>\r\n<p>चेयप्पारा जलप्रपात सात चरणों में नीचे गिरता है। यह ट्रेकिंग के लिए एक आम जगह भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>Thommankuthu</p>\r\n<p>&nbsp;</p>\r\n<p>थोमनकुथु झरने</p>\r\n<p>थोमनकुथु (്മ്്ank്ത് is്) जिले के थोडुपुझा के पास एक सुंदर झरना है। इसका नाम शिकारी, श्री थोमैचेन कुरुविनाकुनेल के नाम पर रखा गया है, जिन्होंने 1920 के दशक के अंत में दुनिया को जंगल में इस झरने के बारे में बताया। थोमैचेन ने इडुक्की बांध के लिए साइट की खोज में भी भूमिका निभाई। इडुक्की जिले में थोडुपुझा थालुक से संबंधित यह पंचायत, केरल के इडुक्की में प्रमुख ईको-पर्यटन केंद्रों में से एक है। मलयालम फिल्म चटाकरी का एक गाना यहां शूट किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>मुख्य लेख: इडुक्की जिले का प्रशासन</p>\r\n<p>&nbsp;</p>\r\n<p>थोडुपुझा सिविल स्टेशन</p>\r\n<p>&nbsp;</p>\r\n<p>कट्टाप्पना</p>\r\n<p>इडुक्की जिला आठ सामुदायिक विकास खंडों (ब्लॉक पंचायतों) में विभाजित है। सामुदायिक विकास खंड आगे तालुकों में विभाजित हैं। ब्लॉक हैं:</p>\r\n<p>के साथ Adimaly ब्लॉक</p>\r\n<p>पल्लीवासल ग्राम पंचायत</p>\r\n<p>आदिम ग्राम पंचायत (मन्नमकंदम)</p>\r\n<p>वेललाथोवल ग्राम पंचायत</p>\r\n<p>बिसोनवेल्ली ग्राम पंचायत</p>\r\n<p>कोनाथडी ग्राम पंचायत</p>\r\n<p>के साथ अजुथा ब्लॉक</p>\r\n<p>एलप्पारा ग्राम पंचायत</p>\r\n<p>कोक्कायार ग्राम पंचायत</p>\r\n<p>कुमिली ग्राम पंचायत</p>\r\n<p>पीरुमेदु ग्राम पंचायत</p>\r\n<p>पेरुवन्थनम् ग्राम पंचायत</p>\r\n<p>वंदिपरियार ग्राम पंचायत</p>\r\n<p>देवीकुलम ब्लॉक के साथ</p>\r\n<p>छिन्नकणाल ग्राम पंचायत</p>\r\n<p>एदमलकुडी ग्राम पंचायत</p>\r\n<p>कंठललोर ग्राम पंचायत</p>\r\n<p>मनकुलम ग्राम पंचायत</p>\r\n<p>मरयूर ग्राम पंचायत</p>\r\n<p>मुन्नार ग्राम पंचायत</p>\r\n<p>संथापार ग्राम पंचायत</p>\r\n<p>वटवाड़ा ग्राम पंचायत</p>\r\n<p>देवीकुलम ग्राम पंचायत</p>\r\n<p>के साथ Elamdesom ब्लॉक</p>\r\n<p>अलकोदे ग्राम पंचायत</p>\r\n<p>करीमनूर ग्राम पंचायत</p>\r\n<p>कोडिकुलम ग्राम पंचायत</p>\r\n<p>कुदयाठूर ग्राम पंचायत</p>\r\n<p>उडुंबनूरग्राम पंचायत</p>\r\n<p>वनप्पुरमग्राम पंचायत</p>\r\n<p>वेलियमट्टोमग्राम पंचायत</p>\r\n<p>इडुक्की ब्लॉक के साथ</p>\r\n<p>अरकुलम ग्राम पंचायत</p>\r\n<p>कामाक्षी ग्राम पंचायत</p>\r\n<p>कांजीकुझि ग्राम पंचायत</p>\r\n<p>मरियापुरम ग्राम पंचायत</p>\r\n<p>विठ्यकुडी ग्राम पंचायत</p>\r\n<p>वजाहतोप्पु ग्राम पंचायत</p>\r\n<p>कट्टप्पना ब्लॉक के साथ</p>\r\n<p>अय्यप्पनकोइल ग्राम पंचायत</p>\r\n<p>चक्कुपल्लम ग्राम पंचायत</p>\r\n<p>एराट्टयार ग्राम पंचायत</p>\r\n<p>कांचियार ग्राम पंचायत</p>\r\n<p>उपपुत्र ग्राम पंचायत</p>\r\n<p>वंदनमेदु ग्राम पंचायत</p>\r\n<p>नेदुमकंदम ब्लॉक के साथ</p>\r\n<p>करुणापुरम ग्राम पंचायत</p>\r\n<p>नेदुमकंदम ग्राम पंचायत</p>\r\n<p>पम्पादुम्परा ग्राम पंचायत</p>\r\n<p>राजक्कड़ ग्राम पंचायत</p>\r\n<p>राजकुमारी ग्राम पंचायत</p>\r\n<p>सेनापति ग्राम पंचायत</p>\r\n<p>उदुम्बंचोला ग्राम पंचायत</p>\r\n<p>साथ में थोडुपुझा ब्लॉक</p>\r\n<p>थोडुपुजा नगर पालिका</p>\r\n<p>एदवीटी ग्रामपंचायत</p>\r\n<p>मुत्तोम ग्रामपंचायत</p>\r\n<p>करीमकुन्नम ग्रामपंचायत</p>\r\n<p>पुरप्पुझा ग्रामपंचायत</p>\r\n<p>मनक्कडु ग्रामपंचायत</p>\r\n<p>कुमारमंगलम ग्रामपंचायत</p>\r\n<p>नगर पालिकाओं</p>\r\n<p>Thodupuzha</p>\r\n<p>कट्टाप्पना</p>\r\n<p>कस्बों</p>\r\n<p>Thodupuzha</p>\r\n<p>कट्टाप्पना</p>\r\n<p>Adimali</p>\r\n<p>मुन्नार</p>\r\n<p>Devikulam</p>\r\n<p>Chinnakanal</p>\r\n<p>Rajakkad</p>\r\n<p>Rajakumari</p>\r\n<p>Udumbanchola</p>\r\n<p>Nedumkandam</p>\r\n<p>Anakkara</p>\r\n<p>इडुक्की</p>\r\n<p>Cheruthoni</p>\r\n<p>Mannathara</p>\r\n<p>Murickassery</p>\r\n<p>Thopramkudy</p>\r\n<p>मूलामट्टमं</p>\r\n<p>भेड़े का मांस</p>\r\n<p>Karimannoor</p>\r\n<p>Vannappuram</p>\r\n<p>Peruvanthanam</p>\r\n<p>Peerumade</p>\r\n<p>Kuttikkanam</p>\r\n<p>Upputhara</p>\r\n<p>Elappara</p>\r\n<p>Vagamon</p>\r\n<p>Vandiperiyar</p>\r\n<p>कुमीली</p>\r\n<p>Thekkady</p>\r\n<p>Mariyapuram</p>\r\n<p>Keerithode</p>\r\n<p>Kanjickuzhy</p>\r\n<p>सीमाओं</p>\r\n<p>Cumbummettu</p>\r\n<p>कुमीली</p>\r\n<p>संस्कृति</p>\r\n<p>इडुक्की में संस्कृति मिश्रित है क्योंकि यह केरल के अन्य हिस्सों और मूल आदिवासियों के प्रवासियों का गठन करती है। बड़ी संख्या में आदिवासी आबादी की उपस्थिति इडुक्की जिले के लिए अजीब है। इडुक्की में कट्टप्पना के पास कोविल्मला, भारत में अभी भी सत्तारूढ़ ट्राइबल किंग्स में से एक है, कोविलमाला राजा मन्नान। इडुक्की में iIndigenous कला रूपों अन्य प्रमुख कला रूपों के रूप में लोकप्रिय नहीं हैं। मुन्नार और थेक्कडी जैसे पर्यटक क्षेत्र कथकली जैसे लोकप्रिय कला रूपों की मेजबानी करके लोगों का स्वागत करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>थेक्कडी में कथकली प्रदर्शन</p>\r\n<p>वी T ई</p>\r\n<p>इडुक्की जिले से सटे स्थान</p>\r\n<p>इडुक्की में बांध</p>\r\n<p>इसे भी देखें: एसएनसी-लवलीन केरल जलविद्युत घोटाला</p>\r\n<p>इडुक्की आर्क-डैम</p>\r\n<p>Cheruthoni</p>\r\n<p>Mullapperiyar</p>\r\n<p>Ponmudy</p>\r\n<p>Kallarkutty</p>\r\n<p>कुंडला</p>\r\n<p>Mattuppetti</p>\r\n<p>Aanayirangal</p>\r\n<p>Bhoothathankettu</p>\r\n<p>Sengulam</p>\r\n<p>लोअर पेरियार</p>\r\n<p>मलंकारा</p>\r\n<p>कल्लार (नेदुमकंदम)</p>\r\n<p>Kulamavu</p>\r\n<p>मुन्नार हेड वर्क्स</p>\r\n<p>Erattayar</p>\r\n<p>Uluppuni</p>\r\n<p>कोचु पम्बा</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>इडुक्की की सड़कें घाट की सड़कों का हिस्सा हैं। प्रमुख सड़कें कोच्चि शहर को तमिलनाडु से जोड़ती हैं। केके रोड (कुमिली-कोट्टायम), पीटी रोड (पुलियानमाला-थोडुपुझा स्टेट हाईवे -33) कुछ अन्य व्यस्त सड़कें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>नारायणमंगलम पुल</p>\r\n<p>रेल</p>\r\n<p>वर्तमान में केरल के इडुक्की जिले में कोई रेलवे नहीं है। निकटतम रेलवे स्टेशन कोट्टायम (स्टेशन कोड - KTYM), अलुवा (Alwaye, स्टेशन कोड - AWY), एर्नाकुलम दक्षिण (एर्नाकुलम जंक्शन, स्टेशन कोड - ERS) और एर्नाकुलम नॉर्थ (एर्नाकुलम टाउन, स्टेशन कोड - ERN) हैं।</p>\r\n<p>वायु</p>\r\n<p>इडुक्की का निकटतम हवाई अड्डा कोचीन अंतर्राष्ट्रीय हवाई अड्डा और कोयम्बटूर हवाई अड्डा है। भारतीय विमानपत्तन प्राधिकरण, अंकारा में एक हवाई अड्डा स्थापित करने की योजना पर्यावरणीय मुद्दों के टकराव में है। इडुक्की के पूर्ण विकास में अंकारा हवाई अड्डा एक बड़ी छलांग होगा। सरकार का दावा है कि इस परियोजना से क्षेत्र में पर्यटन में सुधार होगा। हालांकि, अंकारा के पर्यावरणीय रूप से संवेदनशील पश्चिमी घाटों में स्थित होने के साथ, पर्यावरणविदों और ग्रामीणों का तर्क है कि यह क्षेत्र की जलवायु परिस्थितियों और लोगों की आजीविका को महत्वपूर्ण रूप से प्रभावित कर सकता है। इसके अलावा परियोजना के लिए चिन्हित भूमि जिले के कुछ शेष धान के खेतों में से एक है, जो वर्तमान में चावल की कुछ दुर्लभ देसी किस्मों की खेती कर रही है जिससे परियोजना के बारे में चिंता बढ़ जाती है। हवाई अड्डे का विरोध करने वाले लोग मुन्नार के रूप में आर्थिक लाभ का भी हवाला देते हैं, हवाई अड्डे के लिए प्रमुख लक्ष्य स्थलों में से एक अंकारा से लगभग 100 किमी दूर है और कोचीन अंतर्राष्ट्रीय हवाई अड्डे से वहाँ पहुँचने में लगने वाला समय अंकारा से पहुँचने में लगने वाले समय से कम है। हालांकि प्रस्तावित हवाई अड्डे के उद्देश्यों, लाभों और उद्देश्यों पर सरकार की ओर से कोई स्पष्ट संदर्भ ऑनलाइन नहीं हैं, लेकिन एंटी-अकारा-एयरपोर्ट समूहों ने फेसबुक पर सेव अंकारा ब्लॉग और एंटी-अनकारा एयरपोर्ट जैसे सोशल नेटवर्किंग अभियान साइटों को स्थापित किया है। उनका दावा है कि एयरपोर्ट प्रोजेक्ट को लागू नहीं किया जाना चाहिए।</p>\r\n<p>&nbsp;</p>\r\n<p>नेरियमंगलम ब्रिज</p>\r\n<p>पेरियार नदी के पार बने नेरियमंगलम पुल को अक्सर 'द गेटवे टू द हाईवे' कहा जाता है क्योंकि यह इडुक्की जिले के उच्च क्षेत्रों, खासकर मुन्नार के रास्ते पर है। पुल 1935 में त्रावणकोर के महामहिम महाराजा द्वारा बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Idukki_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-idukki-painavu-kerala","tags":[{"name":"पयनावु","slug":"painavu"},{"name":"इडुक्की","slug":"idukki"},{"name":"केरल","slug":"kerala"}],"recommendations":[{"id":634,"title":"त्रिशूर में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","dateCreated":"2019-09-10T16:06:03.046Z","dateModified":"2019-09-11T02:06:20.799Z","contributedBy":"AskGif","content":"त्रिशूर, जिसे इसके पूर्व नाम त्रिचूर के नाम से भी जाना जाता है) भारत के केरल में त्रिशूर जिले का एक शहर और राजधानी है। यह कोच्चि और कोझीकोड शहरी क्षेत्रों के बाद केरल में तीसरा सबसे बड़ा शहरी समूह है और भारत में 20 वां सबसे बड़ा है। त्रिसूर को पूरे इतिहास में सांस्कृतिक, आध्यात्मिक और धार्मिक झुक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"त्रिशूर","slug":"thrissur"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-thrissur-kerala","total":0},{"id":633,"title":"पथानामथिट्टा में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","dateCreated":"2019-09-10T03:11:23.131Z","dateModified":"2019-09-11T02:05:50.914Z","contributedBy":"AskGif","content":"पठानमथिट्टा एक शहर और नगर पालिका है, जो भारत के केरल राज्य में मध्य त्रावणकोर क्षेत्र में स्थित है, जो 23.50 किमी 2 के क्षेत्र में फैला हुआ है। यह पठानमथिट्टा जिले की प्रशासनिक राजधानी है। शहर की आबादी 37,538 है। हिंदू तीर्थस्थल सबरीमाला पठानमथिट्टा जिले में स्थित है; सबरीमाला के मुख्य परिवहन कें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"पथानामथिट्टा","slug":"pathanamthitta"}],"slug":"top-places-to-visit-in-pathanamthitta-kerala","total":0},{"id":625,"title":"इडुक्की, पयनावु में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"इडुक्की केरल राज्य, भारत के 14 जिलों में से एक है, जो 26 जनवरी 1972 को कोट्टायम जिले को द्विभाजित करके बनाया गया था। उस समय, जिला मुख्यालय कोट्टायम में था। जून 1976 में इसे दर्दावू ले जाया गया। इडुक्की केरल के पश्चिमी घाट में स्थित है। इडुक्की क्षेत्र में दूसरा सबसे बड़ा जिला है लेकिन जनसंख्या घन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पयनावु","slug":"painavu"},{"name":"इडुक्की","slug":"idukki"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-idukki-painavu-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}