{"id":625,"title":"Top Places to visit in Idukki, Painavu, Kerala","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"<p>Idukki is one of the 14 districts of Kerala state, India, created on 26 January 1972 bifurcating Kottayam District. At that time, the district headquarters was at Kottayam. In June 1976 it was moved to Painavu. Idukki lies in the Western Ghats of Kerala. Idukki is the second largest district in area but has the lowest population density. Idukki has a vast forest reserve area; more than a half of the district is covered by forests. The urban areas are densely populated whereas villages are sparsely populated. Idukki is also known as the spice garden of Kerala.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Spots</p>\r\n<p>Munnar</p>\r\n<p>&nbsp;</p>\r\n<p>Tea plantations in Munnar</p>\r\n<p>Munnar was the summer resort of the British Government in the south. The town is situated at the convergence of three mountain streams namely Muthirappuzha, Nallathanni and Kundala. Munnar has some of the largest tea plantations in the world. This hill station, which is more than 5000 feet above sea level, is a tourist attraction noted for its scenic landscapes. Most of the native flora and fauna of Munnar have disappeared due to severe habitat fragmentation resultant from the creation of the plantations. However, some species continue to survive and thrive in several protected areas nearby, including the new Kurinjimala Sanctuary to the east, the Chinnar Wildlife Sanctuary, Manjampatti Valley and the Amaravati reserve forest of Indira Gandhi Wildlife Sanctuary to the north east, the Eravikulam National Park and Anamudi Shola National Park to the north, the Pampadum Shola National Park to the south and the proposed Palani Hills National Park to the east.These protected areas are especially known for several threatened and endemic species including Nilgiri Thar, the grizzled giant squirrel, the Nilgiri wood-pigeon, elephant, the gaur, the Nilgiri langur, the sambar, and the neelakurinji (that blossoms only once in twelve years).</p>\r\n<p>&nbsp;</p>\r\n<p>The former Kunda Valley Railway in Munnar was destroyed by a flood in 1924, but tourism officials are considering reconstructing the railway line to attract tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>Vagamon</p>\r\n<p>&nbsp;</p>\r\n<p>Vagamon meadows, Kerala, India</p>\r\n<p>&nbsp;</p>\r\n<p>Western Ghats as seen from Vagamon View Point</p>\r\n<p>Vagamon is a hill station situated 1200 meters above sea level, 37 km from Pala and 42 km from Thodupuzha.</p>\r\n<p>&nbsp;</p>\r\n<p>This hill station provides option of trekking, paragliding or rock climbing for adventurous seekers. The place has many variety of flora and fauna located in various parts of hilly region. Evergreen tress, tall grasses and shrubs are present in the lower regions of Vagamon. Many rare species of birds, insects, wild buffaloes and elephants can be easily located in the forests. The main attractions here are mist-covered mountains and lakes, Pilgrim centers &ndash; Kurishumala, Murugan temple, Burial chamber of Sufi saint and pine forests.</p>\r\n<p>&nbsp;</p>\r\n<p>Ramakkalmedu</p>\r\n<p>Ramakkalmedu (രാമക്കൽമേട്&zwnj;) is a hill station and a hamlet in the Idukki district. It is located about 15 km from Nedumkandam on the Munnar-Thekkady route.</p>\r\n<p>&nbsp;</p>\r\n<p>Ramakalmedu stands tall in the Western Ghats at a height of 3500 feet above sea level. The ecosystem of the area consists largely of grass land Shola forest type which is laced by sporadic bamboo forests.</p>\r\n<p>&nbsp;</p>\r\n<p>Constant wind is another factor which makes Ramakkalmedu unique. Wind blows at a speed around 35 km/ hour at Ramakkalmedu throughout the year irrespective of the season and time.Tourism villages like Pushpakandam and Kuruvikanam near Ramakkalmedu is one of the places in Kerala where wind energy farm is installed, though it is private holdings. Currently the capacity is at about 12.5 MW.This electricity is distributed to Kerala State Electricity Board. Ramakkalmedu has potential to produce more electricity, as it is said to be one of Asia's largest windiest area.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>View from Ramakkalmedu</p>\r\n<p>Thekkady</p>\r\n<p>&nbsp;</p>\r\n<p>Misty Thekkady</p>\r\n<p>&nbsp;</p>\r\n<p>Cardamom Hills</p>\r\n<p>Thekkady is located about 257 km (160 mi) from Trivandrum, 140 km from Madurai City and Madurai Airport, 145 km from Cochin International Airport and 114 km from Kottayam railway station. Thekkady is located near to Kerala-Tamil Nadu border. The sanctuary is known for its dense evergreen, semi-evergreen, moist deciduous forests and savanna grass lands. It is home to herds of elephants, sambar, tigers, gaur, lion-tailed macaques and Nilgiri langurs.</p>\r\n<p>&nbsp;</p>\r\n<p>The Periyar Wildlife Sanctuary is spread across 777 km2 (300 sq mi), of which 360 km2 (140 sq mi) is thick evergreen forest. The wildlife sanctuary was declared a tiger reserve in 1978. The splendid artificial lake formed by the Mullaperiyar Dam across the Periyar River adds to the charm of the park. The greatest attractions of Periyar are the herds of wild elephants, deers, bisons that come down to drink in the lake. The sanctuary can be accessed through a trekking, boating or jeep safari.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Submerged trees in Periyar National Park</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Thekkady is considered as a heaven of natural spices such as black pepper, cardamom, cinnamon, nutmeg, nutmace, ginger, and clove.</p>\r\n<p>&nbsp;</p>\r\n<p>Marayur</p>\r\n<p>Walkway through the sandalwood forest</p>\r\n<p>Marayur is a remote village on the eastern slopes of the Western Ghats. The relics of new stone-age civilisation has been unearthed here. It has ancient stone cabins, called 'Muniyaras', and is the only place in Kerala having natural growths of sandal wood trees. Marayur has more than 1000 species of flowering plants and is a well known repository of medicinal plants. There are 114 endemic species and the sighting of Aibizia lathamii, a critically endangered tree, was recently reported from the dry forests. Chinnar &ndash; the wildlife sanctuary in Marayur &ndash; has recorded the largest number of reptilian species, including the mugger crocodile, in Kerala. With 225 recorded species of birds, it is one of the richest areas of south India in avian diversity. The forests in Marayur preserve a population of the endangered grizzled giant squirrel. The rare white bison has been recently reported in Chinnar wildlife sanctuary. Other important mammals found are elephant, tiger, leopard, guar, sambar, spotted deer, Nilgiri thar, common langur, bonnet macaque etc. The phenomenon of butterfly migration occurs in between the monsoons.</p>\r\n<p>&nbsp;</p>\r\n<p>Maryoor has got a number of sandalwood forests. Processing of sandalwood and its associated oil forms part of local economy and a depot near Marayur town is supporting this industry. Sandal wood or Santalum album is a parasitic tree having a fragrant and close-grained yellowish heartwood. Sandalwood oil, also known as &lsquo;liquid gold,&rsquo; is extracted from the roots and wood of sandalwood. This oil is a costly item marketed at a few choosy outlets all over the state. A climate with low rainfall is suitable for the growth of choice sandalwood trees from which good quality oil can be extracted. The 93 km2 Marayur reserve forest is believed to have about sixty thousand naturally grown sandalwood trees, of which nearly 2,000 trees had been allegedly plundered in just one year since January 2004, when the last survey was conducted. The auction rate for first quality Marayur sandal is quoted at Rs.1100 per kg, according to forest department sources (2004).</p>\r\n<p>&nbsp;</p>\r\n<p>Wildlife sanctuaries</p>\r\n<p>Idukki Wildlife Sanctuary</p>\r\n<p>&nbsp;</p>\r\n<p>A land-locked district, Idukki is one of the most nature-rich areas of Kerala. The Idukki Wildlife Sanctuary here spreads over an area of 105.364 sq km in the Thodupuzha, Idukki and Udumpanchola taluks of the district. Situated at an altitude of 450&ndash;748 m above sea level, this sanctuary occupies the forest land between the Cheruthoni and Periyar rivers. There is a lake around the sanctuary, covered by a canopy of tropical ever-green and deciduous trees, and offers boat rides.</p>\r\n<p>&nbsp;</p>\r\n<p>Elephants, sambar deer, wild dogs, jungle cats, wild boar etc. are seen here apart from various species of snakes including cobra, viper, kraits and numerous non-poisonous ones. Birds include grey jungle fowl, Malabar grey hornbill, several species of woodpeckers, bulbuls, flycatchers, etc. The wildlife here is similar to that of Thekkady. This sanctuary lies adjacent to the world renowned Idukki Arch Dam.</p>\r\n<p>&nbsp;</p>\r\n<p>Contact Address:</p>\r\n<p>&nbsp;</p>\r\n<p>The Wild Life Warden, Idukki Wildlife Division Painavu P.O. Idukki &ndash; 685603 Phone: +91 486 2232271 Mobile: 8547603182, 9496821481</p>\r\n<p>&nbsp;</p>\r\n<p>The Asst. Wildlife Warden Vellapara, Painavu P.O, Idukki Phone : +91 4862 322025</p>\r\n<p>&nbsp;</p>\r\n<p>Eravikulam Wild Life Sanctuary</p>\r\n<p>&nbsp;</p>\r\n<p>Nilagiri Tahr</p>\r\n<p>Eravikulam is another wild life sanctuary proclaimed as a National Park. It supports the largest population of Nilgiri tahr in the world. Anamudi peak is on the southern part of this park. Most of the park is grassland and the average altitude is more than 5000 feet above sea level. Heavy rain and gushing winds makes the area inaccessible during the monsoon season. The famous Neelakurinji (Strobilanthes kunthiana) grows here. It has a flowering cycle of 12 years. Twenty six species of mammals have been recorded in the park including the largest surviving population of Nilgiri tahr, estimated at about 750 individuals. The other ungulates are gaur, Indian muntjac and sambar deer. Golden jackal, jungle cat, wild dog, dhole, leopard and tiger are the main predators. Some little-known animals such as Nilgiri langur, stripe-necked mongoose, Indian porcupine, Nilgiri marten, small clawed otter, ruddy mongoose, and dusky palm squirrel are also found. Elephants make seasonal visits.</p>\r\n<p>132 species of birds have been recorded which include endemics like black-and-orange flycatcher, Nilgiri pipit, Nilgiri wood pigeon, white bellied shortwing, Nilgiri flycatcher and Kerala laughingthrush.</p>\r\n<p>&nbsp;</p>\r\n<p>Endemic butterflies confined to the shola-grass land ecosystem like the red disk bushbrown and Palni four wing are among the 101 species in the park.</p>\r\n<p>&nbsp;</p>\r\n<p>Periyar Tiger Reserve</p>\r\n<p>Periyar Tiger Reserve, Thekkady, is sprawled over an area of 925 km2. Periyar is one of the 27 tiger reserves in India. Zealously guarded and efficiently managed reserve is a repository of rare, endemic and endangered flora and fauna and forms the major watershed of two important rivers of Kerala, the Periyar and Pamba.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Wild elephants in Munnar, Kerala</p>\r\n<p>Periyar National Park and Wildlife Sanctuary (PNP) is a protected area in the districts of Idukki and Pathanamthitta in Kerala. It is notable as an elephant reserve and a tiger reserve. The protected area covers an area of 925 km2 (357 sq mi). 305 km2 (118 sq mi) of the core zone was declared as the Periyar National Park in 1982</p>\r\n<p>&nbsp;</p>\r\n<p>Pampadumshola National Park</p>\r\n<p>Pampadum Shola National Park is the smallest national park in Kerala state, South India. The park is administered by the Kerala Department of Forests and Wildlife, Munnar Wildlife Division, together with the nearby Mathikettan Shola National Park, Eravikulam National Park, Anamudi Shola National Park, Chinnar Wildlife Sanctuary and the Kurinjimala Sanctuary. The park adjoins the Allinagaram Reserved Forest within the proposed Palani Hills Wildlife Sanctuary and National Park. The Western Ghats, Anamalai Sub-Cluster, including these parks, is under consideration by the UNESCO World Heritage Committee for selection as a World Heritage Site.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Nilgiri wood-pigeon (vulnerable)</p>\r\n<p>&nbsp;</p>\r\n<p>Neelakurinji</p>\r\n<p>Kurinjimala Sanctuary</p>\r\n<p>Kurinjimala Sanctuary protects the approximately 32 km2 core habitat of the endangered Neelakurinji plant in Kottakamboor and Vattavada villages in Devikulam Taluk, Idukki district of Kerala State in South India. map</p>\r\n<p>&nbsp;</p>\r\n<p>Protected areas</p>\r\n<p>&nbsp;</p>\r\n<p>Giant grizzled squirrel</p>\r\n<p>This district has several protected areas including: Periyar Tiger Reserve in the south, Kurinjimala Sanctuary to the east, Chinnar Wildlife Sanctuary to the northeast, Eravikulam National Park and Anamudi Shola National Park to the north and Pampadum Shola National Park to the south. These protected areas are well known for several threatened and endemic species including tiger, Nilgiri tahr, grizzled giant squirrel, Nilgiri wood-pigeon, elephant, gaur, sambar deer, purple frog and neelakurinji.</p>\r\n<p>&nbsp;</p>\r\n<p>Waterfalls</p>\r\n<p>There are many waterfalls in Idukki, many of them are active only in monsoon season.</p>\r\n<p>&nbsp;</p>\r\n<p>Cheeyappara</p>\r\n<p>File:Cheeyappara falls video Adimali.ogv</p>\r\n<p>Cheeyappara falls video</p>\r\n<p>The Cheeyappara Waterfall (ചീയ്യപ്പാറ) is on the Kochi &ndash; Madurai Highway in Idukki district (National Highway 49), between Neriamangalam and Adimali.</p>\r\n<p>&nbsp;</p>\r\n<p>The Cheeyappara Waterfall cascades down in seven steps. This is also a common place for trekking.</p>\r\n<p>&nbsp;</p>\r\n<p>Thommankuthu</p>\r\n<p>&nbsp;</p>\r\n<p>Thommankuthu Waterfalls</p>\r\n<p>Thommankuthu (തൊമ്മൻകുത്ത്) is a scenic waterfall near Thodupuzha in the district. It is named after the hunter, Mr. Thommachen Kuruvinakunnel, who let the world know of this waterfall in the jungle in the late 1920s. Thommachen also played a part in the discovery of the site for the Idukki Dam. This panchayath, belonging to Thodupuzha Thaluk in Idukki District, is one of the major eco-tourism centres in Idukki, Kerala. A song of the Malayalam movie Chattakaari was shot here.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>Main article: Administration of Idukki district</p>\r\n<p>&nbsp;</p>\r\n<p>Thodupuzha Civil Station</p>\r\n<p>&nbsp;</p>\r\n<p>Kattappana</p>\r\n<p>Idukki District is divided into eight community development blocks (block panchayats). The community development blocks are further divided into talukas. The blocks are:</p>\r\n<p>Adimaly Block with</p>\r\n<p>Pallivasal grama panchayat</p>\r\n<p>Adimaly grama panchayat (Mannamkandam)</p>\r\n<p>Vellathooval grama panchayat</p>\r\n<p>Bysonvalley grama panchayat</p>\r\n<p>Konnathady grama panchayat</p>\r\n<p>Azhutha Block with</p>\r\n<p>Elappara grama panchayat</p>\r\n<p>Kokkayar grama panchayat</p>\r\n<p>Kumily grama panchayat</p>\r\n<p>Peerumedu grama panchayat</p>\r\n<p>Peruvanthanam grama panchayat</p>\r\n<p>Vandiperiyar grama panchayat</p>\r\n<p>Devikulam Block with</p>\r\n<p>Chinnakkanal grama panchayat</p>\r\n<p>Edamalakudy grama panchayat</p>\r\n<p>Kanthalloor grama panchayat</p>\r\n<p>Mankulam grama panchayat</p>\r\n<p>Marayoor grama panchayat</p>\r\n<p>Munnar grama panchayat</p>\r\n<p>Santhanpara grama panchayat</p>\r\n<p>Vattavada grama panchayat</p>\r\n<p>Devikulam Grama panchayat</p>\r\n<p>Elamdesom Block with</p>\r\n<p>Alakode grama panchayat</p>\r\n<p>Karimannoor grama panchayat</p>\r\n<p>Kodikulam grama panchayat</p>\r\n<p>Kudayathoor grama panchayat</p>\r\n<p>Udumbannoorgrama panchayat</p>\r\n<p>Vannappuramgrama panchayat</p>\r\n<p>Velliamattomgrama panchayat</p>\r\n<p>Idukki Block with</p>\r\n<p>Arakkulam grama panchayat</p>\r\n<p>Kamakshy grama panchayat</p>\r\n<p>Kanjikuzhy grama panchayat</p>\r\n<p>Mariapuram grama panchayat</p>\r\n<p>Vathykudy grama panchayat</p>\r\n<p>Vazhathoppu grama panchayat</p>\r\n<p>Kattappana Block with</p>\r\n<p>Ayyappankoil grama panchayat</p>\r\n<p>Chakkupallam grama panchayat</p>\r\n<p>Erattayar grama panchayat</p>\r\n<p>Kanchiyar grama panchayat</p>\r\n<p>Upputhara grama panchayat</p>\r\n<p>Vandanmedu grama panchayat</p>\r\n<p>Nedumkandam Block with</p>\r\n<p>Karunapuram grama panchayat</p>\r\n<p>Nedumkandam grama panchayat</p>\r\n<p>Pampadumpara grama panchayat</p>\r\n<p>Rajakkad grama panchayat</p>\r\n<p>Rajakumary grama panchayat</p>\r\n<p>Senapathy grama panchayat</p>\r\n<p>Udumbanchola grama panchayat</p>\r\n<p>Thodupuzha Block with</p>\r\n<p>Thodupuzha Municipality</p>\r\n<p>Edavetty Gramapanchayath</p>\r\n<p>Muttom Gramapanchayath</p>\r\n<p>karimkunnam Gramapanchayath</p>\r\n<p>Purappuzha Gramapanchayath</p>\r\n<p>Manakkadu Gramapanchayath</p>\r\n<p>Kumaramangalam Gramapanchayath</p>\r\n<p>Municipalities</p>\r\n<p>Thodupuzha</p>\r\n<p>Kattappana</p>\r\n<p>Towns</p>\r\n<p>Thodupuzha</p>\r\n<p>Kattappana</p>\r\n<p>Adimali</p>\r\n<p>Munnar</p>\r\n<p>Devikulam</p>\r\n<p>Chinnakanal</p>\r\n<p>Rajakkad</p>\r\n<p>Rajakumari</p>\r\n<p>Udumbanchola</p>\r\n<p>Nedumkandam</p>\r\n<p>Anakkara</p>\r\n<p>Idukki</p>\r\n<p>Cheruthoni</p>\r\n<p>Mannathara</p>\r\n<p>Murickassery</p>\r\n<p>Thopramkudy</p>\r\n<p>Moolamattom</p>\r\n<p>Mutton</p>\r\n<p>Karimannoor</p>\r\n<p>Vannappuram</p>\r\n<p>Peruvanthanam</p>\r\n<p>Peerumade</p>\r\n<p>Kuttikkanam</p>\r\n<p>Upputhara</p>\r\n<p>Elappara</p>\r\n<p>Vagamon</p>\r\n<p>Vandiperiyar</p>\r\n<p>Kumily</p>\r\n<p>Thekkady</p>\r\n<p>Mariyapuram</p>\r\n<p>Keerithode</p>\r\n<p>Kanjickuzhy</p>\r\n<p>Borders</p>\r\n<p>Cumbummettu</p>\r\n<p>Kumily</p>\r\n<p>Culture</p>\r\n<p>Culture in Idukki is mixed since it constitutes of migrated people from other parts of Kerala and native tribals. Presence of a large number of tribal population is peculiar to Idukki District. Kovilmala, near Kattappana in Idukki is home to one of the still ruling Tribal Kings in India, Kovilmala Raja mannan. iIndigenous art forms in Idukki are not as popular as other major art forms. Tourist areas like Munnar and Thekkady welcome people by hosting popular art forms like Kathakali.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Kathakali performance at Thekkady</p>\r\n<p>vte</p>\r\n<p>Places adjacent to Idukki district</p>\r\n<p>Dams in Idukki</p>\r\n<p>See also: SNC-Lavalin Kerala hydroelectric scandal</p>\r\n<p>Idukki Arch-Dam</p>\r\n<p>Cheruthoni</p>\r\n<p>Mullapperiyar</p>\r\n<p>Ponmudy</p>\r\n<p>Kallarkutty</p>\r\n<p>Kundala</p>\r\n<p>Mattuppetti</p>\r\n<p>Aanayirangal</p>\r\n<p>Bhoothathankettu</p>\r\n<p>Sengulam</p>\r\n<p>Lower Periyar</p>\r\n<p>Malankara</p>\r\n<p>Kallar (Nedumkandam)</p>\r\n<p>Kulamavu</p>\r\n<p>Munnar Head Works</p>\r\n<p>Erattayar</p>\r\n<p>Uluppuni</p>\r\n<p>Kochu Pamba</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>The roads in Idukki are part of Ghat roads. The major roads connect city of Kochi to Tamil Nadu. The KK road(Kumili-Kottayam), the PT road(Puliyanmala-Thodupuzha State Highway-33) are some of the other busy roads.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Neryamangalam bridge</p>\r\n<p>Rail</p>\r\n<p>At present there is no railway in and to Idukki district of Kerala. The nearest railway stations are Kottayam (station code &ndash; KTYM), Aluva (Alwaye, station code &ndash; AWY), Ernakulam South (Ernakulam Jn., station code &ndash; ERS) and Ernakulam North (Ernakulam Town, station code &ndash; ERN).</p>\r\n<p>Air</p>\r\n<p>The nearest airport to Idukki is Cochin International Airport and Coimbatore Airport. Airport Authority of India's plan to set up an airport in Anakkara is in a conflict of environmental issues. Anakkara Airport will be a great leap in Idukki's complete development. The government claims this project will improve the tourism in the area. However, with Anakkara being situated in environmentally sensitive Western Ghats, environmentalists and villagers argue that this can significantly impact the area's climatic conditions and livelihood of people. Also the land identified for the project is one of the very few remaining paddy fields of the district, currently cultivating some of the rare indigenous varieties of rice which increases the concern about the project. Those opposing the airport also cite the economic benefits as Munnar, one of the key target destinations for the airport lies at about 100 km from Anakkara and the time taken to reach there from Cochin International Airport is less than the time taken to reach from Anakkara. Though there are no clear references online from the government on the objectives, benefits and purpose of the proposed airport, anti-anakkara-airport groups have set up social networking campaign sites such as Save Anakkara Blog and Anti-Anakkara Airport on Facebook explaining reasons why they claim the airport project should not be implemented.</p>\r\n<p>&nbsp;</p>\r\n<p>Neriamangalam Bridge</p>\r\n<p>The Neriamangalam Bridge, built across the Periyar river, is often referred as 'The Gateway to the Highranges' as it is on the way to the higher regions of Idukki district, especially Munnar. The bridge was made by His Highness The Maharaja of Travancore in 1935.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Idukki_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-idukki-painavu-kerala","tags":[{"name":"painavu","slug":"painavu"},{"name":"idukki","slug":"idukki"},{"name":"kerala","slug":"kerala"}],"recommendations":[{"id":634,"title":"Top Places to visit in Thrissur, Kerala","imageUrl":"f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","dateCreated":"2019-09-10T16:06:03.046Z","dateModified":"2019-09-11T02:06:20.799Z","contributedBy":"AskGif","content":"Thrissur, also known by its former name Trichur) is a city and capital of the Thrissur district in Kerala, India. It is the third largest urban agglomeration in Kerala after Kochi and Kozhikode urban areas and the 20th largest in India. Thrissur is also known as the \"cultural capital of Kerala\" b","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"thrissur","slug":"thrissur"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-thrissur-kerala","total":0},{"id":633,"title":"Top Places to visit in Pathanamthitta, Kerala","imageUrl":"7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","dateCreated":"2019-09-10T03:11:23.131Z","dateModified":"2019-09-11T02:05:50.914Z","contributedBy":"AskGif","content":"Pathanamthitta is a town and a municipality situated in the Central Travancore region in the state of Kerala, India, spread over an area of 23.50 km2. It is the administrative capital of Pathanamthitta district. The town has a population of 37,538. The Hindu pilgrim centre Sabarimala is situated ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"pathanamthitta","slug":"pathanamthitta"}],"slug":"top-places-to-visit-in-pathanamthitta-kerala","total":0},{"id":625,"title":"Top Places to visit in Idukki, Painavu, Kerala","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"Idukki is one of the 14 districts of Kerala state, India, created on 26 January 1972 bifurcating Kottayam District. At that time, the district headquarters was at Kottayam. In June 1976 it was moved to Painavu. Idukki lies in the Western Ghats of Kerala. Idukki is the second largest district in a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"painavu","slug":"painavu"},{"name":"idukki","slug":"idukki"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-idukki-painavu-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}