{"id":626,"title":"Top Places to visit in Kannur, Kerala","imageUrl":"89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","dateCreated":"2019-09-09T03:16:22.046Z","dateModified":"2019-09-11T02:02:12.419Z","contributedBy":"AskGif","content":"<p>Kannur (also known by its former names Cannanore and Portuguese name Cananor) is a city and a Municipal Corporation in Kannur district, state of Kerala, India. It is the administrative headquarters of the Kannur District and situated 518 km north of the state capital Thiruvananthapuram. During British rule in India, Kannur was known as Cannanore, a name that is still in use by the Indian Railways. Kannur is the largest city of North Malabar region. As of 2011 census population of Kannur was 232,486. Kannur is one of the million-plus urban agglomerations in India with a population of 1,642,892 in 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>District: Kannur</p>\r\n<p>Governing Body: Kannur corporation</p>\r\n<p>Taluk/Tehsil: Kannur</p>\r\n<p>Block: Kannur</p>\r\n<p>Assembly Constituency: Kannur</p>\r\n<p>Parliament Constituency: Kannur</p>\r\n<p>Police Station: Kannur</p>\r\n<p>Post Office: Kannur 670001</p>\r\n<p>Telephone Exchange: Kannur 0497</p>\r\n<p>Railway Station: Kannur Railway Station (CAN)</p>\r\n<p>Airport: Kannur International Airport (CNN)</p>\r\n<p>Politics</p>\r\n<p>Kannur, particularly the rural areas, has been referred to as a stranglehold of the left parties &ndash; locally known as 'party gramam'. Gramam means 'village' and usually denote local allegiance to only one party. Kannur has a strong presence of trade unions as well as left-leaning organizations. However, other parties also have strong influence.</p>\r\n<p>&nbsp;</p>\r\n<p>Constituent villages</p>\r\n<p>Kannur Taluk has 27 villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Anjarakandi, Azhikode North, Azhikode South and Chelora</p>\r\n<p>Chembilode, Cherukkunnu and Chirakkal</p>\r\n<p>Edakkad, Elayavoor, Iriveri, Kadambur, Kalliasseri and Kolacherry</p>\r\n<p>Kanhirod, Kannadiparamba, Kannapuram</p>\r\n<p>Makrery, Mattool, Mavilayi and Munderi</p>\r\n<p>Muzhappilangad, Narath, Pallikkunnu and Pappinisseri</p>\r\n<p>Puzhathi, Valapattanam and Valiyannur</p>\r\n<p>Education</p>\r\n<p>Indian Naval Academy is situated in Ezhimala, Kannur. Naval cadets are trained here in 2500 acres vast campus.</p>\r\n<p>Indian Coast Guard Academy, the first coast guard academy in India is under construction in Azhikkal.</p>\r\n<p>Kannur District has five Kendriya Vidyalaya at Kannur, Keltron Nagar, Payyanur, Ezhimala, and Thalassery.</p>\r\n<p>&nbsp;</p>\r\n<p>Kannur International Airport</p>\r\n<p>Kannur University was established by Act 22 of 1996 of the Kerala Legislative Assembly. The University by the name \"Malabar University\" had come into existence earlier by the promulgation of an ordinance by the governor of Kerala, on 9 November 1995. The university was inaugurated on 2 March 1996 by the Chief Minister of Kerala. The objective of the Kannur University Act 1996 was to establish in the state of Kerala a teaching, residential and affiliating university so as to provide for the development of higher education in Kasargod and Kannur revenue districts and the Mananthavady Taluk of Wayanad district. Kannur University is a multi-campus university.</p>\r\n<p>Government Brennen College, the first college in Kannur provide education to more than 2500 students.</p>\r\n<p>Government College of Engineering, Kannur was established in 1986 near Dharmasala, Kannur as a center for imparting engineering education in northern Kerala. The college is among the top ten engineering colleges of the state, providing higher studies in the field of technical education.</p>\r\n<p>Pariyaram Medical College was established in 1999 between Payyanur and Taliparamba. The medical college is at a distance of 10 km from Taliparamba and Payyanur and 32 km north of Kannur. Kannur Medical College was established in 2006 at Anjarakkandy with a 500-bed hospital.</p>\r\n<p>PR Memorial Panoor Higher Secondary School formerly known as Panoor High School was the school with the most strength in the state till 1990.</p>\r\n<p>The thirteenth National Institute of Fashion Technology (NIFT) Campus in Kannur is located at Anthoor near Dharmasala, Kannur 12 km north of Kannur Corporation.</p>\r\n<p>Transportation</p>\r\n<p>Main article: Transportation in Kannur district</p>\r\n<p>Kannur has a good road network connecting to Mangalore, Bangalore, Mysore, Kodagu and Cochin. The railway station is also well connected to all parts of India. The Kannur International Airport which is about 30 kilometres from the city began operations on December 9 and is the fourth international airport in the state. Other nearby airports are at Calicut and Mangalore. Kannur is on National Highway 66 or NH 66 (formerly National Highway 17) between Kozhikode and Mangalore. This highway is scheduled to be expanded to four lanes. A bypass for Kannur city is proposed under the NH widening project. Kannur is connected to Kodagu, Mysore and Bangalore in Karnataka by the Thalassery&ndash;Coorg&ndash;Mysore interstate highway.</p>\r\n<p>&nbsp;</p>\r\n<p>Kannur railway station is one of the major stations of the Southern Railway zone, under the jurisdiction of the Palakkad. All trains including the Thiruvananthapuram Rajdhani Express and Kochuveli Garib Rath stop at Kannur. Six daily trains and around 15 weekly or bi-weekly trains connect Kannur to the capital Thiruvananthapuram. Kannur is well connected through rail with Mangalore and Kozhikode.</p>\r\n<p>&nbsp;</p>\r\n<p>Kannur International Airport in Mattanur inaugurated on 9 December 2018. It is the fourth international airport in Kerala. The airport will have a 4,000 metres (13,000 ft) runway(the longest in the State) and state of the art passenger terminal as well other amenities. It will be well connected by a comprehensive network of roads and a proposal for railway line has also been mooted. In the 2016&ndash;17 Union Railway budget, ₹400 crore (US$58 million) were dedicated for under Extra Budgetary Resource (EBR) in which a part of the bill will be borne by the State Government towards the railway line.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>&nbsp;</p>\r\n<p>Statue of Albert Einstein at the Science Park, Kannur</p>\r\n<p>Many local cable television channels are available in Kannur. The most popular cable channels are City Channel, City Gold, City Juke, Network Channel(s), Zeal Network, Kannur Vision, World Vision, Worldvision Music, Chakkarakkal, and Gramika channel Koothuparamba.</p>\r\n<p>&nbsp;</p>\r\n<p>All India Radio is broadcast in Kannur at 101.5&nbsp; MHz. Private FM radio stations in Kannur include:</p>\r\n<p>&nbsp;</p>\r\n<p>Radio Mango 91.9 (Malayala Manorama Co Ltd)</p>\r\n<p>Club FM 94.3 (Mathrubhumi Printing And Publishing Co Ltd)</p>\r\n<p>Red FM 93.5 (Sun Network)</p>\r\n<p>Best FM 95.0 (Asianet Communications Ltd)</p>\r\n<p>A number of newspapers are published from Kannur, including the Malayala Manorama, Mathrubhumi, Madhyamam, Deshabhimani, Deepika, Rashtra Deepika, Chandrika, Kerala Kaumudi, Mangalam, Janmabhumi, Veekshanam, Thejas, Siraj, Suprabhaatham, Janayugom and The New Indian Express.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Literature: Sukumar Azhikode, Oyyarathu Chandu Menon, Cherusseri Namboothiri, T. Padmanabhan, T. K. D. Muzhappilangad</p>\r\n<p>&nbsp;</p>\r\n<p>Sports: Jimmy George, V. P. Sathyan, Denson Devadas, C.K. Vineeth, Sahal Abdul Samad, Tintu Lukka</p>\r\n<p>&nbsp;</p>\r\n<p>Political leaders: M. V. Raghavan, Pinarayi Vijayan, K.Karunakaran, E. K. Nayanar, E. Ahamed, Kodiyeri Balakrishnan, E. P. Jayarajan, Kadannappalli Ramachandran, K. Sudhakaran</p>\r\n<p>&nbsp;</p>\r\n<p>Actors: Sreenivasan, M. N. Nambiar, Malavika Mohanan, Samvrutha Sunil, Geetu Mohandas, Mamta Mohandas, Jishnu Raghavan, Vineeth, Vineeth Kumar, Sanusha, Sanoop Santhosh, Nikhila Vimal, Nivetha Thomas, Sreekala Sasidharan, Anju Aravind, Athmiya, Sruthi Lakshmi</p>\r\n<p>&nbsp;</p>\r\n<p>Filmmakers: Bejoy Nambiar, Salim Ahamed, Vineeth Sreenivasan</p>\r\n<p>&nbsp;</p>\r\n<p>Music composers: Kaithapram Damodaran, Kannur Rajan, Deepak Dev, Shaan Rahman, Sushin Shyam</p>\r\n<p>&nbsp;</p>\r\n<p>Cinematographer: K. U. Mohanan</p>\r\n<p>&nbsp;</p>\r\n<p>Dancer: Shamna Kasim</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kannur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kannur-kerala","tags":[{"name":"kannur","slug":"kannur"},{"name":"kerala","slug":"kerala"}],"recommendations":[{"id":774,"title":"Kerala 12 Year old girl RAPED by 30 people","imageUrl":"c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","dateCreated":"2019-09-25T02:05:11.377Z","dateModified":"2019-09-25T05:23:28.067Z","contributedBy":"AskGif","content":"A 12-year-old girl was allegedly raped by around 30 people at Chelari in the district. It is suspected that the girl, who is a Class VII student, was raped with the support of her father.&nbsp;\r\nIn connection with the incident, Tirurangadi police have filed a case under various sections of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"malappuram","slug":"malappuram"},{"name":"kerala","slug":"kerala"},{"name":"rape","slug":"rape"}],"slug":"kerala-12-year-old-girl-raped-by-30-people","total":0},{"id":635,"title":"Top Places to visit in Thiruvananthapuram, Kerala","imageUrl":"8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","dateCreated":"2019-09-10T16:22:12.943Z","dateModified":"2019-09-11T02:06:59.483Z","contributedBy":"AskGif","content":"Thiruvananthapuram, commonly known by its former name Trivandrum, is the capital of the Indian state of Kerala. It is the most populous city in Kerala with a population of 957,730 as of 2011. The encompassing urban agglomeration population is around 1.68 million. Located on the west coast of Indi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"thiruvananthapuram","slug":"thiruvananthapuram"}],"slug":"top-places-to-visit-in-thiruvananthapuram-kerala","total":0},{"id":628,"title":"Top Places to visit in Kollam, Kerala","imageUrl":"96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","dateCreated":"2019-09-09T03:28:22.689Z","dateModified":"2019-09-11T02:03:21.684Z","contributedBy":"AskGif","content":"Kollam About this soundpronunciation (help&middot;info), also known by its former name Quilon About this soundpronunciation (help&middot;info) and Coul&atilde;o (in Portuguese) and Desinganadu, is an old seaport and city on the Laccadive Sea coast of the Indian state of Kerala. The city is on the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"kollam","slug":"kollam"}],"slug":"top-places-to-visit-in-kollam-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}