{"id":626,"title":"कन्नूर में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","dateCreated":"2019-09-09T03:16:22.046Z","dateModified":"2019-09-11T02:02:12.419Z","contributedBy":"AskGif","content":"<p>कन्नूर (जिसे इसके पूर्व नाम कैनानोर और पुर्तगाली नाम कैनानोर के नाम से भी जाना जाता है) भारत के केरल राज्य के कन्नूर जिले में एक शहर और एक नगर निगम है। यह कन्नूर जिले का प्रशासनिक मुख्यालय है और राज्य की राजधानी तिरुवनंतपुरम से 518 किमी उत्तर में स्थित है। भारत में ब्रिटिश शासन के दौरान, कन्नूर को कैनानोर के नाम से जाना जाता था, जो आज भी भारतीय रेलवे द्वारा उपयोग किया जाता है। कन्नूर उत्तरी मालाबार क्षेत्र का सबसे बड़ा शहर है। 2011 की जनगणना के अनुसार कन्नूर की जनसंख्या 232,486 थी। कन्नूर 2011 में 1,642,892 की आबादी के साथ भारत में मिलियन-प्लस शहरी एग्लोमेरेशंस में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>जिला: कन्नूर</p>\r\n<p>शासी निकाय: कन्नूर निगम</p>\r\n<p>तालुक / तहसील: कन्नूर</p>\r\n<p>ब्लॉक: कन्नूर</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र: कन्नूर</p>\r\n<p>संसद निर्वाचन क्षेत्र: कन्नूर</p>\r\n<p>पुलिस स्टेशन: कन्नूर</p>\r\n<p>डाक घर: कन्नूर 670001</p>\r\n<p>टेलीफोन एक्सचेंज: कन्नूर 0497</p>\r\n<p>रेलवे स्टेशन: कन्नूर रेलवे स्टेशन (CAN)</p>\r\n<p>हवाई अड्डा: कन्नूर अंतर्राष्ट्रीय हवाई अड्डा (CNN)</p>\r\n<p>राजनीति</p>\r\n<p>कन्नूर, विशेष रूप से ग्रामीण क्षेत्रों, को वाम दलों के गढ़ के रूप में संदर्भित किया गया है - स्थानीय रूप से 'पार्टी ग्राम' के रूप में जाना जाता है। ग्रामम का अर्थ है 'गांव' और आमतौर पर केवल एक पार्टी के प्रति स्थानीय निष्ठा को दर्शाता है। कन्नूर में ट्रेड यूनियनों के साथ-साथ वामपंथी झुकाव वाले संगठनों की मजबूत उपस्थिति है। हालांकि, अन्य दलों का भी मजबूत प्रभाव है।</p>\r\n<p>&nbsp;</p>\r\n<p>लगातार गाँव</p>\r\n<p>कन्नूर तालुक में 27 गाँव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अंजारकंडी, एझिकोड उत्तर, एझिकोड दक्षिण और चेलोरा</p>\r\n<p>चेम्बिलोड, चेरुक्कुनु और चिरक्कल</p>\r\n<p>एडक्कड, इलायवूर, इरिवेरी, कदंबूर, कालियासेरी और कोलाचेरी</p>\r\n<p>कन्हिरोड, कन्नादीपम्म्बा, कन्नपुरम</p>\r\n<p>मकररी, मटूल, माविलय और मुंडेरी</p>\r\n<p>मुजप्पिलगढ़, नारथ, पल्लीकुन्नु और पापिनिस्सेरी</p>\r\n<p>पूजथि, वलपट्टनम और वलियानूर</p>\r\n<p>शिक्षा</p>\r\n<p>इंडियन नेवल एकेडमी कन्नूर के एझिमाला में स्थित है। 2500 एकड़ विशाल परिसर में नौसेना कैडेटों को यहां प्रशिक्षित किया जाता है।</p>\r\n<p>भारतीय तटरक्षक अकादमी, भारत में पहला तटरक्षक अकादमी अज़िक्कल में निर्माणाधीन है।</p>\r\n<p>कन्नूर जिले में कन्नूर, केलट्रॉन नगर, पय्यानूर, एझिमाला और थालास्सेरी में पांच केन्द्रीय विद्यालय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कन्नूर अंतर्राष्ट्रीय हवाई अड्डा</p>\r\n<p>कन्नूर विश्वविद्यालय की स्थापना केरल विधानसभा के अधिनियम 22 द्वारा 1996 में की गई थी। 9 नवंबर 1995 को केरल के राज्यपाल द्वारा अध्यादेश की घोषणा से पहले \"मालाबार विश्वविद्यालय\" नाम से विश्वविद्यालय अस्तित्व में आया था। विश्वविद्यालय का उद्घाटन 2 मार्च 1996 को केरल के मुख्यमंत्री द्वारा किया गया था। कन्नूर विश्वविद्यालय अधिनियम 1996 का उद्देश्य केरल राज्य में एक शिक्षण, आवासीय और संबद्ध विश्वविद्यालय की स्थापना करना था, ताकि कासरगोड और कन्नूर राजस्व जिलों में उच्च शिक्षा के विकास और वायनाड जिले के मंतवधावी तालुक को विकसित किया जा सके। कन्नूर विश्वविद्यालय एक बहु-परिसर विश्वविद्यालय है।</p>\r\n<p>कन्नूर में पहला कॉलेज गवर्नमेंट ब्रेनन कॉलेज, 2500 से अधिक छात्रों को शिक्षा प्रदान करता है।</p>\r\n<p>गवर्नमेंट कॉलेज ऑफ़ इंजीनियरिंग, कन्नूर 1986 में धर्मशाला, कन्नूर के पास उत्तरी केरल में इंजीनियरिंग शिक्षा प्रदान करने के लिए एक केंद्र के रूप में स्थापित किया गया था। कॉलेज राज्य के शीर्ष दस इंजीनियरिंग कॉलेजों में से एक है, जो तकनीकी शिक्षा के क्षेत्र में उच्च अध्ययन प्रदान करता है।</p>\r\n<p>पेरियारम मेडिकल कॉलेज की स्थापना 1999 में पय्यानूर और तलिपारम्बा के बीच हुई थी। मेडिकल कॉलेज तालीपरम्बा और पय्यानूर से 10 किमी और कन्नूर से 32 किमी उत्तर में है। कन्नूर मेडिकल कॉलेज की स्थापना 2006 में अंजारकांडी में 500-बेड अस्पताल के साथ की गई थी।</p>\r\n<p>पीआर मेमोरियल पनूर हायर सेकेंडरी स्कूल जिसे पहले पनूर हाई स्कूल के नाम से जाना जाता था, 1990 तक राज्य में सबसे अधिक ताकत वाला स्कूल था।</p>\r\n<p>कन्नूर में तेरहवें राष्ट्रीय फैशन प्रौद्योगिकी संस्थान (निफ्ट) कैम्पस, कन्नूर निगम के 12 किलोमीटर उत्तर में कन्नूर के धर्मशाला के पास एंथूर में स्थित है।</p>\r\n<p>परिवहन</p>\r\n<p>मुख्य लेख: कन्नूर जिले में परिवहन</p>\r\n<p>कन्नूर में मंगलौर, बैंगलोर, मैसूर, कोडागु और कोचीन से एक अच्छा सड़क नेटवर्क है। रेलवे स्टेशन भारत के सभी हिस्सों से अच्छी तरह से जुड़ा हुआ है। शहर से लगभग 30 किलोमीटर की दूरी पर स्थित कन्नूर अंतर्राष्ट्रीय हवाई अड्डा 9 दिसंबर को परिचालन शुरू किया और यह राज्य का चौथा अंतर्राष्ट्रीय हवाई अड्डा है। आसपास के अन्य हवाई अड्डे कालीकट और मैंगलोर में हैं। कन्नूर राष्ट्रीय राजमार्ग 66 या NH 66 (पूर्व में राष्ट्रीय राजमार्ग 17) कोझीकोड और मंगलौर के बीच है। इस राजमार्ग को चार लेन तक विस्तारित किया जाना है। कन्नूर शहर के लिए एक बाईपास एनएच चौड़ीकरण परियोजना के तहत प्रस्तावित है। कन्नूर कर्नाटक में कोडागु, मैसूर और बैंगलोर से जुड़ा हुआ है। थलसेरी-कूर्ग-मैसूर अंतरराज्यीय राजमार्ग द्वारा।</p>\r\n<p>&nbsp;</p>\r\n<p>कन्नूर रेलवे स्टेशन, पलक्कड़ के अधिकार क्षेत्र में आने वाले दक्षिणी रेलवे ज़ोन के प्रमुख स्टेशनों में से एक है। तिरुवनंतपुरम राजधानी एक्सप्रेस और कोचुवेली गरीब रथ सहित सभी ट्रेनें कन्नूर में रुकती हैं। छह दैनिक ट्रेनें और लगभग 15 साप्ताहिक या द्वि-साप्ताहिक ट्रेनें कन्नूर को राजधानी तिरुवनंतपुरम से जोड़ती हैं। कन्नूर मंगलौर और कोझीकोड के साथ रेल के माध्यम से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>मटानूर में कन्नूर अंतर्राष्ट्रीय हवाई अड्डे का उद्घाटन 9 दिसंबर 2018 को हुआ। यह केरल का चौथा अंतर्राष्ट्रीय हवाई अड्डा है। हवाई अड्डे के पास 4,000 मीटर (13,000 फीट) रनवे (राज्य में सबसे लंबा) और अत्याधुनिक यात्री टर्मिनल के साथ-साथ अन्य सुविधाएं भी होंगी। यह सड़कों के एक व्यापक नेटवर्क से अच्छी तरह से जुड़ा होगा और रेलवे लाइन के लिए एक प्रस्ताव भी लूट लिया गया है। 2016-17 के केंद्रीय रेल बजट में, अतिरिक्त बजटीय संसाधन (EBR) के तहत 2016 400 करोड़ (US $ 58 मिलियन) समर्पित किए गए थे, जिसमें बिल का एक हिस्सा राज्य सरकार द्वारा रेलवे लाइन की ओर वहन किया जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>&nbsp;</p>\r\n<p>विज्ञान पार्क, कन्नूर में अल्बर्ट आइंस्टीन की प्रतिमा</p>\r\n<p>कन्नूर में कई स्थानीय केबल टेलीविजन चैनल उपलब्ध हैं। सबसे लोकप्रिय केबल चैनल सिटी चैनल, सिटी गोल्ड, सिटी जूक, नेटवर्क चैनल (एस), उत्साह नेटवर्क, कन्नूर विजन, वर्ल्ड विजन, वर्ल्डविजन म्यूजिक, चक्ककारकल और ग्रामिका चैनल कुथुपरम्बा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ऑल इंडिया रेडियो 101.5 मेगाहर्ट्ज में कन्नूर में प्रसारित होता है। कन्नूर में निजी एफएम रेडियो स्टेशनों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>रेडियो मैंगो 91.9 (मलयाला मनोरमा कंपनी लिमिटेड)</p>\r\n<p>क्लब एफएम 94.3 (मातृभूमि मुद्रण और प्रकाशन सह लिमिटेड)</p>\r\n<p>रेड एफएम 93.5 (सन नेटवर्क)</p>\r\n<p>सर्वश्रेष्ठ FM 95.0 (एशियानेट कम्युनिकेशंस लिमिटेड)</p>\r\n<p>कन्नूर से कई समाचार पत्र प्रकाशित होते हैं, जिनमें मलयाला मनोरमा, मातृभूमि, मध्यमा, देशभिमनी, दीपिका, राष्ट्र दीपिका, चंद्रिका, केरल कौमुदी, मंगलम, जन्मभूमि, विक्षनम, थेजस, सिराज, सुप्रभातम, जनयुगम और न्यू इंडिया शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>साहित्य: सुकुमार एझिकोड, अय्यारथु चंदू मेनन, चेरुसेरी नमोबोथिरी, टी। पद्मनाभन, टी। के। डी। मुजप्पिलनगढ़</p>\r\n<p>&nbsp;</p>\r\n<p>खेल: जिमी जॉर्ज, वी। पी। सथ्यन, डेन्सन देवदास, सी। के। विनीत, सहल अब्दुल समद, चिंटू लुक्का</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीतिक नेता: एम। वी। राघवन, पिनारयी विजयन, के। करुणाकरण, ई। के। नयनार, ई। अहमद, कोडियरी बालकृष्णन, ई। पी। जयराजन, कडप्पल्ली रामचंद्रन, के। सुधाकरन।</p>\r\n<p>&nbsp;</p>\r\n<p>अभिनेता: श्रीनिवासन, एम। एन। नांबियार, मालविका मोहनन, समृद्धि सुनील, गीतू मोहनदास, ममता मोहनदास, जिष्णु राघवन, विनीत, विनेथ कुमार, सानुषा, सानुप संतोष, निखिला विमल, निवेथा थॉमस, श्रीचला, साक्षी, साक्षी, साक्षी, साशा</p>\r\n<p>&nbsp;</p>\r\n<p>फिल्म निर्माता: बेजॉय नांबियार, सलीम अहमद, विनीत श्रीनिवासन</p>\r\n<p>&nbsp;</p>\r\n<p>संगीतकार: कैथप्रम दामोदरन, कन्नूर राजन, दीपक देव, शान रहमान, सिरमिन श्याम</p>\r\n<p>&nbsp;</p>\r\n<p>छायाकार: के। यू। मोहनन</p>\r\n<p>&nbsp;</p>\r\n<p>नर्तकी: शमन्ना कासिम</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kannur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kannur-kerala","tags":[{"name":"कन्नूर","slug":"kannur"},{"name":"केरल","slug":"kerala"}],"recommendations":[{"id":774,"title":"केरल  12 साल की बच्ची का बलात्कार 30 लोगों ने किया","imageUrl":"c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","dateCreated":"2019-09-25T02:05:11.377Z","dateModified":"2019-09-25T05:23:28.067Z","contributedBy":"AskGif","content":"जिले के चेलारी में एक 12 वर्षीय लड़की के साथ लगभग 30 लोगों ने कथित तौर पर बलात्कार किया। यह संदेह है कि लड़की, जो सातवीं कक्षा की छात्रा है, उसके पिता के समर्थन से बलात्कार किया गया था।\r\n&nbsp;\r\nघटना के संबंध में, तिरुरांगडी पुलिस ने प्रोटेक्शन ऑफ चिल्ड्रन फ्रॉम सेक्सुअल ऑफेंस (पोक्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"मलप्पुरम","slug":"malappuram"},{"name":"केरल","slug":"kerala"},{"name":"बलात्कार","slug":"rape"}],"slug":"kerala-12-year-old-girl-raped-by-30-people","total":0},{"id":635,"title":"तिरुवनंतपुरम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","dateCreated":"2019-09-10T16:22:12.943Z","dateModified":"2019-09-11T02:06:59.483Z","contributedBy":"AskGif","content":"तिरुवनंतपुरम, जिसे आमतौर पर त्रिवेंद्रम के पूर्व नाम से जाना जाता है, भारतीय राज्य केरल की राजधानी है। यह 2011 तक 957,730 की आबादी वाला केरल का सबसे अधिक आबादी वाला शहर है। शहरी शहरी आबादी की आबादी लगभग 1.68 मिलियन है। भारत के पश्चिमी तट पर दक्षिण की मुख्य भूमि के पास स्थित तिरूअनंतपुरम, केरल का ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"तिरुवनंतपुरम","slug":"thiruvananthapuram"}],"slug":"top-places-to-visit-in-thiruvananthapuram-kerala","total":0},{"id":628,"title":"कोल्लम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","dateCreated":"2019-09-09T03:28:22.689Z","dateModified":"2019-09-11T02:03:21.684Z","contributedBy":"AskGif","content":"कोल्लम इस साउंडप्रोन्युरेशन (मदद &middot; जानकारी) के बारे में, जिसे इसके पूर्व नाम क्विलोन के नाम से भी जाना जाता है, इस साउंडप्रोन्युरेशन के बारे में (हेल्प &middot; जानकारी) और कोलोआ (पुर्तगाली में) और डेसिंगानाडू, भारतीय राज्य के लेकसैडीव सागर तट पर एक पुराना बंदरगाह और शहर है। केरल। यह शहर अ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"कोल्लम","slug":"kollam"}],"slug":"top-places-to-visit-in-kollam-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}