{"id":627,"title":"कासरगोड में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","dateCreated":"2019-09-09T03:21:51.41Z","dateModified":"2019-09-11T02:02:43.414Z","contributedBy":"AskGif","content":"<p>कासरगोड एक नगरपालिका शहर है और भारत में केरल राज्य के कासरगोड जिले का जिला मुख्यालय है। पश्चिमी घाट की समृद्ध जैव विविधता में स्थित, यह चंद्रगिरी और बेकल फ़ोर्ट्स, चंद्रगिरि नदी, ऐतिहासिक कोलाथिरी राजाओं, रानीपुरम और कोट्टनचेरी पहाड़ियों के प्राकृतिक वातावरण, मडियान कुलोम मंदिर, मधुर मंदिर, अनाथालय लेक मंदिर जैसे ऐतिहासिक और धार्मिक स्थलों के लिए जाना जाता है। और मलिक दीनार मस्जिद। यह राज्य की राजधानी तिरुवनंतपुरम से 585 किमी उत्तर और मैंगलोर शहर के 50 किमी दक्षिण में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>कासरगोड जिला दक्षिणी भारतीय राज्य केरल के 14 जिलों में से एक है। कासरगोड मलयालम बोलने वालों की प्रमुखता के कारण राज्यों के पुनर्गठन के बाद कन्नूर जिले का हिस्सा बन गया। कासरगोड को 24 मई 1984 को जिला घोषित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>प्रमुख राजनीतिक दल इंडियन यूनियन मुस्लिम लीग, सीपीआई (एम), आईएनसी और भारतीय जनता पार्टी (भाजपा) हैं। उत्तर कासरगोड में भारतीय संघ मुस्लिम लीग का वर्चस्व है, और दक्षिण में सीपीआई (एम) का वर्चस्व है। ग्रामीण और शहरी क्षेत्रों में भारतीय जनता पार्टी (भाजपा) का वर्चस्व है। एन.ए. नेलिक्कुन्नू वर्तमान विधान सभा, केरल विधानमंडल के सदस्य हैं। कासरगोड विधानसभा निर्वाचन क्षेत्र कासरगोड (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है। भारतीय राष्ट्रीय कांग्रेस [आईएनसी] के सदस्य राजमोहन उन्नीथन कासरगोड [2019 चुनाव] से वर्तमान सांसद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विज्ञान और अनुसंधान</p>\r\n<p>कासरगोड केंद्रीय वृक्षारोपण फसल अनुसंधान संस्थान का घर है, जिसे मूल रूप से 1916 में नारियल अनुसंधान केंद्र के रूप में स्थापित किया गया था। यह भारतीय कृषि अनुसंधान परिषद के तहत भारत के राष्ट्रीय कृषि अनुसंधान प्रणाली का हिस्सा है। संस्थान के अनुसार, केरल \"देश के प्रमुख नारियल उत्पादक क्षेत्रों में स्थित है।\" यह इंडियन सोसाइटी फॉर प्लांटेशन क्रॉप्स का भी घर है, जो जर्नल ऑफ प्लांटेशन क्रॉप्स प्रकाशित करता है और इस विषय पर संगोष्ठी आयोजित करता है। केरल का केंद्रीय विश्वविद्यालय भी कासरगोड में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>शहर की प्राथमिक और प्रशासनिक भाषा मलयालम है। तुलु, बेरी, कन्नड़ और कोंकणी का भी व्यापक रूप से उपयोग किया जाता है और हिंदी और उर्दू को कुछ हद तक। हवानाका बोलने वालों का कन्नड़ में एक मजबूत आधार है। यहाँ बोली जाने वाली मलयालम में बेरी भाषा और कन्नड़, उर्दू, कोंकणी और तुलु और मराठी भाषाओं से भी प्रभाव है। यहाँ बोली जाने वाली कन्नड़ और तुलु भी मलयालम से प्रभावित हैं और यहाँ बोली जाने वाली मलयालम तुलु और कन्नड़ से प्रभावित है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य</p>\r\n<p>कासरगोड जिला केरल में सबसे अधिक एचआईवी संक्रमित क्षेत्र में से एक है। कासरगोड जिले में 970 एचआईवी मामले दर्ज किए गए। 2016 में दो महीने की अवधि के भीतर कासरगोड जिले से दस एचआईवी मौतें हुईं। कासरगोड में एचआईवी प्रभावित क्षेत्रों में धर्माथडका, नीलेश्वरम, मंजेश्वर, भंडियोड, वेलारिकुंडु, कासरगोड शहर और पडनक्कड़ शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जहरीले कीटनाशक एंडोसल्फान से कासरगोड भी बहुत बुरी तरह प्रभावित होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kasaragod</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kasaragod-kerala","tags":[{"name":"कासरगोड","slug":"kasaragod"},{"name":"केरल","slug":"kerala"}],"recommendations":[{"id":635,"title":"तिरुवनंतपुरम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","dateCreated":"2019-09-10T16:22:12.943Z","dateModified":"2019-09-11T02:06:59.483Z","contributedBy":"AskGif","content":"तिरुवनंतपुरम, जिसे आमतौर पर त्रिवेंद्रम के पूर्व नाम से जाना जाता है, भारतीय राज्य केरल की राजधानी है। यह 2011 तक 957,730 की आबादी वाला केरल का सबसे अधिक आबादी वाला शहर है। शहरी शहरी आबादी की आबादी लगभग 1.68 मिलियन है। भारत के पश्चिमी तट पर दक्षिण की मुख्य भूमि के पास स्थित तिरूअनंतपुरम, केरल का ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"तिरुवनंतपुरम","slug":"thiruvananthapuram"}],"slug":"top-places-to-visit-in-thiruvananthapuram-kerala","total":0},{"id":633,"title":"पथानामथिट्टा में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","dateCreated":"2019-09-10T03:11:23.131Z","dateModified":"2019-09-11T02:05:50.914Z","contributedBy":"AskGif","content":"पठानमथिट्टा एक शहर और नगर पालिका है, जो भारत के केरल राज्य में मध्य त्रावणकोर क्षेत्र में स्थित है, जो 23.50 किमी 2 के क्षेत्र में फैला हुआ है। यह पठानमथिट्टा जिले की प्रशासनिक राजधानी है। शहर की आबादी 37,538 है। हिंदू तीर्थस्थल सबरीमाला पठानमथिट्टा जिले में स्थित है; सबरीमाला के मुख्य परिवहन कें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"पथानामथिट्टा","slug":"pathanamthitta"}],"slug":"top-places-to-visit-in-pathanamthitta-kerala","total":0},{"id":624,"title":"एर्नाकुलम, कक्कनद में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"600bd51d-ae00-404e-b7e2-81db0dab857d_Ernakulam-railway.jpg","dateCreated":"2019-09-09T02:41:34.072Z","dateModified":"2019-09-09T02:59:07.897Z","contributedBy":"AskGif","content":"एर्नाकुलम, भारत के मध्य केरल के कोच्चि शहर के मुख्य, मध्य और मुख्य भाग को संदर्भित करता है और इसका नाम एर्नाकुलम जिले में रखा गया है। केरल उच्च न्यायालय, कोच्चि नगर निगम का कार्यालय और कोचीन स्टॉक एक्सचेंज यहाँ स्थित हैं। एरनाकुलम जंक्शन भारतीय रेलवे का एक प्रमुख रेलवे स्टेशन है। प्रारंभ में, एर्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/600bd51d-ae00-404e-b7e2-81db0dab857d_Ernakulam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"कक्कनद","slug":"kakkanad"},{"name":"एर्नाकुलम","slug":"ernakulam"}],"slug":"top-places-to-visit-in-ernakulam-kakkanad-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}