{"id":627,"title":"Top Places to visit in Kasaragod, Kerala","imageUrl":"67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","dateCreated":"2019-09-09T03:21:51.41Z","dateModified":"2019-09-11T02:02:43.414Z","contributedBy":"AskGif","content":"<p>Kasaragod is a municipal town and the district headquarters of Kasaragod district of Kerala state in India. Situated in the rich biodiversity of Western Ghats, it is known for the Chandragiri and Bekal Forts, Chandragiri River, historic Kolathiri Rajas, natural environment of Ranipuram and Kottancheri Hills, historical and religious sites like the Madiyan Kulom temple, Madhur Temple, Ananthapuram Lake Temple and Malik Deenar Mosque. It is located 585 km north of state capital Thiruvananthapuram and 50 km south of the port city of Mangalore.</p>\r\n<p>&nbsp;</p>\r\n<p>Kasaragod District is one of the 14 districts in the southern Indian state of Kerala. Kasaragod became part of Kannur district following the reorganisation of states due to predominance of Malayalam speakers. Kasaragod was declared as a district on 24 May 1984.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>The major political parties are Indian Union Muslim League, CPI(M), INC and Bharatiya Janata Party(BJP) . North Kasaragod is dominated by Indian Union Muslim League, and the south is dominated by CPI(M).Some of the rural and urban areas are dominated by Bharatiya Janata Party (BJP). N.A. Nellikkunnu is the present Member of Legislative Assembly, Kerala Legislature. Kasaragod assembly constituency is part of Kasaragod (Lok Sabha constituency). Indian National Congress [INC] member Rajmohan Unnithan is the present MP from Kasaragod [2019 Elections].</p>\r\n<p>&nbsp;</p>\r\n<p>Science and research</p>\r\n<p>Kasaragod is home to the Central Plantation Crops Research Institute, originally established in 1916 as the Coconut Research Station. It is part of India's National Agricultural Research System under the Indian Council of Agricultural Research. According to the Institute, Kerala \"lies in the heart of the major coconut growing areas of the country.\" It is also home to the Indian Society for Plantation Crops, which publishes the Journal of Plantation Crops and holds symposiums on the subject. The Central University of Kerala is also located in Kasargod.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>The primary and administrative language of the town is Malayalam. Tulu, Beary, Kannada and Konkani are also widely used and Hindi and Urdu to a lesser extent. Havyaka speakers have a strong base in Kannada. The Malayalam spoken here has influences from Beary bhashe and also from the languages of Kannada, Urdu, Konkani and Tulu and Marathi. The Kannada and Tulu spoken here are also influenced by Malayalam and the Malayalam spoken here is in turn influenced by Tulu and Kannada.</p>\r\n<p>&nbsp;</p>\r\n<p>Health</p>\r\n<p>Kasaragod district is one of the highest HIV infected area in Kerala. 970 HIV cases were registered in Kasaragod district. Ten HIV deaths were reported from Kasaragod district within a period of two months in 2016. HIV affected areas in Kasaragod include Dharmathadka, Nileshwaram, Manjeshwar, Bhandiyod, Vellarikundu, Kasaragod town and Padannakkad.</p>\r\n<p>&nbsp;</p>\r\n<p>Kasaragod is also very badly affected by the toxic pesticide Endosulfan.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kasaragod</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kasaragod-kerala","tags":[{"name":"kasaragod","slug":"kasaragod"},{"name":"kerala","slug":"kerala"}],"recommendations":[{"id":635,"title":"Top Places to visit in Thiruvananthapuram, Kerala","imageUrl":"8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","dateCreated":"2019-09-10T16:22:12.943Z","dateModified":"2019-09-11T02:06:59.483Z","contributedBy":"AskGif","content":"Thiruvananthapuram, commonly known by its former name Trivandrum, is the capital of the Indian state of Kerala. It is the most populous city in Kerala with a population of 957,730 as of 2011. The encompassing urban agglomeration population is around 1.68 million. Located on the west coast of Indi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"thiruvananthapuram","slug":"thiruvananthapuram"}],"slug":"top-places-to-visit-in-thiruvananthapuram-kerala","total":0},{"id":633,"title":"Top Places to visit in Pathanamthitta, Kerala","imageUrl":"7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","dateCreated":"2019-09-10T03:11:23.131Z","dateModified":"2019-09-11T02:05:50.914Z","contributedBy":"AskGif","content":"Pathanamthitta is a town and a municipality situated in the Central Travancore region in the state of Kerala, India, spread over an area of 23.50 km2. It is the administrative capital of Pathanamthitta district. The town has a population of 37,538. The Hindu pilgrim centre Sabarimala is situated ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"pathanamthitta","slug":"pathanamthitta"}],"slug":"top-places-to-visit-in-pathanamthitta-kerala","total":0},{"id":624,"title":"Top Places to visit in Ernakulam, Kakkanad, Kerala","imageUrl":"600bd51d-ae00-404e-b7e2-81db0dab857d_Ernakulam-railway.jpg","dateCreated":"2019-09-09T02:41:34.072Z","dateModified":"2019-09-09T02:59:07.897Z","contributedBy":"AskGif","content":"Ernakulam refers to the central, mainland portion of the city of Kochi in central Kerala, India and has lent its name to the Ernakulam district. The Kerala High Court, the office of the Kochi Municipal Corporation and the Cochin Stock Exchange are situated here. The Ernakulam Junction is a major ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/600bd51d-ae00-404e-b7e2-81db0dab857d_Ernakulam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"kakkanad","slug":"kakkanad"},{"name":"ernakulam","slug":"ernakulam"}],"slug":"top-places-to-visit-in-ernakulam-kakkanad-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}