{"id":628,"title":"कोल्लम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","dateCreated":"2019-09-09T03:28:22.689Z","dateModified":"2019-09-11T02:03:21.684Z","contributedBy":"AskGif","content":"<p>कोल्लम इस साउंडप्रोन्युरेशन (मदद &middot; जानकारी) के बारे में, जिसे इसके पूर्व नाम क्विलोन के नाम से भी जाना जाता है, इस साउंडप्रोन्युरेशन के बारे में (हेल्प &middot; जानकारी) और कोलोआ (पुर्तगाली में) और डेसिंगानाडू, भारतीय राज्य के लेकसैडीव सागर तट पर एक पुराना बंदरगाह और शहर है। केरल। यह शहर अष्टमुडी झील के किनारे है। कोल्लम में फोनीशियन और रोम के दिनों से एक मजबूत वाणिज्यिक प्रतिष्ठा है। चीनी व्यापार द्वारा फेड, यह 14 वीं शताब्दी में इब्न बतूता द्वारा उल्लेख किया गया था, पांच भारतीय बंदरगाहों में से एक के रूप में जो उन्होंने अपने चौबीस साल की यात्रा के दौरान देखा था। देसिंगनाडु के राजाओं ने चीनी शासकों के साथ दूतावासों का आदान-प्रदान किया, जबकि कोल्लम में एक समृद्ध चीनी समझौता था। 9 वीं शताब्दी में, कैंटन, चीन के रास्ते में, फारसी व्यापारी सुलेमान अल-ताजीर ​​ने कोल्लम को भारत में एकमात्र बंदरगाह पाया, जो विशाल चीनी जंकस द्वारा दौरा किया गया था। वेनिस के यात्री, मार्को पोलो, जो 1275 में कुबलई खान के तहत चीनी सेवा में थे, ने पश्चिमी तट पर कोल्लम और अन्य शहरों का दौरा किया, उनकी क्षमता एक चीनी मंदारिन के रूप में थी।</p>\r\n<p>&nbsp;</p>\r\n<p>वी। नागम ऐया ने अपने त्रावणकोर राज्य मैनुअल में रिकॉर्ड किया है कि 822 ईस्वी में दो पूर्वी सीरियक बिशप मार साबर और मार प्रोथ अपने अनुयायियों के साथ क्विलोन में बस गए थे। दो साल बाद मालाबार युग शुरू हुआ (824 ईस्वी) और क्विलोन त्रावणकोर और कोचीन से आगे मालाबार क्षेत्र का प्रमुख शहर बन गया। कोल्लम पोर्ट को 825 में मारसोर द्वारा तांगसेरी में स्थापित किया गया था, जो बैकरे (थेवलाकारा) के पास कोरे-के-नी कोल्लम के अंतर्देशीय समुद्री बंदरगाह को फिर से खोलने के विकल्प के रूप में था, जिसे रोमनों और यूनानियों को नोर्शींडा और टायंडिस और थोंडी के रूप में भी जाना जाता था। तमिलों।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: कोल्लम में परिवहन</p>\r\n<p>वायु</p>\r\n<p>यह भी देखें: कोल्लम एयरपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>ओल्ड कोल्लम हवाई अड्डा क्षेत्र, आश्रमम</p>\r\n<p>कोल्लम नगर निगम को त्रिवेंद्रम अंतर्राष्ट्रीय हवाई अड्डे द्वारा सेवा प्रदान की जाती है, जो शहर से लगभग 56 किलोमीटर दूर है। त्रिवेंद्रम अंतर्राष्ट्रीय हवाई अड्डा भारत में एक गैर-मेट्रो शहर में पहला अंतर्राष्ट्रीय हवाई अड्डा है। और 2 से अधिक टर्मिनलों वाले केरल का एकमात्र हवाई अड्डा। दैनिक घरेलू उड़ान सेवाएं मुंबई, हैदराबाद, चेन्नई, दिल्ली, बैंगलोर और कोच्चि जैसे प्रमुख शहरों में उपलब्ध हैं। शारजाह, दुबई, अबू धाबी, बहरीन, कुवैत, मस्कट, माले, दोहा, सिंगापुर और कोलंबो से जुड़ने वाली अंतर्राष्ट्रीय उड़ान सेवाएं यहाँ से उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हालाँकि, केरल में आश्रम का कोल्लम हवाई अड्डा पहला एयरोड्रम था। केरल के लिए पहली उड़ान यहां उतरी। अब पुराना हवाई अड्डा क्षेत्र शहर के जुड़वा-हेलीपैड के रूप में कार्य कर रहा है, जो शहर के केंद्र से लगभग 1 किमी दूर है। केरल का पहला एम्फीबियन एयरक्राफ्ट (सीप्लेन) भी कोल्लम में उतरा।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>इसे भी देखें: कोल्लम जंक्शन रेलवे स्टेशन</p>\r\n<p>कुल 6 प्लेटफार्मों के साथ कोल्लम जंक्शन केरल का दूसरा सबसे बड़ा रेलवे स्टेशन है। स्टेशन में 17 रेल ट्रैक हैं। कोल्लम जंक्शन में दुनिया का दूसरा सबसे लंबा रेलवे प्लेटफॉर्म है, जिसकी माप 1180.5 मीटर (3873 फीट) है। मेनलाइन इलेक्ट्रिकल मल्टीपल यूनिट (MEMU) का कोल्लम जंक्शन में मेंटनेंस शेड है। जनवरी 2012 के 2 वें सप्ताह में कोल्लम से एर्नाकुलम और कोट्टायम के माध्यम से एर्नाकुलम के लिए मेमू सेवाएं शुरू हुईं। 1 दिसंबर 2012 तक कोल्लम और नागरकोइल के बीच मेमू सेवा एक वास्तविकता बन गई और बाद में कन्याकुमारी तक विस्तारित हुई। मेमू रेक के रखरखाव कार्यों के लिए 1 दिसंबर 2013 को कोल्लम मेमू शेड का उद्घाटन किया गया। कोल्लम मेमू शेड केरल का सबसे बड़ा मेमू शेड है, जो अधिकांश आधुनिक सुविधाओं से लैस है। कोल्लम-पेरिनाड खंड में कोल्लम टाउन रेलवे स्टेशन और कोल्लम-एरीवपुरम खिंचाव में \"एस.एन. कॉलेज रेलवे स्टेशन\" की लंबे समय से मांग है। कोल्लम शहर में रेलवे स्टेशन कोल्लम जंक्शन रेलवे स्टेशन, एरीवपुरम रेलवे स्टेशन और किलिकोलूर रेलवे स्टेशन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>केरल सरकार और भारतीय रेलवे द्वारा तिरुवनंतपुरम - कोल्लम - हरिपद / चेंगन्नूर पर एक नई उपनगरीय रेल प्रणाली प्रस्तावित की गई है, जिसके लिए MRVC को एक अध्ययन करने और एक रिपोर्ट प्रस्तुत करने का काम सौंपा गया है। सात कोच वाली दस ट्रेनें, यात्रियों को त्रिवेंद्रम-कोल्लम-चेंगन्नूर-कोट्टाराकारा-श्रम खंड के साथ आगे और पीछे ले जाएंगी।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>कोल्लम सिटी के पास दलवपुरम पुल - इस पुल ने मौजूदा नाव सेवाओं के साथ कोल्लम सिटी के साथ दलवपुरम के लोगों के लिए संपर्क का एक नया रास्ता दिया था।</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्लम बाईपास - 13.141 किमी लंबी कोल्लम बाईपास परियोजना वास्तव में 1975 में योजनाबद्ध थी, लेकिन राजनीतिक और वित्तीय मुद्दों के कारण काम में देरी हुई।</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्लम केएसआरटीसी बस स्टेशन प्रसिद्ध अष्टमुडी झील के किनारे स्थित है। राज्य के मुख्य बस स्टेशनों में से एक, अभी भी एक मेकओवर पाने के लिए इंतजार कर रहा है।</p>\r\n<p>कोल्लम शहर राज्य के लगभग सभी शहरों और प्रमुख शहरों से जुड़ा हुआ है, जिसमें त्रिवेंद्रम, अलाप्पुझा, कोच्चि, पलक्कड़, कोट्टायम, कोट्टारक्कारा, और पुनालुर शामिल हैं, और अन्य भारतीय शहरों के माध्यम से एनएच 66, एनएच 183, एनएच 744 के माध्यम से - और अन्य राज्य पीडब्ल्यूडी सड़कें। सड़क परिवहन राज्य के स्वामित्व वाले केरल राज्य सड़क परिवहन निगम (KSRTC) और निजी परिवहन बस ऑपरेटरों द्वारा प्रदान किया जाता है। कोल्लम केरल के पांच केएसआरटीसी क्षेत्रों में से एक है। सड़क परिवहन निजी टैक्सियों और ऑटोरिक्शा द्वारा भी प्रदान किया जाता है, जिसे ऑटो भी कहा जाता है। अंडामुक्कम में एक शहर निजी बस स्टैंड है। अष्टमुडी झील के बगल में एक KSRTC बस स्टेशन है। केरल के विभिन्न शहरों के लिए बसें और अंतरराज्यीय सेवाएं इस स्टेशन से चलती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पानी</p>\r\n<p>राज्य जल परिवहन विभाग, अष्टमुडी झील के किनारे स्थित कोल्लम केएसडब्ल्यूटीडी फेरी टर्मिनल से पश्चिम कल्लदा, मुनरो द्वीप, गुहानंदपुरम, दलवापुरम और अलाप्पुझा तक नाव सेवा संचालित करता है। शहर में आश्रमम लिंक रोड, फेरी टर्मिनल से सटे हुए है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्लम-दलवपुरम नाव सेवा</p>\r\n<p>डबल डेकर लक्जरी नौकाएं कोल्लम और एलेप्पी के बीच दैनिक रूप से चलती हैं। लक्जरी नावें, जो सरकारी और निजी मालिकों द्वारा संचालित की जाती हैं, पर्यटक मौसम के दौरान मुख्य नाव घाट से संचालित होती हैं। पश्चिम तट नहर प्रणाली, जो दक्षिण में तिरुवनंतपुरम से शुरू होती है और उत्तर में होसदुर्ग पर समाप्त होती है, कोल्लम और करुनागप्पल्ली तालुक के शहर परावूर से गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्लम पोर्ट ट्रस्ट के बाद कोल्लम पोर्ट केरल का दूसरा सबसे बड़ा बंदरगाह है। यह केरल के दो अंतरराष्ट्रीय बंदरगाहों में से एक है। कार्गो हैंडलिंग सुविधाओं का संचालन 2013 में शुरू हुआ। विदेशी जहाज एमवी एलिना के साथ बंदरगाह पर नियमित रूप से पहुंचते हैं, एंटीगुआ में पंजीकृत एक 145-मीटर (476 फीट) जहाज 4 अप्रैल 2014 को बंदरगाह पर लंगर डाला गया था। एक बार बंदरगाह पूर्ण रूप से काम करना शुरू कर देता है। , यह कोल्लम स्थित काजू कंपनियों की परिवहन गतिविधियों को और अधिक आसान बना देगा। श्रेयस शिपिंग कंपनी अब कोल्लम पोर्ट और कोच्चि पोर्ट के बीच एक नियमित कंटेनर सेवा चला रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मुख्य लेख: कोल्लम जिले में शिक्षा</p>\r\n<p>अमृतपुरी में अमृता विश्व विद्यापीठम एक एकीकृत परिसर है। कोल्लम में कई सम्मानित कॉलेज, स्कूल और शिक्षण केंद्र हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पारंपरिक मुगल वास्तुकला के साथ अलंकृत, गुलाबी और सफेद इमारत</p>\r\n<p>TKM इंजीनियरिंग कॉलेज, Karicode में</p>\r\n<p>शहर और उपनगर विद्वानों को सर्वश्रेष्ठ और नवीनतम ज्ञान प्रदान करके शिक्षा में बहुत योगदान देते हैं। राज्य में अपनी तरह का पहला निजी स्कूल थांगल कुंजु मुसलीर कॉलेज ऑफ इंजीनियरिंग, कोल्लम शहर से लगभग 7 किलोमीटर (4.3 मील) पूर्व में किलिकोलूर में है, और सभी कोल्लमाइट्स के लिए गर्व का स्रोत है। केरल सरकार ने शहर की एक अन्य प्रतिष्ठित संस्था फातिमा माता नेशनल कॉलेज को अकादमिक स्वायत्तता प्रदान की है। श्री नारायण कॉलेज, बिशप जेरोम इंस्टीट्यूट (आर्किटेक्चर, इंजीनियरिंग और प्रबंधन पाठ्यक्रम प्रदान करने वाला एक एकीकृत परिसर) और त्रावणकोर बिजनेस अकादमी शहर के अन्य महत्वपूर्ण कॉलेज हैं। शहर में दो लॉ कॉलेज हैं, श्री नारायण ट्रस्ट के अधीन श्री नारायण गुरु कॉलेज ऑफ लीगल स्टडीज और N.S.S द्वारा प्रबंधित N S S लॉ कॉलेज।</p>\r\n<p>&nbsp;</p>\r\n<p>केरल राज्य डिजाइन संस्थान (KSID), श्रम और कौशल विभाग, केरल सरकार के तहत एक डिजाइन संस्थान, कोल्लम शहर से लगभग 8 किलोमीटर दूर, चंदनथोप में स्थित है। यह 2008 में स्थापित किया गया था और भारत में पहले राज्य के स्वामित्व वाले डिजाइन संस्थानों में से एक था। केएसआईडी वर्तमान में नेशनल इंस्टीट्यूट ऑफ डिजाइन, अहमदाबाद के सहयोग से विकसित डिजाइन में पोस्ट ग्रेजुएट डिप्लोमा प्रोग्राम संचालित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कर्बला में श्री नारायण गुरु कॉलेज ऑफ लीगल स्टडीज</p>\r\n<p>इंस्टीट्यूट ऑफ फैशन टेक्नोलॉजी, कोल्लम, केरल एक फैशन टेक्नोलॉजी इंस्टीट्यूट है, जो वेल्लिमोन, कोल्लम में स्थित है, जो नेशनल इंस्टीट्यूट ऑफ फैशन टेक्नोलॉजी और कपड़ा मंत्रालय के साथ तकनीकी सहयोग से स्थापित है। इसके अलावा, शहर में दो आईएमके (प्रबंधन संस्थान, केरल) एक्सटेंशन सेंटर सक्रिय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कॉलेजों के अलावा, कोल्लम में कई बैंक कोचिंग सेंटर हैं। कोल्लम जिले में लगभग 40 ऐसे संस्थानों के साथ बैंक परीक्षण कोचिंग केंद्रों के लिए भारत के केंद्र के रूप में जाना जाता है। विभिन्न भारतीय राज्यों जैसे तमिलनाडु, कर्नाटक, आंध्र प्रदेश, बिहार और मध्य प्रदेश के छात्र भी कोचिंग के लिए यहां आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>'कोल्लम फेस्ट' के दौरान ली गई एक तस्वीर</p>\r\n<p>कोल्लम फेस्ट कोल्लम का अपना वार्षिक उत्सव है, जो ज्यादातर केरलवासियों को आकर्षित करता है, लेकिन कोल्लम के सैकड़ों देशी और विदेशी पर्यटक भी हैं। कोल्लम फेस्ट का मुख्य स्थल ऐतिहासिक और विशाल आश्रम मैदान है। कोल्लम उत्सव कोल्लम का हस्ताक्षर कार्यक्रम है। कोल्लम फेस्ट कोल्लम की समृद्ध संस्कृति और विरासत, पर्यटन क्षमता और नए उपक्रमों में निवेश का प्रदर्शन करना चाहता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आश्रम श्री कृष्णस्वामी मंदिर महोत्सव का हिस्सा कोल्लम पूरम, आमतौर पर 15 अप्रैल को आयोजित किया जाता है, लेकिन कभी-कभी 16 अप्रैल को। ग़रीब आश्रम के मैदान में आयोजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>परावुर पुत्तिंगल आतिशबाजी प्रतियोगिता</p>\r\n<p>राष्ट्रपति ट्रॉफी बोट रेस (पीटीबीआर) कोल्लम की अष्टमुडी झील में आयोजित एक वार्षिक रेगाटा है। इस आयोजन का उद्घाटन सितंबर 2011 में राष्ट्रपति प्रतिभा पाटिल ने किया था। इस आयोजन को 2012 से पुनर्निर्धारित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>क्रिकेट सबसे लोकप्रिय खेल है, इसके बाद हॉकी और फुटबॉल है। कोल्लम जिला, राज्य-स्तरीय और ज़ोन मैचों में भाग लेने वाले कई स्थानीय क्रिकेट, हॉकी और फुटबॉल टीमों का घर है। शहर में आश्रम में एस्ट्रो टर्फ की सुविधा वाला एक अंतर्राष्ट्रीय हॉकी स्टेडियम है, जिसे 1 करोड़ 3 लाख रुपये की लागत से बनाया गया है। स्टेडियम के निर्माण के लिए जमीन आसाराम, कोल्लम में डाक विभाग से ली गई थी। शहर में लाल बहादुर शास्त्री स्टेडियम, कोल्लम नाम का एक और स्टेडियम है। यह एक बहुउद्देशीय स्टेडियम है और रणजी ट्रॉफी, संतोष ट्रॉफी और राष्ट्रीय खेलों जैसे खेल कार्यक्रमों की बार-बार मेजबानी की है। शहर में दो खुले मैदान, आश्रम मैदान और पीरंकी मैदान का उपयोग खेल आयोजनों, अभ्यास और वार्म-अप मैचों के लिए भी किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कडप्पकड़ा स्पोर्ट्स क्लब, कोल्लम - 1942 में स्थापित किया गया</p>\r\n<p>पूजा के स्थान</p>\r\n<p>यह भी देखें: कोल्लम जिले में धर्म</p>\r\n<p>कोल्लम शहर केरल राज्य का एक सूक्ष्म जगत है और इसके निवासी विभिन्न धार्मिक, जातीय और भाषाई समूहों से संबंधित हैं। शहर और इसके उपनगरों में बहुत सारे प्राचीन मंदिर, सदियों पुराने चर्च और मस्जिद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदू और मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>कोट्टारकारा श्री महागणपति क्षेठ्राम</p>\r\n<p>कोल्लम केरल में एक हिंदू बहुसंख्यक शहर है। कोल्लम की कुल आबादी का 56.35% हिस्सा हिंदू समुदाय का है। इसके अलावा, कोल्लम युग (जिसे मलयालम काल या कोल्लवरम या मलयालम कैलेंडर या मालाबार काल के रूप में भी जाना जाता है), सौर और केरल में इस्तेमाल होने वाला हिंदू कैलेंडर, (कोल्लम) शहर में 825 सीई (पोथिक वर्शम) में उत्पन्न हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>आनंदवल्लेश्वरम श्री महादेव मंदिर शहर में 400 साल पुराना एक प्राचीन हिंदू मंदिर है। इस मंदिर का 400 साल पुराना गर्भगृह सागौन में समा गया है। अम्माचिवेदु मुहूर्ती मंदिर शहर का एक अन्य प्रमुख मंदिर है, जिसकी स्थापना लगभग 600 साल पहले अम्मची वीडू परिवार, कोल्लम के अभिजात वर्ग द्वारा की गई थी। कोल्लम का एक प्रमुख त्यौहार कोल्लम गरीब, दस दिवसीय त्यौहार की परिणति है, आमतौर पर अप्रैल के मध्य में, आश्रम श्री कृष्ण स्वामी मंदिर में। कोट्टनकुलंगरा देवी मंदिर, केरल में विश्व प्रसिद्ध हिंदू मंदिरों में से एक है, जो चाम्याविलक्कू अनुष्ठान के लिए पुरुषों के क्रॉस-ड्रेसिंग थे, पारंपरिक उत्सव का एक हिस्सा है। मर्द भी बड़े-बड़े दीये लेकर जाते हैं। दो-दिवसीय ड्रेसिंग इवेंट में से पहला सोमवार को करीब पहुंच गया। इसके अलावा, कोट्टारक्कारा में कोट्टारकारा श्री महागणपति क्षेठ्राम, पारावुर में पुत्तिंगल देवी मंदिर, पोरुवाझी में पोरुवाझी पेरुविरुथि मलानाडा मंदिर, शशमकोट्टा में श्रीधामकोष्ठा श्री धर्म मंदिर, श्रीतुलकांगराश्री, धर्मधर्म क्रीड़ा धर्मशाला, धर्मशाला कोल्लम महानगरीय क्षेत्र में अन्य प्रसिद्ध हिंदू पूजा केंद्र हैं।</p>\r\n<p>ईसाई धर्म और चर्च</p>\r\n<p>&nbsp;</p>\r\n<p>तांगसेरी, कोल्लम में नया गिरजाघर</p>\r\n<p>ईसाई आबादी कोल्लम शहर की कुल आबादी का 21.17% है। क्विलोन या कोल्लम का रोमन कैथोलिक सूबा भारत में पहला कैथोलिक सूबा है। सूबा, जिसमें 1,950 वर्ग किमी का क्षेत्र शामिल है। (753 वर्ग मील) और इसमें 4,879,553 - 235,922 (4.8%) आबादी है, जिनमें से कैथोलिक हैं - पहली बार 9 अगस्त 1329 को बनने का दावा किया गया था। इसे 1 सितंबर 1886 को फिर से बनाया गया था। प्रसिद्ध शिशु यीशु कैथेड्रल, 400 साल पुराना थांगस्सेरी में स्थित, क्विलोन के रोमन कैथोलिक सूबा का सह-गिरजाघर है। CSI कोल्लम-कोट्टाराकारा डायोसीस दक्षिण भारत के चर्च के चौबीस सूबाओं में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>टांगसेरी में शिशु यीशु कैथेड्रल 1614 के दौरान पुर्तगालियों द्वारा स्थापित किया गया है। यह अब भारत के प्राचीन और पहले कैथोलिक सूबा - क्विलोन के रोमन कैथोलिक डायोसीज का समर्थक कैथेड्रल है। चर्च पुराने क्विलोन शहर के पुर्तगाली शासन की यादगार के रूप में बना हुआ है। नीन्दकारा में सेंट सेबेस्टियन चर्च शहर का एक और महत्वपूर्ण चर्च है। मुनरो द्वीप में डच चर्च 1878 में डच द्वारा बनाया गया है। कच्छ में हमारी लेडी ऑफ वेलंकन्नी श्राइन कोल्लम शहर में एक और महत्वपूर्ण ईसाई पूजा स्थल है। कदावूर में संत कासिमिर चर्च, कावनाड में पवित्र परिवार चर्च, थोप्पु में सेंट.सेफेन चर्च और कडप्पकडा में सेंट थोमस चर्च कोल्लम में कुछ अन्य प्रमुख ईसाई चर्च हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुसलमान और मस्जिद</p>\r\n<p>&nbsp;</p>\r\n<p>करुनागप्पल्ली मस्जिद</p>\r\n<p>कोल्लम की कुल आबादी में मुसलमान 22.05% हैं। 2011 की जनगणना के आंकड़ों के अनुसार, 80,935 कोल्लम में कुल मुस्लिम आबादी है। कर्बला मैदान और उससे सटे मकानी मस्जिद शहर के लिए ईद गाह का काम करते हैं। कारुवा में 300 वर्षीय जुमा-'एथ पल्ली में एक सूफी संत, सैयद अब्दुर रहमान जाफरी के शव गृह हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चावरा में कोट्टुकादु जुमा मस्जिद, एलामपल्लूर जुमा-ए-मस्जिद, जोनाकप्पुरम में वलियापल्ली, चिन्नकडाडा जुमा मस्जिद, कोल्लुरविला में जुमा-inत पल्ली, थाटामला में जुमा-एअथ पल्ली और कोइमिला जुमा मस्जिद चौमा मस्जिद में मस्जिद है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>&nbsp;</p>\r\n<p>संगीत निर्देशक परवूर जी। देवराजन</p>\r\n<p>कोल्लम में पैदा हुए उल्लेखनीय व्यक्तियों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>महाकवि केसी केशव पिल्लई, मलयालम कवि</p>\r\n<p>सी। केसवन, तत्कालीन मुख्यमंत्री त्रावणकोर</p>\r\n<p>एलामकुलम कुंजन पिल्लई, इतिहासकार और विद्वान</p>\r\n<p>आर। शंकर, केरल के पूर्व मुख्यमंत्री</p>\r\n<p>परवूर देवराजन, मलयालम संगीत निर्देशक</p>\r\n<p>तिरुनललोर करुणाकरण, कवि</p>\r\n<p>ओ। एन। वी। कुरुप, मलयालम कवि और गीतकार</p>\r\n<p>के। बालकृष्णन, लेखक, राजनीतिज्ञ, पत्रकार</p>\r\n<p>के। सुरेंद्रन, उपन्यासकार</p>\r\n<p>वी। संबासीवन, कथाप्रसंगम कलाकार</p>\r\n<p>ओ। माधवन, रंगमंच व्यक्तित्व</p>\r\n<p>शाजी एन करुण, मलयालम फिल्म निर्देशक</p>\r\n<p>मुरली, मलयालम फिल्म अभिनेता</p>\r\n<p>थंगल कुंजु मुसालियार, उद्योगपति और शैक्षिक दूरदर्शी</p>\r\n<p>कोल्लम थुलसी, अभिनेता</p>\r\n<p>कोल्लम जी। के। पिल्लई, अभिनेता</p>\r\n<p>जयन, एक फिल्म अभिनेता और भारतीय नौसेना अधिकारी</p>\r\n<p>पी। के। गुरुदासन, राजनीतिज्ञ और विधायक</p>\r\n<p>जेम्स अल्बर्ट, पटकथा लेखक और निर्देशक</p>\r\n<p>सुरेश गोपी, अभिनेता</p>\r\n<p>पाममैन (आर। परमेस्वर मेनन), उपन्यासकार</p>\r\n<p>मुकेश, मलयालम फ़िल्म अभिनेता</p>\r\n<p>रेसुल पुकुट्टी, ऑस्कर अवार्ड विजेता, साउंड इंजीनियर</p>\r\n<p>कल्पना, अभिनेत्री</p>\r\n<p>उर्वशी, अभिनेत्री</p>\r\n<p>कलारंजिनी, अभिनेत्री</p>\r\n<p>टीनू योहानन, अंतर्राष्ट्रीय क्रिकेट</p>\r\n<p>ओलंपियन टी। सी। योहनन, एथलीट।</p>\r\n<p>अंबिली देवी, मलयालम फ़िल्म अभिनेत्री</p>\r\n<p>राजन पिल्लई, व्यापारी</p>\r\n<p>बी। रवि पिल्लई, व्यापारी</p>\r\n<p>कुंदारा जॉनी, फिल्म अभिनेता</p>\r\n<p>के। रवींद्रन नायर (अचानी रवि), फिल्म निर्माता</p>\r\n<p>एम। ए। बेबी, राजनीतिज्ञ</p>\r\n<p>बेबी जॉन, राजनीतिज्ञ</p>\r\n<p>माथा अमृतानंद मयी, आध्यात्मिक जीवन</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kollam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kollam-kerala","tags":[{"name":"केरल","slug":"kerala"},{"name":"कोल्लम","slug":"kollam"}],"recommendations":[{"id":636,"title":"वायनाड, कलपेट्टा में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","dateCreated":"2019-09-10T16:29:02.647Z","dateModified":"2019-09-11T02:07:26.546Z","contributedBy":"AskGif","content":"वायनाड केरल राज्य के उत्तर-पूर्व में कालपेट्टा नगरपालिका के प्रशासनिक मुख्यालय के साथ एक भारतीय जिला है। यह 700 से 2100 मीटर की ऊँचाई वाले पश्चिमी घाट पर स्थित है। 1 नवंबर 1980 को कोझिकोड और कन्नूर जिलों के क्षेत्रों को तराश कर केरल में 12 वें जिले के रूप में स्थापित किया गया था। जिले का लगभग 885","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वायनाड","slug":"wayanad"},{"name":"कलपेट्टा","slug":"kalpetta"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-wayanad-kalpetta-kerala","total":0},{"id":628,"title":"कोल्लम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","dateCreated":"2019-09-09T03:28:22.689Z","dateModified":"2019-09-11T02:03:21.684Z","contributedBy":"AskGif","content":"कोल्लम इस साउंडप्रोन्युरेशन (मदद &middot; जानकारी) के बारे में, जिसे इसके पूर्व नाम क्विलोन के नाम से भी जाना जाता है, इस साउंडप्रोन्युरेशन के बारे में (हेल्प &middot; जानकारी) और कोलोआ (पुर्तगाली में) और डेसिंगानाडू, भारतीय राज्य के लेकसैडीव सागर तट पर एक पुराना बंदरगाह और शहर है। केरल। यह शहर अ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"कोल्लम","slug":"kollam"}],"slug":"top-places-to-visit-in-kollam-kerala","total":0},{"id":626,"title":"कन्नूर में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","dateCreated":"2019-09-09T03:16:22.046Z","dateModified":"2019-09-11T02:02:12.419Z","contributedBy":"AskGif","content":"कन्नूर (जिसे इसके पूर्व नाम कैनानोर और पुर्तगाली नाम कैनानोर के नाम से भी जाना जाता है) भारत के केरल राज्य के कन्नूर जिले में एक शहर और एक नगर निगम है। यह कन्नूर जिले का प्रशासनिक मुख्यालय है और राज्य की राजधानी तिरुवनंतपुरम से 518 किमी उत्तर में स्थित है। भारत में ब्रिटिश शासन के दौरान, कन्नूर क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कन्नूर","slug":"kannur"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-kannur-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}