{"id":628,"title":"Top Places to visit in Kollam, Kerala","imageUrl":"96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","dateCreated":"2019-09-09T03:28:22.689Z","dateModified":"2019-09-11T02:03:21.684Z","contributedBy":"AskGif","content":"<p>Kollam About this soundpronunciation (help&middot;info), also known by its former name Quilon About this soundpronunciation (help&middot;info) and Coul&atilde;o (in Portuguese) and Desinganadu, is an old seaport and city on the Laccadive Sea coast of the Indian state of Kerala. The city is on the banks Ashtamudi Lake. Kollam has a strong commercial reputation since the days of the Phoenicians and Romans. Fed by the Chinese trade, it was mentioned by Ibn Battuta in the 14th century as one of the five Indian ports he had seen during the course of his twenty-four year travels. Desinganadu's rajas exchanged embassies with Chinese rulers while there was a flourishing Chinese settlement at Kollam. In the 9th Century, on his way to Canton, China, Persian merchant Sulaiman al-Tajir found Kollam to be the only port in India visited by huge Chinese junks. Marco Polo, the Venetian traveller, who was in Chinese service under Kublai Khan in 1275, visited Kollam and other towns on the west coast, in his capacity as a Chinese mandarin.</p>\r\n<p>&nbsp;</p>\r\n<p>V. Nagam Aiya in his Travancore State Manual records that in 822 AD two East Syriac bishops Mar Sabor and Mar Proth, settled in Quilon with their followers. Two years later the Malabar Era began (824 AD) and Quilon became the premier city of the Malabar region ahead of Travancore and Cochin. Kollam Port was founded by Mar Sabor at Tangasseri in 825 as an alternative to reopening the inland sea port of Kore-ke-ni Kollam near Backare (Thevalakara), which was also known as Nelcynda and Tyndis to the Romans and Greeks and as Thondi to the Tamils.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transport in Kollam</p>\r\n<p>Air</p>\r\n<p>See also: Kollam Airport</p>\r\n<p>&nbsp;</p>\r\n<p>Old Kollam Airport area, Asramam</p>\r\n<p>The city corporation of Kollam is served by the Trivandrum International Airport, which is about 56 kilometers from the city. Trivandrum International Airport is the first international airport in a non-metro city in India. and the only airport in Kerala having more than 2 Terminals. Daily domestic flight services are available such major cities as Mumbai, Hyderabad, Chennai, Delhi, Bangalore and Kochi. International flight services connecting to Sharjah, Dubai, Abu Dhabi, Bahrain, Kuwait, Muscat, Mal&eacute;, Doha, Singapore and Colombo are available from here.</p>\r\n<p>&nbsp;</p>\r\n<p>However, Kollam Airport at Asramam was the first aerodrome in Kerala. The first flight to Kerala landed here. Now the old airport area is serving as a twin-helipad of the city, which is about 1 km away from the city center. The first Amphibian Aircraft (Seaplane) of Kerala also landed in Kollam.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>See also: Kollam Junction railway station</p>\r\n<p>Kollam Junction is the second largest railway station in Kerala in area, after Shornur Junction, with a total of 6 platforms. The station has 17 rail tracks. Kollam junction has world's second longest railway platform, measuring 1180.5 m(3873 ft). Mainline Electrical Multiple Unit(MEMU) have a maintenance shed at Kollam Junction. The MEMU services started from Kollam to Ernakulam via Alappuzha and Kottayam in the 2nd week of January 2012. By 1 December 2012, MEMU service between Kollam and Nagercoil became a reality and later extended up to Kanyakumari. Kollam MEMU Shed inaugurated on 1 December 2013 for the maintenance works of MEMU rakes. Kollam MEMU Shed is the largest MEMU Shed in Kerala, which is equipped with most modern facilities. There is a long-standing demand for the Kollam Town Railway Station in the Kollam-Perinad stretch and \"S.N College Railway Station\" in the Kollam-Eravipuram stretch. The railway stations in Kollam city are Kollam Junction railway station, Eravipuram railway station and Kilikollur railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>A new suburban rail system has been proposed by the Kerala Government and Indian Railways on the route Thiruvananthapuram - Kollam - Haripad/Chengannur for which MRVC is tasked to conduct a study and submit a report. Ten trains, each with seven coaches, will transport passengers back and forth along the Trivandrum-Kollam-Chengannur-Kottarakara -Adoor section.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Dalavapuram bridge near Kollam City - This bridge had given a new way of connectivity for the people of Dalavapuram with Kollam City along with the existing boat services.</p>\r\n<p>&nbsp;</p>\r\n<p>Kollam Bypass - The 13.141km long Kollam Bypass project was actually planned in 1975, but works got delayed due to political and financial issues.</p>\r\n<p>&nbsp;</p>\r\n<p>Kollam KSRTC Bus Station is situated at the banks of famous Ashtamudi Lake. One of the main bus stations in the state, still waiting to get a makeover.</p>\r\n<p>The city of Kollam is connected to almost all the cities and major towns in the state, including Trivandrum, Alappuzha, Kochi, Palakkad, Kottayam, Kottarakkara, and Punalur, and with other Indian cities through the NH 66, NH 183, NH 744 - and other state PWD Roads. Road transport is provided by state-owned Kerala State Road Transport Corporation (KSRTC)and private transport bus operators. Kollam is one among the five KSRTC zones in Kerala. Road transport is also provided by private taxis and autorickshaws, also called autos. There is a city private bus stand at Andamukkam. There is a KSRTC bus station beside Ashtamudi Lake. Buses to various towns in Kerala and interstate services run from this station.</p>\r\n<p>&nbsp;</p>\r\n<p>Water</p>\r\n<p>The State Water Transport Department operates boat services to West Kallada, Munroe Island, Guhanandapuram, Dalavapuram and Alappuzha from Kollam KSWTD Ferry Terminal situated on the banks of the Ashtamudi Lake. Asramam Link Road in the city passes adjacent to the ferry terminal.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Kollam-Dalavapuram boat service</p>\r\n<p>Double decker luxury boats run between Kollam and Allepey daily. Luxury boats, operated by the government and private owners, operate from the main boat jetty during the tourist season. The West coast canal system, which starts from Thiruvananthapuram in the south and ends at Hosdurg in the north, passes through Paravur, the city of Kollam and Karunagappally taluk.</p>\r\n<p>&nbsp;</p>\r\n<p>Kollam Port is the second largest port in Kerala, after Cochin Port Trust. It is one of two international ports in Kerala. Cargo handling facilities began operation in 2013. Foreign ships arrive in the port regularly with the MV Alina, a 145-metre (476 ft) vessel registered in Antigua anchored at the port on 4 April 2014. Once the Port starts functioning in full-fledged, it will make the transportation activities of Kollam-based cashew companies more easy. Shreyas Shipping Company is now running a regular container service between Kollam Port and Kochi Port.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Main article: Education in Kollam district</p>\r\n<p>Amrita Vishwa Vidyapeetham at Amritapuri is an integrated campus There are many respected colleges, schools and learning centres in Kollam.</p>\r\n<p>&nbsp;</p>\r\n<p>Ornate, pink-and-white building with traditional Mughal architecture</p>\r\n<p>TKM Engineering College in Karicode</p>\r\n<p>The city and suburbs contribute greatly to education by providing the best and latest knowledge to the scholars. The Thangal Kunju Musaliar College of Engineering, the first private school of its kind in the state, is at Kilikollur, about 7 kilometres (4.3 mi) east of Kollam city, and is a source of pride for all Kollamites. The Government of Kerala has granted academic autonomy to Fatima Mata National College, another prestigious institution in the city. Sree Narayana College, Bishop Jerome Institute (an integrated campus providing Architecture, Engineering and Management courses), and Travancore Business Academy are other important colleges in the city. There are two law colleges in the city, Sree Narayana Guru College of Legal Studies under the control of Sree Narayana Trust and N S S Law College managed by the N.S.S.</p>\r\n<p>&nbsp;</p>\r\n<p>Kerala State Institute of Design (KSID), a design institute under Department of labour and Skills, Government of Kerala, is located at Chandanathope, about 8 Kilometers from Kollam town. It was established in 2008 and was one of the first state-owned design institutes in India. KSID currently conducts Post Graduate Diploma Programs in Design developed in association with National Institute of Design, Ahmedabad.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Sree Narayana Guru College of Legal Studies in Karbala</p>\r\n<p>The Institute of Fashion Technology, Kollam, Kerala is a fashion technology institute situated in Vellimon, Kollam, established in technical collaboration with the National Institute of Fashion Technology and the Ministry of Textiles. In addition, there are two IMK (Institute of Management, Kerala) Extension Centres active in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from colleges, there are a number of bank coaching centres in Kollam. Kollam is known as India's hub for bank test coaching centres with around 40 such institutes in the district. Students from various Indian states such as Tamil Nadu, Karnataka, Andhra Pradesh, Bihar and Madhya Pradesh also come here for coaching.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>A photo taken during 'Kollam Fest'</p>\r\n<p>Kollam Fest is Kollam's own annual festival, attracting mostly Keralites but also hundreds of domestic and foreign tourists to Kollam. The main venue of Kollam Fest is the historic and gigantic Ashramam Maidan. Kollam Fest is the signature event of Kollam. Kollam Fest seeks to showcase Kollam's rich culture and heritage, tourism potential and investments in new ventures.</p>\r\n<p>&nbsp;</p>\r\n<p>Kollam Pooram, part of the Ashramam Sree Krishnaswamy Temple Festival, is usually held on 15 April, but occasionally on 16 April. The pooram is held at the Ashramam maidan.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Paravur Puttingal fireworks competition</p>\r\n<p>The President's Trophy Boat Race (PTBR) is an annual regatta held in Ashtamudi Lake in Kollam. The event was inaugurated by President Prathibha Patil in September 2011. The event has been rescheduled from 2012.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Cricket is the most popular sport, followed by hockey and football. Kollam is home to a number of local cricket, hockey and football teams participating in district, state-level and zone matches. An International Hockey Stadium with astro-turf facility is there at Asramam in the city, built at a cost of Rs.13 crore. The land for the construction of the stadium was taken over from the Postal Department at Asramam, Kollam. The city has another stadium named the Lal Bahadur Shastri Stadium, Kollam. It is a multipurpose stadium and has repeatedly hosted such sports events as the Ranji Trophy, Santhosh Trophy and National Games. Two open grounds in the city, the Asramam Maidan and Peeranki Maidan, are also used for sports events, practice and warm-up matches.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Kadappakada Sports Club, Kollam - established in 1942</p>\r\n<p>Places of worship</p>\r\n<p>See also: Religion in Kollam District</p>\r\n<p>The city of Kollam is a microcosm of Kerala state and its residents belong to varied religious, ethnic and linguistic groups. There are so many ancient temples, centuries-old churches and mosques in the city and its suburbs.</p>\r\n<p>&nbsp;</p>\r\n<p>Hindus and temples</p>\r\n<p>&nbsp;</p>\r\n<p>Kottarakkara Sree Mahaganapathi Kshethram</p>\r\n<p>Kollam is a Hindu majority city in Kerala. 56.35% of Kollam's total population belongs to Hindu community. Moreover, the Kollam Era (also known as Malayalam Era or Kollavarsham or Malayalam Calendar or Malabar Era), solar and sidereal Hindu calendar used in Kerala, has been originated on 825 CE (Pothu Varsham) at (Kollam) city.</p>\r\n<p>&nbsp;</p>\r\n<p>Anandavalleeshwaram Sri Mahadevar Temple is a 400 years old ancient Hindu temple in the city. The 400-year-old Sanctum sanctorum of this temple is finished in teak. Ammachiveedu Muhurthi temple is another major temple in the city that have been founded around 600 years ago by the Ammachi Veedu family, aristocrats from Kollam. The Kollam pooram, a major festival of Kollam, is the culmination of a ten-day festival, normally in mid April, of Asramam Sree Krishna Swamy Temple. Kottankulangara Devi Temple is one of the world-famous Hindu temples in Kerala were cross-dressing of men for Chamayavilakku ritual is a part of traditional festivities. The men also carry large lamps. The first of the two-day dressing event drew to a close early on Monday. Moreover, Kottarakkara Sree Mahaganapathi Kshethram in Kottarakkara, Puttingal Devi Temple in Paravur, Poruvazhy Peruviruthy Malanada Temple in Poruvazhy, Sasthamcotta Sree Dharma Sastha Temple in Sasthamkotta, Sakthikulangara Sree Dharma Sastha temple ,Thrikkadavoor Sree Mahadeva Temple in Kadavoor and Kattil Mekkathil Devi Temple in Ponmana are the other famous Hindu worship centres in the Kollam Metropolitan Area.</p>\r\n<p>&nbsp;</p>\r\n<p>Christianity and churches</p>\r\n<p>&nbsp;</p>\r\n<p>New cathedral in Tangasseri, Kollam</p>\r\n<p>Christian population accounts 21.17% of the total population of Kollam city. The Roman Catholic Diocese of Quilon or Kollam is the first Catholic diocese in India. The diocese, which covers an area of 1,950 km&sup2;. (753 square miles) and contains a population of 4,879,553 &ndash; 235,922 (4.8%) of whom are Catholic &ndash; is claimed to have first been erected on 9 August 1329. It was re-erected on 1 September 1886. The famous Infant Jesus Cathedral, 400 years old, located in Thangassery, is the co-cathedral of the Roman Catholic Diocese of Quilon. CSI Kollam-Kottarakara Diocese is one of the twenty-four dioceses of the Church of South India.</p>\r\n<p>&nbsp;</p>\r\n<p>The Infant Jesus Cathedral in Tangasseri is established by Portuguese during 1614. It is now the pro-cathedral of Roman Catholic Diocese of Quilon &ndash; the ancient and first Catholic diocese of India. The church remains as a memento of the Portuguese rule of old Quilon city. St. Sebastian's Church at Neendakara is another important church in the city. The Dutch Church in Munroe Island is built by the Dutch in 1878. Our Lady of Velankanni Shrine in Cutchery is another important Christian worship place in Kollam city. Saint Casimir Church in Kadavoor, Holy Family Church in Kavanad, St.Stephen's Church in Thoppu and St.Thomas Church in Kadappakada are some of the other major Christian churches in Kollam.</p>\r\n<p>&nbsp;</p>\r\n<p>Muslims and mosques</p>\r\n<p>&nbsp;</p>\r\n<p>Karunagappally Mosque</p>\r\n<p>Muslims accounts 22.05% of Kollam's total population. As per the Census 2011 data, 80,935 is the total Muslim population in Kollam. The Karbala Maidan and the adjacent Makani mosque serves as the Eid gah for the city. The 300-year-old Juma-'Ath Palli at Karuva houses the mortal remains of a Sufi saint, Syed Abdur Rahman Jifri.</p>\r\n<p>&nbsp;</p>\r\n<p>Kottukadu Juma Masjid in Chavara, Elampalloor Juma-A-Masjid, Valiyapalli in Jonakappuram, Chinnakada Juma Masjid, Juma-'Ath Palli in Kollurvila, Juma-'Ath Palli in Thattamala and Koivila Juma Masjid in Chavara are the other major Mosques in Kollam.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>&nbsp;</p>\r\n<p>Music Director Paravur G. Devarajan</p>\r\n<p>Notable individuals born in Kollam include:</p>\r\n<p>&nbsp;</p>\r\n<p>Mahakavi K.C Kesava Pillai, Malayalam poet</p>\r\n<p>C. Kesavan, Chief Minister of erstwhile Travancore</p>\r\n<p>Elamkulam Kunjan Pillai, historian and scholar</p>\r\n<p>R. Sankar, former Chief Minister of Kerala</p>\r\n<p>Paravur Devarajan, Malayalam music director</p>\r\n<p>Thirunalloor Karunakaran, poet</p>\r\n<p>O. N. V. Kurup, Malayalam poet and lyricist</p>\r\n<p>K. Balakrishnan, Writer, politician, journalist</p>\r\n<p>K. Surendran, Novelist</p>\r\n<p>V. Sambasivan, Kathaprasangam artist</p>\r\n<p>O. Madhavan, theatre personality</p>\r\n<p>Shaji N Karun, Malayalam movie director</p>\r\n<p>Murali, Malayalam movie actor</p>\r\n<p>Thangal Kunju Musaliar, industrialist &amp; educational visionary</p>\r\n<p>Kollam Thulasi, actor</p>\r\n<p>Kollam G. K. Pillai, actor</p>\r\n<p>Jayan, a film actor and Indian Navy officer</p>\r\n<p>P. K. Gurudasan, politician and MLA</p>\r\n<p>James Albert, screenwriter and director</p>\r\n<p>Suresh Gopi, actor</p>\r\n<p>Pamman (R. Parameswara Menon), novelist</p>\r\n<p>Mukesh, Malayalam film actor</p>\r\n<p>Resul Pookutty,Oscar Award winner, Sound engineer</p>\r\n<p>Kalpana, actress</p>\r\n<p>Urvashi, actress</p>\r\n<p>Kalaranjini, actress</p>\r\n<p>Tinu Yohannan, international cricket</p>\r\n<p>Olympian T. C. Yohannan, athlet.</p>\r\n<p>Ambili Devi, Malayalam film actress</p>\r\n<p>Rajan Pillai, businessman</p>\r\n<p>B. Ravi Pillai, businessman</p>\r\n<p>Kundara Johnny, film actor</p>\r\n<p>K. Ravindran Nair (Achani Ravi), film producer</p>\r\n<p>M. A. Baby, politician</p>\r\n<p>Baby John, politician</p>\r\n<p>Matha Amrithananda Mayi, spiritual life</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kollam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kollam-kerala","tags":[{"name":"kerala","slug":"kerala"},{"name":"kollam","slug":"kollam"}],"recommendations":[{"id":636,"title":"Top Places to visit in Wayanad, Kalpetta, Kerala","imageUrl":"d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","dateCreated":"2019-09-10T16:29:02.647Z","dateModified":"2019-09-11T02:07:26.546Z","contributedBy":"AskGif","content":"Wayanad is an Indian district in the north-east of Kerala state with administrative headquarters at the municipality of Kalpetta. It is set high on the Western Ghats with altitudes ranging from 700 to 2100 meters. The district was formed on 1 November 1980 as the 12th district in Kerala by carvin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"wayanad","slug":"wayanad"},{"name":"kalpetta","slug":"kalpetta"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-wayanad-kalpetta-kerala","total":0},{"id":628,"title":"Top Places to visit in Kollam, Kerala","imageUrl":"96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","dateCreated":"2019-09-09T03:28:22.689Z","dateModified":"2019-09-11T02:03:21.684Z","contributedBy":"AskGif","content":"Kollam About this soundpronunciation (help&middot;info), also known by its former name Quilon About this soundpronunciation (help&middot;info) and Coul&atilde;o (in Portuguese) and Desinganadu, is an old seaport and city on the Laccadive Sea coast of the Indian state of Kerala. The city is on the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"kollam","slug":"kollam"}],"slug":"top-places-to-visit-in-kollam-kerala","total":0},{"id":626,"title":"Top Places to visit in Kannur, Kerala","imageUrl":"89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","dateCreated":"2019-09-09T03:16:22.046Z","dateModified":"2019-09-11T02:02:12.419Z","contributedBy":"AskGif","content":"Kannur (also known by its former names Cannanore and Portuguese name Cananor) is a city and a Municipal Corporation in Kannur district, state of Kerala, India. It is the administrative headquarters of the Kannur District and situated 518 km north of the state capital Thiruvananthapuram. During Br","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kannur","slug":"kannur"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-kannur-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}