{"id":629,"title":"कोट्टायम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","dateCreated":"2019-09-09T03:38:02.088Z","dateModified":"2019-09-11T02:03:49.948Z","contributedBy":"AskGif","content":"<p>कोट्टायम भारतीय राज्य केरल का एक शहर है। यह दक्षिण-पश्चिम केरल में स्थित कोट्टायम जिले का जिला मुख्यालय है। 2011 की जनगणना के अनुसार शहर की प्रशासनिक सीमा में इसकी जनसंख्या 136,812 थी। कोट्टायम केरल की राजधानी तिरुवनंतपुरम से लगभग 146 किमी उत्तर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह साहित्य के मुख्य केंद्रों में से एक है और इसलिए इसे अक्षरा नगरी या भूमि पत्र कहा जाता है। दीपिका, मलयाला मनोरमा, मंगलम जैसे पहले मलयालम दैनिकों में से कई की शुरुआत हुई थी और उनका मुख्यालय कोट्टायम में है। नायर सर्विस सोसाइटी का मुख्यालय भी कोट्टायम के चंगनाचेरी में स्थित है। ब्रिटिश काल के दौरान, विभिन्न मिशनरियों, ईसाई चर्चों और सेंट कुरियाकोस एलियास चावारा ने खुद शहर में और आसपास कई स्कूलों, कॉलेजों और अन्य शैक्षणिक संस्थानों की स्थापना की। कोट्टायम शहर और इसे चुवर्चिर्थ्रा नगरी (मुरल्स शहर) के रूप में भी जाना जाता है। कोट्टायम को 'लेटर्स, लेक्स और लेटेक्स' के शहर के रूप में भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>इलिक्कल कल्लू</p>\r\n<p>कोट्टायम में ट्रेकिंग डेस्टिनेशन टेकोय के पास इलिक्कल रॉक</p>\r\n<p>अर्थव्यवस्था में पर्यटन का बहुत बड़ा योगदान नहीं है, लेकिन घरेलू पर्यटन में वृद्धि देखी गई है क्योंकि जिले में पर्यटक अपनी झीलों और पहाड़ी स्थानों पर जाते हैं। यह शहर कई फिल्म स्थानों के लिए भी जाना जाता है। जून 2019 को मलारीकला में पर्यटन सूचना केंद्र खुलता है। केंद्र स्थान की पर्यटन क्षमता और कैनो राइड, साइकिल चलाना, ताड़ी दोहन, और मछली पकड़ने जैसी कई अन्य चीजों के बारे में जानकारी प्रदान करेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>कोट्टायम में नदियों, बैकवाटर, प्राचीन धार्मिक स्थल और हिल स्टेशन का एक विशाल नेटवर्क है। यहां के कुछ प्रसिद्ध पर्यटन स्थल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>वेम्बनाड झील में पानी का एक बड़ा विस्तार है जो कि परस्पर जुड़े केरल बैकवाटर्स का एक हिस्सा है जो राज्य के एक तिहाई हिस्से की लंबाई पर चलता है। वेम्बनाड झील की लंबाई 52 मील (84 किमी) और चौड़ाई 9 मील (14 किमी) है। केटुवल्लम नामक पारंपरिक कार्गो नौकाओं को शानदार क्रूज नौकाओं और हाउसबोट में संशोधित किया जाता है। ये नौकाएं आराम से पीछे की ओर घूमती हैं, जो पर्यटकों को आराम की गति से वेम्बनाड झील की सुंदरता का आनंद लेने की सुविधा प्रदान करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुमारकम में एक हाउसबोट</p>\r\n<p>पथिरमनल (आधी रात की रेत) वेम्बनाड झील में स्थित एक छोटा सा सुंदर द्वीप है। यह द्वीप केवल नाव से पहुँचा जा सकता है।</p>\r\n<p>कुमारकोम, वेम्बनाड झील के तट पर स्थित, एक खूबसूरत गाँव है जिसमें दिव्य मैंग्रोव और नारियल के पेड़, हरे-भरे धान के खेत, घने जंगलों के बीच से पानी का झोंका आता है। कुमारकोम पक्षी अभयारण्य, साइबेरियाई सारस, एग्रेट, डार्टर, बगुला और चैती जैसे प्रवासी पक्षियों का घर है। स्थानीय पक्षी जैसे कि पानी का फव्वारा, कोयल, उल्लू और पानी की मुर्गी और अन्य सामान्य किस्में जैसे कठफोड़वा, स्काई लार्क, क्रेन और तोता भी यहां देखे जा सकते हैं। स्थानीय और नन्हे प्रवासी पक्षियों की नब्बे-एक प्रजातियाँ यहाँ पाई जाती हैं। स्थानीय पक्षियों को देखने का सबसे अच्छा समय जून-अगस्त में है और प्रवासी पक्षियों के लिए सबसे अच्छा समय नवंबर-फरवरी से है। हाउसबोट और मोटरबोट उपलब्ध हैं और झील पर पक्षियों को देखने के लिए किराए पर लिया जाता है।</p>\r\n<p>अगस्त और सितंबर के दौरान, कोट्टायम में और उसके आसपास की नदियों को त्योहार केंद्रों में बदल दिया जाता है। शांत बैकवॉटर्स ओणम के दौरान एक रेगाटा-सांप नाव दौड़ के साथ जीवित आते हैं। प्रत्येक नाव में कम से कम सौ, ओर्समेन, अपने पूरे-पूरे गायन की ताल के लिए पानी के माध्यम से अपना रास्ता काटते हैं। कुम्मनम में थज़थंगादी नाव दौड़ एक सदी से अधिक पुरानी है। कुमारकोम में कवनार और कोट्टथोडु नदियों में नाव दौड़ आयोजित की जाती है। इन वल्लम काली में लगभग 50 नौकाएँ भाग लेती हैं, जिनमें चुंदन, चुरुलन, इरुटुक्थी (आयडी) वेप्पू और कैनो शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आसपास के अन्य पर्यटन स्थल:</p>\r\n<p>&nbsp;</p>\r\n<p>इडुक्की जिले में 110 किलोमीटर दूर थेक्कडी पेरियार टाइगर रिजर्व है</p>\r\n<p>पीरुम्ड, लगभग 70 किमी दूर, इडुक्की जिले में स्थित है</p>\r\n<p>मुन्नार हिल स्टेशन, लगभग 150 किमी दूर</p>\r\n<p>वैकोम, लगभग 32 किमी दूर</p>\r\n<p>वागामोन, इडुक्की जिले में स्थित लगभग 63 किमी दूर एक पर्वतीय स्थल है</p>\r\n<p>इल्तिक्कल कल्लू, (1,220 मीटर) कोट्टायम जिले में उच्चतम बिंदु।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>भोजन</p>\r\n<p>कोट्टायम का भोजन केरल के बाकी हिस्सों की तरह ही है, लेकिन नारियल के मसाले और मसालों के उपयोग के साथ-साथ केरल भोजन में बीफ और सीफूड के उपयोग के साथ एक अलग सीरियाई ईसाई प्रभाव दिखाई देता है। लेकिन फिर भी, यह शाकाहारी और मांसाहारी दोनों प्रकार के व्यंजनों की एक भीड़ है। चावल एक दिन में दो या तीन बार खाया जाने वाला प्रधान भोजन है। दोपहर के भोजन में आमतौर पर करी के साथ चावल होते हैं। अधिकतर नाश्ते में चावल या गेहूं का उपयोग किया जाता है।</p>\r\n<p>कला</p>\r\n<p>मारगामकली और अर्जुन नृतम् लोकप्रिय नृत्य रूप हैं। मरिगमकली और मार्शल आर्ट्स जैसे कि परचमुट्टुकाली सीरियाई ईसाई समुदाय के बीच लोकप्रिय हैं। यह पुरुषों और महिलाओं द्वारा अलग-अलग किया जाता है। अतीत में, यह सीरिया के ईसाई शादियों के दौरान प्रदर्शन किया गया था। अर्जुन नृतम्, जिसे माइलपिली थुककम के नाम से भी जाना जाता है, पुरुषों द्वारा किया जाने वाला एक लोकप्रिय नृत्य है। इनके अलावा, अन्य दक्षिण भारतीय नृत्य रूपों जैसे भरतनाट्यम, मोहिनीअट्टोम, और कुचिपुड़ी और शास्त्रीय कर्नाटक संगीत का भी बड़ी संख्या में युवाओं द्वारा अभ्यास किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चुवर चित्र नगरी</p>\r\n<p>चूरार चित्रा नगरी या मुरल्स शहर कोट्टायम और केरल ललितकला अकादमी के अधिकारियों द्वारा कोट्टायम में एक नया टैग जोड़ने और केरल की इस भित्ति कला संस्कृति को संरक्षित करने और बढ़ावा देने के लिए एक पहल थी।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>सड़क नेटवर्क</p>\r\n<p>कोट्टायम राष्ट्रीय राजमार्ग 183 (ओल्ड एनएच 220) पर स्थित है जो कोल्लम और थेनी शहरों को जोड़ता है। NH183 कोट्टायम को तमिलनाडु राज्य से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य केंद्रीय सड़क या एमसी रोड या एसएच 1 शहर से गुजरने वाले राज्य राजमार्गों में से एक है। यह राजमार्ग कोट्टायम को उत्तर से अंगमाली तक जोड़ता है। दक्षिण में, यह कोट्टायम को चंगनासेरी और दक्षिण में शेष मुख्य शहरों को त्रिवेंद्रम से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>SH9 या कोट्टायम कोजेनचेरी रोड अन्य राज्य राजमार्ग है जो कोट्टायम को पठानमथिट्टा जिले से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सीमेट्टी राउंड शहर की अधिकांश सड़कों का जंक्शन है। यह छह सबसे व्यस्त जंक्शन है, यहाँ पर छह सड़कें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कोडिमाथ से पुथुपल्ली चर्च के लिए एक नई 4-लेन की सड़क, जो कोडर नदी के किनारे सबरीमाला के उद्देश्य से है और तीर्थयात्रियों को पुथुपल्ली चर्च को 2017 के नगर पालिका बजट में आवंटित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>बसें</p>\r\n<p>कस्बे में सार्वजनिक परिवहन काफी हद तक निजी ऑपरेटरों और केरल राज्य सड़क परिवहन निगम (KSRTC) द्वारा संचालित बसों पर निर्भर है। कोट्टायम की सेवा करने वाले तीन बस स्टेशन हैं, जिनमें से दो निजी बसों और एक केएसआरटीसी बसों के लिए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>टैक्सी</p>\r\n<p>परिवहन के किराए के रूपों में मीटर्ड टैक्सी और ऑटो-रिक्शा शामिल हैं। उबेर कनेक्शन एर्नाकुलम से भी उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>कोट्टायम रेलवे स्टेशन (स्टेशन कोड: KTYM) दक्षिणी रेलवे के प्रशासन के अधीन है। कोट्टायम रेलवे स्टेशन के पास लंबी दूरी और यात्री ट्रेनों को संभालने के लिए तीन प्लेटफार्म हैं। स्टेशन पर एक रेलवे माल शेड भी स्थित है। स्टेशन नागमपदम में स्थित है जो कोट्टायम शहर से 2.5 किमी की दूरी पर है। कोट्टायम तिरुवनंतपुरम - कोल्लम - एर्नाकुलम के बीच व्यस्त रेल मार्ग पर स्थित है और देश के अधिकांश प्रमुख शहरों को जोड़ने वाली कई लंबी दूरी की ट्रेनों द्वारा सेवा की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोट्टायम रेलवे स्टेशन और इसकी पटरियाँ चेरथला रेलवे स्टेशन और इसकी पटरियों के समानांतर हैं। चिंगवनम रेलवे स्टेशन कोट्टायम शहर रेलवे स्टेशन के दक्षिण की ओर स्थित है और यह एक प्रमुख माल स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज</p>\r\n<p>निकटतम हवाई अड्डा कोचीन अंतर्राष्ट्रीय हवाई अड्डा है, जो उत्तर में 90 किमी दूर है। केरल सरकार द्वारा चेरुवली एस्टेट के पास चेरुवली एस्टेट में एक हवाई अड्डे का निर्माण प्रस्तावित किया गया था, जो जिले का पहला हवाई अड्डा और शहर के सबसे नजदीक होने वाला है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलमार्ग</p>\r\n<p>कोट्टायम पोर्ट, भारत का पहला बहु-मोडल अंतर्देशीय कंटेनर डिपो (ICD) और अंतर्देशीय जलमार्ग का उपयोग करने वाला एक छोटा बंदरगाह, कोडूर नदी के किनारे, कोडिमथा के पास नट्टकोम में स्थित है। हाल के सरकारी आदेशों के परिणामस्वरूप बंदरगाह को अधिक महत्व दिया गया है। हाल ही में कोचीन बंदरगाह और कोट्टायम के बीच बजरी सेवाएं शुरू की गईं। SWTD, कोट्टायम जिले के विभिन्न हिस्सों से नौका यात्री सेवाएं संचालित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>कोट्टायम हमेशा साक्षरता और शिक्षा में सबसे आगे है और 100% वयस्क साक्षरता प्राप्त करने वाला भारत का पहला शहर है। 17 वीं शताब्दी में, कोट्टायम में एक डच स्कूल शुरू किया गया था, जो अल्पकालिक था। केरल में पहला इंग्लिश स्कूल चर्च मिशन सोसाइटी (C.M.S) के मिशनरियों द्वारा 19 वीं शताब्दी की शुरुआत में कोट्टायम में शुरू किया गया था। गवर्नमेंट मेडिकल कॉलेज, कोट्टायम केरल के सबसे प्रमुख मेडिकल कॉलेजों में से एक है। कोट्टायम इसके अलावा कई कॉलेजों और विश्वविद्यालयों का दावा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>एमजी-यूनिवर्सिटी कोट्टायम से बाहर आधारित है।</p>\r\n<p>&nbsp;</p>\r\n<p>साहित्य</p>\r\n<p>ज्ञाननिकेशम केरल के मूल निवासियों द्वारा प्रकाशित पहला समाचार पत्र था, और इसे 1848 में कोट्टायम में सीएमएस प्रेस से लाया गया था। कोट्टायम ने कई प्रसिद्ध लेखकों, पत्रकारों और कलाकारों का उत्पादन किया है। मुत्तथु वर्के, एक उपन्यासकार और पाला नारायणन नायर, एक कवि, दोनों ने कोट्टायम में अपने पैर जमाए हैं। कोट्टायम पुष्पनथ, अपराध थ्रिलर के एक लेखक कोट्टायम में रहते हैं। भारतीय-अंग्रेजी उपन्यासकार अरुंधति रॉय, कोट्टायम की मूल निवासी हैं और उनके अर्ध-आत्मकथात्मक बुकर पुरस्कार विजेता उपन्यास, द गॉड ऑफ स्मॉल थिंग्स में उनके बचपन के अनुभव अयमानम, कोट्टायम में हैं। कहानीकार और पटकथा लेखक उन्नी आर, कुदामलूर कोट्टायम से भी हैं</p>\r\n<p>खेल</p>\r\n<p>हर साल मैरियन ट्रॉफी, गिरीदीपम ट्रॉफी, लूर्डेस ट्रॉफी और वर्जीनिया मेमोरियल टूर्नामेंट सहित कई बास्केटबॉल टूर्नामेंट आयोजित किए जाते हैं। कोट्टायम में मुख्य खेल स्टेडियम नेहरू स्टेडियम और राजीव गांधी इंडोर स्टेडियम हैं। दोनों नागम्बडोम में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kottayam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kottayam-kerala","tags":[{"name":"कोट्टायम","slug":"kottayam"},{"name":"केरल","slug":"kerala"}],"recommendations":[{"id":636,"title":"वायनाड, कलपेट्टा में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","dateCreated":"2019-09-10T16:29:02.647Z","dateModified":"2019-09-11T02:07:26.546Z","contributedBy":"AskGif","content":"वायनाड केरल राज्य के उत्तर-पूर्व में कालपेट्टा नगरपालिका के प्रशासनिक मुख्यालय के साथ एक भारतीय जिला है। यह 700 से 2100 मीटर की ऊँचाई वाले पश्चिमी घाट पर स्थित है। 1 नवंबर 1980 को कोझिकोड और कन्नूर जिलों के क्षेत्रों को तराश कर केरल में 12 वें जिले के रूप में स्थापित किया गया था। जिले का लगभग 885","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वायनाड","slug":"wayanad"},{"name":"कलपेट्टा","slug":"kalpetta"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-wayanad-kalpetta-kerala","total":0},{"id":626,"title":"कन्नूर में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","dateCreated":"2019-09-09T03:16:22.046Z","dateModified":"2019-09-11T02:02:12.419Z","contributedBy":"AskGif","content":"कन्नूर (जिसे इसके पूर्व नाम कैनानोर और पुर्तगाली नाम कैनानोर के नाम से भी जाना जाता है) भारत के केरल राज्य के कन्नूर जिले में एक शहर और एक नगर निगम है। यह कन्नूर जिले का प्रशासनिक मुख्यालय है और राज्य की राजधानी तिरुवनंतपुरम से 518 किमी उत्तर में स्थित है। भारत में ब्रिटिश शासन के दौरान, कन्नूर क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कन्नूर","slug":"kannur"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-kannur-kerala","total":0},{"id":625,"title":"इडुक्की, पयनावु में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"इडुक्की केरल राज्य, भारत के 14 जिलों में से एक है, जो 26 जनवरी 1972 को कोट्टायम जिले को द्विभाजित करके बनाया गया था। उस समय, जिला मुख्यालय कोट्टायम में था। जून 1976 में इसे दर्दावू ले जाया गया। इडुक्की केरल के पश्चिमी घाट में स्थित है। इडुक्की क्षेत्र में दूसरा सबसे बड़ा जिला है लेकिन जनसंख्या घन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पयनावु","slug":"painavu"},{"name":"इडुक्की","slug":"idukki"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-idukki-painavu-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}