{"id":629,"title":"Top Places to visit in Kottayam, Kerala","imageUrl":"453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","dateCreated":"2019-09-09T03:38:02.088Z","dateModified":"2019-09-11T02:03:49.948Z","contributedBy":"AskGif","content":"<p>Kottayam is a city in the Indian state of Kerala. It is the district headquarters of Kottayam district, located in south-west Kerala. It had a population of 136,812 in the city's administrative limits according to the 2011 census. Kottayam is approximately 146 km north of Thiruvananthapuram, Kerala's capital city.</p>\r\n<p>&nbsp;</p>\r\n<p>It is one of the main centres of literature and hence called Akshara Nagari or Land of Letters. Many of the first Malayalam dailies like Deepika, Malayala Manorama, Mangalam were started and are headquartered in Kottayam. The headquarters of Nair Service Society is also situated at Changanacherry, Kottayam. During the British period, various missionaries, the Christian churches and St. Kuriakose Elias Chavara himself established many schools, colleges and other educational institutions in and around the city. Kottayam city and is also known as Chuvarchithra Nagari (City of Murals). Kottayam is also known as the city of 'Letters, Lakes and Latex'.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Illikkal Kallu</p>\r\n<p>Illikkal rock near Teekoy, a trekking destination in Kottayam</p>\r\n<p>Tourism is not a major contributor to the economy, but domestic tourism has seen an increase as visitors visit its lakes and hill-locations in the district. The city is also known for several movie locations as well. On June 2019, tourism information centre opens at Malarikkal. The center will provide information on the tourism potential of the location and the things to do such as canoe ride, cycling, toddy tapping, and fishing, among several other things.</p>\r\n<p>&nbsp;</p>\r\n<p>Kottayam has a vast network of rivers, backwaters, ancient religious places, and hill stations. Some of the noted tourist places here are:</p>\r\n<p>&nbsp;</p>\r\n<p>Vembanad Lake has a great expanse of water which is a part of the interconnected Kerala Backwaters that runs virtually at the length of one-third of the state. Vembanad Lake is 52 miles (84 km) in length and 9 miles (14 km) in width. Traditional cargo boats called Kettuvallams are modified into luxurious cruise boats and houseboats. These boats gracefully move around the backwaters, providing facilities to tourist to enjoy the beauty of the Vembanad Lake at a relaxed pace.</p>\r\n<p>&nbsp;</p>\r\n<p>A houseboat in Kumarakam</p>\r\n<p>Pathiramanal (the midnight sands) is located in the Vembanad Lake is a small beautiful island. This island is accessible only by boat.</p>\r\n<p>Kumarakom, located on the coast of Vembanad Lake, is a beautiful village stocked with divine mangroves and coconut groves, lush green paddy fields, gushing waters snaking through the dense forests. Kumarakom bird sanctuary, is the home to the migratory birds like the Siberian stork, egret, darter, heron and teal. Local birds like the water fowl, cuckoo, owl and water hen and other common varieties like the woodpecker, sky lark, crane and parrot can also be spotted here. Ninety-one species of local and 50 species of migratory birds are found here. The best time to watch local birds is at June&ndash;August and the best time for migratory birds is from November&ndash;February. Houseboats and motorboats get available and are hired for bird watching cruises on the lake.</p>\r\n<p>During August and September, the rivers in and near Kottayam are turned into festival centres. The serene backwaters come alive during Onam with a regatta -the snake boat races. Oarsmen, at least a hundred in each boat, slice their way through the waters to the rhythm of their full-throated singing. The Thazhathangadi boat race in Kummanam is over a century old. Boat races are conducted at Kavanar and Kottathodu rivers in Kumarakom. These vallam kali have about 50 boats participating, including Chundan, Churulan, Iruttukuthi(ody) Veppu, and canoes.</p>\r\n<p>&nbsp;</p>\r\n<p>Other nearby tourist destinations:</p>\r\n<p>&nbsp;</p>\r\n<p>Thekkady Periyar Tiger Reserve, 110 kilometres away, in the Idukki district</p>\r\n<p>Peerumed, about 70 km away, located in Idukki district</p>\r\n<p>Munnar hill station, about 150 km away</p>\r\n<p>Vaikom, about 32 km away</p>\r\n<p>Vagamon, a hill station about 63 km away located in Idukki district</p>\r\n<p>Illikkal Kallu,(1,220m) highest point in Kotayam district.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Cuisine</p>\r\n<p>The cuisine of Kottayam is the same as rest of Kerala, but with a distinct Syrian Christian influence seen in the use of coconut and spices, as well as beef and seafood in Kerala cuisine. But still, it has a multitude of both vegetarian and non-vegetarian dishes. Rice is the staple food eaten twice or thrice a day. Lunch dishes are generally rice with curry. Most of the breakfast foods are made using either rice or wheat.</p>\r\n<p>Arts</p>\r\n<p>Margamkali and Arjuna Nritham are popular dance forms. Margamkali and martial arts such as Parichamuttukali are popular among the Syrian Christian community. It is performed by men and women separately. In the past, it was performed during Syrian Christian weddings. Arjuna Nritham, also known as Mayilpeeli Thookkam is a popular dance form performed by men. Besides these, other South Indian dance forms like Bharatanatyam, Mohiniyattom, and Kuchipudi and classical Carnatic music are also practised by a large number of young people.</p>\r\n<p>&nbsp;</p>\r\n<p>Chuvar Chitra Nagari</p>\r\n<p>Chuvar Chitra Nagari or City of Murals was an initiative taken by the authorities of Kottayam and the Kerala Lalithakala Akademi to add a new tag to Kottayam and to preserve and promote this mural art culture of Kerala.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>Road networks</p>\r\n<p>Kottayam lies on the National Highway 183 (Old NH 220) connecting the cities of Kollam and Theni. The NH183 connects Kottayam to the state of Tamil Nadu.</p>\r\n<p>&nbsp;</p>\r\n<p>Main Central Road or MC Road or the SH1 is one of the state highways passing through the town. This highway connects Kottayam to the north up to Angamaly. In the south, it links Kottayam to Changanasserry and the remaining main cities in the south up to Trivandrum.</p>\r\n<p>&nbsp;</p>\r\n<p>SH9 or the Kottayam Kozhenchery Road is the other state highway which connects Kottayam to the Pathanamthitta district.</p>\r\n<p>&nbsp;</p>\r\n<p>Seematti Round is the junction of most of the roads in the town. It is the busiest junction with six roads intersecting here.</p>\r\n<p>&nbsp;</p>\r\n<p>A new 4-lane road from Kodimatha to Puthuppally church along banks of the Kodoor river aimed at Sabarimala and pilgrims to Puthuppally Church allotted in municipality budget of 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>Buses</p>\r\n<p>Public transport in the town is largely dependent on buses, run by both private operators and the Kerala State Road Transport Corporation (KSRTC). There are three bus stations serving Kottayam, two of which cater to private buses and one exclusively for KSRTC buses.</p>\r\n<p>&nbsp;</p>\r\n<p>Taxis</p>\r\n<p>Hired forms of transport include metered taxis and auto-rickshaws. Uber connections are also available from Ernakulam.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Kottayam railway station (Station Code:KTYM) is under the administration of the Southern Railway. Kottayam railway station has three platforms for handling long distance and passenger trains. A railway goods shed is also situated at the station. The station is located at Nagampadam which is at a distance of 2.5 km from Kottayam town. Kottayam lies on the busy rail route between Thiruvananthapuram - Kollam - Ernakulam and is served by several long-distance trains connecting most major cities in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>The Kottayam Railway station and the tracks to it lies parallel to the Cherthala railway station and its tracks. Chingavanom railway station lies towards the south of the Kottayam town railway station and it is a major goods station.</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>The nearest airport is Cochin International Airport, 90 km to the north. Construction of an airport in Cheruvally Estate near Erumely was proposed by the Kerala government which is going to be the first airport in the district and nearest to the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Waterways</p>\r\n<p>Kottayam Port, India's first multi-modal Inland Container Depot (ICD) and a minor port using the inland waterway, is situated at Nattakom near Kodimatha, on the banks of Kodoor river. The recent government orders have resulted in giving the port more importance. Recently barge services were launched between Cochin port and Kottayam. SWTD operates ferry passenger services from different parts of Kottayam district.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Kottayam is always at the forefront in literacy and education and is the first town in India to attain 100% adult literacy. In the 17th century, a Dutch school was started at Kottayam, which was short-lived. The first English school in Kerala was started by the Missionaries of the Church Mission Society (C.M.S) at Kottayam, at the beginning of the 19th century. The Government Medical College, Kottayam is one of the most prominent medical colleges in Kerala. Kottayam boasts several colleges and universities apart from this.</p>\r\n<p>&nbsp;</p>\r\n<p>The MG-University is based out of Kottayam.</p>\r\n<p>&nbsp;</p>\r\n<p>Literature</p>\r\n<p>Jnananikshepam was the first newspaper published by the natives of Kerala, and it was brought out from CMS press at Kottayam in 1848. Kottayam has produced many well-known writers, journalists and artists. Muttathu Varkey, a novelist and Pala Narayanan Nair, a poet, both have their footing in Kottayam. Kottayam Pushpanath, a writer of crime thrillers lives in Kottayam. The Indian-English novelist Arundhati Roy is a native of Kottayam and her semi-autobiographical Booker Prize-winning novel, The God of Small Things contains her childhood experiences in Aymanam, Kottayam. Unni R. a story writer and scriptwriter, is also from Kudamaloor Kottayam</p>\r\n<p>Sports</p>\r\n<p>A number of basketball tournaments including the Marian Trophy, Girideepam Trophy, Lourdes Trophy and Virginia Memorial Tournament are conducted every year. The main sports stadia in Kottayam are Nehru Stadium and Rajiv Gandhi Indoor Stadium. Both are located in Nagambadom.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kottayam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kottayam-kerala","tags":[{"name":"kottayam","slug":"kottayam"},{"name":"kerala","slug":"kerala"}],"recommendations":[{"id":636,"title":"Top Places to visit in Wayanad, Kalpetta, Kerala","imageUrl":"d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","dateCreated":"2019-09-10T16:29:02.647Z","dateModified":"2019-09-11T02:07:26.546Z","contributedBy":"AskGif","content":"Wayanad is an Indian district in the north-east of Kerala state with administrative headquarters at the municipality of Kalpetta. It is set high on the Western Ghats with altitudes ranging from 700 to 2100 meters. The district was formed on 1 November 1980 as the 12th district in Kerala by carvin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"wayanad","slug":"wayanad"},{"name":"kalpetta","slug":"kalpetta"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-wayanad-kalpetta-kerala","total":0},{"id":626,"title":"Top Places to visit in Kannur, Kerala","imageUrl":"89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","dateCreated":"2019-09-09T03:16:22.046Z","dateModified":"2019-09-11T02:02:12.419Z","contributedBy":"AskGif","content":"Kannur (also known by its former names Cannanore and Portuguese name Cananor) is a city and a Municipal Corporation in Kannur district, state of Kerala, India. It is the administrative headquarters of the Kannur District and situated 518 km north of the state capital Thiruvananthapuram. During Br","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kannur","slug":"kannur"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-kannur-kerala","total":0},{"id":625,"title":"Top Places to visit in Idukki, Painavu, Kerala","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"Idukki is one of the 14 districts of Kerala state, India, created on 26 January 1972 bifurcating Kottayam District. At that time, the district headquarters was at Kottayam. In June 1976 it was moved to Painavu. Idukki lies in the Western Ghats of Kerala. Idukki is the second largest district in a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"painavu","slug":"painavu"},{"name":"idukki","slug":"idukki"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-idukki-painavu-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}