{"id":630,"title":"कोझिकोड में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"051ee5ec-1bcb-40b4-9a7e-b96f69acd4e3_Kozhikode-railway.jpg","dateCreated":"2019-09-10T02:41:01.263Z","dateModified":"2019-09-11T02:04:20.354Z","contributedBy":"AskGif","content":"<p>कोझीकोड, जिसे कालीकट के नाम से भी जाना जाता है, केरल, भारत का एक शहर है और कोझीकोड जिले का मुख्यालय है। कोझीकोड महानगरीय क्षेत्र 2011 के रूप में 2 मिलियन की आबादी के साथ केरल में दूसरा सबसे बड़ा शहरी समूह है। यह शहर बैंगलोर के दक्षिण पश्चिम में 358 किमी, मंगलौर से 233 किमी दक्षिण में और चेन्नई से 525 किमी दक्षिण पश्चिम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोझीकोड जिला या कालीकट जिला भारत के दक्षिण-पश्चिमी तट पर स्थित केरल राज्य का एक जिला है। कोझीकोड शहर, जिसे कालीकट भी कहा जाता है, जिला मुख्यालय है। यह जिला 38.25% शहरीकृत है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोझिकोड जिले की सीमा उत्तर में कन्नूर और महे (पुदुचेरी), पूर्व में वायनाड और दक्षिण में मलप्पुरम से लगती है। अरब सागर पश्चिम में स्थित है और पश्चिमी घाट पूर्व की ओर फैला है। वावुल माला जिले की सबसे ऊँची चोटी है। यह अक्षांश 11 &deg; 08'N और 11 &deg; 50'N और देशांतर 75 &deg; 30'E और 76 &deg; 8'E के बीच स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>2001 में जिले को चार तालुकों में विभाजित किया गया था: कोझीकोड, वातकारा, कोइलंदी और थमारसेरी। 2011 की जनगणना में 12 ब्लॉक पंचायतें हैं: बालुसरी, चेलनूर, कोडुवली, कोझीकोड, कुन्नमंगलम, कुन्नुमल, मेलडी, पंथालयानी, पेरंबरा, थोडनूर, थुनेरी, और वातकारा।</p>\r\n<p>&nbsp;</p>\r\n<p>शास्त्रीय पुरातनता और मध्य युग के दौरान, कोझिकोड को भारतीय मसालों के प्रमुख व्यापारिक बिंदु के रूप में अपनी भूमिका के लिए मसालों का शहर करार दिया गया था। यह एक स्वतंत्र राज्य की राजधानी थी जो मध्य युग में समथिरिस (ज़मोरिन्स) द्वारा शासित थी और बाद में ब्रिटिश शासन के तहत मालाबार जिले में। अरब व्यापारियों ने इस क्षेत्र के साथ 7 वीं शताब्दी की शुरुआत में कारोबार किया, और पुर्तगाली खोजकर्ता वास्को दा गामा 20 मई 1498 को कोझिकोड में उतरे, इस प्रकार यूरोप और मालाबार के बीच एक व्यापार मार्ग खुल गया। एक पुर्तगाली कारखाना और किला छोटी अवधि (1511-1525, कालीकट के पतन तक) के लिए कोझीकोड में बरकरार था। 1615 में अंग्रेजी उतरा (1665 में एक व्यापारिक पोस्ट का निर्माण), उसके बाद फ्रेंच (1698) और डच (1752)। 1765 में, मैसूर ने मालाबार तट पर अपने कब्जे के हिस्से के रूप में कोझीकोड पर कब्जा कर लिया। एक बार कपास-बुनाई केंद्र के रूप में कोझीकोड ने अपना नाम कैलीको क्लॉथ को दे दिया। निवास स्थान, आय और निवेश पर अर्थशास्त्र की रिसर्च फर्म इंडिकस एनालिटिक्स द्वारा संकलित आंकड़ों के अनुसार, कोझीकोड को भारत में निवास करने के लिए दूसरे सबसे अच्छे शहर के रूप में स्थान दिया गया था। 2007 में एसोचैम द्वारा किए गए एक अध्ययन द्वारा रोजगार सृजन में टीयर- II भारतीय शहरों में ग्यारहवें।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय प्रबंधन संस्थान कोझीकोड</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय प्रौद्योगिकी संस्थान कालीकट</p>\r\n<p>मुख्य लेख: कोझीकोड जिले में शैक्षिक संस्थान</p>\r\n<p>इन्हें भी देखें: केरल में शिक्षा और कोझीकोड में शैक्षिक संस्थानों की सूची</p>\r\n<p>कोझीकोड जिले में 191 हाईस्कूल सहित 1,237 स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कोझीकोड राष्ट्रीय महत्व के दो प्रमुख शैक्षिक संस्थानों का घर है: भारतीय प्रबंधन संस्थान कोझीकोड (IIMK), और राष्ट्रीय प्रौद्योगिकी संस्थान, कालीकट (NITC)। अन्य संस्थानों में नेशनल इंस्टीट्यूट फॉर रिसर्च एंड डेवलपमेंट इन डिफेंस शिपबिल्डिंग (NIRDESH), भारतीय मसाला अनुसंधान संस्थान (IISR) और नेशनल इंस्टीट्यूट ऑफ इलेक्ट्रॉनिक्स एंड इंफॉर्मेशन टेक्नोलॉजी (NIELIT) भी कालीकट में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कालीकट विश्वविद्यालय केरल का सबसे बड़ा विश्वविद्यालय है और यह कालीकट से लगभग 24 किलोमीटर (15 मील) दक्षिण में तंजिपालम में स्थित है। इस विश्वविद्यालय की स्थापना 1968 में हुई थी और यह केरल में स्थापित दूसरा विश्वविद्यालय था। क्षेत्र में तृतीयक शिक्षा प्रदान करने वाले अधिकांश कॉलेज इस विश्वविद्यालय से संबद्ध हैं। कालीकट मेडिकल कॉलेज की स्थापना 1957 में केरल के दूसरे मेडिकल कॉलेज के रूप में हुई थी। तब से, यह संस्थान राज्य में चिकित्सा शिक्षा के एक प्रमुख केंद्र के रूप में विकसित हुआ है। वर्तमान में यह राज्य का सबसे बड़ा चिकित्सा संस्थान है जिसमें स्नातक कार्यक्रम के लिए 250 अभ्यर्थियों की वार्षिक खपत है।</p>\r\n<p>&nbsp;</p>\r\n<p>1877 में, कोझीकोड में युवा राजाओं के लिए एक स्कूल शुरू किया गया था। इसे बाद में सभी जाति के हिंदू लड़कों के लिए खोल दिया गया। 1879 में, यह एक दूसरे दर्जे के कॉलेज के रूप में मद्रास विश्वविद्यालय से संबद्ध था और इसके साथ ही, जिले में कॉलेजिएट शिक्षा को एक उत्साह प्राप्त हुआ। 1915 के बाद से माध्यमिक शिक्षा में सराहनीय प्रगति दर्ज की गई। तत्कालीन मालाबार जिले, जिसमें से वर्तमान कोझीकोड जिले का एक हिस्सा था, माध्यमिक शिक्षा में मद्रास प्रेसीडेंसी के जिलों में एक उच्च रैंक रखता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: कोझीकोड जिले में परिवहन</p>\r\n<p>सड़क</p>\r\n<p>शहर में एक बहुत अच्छी तरह से विकसित परिवहन बुनियादी ढांचा है। बड़ी संख्या में बसें, मुख्य रूप से अलग-अलग मालिकों द्वारा चलाई जाती हैं, जो शहर और आस-पास के प्रमुख मार्गों पर चलती हैं। सिटी बसों को हरे रंग में रंगा गया है। केरल राज्य सड़क परिवहन निगम (KSRTC) राज्य और पड़ोसी राज्यों में कई गंतव्यों के लिए नियमित सेवाएं चलाता है। शहर में तीन बस स्टैंड हैं। उपनगरीय और आस-पास के शहरों की सभी निजी बसें पलियाम बस स्टैंड से निकलती हैं। निकटवर्ती जिलों की निजी बसें इंदिरा गांधी रोड (मावूर रोड) पर मुफस्सिल बस स्टैंड (केरल में सबसे बड़े बस स्टैंड में से एक) से शुरू होती हैं। केएसआरटीसी द्वारा संचालित बसें केएसआरटीसी बस स्टैंड से इंदिरा गांधी रोड पर चलती हैं। केएसआरटीसी बस स्टैंड कोझीकोड केरल का सबसे बड़ा बस स्टैंड है, जिसका आकार 36,036.47 मीटर वर्ग है। जिले में थेमरसेरी, थोट्टिलपालम, थिरुवमबडी और वातकारा में भी केएसआरटीसी डिपो हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बैंगलोर के लिए दो मार्ग उपलब्ध हैं। एक है कोझीकोड-गुंडलुपेट-मैसूर-बैंगलोर; यह सड़क सबसे अधिक पसंद की जाती है, लेकिन बहुत व्यस्त है। एक अन्य मार्ग, जिसका कम उपयोग किया जाता है, वह है कोझीकोड-गुंडलूपेट-चामराजनगर-कोलेगल-बैंगलोर।</p>\r\n<p>&nbsp;</p>\r\n<p>निजी टूर ऑपरेटर मुंबई, बैंगलोर, कोयम्बटूर, चेन्नई, वेल्लोर, एर्नाकुलम, त्रिवेंद्रम, ऊटी आदि के लिए नियमित रूप से लक्जरी बस सेवाओं को बनाए रखते हैं और मुख्य रूप से पालयम क्षेत्र से संचालित होते हैं। ये आमतौर पर रात की सेवाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग</p>\r\n<p>&nbsp;</p>\r\n<p>कोझीकोड में KSRTC बस टर्मिनल-सह-शॉपिंग कॉम्प्लेक्स</p>\r\n<p>&nbsp;</p>\r\n<p>कालीकट बस टर्मिनल पर वोल्वो 8400</p>\r\n<p>&nbsp;</p>\r\n<p>थमारासरी चूरम कोझीकोड में लोकप्रिय पर्यटन स्थलों में से एक है</p>\r\n<p>&nbsp;</p>\r\n<p>कालीकट मिनी बाईपास।</p>\r\n<p>&nbsp;</p>\r\n<p>कालीकट अंतर्राष्ट्रीय हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>कोझीकोड रेलवे स्टेशन दक्षिण भारत के सबसे व्यस्त रेलवे स्टेशनों में से एक है</p>\r\n<p>नेशनल हाईवे 66 कोझिकोड को मुंबई से मंगलुरु, उडुपी और गोवा के उत्तर में और कोच्चि और कन्याकुमारी के माध्यम से तिरुवनंतपुरम के पास दक्षिण में भारत के पश्चिमी तट से जोड़ता है। यह राजमार्ग शहर को अन्य महत्वपूर्ण शहरों जैसे उप्पला, कासरगोड, कान्हांगद, कन्नूर, थालास्सेरी, माहे, वडकारा, कोइलंदी, वेंगलाम, रमनट्टुकारा, कोट्टक्कल, कुट्टिपुरम, पोन्नानी, (गुरुवायूर), कोडुंगल्लूर, कोडुंगल्लूर, उत्तरुंगल्लूर, कोडुंगल्लूर, उत्तर-पूर्वी शहर से जोड़ता है। अलप्पुझा, तिरुवनंतपुरम में आगे बढ़ें और भारत के दक्षिणी सिरे, कन्याकुमारी में समाप्त करें।</p>\r\n<p>&nbsp;</p>\r\n<p>नेशनल हाईवे 766 कर्नाटक में कोल्लेगल से तिरुमकुडल नरसीपुर, मैसूर, नंजनगुड, गुंडलूपेट, सुल्तान बाथरी, कलपेट्टा और थमारेस्सेरी के रास्ते कोझीकोड को जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 966 कोप्पिकोड को मलप्पुरम और पलक्कड़ के माध्यम से कोयम्बटूर से जोड़ता है। यह 125 किलोमीटर (78 मील) की दूरी तय करता है। कोज़िक्कोड के एक उपनगर रमनट्टुकारा में, यह NH 66 से जुड़ता है। यह कोंडोट्टी, पेरिंथलमाना, और मन्नारक्कड़ और मलप्पुरम शहर जैसे शहरों से होकर गुजरता है। यह खंड शहर और कालीकट अंतर्राष्ट्रीय हवाई अड्डे को जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य के राजमार्ग</p>\r\n<p>SH 29 शहर से होकर गुजरता है। यह NH 212, मालाबार क्रिश्चियन कॉलेज, सिविल स्टेशन, कुन्नमंगलम और पडानिलम, थमारास्सेरी, चेल्लोट, चित्रगिरी और केरल सीमा से गुड़ालोर के लिए सड़क को जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>एसएच 54 शहर और कलपेट्टा को जोड़ रहा है। राजमार्ग 99.0 किलोमीटर (61.5 मील) लंबा है। राजमार्ग पवांगड, कोझीकोड, उल्लियरी, पेरम्बरा, पूजिथोडु, पेरुवन्नमुझी और पदिंजरेथरा से होकर गुजरता है। एसएच 68 कप्पड़ से शुरू होता है और आदिवरम में समाप्त होता है। यह राजमार्ग 68.11 किलोमीटर (42.32 मील) लंबा है।</p>\r\n<p>&nbsp;</p>\r\n<p>एसएच 34 कोइलैंडी से शुरू होता है और एडवाना में समाप्त होता है जो 44.0 किमी लंबा है। यह राजमार्ग कोइलंदी, उल्लियरी, बालूशरी, थमारासेरी, ओमासेरी, मुक्कम से होकर गुजरता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>मालाबार में रेलवे का इतिहास 1861 का है जब पहली पटरियों को तिरूर और बेपोर के बीच बिछाया गया था। कोझीकोड रेलवे स्टेशन पलक्कड़ रेलवे डिवीजन में केवल A1 रेलवे स्टेशन है; यह शोरनूर-मैंगलोर खंड में है। आज, कोझीकोड रेलमार्ग द्वारा तिरुवनंतपुरम, कोच्चि, त्रिशूर, कोल्लम, तिरुनेलवेली, पलक्कड़, कोयंबटूर, काटपाडी, वेल्लोर, हैदराबाद, चेन्नई, बैंगलोर, कन्नूर, मैंगलोर, मुंबई, नई दिल्ली, विजयवाड़ा और विशाखापत्तनम जैसे शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>कालीकट अंतर्राष्ट्रीय हवाई अड्डा, करीपुर शहर से 26 किलोमीटर (16 मील) दूर है। प्रमुख भारतीय शहरों में घरेलू सेवाएं संचालित हैं। दुबई, अबू धाबी, सलालाह, मस्कट, दम्मम, रियाद, शारजाह, बहरीन, दोहा और घरेलू हब चेन्नई, हैदराबाद, बैंगलोर, मुंबई और नई दिल्ली जैसे मध्य पूर्वी हवाई केंद्रों के लिए अंतरराष्ट्रीय उड़ानें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीतिक विभाजन</p>\r\n<p>&nbsp;</p>\r\n<p>कोझिकोड जिले के स्थानीय अधिकारी और विधान सभा क्षेत्र</p>\r\n<p>मुख्य लेख: कोझीकोड जिले का राजनीतिक विभाजन</p>\r\n<p>संसद निर्वाचन क्षेत्र</p>\r\n<p>&nbsp;</p>\r\n<p>कोझिकोड</p>\r\n<p>वाटकरा</p>\r\n<p>वायनाड (केवल तिरुवंबाडी)</p>\r\n<p>विधान सभा क्षेत्र</p>\r\n<p>&nbsp;</p>\r\n<p>बालुशरीर, बेयपोर, इलाथुर, कोडुवल्ली, कोइलंदी, कोझीकोड उत्तर, कोझीकोड दक्षिण, कुन्नमंगलम, कुटियाडी, नदापुरम, पेरम्बरा, थिरुवमबदि और वटकरा।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>यह खंड किसी भी स्रोत का हवाला नहीं देता है। कृपया विश्वसनीय स्रोतों में उद्धरण जोड़कर इस अनुभाग को बेहतर बनाने में सहायता करें। बिना सूत्रों की सामग्री को चुनौति देकर हटाया जा सकता है। (अप्रैल 2019) (इस टेम्पलेट संदेश को कैसे और कब हटाएं जानें)</p>\r\n<p>&nbsp;</p>\r\n<p>थिरयट्टम (करुमकान वल्लट्टू)</p>\r\n<p>कोझिकोड बीच</p>\r\n<p>मनचिरा चौक</p>\r\n<p>सरोवरम बायो पार्क</p>\r\n<p>पश्चिमी घाट के पार केरल के कोझिकोड में एक पहाड़ी दर्रा थामारसीरी चूरम</p>\r\n<p>कप्पद बीच, वास्को डी गामा भारत में पहली बार पहुंचा।</p>\r\n<p>कुटियाडी डैम, केरल में सबसे बड़े और सबसे सुंदर बांधों में से एक है।</p>\r\n<p>केरल राज्य के कोझीकोड में स्थित एक बांध स्थल, काकयाम, जो हरे-भरे हरियाली से घिरा हुआ है।</p>\r\n<p>तुषारगिरी फॉल्स, एक केटीडीसी द्वारा सेवा प्रदान की जाती है</p>\r\n<p>कदलुंडी पक्षी अभयारण्य</p>\r\n<p>क्षेत्रीय विज्ञान केंद्र और तारामंडल</p>\r\n<p>भारतीय व्यापार संग्रहालय</p>\r\n<p>पजहस्सी राजा पुरातत्व संग्रहालय</p>\r\n<p>ईस्ट हिल में आर्ट गैलरी और कृष्णा मेनन संग्रहालय</p>\r\n<p>बेलापोर पोर्ट, मालाबार व्यापार के इतिहास में एक प्रमुख स्थान है। यह केरल का एकमात्र स्थान है जहाँ \"उरु\" (अरब व्यापारिक जहाज) बनाया जाता है।</p>\r\n<p>ललिता कला अकादमी की आर्ट गैलरी</p>\r\n<p>सैंडबैंक वाडकारा</p>\r\n<p>सरगालय शिल्प ग्राम</p>\r\n<p>Kalipoyika</p>\r\n<p>लायंस पार्क</p>\r\n<p>Kakkadampoyil</p>\r\n<p>करियाथुम्परा जलाशय</p>\r\n<p>संस्कृति और भोजन</p>\r\n<p>मलयालम भाषा और साहित्य के क्षेत्र में कोझीकोड ने योगदान दिया है। यह जिला लोकगीतों या गाथागीतों के लिए प्रसिद्ध है जिसे वाडक्कान पट्टुकल कहा जाता है। उनमें से सबसे लोकप्रिय गीत वे हैं जो थचोली ओथेनन के कारनामों का जश्न मनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वैदिक विद्वानों के लिए पटनथनम की स्थिति जीतने की बौद्धिक बहस थुलम के महीने के दौरान थली मंदिर में होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोझीकोड में गज़ल और फुटबॉल के साथ संबंध हैं। फुटबॉल के खेल का यहाँ एक अनुसरण है, और फीफा विश्व कप का उत्साह के साथ पालन किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में एक व्यापारिक लकीर है, जिसमें वाणिज्य का प्रमुख केंद्र मितैई थेरुवु है, एक लंबी सड़क है जो दुकानों से घिरी हुई है जो साड़ी से लेकर सौंदर्य प्रसाधन और घर के होटल से लेकर मिठाई की दुकानों तक सब कुछ बेचती है। मिताई थेरुवु या 'एसएम स्ट्रीट' नाम मिठाई कोझिकोड हलवा से आता है जिसे अक्सर यूरोपीय व्यापारियों द्वारा मिठास के रूप में कहा जाता था। एसएम स्ट्रीट कोझिकोडन केले चिप्स के लिए भी प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोझिकोड का बहु-सांस्कृतिक मिश्रण यह सुनिश्चित करता है कि ओणम, क्रिसमस और ईद-उल-फित्र (हिंदुओं, ईसाइयों और मुसलमानों के त्योहार) को समान धूमधाम से मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोझिकोड में लोक कलाओं की परंपरा है। थिरयट्टम कोझीकोड का एक उष्णकटिबंधीय अनुष्ठानिक कला प्रदर्शन है। यह केरल के सबसे उत्कृष्ट जातीय कला रूपों में से एक है। यह कला रूप \"कावुकल\" (पवित्र ग्रोव्स) और कोझीकोड और मलप्पुरम (दक्षिण मालाबार) जिलों के ग्रामीण मंदिरों के प्रांगणों में बनाया गया है। यह नृत्य, संगीत, रंगमंच, व्यंग्य, चेहरे और शरीर की पेंटिंग, मास्किंग, मार्शल आर्ट और अनुष्ठान समारोह का एक संयोजन है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुप्पिलापट्टू और ओपाना मुसलमानों के सांस्कृतिक विरासत हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कोझीकोड हर तालू के लिए भोजन प्रदान करता है। शाकाहारी किराया में सदिया (चावल, सांभर, पापड़म, और सात करी के साथ पूरी तरह से दी जाने वाली दावत) शामिल है। मांसाहारी भोजन मुस्लिम और ईसाई तैयारियों का एक अनूठा मिश्रण है। इसमें मछली और मांस व्यंजन शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कोझीकोड अपनी मछली पकड़ने के लिए प्रसिद्ध है। अभ्यास समुद्र तट क्षेत्रों के पास जाल डालने वाले व्यक्ति से लेकर बड़ी नावों तक बड़ी मछलियों को पकड़ने के लिए समुद्र तक जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kozhikode</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/051ee5ec-1bcb-40b4-9a7e-b96f69acd4e3_Kozhikode-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kozhikode-kerala","tags":[{"name":"कोझिकोड","slug":"kozhikode"},{"name":"केरल","slug":"kerala"}],"recommendations":[{"id":838,"title":"14 साल में 6 हत्याएं: केरल की गृहिणी जिसने पैसे के लिए अपने परिवार को मार डाला","imageUrl":"2d0488c6-bd77-4047-b950-31f49bbb07d5_murder.jpg","dateCreated":"2019-10-07T02:08:28.041Z","dateModified":"2019-10-07T02:15:02.961Z","contributedBy":"AskGif","content":"केरल पुलिस क्राइम ब्रांच ने 2002 और 2016 के बीच कोझीकोड जिले में एक कैथोलिक परिवार में हुई सीरियल मौतों के मामले को सुलझा लिया है।\r\nजांच के हिस्से के रूप में, पुलिस ने 4 अक्टूबर को पारिवारिक कब्रों को खोल दिया था, ताकि रहस्यमय परिस्थितियों में मरने वाले परिवार के छह लोगों की मौत के कारणों ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d0488c6-bd77-4047-b950-31f49bbb07d5_murder.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"कोझिकोड","slug":"kozhikode"}],"slug":"6-murders-over-14-years-the-kerala-housewife-who-killed-her-family-for-money","total":0},{"id":630,"title":"कोझिकोड में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"051ee5ec-1bcb-40b4-9a7e-b96f69acd4e3_Kozhikode-railway.jpg","dateCreated":"2019-09-10T02:41:01.263Z","dateModified":"2019-09-11T02:04:20.354Z","contributedBy":"AskGif","content":"कोझीकोड, जिसे कालीकट के नाम से भी जाना जाता है, केरल, भारत का एक शहर है और कोझीकोड जिले का मुख्यालय है। कोझीकोड महानगरीय क्षेत्र 2011 के रूप में 2 मिलियन की आबादी के साथ केरल में दूसरा सबसे बड़ा शहरी समूह है। यह शहर बैंगलोर के दक्षिण पश्चिम में 358 किमी, मंगलौर से 233 किमी दक्षिण में और चेन्नई से","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/051ee5ec-1bcb-40b4-9a7e-b96f69acd4e3_Kozhikode-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोझिकोड","slug":"kozhikode"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-kozhikode-kerala","total":0},{"id":629,"title":"कोट्टायम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","dateCreated":"2019-09-09T03:38:02.088Z","dateModified":"2019-09-11T02:03:49.948Z","contributedBy":"AskGif","content":"कोट्टायम भारतीय राज्य केरल का एक शहर है। यह दक्षिण-पश्चिम केरल में स्थित कोट्टायम जिले का जिला मुख्यालय है। 2011 की जनगणना के अनुसार शहर की प्रशासनिक सीमा में इसकी जनसंख्या 136,812 थी। कोट्टायम केरल की राजधानी तिरुवनंतपुरम से लगभग 146 किमी उत्तर में है।\r\n&nbsp;\r\nयह साहित्य के मुख्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोट्टायम","slug":"kottayam"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-kottayam-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}