{"id":630,"title":"Top Places to visit in Kozhikode, Kerala","imageUrl":"051ee5ec-1bcb-40b4-9a7e-b96f69acd4e3_Kozhikode-railway.jpg","dateCreated":"2019-09-10T02:41:01.263Z","dateModified":"2019-09-11T02:04:20.354Z","contributedBy":"AskGif","content":"<p>Kozhikode, also known as Calicut, is a city in Kerala, India and the headquarters of the Kozhikode district. The Kozhikode metropolitan area is the second largest urban agglomeration in Kerala with a population of 2 million as of 2011. The city lies about 358 km south west of Bangalore, 233 km south of Mangalore and 525 km south west of Chennai.</p>\r\n<p>&nbsp;</p>\r\n<p>Kozhikode District or Calicut district is a district of Kerala state, on the southwest coast of India. The city of Kozhikode, also known as Calicut, is the district headquarters. The district is 38.25% urbanised.</p>\r\n<p>&nbsp;</p>\r\n<p>Kozhikode district is bordered by the districts of Kannur and Mah&eacute; (Puducherry) to the north, Wayanad to the east, and Malappuram to the south. The Arabian Sea lies to the west and Western Ghats stretches towards east. Vavul Mala is the highest peak in the district. It lies between latitudes 11&deg; 08'N and 11&deg; 50'N and longitudes 75&deg; 30'E and 76&deg; 8'E.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2001 the district was divided into four taluks: Kozhikode, Vatakara, Koyilandy and Thamarassery. By the 2011 census there are 12 block panchayats: Balusseri, Chelannur, Koduvally, Kozhikode, Kunnamangalam, Kunnummal, Melady, Panthalayani, Perambra, Thodannur, Thuneri, and Vatakara.</p>\r\n<p>&nbsp;</p>\r\n<p>During classical antiquity and the Middle Ages, Kozhikode was dubbed the City of Spices for its role as the major trading point of Indian spices. It was the capital of an independent kingdom ruled by the Samoothiris (Zamorins) in the Middle Ages and later of the erstwhile Malabar District under British rule. Arab merchants traded with the region as early as 7th century, and Portuguese explorer Vasco da Gama landed at Kozhikode on 20 May 1498, thus opening a trade route between Europe and Malabar. A Portuguese factory and the fort was intact in Kozhikode for short period (1511&ndash;1525, until the Fall of Calicut). The English landed in 1615 (constructing a trading post in 1665), followed by the French (1698) and the Dutch (1752). In 1765, Mysore captured Kozhikode as part of its occupation of the Malabar Coast. Kozhikode, once a famous cotton-weaving centre, gave its name to the Calico cloth.to data compiled by economics research firm Indicus Analytics on residences, earnings and investments, Kozhikode ranked as the second best city in India to reside in. It was ranked eleventh among Tier-II Indian cities in job creation by a study conducted by ASSOCHAM in 2007.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Institute of Management Kozhikode</p>\r\n<p>&nbsp;</p>\r\n<p>National Institute of Technology Calicut</p>\r\n<p>Main article: Educational institutions in Kozhikode district</p>\r\n<p>See also: Education in Kerala and List of educational institutions in Kozhikode</p>\r\n<p>There are 1,237 schools in Kozhikode district including 191 highschools.</p>\r\n<p>&nbsp;</p>\r\n<p>Kozhikode is home to two premier educational institutions of national importance: the Indian Institute of Management Kozhikode (IIMK), and the National Institute of Technology, Calicut (NITC). Other institutions include National Institute for Research and Development in Defence Shipbuilding (NIRDESH), Indian Institute of Spices Research (IISR), and National Institute of Electronics and Information Technology (NIELIT) are also based in Calicut.</p>\r\n<p>&nbsp;</p>\r\n<p>The University of Calicut is the largest university in Kerala and is located in Thenjipalam, about 24 kilometres (15 mi) south of Calicut. This university was established in 1968 and was the second university set up in Kerala. Most of the colleges offering tertiary education in the region are affiliated to this university. The Calicut Medical College was established in 1957 as the second medical college in Kerala. Since then, the institution has grown into a premier centre of medical education in the state. Presently it is the largest medical institute in the state with a yearly intake of 250 candidates for the undergraduate programme.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1877, a school for young Rajas was started in Kozhikode. This was later thrown open to all caste Hindu boys. In 1879, it was affiliated to the University of Madras as a second-grade college and with this, collegiate education in the district received a fillip. Secondary education recorded appreciable progress since 1915. The erstwhile Malabar district, of which the present Kozhikode district formed a part, holds a high rank among the districts of Madras Presidency in secondary education.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transportation in Kozhikode district</p>\r\n<p>Road</p>\r\n<p>The city has a reasonably well-developed transport infrastructure. A large number of buses, predominantly run by individual owners, ply on the major routes within the city and to nearby locations. City buses are painted green. Kerala State Road Transport Corporation (KSRTC) runs regular services to many destinations in the state and to the neighbouring states. The city has three bus stands. All private buses to the suburban and nearby towns ply from the Palayam Bus Stand. Private buses to adjoining districts start from the Mofussil Bus Stand (one of the largest bus stand in Kerala) on Indira Gandhi Road (Mavoor Road). Buses operated by the KSRTC drive from the KSRTC bus stand on Indira Gandhi Road. KSRTC Bus Stand Kozhikode is the biggest bus stand in Kerala having a size of 36,036.47 meter square. There are also KSRTC depots in Thamarassery, Thottilpalam, Thiruvambady and Vatakara in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>There are two routes available to Bangalore. One is Kozhikode&ndash;Gundlupet&ndash;Mysore&ndash;Bangalore; this road is most preferred one but is very busy. Another route, less used, is Kozhikode&ndash;Gundlupet&ndash;Chamarajanagar&ndash;Kollegal&ndash;Bangalore.</p>\r\n<p>&nbsp;</p>\r\n<p>Private tour operators maintain regular luxury bus services to Mumbai, Bangalore, Coimbatore, Chennai, Vellore, Ernakulam, Trivandrum, Ooty etc. and mainly operate from the Palayam area. These are usually night services.</p>\r\n<p>&nbsp;</p>\r\n<p>National highways</p>\r\n<p>&nbsp;</p>\r\n<p>KSRTC bus terminal-cum-shopping complex in Kozhikode</p>\r\n<p>&nbsp;</p>\r\n<p>Volvo 8400 at Calicut Bus Terminal</p>\r\n<p>&nbsp;</p>\r\n<p>Thamarassery Churam is one of the popular tourist destinations in Kozhikode</p>\r\n<p>&nbsp;</p>\r\n<p>Calicut Mini Bypass.</p>\r\n<p>&nbsp;</p>\r\n<p>Calicut International Airport</p>\r\n<p>&nbsp;</p>\r\n<p>Kozhikode Railway Station is one of the busiest railway stations in South India</p>\r\n<p>National Highway 66 connects Kozhikode to Mumbai via Mangaluru, Udupi and Goa to the north and Kochi and Kanyakumari near Thiruvananthapuram to the south along the west coast of India. This highway connects the city with the other important towns like, Uppala, Kasaragod, Kanhangad, Kannur, Thalassery, Mahe, Vadakara, Koyilandy, Vengalam, Ramanattukara, Kottakkal, Kuttippuram, Ponnani, (Guruvayoor)Chavakkad, Kodungallur, North Paravur, Edapally and proceed to Alappuzha, Thiruvananthapuram and terminate at the southern tip of India, Kanyakumari.</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 766 connects Kozhikode to Bangalore through Kollegal in Karnataka via Tirumakudal Narsipur, Mysore, Nanjangud, Gundlupet, Sulthan Bathery, Kalpetta and Thamarassery.</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 966 connects Kozhikode to Coimbatore through Malappuram and Palakkad. It covers a distance of 125 kilometres (78 mi). At Ramanattukara, a suburb of Kozhikode, it joins NH 66. It passes through towns like Kondotty, Perinthalmanna, and Mannarkkad and Malappuram city. This stretch connects the city and Calicut International Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>State Highways</p>\r\n<p>SH 29 passes through the city. It connects NH 212, Malabar Christian College, civil station, Kunnamangalam and Padanilam, Thamarassery, Chellot, Chitragiri and Road to Gudallor from Kerala border.</p>\r\n<p>&nbsp;</p>\r\n<p>SH 54 is connecting city and Kalpetta. The highway is 99.0 kilometres (61.5 mi) long. The highway passes through Pavangad, Kozhikode, Ulliyeri, Perambra, Poozhithodu, Peruvannamuzhi and Padinjarethara. SH 68 starts from Kappad and ends in Adivaram. The highway is 68.11 kilometres (42.32 mi) long.</p>\r\n<p>&nbsp;</p>\r\n<p>SH 34 starts from Koyilandy and ends in Edavanna which is 44.0 km long. This highway passes through Koyilandi, Ulliyeri, Balussery, Thamarassery, Omassery, Mukkam.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>The history of railways in Malabar dates to 1861 when the first tracks were laid between Tirur and Beypore. Kozhikode railway station is the only A1 railway station in Palakkad railway division; it is in the Shoranur-Mangalore section. Today, Kozhikode is connected by rail to cities like Thiruvananthapuram, Kochi, Thrissur, Kollam, Tirunelveli, Palakkad, Coimbatore, Katpadi, Vellore, Hyderabad, Chennai, Bangalore, Kannur, Mangalore, Mumbai, New Delhi, Vijayawada and Visakhapatnam.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Calicut International Airport is 26 kilometres (16 mi) from the city at Karipur. Domestic services are operated to major Indian cities. There are international flights to the Middle Eastern air hubs like Dubai, Abu Dhabi, Salalah, Muscat, Dammam, Riyadh, Sharjah, Bahrain, Doha and to domestic hubs Chennai, Hyderabad, Bangalore, Mumbai and New Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Political divisions</p>\r\n<p>&nbsp;</p>\r\n<p>Local authorities, and legislative assembly constituencies in Kozhikode district</p>\r\n<p>Main article: Political Divisions of Kozhikode District</p>\r\n<p>Parliament constituencies</p>\r\n<p>&nbsp;</p>\r\n<p>Kozhikode</p>\r\n<p>Vatakara</p>\r\n<p>Wayanad (Thiruvambady only)</p>\r\n<p>Legislative constituencies</p>\r\n<p>&nbsp;</p>\r\n<p>Balussery, Beypore, Elathur, Koduvally, Koyilandy, Kozhikode North, Kozhikode South, Kunnamangalam, Kuttiyadi, Nadapuram, Perambra, Thiruvambady and Vatakara.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist places</p>\r\n<p>&nbsp;</p>\r\n<p>This section does not cite any sources. Please help improve this section by adding citations to reliable sources. Unsourced material may be challenged and removed. (April 2019) (Learn how and when to remove this template message)</p>\r\n<p>&nbsp;</p>\r\n<p>Thirayattam (Karumakan Vallattu)</p>\r\n<p>Kozhikode Beach</p>\r\n<p>Mananchira Square</p>\r\n<p>Sarovaram bio park</p>\r\n<p>Thamarassery Churam, a mountain pass in Kozhikode, Kerala across the Western Ghats</p>\r\n<p>Kappad Beach, Vasco da Gama reached his first time in India.</p>\r\n<p>Kuttiyadi Dam, one of the biggest and most beautiful dams in Kerala.</p>\r\n<p>Kakkayam, a dam site located in Kozhikode of Kerala state surrounded by lush greenery.</p>\r\n<p>Thusharagiri Falls, served by a KTDC</p>\r\n<p>Kadalundi Bird Sanctuary</p>\r\n<p>Regional Science Centre &amp; Planetarium</p>\r\n<p>Indian Business Museum</p>\r\n<p>Pazhassi Raja Archaeological Museum</p>\r\n<p>Art gallery and Krishna Menon Museum at East Hill</p>\r\n<p>Beypore Port, a prominent place in the history of the Malabar trade. It is the only place in Kerala where \"Uru\"s (Arabian trading vessel) are made.</p>\r\n<p>Lalitha Kala Academy art gallery</p>\r\n<p>Sandbanks Vadakara</p>\r\n<p>Sargaalaya Crafts Village</p>\r\n<p>Kalipoyika</p>\r\n<p>Lions Park</p>\r\n<p>Kakkadampoyil</p>\r\n<p>Kariyathumpara Reservoir</p>\r\n<p>Culture and cuisine</p>\r\n<p>In the field of Malayalam language and literature Kozhikode has made contributions. The district is famous for folk songs or ballads known as Vadakkan Pattukal. The most popular songs among them are those which celebrate the exploits of Thacholi Othenan.</p>\r\n<p>&nbsp;</p>\r\n<p>The intellectual debate for Vedic scholars to win the position of Pattathanam takes place at Thali temple during the month of Thulam.</p>\r\n<p>&nbsp;</p>\r\n<p>Kozhikode has associations with ghazals and football. The football game has a following here, and the FIFA World Cup is followed with enthusiasm.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has a mercantile streak to it, with the major hub of commerce being the Mittayi Theruvu, a long street crammed with shops that sell everything from sarees to cosmetics and house hotels to sweetmeat shops. The name Mittai Theruvu or 'SM Street' comes from the sweet Kozhikode Halwa which was often called as sweetmeat by European traders. The SM Street is also famous for Kozhikodan Banana Chips.</p>\r\n<p>&nbsp;</p>\r\n<p>The multi-cultural mix of Kozhikode ensures that Onam, Christmas, and Id-ul-Fitr (the festivals of the Hindus, Christians, and Muslims) are celebrated with equal pomp.</p>\r\n<p>&nbsp;</p>\r\n<p>Kozhikode has a tradition of folk arts. Thirayattam is a tropical ritualistic performing art form of Kozhikode. This is one of the most outstanding ethnic art forms of Kerala. This art form is enacted in courtyards of \"kaavukal\" (sacred groves) and village shrines of Kozhikode and Malappuram (south Malabar) districts. It is a combination of dance, music, theatre, satire, facial and body painting, masking, martial art and ritualistic function.</p>\r\n<p>&nbsp;</p>\r\n<p>Mappilapattu and Oppana are cultural heritages of the Muslims.</p>\r\n<p>&nbsp;</p>\r\n<p>Kozhikode offers food for every palate. Vegetarian fare includes the sadya (the full-fledged feast with rice, sambhar, papadum, and seven curries). The non-vegetarian food is a unique mix of Muslim and Christian preparations. This includes fish and meat cuisine.</p>\r\n<p>&nbsp;</p>\r\n<p>Kozhikode is famous for its fishing. The practice varies from a person casting a net near beach areas to large boats going far out to sea to catch big fish.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kozhikode</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/051ee5ec-1bcb-40b4-9a7e-b96f69acd4e3_Kozhikode-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kozhikode-kerala","tags":[{"name":"kozhikode","slug":"kozhikode"},{"name":"kerala","slug":"kerala"}],"recommendations":[{"id":838,"title":"6 murders over 14 years: The Kerala housewife who killed her family for money","imageUrl":"2d0488c6-bd77-4047-b950-31f49bbb07d5_murder.jpg","dateCreated":"2019-10-07T02:08:28.041Z","dateModified":"2019-10-07T02:15:02.961Z","contributedBy":"AskGif","content":"Kerala Police Crime Branch has solved the case of serial deaths in a Catholic family in Kozhikode district between 2002 and 2016.\r\nAs part of the probe, the police had opened family tombs on October 4 to examine the reasons behind the deaths of six persons from a family who died under myst","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d0488c6-bd77-4047-b950-31f49bbb07d5_murder.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"kozhikode","slug":"kozhikode"}],"slug":"6-murders-over-14-years-the-kerala-housewife-who-killed-her-family-for-money","total":0},{"id":630,"title":"Top Places to visit in Kozhikode, Kerala","imageUrl":"051ee5ec-1bcb-40b4-9a7e-b96f69acd4e3_Kozhikode-railway.jpg","dateCreated":"2019-09-10T02:41:01.263Z","dateModified":"2019-09-11T02:04:20.354Z","contributedBy":"AskGif","content":"Kozhikode, also known as Calicut, is a city in Kerala, India and the headquarters of the Kozhikode district. The Kozhikode metropolitan area is the second largest urban agglomeration in Kerala with a population of 2 million as of 2011. The city lies about 358 km south west of Bangalore, 233 km so","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/051ee5ec-1bcb-40b4-9a7e-b96f69acd4e3_Kozhikode-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kozhikode","slug":"kozhikode"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-kozhikode-kerala","total":0},{"id":629,"title":"Top Places to visit in Kottayam, Kerala","imageUrl":"453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","dateCreated":"2019-09-09T03:38:02.088Z","dateModified":"2019-09-11T02:03:49.948Z","contributedBy":"AskGif","content":"Kottayam is a city in the Indian state of Kerala. It is the district headquarters of Kottayam district, located in south-west Kerala. It had a population of 136,812 in the city's administrative limits according to the 2011 census. Kottayam is approximately 146 km north of Thiruvananthapuram, Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kottayam","slug":"kottayam"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-kottayam-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}