{"id":631,"title":"Top Places to visit in Malappuram, Kerala","imageUrl":"a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","dateCreated":"2019-09-10T02:52:58.544Z","dateModified":"2019-09-11T02:04:45.319Z","contributedBy":"AskGif","content":"<p>Malappuram (also Malapuram) is a city in the Indian state of Kerala, spread over an area of 33.61 km2 (12.98 sq mi). The first municipality in the district formed in 1969, Malappuram serves as the administrative headquarters of Malappuram district. Divided into 40 electoral wards, the city has a population density of 2,083 per square kilometre (5,390 per square mile). As per the 2011 census Malappuram Urban Agglomeration is the fourth largest urban agglomeration in Kerala state with a total population of 1,698,645. Malappuram is situated 54 km southeast of Calicut and 90 km northwest of Palghat.</p>\r\n<p>&nbsp;</p>\r\n<p>Malappuram district, with its headquarters at Malappuram, is a district in the state of Kerala, India. The district was formed on 16 June 1969. Malappuram district is composed of portions of the former Palakkad and Kozhikode districts: Ernad taluk and portions of Tirur taluk in Kozhikode district, and portions of Perinthalmannna and Ponnani taluks in Palakkad district.</p>\r\n<p>&nbsp;</p>\r\n<p>Many famous Hindu scholars like Melpathur Narayana Bhattathiri who composed the Narayaneeyam in Sanskrit, poonthanam namboodiri and Thunchaththu Ramanujan Ezhuthachan came from Malappuram. The ancient Kerala school of astronomy and mathematics though mainly centred in Thrissur also had namboodiri and nair scholars coming from malappuram. Today the district includes Thirunavaya, the classic medieval centre of Vedic learning; Kottakkal, home of Ayurveda medicine.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable persons</p>\r\n<p>Thunchath Ezhuthachan</p>\r\n<p>V.C. Balakrishna Panicker (1889 - 1912) - Writer and Poet of acclaimed 'Oru Vilapam'.</p>\r\n<p>Variyan Kunnathu Kunjahammed Haji- Indian Muslim leader and Mappila revolt leader in the 1921 anti-British revolt</p>\r\n<p>Panakkad Shihab Thangal</p>\r\n<p>Moyinkutty Vaidyar</p>\r\n<p>E. M. S. Namboodiripad (Elamkulam Manakkal Sankaran Namboodiripad) - Indian Communist leader, Socialist-Marxist theorist, revolutionary, author, historian, social commentator and the first Chief Minister of Kerala state.</p>\r\n<p>Nirupama Rao - Former Indian ambassador to the US.</p>\r\n<p>A. Vijayaraghavan- Leftist politician and former Member of Parliament, Rajyasabha.</p>\r\n<p>A.P. Anil Kumar - former minister of tourism, Kerala State.</p>\r\n<p>Paloli Mohammed Kutty - left-wing social worker and the former Minister for Local Administration in the Government of Kerala.</p>\r\n<p>U. Sharaf Ali - former Indian football player, former Commandant of Malabar Special Police</p>\r\n<p>Shahabaz Aman - Musician and Playback singer</p>\r\n<p>Mankada Ravi Varma - Cinematographer and director</p>\r\n<p>Irfan Kolothum Thodi - Indian athlete</p>\r\n<p>Gopinath Muthukad - Magician</p>\r\n<p>Vaidyaratnam P. S. Warrier - Kottakkal Arya vydya sala</p>\r\n<p>Vallathol - Also known as Mahakavi Vallathol, he was one of the celebrity poets in Malayalam literature. Born in Chennara, near Tirur in Malappuram</p>\r\n<p>Melpathur Narayana Bhattathiri - Born in Melpathur Illam, Tirunavaya, Narayana Bhattathiri was the third student to Achutha Pisharody, Sanskrit grammarian, astrologer, astronomer and mathematician.</p>\r\n<p>Edasseri - a pioneer in bringing an array of changes in Malayalam literature during the modern era, was born in Kuttippuram</p>\r\n<p>Anas Edathodika - is an Indian professional footballer who plays as a centre back for Jamshedpur FC in the Indian Super League.</p>\r\n<p>Poonthanam - author of Jnanappana and a devotee of Guruvayurappan</p>\r\n<p>C. Radhakrishnan - writer</p>\r\n<p>C. Karunakara Menon- Indian journalist and politician</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Main article: Political Divisions of Malappuram District</p>\r\n<p>Indian Parliament Constituencies</p>\r\n<p>Malappuram</p>\r\n<p>Ponnani</p>\r\n<p>Wayanad</p>\r\n<p>Taluks</p>\r\n<p>Eranad</p>\r\n<p>Tirur</p>\r\n<p>Tirurangadi</p>\r\n<p>Ponnani</p>\r\n<p>Perintalmanna</p>\r\n<p>Nilambur</p>\r\n<p>Kondotty</p>\r\n<p>Kerala Assembly Constituencies</p>\r\n<p>Malappuram, Manjeri, Kondotty, Eranad, Mankada, Perinthalmanna, Thirurangadi, Vengara, Vallikkunnu, Tirur, Tanur, Kottakkal, Nilambur, Wandoor, Ponnani and Tavanur</p>\r\n<p>&nbsp;</p>\r\n<p>Industry</p>\r\n<p>About 1,000 people are aided annually under a self-employment programme. There are KINFRA food-processing and IT industrial estates in Kakkancherry, Inkel SME Park at Panakkad for Small and Medium Industries and a rubber plant and industrial estate in Payyanad. MALCOSPIN, The Malappuram Spinning Mills Limited is one of the oldest industrial establishment in the district under state Government. Wood-related industries are common in Kottakkal, Edavanna, Vaniyambalam, Karulai, Nilambur and Mampad. Sawmills, furniture manufacturers and the timber trade are the most important businesses in the district. Employees' State Insurance has its branch office at Malappuram. Wood-related industries are in Kottakkal, Edavanna, Vaniyambalam, Karulai, Nilambur and Mampad. Sawmills, furniture manufacturers and the timber trade are the most important businesses in the district. Employees' State Insurance has a branch office in Malappuram.</p>\r\n<p>&nbsp;</p>\r\n<p>As of July 2013, Malappuram is the highest beneficiary in receiving donations from migrants abroad among all the districts in Kerala.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Malappuram</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-malappuram-kerala","tags":[{"name":"malappuram","slug":"malappuram"},{"name":"kerala","slug":"kerala"}],"recommendations":[{"id":633,"title":"Top Places to visit in Pathanamthitta, Kerala","imageUrl":"7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","dateCreated":"2019-09-10T03:11:23.131Z","dateModified":"2019-09-11T02:05:50.914Z","contributedBy":"AskGif","content":"Pathanamthitta is a town and a municipality situated in the Central Travancore region in the state of Kerala, India, spread over an area of 23.50 km2. It is the administrative capital of Pathanamthitta district. The town has a population of 37,538. The Hindu pilgrim centre Sabarimala is situated ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"pathanamthitta","slug":"pathanamthitta"}],"slug":"top-places-to-visit-in-pathanamthitta-kerala","total":0},{"id":631,"title":"Top Places to visit in Malappuram, Kerala","imageUrl":"a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","dateCreated":"2019-09-10T02:52:58.544Z","dateModified":"2019-09-11T02:04:45.319Z","contributedBy":"AskGif","content":"Malappuram (also Malapuram) is a city in the Indian state of Kerala, spread over an area of 33.61 km2 (12.98 sq mi). The first municipality in the district formed in 1969, Malappuram serves as the administrative headquarters of Malappuram district. Divided into 40 electoral wards, the city has a ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"malappuram","slug":"malappuram"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-malappuram-kerala","total":0},{"id":627,"title":"Top Places to visit in Kasaragod, Kerala","imageUrl":"67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","dateCreated":"2019-09-09T03:21:51.41Z","dateModified":"2019-09-11T02:02:43.414Z","contributedBy":"AskGif","content":"Kasaragod is a municipal town and the district headquarters of Kasaragod district of Kerala state in India. Situated in the rich biodiversity of Western Ghats, it is known for the Chandragiri and Bekal Forts, Chandragiri River, historic Kolathiri Rajas, natural environment of Ranipuram and Kottan","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kasaragod","slug":"kasaragod"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-kasaragod-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}