{"id":632,"title":"पलक्कड़ में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fc47818d-4b57-4f31-8162-1f0449da7f0f_Palakkad-railway.jpg","dateCreated":"2019-09-10T03:02:29.792Z","dateModified":"2019-09-11T02:05:19.039Z","contributedBy":"AskGif","content":"<p>पलक्कड़ इस साउंडप्रोन्युरेशन (मदद &middot; जानकारी) के बारे में, जिसे पालघाट के नाम से भी जाना जाता है, दक्षिण भारत के केरल राज्य में एक शहर और नगरपालिका है, जो 26.60 किमी 2 के क्षेत्र में फैला है और पलक्कड़ जिले का प्रशासनिक मुख्यालय है। यह शहर राज्य की राजधानी तिरुवनंतपुरम के उत्तर में लगभग 350 किलोमीटर (217 मील) और कोयंबटूर से 54 किलोमीटर दक्षिण पश्चिम में स्थित है, और सलेम-कन्याकुमारी राष्ट्रीय राजमार्ग एनएच 47 पर त्रिशूर से 66 किमी उत्तर पूर्व में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>पलक्कड़ जिला भारतीय राज्य केरल के 14 जिलों में से एक है। इसके अलावा, यह 2006 से केरल का सबसे बड़ा जिला है। पलक्कड़ शहर जिला मुख्यालय है। पलक्कड़ की सीमा उत्तर में मलप्पुरम जिले से, दक्षिण-पश्चिम में त्रिशूर जिले से, उत्तर पूर्व में नीलगिरी जिले से और पूर्व में तमिलनाडु के कोयंबटूर जिले से लगती है। यह जिला 2011 की जनगणना के अनुसार 24.4% शहरीकृत है। जिले का नाम \"केरल का अन्न भंडार\" और \"केरल का चावल का कटोरा\" है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>वायु</p>\r\n<p>निकटतम अंतरराष्ट्रीय हवाई अड्डा कोयम्बटूर अंतर्राष्ट्रीय हवाई अड्डा है, जो पलक्कड़ से लगभग 62 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत के नागरिक उड्डयन मंत्रालय द्वारा हवाई संपर्क बढ़ाने के लिए घरेलू हवाई अड्डों की स्थापना के संबंध में पूर्वी यक्करा में एक मिनी घरेलू हवाई अड्डे का प्रस्ताव रखा गया है। पूर्वी यक्करा पलक्कड़ में परियोजना के लिए 60 एकड़ जमीन की पहचान की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>पलक्कड़ की सेवा करने वाले दो रेलवे स्टेशन हैं - पलक्कड़ जंक्शन एक ब्रॉड गेज रेलवे जंक्शन है (ओलवाक्कोड में स्थित है, जिसे एक उपग्रह शहर कहा जा सकता है, जो मुख्य शहर के दिल से लगभग 4 किमी दूर है) और पलक्कड़ टाउन रेलवे स्टेशन पलक्कड़ शहर। पलक्कड़ जंक्शन के नजदीक पलक्कड़ रेलवे डिवीजन का कार्यालय है। कोयंबटूर, इरोड, सलेम, तिरुवनंतपुरम, कोल्लम, मैंगलोर, कोझीकोड और एर्नाकुलम शहर ब्रॉड गेज लाइन द्वारा जुड़े हुए हैं। पालक्काड टाउन स्टेशन से पोलाची, डिंडीगुल और मदुरै के लिए ट्रेन सेवाएं ब्रॉड गेज लाइन के माध्यम से हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>पलक्कड़ सड़कों द्वारा अच्छी तरह से जुड़ा हुआ है। सलेम से एर्नाकुलम तक कोयम्बटूर, पलक्कड़ और त्रिशूर के माध्यम से राष्ट्रीय राजमार्ग 47 - कोझीकोड राष्ट्रीय राजमार्ग 213 मलप्पुरम जिले से होकर गुजरता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, 2011 में पलक्कड़ की आबादी 130,955 है; जिनमें से पुरुष और महिला क्रमशः 63,833 और 67,122 हैं। पलक्कड़ शहर में कुल साक्षरताएं 112,479 हैं, जिनमें 56,065 पुरुष हैं जबकि 56,414 महिलाएं हैं। पलक्कड़ शहर की औसत साक्षरता दर 94.20 प्रतिशत है, जिसमें पुरुष और महिला साक्षरता 96.83 और 91.73 प्रतिशत थी। 89098 सदस्यों के साथ हिंदुओं की आबादी 68% है। मुसलमानों की आबादी 36.920 सदस्यों के साथ 27.9% है। 5006 सदस्यों के साथ ईसाइयों की आबादी 3.8% है।</p>\r\n<p>&nbsp;</p>\r\n<p>पलक्कड़ के महानगरीय क्षेत्र में हेमाम्बिकानगर, मारुथारोड, पलक्कड़ नगरपालिका, पिरयिरी, पुदुसीनरी मध्य, पुदुशरीर पश्चिम और पुथुपरियाराम शामिल हैं। इसकी शहरी / महानगरीय जनसंख्या 293,566 है, जिसमें 143,650 पुरुष और 149,916 महिलाएँ हैं। पलक्कड़ मेट्रोपॉलिटन एरिया की साक्षरता दर 92.14% है, जो राष्ट्रीय औसत 59.5% से बहुत अधिक है। मलयालम सबसे अधिक बोली जाने वाली भाषा है, इसके बाद तमिल भाषी हैं। चूंकि, बहुत सारे तमिल प्रवासी शहर में रहते हैं और यह भी कारण है कि शहर कोयंबटूर के रास्ते में भारतीय राज्य तमिलनाडु से 5 किमी की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>मुख्य लेख: पलक्कड़ जिले का राजनीतिक विभाजन</p>\r\n<p>तालुका; अलाथुर, चित्तुर, मन्नारक्कड़, ओट्टापलम, पलक्कड़ और पट्टांबी।</p>\r\n<p>संसद के सदस्य;</p>\r\n<p>पलक्कड़ - वी.के. श्रीकंदन - युनाइटेड_डेमोक्रेटिक_फ्रंट_ (केरल) (यूडीएफ)</p>\r\n<p>अलठुर - राम्या हरिदास - युनाइटेड_डेमेटिक_फ्रंट_ (केरल) (यूडीएफ)</p>\r\n<p>संशोधित भारतीय संविधान के तहत, राज्य में विकेंद्रीकृत योजना को लागू किया गया है। जिला पंचायत का मुख्यालय पलक्कड़ नगरपालिका में है। जिला पंचायत कार्यालय भवन सिविल स्टेशन के पास है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रतिष्ठित व्यक्तित्व नहीं</p>\r\n<p>मुख्य लेख: पलक्कड़ जिले के लोगों की सूची</p>\r\n<p>अनीता नायर</p>\r\n<p>ई श्रीधरन (प्रख्यात इंजीनियर, दिल्ली मेट्रो रेल कॉर्पोरेशन)</p>\r\n<p>कुंचन नाम्बियार</p>\r\n<p>के। पी। केशव मेनन (आदर्शवादी, मातृभूमि के संस्थापक)</p>\r\n<p>मैथिल देविका</p>\r\n<p>एम। टी। वासुदेवन नायर</p>\r\n<p>ओ वी। विजयन</p>\r\n<p>शशि थरूर</p>\r\n<p>टी। एन। शेषन (पूर्व मुख्य चुनाव आयुक्त)</p>\r\n<p>वल्लथोल नारायण मेनन (पोन्नानी, पुराना पलक्कड़ जिला)</p>\r\n<p>पी। आर। पिशारोटी (कोलेंगोडे, भारत में सुदूर संवेदन के पिता)</p>\r\n<p>&nbsp;</p>\r\n<p>पलक्कड़ में शिक्षा</p>\r\n<p>मुख्य लेख: पलक्कड़ जिले में शिक्षा</p>\r\n<p>आईआईटी पलक्कड़</p>\r\n<p>विक्टोरिया कॉलेज</p>\r\n<p>गवर्नमेंट मेडिकल कॉलेज, पलक्कड़</p>\r\n<p>एमईएस कल्लडी कॉलेज, मन्नारकाड</p>\r\n<p>जिला सार्वजनिक पुस्तकालय, पलक्कड़</p>\r\n<p>श्री नीलकंठ शासकीय संस्कृत महाविद्यालय पट्टांबी</p>\r\n<p>एनएसएस कॉलेज, ओट्टापलम</p>\r\n<p>एनएसएस कॉलेज, नेनमारा</p>\r\n<p>चेम्बाई मेमोरियल गवर्नमेंट म्यूजिक कॉलेज</p>\r\n<p>गवर्नमेंट कॉलेज, चित्तूर</p>\r\n<p>एनएसएस कॉलेज ऑफ इंजीनियरिंग</p>\r\n<p>गवर्नमेंट इंजीनियरिंग कॉलेज, श्रीकृष्णपुरम</p>\r\n<p>अल-अमीन इंजीनियरिंग कॉलेज, शोर्नूर पलक्कड़</p>\r\n<p>करुणा मेडिकल कॉलेज, विलायोडी पलक्कड़</p>\r\n<p>युवक्षेत्र इंस्टीट्यूट ऑफ मैनेजमेंट स्टडीज, मुंदूर</p>\r\n<p>मर्सी कॉलेज, पलक्कड़</p>\r\n<p>वीटीबी कॉलेज [श्रीकृष्णपुरम]</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>मुख्य लेख: पलक्कड़ जिले में पर्यटक आकर्षण</p>\r\n<p>नेनमारा वलंग्ही वेला</p>\r\n<p>कल्पति रथोलसवम</p>\r\n<p>चिनाकठुर गरीबम</p>\r\n<p>कोलेलेमकोड पैलेस</p>\r\n<p>मन्नुर कयामकुननाथु कावु वेला</p>\r\n<p>मुदप्पल्लुर वेला</p>\r\n<p>पलक्कड़ किला - शहर के केंद्र में स्थित, यह केरल का सबसे सुंदर और सबसे अच्छा संरक्षित किला है, जो वीरता और साहस की कई पुरानी कहानियों को याद करता है। किले, जो 1766 में वापस आता है, मैसूर के हैदर अली द्वारा बनाया गया था। 1784 में, एक घेराबंदी के बाद, जो ग्यारह दिनों तक चली, ब्रिटिश कर्नल, विलियम फुलर्टन (1754-1808) ने किले पर धावा बोल दिया। बाद में यह ज़मोरिन के सैनिकों के हाथों में गिर गया, लेकिन 1790 में अंग्रेजों द्वारा फिर से कब्जा कर लिया गया। इस अच्छी तरह से संरक्षित किले को \"टीपू का किला\" भी कहा जाता है, हैदर अली के बेटे टीपू सुल्तान के बाद। यह भारतीय पुरातत्व सर्वेक्षण के संरक्षण में है।</p>\r\n<p>मालमपुझा बांध - पश्चिमी घाट की घाटी पर, भरतपुझा नदी पर एक बड़ा सिंचाई बांध। यहां सुंदर उद्यान, बच्चों के लिए एक मनोरंजन पार्क और जलाशय पर नौका विहार की सुविधा है।</p>\r\n<p>पराम्बिकुलम वन्यजीव अभयारण्य - 285 वर्ग किलोमीटर (110 वर्ग मील) में फैला हुआ, यह पलक्कड़ से 135 किलोमीटर (84 मील) दूर है और तमिलनाडु में इंदिरा गांधी राष्ट्रीय उद्यान और वन्यजीव अभयारण्य के निकट है। हाथियों, जंगली सूअर, सांभर, बाइसन, ग्वार, मगरमच्छ, और कुछ बाघों और पैंथरों के लिए एक निवास स्थान होने के अलावा, इसमें अर्ध-उष्णकटिबंधीय पौधों और पेड़ों का एक समृद्ध वर्गीकरण है। पूर्व अनुमति के साथ जंगल में ट्रेकिंग की अनुमति है। झील में नौका विहार किया जा सकता है। कैननिमारे टीक ट्री, जिसे एशिया का सबसे बड़ा कहा जाता है, यहाँ थुनकादवु के पास है।</p>\r\n<p>साइलेंट वैली नेशनल पार्क - एक घने वर्षा वन, कई दुर्लभ प्रजातियों के साथ, इसे एक राष्ट्रीय उद्यान घोषित किया गया है। पलक्कड़ से इसकी दूरी 80 किलोमीटर (50 मील) है। यह लोकप्रिय रूप से \"एवरग्रीन फॉरेस्ट\" के रूप में जाना जाता है और सिसकस की कमी के कारण इसकी भयानक चुप्पी के लिए जाना जाता है, जो अन्यत्र आम हैं। यह पश्चिमी घाट और आदिवासी लोगों के घर में एक महत्वपूर्ण जीवमंडल आरक्षित है। घाटी दुर्लभ शेर-पूंछ वाले मैकाक के लिए एक निवास स्थान है। पार्क बाघों के लिए एक संरक्षित क्षेत्र भी है।</p>\r\n<p>नेलियामपथी - \"केरल के ऊटी\" के रूप में जाना जाता है, पलक्कड़ से लगभग 80 किलोमीटर (50 मील) और नेम्मारा टाउन से 29 किलोमीटर (18 मील) दूर है। यह अंधेरे सदाबहार जंगलों की घाटियों द्वारा एक दूसरे से काटे गए लकीरों की एक श्रृंखला के बीच जंगल में एक हिल स्टेशन है</p>\r\n<p>धोनी - पलक्कड़ से लगभग 15 किलोमीटर (9.3 मील) दूर एक आरक्षित वन क्षेत्र। इस जंगल में एक छोटे लेकिन शानदार झरने सहित कई दिलचस्प जगहें हैं। धोनी पहाड़ियों के आधार से तीन घंटे की लंबी चढ़ाई के बाद साइट पर पहुंचा जा सकता है।</p>\r\n<p>कंजीरापुझा बांध</p>\r\n<p>कंझिरपुझा बॉटनिकल गार्डन</p>\r\n<p>पलक्कड़ शहर से कंझिरापुझा आयुर्वेद संयंत्र और बाग - 37.4 किलोमीटर (23.2 मील), इसे बड़े क्षेत्र के सिंचाई के उद्देश्य से बनाया गया था।</p>\r\n<p>कोट्टाय - पलक्कड़ जिले का एक गाँव जो पलक्कड़ शहर से 16 किलोमीटर की दूरी पर है। यह चेम्बाई वैद्यनाथ भगवान की जन्मस्थली है।</p>\r\n<p>पूजा के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>इस लेख में अंधाधुंध, अत्यधिक या अप्रासंगिक उदाहरण हो सकते हैं। कृपया अधिक वर्णनात्मक पाठ जोड़कर और कम प्रासंगिक उदाहरण हटाकर लेख में सुधार करें। आगे के सुझावों के लिए बेहतर लेख लिखने के लिए विकिपीडिया की मार्गदर्शिका देखें। (जुलाई 2018)</p>\r\n<p>जैनमेडु जैन मंदिर</p>\r\n<p>मनापुलि कावु</p>\r\n<p>कयामाकुन्नाथु मंदिर मन्नूर</p>\r\n<p>चिनाकठूर मंदिर, पालप्पुरम, ओट्टापलम</p>\r\n<p>थिरुवलथूर शिव मंदिर</p>\r\n<p>कच्छमुरिची मंदिर (नेलियाम्पथी पहाड़ियों के पास)</p>\r\n<p>कुमारपुरम भगवान प्रसन्ना वेंकटचलपति मंदिर</p>\r\n<p>त्रिफला शिव मंदिर</p>\r\n<p>थिरुवेगपुरा सांकरा-नारायणन मंदिर</p>\r\n<p>पनियुर मंदिर</p>\r\n<p>वडक्कन-थारा भगवती मंदिर</p>\r\n<p>थिरुपुराईक्कल मंदिर</p>\r\n<p>कल्पनाथि मंदिर</p>\r\n<p>अकालुर नरसिम्हा स्वामी मंदिर</p>\r\n<p>थंडलोद शिव मंदिर</p>\r\n<p>चेरपुरम शिव मंदिर</p>\r\n<p>मुदप्पल्लोर अझिकुलगरा मंदिर</p>\r\n<p>कोट्टुकुलंगरा भगवती मंदिर-कन्नडी</p>\r\n<p>नुरानी श्री पूर्णा पुष्कलमबल समिथा हरिहरपुत्र स्वामी मंदिर</p>\r\n<p>अय्यप्पन कावु, कोट्टाय</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Palakkad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc47818d-4b57-4f31-8162-1f0449da7f0f_Palakkad-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-palakkad-kerala","tags":[{"name":"केरल","slug":"kerala"},{"name":"पलक्कड़","slug":"palakkad"}],"recommendations":[{"id":631,"title":"मलप्पुरम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","dateCreated":"2019-09-10T02:52:58.544Z","dateModified":"2019-09-11T02:04:45.319Z","contributedBy":"AskGif","content":"मलप्पुरम (मालपुरम भी) भारतीय राज्य केरल का एक शहर है, जो 33.61 किमी 2 (12.98 वर्ग मील) के क्षेत्र में फैला है। 1969 में गठित जिले की पहली नगरपालिका, मलप्पुरम मलप्पुरम जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है। 40 चुनावी वार्डों में विभाजित, शहर की जनसंख्या घनत्व 2,083 प्रति वर्ग किलोमीट","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मलप्पुरम","slug":"malappuram"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-malappuram-kerala","total":0},{"id":628,"title":"कोल्लम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","dateCreated":"2019-09-09T03:28:22.689Z","dateModified":"2019-09-11T02:03:21.684Z","contributedBy":"AskGif","content":"कोल्लम इस साउंडप्रोन्युरेशन (मदद &middot; जानकारी) के बारे में, जिसे इसके पूर्व नाम क्विलोन के नाम से भी जाना जाता है, इस साउंडप्रोन्युरेशन के बारे में (हेल्प &middot; जानकारी) और कोलोआ (पुर्तगाली में) और डेसिंगानाडू, भारतीय राज्य के लेकसैडीव सागर तट पर एक पुराना बंदरगाह और शहर है। केरल। यह शहर अ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"कोल्लम","slug":"kollam"}],"slug":"top-places-to-visit-in-kollam-kerala","total":0},{"id":626,"title":"कन्नूर में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","dateCreated":"2019-09-09T03:16:22.046Z","dateModified":"2019-09-11T02:02:12.419Z","contributedBy":"AskGif","content":"कन्नूर (जिसे इसके पूर्व नाम कैनानोर और पुर्तगाली नाम कैनानोर के नाम से भी जाना जाता है) भारत के केरल राज्य के कन्नूर जिले में एक शहर और एक नगर निगम है। यह कन्नूर जिले का प्रशासनिक मुख्यालय है और राज्य की राजधानी तिरुवनंतपुरम से 518 किमी उत्तर में स्थित है। भारत में ब्रिटिश शासन के दौरान, कन्नूर क","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कन्नूर","slug":"kannur"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-kannur-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}