{"id":632,"title":"Top Places to visit in Palakkad, Kerala","imageUrl":"fc47818d-4b57-4f31-8162-1f0449da7f0f_Palakkad-railway.jpg","dateCreated":"2019-09-10T03:02:29.792Z","dateModified":"2019-09-11T02:05:19.039Z","contributedBy":"AskGif","content":"<p>Palakkad About this soundpronunciation (help&middot;info), also known as Palghat, is a city and municipality in the state of Kerala in southern India, spread over an area of 26.60 km2 and is the administrative headquarters of the Palakkad District. The city is situated about 350 kilometres (217 mi) north of state capital Thiruvananthapuram and 54 kilometers south west of Coimbatore, and 66 km north east of Thrissur on the Salem-Kanyakumari National Highway NH 47.</p>\r\n<p>&nbsp;</p>\r\n<p>Palakkad District is one of the 14 districts of the Indian state of Kerala. Also, it is the largest district in Kerala from 2006. The city of Palakkad is the district headquarters. Palakkad is bordered on the northwest by the Malappuram District, on the southwest by the Thrissur District, on the northeast by The Nilgiris District, and on the east by Coimbatore district of Tamil Nadu. The district is 24.4% urbanized according to the census of 2011. The district is nicknamed \"the granary of Kerala\" and \"Rice bowl of Kerala\".</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Air</p>\r\n<p>The nearest international airport is Coimbatore International Airport, which is about 62 km from Palakkad.</p>\r\n<p>&nbsp;</p>\r\n<p>There has been a proposal for a mini domestic airport at East Yakkara with respect to setting up domestic airports for enhanced air connectivity by the civil aviation ministry of India. 60 acres has been identified for the project at East Yakkara Palakkad.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>There are two railway stations serving Palakkad - Palakkad Junction is a broad gauge railway junction (located at Olavakkode, which can be called a satellite town, about 4 km from the heart of the main town) and Palakkad Town railway station located in the heart of the Palakkad town. Close to Palakkad Junction is the office of Palakkad Railway Division. The cities of Coimbatore, Erode, Salem, Thiruvananthapuram, Kollam, Mangalore, Kozhikode and Ernakulam are connected by the broad gauge line. Train services to Pollachi, Dindigul and Madurai are through the broad gauge line through Palakkad Town station.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Palakkad is well connected by roads. The National Highway 47 from Salem to Ernakulam via Coimbatore, Palakkad and Thrissur &ndash; Kozhikode National Highway 213 via Malappuram pass through the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As per Census 2011, population of Palakkad in 2011 is 130,955; of which male and female are 63,833 and 67,122 respectively. Total literates in Palakkad city are 112,479 of which 56,065 are males while 56,414 are females. Average literacy rate of Palakkad city is 94.20 percent of which male and female literacy was 96.83 and 91.73 percent. Hindus form 68% of the population with 89098 members. Muslims constitute 27.9% of the population with 36620 members. Christians constitute 3.8% of the population with 5006 members.</p>\r\n<p>&nbsp;</p>\r\n<p>The metropolitan area of Palakkad includes Hemambikanagar, Marutharode, Palakkad municipality, Pirayiri, Pudussery Central, Pudussery West, and Puthuppariyaram. Its urban / metropolitan population is 293,566 of which 143,650 are males and 149,916 are females. The literacy rate of Palakkad Metropolitan Area is 92.14%, much higher than the national average of 59.5%. Malayalam is the most spoken language, followed by Tamil speakers. Since, a lot of Tamil migrants are residing in the city and it also the reason that the city located 5 km closure to the Indian state Tamilnadu, on the way to Coimbatore.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Main article: Political Divisions of Palakkad District</p>\r\n<p>Taluks; Alathur, Chittur, Mannarkkad, Ottappalam, Palakkad and Pattambi.</p>\r\n<p>Members of Parliament;</p>\r\n<p>Palakkad - V.K Sreekandan - United_Democratic_Front_(Kerala)(UDF)</p>\r\n<p>Alathur - Ramya Haridas - United_Democratic_Front_(Kerala)(UDF)</p>\r\n<p>Under the amended Indian Constitution, decentralized planning has been implemented in the state. The headquarters of the District Panchayat is at Palakkad Municipal town. The District Panchayat office building is near the Civil Station.</p>\r\n<p>&nbsp;</p>\r\n<p>Noted personalities</p>\r\n<p>Main article: List of people from Palakkad district</p>\r\n<p>Anita Nair</p>\r\n<p>E Sreedharan (Eminent Engineer, Delhi Metro Rail Corporation)</p>\r\n<p>Kunchan Nambiar</p>\r\n<p>K. P. Kesava Menon (Idealist, Founder of Mathrubhoomi)</p>\r\n<p>Methil Devika</p>\r\n<p>M. T. Vasudevan Nair</p>\r\n<p>O. V. Vijayan</p>\r\n<p>Shashi Tharoor</p>\r\n<p>T. N. Seshan (Former Chief Election Commissioner)</p>\r\n<p>Vallathol Narayana Menon (Ponnani, Old Palakkad District)</p>\r\n<p>P. R. Pisharoty (Kollengode, Father of remote sensing in India)</p>\r\n<p>&nbsp;</p>\r\n<p>Education in Palakkad</p>\r\n<p>Main article: Education in Palakkad district</p>\r\n<p>IIT Palakkad</p>\r\n<p>Victoria College</p>\r\n<p>Government Medical College, Palakkad</p>\r\n<p>MES Kalladi College, Mannarkkad</p>\r\n<p>District Public library, Palakkad</p>\r\n<p>Sree Neelakanta Government Sanskrit College Pattambi</p>\r\n<p>NSS College, Ottapalam</p>\r\n<p>NSS College, Nenmara</p>\r\n<p>Chembai Memorial Government Music College</p>\r\n<p>Government College, Chittur</p>\r\n<p>NSS College of Engineering</p>\r\n<p>Government Engineering College, Sreekrishnapuram</p>\r\n<p>Al-Ameen Engineering College, Shornur Palakkad</p>\r\n<p>Karuna Medical College, Vilayodi Palakkad</p>\r\n<p>Yuvakshetra Institute of Management Studies, Mundoor</p>\r\n<p>Mercy College, Palakkad</p>\r\n<p>VTB college [sreekrishnapuram]</p>\r\n<p>Tourist attractions</p>\r\n<p>Main article: Tourist attractions in Palakkad district</p>\r\n<p>Nenmara Vallanghy Vela</p>\r\n<p>Kalpathi Ratholsavam</p>\r\n<p>Chinakathur pooram</p>\r\n<p>Kollemcode Palace</p>\r\n<p>Mannur Kayamakunnathu Kaavu Vela</p>\r\n<p>Mudappallur Vela</p>\r\n<p>Palakkad Fort &ndash; Situated in the heart of town, this is the most beautiful and best preserved fort in Kerala, recalling many old tales of valor and courage. The fort, which dates back to 1766, was built by Hyder Ali of Mysore. In 1784, after a siege which lasted for eleven days, British Colonel, William Fullarton (1754&ndash;1808), stormed the fort. Later it fell into the hands of the Zamorin&rsquo;s troops, but was recaptured by the British in 1790. This well-preserved fort is also known as \"Tipu's Fort\", after Tipu Sultan the son of Hyder Ali. It is under the protection of the Archaeological Survey of India.</p>\r\n<p>Malampuzha Dam - A large irrigation dam on the Bharatapuzha river, on the valley of Western Ghats. There are beautiful gardens, an amusement park for children and a boating facility on the reservoir.</p>\r\n<p>Parambikulam Wildlife Sanctuary - Sprawling over 285 square kilometres (110 square miles), it is 135 kilometres (84 miles) from Palakkad and adjacent to the Indira Gandhi National Park and Wildlife Sanctuary in Tamil Nadu. Besides being an abode to elephants, wild boar, sambar, bison, guar, crocodiles, and a few tigers and panthers, it has a rich assortment of semi-tropical plants and trees. Trekking in the forest is allowed with prior permission. Boating can be done at the lake. The Cannimare Teak Tree, which is said to be Asia&rsquo;s largest, is here near Thunakadavu.</p>\r\n<p>Silent Valley National Park &ndash; A thick rain forest, with many rare species, it has been declared a National Park. It is 80 kilometres (50 miles) from Palakkad. It is popularly known as the \"Evergreen Forest\" and noted for its eerie silence because of the lack of cicadas, which are common elsewhere. It is an important biosphere reserve in the Western Ghats and the home of tribal people. The valley is a habitat for the rare lion-tailed macaque. The park is also a protected area for tigers.</p>\r\n<p>Nelliyampathi &ndash; Known as the \"Ooty of Kerala\", about 80 kilometres (50 miles) from Palakkad and 29 kilometres (18 miles) from Nemmara Town. It is a hill station in the forest between a series of ridges cut off from one another by valleys of dark evergreen forests</p>\r\n<p>Dhoni &ndash; A reserve forest area about 15 kilometres (9.3 miles) from Palakkad. This forest has many interesting sights including a small but splendid waterfall. The site can be reached after a fairly long climb of three hours from the base of the Dhoni hills.</p>\r\n<p>Kanjirapuzha Dam</p>\r\n<p>Kanjhirapuzha Botanical Garden</p>\r\n<p>Kanjhirapuzha ayurveda plantion and garden - 37.4 kilometres (23.2 miles) from Palakkad town, it was built for large area irrigation purposes.</p>\r\n<p>Kottayi - A village in Palakkad district which is 16 kilometers from Palakkad town. It is the birthplace of Chembai Vaidyanatha Bhagavatar.</p>\r\n<p>Places of worship</p>\r\n<p>&nbsp;</p>\r\n<p>This article may contain indiscriminate, excessive, or irrelevant examples. Please improve the article by adding more descriptive text and removing less pertinent examples. See Wikipedia's guide to writing better articles for further suggestions. (July 2018)</p>\r\n<p>Jainimedu Jain temple</p>\r\n<p>Manapulli kaavu</p>\r\n<p>Kayamakunnathu Temple Mannur</p>\r\n<p>Chinakkathoor Temple, Palappuram, Ottapalam</p>\r\n<p>Thiruvalathoor Siva Temple</p>\r\n<p>Kachamkurichi Temple (near the Nelliyampathy Hills)</p>\r\n<p>Kumarapuram Lord Prasanna Venkatachalapathy Temple</p>\r\n<p>Thrithala Siva Temple</p>\r\n<p>Thiruvegappura Sankara-narayanan Temple</p>\r\n<p>Panniyur Temple</p>\r\n<p>Vadakkan-thara Bhagavathy Temple</p>\r\n<p>Thirupuraikkal Temple</p>\r\n<p>Kalpathy Temple</p>\r\n<p>Akalur Narasimha Swamy Temple</p>\r\n<p>Thandalod Siva Temple</p>\r\n<p>Cherapuram Siva Temple</p>\r\n<p>Mudappallor Azhikulagara Temple</p>\r\n<p>Kottukulangara Bhagavathy Temple-Kannady</p>\r\n<p>Nurani Sri Poorna Pushkalambal Sametha Hariharaputhra Swamy Temple</p>\r\n<p>Ayyappan Kavu, Kottayi</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Palakkad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fc47818d-4b57-4f31-8162-1f0449da7f0f_Palakkad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-palakkad-kerala","tags":[{"name":"kerala","slug":"kerala"},{"name":"palakkad","slug":"palakkad"}],"recommendations":[{"id":631,"title":"Top Places to visit in Malappuram, Kerala","imageUrl":"a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","dateCreated":"2019-09-10T02:52:58.544Z","dateModified":"2019-09-11T02:04:45.319Z","contributedBy":"AskGif","content":"Malappuram (also Malapuram) is a city in the Indian state of Kerala, spread over an area of 33.61 km2 (12.98 sq mi). The first municipality in the district formed in 1969, Malappuram serves as the administrative headquarters of Malappuram district. Divided into 40 electoral wards, the city has a ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"malappuram","slug":"malappuram"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-malappuram-kerala","total":0},{"id":628,"title":"Top Places to visit in Kollam, Kerala","imageUrl":"96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","dateCreated":"2019-09-09T03:28:22.689Z","dateModified":"2019-09-11T02:03:21.684Z","contributedBy":"AskGif","content":"Kollam About this soundpronunciation (help&middot;info), also known by its former name Quilon About this soundpronunciation (help&middot;info) and Coul&atilde;o (in Portuguese) and Desinganadu, is an old seaport and city on the Laccadive Sea coast of the Indian state of Kerala. The city is on the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"kollam","slug":"kollam"}],"slug":"top-places-to-visit-in-kollam-kerala","total":0},{"id":626,"title":"Top Places to visit in Kannur, Kerala","imageUrl":"89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","dateCreated":"2019-09-09T03:16:22.046Z","dateModified":"2019-09-11T02:02:12.419Z","contributedBy":"AskGif","content":"Kannur (also known by its former names Cannanore and Portuguese name Cananor) is a city and a Municipal Corporation in Kannur district, state of Kerala, India. It is the administrative headquarters of the Kannur District and situated 518 km north of the state capital Thiruvananthapuram. During Br","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/89b1d183-7769-4ed2-9125-ba6c1b2e6120_Kannur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kannur","slug":"kannur"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-kannur-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}