{"id":633,"title":"पथानामथिट्टा में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","dateCreated":"2019-09-10T03:11:23.131Z","dateModified":"2019-09-11T02:05:50.914Z","contributedBy":"AskGif","content":"<p>पठानमथिट्टा एक शहर और नगर पालिका है, जो भारत के केरल राज्य में मध्य त्रावणकोर क्षेत्र में स्थित है, जो 23.50 किमी 2 के क्षेत्र में फैला हुआ है। यह पठानमथिट्टा जिले की प्रशासनिक राजधानी है। शहर की आबादी 37,538 है। हिंदू तीर्थस्थल सबरीमाला पठानमथिट्टा जिले में स्थित है; सबरीमाला के मुख्य परिवहन केंद्र के रूप में, शहर को 'तीर्थ राजधानी केरल' के रूप में जाना जाता है। पथानामथिट्टा। जिला, केरल राज्य का तेरहवां राजस्व जिला। इसका गठन 1 नवंबर 1982 से G.O. (M.S) नंबर .1026 / 82 / RD दिनांक 29 अक्टूबर 1982 से किया गया था, जिसका मुख्यालय पठानमथिट्टा में था। वन जिले के कुल क्षेत्रफल के आधे (1396.95 किमी 2) से अधिक है। पठानमथिट्टा जिला राज्य में 7 वें स्थान (2652 वर्ग किमी) में है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>मुख्य लेख: पठानमथिट्टा जिले का प्रशासन</p>\r\n<p>&nbsp;</p>\r\n<p>केरल विधानसभा चुनाव 2016 पठानमथिट्टा का निर्वाचन क्षेत्र</p>\r\n<p>पठानमथिट्टा विधानसभा निर्वाचन क्षेत्र इडुक्की (लोकसभा निर्वाचन क्षेत्र) का हिस्सा था, लेकिन अब पठानमथिट्टा एक अलग लोकसभा क्षेत्र है। पथानमथिट्टा अरनमुला विधानसभा क्षेत्र के अंतर्गत आता है। इससे पहले, पठानमथिट्टा खुद एक विधानसभा क्षेत्र था। लेकिन परिसीमन के बाद, पठानमथिट्टा ने अपना निर्वाचन क्षेत्र खो दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला मुख्यालय पठानमथिट्टा शहर में है। जिला प्रशासन का नेतृत्व जिला कलेक्टर करता है। उन्हें पांच डिप्टी कलेक्टरों द्वारा सामान्य मामलों, राजस्व वसूली, भूमि अधिग्रहण, भूमि सुधार और चुनाव के आरोपों में सहायता प्रदान की जाती है। ग्रामीण क्षेत्रों में पंचायत की तीन स्तरीय प्रणाली के तहत, पठानमथिट्टा में एक जिला पंचायत, 9 ब्लॉक पंचायत और 57 ग्राम पंचायत हैं। शहरी क्षेत्रों में एकल स्तरीय प्रणाली के तहत, जिले में 4 नगर पालिकाएँ हैं। इसके अलावा, एक जनगणना शहर (Kozhencherry) है।</p>\r\n<p>&nbsp;</p>\r\n<p>संसदीय और विधानसभा निर्वाचन क्षेत्रों के आदेश, 2008 के परिसीमन के अनुसार, पठानमथिट्टा में आठ से नीचे पांच विधानसभा क्षेत्र हैं। हालांकि, जिला एक संसदीय निर्वाचन क्षेत्र में एकीकृत था, इस प्रकार लोकसभा में एक सीट का योगदान था। पथानामथिट्टा संसदीय क्षेत्र जिले के सभी पाँच विधानसभा क्षेत्रों के साथ-साथ पड़ोसी कोट्टायम जिले के दो अन्य विधानसभा क्षेत्रों को मिलाकर बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय राष्ट्रीय कांग्रेस, भारतीय जनता पार्टी, सीपीएम / सीपीआई और केरल कांग्रेस मुख्य राजनीतिक दल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नगर पालिकाएँ: ४</p>\r\n<p>तिरुवल्ला</p>\r\n<p>पथानामथिट्टा</p>\r\n<p>एक दरवाजा</p>\r\n<p>Pandalam</p>\r\n<p>परिवहन</p>\r\n<p>हवाई अड्डा</p>\r\n<p>पठानमथिट्टा शहर से 28 किमी दूर प्रस्तावित सबरी अंतर्राष्ट्रीय हवाई अड्डा, चेरुवल्ली पूरा होने पर निकटतम हवाई अड्डा होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवनंतपुरम अंतर्राष्ट्रीय हवाई अड्डा (113 किमी), कोचीन अंतर्राष्ट्रीय हवाई अड्डा, नेदुम्बसेरी, कोच्चि (142 किमी) निकटतम हवाई अड्डे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हेलीपोर्ट</p>\r\n<p>पेरुनाड हेलीपोर्ट (हेलीपैड) कुट्टिकम एस्टेट, ममपारा रोड में स्थित है। जिसे सबरीमाला हेलीपैड के नाम से जाना जाता है। चिप्सन एविएशन प्राइवेट लिमिटेड, जो विभिन्न स्थानों से सेवा प्राप्त कर रहा है। सबरीमाला तीर्थयात्रा के अधिकांश लोग इस हेलिपोर्ट का उपयोग कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>चेंगन्नूर रेलवे स्टेशन (कोड: CNGR) (24 किमी) निकटतम रेलवे स्टेशन है। तिरुवल्ला रेलवे स्टेशन (कोड: TRVL) (30 किमी) जिले का एकमात्र रेलवे स्टेशन है। मवेलिकारा रेलवे स्टेशन (कोड: MVLK) (32.5 किमी) चेंगन्नूर और तिरुवल्ला स्टेशनों के बाद भी निकटतम स्टेशन है। कोल्लम जंक्शन रेलवे स्टेशन (कोड: QLN) पठानमथिट्टा से 62 किमी दूर है। स्टेशन के सामने स्थित चेंगन्नूर निजी बस स्टैंड का स्थान इसे सबसे सुविधाजनक बनाता है। पथानमथिट्टा के लिए सीधी बस सेवा तिरुवल्ला और चेंगन्नूर दोनों से संचालित की जाती है। प्रस्तावित चेंगन्नूर - पंडालम - कोट्टारकारा - तिरुवनंतपुरम रेलवे लाइन जिले से गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>पठानमथिट्टा का दृश्य</p>\r\n<p>पथानामथिट्टा दो प्रमुख राज्य राजमार्गों का मिलन बिंदु है। रोड (SH - 07) और मुख्य पूर्वी राजमार्ग (पुनालुर-मुवत्तुपुझा रोड / SH - 08)। राज्य द्वारा K.S.R.T.C और निजी बसों के साथ-साथ लग्जरी सेवाओं द्वारा केरल के अंदर और बाहर के प्रमुख कस्बों और कस्बों से शहर अच्छी तरह से जुड़ा हुआ है। KSRTC और निजी बसें दोनों शहर की परिवहन आवश्यकताओं को पूरा करने में समान भूमिका निभाती हैं। कोल्लम, तिरुवनंतपुरम, कोच्चि, त्रिशूर आदि शहर केएसआरटीसी सेवाओं द्वारा जुड़े हुए हैं, जबकि पुनालुर, कुमाली, पाला और उत्तरी केरल के मालाबार क्षेत्र जैसी उच्च श्रेणी की टाउनशिप निजी बस सेवाओं से जुड़ी हुई हैं। KSRTC चेन सेवाएँ चला रहा है जो पठानमथिट्टा को कोल्लम शहर से अडूर के माध्यम से जोड़ते हैं, साथ ही चेंवन्नुर रेलवे को इलावुमथिट्टा या कोज़ेनचेरी के माध्यम से भी। A / C लग्जरी बस सेवाओं के बहुत सारे पठानमथिट्टा से बैंगलोर, चेन्नई, मैंगलोर और मुंबई के लिए दैनिक आधार पर संचालित होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पठानमथिट्टा जिले में केएसआरटीसी बस स्टेशन पठानमथिट्टा, तिरुवल्ला, अडूर, पंडालम, मल्लपल्ली, रन्नी और पम्बा हैं।</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>अदावी में झील पर्यटन</p>\r\n<p>पठानमथिट्टा जिले को केरल राज्य के तीर्थ पर्यटन मुख्यालय के रूप में जाना जाता है। पश्चिमी घाट के पास और पहाड़ियों से घिरा पठानमथिट्टा जिला जंगलों, नदियों और ग्रामीण परिदृश्यों के विशाल फैलाव के साथ आंखों का इलाज है। प्रकृति से धन्य, जिला अपनी प्राकृतिक सुंदरता, मेलों और त्योहारों के लिए प्रसिद्ध है। लॉर्ड अयप्पा की भूमि पठानमथिट्टा पर्यटन की टैग-लाइन है। पठानमथिट्टा हर साल बड़ी संख्या में पर्यटकों को आकर्षित करता है। पिलग्रिम केंद्र और अन्य इको पर्यटन स्थल जैसे गावी और अदावी पठानमथिट्टा में सबसे अधिक देखे जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पठानमथिट्टा से दूरी</p>\r\n<p>अडूर (18 किमी)</p>\r\n<p>पंडालम (15 किमी)</p>\r\n<p>चेंगन्नूर (24 किमी)</p>\r\n<p>तिरुवल्ला (30.7 किमी)</p>\r\n<p>मवेलिकर (32 किमी)</p>\r\n<p>कोज़ेनचेरी (13 किमी)</p>\r\n<p>कोट्टायम (58.1 किमी)</p>\r\n<p>सबरीमाला (65 किमी)</p>\r\n<p>रानी (15 किमी)</p>\r\n<p>कलंजूर (22 किलोमीटर)</p>\r\n<p>((कुडाल)) 17 कि.मी.</p>\r\n<p>निकटतम प्रमुख शहर त्रिवेंद्रम, कोल्लम, अलाप्पुझा, कोट्टायम और कोच्चि हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म</p>\r\n<p>पठानमथिट्टा जिले में धर्म</p>\r\n<p>धर्म प्रतिशत</p>\r\n<p>हिंदुओं</p>\r\n<p>&nbsp;</p>\r\n<p>56.93%</p>\r\n<p>ईसाइयों</p>\r\n<p>&nbsp;</p>\r\n<p>38.12%</p>\r\n<p>मुसलमानों</p>\r\n<p>&nbsp;</p>\r\n<p>4.6%</p>\r\n<p>अन्य लोग</p>\r\n<p>&nbsp;</p>\r\n<p>0.35%</p>\r\n<p>धर्मों का वितरण</p>\r\n<p>स्रोत: 2011 की जनगणना</p>\r\n<p>हिंदू धर्म (57%) पठानमथिट्टा में बहुसंख्यक विश्वास है। क्रिश्चियन (38%) महत्वपूर्ण अल्पसंख्यक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक सम्मेलन</p>\r\n<p>पठानमथिट्टा में चेरुकोलपुझा सम्मेलन, हिंदुओं का एक महत्वपूर्ण धार्मिक सम्मेलन है। यह चामुकोल में पम्बा नदी के रेत तट पर आयोजित किया जाता है, आमतौर पर हर साल फरवरी में। यह अयूरोर-चेरुकोलपुझा हिंदुमाथ महा मंडलम द्वारा अयोधोर गांव में विद्याधिराज नगर में आयोजित किया जाता है।</p>\r\n<p>मैरामन कन्वेंशन, एशिया में सबसे बड़े ईसाई सम्मेलन में से एक, कोरामेनेरी ब्रिज के बगल में पंपा नदी के विशाल रेत-बिस्तर पर फरवरी के महीने के दौरान मैराथन, पठानमथिट्टा, केरल, भारत में आयोजित किया जाता है। यह मार थोमा चर्च के मिशनरी विंग, मार थोमा इवेंजलिस्टिक एसोसिएशन द्वारा आयोजित किया जाता है।</p>\r\n<p>पूजा के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>सबरीमाला मंदिर</p>\r\n<p>पठारीमथिट्टा जिले में सबरीमाला पहाड़ियों में स्थित विश्व प्रसिद्ध तीर्थस्थल सबरीमाला श्री अय्यप्पा मंदिर। इसे 'केरल की तीर्थ राजधानी' के रूप में जाना जाता है।</p>\r\n<p>अरनमुला पार्थसारथी मंदिर दिव्य देशमों में से एक है, विष्णु के 108 मंदिर 12 कवि संतों या अलवरों द्वारा प्रतिष्ठित हैं।</p>\r\n<p>अनिककट्टिल्ममक्षथ्रम, शिवपार्वती मंदिर</p>\r\n<p>वैपुर महादेव मंदिर भी जिले में है।</p>\r\n<p>मलयालमपुझा में मलयालप्पुझा देवी मंदिर</p>\r\n<p>सेंट पीटर और सेंट पॉल चर्च, परुमला, सेंट ग्रेगोरियस की कब्र या परुमाला के घेवरघे मार ग्रेगोरीस के लिए प्रसिद्ध है।</p>\r\n<p>'सेंट जॉर्ज ऑर्थोडॉक्स चर्च, मायलाप्रा, जिसे 'मायलापरा वलियापल्ली प्रसिद्ध तीर्थस्थल के रूप में भी जाना जाता है।</p>\r\n<p>सेंट मैरी ऑर्थोडॉक्स चर्च, कलोपोपरा में कलालोपपारा</p>\r\n<p>मक्कमकुन्नु सेंट स्टीफन के रूढ़िवादी कैथेड्रल। यह मक्कमकुन्नू कन्वेंशन के लिए प्रसिद्ध है। यह पठानमथिट्टा टाउन क्षेत्र का पहला चर्च है।</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>&nbsp;</p>\r\n<p>बाघ पठानमथिटा के आरक्षित वनों में निवास करता है</p>\r\n<p>पठानमथिट्टा में वन, वृक्षारोपण, नदियों और उपजाऊ भूमि के साथ उष्णकटिबंधीय जैव विविधता है। जिले का पचास प्रतिशत भाग वन से आच्छादित है, जो समृद्ध वनस्पतियों और जीवों को उपलब्ध कराता है। जिले में औषधीय, मसाले, कंद फसलों और उन पैदावार वाले फलों और फाइबर सहित विभिन्न प्रकार के पौधे हैं। मिर्च, अदरक, इलायची और हल्दी जैसे सुगंधित पौधों और मसालों की बड़े पैमाने पर खेती की जाती है। इमारती लकड़ी, सागौन, शीशम, जैक ट्री, मंजकदम्बु, अंजली, पाला जैसे पेड़ बहुतायत में पाए जा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले के जंगलों में उत्कृष्ट वन्य जीवन निवास हैं। विभिन्न प्रकार के पशु और पक्षी पाए जा सकते हैं। जंगल में बाघ, हाथी, गौर, हिरण, बंदर और अन्य जंगली जानवर पाए जाते हैं। विशालकाय गिलहरी, शेर-पूंछ वाले मकाक, भौंकने वाले हिरण और भालू भी रिजर्व में देखे जा सकते हैं। मालाबार ग्रे हॉर्नबिल और महान भारतीय हॉर्नबिल पाए जाते हैं। पथानामथिट्टा में भारतीय मोर भी है। कई अन्य पक्षी जैसे कि सनबर्ड, कठफोड़वा और किंगफिशर भी देखे जा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वन्यजीवों के आवास का अस्तित्व विभिन्न क्षेत्रों से खतरे में है। उर्वरक और उद्योगों से प्रदूषण और अवैध रेत खनन प्रमुख खतरे हैं। सबरीमाला तीर्थयात्रा से जुड़े मुद्दे जैसे कि वन भूमि की सफाई और बड़ी मात्रा में कचरे का निपटान भी निवास के लिए खतरा है।</p>\r\n<p>शिक्षण संस्थान</p>\r\n<p>मुख्य लेख: पठानमथिट्टा जिले में शिक्षा</p>\r\n<p>N.S.S कॉलेज, पंडालम</p>\r\n<p>N.S.S ट्रेनिंग कॉलेज, पंडालम</p>\r\n<p>कॉलेज ऑफ इंजीनियरिंग, मनक्कल</p>\r\n<p>कॉलेज ऑफ एप्लाइड साइंस, पठानमथिट्टा</p>\r\n<p>कॉलेज ऑफ एप्लाइड साइंसेज (I.H.R.D), अदूर</p>\r\n<p>कॉलेज ऑफ एप्लाइड साइंसेज (I.H.R.D), कलंजूर</p>\r\n<p>B.A.M. कॉलेज, पंबा</p>\r\n<p>कैथोलिक कॉलेज, पठानमथिट्टा</p>\r\n<p>देवस्वोम बोर्ड कॉलेज, परुमाला</p>\r\n<p>अब्राहम मर्थोमा मेमोरियल हायर सेकेंडरी स्कूल</p>\r\n<p>मारथोमा कॉलेज, तिरुवल्ला</p>\r\n<p>सहोदरन अयप्पन स्मारक। (S.N.D.P) योगम कॉलेज, कोनी</p>\r\n<p>सेंट साइरिल्स कॉलेज, पठानमथिट्टा</p>\r\n<p>सेंट थॉमस कॉलेज, कोज़ेनचेरी</p>\r\n<p>मन्नम आयुर्वेद मेडिकल कॉलेज, पंडालम</p>\r\n<p>करमेल इंजीनियरिंग कॉलेज, पेरुनाड</p>\r\n<p>कॉलेज ऑफ इंजीनियरिंग, कलालोपपारा</p>\r\n<p>कॉलेज ऑफ इंजीनियरिंग, पठानंथिट्टा</p>\r\n<p>माउंट ज़ियोन कॉलेज ऑफ इंजीनियरिंग, पठानमथिट्टा</p>\r\n<p>मुसलीमार कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, कुम्बाझा</p>\r\n<p>श्री बुद्ध कॉलेज ऑफ इंजीनियरिंग फॉर वुमेन पठानमथिट्टा</p>\r\n<p>पुष्पगिरी इंस्टीट्यूट ऑफ मेडिकल साइंसेज एंड रिसर्च सेंटर, पठानमथिट्टा</p>\r\n<p>कॉलेज ऑफ नर्सिंग, पठानमथिट्टा</p>\r\n<p>अर्चना कॉलेज ऑफ नर्सिंग, पंडालम</p>\r\n<p>M.G.M. मुथूट कॉलेज ऑफ नर्सिंग, कल्लारकदवु, पठानमथिट्टा</p>\r\n<p>पुष्पगिरी कॉलेज ऑफ नर्सिंग, पठानमथिट्टा</p>\r\n<p>K.V.V.S. प्रौद्योगिकी संस्थान, अदूर</p>\r\n<p>मार अथानासियोस कॉलेज फॉर एडवांस्ड स्टडीज़, तिरुवल्ला</p>\r\n<p>मार अथानासियस कॉलेज ऑफ एडवांस्ड स्टडीज, पठानमथिट्टा</p>\r\n<p>सेंट जॉन्स कॉलेज थोरुप्रम, पठानमथिट्टा</p>\r\n<p>जवाहर नवोदय विद्यालय, मन्नादीसला, वेचूचिरा</p>\r\n<p>N.S.S पॉलिटेक्निक, पंडालम</p>\r\n<p>सरकार। पॉलिटेक्निक, वेचूचिरा</p>\r\n<p>विश्व ब्राह्मण कॉलेज, वेचूचिरा</p>\r\n<p>सेंट थॉमस कॉलेज, थवलप्परा, कोनी</p>\r\n<p>मारथोमा अकादमी, तिरुवल्ला</p>\r\n<p>सरकार। पॉली टेक्निक, वेन्निकुलम</p>\r\n<p>मन्नम मेमोरियल एन एस एस कॉलेज, कोनी</p>\r\n<p>वीएनएस कॉलेज ऑफ आर्ट्स एंड साइंस, कोनी</p>\r\n<p>खेल</p>\r\n<p>कस्बे के मुख्य स्टेडियम पठानमथिट्टा के। के। नायर स्टेडियम और पठानमथिट्टा इंडोर स्टेडियम हैं। अन्य स्टेडियमों में प्रमदोम राजीव गांधी इंडोर स्टेडियम शामिल हैं। ये स्टेडियम राज्य, जिला स्तरों में खेल स्पर्धाओं का आयोजन करते हैं और इसका उपयोग अन्य उद्देश्यों के लिए भी किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सांस्कृतिक खेल</p>\r\n<p>अरनमुला बोट रेस सितंबर के महीने के दौरान मनाए जाने वाले त्योहार का हिस्सा है। हालांकि सांपों की नाव की दौड़ भी आस-पास के स्थानों पर की जाती है, लेकिन अरनमुला में आयोजित दौड़ नौकाओं के आकार और डिजाइन के कारण अद्वितीय है। मरामदीमतसाराम (ऑक्स रेस) एक अन्य मौसमी खेल है। यह मध्य त्रावणकोर क्षेत्र के सबसे बड़े वार्षिक पशु मेले के हिस्से के रूप में आयोजित किया जाता है। दौड़ तीन श्रेणियों में आयोजित की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Pathanamthitta</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-pathanamthitta-kerala","tags":[{"name":"केरल","slug":"kerala"},{"name":"पथानामथिट्टा","slug":"pathanamthitta"}],"recommendations":[{"id":631,"title":"मलप्पुरम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","dateCreated":"2019-09-10T02:52:58.544Z","dateModified":"2019-09-11T02:04:45.319Z","contributedBy":"AskGif","content":"मलप्पुरम (मालपुरम भी) भारतीय राज्य केरल का एक शहर है, जो 33.61 किमी 2 (12.98 वर्ग मील) के क्षेत्र में फैला है। 1969 में गठित जिले की पहली नगरपालिका, मलप्पुरम मलप्पुरम जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है। 40 चुनावी वार्डों में विभाजित, शहर की जनसंख्या घनत्व 2,083 प्रति वर्ग किलोमीट","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मलप्पुरम","slug":"malappuram"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-malappuram-kerala","total":0},{"id":629,"title":"कोट्टायम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","dateCreated":"2019-09-09T03:38:02.088Z","dateModified":"2019-09-11T02:03:49.948Z","contributedBy":"AskGif","content":"कोट्टायम भारतीय राज्य केरल का एक शहर है। यह दक्षिण-पश्चिम केरल में स्थित कोट्टायम जिले का जिला मुख्यालय है। 2011 की जनगणना के अनुसार शहर की प्रशासनिक सीमा में इसकी जनसंख्या 136,812 थी। कोट्टायम केरल की राजधानी तिरुवनंतपुरम से लगभग 146 किमी उत्तर में है।\r\n&nbsp;\r\nयह साहित्य के मुख्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोट्टायम","slug":"kottayam"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-kottayam-kerala","total":0},{"id":625,"title":"इडुक्की, पयनावु में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"इडुक्की केरल राज्य, भारत के 14 जिलों में से एक है, जो 26 जनवरी 1972 को कोट्टायम जिले को द्विभाजित करके बनाया गया था। उस समय, जिला मुख्यालय कोट्टायम में था। जून 1976 में इसे दर्दावू ले जाया गया। इडुक्की केरल के पश्चिमी घाट में स्थित है। इडुक्की क्षेत्र में दूसरा सबसे बड़ा जिला है लेकिन जनसंख्या घन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पयनावु","slug":"painavu"},{"name":"इडुक्की","slug":"idukki"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-idukki-painavu-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}