{"id":633,"title":"Top Places to visit in Pathanamthitta, Kerala","imageUrl":"7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","dateCreated":"2019-09-10T03:11:23.131Z","dateModified":"2019-09-11T02:05:50.914Z","contributedBy":"AskGif","content":"<p>Pathanamthitta is a town and a municipality situated in the Central Travancore region in the state of Kerala, India, spread over an area of 23.50 km2. It is the administrative capital of Pathanamthitta district. The town has a population of 37,538. The Hindu pilgrim centre Sabarimala is situated in the Pathanamthitta district; as the main transport hub to Sabarimala, the town is known as the 'Pilgrim Capital of Kerala'. Pathanamthitta. District, the thirteenth revenue district of the State of Kerala. It was formed with effect from 1 November 1982 vide G.O. (M.S) No.1026/82/RD dated 29 October 1982, with headquarters at Pathanamthitta. Forest covers more than half (1396.95 km2.) of the total area of the District. Pathanamthitta District ranks the 7th in area (2652 sq. km.) in the State.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Main article: Administration of Pathanamthitta district</p>\r\n<p>&nbsp;</p>\r\n<p>Kerala Assembly Election 2016 Constituency map of Pathanamthitta</p>\r\n<p>Pathanamthitta assembly constituency was part of the Idukki (Lok Sabha constituency) but now Pathanamthitta is a separate Lok Sabha constituency. Pathanamthitta comes under Aranmula Assembly constituency. Earlier, Pathanamthitta itself was an Assembly constituency. But after delimitation, Pathanamthitta lost its named constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>The district headquarters is at Pathanamthitta town. The district administration is headed by the District Collector. He is assisted by five Deputy Collectors holding charges of general matters, revenue recovery, land acquisition, land reforms and election. Under the three tier system of panchayat in rural areas, Pathanamthitta has one district panchayat, 9 block panchayat and 57 grama panthayats. Under the single tier system in urban areas, there are 4 municipalities the district. In addition, there is a census town (Kozhencherry).</p>\r\n<p>&nbsp;</p>\r\n<p>As per the Delimitation of Parliamentary and Assembly Constituencies Order, 2008, Pathanamthitta has five Assembly constituencies, down from eight. However, the district was unified into a single Parliamentary constituency, thus contributing a seat to the Lok Sabha. The Pathanamthitta parliamentary constituency is formed by including all the five Assembly constituencies of the district along with two other Assembly constituencies in the neighboring Kottayam district.</p>\r\n<p>&nbsp;</p>\r\n<p>Indian National Congress, Bharatiya Janata Party, the CPM/CPI and Kerala Congress are the main political parties.</p>\r\n<p>&nbsp;</p>\r\n<p>Municipalities: 4</p>\r\n<p>Thiruvalla</p>\r\n<p>Pathanamthitta</p>\r\n<p>Adoor</p>\r\n<p>Pandalam</p>\r\n<p>Transportation</p>\r\n<p>Airport</p>\r\n<p>The proposed Sabari International Airport, Cheruvally would be the closest airport upon completion, at 28 km away from Pathanamthitta town.</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruvananthapuram International Airport (113 km), Cochin International Airport, at Nedumbassery, Kochi (142 km) are the nearest airports.</p>\r\n<p>&nbsp;</p>\r\n<p>Heliport</p>\r\n<p>Perunad Heliport (helipad) is situated in Kuttikayam estate, Mampara road. Which is known as Sabarimala helipad. Chipsan Aviation Pvt Ltd, having service from various location. Most of the Sabarimala pilgrimages are using this heliport.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Chengannur railway station (Code: CNGR) (24 km) is the nearest Railway station. Tiruvalla railway station (Code: TRVL) (30 km) is the only railway station in the District. Mavelikara railway station (Code: MVLK) (32.5 km) is also nearest station after Chengannur and Tiruvalla stations. Kollam Junction Railway Station (Code: QLN) is 62 km away from Pathanamthitta. The location of Chengannur private bus stand in front of the station makes it the most convenient one. Direct Bus services to Pathanamthitta are operated from both Tiruvalla and Chengannur. The proposed Chengannur &ndash; Pandalam &ndash; Kottarakkara &ndash; Thiruvananthapuram railway line passes through the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>View of Pathanamthitta</p>\r\n<p>Pathanamthitta is the meeting point of two major State Highways T.K. Road (SH &ndash; 07) and Main Eastern Highway (Punalur-Muvattupuzha Road / SH &ndash; 08). The town is well connected to major towns and cities inside and outside Kerala by the State run K.S.R.T.C and private buses as well as Luxury Services. Both the KSRTC and private buses play equal roles in satisfying the transportation needs of the town. The cities of Kollam, Thiruvananthapuram, Kochi, Thrissur etc. are connected by KSRTC services whereas hi-range townships like Punalur, Kumali, Pala and the Malabar Area of Northern Kerala are connected by private bus services. KSRTC is running chain services that connect Pathanamthitta with the City of Kollam via Adoor, Also to Chengannur railway via Elavumthitta or Kozhencherry. Plenty of A/C Luxury Bus services are operated from Pathanamthitta to Bangalore, Chennai, Mangalore and Mumbai on a daily basis.</p>\r\n<p>&nbsp;</p>\r\n<p>KSRTC bus stations in Pathanamthitta district are Pathanamthitta, Thiruvalla, Adoor, Pandalam, Mallapally, Ranni, and Pamba.</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Lake tourism in Adavi</p>\r\n<p>Pathanamthitta district is known as the Headquarters of Pilgrimage Tourism, of the Kerala State. Situated near the Western Ghats and bordered by the hills, Pathanamthitta district is a treat to eyes with its vast unending stretches of forests, rivers and rural landscapes. Blessed by nature, the district is famous for its scenic beauty, fairs and festivals. Land of Lord Ayyappa is the tag-line of Pathanamthitta tourism. Pathanamthitta attracts a large number of tourists every year. Pilgrim centres and other eco tourism spots like Gavi and Adavi are most visited in Pathanamthitta.</p>\r\n<p>&nbsp;</p>\r\n<p>Distance from Pathanamthitta</p>\r\n<p>Adoor (18 km)</p>\r\n<p>Pandalam (15 km)</p>\r\n<p>Chengannur (24 km)</p>\r\n<p>Thiruvalla (30.7 km)</p>\r\n<p>Mavelikara (32 km)</p>\r\n<p>Kozhencherry (13 km)</p>\r\n<p>Kottayam (58.1 km)</p>\r\n<p>Sabarimala (65 km)</p>\r\n<p>Ranny (15 km)</p>\r\n<p>Kalanjoor (22 Km)</p>\r\n<p>((Koodal)) 17 km</p>\r\n<p>Nearest major cities are Trivandrum, Kollam, Alappuzha, Kottayam and Kochi.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion</p>\r\n<p>Religions in Pathanamthitta District</p>\r\n<p>ReligionPercent</p>\r\n<p>Hindus</p>\r\n<p>&thinsp;</p>\r\n<p>56.93%</p>\r\n<p>Christians</p>\r\n<p>&thinsp;</p>\r\n<p>38.12%</p>\r\n<p>Muslims</p>\r\n<p>&thinsp;</p>\r\n<p>4.6%</p>\r\n<p>Others</p>\r\n<p>&thinsp;</p>\r\n<p>0.35%</p>\r\n<p>Distribution of religions</p>\r\n<p>Source: 2011 Census.</p>\r\n<p>Hinduism (57%) is the majority faith in Pathanamthitta.Christians (38%) forms significant minority.</p>\r\n<p>&nbsp;</p>\r\n<p>Religious conventions</p>\r\n<p>The Cherukolpuzha Convention, in Pathanamthitta is an important religious convention of the Hindus. It is held at Cherukole on the sand banks of Pamba River, usually in February every year. It is organized by the Ayroor-Cherukolpuzha Hindumatha Maha Mandalam at Vidyadhiraja Nagar at Ayroor village.</p>\r\n<p>The Maramon Convention, one of the largest Christian convention in Asia, is held at Maramon, Pathanamthitta, Kerala, India annually during the month of February on the vast sand-bed of the Pampa River next to the Kozhencherry Bridge. It is organised by Mar Thoma Evangelistic Association, the missionary wing of the Mar Thoma Church.</p>\r\n<p>Places of Worship</p>\r\n<p>&nbsp;</p>\r\n<p>Sabarimala Temple</p>\r\n<p>The Sabarimala Sree Ayyappa Temple, a world-famous pilgrim centre, situated in the Sabarimala hills in the Pathanamthitta district.It is known as the 'Pilgrim Capital of Kerala'.</p>\r\n<p>Aranmula Parthasarathy Temple is one of the Divya Desams, the 108 temples of Vishnu revered by 12 poet saints, or Alwars.</p>\r\n<p>Anikkattilammakshethram,Shivaparvathy temple</p>\r\n<p>Vaipur Mahadeva Temple is also in the district.</p>\r\n<p>Malayalappuzha Devi Temple in Malayalappuzha</p>\r\n<p>St. Peter and St. Paul's Church, Parumala famous for the tomb of Saint Gregorios or Gheevarghese Mar Gregorios of Parumala.</p>\r\n<p>'St. George Orthodox Church, Mylapra', also known as 'Mylapra Valiyapalli famous pilgrim centre.</p>\r\n<p>St Mary's Orthodox Church, Kallooppara in Kallooppara</p>\r\n<p>Makkamkunnu St. Stephen's Orthodox Cathedral. It is Famous for Makkamkunnu Convention.It is the first Church in Pathanamthitta Town Region.</p>\r\n<p>Flora and fauna</p>\r\n<p>&nbsp;</p>\r\n<p>The tiger inhabits Pathanamthitta's reserve forests</p>\r\n<p>Pathanamthitta has tropical biodiversity with forest, plantations, rivers and fertile land. Fifty percent of the district is covered with forest, providing rich flora and fauna. The district has a variety of plants including medicinal, spices, tuber crops and those yielding fruits and fiber. Aromatic plants and spices such as pepper, ginger, cardamom and turmeric are cultivated on a large scale. Trees such as timber, teak, rosewood, jack tree, manjakadambu, anjili, pala can be found in abundance.</p>\r\n<p>&nbsp;</p>\r\n<p>The forests of the district have excellent wild life habitats. A variety of animals and birds can be found. Tigers, elephants, gaur, deer, monkeys and other wild animals are found in the forest. Giant squirrel, lion-tailed macaques, barking deer and bear can also be spotted in the reserve. Malabar grey hornbill and great Indian hornbill are found. Pathanamthitta also houses the Indian peacock. Wide variety of other birds such as sunbirds, woodpeckers and kingfishers can also be seen.</p>\r\n<p>&nbsp;</p>\r\n<p>The existence of the wildlife habitat is under threat from various areas. Pollution from fertilizer and industries and illegal sand mining are the major threats. Issues connected to Sabarimala pilgrimage such as clearing of forest land and large amount of waste discharged also threatens the habitat.</p>\r\n<p>Educational Institutions</p>\r\n<p>Main article: Education in Pathanamthitta district</p>\r\n<p>N.S.S College, Pandalam</p>\r\n<p>N.S.S Training College, Pandalam</p>\r\n<p>College of Engineering, Manakkala</p>\r\n<p>College of Applied Science, Pathanamthitta</p>\r\n<p>College of Applied Sciences (I.H.R.D), Adoor</p>\r\n<p>College of Applied Sciences (I.H.R.D), Kalanjoor</p>\r\n<p>B.A.M. College, Pamba</p>\r\n<p>Catholicate College, Pathanamthitta</p>\r\n<p>Devaswom Board College, Parumala</p>\r\n<p>Abraham Marthoma Memorial Higher Secondary School</p>\r\n<p>Marthoma College, Tiruvalla</p>\r\n<p>Sahodaran Ayyappan Smaraka. (S.N.D.P) Yogam College, Konni</p>\r\n<p>St. Cyrils College, Pathanamthitta</p>\r\n<p>St. Thomas College, Kozhencherry</p>\r\n<p>Mannam Ayurved Medical College, pandalam</p>\r\n<p>Caarmel Engineering College, Perunad</p>\r\n<p>College of Engineering, Kallooppara</p>\r\n<p>College of Engineering, Pathananthitta</p>\r\n<p>Mount Zion College of Engineering, Pathanmthitta</p>\r\n<p>Musaliar College of Engineering and Technology, Kumbazha</p>\r\n<p>Sree Buddha College of Engineering for Women Pathanamthitta</p>\r\n<p>Pushpagiri Institute of Medical Sciences and Research Centre, Pathanamthitta</p>\r\n<p>College of Nursing, Pathanamthitta</p>\r\n<p>Archana College of Nursing, Pandalam</p>\r\n<p>M.G.M. Muthoot College of Nursing, Kallarakadavu, Pathanamthitta</p>\r\n<p>Pushpagiri College of Nursing, Pathanamthitta</p>\r\n<p>K.V.V.S. Institute of Technology, Adoor</p>\r\n<p>Mar Athanasios College for Advanced Studies, Tiruvalla</p>\r\n<p>Mar Athanasius College of Advanced Studies, Pathanamthitta</p>\r\n<p>St. John's College Thorrupram, Pathanamthitta</p>\r\n<p>Jawahar Navodaya Vidyalaya, Mannadisala, Vechoochira</p>\r\n<p>N.S.S Polytechnic, Pandalam</p>\r\n<p>Govt. Polytechnic, Vechoochira</p>\r\n<p>Viswa Brahmana College, Vechoochira</p>\r\n<p>St Thomas College,Thavalappara,Konni</p>\r\n<p>Marthoma Academy, Thiruvalla</p>\r\n<p>Govt.poly Technic,Vennikulam</p>\r\n<p>Mannam Memorial N S S College, Konni</p>\r\n<p>VNS College Of Arts and Science, konni</p>\r\n<p>Sports</p>\r\n<p>Main stadiums in the town are Pathanamthitta K. K. Nair Stadium and Pathanamthitta Indoor Stadium. Other stadiums include Pramadom Rajiv Gandhi Indoor Stadium. These stadiums host sports events in state, district levels and is also used for other purposes.</p>\r\n<p>&nbsp;</p>\r\n<p>Cultural Sports</p>\r\n<p>The Aranmula Boat Race is part of a festival celebrated during the month of September. Though the snake boat race is also performed at nearby places, the race held at Aranmula is unique because of the boats' shape and design. Maramadimatsaram (Ox Race) is another such seasonal sport. This is held as part of the largest annual cattle fair of Central Travancore region. The race is held in three categories.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pathanamthitta</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-pathanamthitta-kerala","tags":[{"name":"kerala","slug":"kerala"},{"name":"pathanamthitta","slug":"pathanamthitta"}],"recommendations":[{"id":631,"title":"Top Places to visit in Malappuram, Kerala","imageUrl":"a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","dateCreated":"2019-09-10T02:52:58.544Z","dateModified":"2019-09-11T02:04:45.319Z","contributedBy":"AskGif","content":"Malappuram (also Malapuram) is a city in the Indian state of Kerala, spread over an area of 33.61 km2 (12.98 sq mi). The first municipality in the district formed in 1969, Malappuram serves as the administrative headquarters of Malappuram district. Divided into 40 electoral wards, the city has a ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1e64f36-069b-4c5c-ab86-46cd4aa37089_Malappuram-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"malappuram","slug":"malappuram"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-malappuram-kerala","total":0},{"id":629,"title":"Top Places to visit in Kottayam, Kerala","imageUrl":"453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","dateCreated":"2019-09-09T03:38:02.088Z","dateModified":"2019-09-11T02:03:49.948Z","contributedBy":"AskGif","content":"Kottayam is a city in the Indian state of Kerala. It is the district headquarters of Kottayam district, located in south-west Kerala. It had a population of 136,812 in the city's administrative limits according to the 2011 census. Kottayam is approximately 146 km north of Thiruvananthapuram, Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/453dbd9c-8cef-45c5-b735-e8d074363ca4_Kottayam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kottayam","slug":"kottayam"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-kottayam-kerala","total":0},{"id":625,"title":"Top Places to visit in Idukki, Painavu, Kerala","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"Idukki is one of the 14 districts of Kerala state, India, created on 26 January 1972 bifurcating Kottayam District. At that time, the district headquarters was at Kottayam. In June 1976 it was moved to Painavu. Idukki lies in the Western Ghats of Kerala. Idukki is the second largest district in a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"painavu","slug":"painavu"},{"name":"idukki","slug":"idukki"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-idukki-painavu-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}