{"id":634,"title":"Top Places to visit in Thrissur, Kerala","imageUrl":"f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","dateCreated":"2019-09-10T16:06:03.046Z","dateModified":"2019-09-11T02:06:20.799Z","contributedBy":"AskGif","content":"<p>Thrissur, also known by its former name Trichur) is a city and capital of the Thrissur district in Kerala, India. It is the third largest urban agglomeration in Kerala after Kochi and Kozhikode urban areas and the 20th largest in India. Thrissur is also known as the \"cultural capital of Kerala\" because of its cultural, spiritual and religious leanings throughout history. The city is built around a 65-acre (26 ha) hillock called the Thekkinkadu Maidan which seats the Vadakkumnathan temple. Thrissur was once the capital of the Kingdom of Cochin. It is located 300 kilometres (186 mi) towards north-west of the state capital Thiruvananthapuram. One of the main cultural events in Thrissur is the Thrissur Pooram, which attracts quite a number of tourists and travellers.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism Circuit Tourism</p>\r\n<p>2017 is being celebrated by the United Nation Organisation as the year of sustainable development of tourism. Keeping this in mind, DTPC, Thrissur, under the department of tourism, Kerala has launched Tourism Circuits all across the District, with a view to promote and uplift these cherished hopes. In order to full fill the goals, six (06) Tourism Circuits have been formed in Thrissur District, namely,</p>\r\n<p>&nbsp;</p>\r\n<p>Blue Circuit</p>\r\n<p>Brown Circuit</p>\r\n<p>Yellow Circuit</p>\r\n<p>Orange Circuit</p>\r\n<p>Green Circuit</p>\r\n<p>Red Circuit</p>\r\n<p>These circuits were conceptualised by the Assistant Collector Under Trainee Mr. M.V.R Krishna Teja IAS under the aegis of the District Collector Dr. A. Kowsigan IAS. They were inaugurated by the Honb Minister of Industries Sri A.C. Moideen and Honb Agriculture Minister Sri V.S. Sunil Kumar on 7 April.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transport in Thrissur</p>\r\n<p>&nbsp;</p>\r\n<p>Shaktan Thampuran Private Bus Stand, Thrissur, is the largest private bus station in Kerala State.</p>\r\n<p>&nbsp;</p>\r\n<p>Thrissur Railway Station</p>\r\n<p>&nbsp;</p>\r\n<p>Schematic Road network map of Thrissur City</p>\r\n<p>Road</p>\r\n<p>The city is connected to the North-South Corridor National Highway (India) via the four-lane National Highway 544,previously NH 47. The highway traverses through the entire length and breadth of the city from different points and provides access to the nearby cities such of Kochi, Palakkad and Coimbatore. NH 544 provides two main exit points at Mannuthy and which is bypass to the Thrissur city and Thalore.</p>\r\n<p>&nbsp;</p>\r\n<p>The ongoing construction of Mannuthy- Vadakkencherry 6 lane national highway is a major traffic problem in the district. A tunnel was planned to built in Kuthiran which is the main point of accidents. During 2018 floods there was a landslide in Kuthiran the roads were jammed for 5 days.</p>\r\n<p>&nbsp;</p>\r\n<p>Central and state governments are not willing to take any actions. As it is one the main roads which connect neighbouring states to Kerala.When Monsoon starts roads will be fully damaged, people were forced to risk their lives inorder to provide income in their family.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is largely dependent on private buses, Taxis and auto rickshaws (called autos) for public transport. A transit terminal mobility hub situated in Puzhakkal is also under wraps to be made on lines of Vyttila Mobility Hub to reduce traffic congestion is recently approved to be realised soon.</p>\r\n<p>&nbsp;</p>\r\n<p>State-owned Kerala State Road Transport Corporation (KSRTC) runs inter-state, inter-district and city services. Thrissur has three bus stations, the Shaktan Thampuran Private Bus Stand, Thrissur in Sakthan Thampuran Nagar, Vadakke Stand (Northern Bus Stand) and the Thrissur KSRTC Bus Station near the Thrissur Railway Station. State Highway (SH 69) Thrissur-Kuttippuram Road, SH 22 Kodungallur &ndash; Shornur Road, SH 75 Thrissur &ndash; Kanjani &ndash; Vadanappally Road are the three state highways which connect city with its suburbs and municipalities.</p>\r\n<p>Railway</p>\r\n<p>The Southern Railway Zone of the Indian Railways operates the main rail transport system in Thrissur. There are four railway stations in Thrissur city. Thrissur Railway Station, one of the four A+ railway station in Kerala provides trains to three directions and lies on the busy Shoranur-Cochin Harbour section. It has a satellite station, Punkunnam railway station and two minor stations, Ollur Railway Station and Mulankunnathukavu Railway Station. Thrissur Railway Station also connects to the temple town of Guruvayur by Thrissur-Guruvayur Section. In addition, Southern Railways is running a suburban railway system connecting Thrissur to Kochi and Palakkad using Mainline Electrical Multiple Unit services (MEMU).</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Main article: Kuttanellur Heliport</p>\r\n<p>The city is served by Cochin International Airport (Nedumbassery), which is about 55 kilometres away. Direct domestic flights are available to major Indian cities like New Delhi, Mumbai, Hyderabad, Chennai, Bangalore, Pune, Nagpur and Kolkata. International flights to Middle East cities like Dubai, Kuwait, Bahrain, Muscat, Sharjah, Jeddah, Riyadh, Doha and to Southeast Asian cities Bangkok, Singapore and Kuala Lumpur are available here. It has a dedicated Heli-taxi service and Chartered flights. Calicut International Airport at Karipur, is 80 kilometers from the city and Coimbatore Airport, which is 114 kilometers from the city also can be used by travellers.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture and literature</p>\r\n<p>Main article: Culture of Thrissur</p>\r\n<p>&nbsp;</p>\r\n<p>Asia's tallest church, the Our Lady of Dolours Syro-Malabar Catholic Basilica is situated in the middle of Thrissur city</p>\r\n<p>Festivals</p>\r\n<p>&nbsp;</p>\r\n<p>Kerala Sahitya Academy building in Thrissur</p>\r\n<p>thrissur is Known as the Cultural Capital of Kerala, the city enjoys a thriving cultural tradition dating back to centuries, and being the centre of Kerala's cultural activities. Thrissur Pooram also called as 'the pooram of all poorams' is celebrated in every year in the month of Medam (mid-April to mid-may) as per the malayalam calendar. It is the biggest of all poorams held in Kerala. The city plays host, for 36 hours from the wee hours of the pooram day, to one of the most largest collection of people and elephants. Puli Kali also known as Kavakali is another festival, which attracts thousands of people to the city. It is performed by trained artists to entertain people on the occasion of Onam, an annual harvest festival, celebrated mainly in Kerala. The most important festivals celebrated in the City include Christmas, Onam, Easter, Eid and Vishu. The City is widely acclaimed as the land of elephant lovers. Aanayoottu (feeding of elephants), is the world largest elephant feeding ceremony held in Vadakkunnathan Temple in the City annually. The ceremony is conducted on the first day of the Malayalam month of Karkidakam.</p>\r\n<p>Literature</p>\r\n<p>Literary lineage of city dates back to early history of Kerala but it came to prominence after Kerala Government set up Kerala Lalita Kala Akademi, Kerala Sahitya Academy, Kerala Sangeetha Nadaka Academy and College of Fine Arts, Thrissur for promoting literature, music and arts in Kerala. After the Indian Independence, Thrissur became the literary capital of Kerala as turned to the playground of novelist, poets and orators. In 1952 when Current Books set its first shop in Thrissur by former education Minister Professor Joseph Mundassery, it become the abode of writer's like O. V. Vijayan, Kovilan, V. K. N., Uroob, Edasseri Govindan Nair, M. T. Vasudevan Nair, K. G. Sankara Pillai and Sarah Joseph. The area was later known as Current Moola (\"Current Corner\"). The building that housed the Current Books bookshop was demolished in 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>Thrissur is home to prominent malayalam literary figures like Kovilan, Kunhunni Mash, Sukumar Azhikode, K. Satchidanandan, Mullanezhi, Sarah Joseph, Attoor Ravi Varma, Lalitha Lenin, P. Bhaskaran, Joseph Mundassery.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples, Churches and Mosques</p>\r\n<p>&nbsp;</p>\r\n<p>One of the four Vadakumnathan Temple Gates, inside the Swaraj Maidan.</p>\r\n<p>Temples The Vadakkunnathan temple, believed to have been founded by the legendary saint Parasurama, is an example of the Kerala style of architecture and houses several sacred shrines and murals delineating graphically, various episodes from the Mahabharata. Thiruvambadi Sri Krishna Temple, one of the largest Sree Krishna temples in Kerala and Paramekkavu Bagavathi Temple which is one of the largest Bagavathi temples in Kerala is also situated in the city. Sree Guruvayurappan Temple, is located in Guruvayur (municipal town), Thrissur District. It is also referred to as Bhuloka Vaikunta which means \"Holy Abode of Vishnu on Earth\".</p>\r\n<p>&nbsp;</p>\r\n<p>Churches Asia's tallest church, the Our Lady of Dolours Syro-Malabar Catholic Basilica (Puthan Pally), Our Lady of Lourdes Syro-Malabar Catholic Metropolitan Cathedral which has an underground shrine, is a masterpiece of architecture. Mart Mariam Cathedral, the oldest church in the city, which belongs to the Assyrian Church of the East also known as Chaldean Syrian Church of the East, is situated in Thrissur. The St. Anthony's Syro-Malabar Catholic Forane Church, also known as Chinna Roma (Small Rome), which is around 300 years old, are also in Thrissur.</p>\r\n<p>&nbsp;</p>\r\n<p>Mosques The Chettiyangadi Hanafi Mosque in Thrissur City is one of the oldest mosque in Thrissur. Kalathode Mosque (Kalathode Juma Masjid) in Thrissur city has the facility of cemetery. Kokkalai Juma Masjid, Westfort Sunni Juma Masjid (West Fort), Salafi Juma Masjid near Railway Station, MIC Juma Masjid near Shakthan Bus Stand, Ayyanthole Juma Masjid (Ayyanthole), Olari Juma Masjid(Olari) are other mosques in Thrissur City. Cheraman Juma Mosque in Kodungalloor, ( 40 km from Thrissur ) is the First Mosque in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Cuisine</p>\r\n<p>The cuisine of Thrissur is linked to its history, geography, demography and culture. Rice is the staple food. Achappam and Kuzhalappam are common snacks. Vellayappam, a kind of rice hopper is another dish which is special to the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Government Engineering College, Thrissur</p>\r\n<p>List of colleges and universities in Thrissur district</p>\r\n<p>Already known as the Cultural Capital of Kerala, it is also fast developing as an education hub. The City has traditionally been a centre of learning from ancient times. With the decline of Buddhism and Jainism and due to the growing supremacy of Brahminism during the revival of Hinduism, the City became an important centre of Sanskrit learning. Schools in city are either run publicly by the Kerala Government or privately, some with financial aid from the Government. The medium of education is either English or Malayalam, with the former being the majority. Most schools are affiliated with the Kerala State Education Board or Indian Certificate of Secondary Education (ICSE) or the Central Board for Secondary Education (CBSE) or the National Institute of Open Schooling (NIOS) or the Montessori system. There are 93 lower primary schools; 34 upper primary schools; and 78 high schools; and 157 higher secondary schools in the city.</p>\r\n<p>With universities like Kerala Kalamandalam, Kerala Police Academy, Kerala Agricultural University, Kerala University of Health Sciences, National Research Institute for Panchakarma, Cheruthuruthy and Kerala Institute of Local Administration, the City would add another feather in its crown by having 'World Class University' and a 'Science City'. The Raj Kovu institute of Agriculture was made in 2012 to teach farmers about modern techniques of agriculture and better farming practices. The college currently has 300 students. With three medical colleges, Government Medical College, Thrissur, Jubilee Mission Medical College and Research Institute, Amala Institute of Medical Sciences and a medical university Kerala University of Health Sciences, the city has become synonymous with medical education in Kerala The district has two kendreya vidyalayas</p>\r\n<p>&nbsp;</p>\r\n<p>Healthcare</p>\r\n<p>&nbsp;</p>\r\n<p>Jubilee Mission Medical College and Research Institute, a Syro-Malabar Catholic Archdiocese of Thrissur run medical college.</p>\r\n<p>Main article: Hospitals in Thrissur</p>\r\n<p>The city serves as a centre for healthcare in the Central Kerala. The portion covers Thrissur District, Palakkad District, Malappuram District and northern part of Ernakulam District. Most of the people in these districts come to city of Thrissur for their medical care. There are three medical colleges, Government Medical College, Thrissur, Amala Institute of Medical Sciences and Jubilee Mission Medical College and Research Institute, and few other hi-tech hospitals.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has an ancient tradition of Ayurvedic treatment. From the Ashtavaidya tradition, Oushadhi, Vaidyaratnam Oushadhasala, Sitaram Ayurvedic Pharmacy Ltd and SNA Oushadhasala is located in city of Thrissur, All these firms have been instrumental in spreading the fame of Kerala Ayurvedic treatment, as thousands of overseas patients visit the Ayurvedic treatment facilities in and around Thrissur, every year. Vaidyaratnam runs a medical college and Chikitsalayam, with global standards. Sitaram have a 100 bedded eight storied super speciality hospital in the city of Thrissur, envisaged as the first of its kind Ayurveda super speciality hospital in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>&nbsp;</p>\r\n<p>V.K.N. Menon Indoor Stadium in Thrissur city</p>\r\n<p>Main article: Football in Thrissur</p>\r\n<p>Football is the most popular sport in the city, and there are two football stadiums in the city, Thrissur Municipal Corporation Stadium and Thope Stadium. International players and former Indian captains C. V. Pappachan, I. M. Vijayan and Jo Paul Ancheri, the young Under 17 World Cup player K. P. Rahul belongs to Thrissur. The N.I. David Memorial Trophy, an annual inter-club football tournament is held in Thrissur every year. The football championship was started in 1996 by the then Superintendent of Police, Thrissur. The city has a floodlit stadium, known as Thrissur Municipal Corporation Stadium. It also has two indoor stadiums, V.K.N. Menon Indoor Stadium and a Sports Authority of India (SAI) maintained Thrissur Aquatic Complex with international facilities. Thrissur has contributed many national and international bodybuilding stars to India such as TV Poly and VM Basheer. Chess prodigy Nihal Sarin is from Thrissur.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Main article: Thrissur in popular culture</p>\r\n<p>The first Malayalam newspaper which published from Thrissur was Lokamanyan in 1920. Then came Deenabandhu edited by V. R. Krishnan Ezhuthachan. Ezhuthachan started publishing as a weekly in 1941 from Thrissur. It was one of the first periodicals that supported the national movement. As soon as the Quit India movement was started, its editor and staff were sent to jail and publications were banned. Later Lokamanyan (1920); Kerala Chintamani (1905); Kerala Kesari (1924); Mahatma (1930); Gomathy (1930) and Navajeevan of Joseph Mundassery was also published from Thrissur.The Express started in 1944 from Thrissur with K Krishanan as the editor is known in Central Kerala for its nationalist and socialist views. Major Malayalam newspapers published in Thrissur include Malayala Manorama, Mathrubhumi, Madhyamam, Deepika, Kerala Kaumudi, Deshabhimani, Mangalam, Veekshanam, Metro Vaartha and Janayugom. A number of evening papers, like General in Malayalam and City Journal in English, are also published from the City. Newspapers in other regional languages like Hindi, Kannada, Tamil and Telugu are also available in city.</p>\r\n<p>मलयालम दैनिक समाचार पत्र मातृभूमि का त्रिशूर कार्यालय</p>\r\n<p>केरल में पहला सिनेमा हॉल, मैन्युअल रूप से संचालित फिल्म प्रोजेक्टर के साथ, 1907 में जोस कट्टूकरन द्वारा त्रिशूर में खोला गया था। 1913 में, पहली बार विद्युत संचालित फिल्म प्रोजेक्टर जोस कट्टूकरन द्वारा शहर में फिर से स्थापित किया गया था और इसे जोस इलेक्ट्रिकल बायस्कोप कहा जाता था। जोस थिएटर के रूप में।</p>\r\n<p>&nbsp;</p>\r\n<p>एक फिल्म महोत्सव, जिसे विबग्योर फिल्म महोत्सव के रूप में जाना जाता है, हर साल शहर में आयोजित किया जाता है। यह एक अंतरराष्ट्रीय लघु और वृत्तचित्र फिल्म महोत्सव है। टेलिफोनी सेवाएं एयरसेल, एयरटेल, आइडिया सेल्युलर, वोडाफोन, रिलायंस इन्फोकॉम, टाटा डोकोमो, एमटीएस, यूनिनॉर, टाटा इंडिकॉम और राज्य के स्वामित्व वाले बीएसएनएल जैसे विभिन्न खिलाड़ियों द्वारा प्रदान की जाती हैं। बीएसएनएल भी त्रिशूर में 3 जी सेवा दे रहा है। शहर में वाईमैक्स प्लेटफॉर्म पर ब्रॉडबैंड वायरलेस सेवाएं भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिशूर में निजी एफएम रेडियो स्टेशन क्लब एफएम 104.8 मेगाहर्ट्ज, रेडियो मैंगो 91.9 मेगाहर्ट्ज, बेस्ट एफएम 95 बाय (एशियानेट कम्युनिकेशंस लिमिटेड), रेड एफएम 91.1 मेगाहर्ट्ज हैं। ऑल इंडिया रेडियो में शहर के लिए एक AM (630 kHz) और एक FM (101.1 MHz) स्टेशन है। ऑल इंडिया रेडियो (630 kHz) के ट्रांसमीटर को 4 नवंबर 1956 को चालू किया गया था। स्टेशन ने 1974 में स्वतंत्र प्रसारण शुरू किया था। त्रिशूर में दूरदर्शन स्टूडियो है, जिसमें स्टूडियो के पास कम पावर ट्रांसमीटर है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Thrissur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-thrissur-kerala","tags":[{"name":"thrissur","slug":"thrissur"},{"name":"kerala","slug":"kerala"}],"recommendations":[{"id":838,"title":"6 murders over 14 years: The Kerala housewife who killed her family for money","imageUrl":"2d0488c6-bd77-4047-b950-31f49bbb07d5_murder.jpg","dateCreated":"2019-10-07T02:08:28.041Z","dateModified":"2019-10-07T02:15:02.961Z","contributedBy":"AskGif","content":"Kerala Police Crime Branch has solved the case of serial deaths in a Catholic family in Kozhikode district between 2002 and 2016.\r\nAs part of the probe, the police had opened family tombs on October 4 to examine the reasons behind the deaths of six persons from a family who died under myst","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d0488c6-bd77-4047-b950-31f49bbb07d5_murder.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"kozhikode","slug":"kozhikode"}],"slug":"6-murders-over-14-years-the-kerala-housewife-who-killed-her-family-for-money","total":0},{"id":634,"title":"Top Places to visit in Thrissur, Kerala","imageUrl":"f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","dateCreated":"2019-09-10T16:06:03.046Z","dateModified":"2019-09-11T02:06:20.799Z","contributedBy":"AskGif","content":"Thrissur, also known by its former name Trichur) is a city and capital of the Thrissur district in Kerala, India. It is the third largest urban agglomeration in Kerala after Kochi and Kozhikode urban areas and the 20th largest in India. Thrissur is also known as the \"cultural capital of Kerala\" b","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"thrissur","slug":"thrissur"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-thrissur-kerala","total":0},{"id":627,"title":"Top Places to visit in Kasaragod, Kerala","imageUrl":"67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","dateCreated":"2019-09-09T03:21:51.41Z","dateModified":"2019-09-11T02:02:43.414Z","contributedBy":"AskGif","content":"Kasaragod is a municipal town and the district headquarters of Kasaragod district of Kerala state in India. Situated in the rich biodiversity of Western Ghats, it is known for the Chandragiri and Bekal Forts, Chandragiri River, historic Kolathiri Rajas, natural environment of Ranipuram and Kottan","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kasaragod","slug":"kasaragod"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-kasaragod-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}