{"id":634,"title":"त्रिशूर में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","dateCreated":"2019-09-10T16:06:03.046Z","dateModified":"2019-09-11T02:06:20.799Z","contributedBy":"AskGif","content":"<p>त्रिशूर, जिसे इसके पूर्व नाम त्रिचूर के नाम से भी जाना जाता है) भारत के केरल में त्रिशूर जिले का एक शहर और राजधानी है। यह कोच्चि और कोझीकोड शहरी क्षेत्रों के बाद केरल में तीसरा सबसे बड़ा शहरी समूह है और भारत में 20 वां सबसे बड़ा है। त्रिसूर को पूरे इतिहास में सांस्कृतिक, आध्यात्मिक और धार्मिक झुकाव के कारण \"केरल की सांस्कृतिक राजधानी\" के रूप में भी जाना जाता है। यह शहर 65 एकड़ (26 हेक्टेयर) की पहाड़ी पर बनाया गया है, जिसे थेक्किंकडू मैदान कहा जाता है, जो वडक्कमनाथन मंदिर की सीट है। त्रिशूर कभी कोचीन राज्य की राजधानी था। यह राज्य की राजधानी तिरुवनंतपुरम के उत्तर-पश्चिम की ओर 300 किलोमीटर (186 मील) की दूरी पर स्थित है। त्रिशूर में मुख्य सांस्कृतिक कार्यक्रमों में से एक त्रिशूर पूरम है, जो पर्यटकों और यात्रियों को काफी आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन सर्किट पर्यटन</p>\r\n<p>2017 को संयुक्त राष्ट्र संगठन द्वारा पर्यटन के सतत विकास के वर्ष के रूप में मनाया जा रहा है। इसे ध्यान में रखते हुए, DTPC, त्रिशूर, पर्यटन विभाग के तहत, केरल ने इन पोषित आशाओं को बढ़ावा देने और उत्थान करने के उद्देश्य से, जिले भर में टूरिज्म सर्किट शुरू किए हैं। लक्ष्यों को पूरा करने के लिए, त्रिशूर जिले में छह (06) पर्यटन सर्किट बनाए गए हैं, अर्थात्</p>\r\n<p>&nbsp;</p>\r\n<p>ब्लू सर्किट</p>\r\n<p>ब्राउन सर्किट</p>\r\n<p>पीला सर्किट</p>\r\n<p>ऑरेंज सर्किट</p>\r\n<p>ग्रीन सर्किट</p>\r\n<p>रेड सर्किट</p>\r\n<p>जिला कलेक्टर डॉ। ए। कोव्सिगन IAS के तत्वावधान में इन सर्किटों की परिकल्पना असिस्टेंट कलेक्टर अंडर ट्रेनी श्री M.V.R कृष्णा तेजा IAS द्वारा की गई थी। इनका उद्घाटन माननीय उद्योग मंत्री श्री ए.सी. मोइदीन और माननीय कृषि मंत्री श्री वी.एस. सुनील कुमार 7 अप्रैल को।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: त्रिशूर में परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>Shaktan Thampuran Private Bus Stand, त्रिशूर, केरल राज्य का सबसे बड़ा निजी बस स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिशूर रेलवे स्टेशन</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिशूर शहर का योजनाबद्ध सड़क नेटवर्क मानचित्र</p>\r\n<p>सड़क</p>\r\n<p>यह शहर उत्तर-दक्षिण कॉरिडोर राष्ट्रीय राजमार्ग (भारत) से चार-लेन राष्ट्रीय राजमार्ग 544, पहले एनएच 47 से जुड़ा हुआ है। राजमार्ग पूरे शहर की लंबाई और चौड़ाई के माध्यम से अलग-अलग बिंदुओं से गुजरता है और आसपास के शहरों तक पहुंच प्रदान करता है। कोच्चि, पलक्कड़ और कोयंबटूर। NH 544, मन्नुथी में दो मुख्य निकास बिंदु प्रदान करता है और जो त्रिशूर शहर और थलोर के लिए बाईपास है।</p>\r\n<p>&nbsp;</p>\r\n<p>मन्नुथी- वडाकेनचेरी 6 लेन राष्ट्रीय राजमार्ग का चल रहा निर्माण जिले की एक बड़ी यातायात समस्या है। कुथिरन में एक सुरंग बनाने की योजना बनाई गई जो दुर्घटनाओं का मुख्य बिंदु है। 2018 में बाढ़ के दौरान कुथिरन में भूस्खलन हुआ था और सड़कों को 5 दिनों के लिए जाम कर दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>केंद्र और राज्य सरकारें कोई कार्रवाई करने को तैयार नहीं हैं। चूंकि यह एक मुख्य सड़क है जो पड़ोसी राज्यों को केरल से जोड़ती है। जब मानसून शुरू होता है तो सड़कें पूरी तरह से क्षतिग्रस्त हो जाएंगी, लोगों को अपने परिवार में आय प्रदान करने के लिए अपने जीवन को जोखिम में डालने के लिए मजबूर होना पड़ा।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर सार्वजनिक परिवहन के लिए निजी बसों, टैक्सियों और ऑटो रिक्शा (ऑटो कहा जाता है) पर काफी हद तक निर्भर है। पूजक्कल में स्थित एक ट्रांजिट टर्मिनल मोबिलिटी हब भी ट्रैफिक भीड़ को कम करने के लिए व्य्टिला मोबिलिटी हब की तर्ज पर बनाया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य के स्वामित्व वाली केरल राज्य सड़क परिवहन निगम (KSRTC) अंतर-राज्य, अंतर-जिला और शहर सेवाएं चलाती है। त्रिशूर में तीन बस स्टेशन हैं, शक्तिमान थानपुरन प्राइवेट बस स्टैंड, सचान थमपुरन नगर में त्रिशूर, वडकेक स्टैंड (उत्तरी बस स्टैंड) और त्रिशूर केएसआरटीसी बस स्टेशन त्रिशूर रेलवे स्टेशन के पास है। स्टेट हाईवे (SH 69) त्रिशूर-कुट्टिपुरम रोड, एसएच 22 कोडुंगल्लूर - शोर्नूर रोड, एसएच 75 त्रिशूर - कंजानी - वाडनप्पल्ली रोड तीन राज्य राजमार्ग हैं जो शहर को अपने उपनगरों और नगर पालिकाओं से जोड़ते हैं।</p>\r\n<p>रेलवे</p>\r\n<p>भारतीय रेलवे का दक्षिणी रेलवे ज़ोन त्रिशूर में मुख्य रेल परिवहन प्रणाली संचालित करता है। त्रिशूर शहर में चार रेलवे स्टेशन हैं। त्रिशूर रेलवे स्टेशन, केरल के चार ए + रेलवे स्टेशन में से एक, तीन दिशाओं में ट्रेनें प्रदान करता है और व्यस्त शोरनूर-कोचीन हार्बर सेक्शन पर स्थित है। इसमें एक उपग्रह स्टेशन, पंकुनम रेलवे स्टेशन और दो छोटे स्टेशन, ओउलुर रेलवे स्टेशन और मुलुनकुन्नाथुक्वाव रेलवे स्टेशन हैं। त्रिशूर रेलवे स्टेशन भी त्रिशूर-गुरुवयूर सेक्शन के मंदिर शहर गुरुवायूर से जुड़ता है। इसके अलावा, दक्षिणी रेलवे त्रिशूर को कोच्चि और पलक्कड़ को जोड़ने वाली एक उपनगरीय रेलवे प्रणाली चला रहा है, जिसमें मेनलाइन इलेक्ट्रिकल मल्टीपल यूनिट सेवाओं (MEMU) का उपयोग किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>मुख्य लेख: कुट्टननेलूर हेलीपोर्ट</p>\r\n<p>शहर कोचीन अंतर्राष्ट्रीय हवाई अड्डे (नेदुम्बसेरी) द्वारा परोसा जाता है, जो लगभग 55 किलोमीटर दूर है। नई दिल्ली, मुंबई, हैदराबाद, चेन्नई, बैंगलोर, पुणे, नागपुर और कोलकाता जैसे प्रमुख भारतीय शहरों के लिए सीधी घरेलू उड़ानें उपलब्ध हैं। मध्य पूर्व के शहरों जैसे दुबई, कुवैत, बहरीन, मस्कट, शारजाह, जेद्दा, रियाद, दोहा और दक्षिण पूर्व एशियाई शहरों बैंकॉक, सिंगापुर और कुआलालंपुर के लिए अंतर्राष्ट्रीय उड़ानें यहां उपलब्ध हैं। इसमें एक समर्पित हेली-टैक्सी सेवा और चार्टर्ड उड़ानें हैं। करीपुर में कालीकट अंतर्राष्ट्रीय हवाई अड्डा, शहर से 80 किलोमीटर और कोयंबटूर हवाई अड्डा है, जो शहर से 114 किलोमीटर की दूरी पर भी यात्रियों द्वारा इस्तेमाल किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और साहित्य</p>\r\n<p>मुख्य लेख: त्रिशूर की संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>एशिया का सबसे ऊंचा चर्च, ऑवर लेडी ऑफ डोलॉर्स सिरो-मालाबार कैथोलिक बेसिलिका, त्रिशूर शहर के मध्य में स्थित है</p>\r\n<p>समारोह</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिशूर में केरल साहित्य अकादमी का भवन</p>\r\n<p>त्रिशूर को केरल की सांस्कृतिक राजधानी के रूप में जाना जाता है, यह शहर सदियों से चली आ रही एक समृद्ध सांस्कृतिक परंपरा का आनंद ले रहा है और केरल की सांस्कृतिक गतिविधियों का केंद्र है। त्रिशूर पूरम को 'सभी गरीबों के गरीबों' के रूप में भी जाना जाता है, जो कि हर साल मेदाम (मध्य अप्रैल से मध्य मई तक) में मलयालम कैलेंडर के अनुसार मनाया जाता है। यह केरल में आयोजित सभी गरीबों में सबसे बड़ा है। यह शहर सबसे गरीब लोगों और हाथियों के सबसे बड़े संग्रह में से एक, गरीब दिवस के 36 घंटे से मेजबान की भूमिका निभाता है। पुली काली जिसे कवकली के नाम से भी जाना जाता है, एक और त्योहार है, जो शहर के हजारों लोगों को आकर्षित करता है। यह प्रशिक्षित कलाकारों द्वारा ओणम के अवसर पर लोगों का मनोरंजन करने के लिए किया जाता है, जो मुख्य रूप से केरल में मनाया जाने वाला एक वार्षिक फसल उत्सव है। शहर में मनाए जाने वाले सबसे महत्वपूर्ण त्योहारों में क्रिसमस, ओणम, ईस्टर, ईद और विशु शामिल हैं। शहर व्यापक रूप से हाथी प्रेमियों की भूमि के रूप में प्रशंसित है। Aanayoottu (हाथियों का भोजन), शहर में वडक्कुनाथन मंदिर में प्रतिवर्ष आयोजित होने वाला दुनिया का सबसे बड़ा हाथी खिला समारोह है। यह समारोह मलयालम महीने के पहले दिन कार्कीदकम में आयोजित किया जाता है।</p>\r\n<p>साहित्य</p>\r\n<p>शहर का साहित्यिक वंशावली केरल के प्रारंभिक इतिहास से जुड़ा हुआ है, लेकिन केरल सरकार द्वारा केरल ललिता कला अकादमी, केरल साहित्य अकादमी, केरल संगीत नाटक अकादमी और कॉलेज ऑफ़ फाइन आर्ट्स की स्थापना के बाद यह प्रमुखता से आया, केरल में साहित्य, संगीत और कला को बढ़ावा देने के लिए त्रिशूर। । भारतीय स्वतंत्रता के बाद, त्रिशूर केरल की साहित्यिक राजधानी बन गया, जहां उपन्यासकार, कवि और लेखक के खेल के मैदान में बदल गए। 1952 में जब वर्तमान पुस्तकों ने त्रिशूर में अपनी पहली दुकान पूर्व शिक्षा मंत्री प्रोफेसर जोसेफ मुंडस्सेरी द्वारा स्थापित की थी, तो यह लेखक के वी। वी। विजयन, कोविलन, वी। के। एन।, उरोब, एडसेरी गोविंदन नायर, एम। टी। वासुदेवन नायर, के जी संकरा पिल्लई और सारा जोसेफ की तरह बने। क्षेत्र को बाद में वर्तमान मूल (\"वर्तमान कॉर्नर\") के रूप में जाना जाता था। करंट बुक्स बुक शॉप को बनाने वाली इमारत को 2011 में ध्वस्त कर दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिशूर कोविलां, कुन्हुन्नी मैश, सुकुमार एझिकोड, के। सच्चिदानंदन, मुल्लेनझी, सारा जोसेफ, अट्टूर रवि वर्मा, ललिता लेनिन, पी। भास्करन, जोसेफ मुंडस्सेरी जैसे प्रमुख मलयालम साहित्यकारों का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर, चर्च और मस्जिद</p>\r\n<p>&nbsp;</p>\r\n<p>स्वराज मैदान के अंदर चार वडाकुमनाथन मंदिर गेट्स में से एक।</p>\r\n<p>मंदिर वडक्कुनाथन मंदिर, पौराणिक संत परशुराम द्वारा स्थापित किया गया माना जाता है, यह केरल शैली की वास्तुकला का एक उदाहरण है और कई पवित्र मंदिरों और भित्ति चित्रों को चित्रित करता है, जो महाभारत के विभिन्न प्रकरणों को चित्रित करता है। तिरुवम्बाड़ी श्री कृष्ण मंदिर, केरल के सबसे बड़े श्री कृष्ण मंदिरों में से एक और परमक्कुवु बागवती मंदिर जो कि केरल के सबसे बड़े बागवती मंदिरों में से एक है, शहर में भी स्थित है। श्री गुरुवायुरप्पन मंदिर, गुरुवायूर (नगरपालिका शहर), त्रिशूर जिले में स्थित है। इसे भुलोका वैकुंठ भी कहा जाता है जिसका अर्थ है \"पृथ्वी पर विष्णु का पवित्र निवास\"।</p>\r\n<p>&nbsp;</p>\r\n<p>चर्च एशिया का सबसे लंबा चर्च, अवर लेडी ऑफ डोलॉर्स सिरो-मालाबार कैथोलिक बेसिलिका (पुथन पैली), अवर लेडी ऑफ लूर्डेस सिरो-मालाबार कैथोलिक मेट्रोपॉलिटन कैथेड्रल, जिसमें भूमिगत भूमिगत वास्तुकला है, वास्तुकला की उत्कृष्ट कृति है। मार्ट मरियम कैथेड्रल, शहर का सबसे पुराना चर्च, जो पूर्व के असीरियन चर्च से संबंधित है, जिसे पूरब के चेडलियन सीरियन चर्च के रूप में भी जाना जाता है, त्रिशूर में स्थित है। सेंट एंथोनी का सिरो-मालाबार कैथोलिक फोरेन चर्च, जिसे चिन्न रोमा (छोटा रोम) भी कहा जाता है, जो लगभग 300 साल पुराना है, त्रिशूर में भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>मस्जिदें त्रिशूर शहर में चेट्टीयांगडी हनफ़ी मस्जिद, त्रिशूर की सबसे पुरानी मस्जिद में से एक है। त्रिशूर शहर में कलाथोडे मस्जिद (कलाथोडे जुमा मस्जिद) में कब्रिस्तान की सुविधा है। कोक्कलई जुमा मस्जिद, वेस्टफोर्ट सुन्नी जुमा मस्जिद (पश्चिम किला), रेलवे स्टेशन के पास सलाफी जुमा मस्जिद, शक्ति बस स्टैंड के पास एमआईसी जुमा मस्जिद, अय्यनथोले जुमा मस्जिद (अय्यानथोल), ओलेरी जुमा मस्जिद (ओलेरी) त्रिशूर शहर की अन्य मस्जिदें हैं। कोडमंगलूर में चेरमन जुमा मस्जिद, (त्रिशूर से 40 किमी) भारत की पहली मस्जिद है।</p>\r\n<p>&nbsp;</p>\r\n<p>भोजन</p>\r\n<p>त्रिशूर का भोजन इसके इतिहास, भूगोल, जनसांख्यिकी और संस्कृति से जुड़ा हुआ है। चावल प्रधान भोजन है। अचप्पम और कुज़लप्पम आम स्नैक्स हैं। वेल्लायप्पम, एक प्रकार का चावल का हॉपर एक और व्यंजन है जो शहर के लिए विशेष है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट इंजीनियरिंग कॉलेज, त्रिशूर</p>\r\n<p>त्रिशूर जिले में कॉलेजों और विश्वविद्यालयों की सूची</p>\r\n<p>पहले से ही केरल की सांस्कृतिक राजधानी के रूप में जाना जाता है, यह एक शिक्षा हब के रूप में तेजी से विकसित हो रहा है। यह शहर पारंपरिक रूप से प्राचीन काल से सीखने का केंद्र रहा है। बौद्ध धर्म और जैन धर्म के पतन के साथ और हिंदू धर्म के पुनरुद्धार के दौरान ब्राह्मणवाद के बढ़ते वर्चस्व के कारण, शहर संस्कृत सीखने का एक महत्वपूर्ण केंद्र बन गया। शहर के स्कूल या तो सार्वजनिक रूप से केरल सरकार द्वारा संचालित होते हैं या निजी तौर पर, कुछ सरकार की वित्तीय सहायता से। शिक्षा का माध्यम या तो अंग्रेजी या मलयालम है, जिसमें पूर्व बहुमत है। अधिकांश स्कूल केरल राज्य शिक्षा बोर्ड या भारतीय माध्यमिक शिक्षा प्रमाणपत्र (ICSE) या केंद्रीय माध्यमिक शिक्षा बोर्ड (CBSE) या राष्ट्रीय मुक्त विद्यालयी शिक्षा संस्थान (NIOS) या मॉन्टेसरी प्रणाली से संबद्ध हैं। 93 निम्न प्राथमिक विद्यालय हैं; 34 उच्च प्राथमिक विद्यालय; और 78 हाई स्कूल; और शहर में 157 उच्चतर माध्यमिक विद्यालय हैं।</p>\r\n<p>केरल कलामंडलम, केरल पुलिस अकादमी, केरल कृषि विश्वविद्यालय, केरल यूनिवर्सिटी ऑफ हेल्थ साइंसेज, नेशनल रिसर्च इंस्टीट्यूट फॉर पंचकर्म, चेरुथुरथी और केरल इंस्टीट्यूट ऑफ लोकल एडमिनिस्ट्रेशन जैसे विश्वविद्यालयों के साथ, शहर 'वर्ल्ड क्लास यूनिवर्सिटी' होने से अपने मुकुट में एक और पंख जोड़ देगा। और एक 'साइंस सिटी'। किसानों को कृषि की आधुनिक तकनीकों और बेहतर कृषि पद्धतियों के बारे में सिखाने के लिए 2012 में राज कोवु कृषि संस्थान बनाया गया था। कॉलेज में वर्तमान में 300 छात्र हैं। तीन मेडिकल कॉलेजों, गवर्नमेंट मेडिकल कॉलेज, त्रिशूर, जुबली मिशन मेडिकल कॉलेज और रिसर्च इंस्टीट्यूट, अमला इंस्टीट्यूट ऑफ मेडिकल साइंसेज और एक मेडिकल यूनिवर्सिटी केरल यूनिवर्सिटी ऑफ हेल्थ साइंसेज के साथ, शहर केरल में चिकित्सा शिक्षा का पर्याय बन गया है। जिले में दो केंद्रीय विद्यालय हैं</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य देखभाल</p>\r\n<p>&nbsp;</p>\r\n<p>जुबली मिशन मेडिकल कॉलेज एंड रिसर्च इंस्टीट्यूट, थ्रिसूर के एक सिरो-मालाबार कैथोलिक आर्कडिओसी मेडिकल कॉलेज चलाते हैं।</p>\r\n<p>मुख्य लेख: अस्पताल त्रिशूर में</p>\r\n<p>शहर मध्य केरल में स्वास्थ्य सेवा के लिए एक केंद्र के रूप में कार्य करता है। भाग में त्रिशूर जिला, पलक्कड़ जिला, मलप्पुरम जिला और एर्नाकुलम जिले का उत्तरी भाग शामिल है। इन जिलों में अधिकांश लोग अपनी चिकित्सा देखभाल के लिए त्रिशूर शहर में आते हैं। तीन मेडिकल कॉलेज, गवर्नमेंट मेडिकल कॉलेज, त्रिशूर, अमाला इंस्टीट्यूट ऑफ मेडिकल साइंसेज और जुबली मिशन मेडिकल कॉलेज और रिसर्च इंस्टीट्यूट, और कुछ अन्य हाई-टेक अस्पताल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में आयुर्वेदिक उपचार की एक प्राचीन परंपरा है। अष्टविद्या परंपरा से, औशधि, वैद्यरत्नम औशधशाला, सीताराम आयुर्वेदिक फार्मेसी लिमिटेड और SNA ओषधशाला त्रिशूर शहर में स्थित है, इन सभी फर्मों ने केरल आयुर्वेदिक उपचार की प्रसिद्धि फैलाने में महत्वपूर्ण भूमिका निभाई है, क्योंकि हजारों विदेशी रोगी आयुर्वेदिक उपचार सुविधाओं का दौरा करते हैं। और त्रिशूर के आसपास, हर साल। वैद्यरत्नम वैश्विक मानकों के साथ एक मेडिकल कॉलेज और चिकत्सालयम चलाता है। सीताराम के पास त्रिशूर शहर में 100 बिस्तर वाला आठ मंजिला सुपर स्पेशियलिटी अस्पताल है, जिसे देश में अपने तरह के आयुर्वेद सुपर स्पेशलिटी अस्पताल के रूप में परिकल्पित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>&nbsp;</p>\r\n<p>V.K.N. त्रिशूर शहर में मेनन इंडोर स्टेडियम</p>\r\n<p>मुख्य लेख: फुटबॉल त्रिशूर में</p>\r\n<p>फुटबॉल शहर में सबसे लोकप्रिय खेल है, और शहर में दो फुटबॉल स्टेडियम, त्रिशूर नगर निगम स्टेडियम और थोप स्टेडियम हैं। अंतर्राष्ट्रीय खिलाड़ी और पूर्व भारतीय कप्तान सी। वी। पप्पाचन, आई। एम। विजयन और जो पॉल अनचेरी, युवा अंडर 17 विश्व कप खिलाड़ी के पी राहुल त्रिशूर के हैं। तब मैं। डेविड मेमोरियल ट्रॉफी, हर साल त्रिशूर में एक वार्षिक अंतर-क्लब फुटबॉल टूर्नामेंट आयोजित किया जाता है। फुटबॉल चैंपियनशिप 1996 में तत्कालीन पुलिस अधीक्षक, त्रिशूर द्वारा शुरू की गई थी। शहर में एक बाढ़ स्टेडियम है, जिसे त्रिशूर नगर निगम स्टेडियम के नाम से जाना जाता है। इसमें दो इनडोर स्टेडियम भी हैं, वी.के.एन. मेनन इंडोर स्टेडियम और एक भारतीय खेल प्राधिकरण (SAI) ने अंतरराष्ट्रीय सुविधाओं के साथ त्रिशूर जलीय परिसर का रखरखाव किया। त्रिशूर ने भारत में टीवी पॉली और वीएम बशीर जैसे कई राष्ट्रीय और अंतर्राष्ट्रीय बॉडीबिल्डिंग सितारों का योगदान दिया है। शतरंज कौतुक निहाल सरीन त्रिशूर से है।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>मुख्य लेख: लोकप्रिय संस्कृति में त्रिशूर</p>\r\n<p>त्रिशूर से प्रकाशित होने वाला पहला मलयालम समाचार पत्र 1920 में लोकमणि था। इसके बाद वी। आर। कृष्णन एज़ुथचन द्वारा संपादित दीनबंधु आए। एज़ुथचन ने 1941 में त्रिशूर से एक साप्ताहिक के रूप में प्रकाशन शुरू किया। यह राष्ट्रीय आंदोलन का समर्थन करने वाले पहले आवधिकों में से एक था। जैसे ही भारत छोड़ो आंदोलन शुरू किया गया, उसके संपादक और कर्मचारियों को जेल भेज दिया गया और प्रकाशनों पर प्रतिबंध लगा दिया गया। बाद में लोकमायन (1920); केरल चिंतामणि (1905); केरल केसरी (1924); महात्मा (1930); गोसथि (1930) और जोसेफ मुंडस्सेरी के नवजीवन को भी त्रिशूर से प्रकाशित किया गया था। 1944 में त्रिशूर से शुरू हुई थी, जिसमें कृष्ण के साथ त्रिशूर थे, क्योंकि संपादक को मध्य केरल में अपने राष्ट्रवादी और समाजवादी विचारों के लिए जाना जाता है। त्रिशूर में प्रकाशित प्रमुख मलयालम अखबारों में मलयाला मनोरमा, मातृभूमि, मध्यमा, दीपिका, केरल कौमुदी, देशभिमनी, मंगलम, वीक्षनम, मेट्रो वर्था और जनगुमोम शामिल हैं। मलयालम में जनरल और अंग्रेजी में सिटी जर्नल जैसे कई शाम के पत्र भी शहर से प्रकाशित होते हैं। अन्य क्षेत्रीय भाषाओं जैसे कि हिंदी, कन्नड़, तमिल और तेलुगु में समाचार पत्र भी शहर में उपलब्ध हैं।</p>\r\n<p>मलयालम दैनिक समाचार पत्र मातृभूमि का त्रिशूर कार्यालय</p>\r\n<p>केरल में पहला सिनेमा हॉल, मैन्युअल रूप से संचालित फिल्म प्रोजेक्टर के साथ, 1907 में जोस कट्टूकरन द्वारा त्रिशूर में खोला गया था। 1913 में, पहली बार विद्युत संचालित फिल्म प्रोजेक्टर जोस कट्टूकरन द्वारा शहर में फिर से स्थापित किया गया था और इसे जोस इलेक्ट्रिकल बायस्कोप कहा जाता था। जोस थिएटर के रूप में।</p>\r\n<p>&nbsp;</p>\r\n<p>एक फिल्म महोत्सव, जिसे विबग्योर फिल्म महोत्सव के रूप में जाना जाता है, हर साल शहर में आयोजित किया जाता है। यह एक अंतरराष्ट्रीय लघु और वृत्तचित्र फिल्म महोत्सव है। टेलिफोनी सेवाएं एयरसेल, एयरटेल, आइडिया सेल्युलर, वोडाफोन, रिलायंस इन्फोकॉम, टाटा डोकोमो, एमटीएस, यूनिनॉर, टाटा इंडिकॉम और राज्य के स्वामित्व वाले बीएसएनएल जैसे विभिन्न खिलाड़ियों द्वारा प्रदान की जाती हैं। बीएसएनएल भी त्रिशूर में 3 जी सेवा दे रहा है। शहर में वाईमैक्स प्लेटफॉर्म पर ब्रॉडबैंड वायरलेस सेवाएं भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिशूर में निजी एफएम रेडियो स्टेशन क्लब एफएम 104.8 मेगाहर्ट्ज, रेडियो मैंगो 91.9 मेगाहर्ट्ज, बेस्ट एफएम 95 बाय (एशियानेट कम्युनिकेशंस लिमिटेड), रेड एफएम 91.1 मेगाहर्ट्ज हैं। ऑल इंडिया रेडियो में शहर के लिए एक AM (630 kHz) और एक FM (101.1 MHz) स्टेशन है। ऑल इंडिया रेडियो (630 kHz) के ट्रांसमीटर को 4 नवंबर 1956 को चालू किया गया था। स्टेशन ने 1974 में स्वतंत्र प्रसारण शुरू किया था। त्रिशूर में दूरदर्शन स्टूडियो है, जिसमें स्टूडियो के पास कम पावर ट्रांसमीटर है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Thrissur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-thrissur-kerala","tags":[{"name":"त्रिशूर","slug":"thrissur"},{"name":"केरल","slug":"kerala"}],"recommendations":[{"id":838,"title":"14 साल में 6 हत्याएं: केरल की गृहिणी जिसने पैसे के लिए अपने परिवार को मार डाला","imageUrl":"2d0488c6-bd77-4047-b950-31f49bbb07d5_murder.jpg","dateCreated":"2019-10-07T02:08:28.041Z","dateModified":"2019-10-07T02:15:02.961Z","contributedBy":"AskGif","content":"केरल पुलिस क्राइम ब्रांच ने 2002 और 2016 के बीच कोझीकोड जिले में एक कैथोलिक परिवार में हुई सीरियल मौतों के मामले को सुलझा लिया है।\r\nजांच के हिस्से के रूप में, पुलिस ने 4 अक्टूबर को पारिवारिक कब्रों को खोल दिया था, ताकि रहस्यमय परिस्थितियों में मरने वाले परिवार के छह लोगों की मौत के कारणों ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2d0488c6-bd77-4047-b950-31f49bbb07d5_murder.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"कोझिकोड","slug":"kozhikode"}],"slug":"6-murders-over-14-years-the-kerala-housewife-who-killed-her-family-for-money","total":0},{"id":634,"title":"त्रिशूर में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","dateCreated":"2019-09-10T16:06:03.046Z","dateModified":"2019-09-11T02:06:20.799Z","contributedBy":"AskGif","content":"त्रिशूर, जिसे इसके पूर्व नाम त्रिचूर के नाम से भी जाना जाता है) भारत के केरल में त्रिशूर जिले का एक शहर और राजधानी है। यह कोच्चि और कोझीकोड शहरी क्षेत्रों के बाद केरल में तीसरा सबसे बड़ा शहरी समूह है और भारत में 20 वां सबसे बड़ा है। त्रिसूर को पूरे इतिहास में सांस्कृतिक, आध्यात्मिक और धार्मिक झुक","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f3a2978e-de1d-4fa9-9c89-24acda30edee_Thrissur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"त्रिशूर","slug":"thrissur"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-thrissur-kerala","total":0},{"id":627,"title":"कासरगोड में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","dateCreated":"2019-09-09T03:21:51.41Z","dateModified":"2019-09-11T02:02:43.414Z","contributedBy":"AskGif","content":"कासरगोड एक नगरपालिका शहर है और भारत में केरल राज्य के कासरगोड जिले का जिला मुख्यालय है। पश्चिमी घाट की समृद्ध जैव विविधता में स्थित, यह चंद्रगिरी और बेकल फ़ोर्ट्स, चंद्रगिरि नदी, ऐतिहासिक कोलाथिरी राजाओं, रानीपुरम और कोट्टनचेरी पहाड़ियों के प्राकृतिक वातावरण, मडियान कुलोम मंदिर, मधुर मंदिर, अनाथा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कासरगोड","slug":"kasaragod"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-kasaragod-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}