{"id":635,"title":"तिरुवनंतपुरम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","dateCreated":"2019-09-10T16:22:12.943Z","dateModified":"2019-09-11T02:06:59.483Z","contributedBy":"AskGif","content":"<p>तिरुवनंतपुरम, जिसे आमतौर पर त्रिवेंद्रम के पूर्व नाम से जाना जाता है, भारतीय राज्य केरल की राजधानी है। यह 2011 तक 957,730 की आबादी वाला केरल का सबसे अधिक आबादी वाला शहर है। शहरी शहरी आबादी की आबादी लगभग 1.68 मिलियन है। भारत के पश्चिमी तट पर दक्षिण की मुख्य भूमि के पास स्थित तिरूअनंतपुरम, केरल का एक प्रमुख सूचना प्रौद्योगिकी केंद्र है और 2016 के रूप में राज्य के सॉफ्टवेयर निर्यात में 55% का योगदान देता है। महात्मा गांधी द्वारा \"भारत का सदाबहार शहर\" के रूप में संदर्भित। इस शहर की विशेषता यह है कि यह कम तटीय पहाड़ियों के अविभाजित इलाके है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पद्मनाभस्वामी मंदिर भारत में सबसे अधिक देखे जाने वाले धार्मिक स्थानों में से एक है। यह दुनिया का सबसे अमीर मंदिर है।</p>\r\n<p>Ays ने 10 वीं शताब्दी तक तिरुवनंतपुरम के वर्तमान क्षेत्र पर शासन किया। 10 वीं शताब्दी में उनके पतन के साथ, शहर को चेरा राजवंश ने अपने कब्जे में ले लिया था। बाद में इस शहर को 12 वीं शताब्दी में वेनाड साम्राज्य ने अपने कब्जे में ले लिया था। 17 वीं शताब्दी में राजा मार्तंड वर्मा ने इस क्षेत्र का विस्तार किया और त्रावणकोर की रियासत की स्थापना की और तिरुवनंतपुरम को त्रावणकोर की राजधानी बनाया गया। 1947 में भारत की स्वतंत्रता के बाद, तिरुवनंतपुरम त्रावणकोर-कोचीन राज्य की राजधानी बन गया और 1956 में केरल के नए भारतीय राज्य के गठन के समय राजधानी बनी रही।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवनंतपुरम एक उल्लेखनीय शैक्षणिक और अनुसंधान केंद्र है और केरल विश्वविद्यालय, केरल टेक्नोलॉजिकल यूनिवर्सिटी, इंदिरा गांधी राष्ट्रीय मुक्त विश्वविद्यालय, और कई अन्य स्कूलों और कॉलेजों के क्षेत्रीय मुख्यालय का घर है। तिरुवनंतपुरम अनुसंधान केंद्रों जैसे इंटरडिसिप्लिनरी साइंस एंड टेक्नोलॉजी, इंडियन स्पेस रिसर्च ऑर्गनाइजेशन के विक्रम साराभाई स्पेस सेंटर, इंडियन इंस्टीट्यूट ऑफ स्पेस साइंस एंड टेक्नोलॉजी और इंडियन इंस्टीट्यूट ऑफ साइंस एजुकेशन एंड रिसर्च का एक परिसर भी है। यह शहर टूनज़ इंडिया लिमिटेड और टाटा एल्क्सी लिमिटेड जैसे मीडिया संस्थानों का घर है, और मलयालम सिनेमा में पहली फिल्म स्टूडियो में से एक, चित्रकंजलि फिल्म स्टूडियो, और कजाखूटोम में किन्फ़्रा फिल्म और वीडियो पार्क भी है, जो भारत का पहला इन्फोटेनमेंट इंडस्ट्रियल है। पार्क।</p>\r\n<p>&nbsp;</p>\r\n<p>गहरे दक्षिण में भारत का सबसे बड़ा शहर होने के नाते, यह रणनीतिक रूप से प्रमुख है और भारतीय वायु सेना के दक्षिणी वायु कमान मुख्यालय, थुम्बा इक्वेटोरियल रॉकेट लॉन्चिंग स्टेशन और आगामी विजिंजम इंटरनेशनल सीपोर्ट को होस्ट करता है। तिरुअनंतपुरम एक प्रमुख पर्यटन केंद्र है, जो पद्मनाभस्वामी मंदिर, कोवलम और वर्कला के समुद्र तटों, पूवर और अंचुथेंग के बैकवाटर और इसके पश्चिमी घाटों पोनमुडी और अगस्तिमाला के ट्रैक्ट के लिए जाना जाता है। 2012 में, तिरुवनंतपुरम को रहने के लिए सबसे अच्छा केरल शहर नामित किया गया था, द टाइम्स ऑफ इंडिया द्वारा किए गए एक क्षेत्र सर्वेक्षण द्वारा। 2013 में, इंडिया टुडे द्वारा किए गए एक सर्वेक्षण में, शहर को भारत में रहने के लिए पंद्रहवें सर्वश्रेष्ठ शहर का स्थान दिया गया था। 2017 में नागरिकता और लोकतंत्र के लिए जनग्रह केंद्र द्वारा किए गए सर्वेक्षण में इस शहर को भारत में सर्वश्रेष्ठ शासित शहर के रूप में भी चुना गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>मुख्य लेख: तिरुवनंतपुरम में पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>वेल्लयानी झील से कमल के पत्ते निकलते हैं।</p>\r\n<p>तिरुवनंतपुरम भारत का एक प्रमुख पर्यटन केंद्र है। कोवलम और वर्कला शहर के पास स्थित लोकप्रिय समुद्र तट शहर हैं। अन्य महत्वपूर्ण समुद्र तटों में पूवर, शंकुमुगम बीच, एझिमाला बीच, विझिनजाम बीच और वेलि बीच शामिल हैं। पद्मनाभस्वामी मंदिर देश के सबसे अमीर मंदिरों में से एक है। अन्य दर्शनीय स्थलों में अगस्त्यमाला के वर्षा वन, नेय्यर वन्यजीव अभयारण्य, कल्लर, ब्रेमोर, पोनमुडी पहाड़ियों, पूवर, एंचुथेंगू बैकवाटर, वर्कला क्लिफ्स और कपिल-एडवा झील शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर अपनी वास्तुकला की अनूठी शैली के लिए भी जाना जाता है जिसमें केरल वास्तुकला ब्रिटिश और द्रविड़ प्रभाव के साथ शामिल है। नेपियर संग्रहालय, चिड़ियाघर, पद्मनाभ स्वामी मंदिर, कुथिरा मलिका महल, किलिमनूर महल और त्रिवेंद्रम गोल्फ क्लब विरासत भवन इसके लिए उदाहरण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य संग्रहालयों में केरल विज्ञान और प्रौद्योगिकी संग्रहालय (इसके साथ जुड़ी प्रियदर्शनी तारामंडल), नेपियर संग्रहालय, केरल मृदा संग्रहालय और कोइक्कल पैलेस संग्रहालय शामिल हैं। अगस्त्यमला बायोस्फीयर रिजर्व यूनेस्को के विश्व नेटवर्क ऑफ बायोस्फीयर रिजर्व में सूचीबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>पलिछल में श्री कृष्ण बलराम मंदिर, कृष्ण चेतना के लिए अंतर्राष्ट्रीय समाज द्वारा एक ऐतिहासिक स्थल है। यह एनएच पर बलरामपुरम की ओर है। यह जयपुर मॉडल मंदिर और रेडस्टोन का काम देखने लायक है और यहां का वातावरण प्रार्थनाओं से परिपूर्ण है। रविवार को उनके पास मुफ्त भोजन और कीर्तन के साथ बड़े सामुदायिक कार्यक्रम होते हैं।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में एक केएसआरटीसी बस</p>\r\n<p>&nbsp;</p>\r\n<p>कोवाडीर रोड; शाही सड़क या \"राजा वीडी\" के रूप में भी जाना जाता है, क्योंकि यह कौड़ीदार महल की ओर जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>शहर की एक और सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवनंतपुरम सेंट्रल रेलवे स्टेशन केरल का सबसे व्यस्त रेलवे स्टेशन है</p>\r\n<p>मुख्य लेख: तिरुवनंतपुरम में परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिवेंद्रम अंतर्राष्ट्रीय हवाई अड्डा</p>\r\n<p>सार्वजनिक परिवाहन</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में एक KSRTC डबल डेकर बस</p>\r\n<p>अधिकांश बस सेवाएं सरकारी ऑपरेटरों द्वारा संचालित की जाती हैं। निजी संचालक भी हैं। केरल राज्य सड़क परिवहन निगम (KSRTC) द्वारा संचालित सिटी बसें शहर में उपलब्ध सार्वजनिक परिवहन का एक महत्वपूर्ण और विश्वसनीय साधन हैं। शहर के मुख्य बस स्टेशन थम्पनूर में सेंट्रल बस स्टेशन हैं, जहाँ से लंबी दूरी की बसें चलती हैं, और पूर्वी किले में सिटी बस स्टेशन हैं, जहाँ से ज़्यादातर सिटी बसें चलती हैं। तीन-पहिया, पीले और काले रंग के ऑटो-रिक्शा और टैक्सियां, सार्वजनिक परिवहन के अन्य लोकप्रिय रूप हैं। तिरुवनंतपुरम लाइट मेट्रो पूरी तरह से एलिवेटेड मेट्रो रेल है - शहर में भीड़ को कम करने के लिए रैपिड ट्रांजिट सिस्टम की योजना है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>तिरुवनंतपुरम में एक अच्छी तरह से विकसित सड़क परिवहन बुनियादी ढांचा है। शहर में सड़कों का रखरखाव त्रिवेंद्रम रोड्स डेवलपमेंट कंपनी लिमिटेड (TRDCL) और केरल PWD द्वारा किया जाता है। टीआरडीसीएल तिरुवनंतपुरम सिटी रोड्स इंप्रूवमेंट प्रोजेक्ट (टीआरसीआईपी) के तहत आने वाली 42 किमी शहर की सड़कों का प्रबंधन करता है, जो भारत में पहली शहरी सड़क परियोजना है। TRCIP तेजी से शहरीकरण की जरूरतों को पूरा करने के लिए शहर में मौजूदा सड़क नेटवर्क को बेहतर बनाने और बनाए रखने के लिए एक सार्वजनिक-निजी भागीदारी परियोजना है। TRCIP ने 2015 में इंटरनेशनल रोड फेडरेशन के ग्लोबल रोड अचीवमेंट अवार्ड्स जीते हैं। TCRIP को संयुक्त राष्ट्र द्वारा एक प्रतिकृति पब्लिक प्राइवेट पार्टनरशिप मॉडल के रूप में भी चुना गया है। यह दुनिया भर के 12 सार्वजनिक-निजी भागीदारी परियोजना के मामलों के अध्ययनों में से एक था, जो संयुक्त राष्ट्र एजेंडा 3030 के सतत विकास लक्ष्यों को पूरा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवनंतपुरम को भारत के राष्ट्रीय राजमार्ग प्रणाली के राष्ट्रीय राजमार्ग 66 द्वारा परोसा जाता है। यह शहर राष्ट्रीय राजमार्ग प्रणाली के उत्तर-दक्षिण कॉरिडोर से जुड़ा हुआ है, जो अरलविमोजी में है, जो शहर से 80 किमी दक्षिण में है। स्टेट हाईवे 1, जिसे आमतौर पर मेन सेंट्रल रोड के रूप में जाना जाता है, शहर में एक धमनी राजमार्ग है। शहर के अन्य प्रमुख राजमार्ग राज्य राजमार्ग 2 और राज्य राजमार्ग 45 हैं। महात्मा गांधी रोड शहर की मुख्य धमनी सड़क है। एक अन्य महत्वपूर्ण सड़क कोवड़ीर रोड है, जिसे शाही सड़क के रूप में भी जाना जाता है, क्योंकि यह कोवियार पैलेस की ओर जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>तिरुवनंतपुरम भारतीय रेलवे के दक्षिणी रेलवे क्षेत्र में एक मंडल मुख्यालय है। लंबी दूरी की ट्रेनें तिरुवनंतपुरम सेंट्रल और कोचुवेली रेलवे टर्मिनल से निकलती हैं। कोचूवेली रेलवे टर्मिनल को केंद्रीय स्टेशन पर भीड़ को कम करने के लिए विकसित किया गया है और यह तिरुवनंतपुरम सेंट्रल के लिए एक उपग्रह स्टेशन के रूप में कार्य करता है। तिरुवनंतपुरम सेंट्रल केरल का सबसे व्यस्त रेलवे स्टेशन है। शहर के अन्य रेलवे स्टेशन तिरुवनंतपुरम पेटा, नेमोम रेलवे स्टेशन, वेलि रेलवे स्टेशन और काज़खुट्टम रेलवे स्टेशन हैं। भारत में सबसे दक्षिणी नगर निगम होने के नाते, भारतीय रेलवे की कई लंबी ट्रेन सेवाएं तिरुवनंतपुरम - सिल्चर सुपरफास्ट एक्सप्रेस और कोचुवेली - अमृतसर साप्ताहिक एक्सप्रेस से उत्पन्न होती हैं। तिरुवनंतपुरम सेंट्रल में भीड़भाड़ को कम करने के लिए नेओम रेलवे स्टेशन पर एक रेलवे टर्मिनल विकसित करने की योजना है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>तिरुवनंतपुरम अंतर्राष्ट्रीय हवाई अड्डे द्वारा तिरुवनंतपुरम अंतरराष्ट्रीय हवाई अड्डे से परोसा जाता है, जो शहर के केंद्र से केवल 6.7 किलोमीटर (4.2 मील) दूर है। हवाई अड्डे ने 1935 से परिचालन शुरू किया और यह केरल का पहला हवाई अड्डा है। राज्य के प्रवेश द्वार में से एक होने के नाते, यह भारत के सभी प्रमुख शहरों के साथ-साथ मध्य पूर्व, मलेशिया, सिंगापुर, मालदीव और श्रीलंका से सीधी कनेक्टिविटी है। चूंकि यह शहर भारतीय वायु सेना के दक्षिणी वायु कमान (SAC) का मुख्यालय है, तिरुवनंतपुरम अंतर्राष्ट्रीय हवाई अड्डा भारतीय वायु सेना (IAF) और तटरक्षक बल को उनके रणनीतिक अभियानों के लिए पूरा करता है। IAF के पास अपने सभी कार्यों को संभालने के लिए एक विशेष एप्रन है। हवाईअड्डा राजीव गांधी अकादमी फॉर एविएशन टेक्नोलॉजी को भी पूरा करता है जो पायलट प्रशिक्षण गतिविधियों को पूरा करता है।</p>\r\n<p>समुद्र</p>\r\n<p>छोटे क्रूज जहाज अक्सर विझिनजाम हार्बर में गोदी करते हैं। विजिंजम ट्रांसशिपमेंट टर्मिनल में एक क्रूज टर्मिनल का निर्माण चल रहा है। विज़िंजम बंदरगाह को सरकार द्वारा अंतरराष्ट्रीय जहाजों और क्रूज के लिए भारत से प्रवेश और निकास के लिए एक अधिकृत आव्रजन चेक-पोस्ट के रूप में नामित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>इसे भी देखें: तिरुवनंतपुरम में स्कूल और कॉलेज तिरुवनंतपुरम में</p>\r\n<p>&nbsp;</p>\r\n<p>1885 में स्थापित मॉडल स्कूल त्रिवेंद्रम, केरल के सबसे पुराने स्कूलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>केरल विश्वविद्यालय में क्लॉक टॉवर</p>\r\n<p>&nbsp;</p>\r\n<p>मेडिकल कॉलेज का मुख्य द्वार</p>\r\n<p>&nbsp;</p>\r\n<p>ओरिएंटल रिसर्च इंस्टीट्यूट और पांडुलिपियां पुस्तकालय केरल विश्वविद्यालय के करियावट्टोम परिसर में स्थित है</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय अंतरिक्ष विज्ञान और प्रौद्योगिकी संस्थान में वेधशाला</p>\r\n<p>प्राथमिक और माध्यमिक शिक्षा</p>\r\n<p>तिरुवनंतपुरम में स्कूलों को सहायता प्राप्त, बिना मान्यता प्राप्त और सरकारी स्कूलों के रूप में वर्गीकृत किया गया है। सरकारी स्कूल केरल राज्य शिक्षा बोर्ड द्वारा सीधे चलाए जाते हैं और राज्य सरकार द्वारा निर्धारित पाठ्यक्रम का पालन करते हैं। अनुदानित स्कूल राज्य पाठ्यक्रम का भी पालन करते हैं। मलयालम और अंग्रेजी शिक्षा की प्राथमिक भाषा हैं; तमिल और हिंदी का भी उपयोग किया जाता है। ये स्कूल द स्टेट काउंसिल ऑफ एजुकेशनल रिसर्च एंड ट्रेनिंग (SCERT), सेंट्रल बोर्ड ऑफ सेकंडरी एजुकेशन (CBSE), इंडियन सर्टिफिकेट ऑफ सेकेंडरी एजुकेशन (ICSE), इंटरनेशनल जनरल सर्टिफिकेट ऑफ सेकंडरी एजुकेशन (IGCSE) और नेशनल इंस्टीट्यूट ऑफ ओपन स्कूलिंग से संबद्ध हैं। (एनआईओएस)। राष्ट्रीय शैक्षिक अनुसंधान और प्रशिक्षण परिषद (NCERT) द्वारा किए गए राष्ट्रीय उपलब्धि सर्वेक्षण में, तिरुवनंतपुरम को केरल में सर्वश्रेष्ठ स्थान दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के उल्लेखनीय स्कूलों में सेंट मेरीज़ हायर सेकेंडरी स्कूल शामिल है, जिसे एशिया के सबसे बड़े स्कूलों में से एक माना जाता है, जिसमें कुल छात्रों की संख्या 12,000 से अधिक है, गवर्नमेंट मॉडल बॉयज़ हायर सेकेंडरी स्कूल, गर्ल्स के लिए गवर्नमेंट हायर सेकंडरी स्कूल, होली एंजल कॉन्वेंट त्रिवेंद्रम, एसएमवी स्कूल, त्रिवेंद्रम इंटरनेशनल स्कूल, चिन्मय विद्यालय, केंद्रीय विद्यालय, लोयोला स्कूल, क्राइस्ट नगर स्कूल, सर्वोदय विद्यालय, निर्मला भवन उच्चतर माध्यमिक विद्यालय, आर्य केंद्रीय विद्यालय, ज्योति निलयम स्कूल, सेंट जोसेफ हायर सेकेंडरी स्कूल, सेंट। थॉमस रेजिडेंशियल स्कूल, द ऑक्सफोर्ड स्कूल और वीएसएससी सेंट्रल स्कूल।</p>\r\n<p>&nbsp;</p>\r\n<p>उच्च शिक्षा और अनुसंधान</p>\r\n<p>तिरुवनंतपुरम अंतरिक्ष विज्ञान, सूचना प्रौद्योगिकी, भौतिक विज्ञान, जैव प्रौद्योगिकी, इंजीनियरिंग और चिकित्सा के क्षेत्र में विभिन्न संस्थानों के साथ एक प्रमुख शैक्षिक और अनुसंधान केंद्र है। तिरुवनंतपुरम में तीन विश्वविद्यालय हैं: दो राज्य विश्वविद्यालय और एक डीम्ड विश्वविद्यालय। राज्य विश्वविद्यालय केरल विश्वविद्यालय और एपीजे अब्दुल कलाम प्रौद्योगिकी विश्वविद्यालय हैं। भारतीय अंतरिक्ष विज्ञान और प्रौद्योगिकी संस्थान (IIST), एक सरकारी सहायता प्राप्त संस्थान और डीम्ड विश्वविद्यालय है। आईआईएसटी देश में अपनी तरह का पहला है, जो अंतरिक्ष विज्ञान, अंतरिक्ष प्रौद्योगिकी और अंतरिक्ष अनुप्रयोगों में स्नातक पाठ्यक्रम और शोध प्रदान करता है। शहर में दो राष्ट्रीय महत्व के संस्थान भी हैं; श्री चित्रा तिरुनल इंस्टीट्यूट फॉर मेडिकल साइंसेज एंड टेक्नोलॉजी (SCTIMST) और इंडियन इंस्टीट्यूट ऑफ साइंस एजुकेशन एंड रिसर्च (IISER)। तिरुवनंतपुरम इंदिरा गांधी राष्ट्रीय मुक्त विश्वविद्यालय (IGNOU) के क्षेत्रीय मुख्यालय में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट मेडिकल कॉलेज, तिरुवनंतपुरम केरल का पहला और एक प्रमुख मेडिकल स्कूल है, जिसकी स्थापना 1951 में हुई थी। SCTIMST के अलावा अन्य उल्लेखनीय मेडिकल स्कूल (जो कार्डियक और न्यूरोसाइंस में सुपर स्पेशियलिटी कोर्स उपलब्ध कराते हैं) और रीजनल कैंसर सेंटर, तिरुवनंतपुरम (जो पीजी प्रदान करता है) रेडियोथेरेपी और पैथोलॉजी में पाठ्यक्रम, और सुपर-स्पेशलिटी पाठ्यक्रम) में SUT अकादमी ऑफ मेडिकल साइंसेज, श्री गोकुलम मेडिकल कॉलेज और सरकारी आयुर्वेद कॉलेज शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में कई प्रमुख कानूनी शिक्षा संस्थान हैं। 1875 में गठित गवर्नमेंट लॉ कॉलेज, भारत के सबसे पुराने कानूनी शिक्षा संस्थानों में से एक है। केरल लॉ अकादमी एक अन्य प्रमुख कानूनी शिक्षा संस्थान है। प्रमुख बिजनेस स्कूलों में एशियन स्कूल ऑफ बिजनेस, सीईटी स्कूल ऑफ मैनेजमेंट और इंस्टीट्यूट ऑफ मैनेजमेंट इन केरल (आईएमके) शामिल हैं। तिरुवनंतपुरम में 23 से अधिक इंजीनियरिंग शिक्षा संस्थान हैं। IIST और IISER के अलावा, अन्य प्रमुख इंजीनियरिंग शिक्षा संस्थानों में शामिल हैं, कॉलेज ऑफ़ इंजीनियरिंग, त्रिवेंद्रम (CET), जो केरल में पहला इंजीनियरिंग कॉलेज, गवर्नमेंट इंजीनियरिंग कॉलेज बार्टनहिल (GEC), श्री चित्रा थिरुनाल कॉलेज ऑफ़ इंजीनियरिंग (SCT), ईआर एंड डीसीआई इंस्टीट्यूट ऑफ टेक्नोलॉजी, यूनिवर्सिटी कॉलेज ऑफ इंजीनियरिंग, राजधानी इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी और मार बसेलीओस कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी। 1866 में स्थापित यूनिवर्सिटी कॉलेज तिरुवनंतपुरम और 1864 में एच.एच. महाराजा कॉलेज ऑफ वुमेन की स्थापना भारत में उच्च शिक्षा के सबसे पुराने संस्थानों में से दो हैं।</p>\r\n<p>अन्य प्रमुख स्नातक और स्नातकोत्तर कॉलेजों में गवर्नमेंट आर्ट्स कॉलेज, महात्मा गांधी कॉलेज, मार इवानियोज कॉलेज, गवर्नमेंट संस्कृत कॉलेज, लोयोला कॉलेज ऑफ सोशल साइंसेज, सेंट जेवियर्स कॉलेज और ऑल सेंट्स कॉलेज शामिल हैं। प्रमुख ललित कला महाविद्यालय स्वाती थिरुनल कॉलेज ऑफ़ म्यूज़िक है, जो केरल में पहली संगीत अकादमी और ललित कला त्रिवेंद्रम कॉलेज है। लक्ष्मीबाई नेशनल कॉलेज ऑफ फिजिकल एजुकेशन, भारतीय खेल प्राधिकरण (SAI) के दो शारीरिक शिक्षा अकादमिक संस्थानों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>तिरुवनंतपुरम में प्रमुख शोध संस्थानों में शामिल हैं, भारतीय सूचना प्रौद्योगिकी और प्रबंधन संस्थान, केरल (IIITMK), नेशनल इंस्टीट्यूट ऑफ स्पीच एंड हियरिंग (NISH), राजीव गांधी सेंटर फॉर बायोटेक्नोलॉजी, सेंटर फॉर डेवलपमेंट ऑफ इमेजिंग टेक्नोलॉजी (C-Dit), केंद्र विकास अध्ययन (सीडीएस), जवाहरलाल नेहरू ट्रॉपिकल बोटैनिकल गार्डन एंड रिसर्च इंस्टीट्यूट, नेशनल सेंटर फॉर अर्थ साइंस स्टडीज (NCESS), सेंटर फॉर डेवलपमेंट ऑफ एडवांस्ड कंप्यूटिंग (C-DAC) और ओरिएंटल रिसर्च इंस्टीट्यूट एंड मैनुस्क्रिप्ट्स लाइब्रेरी।</p>\r\n<p>&nbsp;</p>\r\n<p>केरल विश्वविद्यालय को MHRD के राष्ट्रीय संस्थागत रैंकिंग फ्रेमवर्क (NIRF) के अनुसार केरल में सर्वश्रेष्ठ विश्वविद्यालय के रूप में स्थान दिया गया है। केरल विश्वविद्यालय भी केरल में समग्र संस्थान रैंकिंग में शीर्ष स्थान पर है। इंजीनियरिंग में, भारतीय अंतरिक्ष विज्ञान और प्रौद्योगिकी संस्थान (IIST) को केरल में सर्वश्रेष्ठ माना जाता है और कॉलेज ऑफ़ इंजीनियरिंग, त्रिवेंद्रम (CET) को केरल में तीसरा स्थान दिया गया है। कॉलेज ऑफ इंजीनियरिंग त्रिवेंद्रम को आर्किटेक्चर संस्थान रैंकिंग में भारत में पहले और केरल में चौथे स्थान पर रखा गया है। यूनिवर्सिटी कॉलेज केरल में सर्वश्रेष्ठ कॉलेज के रूप में सूचीबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Thiruvan Thiruvananthapuram</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-thiruvananthapuram-kerala","tags":[{"name":"केरल","slug":"kerala"},{"name":"तिरुवनंतपुरम","slug":"thiruvananthapuram"}],"recommendations":[{"id":635,"title":"तिरुवनंतपुरम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","dateCreated":"2019-09-10T16:22:12.943Z","dateModified":"2019-09-11T02:06:59.483Z","contributedBy":"AskGif","content":"तिरुवनंतपुरम, जिसे आमतौर पर त्रिवेंद्रम के पूर्व नाम से जाना जाता है, भारतीय राज्य केरल की राजधानी है। यह 2011 तक 957,730 की आबादी वाला केरल का सबसे अधिक आबादी वाला शहर है। शहरी शहरी आबादी की आबादी लगभग 1.68 मिलियन है। भारत के पश्चिमी तट पर दक्षिण की मुख्य भूमि के पास स्थित तिरूअनंतपुरम, केरल का ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"तिरुवनंतपुरम","slug":"thiruvananthapuram"}],"slug":"top-places-to-visit-in-thiruvananthapuram-kerala","total":0},{"id":633,"title":"पथानामथिट्टा में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","dateCreated":"2019-09-10T03:11:23.131Z","dateModified":"2019-09-11T02:05:50.914Z","contributedBy":"AskGif","content":"पठानमथिट्टा एक शहर और नगर पालिका है, जो भारत के केरल राज्य में मध्य त्रावणकोर क्षेत्र में स्थित है, जो 23.50 किमी 2 के क्षेत्र में फैला हुआ है। यह पठानमथिट्टा जिले की प्रशासनिक राजधानी है। शहर की आबादी 37,538 है। हिंदू तीर्थस्थल सबरीमाला पठानमथिट्टा जिले में स्थित है; सबरीमाला के मुख्य परिवहन कें","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"पथानामथिट्टा","slug":"pathanamthitta"}],"slug":"top-places-to-visit-in-pathanamthitta-kerala","total":0},{"id":625,"title":"इडुक्की, पयनावु में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"इडुक्की केरल राज्य, भारत के 14 जिलों में से एक है, जो 26 जनवरी 1972 को कोट्टायम जिले को द्विभाजित करके बनाया गया था। उस समय, जिला मुख्यालय कोट्टायम में था। जून 1976 में इसे दर्दावू ले जाया गया। इडुक्की केरल के पश्चिमी घाट में स्थित है। इडुक्की क्षेत्र में दूसरा सबसे बड़ा जिला है लेकिन जनसंख्या घन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पयनावु","slug":"painavu"},{"name":"इडुक्की","slug":"idukki"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-idukki-painavu-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}