{"id":635,"title":"Top Places to visit in Thiruvananthapuram, Kerala","imageUrl":"8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","dateCreated":"2019-09-10T16:22:12.943Z","dateModified":"2019-09-11T02:06:59.483Z","contributedBy":"AskGif","content":"<p>Thiruvananthapuram, commonly known by its former name Trivandrum, is the capital of the Indian state of Kerala. It is the most populous city in Kerala with a population of 957,730 as of 2011. The encompassing urban agglomeration population is around 1.68 million. Located on the west coast of India near the extreme south of the mainland, Thiruvananthapuram is a major Information Technology hub in Kerala and contributes 55% of the state's software exports as of 2016. Referred to by Mahatma Gandhi as the \"Evergreen city of India\", the city is characterised by its undulating terrain of low coastal hills.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Padmanabhaswamy Temple is one of the most visited religious places in India. It is the richest temple in the world.</p>\r\n<p>The Ays ruled the present region of Thiruvananthapuram until the 10th century. With their fall in the 10th century, the city was taken over by the Chera dynasty. The city was later taken over by the Kingdom of Venad in the 12th century. In the 17th century the king Marthanda Varma expanded the territory and founded the princely state of Travancore and Thiruvananthapuram was made capital of Travancore. Following India's independence in 1947, Thiruvananthapuram became the capital of Travancore-Cochin state and remained capital when the new Indian state of Kerala was formed in 1956.</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruvananthapuram is a notable academic and research hub and is home to the University of Kerala, Kerala Technological University the regional headquarters of Indira Gandhi National Open University, and many other schools and colleges. Thiruvananthapuram is also home to research centers such as the National Institute for Interdisciplinary Science and Technology, Indian Space Research Organisation's Vikram Sarabhai Space Centre, the Indian Institute of Space Science and Technology, and a campus of the Indian Institutes of Science Education and Research. The city is home to media institutions like Toonz India Ltd and Tata Elxsi Ltd, and is also home to Chitranjali Film Studio, one of the first film studios in Malayalam Cinema, and Kinfra Film and Video Park at Kazhakoottom, which is India's first Infotainment industrial park.</p>\r\n<p>&nbsp;</p>\r\n<p>Being India's largest city in the deep south, it is strategically prominent and hosts the Southern Air Command headquarters of the Indian Air Force, the Thumba Equatorial Rocket Launching Station and the upcoming Vizhinjam International Seaport. Thiruvananthapuram is a major tourist centre, known for the Padmanabhaswamy Temple, the beaches of Kovalam and Varkala, the backwaters of Poovar and Anchuthengu and its Western Ghats tracts of Ponmudi and the Agastyamala. In 2012, Thiruvananthapuram was named the best Kerala city to live in, by a field survey conducted by The Times of India. In 2013, the city was ranked the fifteenth best city to live in India, in a survey conducted by India Today. The city was also selected as the best-governed city in India in the survey conducted by Janaagraha Centre for citizenship and democracy in 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Main article: Tourism in Thiruvananthapuram</p>\r\n<p>&nbsp;</p>\r\n<p>Harvesting lotus leaves from Vellayani Lake.</p>\r\n<p>Thiruvananthapuram is a major tourist hub in India. Kovalam and Varkala are popular beach towns located near the city. Other important beaches include Poovar, Shankumugham Beach, Azhimala Beach, Vizhinjam Beach and Veli Beach. The Padmanabhaswamy Temple is one of the richest temples in the country. Other places of interest include Agasthyamala rain forests, Neyyar Wildlife Sanctuary, Kallar, Braemore, Ponmudi hills, Poovar, Anchuthengu backwaters, Varkala Cliffs and Kappil-Edava lakes.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is also known for its unique style of architecture involving Kerala Architecture with British and Dravidian influences. Napier museum, Zoo, Padmanabha Swamy temple, Kuthira Malika palace, Kilimanoor palace and The Trivandrum Golf Club heritage building are examples for this.</p>\r\n<p>&nbsp;</p>\r\n<p>The main museums include Kerala Science and Technology Museum (with its attached Priyadarsini Planetarium), Napier Museum, Kerala Soil Museum and Koyikkal Palace Museum. Agasthyamala Biosphere Reserve is listed in UNESCO's World Network of Biosphere Reserves.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Krishna Balarama temple in Pallichal is a landmark by International society for Krishna consciousness. It's on the NH towards Balaramapuram. This Jaipur modelled temple and redstone work is worth seeing and the ambiance is serene with prayers. On Sundays they have large community programs with free food and kirtan.</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>A KSRTC bus in the city</p>\r\n<p>&nbsp;</p>\r\n<p>Kowdiar road; also known as the royal road or \"Raja Veedhi\", as it leads to the Kowdiar Palace</p>\r\n<p>&nbsp;</p>\r\n<p>Another road in the city</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruvananthapuram Central Railway Station is the busiest railway station in Kerala</p>\r\n<p>Main article: Transport in Thiruvananthapuram</p>\r\n<p>&nbsp;</p>\r\n<p>Trivandrum International Airport</p>\r\n<p>Public transport</p>\r\n<p>&nbsp;</p>\r\n<p>A KSRTC Double-decker bus in the city</p>\r\n<p>The majority of bus services are conducted by government operators. There are also private operators. The city buses operated by Kerala State Road Transport Corporation (KSRTC) are an important and reliable means of public transport available in the city. The main bus stations in the city are the Central Bus Station in Thampanoor, where most of the long-distance buses ply from, and city bus station in East Fort, where most city buses ply from. Three-wheeled, yellow and black auto-rickshaws and taxis, are other popular forms of public transport. Thiruvananthapuram Light Metro is a fully elevated metro rail &ndash; rapid transit system planned to ease the congestion in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Thiruvananthapuram has a well-developed road transport infrastructure. The roads in the city are maintained by the Trivandrum Roads Development Company Limited (TRDCL) and Kerala PWD. TRDCL manages the 42 km city roads which come under the Thiruvananthapuram City Roads Improvement Project (TRCIP), which is the first urban road project in India. TRCIP is a Public-private partnership project to improve and maintain the existing road network in the city to cater to the needs of rapid urbanisation. TRCIP has won the International Road Federation's Global Road Achievement Awards in 2015. TCRIP has also been selected by United Nations as a replicable Public Private Partnership model. It was one of the 12 Public-private partnership project case studies from across the world which fulfil the Sustainable Development Goals of the UN Agenda 2030.</p>\r\n<p>&nbsp;</p>\r\n<p>Thiruvananthapuram is served by National Highway 66 of India's National Highways system. The city is connected to the North-South Corridor of the National Highway system at Aralvaimozhi, which is 80 km south of the city. The State Highway 1, which commonly known as the Main Central Road is an arterial highway in the city. Other major highways in the city are State Highway 2 and State Highway 45. The Mahatma Gandhi Road is the main arterial road in the city. Another important road is the Kowdiar Road, which is also known as the royal road, as it leads to the Kowdiar Palace.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Thiruvananthapuram is a divisional headquarters in the Southern Railway zone of the Indian Railways. Long-distance trains originate from Thiruvananthapuram Central and Kochuveli railway terminal. Kochuveli railway terminal is developed to ease congestion on central station and it acts as a satellite station to Thiruvananthapuram Central. Thiruvananthapuram Central is the busiest railway station in Kerala. Other railway stations in the city are Thiruvananthapuram Pettah, Nemom railway station, Veli railway station and Kazhakoottam railway station. Being the southernmost municipal corporation in India, many long train services of Indian Railways originate from Thiruvananthapuram like Thiruvananthapuram - Silchar Superfast Express and Kochuveli - Amritsar Weekly Express. There are plans to develop a railway terminal at Nemom railway station to reduce congestion at Thiruvananthapuram Central.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Thiruvananthapuram is served by the Thiruvananthapuram International Airport, located at Chakai, only about 6.7 kilometres (4.2 mi) from the city centre. The airport started operations from 1935 and is the first airport in Kerala. Being one of the gateways to the state, it has direct connectivity to all the major cities in India as well as the Middle East, Malaysia, Singapore, the Maldives and Sri Lanka. As the city is headquarters of the Southern Air Command (SAC) of the Indian Air Force, Thiruvananthapuram International Airport caters to the Indian Air Force (IAF) and the Coast Guard for their strategic operations. IAF has an exclusive apron to handle all their operations. The airport also caters to the Rajiv Gandhi Academy for Aviation Technology which carries out pilot training activities.</p>\r\n<p>Sea</p>\r\n<p>Small cruise ships often dock at Vizhinjam Harbour. A cruise terminal is under construction at Vizhinjam Transshipment Terminal. Vizhinjam seaport has been designated by the government as an authorised immigration check-post for entry and exit from India for international ships and cruises.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>See also: Schools in Thiruvananthapuram and Colleges in Thiruvananthapuram</p>\r\n<p>&nbsp;</p>\r\n<p>Model School Trivandrum, founded in 1885 is one of the oldest schools in Kerala.</p>\r\n<p>&nbsp;</p>\r\n<p>Clock Tower at the University of Kerala</p>\r\n<p>&nbsp;</p>\r\n<p>Main gate of Medical college</p>\r\n<p>&nbsp;</p>\r\n<p>The Oriental Research Institute &amp; Manuscripts Library is situated in the Kariavattom Campus of University of Kerala</p>\r\n<p>&nbsp;</p>\r\n<p>Observatory in Indian Institute of Space Science and Technology</p>\r\n<p>Primary and secondary education</p>\r\n<p>Schools in Thiruvananthapuram are classified as aided, unaided and Government schools. The government schools are run directly by the Kerala State Education Board and follow the syllabus prescribed by the state government. The aided schools also follow the state syllabus. Malayalam and English are the primary languages of instruction; Tamil and Hindi are also used. The schools are affiliated with The State Council of Educational Research and Training (SCERT), Central Board of Secondary Education (CBSE), Indian Certificate of Secondary Education (ICSE), International General Certificate of Secondary Education (IGCSE) and National Institute of Open Schooling (NIOS). In the National Achievement Survey conducted by National Council of Educational Research and Training (NCERT), Thiruvananthapuram is ranked as best in Kerala.</p>\r\n<p>&nbsp;</p>\r\n<p>The notable schools in the city include St. Mary's Higher Secondary School, which is considered as one of the largest schools in Asia, with the total number of students exceeding 12,000, Government Model Boys Higher Secondary School, Government Higher Secondary School for Girls, Holy Angel's Convent Trivandrum, SMV School, Trivandrum International School, Chinmaya Vidyalayas, Kendriya Vidyalaya, Loyola School, Christ Nagar School, Sarvodaya Vidyalaya, Nirmala Bhavan Higher Secondary School, Arya Central School, Jyothi Nilayam School, St. Joseph's Higher Secondary School, St. Thomas Residential School, The Oxford School and VSSC Central School.</p>\r\n<p>&nbsp;</p>\r\n<p>Higher education and research</p>\r\n<p>Thiruvananthapuram is a major educational and research hub with various institutions in the fields of space science, information technology, physical science, biotechnology, engineering and medicine. There are three universities in Thiruvananthapuram: two state universities and one deemed university. The state universities are the University of Kerala and APJ Abdul Kalam Technological University. Indian Institute of Space Science and Technology (IIST), is a government-aided institute and deemed university. IIST is the first of its kind in the country, to offer graduate courses and research in space sciences, space technology and space applications. The city also houses two Institutes of National Importance; Sree Chitra Tirunal Institute for Medical Sciences and Technology (SCTIMST) and Indian Institute of Science Education and Research (IISER). Thiruvananthapuram is one of the regional headquarters of Indira Gandhi National Open University (IGNOU).</p>\r\n<p>&nbsp;</p>\r\n<p>The Government Medical College, Thiruvananthapuram is the first and a premier medical school in Kerala, founded in 1951. Other notable medical schools apart from SCTIMST (which provides super-specialty courses in cardiac and neuroscience) and Regional Cancer Centre, Thiruvananthapuram (which provides PG courses in radiotherapy and pathology, and super-specialty courses) includes SUT Academy of Medical Sciences, Sree Gokulam Medical College and Government Ayurveda College.</p>\r\n<p>&nbsp;</p>\r\n<p>The city houses several prominent legal education institutions. The Government Law College, formed in 1875, is one of the oldest legal education institutions in India. The Kerala Law Academy is another major legal education institution. The major Business schools include Asian School of Business, CET School of Management and Institute of Management in Kerala (IMK). There are over 23 engineering education institutions in Thiruvananthapuram. Apart from IIST and IISER, the other major engineering education institutions includes, College of Engineering, Trivandrum (CET), which is the first engineering college in Kerala, Government Engineering College BartonHill (GEC), Sree Chitra Thirunal College of Engineering (SCT), ER &amp; DCI Institute of Technology, University College of Engineering, Rajadhani Institute of Engineering and Technology and Mar Baselios College of Engineering and Technology. The University College Thiruvananthapuram established in 1866 and H.H. The Maharaja's College for Women established in 1864 are two of the oldest institutions of higher education in India.</p>\r\n<p>Other prominent undergraduate and postgraduate colleges include the Government Arts College, Mahatma Gandhi College, Mar Ivanios College, Government Sanskrit College, Loyola College of Social Sciences, St. Xavier's College and All Saints College. Major fine arts colleges are Swathi Thirunal College of Music, which is the first music academy in Kerala and College of Fine Arts Trivandrum. The Lakshmibai National College of Physical Education is one of the two physical education academic institutes of the Sports Authority of India (SAI).</p>\r\n<p>&nbsp;</p>\r\n<p>The premier research institutes in Thiruvananthapuram includes, Indian Institute of Information Technology and Management, Kerala (IIITMK), National Institute of Speech and Hearing (NISH), Rajiv Gandhi Centre for Biotechnology, Centre for Development of Imaging Technology (C-Dit), Centre for Development Studies (CDS), Jawaharlal Nehru Tropical Botanic Garden and Research Institute, National Centre for Earth Science Studies (NCESS), Centre for Development of Advanced Computing (C-DAC) and Oriental Research Institute &amp; Manuscripts Library.</p>\r\n<p>&nbsp;</p>\r\n<p>Kerala University is ranked as the best university in Kerala according to the MHRD's National Institutional Ranking Framework (NIRF). Kerala University also ranked top in overall institution rankings in Kerala. In engineering, Indian Institute of Space Science and Technology (IIST) is raked as the best in Kerala and College of Engineering, Trivandrum (CET) is ranked third in Kerala. College of Engineering Trivandrum is also ranked fourth in India and first in Kerala in architecture institution rankings. The University College is listed as the best college in Kerala.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Thiruvananthapuram</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-thiruvananthapuram-kerala","tags":[{"name":"kerala","slug":"kerala"},{"name":"thiruvananthapuram","slug":"thiruvananthapuram"}],"recommendations":[{"id":635,"title":"Top Places to visit in Thiruvananthapuram, Kerala","imageUrl":"8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","dateCreated":"2019-09-10T16:22:12.943Z","dateModified":"2019-09-11T02:06:59.483Z","contributedBy":"AskGif","content":"Thiruvananthapuram, commonly known by its former name Trivandrum, is the capital of the Indian state of Kerala. It is the most populous city in Kerala with a population of 957,730 as of 2011. The encompassing urban agglomeration population is around 1.68 million. Located on the west coast of Indi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8685586a-243d-4552-b757-77371823dbc8_trivendrum_railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"thiruvananthapuram","slug":"thiruvananthapuram"}],"slug":"top-places-to-visit-in-thiruvananthapuram-kerala","total":0},{"id":633,"title":"Top Places to visit in Pathanamthitta, Kerala","imageUrl":"7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","dateCreated":"2019-09-10T03:11:23.131Z","dateModified":"2019-09-11T02:05:50.914Z","contributedBy":"AskGif","content":"Pathanamthitta is a town and a municipality situated in the Central Travancore region in the state of Kerala, India, spread over an area of 23.50 km2. It is the administrative capital of Pathanamthitta district. The town has a population of 37,538. The Hindu pilgrim centre Sabarimala is situated ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7967f785-010d-499f-83a2-ad395cf59514_Pathanamthitta-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"pathanamthitta","slug":"pathanamthitta"}],"slug":"top-places-to-visit-in-pathanamthitta-kerala","total":0},{"id":625,"title":"Top Places to visit in Idukki, Painavu, Kerala","imageUrl":"9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","dateCreated":"2019-09-09T03:09:56.141Z","dateModified":"2019-09-11T02:01:40.09Z","contributedBy":"AskGif","content":"Idukki is one of the 14 districts of Kerala state, India, created on 26 January 1972 bifurcating Kottayam District. At that time, the district headquarters was at Kottayam. In June 1976 it was moved to Painavu. Idukki lies in the Western Ghats of Kerala. Idukki is the second largest district in a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9f725820-affc-4a51-abf9-053663df9566_iduki-dam-kerala.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"painavu","slug":"painavu"},{"name":"idukki","slug":"idukki"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-idukki-painavu-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}