{"id":636,"title":"वायनाड, कलपेट्टा में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","dateCreated":"2019-09-10T16:29:02.647Z","dateModified":"2019-09-11T02:07:26.546Z","contributedBy":"AskGif","content":"<p>वायनाड केरल राज्य के उत्तर-पूर्व में कालपेट्टा नगरपालिका के प्रशासनिक मुख्यालय के साथ एक भारतीय जिला है। यह 700 से 2100 मीटर की ऊँचाई वाले पश्चिमी घाट पर स्थित है। 1 नवंबर 1980 को कोझिकोड और कन्नूर जिलों के क्षेत्रों को तराश कर केरल में 12 वें जिले के रूप में स्थापित किया गया था। जिले का लगभग 885.92 वर्ग किमी क्षेत्र वन के अंतर्गत है। वायनाड में तीन नगरपालिका शहर हैं- कलपेट्टा, मंतवन्दी और सुल्तान बाथरी। इस क्षेत्र में कई स्वदेशी आदिवासी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रकृति स्थल</p>\r\n<p>दक्षिणी कर्नाटक में बांदीपुर नेशनल पार्क एक 874-किमी 2 वन आरक्षित है और यह बाघों की छोटी आबादी के लिए जाना जाता है। एक बार मैसूर के महाराजाओं का निजी शिकारगाह, पार्क भारतीय हाथियों, चित्तीदार हिरण, बाइसन (गौर), मृग और कई अन्य देशी प्रजातियों और लुप्तप्राय वन्यजीवों का भी घर है। 14 वीं शताब्दी का हिमवद गोपालस्वामी मंदिर पार्क की सबसे ऊँची चोटी से दृश्य प्रस्तुत करता है। अधिकांश आगंतुक दिसंबर-जनवरी, और अप्रैल-मई में आते हैं जब मौसम ज्यादातर शुष्क होता है क्योंकि मानसून का मौसम जून-अक्टूबर चलता है। यहाँ की जलवायु उष्णकटिबंधीय और गर्म साल भर की है।</p>\r\n<p>मुथंगा में वायनाड वन्यजीव अभयारण्य संरक्षित क्षेत्र नेटवर्क के लिए सन्निहित है, कर्नाटक के नागरहोल और बांदीपुर के साथ उत्तर-पूर्व में और तमिलनाडु के मुथुमाला दक्षिण-पूर्व में है। जैव विविधता में समृद्ध, अभयारण्य नीलगिरी बायोस्फीयर रिजर्व का एक अभिन्न अंग है, जिसे क्षेत्र की जैविक विरासत के संरक्षण के विशिष्ट उद्देश्य से स्थापित किया गया है। अभयारण्य वनस्पतियों और जीवों में समृद्ध है। प्रबंधन आदिवासियों की सामान्य जीवन शैली और जंगल में और उसके आसपास रहने वाले अन्य लोगों के लिए उचित विचार के साथ वैज्ञानिक संरक्षण पर जोर देता है। वनस्पति मुख्य रूप से नम पर्णपाती जंगल है जिसमें दलदल, सागौन, बांस और लंबी घास के छोटे खंड हैं। इस तरह के उपजाऊ और विविध वनस्पतियों के बीच, यह क्षेत्र कई दुर्लभ जड़ी-बूटियों और औषधीय पौधों की मेजबानी करता है। क्षेत्र में पानी के छिद्रों की सभ्य मात्रा के कारण, मुथांगा में पचाइमर की एक बड़ी आबादी है और इसे परियोजना हाथी स्थल घोषित किया गया है। कुछ अन्य जानवर जो वहाँ पाए जा सकते हैं वे हैं जंगल की बिल्ली, पैंथर्स, सिवेट कैट, बंदर, जंगली कुत्ते, चित्तीदार हिरण, बाइसन, गौर, चीता, आलसी भालू, मोर, उल्लू, जंगल के पंख, कठफोड़वा, बब्बर, और कोयल। रिजर्व बाघों की एक छोटी आबादी का घर भी है।</p>\r\n<p>बाणासुर सागर बांध - 24 किमी - भारत में सबसे बड़ा मिट्टी का बांध माना जाता है।</p>\r\n<p>कायक्कुन्न प्राचीन पाषाण मंदिर - वायनाड जिला, केरल, भारत में नदवयाल, मण्णतावादि के पास एक छोटा शहर है। यह शहर पनामाराम पंचायत के अंतर्गत आता है, और विधानसभा निर्वाचन क्षेत्र मन्थन्वादि (उत्तर वायनाड) है। 22.1 किमी</p>\r\n<p>Soochipara फॉल्स, जिसे सेंटिनल रॉक फॉल्स के रूप में भी जाना जाता है - 20 किमी</p>\r\n<p>लक्कीदेवी व्यू प्वाइंट</p>\r\n<p>कारलाड झील - 16 किमी</p>\r\n<p>दार्शनिक और न्यूमिज़माटिक्स संग्रहालय - बाणासुर सागर बांध के निकट</p>\r\n<p>मीनमुट्टी फॉल्स - 25 किमी - 2 किमी जंगल शानदार झरने के लिए</p>\r\n<p>कंथानपारा जलप्रपात - 22 किमी</p>\r\n<p>कुरुम्बलाकोट्टा - केरल के वायनाड जिले में कलपेट्टा के पश्चिम में 15 किलोमीटर (9.3 मील) एक पहाड़ी है। यह केरल में एक मोनोलिथ पहाड़ी है। यह समुद्र तल से 980 मीटर (3,220 फीट) ऊपर उठता है। यह वायनाड के केंद्र में स्थित है और डेक्कन पठार के एक भाग और पश्चिमी घाट का संगम भी है</p>\r\n<p>चेम्बरा पीक - 2100 मीटर की ऊँचाई पर, विशाल चेम्ब्रा पीक वायनाड के दक्षिणी भाग में मेप्पडी के पास स्थित है। यह इस क्षेत्र की चोटियों में सबसे ऊंची है और इस शिखर पर चढ़ने से किसी की शारीरिक क्षमता का परीक्षण होता है। केमबरा पीक पर चढ़ना एक शानदार अनुभव है, क्योंकि चढ़ाई में प्रत्येक चरण वायनाड के महान विस्तार को प्रकट करता है और यह देखने के लिए व्यापक हो जाता है जैसे कोई इसके शिखर तक जाता है। ऊपर जाकर चोटी के नीचे आने में पूरा दिन लग जाता। जो लोग शीर्ष पर शिविर लगाना चाहते हैं उन्हें अविस्मरणीय अनुभव का आश्वासन दिया जाता है।</p>\r\n<p>नीलीमाला व्यू पॉइंट -नियर मीनमुट्टी जलप्रपात - 27 किमी</p>\r\n<p>सूर्योदय घाटी - नाटकीय पहाड़ी दृश्यों के बीच उगते और सूर्यास्त को देखने के लिए एक जगह - 22 किमी</p>\r\n<p>पांडल्लूर के पास मैंगो ऑरेंज गांव में चाय के बागान हैं।</p>\r\n<p>Soochippara</p>\r\n<p>Chembra</p>\r\n<p>Chooralmala</p>\r\n<p>Mooppanad</p>\r\n<p>सुल्तान बाथरी कायक्कुन्न प्राचीन पाषाण मंदिर की ओर - 21.9 किमी करापुझा बांध - 17 किमी एडक्कल गुफाएं - 28 किमी चेथलायम फॉल्स - 37 किमी मुथंगा वन्यजीव अभयारण्य - 42 किमी - 12 किमी सुल्तान बाथरी जैन मंदिर - 24 आरएआरएस (क्षेत्रीय कृषि अनुसंधान स्टेशन) - 25 किमी। फैंटम रॉक - 26 किमी</p>\r\n<p>ऐतिहासिक स्थल</p>\r\n<p>अंबालावल के भारतीय गांव में स्थित वायनाड हेरिटेज संग्रहालय, जिला पर्यटन संवर्धन परिषद द्वारा प्रबंधित है। संग्रहालय आदिवासी अवशेष और कलाकृतियों को प्रदर्शित करता है। संग्रहालय के चार क्षेत्र- वर्मास्मृति, गोत्रसमुर्ती, देवस्मृति, और जीवनमूर्ति- विभिन्न प्रकार की वस्तुओं में 17 वीं शताब्दी तक के विभिन्न प्रकार के सामान शामिल हैं, जिनमें सामान्य आदिवासी जीवन की कलाकृतियां, सजे हुए स्मारक कब्र के पत्थर शामिल हैं जो एक बार सुशोभित होते थे। नायकों की कब्रें, और टेराकोटा के आंकड़े।</p>\r\n<p>कालपेट्टा में महात्मा गांधी मेमोरियल संग्रहालय और पुस्तकालय, जैन मंदिर के पास एक बोर्डिंग हाउस है, जहाँ गांधी ने अपनी यात्रा के दौरान विश्राम किया था। संग्रहालय, कालपेट्टा से लगभग 4 किमी दूर पुलियारमला में स्थित है।</p>\r\n<p>पुलियारमाला में अनंतनाथ स्वामी मंदिर, केरल में बहुत कम वर्तमान जैन मंदिरों में से एक है।</p>\r\n<p>मायलाडिपारा ट्रेकिंग सेंटर।</p>\r\n<p>मायलाडिपारा सिविल स्टेशन के पूर्व में स्थित एक चट्टान है, जो नए एनएच बाईपास रोड से सटा है। Myladippara के लिए एक ट्रेक एक आकर्षक अनुभव प्रदान करता है, जो इसे पर्यटकों के लिए एक शानदार गंतव्य बनाता है।</p>\r\n<p>ठोवरिमाला एझुथुपारा सुल्तान बाथरी से 5 किमी और ट्रेकिंग के 400 मीटर (1,312 फीट) की दूरी पर स्थित है, जहां एक पत्थर पर पाषाण युग के चित्रांकन देखे जा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय निवासी,</p>\r\n<p>&nbsp;</p>\r\n<p>बेनील्ड जोसेफ - हैकर</p>\r\n<p>सी। के। जानू - राजनीतिज्ञ</p>\r\n<p>सनी वेन - अभिनेता</p>\r\n<p>युहनन मोर फिलोक्सीनो मेट्रोपॉलिटन (लेट) - बिशप</p>\r\n<p>एम। पी। वीरेन्द्र कुमार - राजनीतिज्ञ</p>\r\n<p>जॉर्ज नजरलकट बिशप</p>\r\n<p>मैथ्यूज मोर एफ़्रेम मेट्रोपॉलिटन - बिशप</p>\r\n<p>अबू सलीम - अभिनेता</p>\r\n<p>एस्तेर अनिल - अभिनेत्री</p>\r\n<p>अनु सीथारा - अभिनेत्री</p>\r\n<p>मिधुन मैनुअल थॉमस - निर्देशक</p>\r\n<p>बेसिल जोसेफ - निर्देशक</p>\r\n<p>जेनिथ कच्छपिली - निर्देशक</p>\r\n<p>मनु मंजित - गीतकार</p>\r\n<p>पी। एस। जीना - बास्केटबॉल खिलाड़ी</p>\r\n<p>विनोद जोस - पत्रकार</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Wayanad_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-wayanad-kalpetta-kerala","tags":[{"name":"वायनाड","slug":"wayanad"},{"name":"कलपेट्टा","slug":"kalpetta"},{"name":"केरल","slug":"kerala"}],"recommendations":[{"id":774,"title":"केरल  12 साल की बच्ची का बलात्कार 30 लोगों ने किया","imageUrl":"c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","dateCreated":"2019-09-25T02:05:11.377Z","dateModified":"2019-09-25T05:23:28.067Z","contributedBy":"AskGif","content":"जिले के चेलारी में एक 12 वर्षीय लड़की के साथ लगभग 30 लोगों ने कथित तौर पर बलात्कार किया। यह संदेह है कि लड़की, जो सातवीं कक्षा की छात्रा है, उसके पिता के समर्थन से बलात्कार किया गया था।\r\n&nbsp;\r\nघटना के संबंध में, तिरुरांगडी पुलिस ने प्रोटेक्शन ऑफ चिल्ड्रन फ्रॉम सेक्सुअल ऑफेंस (पोक्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","category":{"name":"समाचार","slug":"news"},"tags":[{"name":"मलप्पुरम","slug":"malappuram"},{"name":"केरल","slug":"kerala"},{"name":"बलात्कार","slug":"rape"}],"slug":"kerala-12-year-old-girl-raped-by-30-people","total":0},{"id":628,"title":"कोल्लम में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","dateCreated":"2019-09-09T03:28:22.689Z","dateModified":"2019-09-11T02:03:21.684Z","contributedBy":"AskGif","content":"कोल्लम इस साउंडप्रोन्युरेशन (मदद &middot; जानकारी) के बारे में, जिसे इसके पूर्व नाम क्विलोन के नाम से भी जाना जाता है, इस साउंडप्रोन्युरेशन के बारे में (हेल्प &middot; जानकारी) और कोलोआ (पुर्तगाली में) और डेसिंगानाडू, भारतीय राज्य के लेकसैडीव सागर तट पर एक पुराना बंदरगाह और शहर है। केरल। यह शहर अ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"केरल","slug":"kerala"},{"name":"कोल्लम","slug":"kollam"}],"slug":"top-places-to-visit-in-kollam-kerala","total":0},{"id":627,"title":"कासरगोड में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","dateCreated":"2019-09-09T03:21:51.41Z","dateModified":"2019-09-11T02:02:43.414Z","contributedBy":"AskGif","content":"कासरगोड एक नगरपालिका शहर है और भारत में केरल राज्य के कासरगोड जिले का जिला मुख्यालय है। पश्चिमी घाट की समृद्ध जैव विविधता में स्थित, यह चंद्रगिरी और बेकल फ़ोर्ट्स, चंद्रगिरि नदी, ऐतिहासिक कोलाथिरी राजाओं, रानीपुरम और कोट्टनचेरी पहाड़ियों के प्राकृतिक वातावरण, मडियान कुलोम मंदिर, मधुर मंदिर, अनाथा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कासरगोड","slug":"kasaragod"},{"name":"केरल","slug":"kerala"}],"slug":"top-places-to-visit-in-kasaragod-kerala","total":0},{"id":623,"title":"अलाप्पुझा,अल्लेप्पी में देखने के लिए शीर्ष स्थान, केरल","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"अलाप्पुझा, जिसे इसके पूर्व नाम अल्लेप्पी के नाम से भी जाना जाता है, भारतीय राज्य केरल में अलाप्पुझा जिले का प्रशासनिक मुख्यालय है। अलाप्पुझा केरल का एक शहर और नगरपालिका है जिसकी शहरी आबादी 174,164 है और केरल राज्य में साक्षरता दर वाले जिलों में तीसरे स्थान पर है। 2016 में, सेंटर फॉर साइंस एंड एनव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अल्लेप्पी","slug":"alleppey"},{"name":"केरल","slug":"kerala"},{"name":"अलाप्पुझा","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}