{"id":636,"title":"Top Places to visit in Wayanad, Kalpetta, Kerala","imageUrl":"d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","dateCreated":"2019-09-10T16:29:02.647Z","dateModified":"2019-09-11T02:07:26.546Z","contributedBy":"AskGif","content":"<p>Wayanad is an Indian district in the north-east of Kerala state with administrative headquarters at the municipality of Kalpetta. It is set high on the Western Ghats with altitudes ranging from 700 to 2100 meters. The district was formed on 1 November 1980 as the 12th district in Kerala by carving out areas from Kozhikode and Kannur districts. About 885.92 sq.km of area of the district is under forest. Wayanad has three municipal towns&mdash;Kalpetta, Mananthavady and Sulthan Bathery. There are many indigenous tribals in this area.</p>\r\n<p>&nbsp;</p>\r\n<p>Nature sites</p>\r\n<p>Bandipur National Park in southern Karnataka is an 874-km2 forested reserve and is known for its small population of tigers. Once the private hunting ground of the Maharajas of Mysore, the park is also home to Indian elephants, spotted deer, bison(gaurs), antelope and numerous other native species and endangered wildlife. The 14th-century Himavad Gopalaswamy temple offers views from the park's highest peak. Most visitors arrive Dec&ndash;Jan, and Apr-May when the weather is mostly dry as the monsoon season runs Jun-Oct. The climate is tropical and hot year-round.</p>\r\n<p>Wayanad Wildlife Sanctuary at Muthanga is contiguous to the protected area network, with Nagarhole and Bandipur of Karnataka to the north-east and Muthumala of Tamil Nadu to the south-east. Rich in Biodiversity, the sanctuary is an integral part of the Nilgiri Biosphere Reserve, which has been established with the specific objective of conserving the biological heritage of the region. The sanctuary is rich in flora and fauna. The management lays emphasis on scientific conservation with due consideration for the general lifestyles of tribals and others who live in and around the forest. The vegetation is predominantly moist deciduous forest with small stretches of swamp, teak, bamboo and tall grass. Amidst such fertile and varied flora, this region hosts several rare herbs and medicinal plants. Due to the decent amount of watering holes in the area, Muthanga has a large population of pachyderms and has been declared a Project Elephant site. Some other animals that can be found there are jungle cat, panthers, civet cat, monkeys, wild dogs, spotted deer, bison, gaur, cheetah, sloth bear, peacock, owls, jungle fowls, woodpeckers, babblers, and cuckoos. The reserve is also home to a small population of tigers.</p>\r\n<p>Banasura Sagar Dam &ndash; 24 km &ndash; considered the largest earthen dam in India.</p>\r\n<p>Kayakkunn Ancient Stone Temple &ndash; is a small city near Nadavayal, Mananthavady, in the Wayanad District, Kerala, India. The city belongs to Panamaram Panchayath, and the assembly constituency is Mananthavady (North Wayanad). 22.1 km</p>\r\n<p>Soochipara Falls, also known as Sentinel Rock Falls &ndash; 20 km</p>\r\n<p>Lakkidi View Point</p>\r\n<p>Karalad Lake &ndash; 16 km</p>\r\n<p>Philately and Numismatics Museum &ndash; adjacent to Banasura Sagar dam</p>\r\n<p>Meenmutty Falls &ndash; 25 km &ndash; 2 km jungle hike to spectacular waterfall</p>\r\n<p>Kanthanpara Falls &ndash; 22 km</p>\r\n<p>Kurumbalakotta - is a hill 15 kilometres (9.3 mi) west of Kalpetta in Wayanad district, Kerala. It is a monolith hillock in Kerala. It rises to 980 metres (3,220 ft) above sea level. It is situated in the centre of Wayanad and also a part of Deccan plateau and the confluence of Western Ghats</p>\r\n<p>Chembra Peak &ndash; At a height of 2100 metres, the towering Chembra Peak is located near Meppadi in the southern part of Wayanad. It is the tallest of peaks in the region and climbing this peak would test one's physical prowess. Climbing up the Chembra Peak is an exhilarating experience, as each stage in the climb unfolds great expanses of Wayanad and the view gets wider as one goes up to its summit. Going up and coming down the peak would take a full day. Those who would like to camp at the top are assured of an unforgettable experience.</p>\r\n<p>Neelimala View Point -near Meenmutty Falls &ndash; 27 km</p>\r\n<p>Sunrise Valley &ndash; a place to watch the rising and setting sunset amid dramatic mountain scenery &ndash; 22 km</p>\r\n<p>Mango Orange village near Pandallur has undulating tea estates.</p>\r\n<p>Soochippara</p>\r\n<p>Chembra</p>\r\n<p>Chooralmala</p>\r\n<p>Mooppanad</p>\r\n<p>Toward Sulthan Bathery Kayakkunn Ancient Stone Temple &ndash; 21.9 km Karapuzha Dam &ndash; 17 km Edakkal Caves &ndash; 28 km Chethalayam Falls &ndash; 37 km Muthanga Wildlife Sanctuary &ndash; 42 km &ndash; 12 km Sulthan Bathery Jain Temple &ndash; 24 RARS (Regional Agricultural Research Station) &ndash; 25 km Phantom Rock &ndash; 26 km</p>\r\n<p>Historical sites</p>\r\n<p>The Wayanad Heritage Museum, located in the Indian village of Ambalavayal is managed by the District Tourism Promotion Council. The Museum displays tribal relics and artifacts. Four sectors of the museum&mdash;the Verasmruthi, the Gothrasmruthi, the Devasmruthi, and the Jeevanasmruthi&mdash;house different types of items ranging from the Neotholic age to the 17th century, including artifacts from ordinary tribal life, decorated memorial grave stones once used to adorn the graves of heroes, and terracotta figures.</p>\r\n<p>The Mahatma Gandhi Memorial Museum and Library in Kalpetta, is a boarding house near the Jain Temple, where Gandhi took rest during his visit. The museum is located at Puliyarmala, about 4 km from Kalpetta.</p>\r\n<p>The Anantnath Swami Temple at Puliyarmala, is one of the very few present-day Jain temples in Kerala.</p>\r\n<p>Myladippara Trekking Centre.</p>\r\n<p>Myladippara is a cliff located to the east of the Civil Station, adjacent to the new NH bypass road. A trek to the Myladippara offers a charming experience, making it a great destination for tourists.</p>\r\n<p>Thovarimala Ezhuthupara is a destination located 5&nbsp; km from Sulthan Bathery and 400 m (1,312 ft) of trekking where one can see stone age pictorial writings on a rock.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Notable residents,</p>\r\n<p>&nbsp;</p>\r\n<p>Benild Joseph - Hacker</p>\r\n<p>C. K. Janu - Politician</p>\r\n<p>Sunny Wayne - Actor</p>\r\n<p>Yuhanon Mor Philoxenos Metropolitan (Late) - Bishop</p>\r\n<p>M. P. Veerendra Kumar - Politician</p>\r\n<p>George Njaralakatt Bishop</p>\r\n<p>Mathews Mor Aphrem Metropolitan - Bishop</p>\r\n<p>Abu Salim - Actor</p>\r\n<p>Esther Anil - Actress</p>\r\n<p>Anu Sithara - Actress</p>\r\n<p>Midhun Manuel Thomas - Director</p>\r\n<p>Basil Joseph - Director</p>\r\n<p>Jenith Kachappilly - Director</p>\r\n<p>Manu Manjith - Lyricist</p>\r\n<p>P. S. Jeena - Basketball Player</p>\r\n<p>Vinod Jose - Journalist</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Wayanad_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d1c16981-7aac-4779-8371-0676794e7303_Wayanad-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-wayanad-kalpetta-kerala","tags":[{"name":"wayanad","slug":"wayanad"},{"name":"kalpetta","slug":"kalpetta"},{"name":"kerala","slug":"kerala"}],"recommendations":[{"id":774,"title":"Kerala 12 Year old girl RAPED by 30 people","imageUrl":"c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","dateCreated":"2019-09-25T02:05:11.377Z","dateModified":"2019-09-25T05:23:28.067Z","contributedBy":"AskGif","content":"A 12-year-old girl was allegedly raped by around 30 people at Chelari in the district. It is suspected that the girl, who is a Class VII student, was raped with the support of her father.&nbsp;\r\nIn connection with the incident, Tirurangadi police have filed a case under various sections of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c000e885-31c5-4c42-b651-2c78e55f73c3_Longleng-tourism.jpg","category":{"name":"news","slug":"news"},"tags":[{"name":"malappuram","slug":"malappuram"},{"name":"kerala","slug":"kerala"},{"name":"rape","slug":"rape"}],"slug":"kerala-12-year-old-girl-raped-by-30-people","total":0},{"id":628,"title":"Top Places to visit in Kollam, Kerala","imageUrl":"96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","dateCreated":"2019-09-09T03:28:22.689Z","dateModified":"2019-09-11T02:03:21.684Z","contributedBy":"AskGif","content":"Kollam About this soundpronunciation (help&middot;info), also known by its former name Quilon About this soundpronunciation (help&middot;info) and Coul&atilde;o (in Portuguese) and Desinganadu, is an old seaport and city on the Laccadive Sea coast of the Indian state of Kerala. The city is on the","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/96141a7f-23c1-41df-9d19-361bd6d79208_Kollam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kerala","slug":"kerala"},{"name":"kollam","slug":"kollam"}],"slug":"top-places-to-visit-in-kollam-kerala","total":0},{"id":627,"title":"Top Places to visit in Kasaragod, Kerala","imageUrl":"67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","dateCreated":"2019-09-09T03:21:51.41Z","dateModified":"2019-09-11T02:02:43.414Z","contributedBy":"AskGif","content":"Kasaragod is a municipal town and the district headquarters of Kasaragod district of Kerala state in India. Situated in the rich biodiversity of Western Ghats, it is known for the Chandragiri and Bekal Forts, Chandragiri River, historic Kolathiri Rajas, natural environment of Ranipuram and Kottan","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/67d06909-3423-45b8-8b4f-cdba436a8de7_Kasaragod-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kasaragod","slug":"kasaragod"},{"name":"kerala","slug":"kerala"}],"slug":"top-places-to-visit-in-kasaragod-kerala","total":0},{"id":623,"title":"Top Places to visit in Alappuzha, Alleppey, Kerala","imageUrl":"fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","dateCreated":"2019-09-09T02:31:11.962Z","dateModified":"2019-09-09T02:31:26.864Z","contributedBy":"AskGif","content":"Alappuzha, also known by its former name Alleppey, is the administrative headquarters of Alappuzha District in the Indian State of Kerala. Alappuzha is a city and a municipality in Kerala with an urban population of 174,164 and ranks third among the districts in literacy rate in the State of Kera","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fd6a1579-3ba7-4976-871c-2554749ceed5_alappuzha-railway-station.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"alleppey","slug":"alleppey"},{"name":"kerala","slug":"kerala"},{"name":"alappuzha","slug":"alappuzha"}],"slug":"top-places-to-visit-in-alappuzha-alleppey-kerala","total":0}]}