{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"<p>आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>आगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शाजापुर जिले के एक हिस्से से बनाया गया था। यह शहर उज्जैन-कोटा SH-27 राजमार्ग के साथ स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>यह सिंधिया राज्य के दौरान एक विभाजन था (उनके कुछ महल अभी भी शहर की अदालत और अन्य सरकारी कार्यालयों के लिए उपयोग किए जाते हैं)। यह पूर्व में मौसम की अनुकूलता और पानी की उपलब्धता के कारण भारत की स्वतंत्रता के समय एक छावनी क्षेत्र था। यह 1956 तक भारत की स्वतंत्रता के बाद मध्य भारत के राज्य के तहत एक जिला था। 16 अगस्त 2013 से आगर मालवा मध्य प्रदेश का 51 वां जिला रहा है। शाजापुर जिले से आगर, बडोद, सुसनेर और नलखेड़ा तहसीलों को हटाकर जिले का गठन किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>जिले का पश्चिमी भाग आगर पठार द्वारा चिह्नित है जो आगर मालवा जिले के प्रमुख क्षेत्रों को कवर करता है। उत्तर-दक्षिण दिशा में बिखरी पहाड़ियों को दिखाते हुए, बडोद शहर के पश्चिम में एक पहाड़ी मार्ग है। केंद्र में पहाड़ियों की उपस्थिति ने जल निकासी पैटर्न को प्रभावित किया है। इस मार्ग की ऊँचाई समुद्र तल से 500 मीटर (1,600 फीट) और 545 मीटर (1,788 फीट) के बीच बदलती है और यह उत्तर की ओर ढलान में है।</p>\r\n<p>&nbsp;</p>\r\n<p>दुधलिया और कछोल पश्चिम में मुख्य धाराएं हैं, जो पहाड़ी पथ से निकलती हैं और पश्चिम की ओर निकलती हैं। छोटी काली सिंध, जो इस क्षेत्र की मुख्य बारहमासी धारा है, क्षेत्र की पश्चिमी सीमा पर उत्तर की ओर बहती है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>आगर मालवा जिले में दो उप-विभाग हैं, अग्रमालवा डिवीजन और सुसनेर डिवीजन। चार तहसीलें हैं: अग्रमालवा, बडोद, सुसनेर और नलखेड़ा।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>आगर एक पर्यटक आकर्षण है, जो जय बाबा बैजनाथ के मंदिर के लिए प्रसिद्ध है, जिसे 1879 में अफगानिस्तान में एक लड़ाई के बाद एक ब्रिटिश लेफ्टिनेंट कर्नल की पत्नी द्वारा बनाया गया था, जहाँ कथित तौर पर भगवान शिव के हस्तक्षेप से उनका जीवन बचाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में दो झीलें हैं, मोती सागर (बड़ा तालाब) और रत्ना सागर (रतोदिया तालाब), जो शहर में पानी की बड़ी मात्रा के लिए जिम्मेदार हैं। काली सिंध नदी पर एक बांध भी है, परसुखेड़ी बांध; दो अन्य बांध पिपलिया कुमार बांध और तिलार बांध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुछ उल्लेखनीय क्षेत्रों में गुफ़ा बाड़ा (तुलजा भवानी मंदिर), केवड़ा स्वामी (काल भैरव मंदिर), कमल कुंडी, गणेश मंदिर (Nr.Bada तालाब) और बाडे गणेशजी, तुलजा भवानी मंदिर, रणछोड़ मंदिर, और गोपाल मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान कृष्ण का एक मंदिर (जिसे हवेली के नाम से भी जाना जाता है), जिसे लगभग चार सौ वर्षों से एक हिंदू कायस्थ परिवार द्वारा परोसा जाता है, स्थानीय लोगों के बीच भी बहुत प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>आगर अपनी लाल मिट्टी के लिए प्रसिद्ध है। यह लाल मिट्टी केवल आगर में पाई जाती है और इसके बाहर लगभग 2-2 किमी तक सीमित होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>बरगद के पेड़, कई में से कुछ, कई साल पुराने, अगार मालवा में पाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आगर मालवा श्री राणी सती दादी जी के मंदिर और बड़ा तालाब के चिन्ताहरण गणेश मंदिर के लिए भी प्रसिद्ध है। उपासक चिन्तारण गणेश मंदिर मंदिर में आते हैं क्योंकि यहाँ के देवता को पारंपरिक रूप से चिन्तारण गणेश के नाम से जाना जाता है, जिसका अर्थ है \"सांसारिक चिंताओं से मुक्ति दिलाने वाला\"।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मध्य प्रदेश और आस-पास के सभी प्रमुख शहरों के लिए निजी बस सेवाओं द्वारा आगर अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Agar_Malwa_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":686,"title":"उमरिया में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"d06e1cc5-c489-4747-99e5-bd4ff436cf4d_Umaria-railway.jpg","dateCreated":"2019-09-15T16:17:33.695Z","dateModified":"2019-09-15T16:17:58.46Z","contributedBy":"AskGif","content":"उमरिया भारत के मध्य प्रदेश के शहडोल संभाग के उमरिया जिले का एक नगरपालिका शहर है।\r\nमध्य प्रदेश राज्य के शहडोल संभाग में उमरिया एक महत्वपूर्ण उत्तर पूर्वी जिला है, जिसका उत्तरी अक्षांश 23&ordm;38 से '24&ordm;20' और पूर्वी देशांतर 80&ordm;28 'से 82&ordm;12' के बीच एक वैश्विक स्थान है। उमरिया ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d06e1cc5-c489-4747-99e5-bd4ff436cf4d_Umaria-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उमरिया","slug":"umaria"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-umaria-madhya-pradesh","total":0},{"id":677,"title":"सिवनी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"018e1759-9bdd-4a9e-bbee-4d3aceba9db5_Seoni-railway.jpg","dateCreated":"2019-09-15T02:07:03.821Z","dateModified":"2019-09-15T02:07:16.695Z","contributedBy":"AskGif","content":"सिवनी भारतीय राज्य मध्य प्रदेश में सिवनी जिले का एक शहर और एक नगर पालिका है।\r\n&nbsp;\r\nसिवनी जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। सिवनी शहर जिला मुख्यालय है।\r\n&nbsp;\r\nरूडयार्ड किपलिंग ने सिवनी के आसपास के क्षेत्रों में जंगलों का उपयोग किया, या जैसा कि उन्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/018e1759-9bdd-4a9e-bbee-4d3aceba9db5_Seoni-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सिवनी","slug":"seoni"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-seoni-madhya-pradesh","total":0},{"id":664,"title":"मंदसौर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","dateCreated":"2019-09-14T04:46:53.173Z","dateModified":"2019-09-14T04:47:06.721Z","contributedBy":"AskGif","content":"मंदसौर या मंदसौर मध्य भारत के मध्य प्रदेश राज्य के मालवा क्षेत्र और जिले का एक शहर है। यह मंदसौर जिले का प्रशासनिक मुख्यालय है। प्राचीन पशुपतिनाथ मंदिर मंदसौर में स्थित है।\r\n&nbsp;\r\nट्रांसपोर्ट\r\nसड़क: मंदसौर अजमेर-लेबड़ (इंदौर) NH-79 के साथ-साथ महू-नीमच SH-31 4 लेन सड़क पर स्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मंदसौर","slug":"mandsaur"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-mandsaur-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}