{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"<p>Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Agar is a town with a municipal government in the state of Madhya Pradesh, India. It is the administrative headquarters for the Agar Malwa District which was formed in 2013 from a part of Shajapur District. The town is situated along the ujjain&mdash;Kota SH-27 highway.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>It was a division during the Sindhia state (some of their palaces are still presently used for city court and for other government offices). It was formerly a cantonment region at the time of India's independence because of the favourable weather and the availability of water. It was a district under the state of Madhya Bharat after the independence of India until 1956. Since 16 August 2013 Agar Malwa has been the 51st district of Madhya Pradesh. The district was formed by removing Agar, Badod, Susner and Nalkheda tehsils from Shajapur District, decreasing its size.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The western part of the district is marked by the Agar Plateau that covers the major areas of Agar Malwa district. There is a hill tract to the west of the town of Badod, showing scattered hillocks in a north-south direction. The presence of hills in the center has affected the drainage pattern. The height of this tract varies between 500 metres (1,600 ft) and 545 metres (1,788 ft) above the mean sea level and it slopes towards the north.</p>\r\n<p>&nbsp;</p>\r\n<p>Dudhaliya and Kachhol are the main streams in the west, originating from the hill tract and draining towards the west. Chhoti Kali Sindh, which is the main perennial stream of the region, flows northwards on the western border of the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>Agar Malwa District has two sub-divisions, AgarMalwa division and Susner Division. There are four tehsils: AgarMalwa, Badod, Susner and Nalkheda.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Agar is a tourist attraction, famous for the temple of Jai Baba Baijnath, which was built by the wife of a British Lt. Colonel after a battle in Afghanistan in 1879 where his life was miraculously saved, allegedly, by Lord Shiva's intervention.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has two lakes, Moti Sagar (bada talab) and Ratna Sagar (ratodia talab), which account for the large amount of water in the city. There is also a dam on the Kali Sindh River, the Parsukheri dam; two other dams are Pipliya Kumar dam and Tillar dam.</p>\r\n<p>&nbsp;</p>\r\n<p>Some notable areas are the Gufa Barda (Tulja Bhawani mandir), Kewada Swami (Kal Bhairav mandir), Kamal Kundi, Ganesh Temple (Nr.Bada Talab) and Bade Ganeshji, Tulja Bhawani mandir, ranchod mandir, and Gopal mandir.</p>\r\n<p>&nbsp;</p>\r\n<p>A temple of Lord Krishna (also known as Haveli), which has been served by a Hindu Kayastha family for around four hundred years, is also very famous among the locals.</p>\r\n<p>&nbsp;</p>\r\n<p>Agar is famous for its red soil. This red soil is found only in Agar and limited to about 1&ndash;2 km outside of it.</p>\r\n<p>&nbsp;</p>\r\n<p>Banyan trees, some of the many, many years old, are found in Agar Malwa.</p>\r\n<p>&nbsp;</p>\r\n<p>Agar Malwa is also famous for Sri Rani Sati Dadi Ji's Temple and Chintaharan Ganesh Mandir Temple at Bada Talab. Worshippers throng to the Chintaharan Ganesh Mandir Temple because the deity here is traditionally known as Chintaharan Ganesh, meaning \"the assurer of freedom from worldly anxieties\".</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Agar is well connected by private bus services to all major cities of Madhya Pradesh and nearby region.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Agar_Malwa_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":686,"title":"Top Places to visit in Umaria, Madhya Pradesh","imageUrl":"d06e1cc5-c489-4747-99e5-bd4ff436cf4d_Umaria-railway.jpg","dateCreated":"2019-09-15T16:17:33.695Z","dateModified":"2019-09-15T16:17:58.46Z","contributedBy":"AskGif","content":"Umaria is a municipality city in the Umaria district of the Shahdol Division of Madhya Pradesh, India.\r\nUmaria is an important north eastern district in shahdol division of Madhya Pradesh state, having a global location between north latitude 23&ordm;38' to 24&ordm;20' and east longitude 8","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d06e1cc5-c489-4747-99e5-bd4ff436cf4d_Umaria-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"umaria","slug":"umaria"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-umaria-madhya-pradesh","total":0},{"id":677,"title":"Top Places to visit in Seoni, Madhya Pradesh","imageUrl":"018e1759-9bdd-4a9e-bbee-4d3aceba9db5_Seoni-railway.jpg","dateCreated":"2019-09-15T02:07:03.821Z","dateModified":"2019-09-15T02:07:16.695Z","contributedBy":"AskGif","content":"Seoni is a city and a municipality in Seoni district in the Indian state of Madhya Pradesh.\r\n&nbsp;\r\nSeoni District is a district of Madhya Pradesh state in central India. The town of Seoni is the district headquarters.\r\n&nbsp;\r\nRudyard Kipling used the forests in the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/018e1759-9bdd-4a9e-bbee-4d3aceba9db5_Seoni-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"seoni","slug":"seoni"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-seoni-madhya-pradesh","total":0},{"id":664,"title":"Top Places to visit in Mandsaur, Madhya Pradesh","imageUrl":"fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","dateCreated":"2019-09-14T04:46:53.173Z","dateModified":"2019-09-14T04:47:06.721Z","contributedBy":"AskGif","content":"Mandsaur or Mandsour is a city in the Malwa region and district of Madhya Pradesh state of central India. It is the administrative headquarters of Mandsaur District. The ancient Pashupatinath Temple is located in Mandsaur.\r\n&nbsp;\r\nTransport\r\nRoad: Mandsaur is situated on Ajm","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mandsaur","slug":"mandsaur"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-mandsaur-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}