{"id":638,"title":"Top Places to visit in Alirajpur, Madhya Pradesh","imageUrl":"1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","dateCreated":"2019-09-11T02:17:21.651Z","dateModified":"2019-09-11T02:17:35.998Z","contributedBy":"AskGif","content":"<p>Alirajpur is a town and a municipality in Alirajpur district in the state of Madhya Pradesh, India.</p>\r\n<p>&nbsp;</p>\r\n<p>Alirajpur is one of the 52 districts of Madhya Pradesh state in India. It was created from Alirajpur, Jobat and Bhabra tehsils of the former Jhabua district on 17 May 2008. It is the least literate district in India as per Census 2011. Alirajpur is the administrative headquarters of the district. The district occupies an area of 2,165.24 square kilometres (836.00 sq mi), and at the 2011 census had a population of 728,677.</p>\r\n<p>&nbsp;</p>\r\n<p>Alirajpur State was formerly a princely state of India, under the Bhopawar Agency in Central India. It lay in the Malwa region of Madhya Pradesh, near the border with Gujarat and Maharashtra. It had an area of 836 m&sup2;. It had been from time to time under British administration. The Victoria bridge at Alirajpur was built to commemorate the Diamond Jubilee of 1897.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Alirajpur had a population of 25,161. Males constitute 52% of the population and females 48%. 15% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Origin of name</p>\r\n<p>The district is named after its headquarters, Alirajpur, which was the capital of the former princely state of Ali Rajpur. The name of this town is derived by conjoining Ali (the fortress town and the former capital of the princely state founded by Anand Deo in 1437) and Rajpur (the latter capital). According to the 2011 census Alirajpur district has a population of 728,677, roughly equal to the nation of Bhutan or the US state of Alaska.This gives it a ranking of 498th in India (out of a total of 640). The district has a population density of 229 inhabitants per square kilometre (590/sq mi). Its population growth rate over the decade 2001&ndash;2011 was 19.4 per cent. Alirajpur has a sex ratio of 1,009 females for every 1,000 males, and a literacy rate of 37.22 per cent, the lowest in India.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>During the British Raj Alirajpur was the capital of Alirajpur State, one of the princely states of India. After India got independence in the year 1947, the ruling family of Alirajpur State moved to Delhi, where the last ruler of Ali Rajpur, Surendra Singh, subsequently served as the Ambassador of India to Spain in the 1980s.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Alirajpur&rsquo;s topography is predominantly hilly. Area-wise, the former Alirajpur taluka was larger than the Jhabua taluka of Jhabua district. Now Alirajpur is a District. The Rajwara fort is situated in the centre of the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Its economy depends primarily on agricultural endeavours, especially farming, especially mangoes. The agricultural trading yard in Alirajpur is the biggest in the state when it comes to mango trading. Alirajpur is also a hub for dolomite business.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Alirajpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-alirajpur-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"alirajpur","slug":"alirajpur"}],"recommendations":[{"id":658,"title":"Top Places to visit in Jabalpur, Madhya Pradesh","imageUrl":"0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","dateCreated":"2019-09-14T02:51:12.147Z","dateModified":"2019-09-14T02:51:24.457Z","contributedBy":"AskGif","content":"Jabalpur (formerly known as Jubbulpore, the official spelling until 2006) is a tier 2 city in the state of Madhya Pradesh, India. It is one of the major cities of Madhya Pradesh. According to the 2011 census, it is the third-largest urban agglomeration in Madhya Pradesh, and the country's 37th-la","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"jabalpur","slug":"jabalpur"}],"slug":"top-places-to-visit-in-jabalpur-madhya-pradesh","total":0},{"id":654,"title":"Top Places to visit in Gwalior, Madhya Pradesh","imageUrl":"201f4233-8432-45ac-bce5-4e24a27aaf63_Gwalior-railway.jpg","dateCreated":"2019-09-14T01:13:19.586Z","dateModified":"2019-09-14T01:13:38.006Z","contributedBy":"AskGif","content":"Gwalior is a major city in the central Indian state of Madhya Pradesh and one of the Counter-magnet cities. Located 343 kilometres (213 mi) south of Delhi, the capital city of India, 120 kilometres (75 mi) from Agra and 414 kilometres (257 mi) from Bhopal, the state capital, Gwalior occupies a st","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/201f4233-8432-45ac-bce5-4e24a27aaf63_Gwalior-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gwalior","slug":"gwalior"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-gwalior-madhya-pradesh","total":0},{"id":642,"title":"Top Places to visit in Betul, Madhya Pradesh","imageUrl":"5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","dateCreated":"2019-09-12T02:11:42.58Z","dateModified":"2019-09-12T02:12:06.882Z","contributedBy":"AskGif","content":"Betul is a district and municipality in southern Madhya Pradesh, India. It is the administrative center of its eponymous district and forms the southernmost part of the Bhopal Division in the Betul (Lok Sabha constituency). Bhimpur village, located 45 km west of Betul, is the site of proposed 280","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"betul","slug":"betul"}],"slug":"top-places-to-visit-in-betul-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}