{"id":638,"title":"अलीराजपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","dateCreated":"2019-09-11T02:17:21.651Z","dateModified":"2019-09-11T02:17:35.998Z","contributedBy":"AskGif","content":"<p>अलीराजपुर भारत के मध्य प्रदेश राज्य में अलीराजपुर जिले का एक कस्बा और नगर पालिका है।</p>\r\n<p>&nbsp;</p>\r\n<p>अलीराजपुर भारत में मध्य प्रदेश राज्य के 52 जिलों में से एक है। यह 17 मई 2008 को पूर्व झाबुआ जिले के अलीराजपुर, जोबट और भाबरा तहसीलों से बनाया गया था। यह जनगणना 2011 के अनुसार भारत में सबसे कम साक्षर जिला है। अलीराजपुर जिले का प्रशासनिक मुख्यालय है। जिले में 2,165.24 वर्ग किलोमीटर (836.00 वर्ग मील) का क्षेत्र है, और 2011 की जनगणना में 728,677 की आबादी थी।</p>\r\n<p>&nbsp;</p>\r\n<p>मध्य भारत में भोपावर एजेंसी के तहत अलीराजपुर राज्य पहले भारत की एक रियासत थी। यह गुजरात और महाराष्ट्र की सीमा के पास मध्य प्रदेश के मालवा क्षेत्र में स्थित है। इसका क्षेत्रफल 836 वर्ग मीटर था। यह ब्रिटिश प्रशासन के तहत समय-समय पर किया गया था। अलीराजपुर में विक्टोरिया पुल 1897 की डायमंड जुबली मनाने के लिए बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, अलीराजपुर की आबादी 25,161 थी। पुरुषों की आबादी 52% और महिलाओं की 48% है। 15% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>नाम की उत्पत्ति</p>\r\n<p>जिले का नाम इसके मुख्यालय अलीराजपुर के नाम पर रखा गया है, जो अली राजपुर की पूर्व रियासत की राजधानी था। इस शहर का नाम अली (गढ़ शहर और 1437 में आनंद देव द्वारा स्थापित रियासत की पूर्व राजधानी) और राजपुर (बाद की राजधानी) को मिलाकर बनाया गया है। 2011 की जनगणना के अनुसार अलीराजपुर जिले की जनसंख्या 728,677 है, जो भूटान या अमेरिकी राज्य अलास्का के बराबर है। यह इसे भारत में 498 वीं (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 229 प्रति वर्ग किलोमीटर (590 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 19.4 प्रतिशत थी। अलीराजपुर में प्रत्येक 1,000 पुरुषों पर लिंग अनुपात 1,009 है, और साक्षरता दर 37.22 प्रतिशत है, जो भारत में सबसे कम है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>ब्रिटिश राज के दौरान अलीराजपुर भारत की रियासतों में से एक अलीराजपुर राज्य की राजधानी थी। वर्ष 1947 में भारत को स्वतंत्रता मिलने के बाद, अलीराजपुर राज्य का शासक परिवार दिल्ली चला गया, जहाँ अली राजपुर के अंतिम शासक सुरेन्द्र सिंह ने बाद में 1980 के दशक में स्पेन में भारत के राजदूत के रूप में कार्य किया।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>अलीराजपुर की स्थलाकृति मुख्यतः पहाड़ी है। क्षेत्र-वार, पूर्व अलीराजपुर तालुका झाबुआ जिले के झाबुआ तालुका से बड़ा था। अब अलीराजपुर एक जिला है। राजवाड़ा किला शहर के केंद्र में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>इसकी अर्थव्यवस्था मुख्य रूप से कृषि प्रयासों, विशेषकर खेती, विशेषकर आम पर निर्भर करती है। आम के व्यापार की बात करें तो अलीराजपुर में कृषि व्यापार यार्ड सबसे बड़ा है। अलीराजपुर डोलोमाइट व्यवसाय का केंद्र भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Alirajpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-alirajpur-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"अलीराजपुर","slug":"alirajpur"}],"recommendations":[{"id":658,"title":"जबलपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","dateCreated":"2019-09-14T02:51:12.147Z","dateModified":"2019-09-14T02:51:24.457Z","contributedBy":"AskGif","content":"जबलपुर (जिसे 2006 तक जुब्बलपुर के नाम से जाना जाता है, आधिकारिक वर्तनी है) मध्य प्रदेश, भारत के राज्य में एक स्तरीय 2 शहर है। यह मध्य प्रदेश के प्रमुख शहरों में से एक है। 2011 की जनगणना के अनुसार, यह मध्य प्रदेश में तीसरा सबसे बड़ा शहरी समूह है, और देश का 37 वां सबसे बड़ा शहरी समूह है। इसे भेड़ाघ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"जबलपुर","slug":"jabalpur"}],"slug":"top-places-to-visit-in-jabalpur-madhya-pradesh","total":0},{"id":654,"title":"ग्वालियर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"201f4233-8432-45ac-bce5-4e24a27aaf63_Gwalior-railway.jpg","dateCreated":"2019-09-14T01:13:19.586Z","dateModified":"2019-09-14T01:13:38.006Z","contributedBy":"AskGif","content":"ग्वालियर मध्य भारतीय राज्य मध्य प्रदेश में एक प्रमुख शहर है और काउंटर-चुंबक शहरों में से एक है। दिल्ली से ३४३ किलोमीटर (२१३ मील) दक्षिण में, भारत की राजधानी शहर, आगरा से १२० किलोमीटर (7५ मील) और भोपाल, राज्य की राजधानी ग्वालियर से ४१४ किलोमीटर (२५ Gwalior मील), भारत के गिर क्षेत्र में एक रणनीतिक ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/201f4233-8432-45ac-bce5-4e24a27aaf63_Gwalior-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ग्वालियर","slug":"gwalior"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-gwalior-madhya-pradesh","total":0},{"id":642,"title":"बेतुल में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","dateCreated":"2019-09-12T02:11:42.58Z","dateModified":"2019-09-12T02:12:06.882Z","contributedBy":"AskGif","content":"बैतूल भारत के दक्षिणी मध्य प्रदेश में एक जिला और नगरपालिका है। यह अपने अधिगम जिले का प्रशासनिक केंद्र है और बैतूल (लोकसभा निर्वाचन क्षेत्र) में भोपाल मंडल का सबसे दक्षिणी भाग बनाता है। बैतूल से 45 किमी पश्चिम में स्थित भीमपुर गाँव प्रस्तावित 2800 मेगावाट का परमाणु ऊर्जा संयंत्र है।\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"बेतुल","slug":"betul"}],"slug":"top-places-to-visit-in-betul-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}