{"id":639,"title":"अशोक नगर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"380635ed-34f5-40fc-816b-e39f75854712_Ashok-Nagar-railway.jpg","dateCreated":"2019-09-11T02:45:39.812Z","dateModified":"2019-09-11T02:45:55.896Z","contributedBy":"AskGif","content":"<p>अशोकनगर (अशोक नगर) मध्य भारत के मध्य प्रदेश राज्य में अशोकनगर जिले में एक शहर और एक नगर पालिका परिषद है। यह अशोकनगर जिले का प्रशासनिक मुख्यालय है। पहले यह गुना जिले का हिस्सा था। अशोकनगर अपनी अनाज मंडी और \"शरबती गाहु\" के लिए जाना जाता है, एक प्रकार का गेहूँ। निकटतम शहर गुना शहर से 45 किमी दूर है। अशोकनगर को पहले प्रखर के नाम से जाना जाता था। शहर के बीच से रेलवे लाइन गुजरती है। अशोकनगर में एक रेलवे स्टेशन और दो बस स्टेशन हैं। अशोकनगर सड़क और रेलवे द्वारा मध्य प्रदेश के मुख्य शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>अशोकनगर मध्य प्रदेश के उत्तरी भाग में सिंध और बेतवा नदियों के बीच स्थित है। यह मालवा पठार के उत्तरी भाग के अंतर्गत आता है, हालांकि इसके जिले का मुख्य भाग बुंदेलखंड पठार में स्थित है। जिले की पूर्वी और पश्चिमी सीमाएँ नदियों द्वारा अच्छी तरह से परिभाषित हैं। बेतवा पूर्वी सीमा के साथ बहती है और इसे सागर जिले और ललितपुर जिला, भारत के उत्तर प्रदेश से अलग करती है। सिंध पश्चिमी सीमा के साथ बहने वाली मुख्य नदी है। अशोकनगर का एक हिस्सा चंदेरी, अपने ब्रोकेड्स और मसलिन के लिए प्रसिद्ध है, विशेष रूप से अपने हाथ से बनी चंदेरी साड़ियों के लिए। अशोकनगर पश्चिम मध्य रेलवे के कोटा-बीना रेलवे खंड पर स्थित है। अशोकनगर जिले की सीमा उत्तर प्रदेश में पूर्व में उत्तर प्रदेश के ललितपुर से लगभग 87 किलोमीटर दूर है। अशोकनगर राज्य की राजधानी भोपाल से लगभग 190 किमी दूर, इंदौर से 360 किमी और ग्वालियर से लगभग 250 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>अशोकनगर टाउन में कई पर्यटन स्थल हैं, जिनमें शामिल हैं: विंध्यवासनी मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>Vindyvashni.jpg</p>\r\n<p>जैन मंदिर</p>\r\n<p>सागर, टीकमगढ़, और ललितपुर के बाद भारत में जैन जनसंख्या के आधार पर अशोकनगर जिला 4 वाँ सबसे बड़ा जिला है। सात सुपर डिज़ाइन किए गए जैन मंदिर शहर के केंद्र में स्थित हैं। य़े हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>त्रिकाल चौबीसी - \"शांति नगर\"</p>\r\n<p>गाँव का मंदिर - पुराण बाजार</p>\r\n<p>श्री चन्द्र प्रभु जैन मंदिर</p>\r\n<p>सुभाष गुंज जैन मंदिर</p>\r\n<p>स्वाध्याय जैन मंदिर - महावीर कॉलोनी</p>\r\n<p>श्री पारसनाथ जैन मंदिर- सोनी कॉलोनी</p>\r\n<p>श्री आदिनाथ जैन मंदिर</p>\r\n<p>श्री स्वेताम्बर जैन मंदिर, बजरिया मोहल्ला</p>\r\n<p>अन्य रोचक स्थान</p>\r\n<p>तुलसी सरोवर - विशाल प्राकृतिक जल झील। शाम को नौका विहार।</p>\r\n<p>अमई बांध</p>\r\n<p>संकट मोचन</p>\r\n<p>मुख्य शहर के सभी चार बाहरी हिस्सों में भगवान हनुमान के चार मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आजाद मोहल्ले में श्री तारे वाले बालाजी मंदिर</p>\r\n<p>नेहरू बाल उदयन</p>\r\n<p>तुलसी सरोवर पार्क</p>\r\n<p>उपर्युक्त स्थानों के साथ, अशोकनगर के बाहरी इलाके में कई अन्य पर्यटन स्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चंदेरी</p>\r\n<p>चंदेरी किला शहर से 71 मीटर ऊपर एक पहाड़ी पर स्थित है। किले की दीवारों का निर्माण मुख्य रूप से चंदेरी के मुस्लिम शासकों द्वारा किया गया था। किले का मुख्य प्रवेश द्वार तीन द्वारों की श्रृंखला के माध्यम से है, जिनमें से सबसे ऊपर को हवा पौर के नाम से जाना जाता है और सबसे निचले हिस्से को खुनी दरवाजा या खून का द्वार कहा जाता है। अजीबोगरीब नाम इस तथ्य से लिया गया है कि अपराधियों को ऊपर के युद्ध से निकालकर, उनके शरीर को टुकड़ों में तोड़कर जमीन पर फेंक दिया गया था। किले के भीतर केवल दो खंडहर इमारतें हैं: बुंदेला प्रमुखों द्वारा निर्मित हवा और नौ-खंड महल। उत्तरी रिज पर एक विश्राम गृह, ग्रामीण इलाकों से नीचे शहर का दृश्य प्रदान करता है।</p>\r\n<p>चंदेरी का किला</p>\r\n<p>किले के दक्षिण-पश्चिम में पहाड़ी के माध्यम से निर्मित कट्टी-घट्टी नामक एक प्रवेश द्वार है। यह 59 मीटर लंबा, 12 मीटर चौड़ा और 24.6 मीटर ऊंचा है। इसके केंद्र में, चट्टान को एक गेट के आकार में उकेरा गया है, एक नुकीले आर्च के साथ, और ढलान वाले टावरों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>कौशल महल</p>\r\n<p>चंदेरी के कौशल महल को तवारीख-ए-फरिश्ता के नाम से भी जाना जाता है। इतिहास के अनुसार, 1445 ई। में मालवा के महमूद शाह खिलजी चंदेरी से होकर गुजर रहे थे, जब उन्होंने वहाँ सात मंजिला महल बनाने का आदेश दिया, जो कौशिक महल बनकर आया। यह कुछ भव्यता की एक भव्य इमारत है, हालांकि आधी खंडहर हालत में खड़ी है। कौशल महल के दक्षिण, पूर्व और उत्तर में, रामनगर, पंचमनगर और सिंहपुर के सुव्यवस्थित महल क्रमशः स्थित हैं। सभी 18 वीं शताब्दी में चंदेरी के बुंदेला प्रमुखों द्वारा बनाए गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री आनंदपुर</p>\r\n<p>श्री आनंदपुर एक धार्मिक स्थल है, जो अशोकनगर के जिला केंद्र से लगभग 30 किमी दूर ईसागढ़ तहसील का हिस्सा है। संस्था \"अद्वैत मात\" से प्रभावित है। इस संस्था के संस्थापक श्री अद्वैत आनंद जी थे। उन्हें महाराज श्री परमहंस दयाल जी के नाम से भी जाना जाता है। जगह हरियाली से घिरा हुआ है। आश्रम विंध्याचल पर्वत श्रृंखला के पास स्थित है और इसकी शानदार वास्तुकला और प्रदूषण मुक्त वातावरण के लिए आकर्षण का केंद्र है। आनंदपुर का विकास 1939 में वापस शुरू हुआ और 1964 तक जारी रहा। यह संस्थान 22 अप्रैल 1954 को \"श्री आनंदपुर ट्रस्ट\" के रूप में स्थापित किया गया था और यह ट्रस्ट एक चैरिटी अस्पताल चला रहा है, जो स्थानीय लोगों के लिए एक मुख्य आकर्षण बिंदु है जहाँ वे अच्छे हो सकते हैं चिकित्सा सुविधा मुफ्त। इसका अधिकांश विकास श्री पादशाही जी महाराज चतुर्थ के दौरान हुआ था और श्री पाड़शाही जी महाराज वी। श्री आनंद शांति भवन पवित्र स्थान का मुख्य हिस्सा है, जिसका निर्माण शुद्ध सफेद संगमरमर से किया गया है। स्तंभ को इमारत से काफी दूर से देखा जा सकता है। सत्संग भवन श्री आनंदपुर का एक विशाल स्थान है। यह भक्तों के लिए आकर्षण का केंद्र है। श्री आनंदपुर में अस्पताल, स्कूल, डाकघर आदि की सुविधाएं भी मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Kadwaya</p>\r\n<p>कदवाया जिला अशोकनगर की ISAGARH तहसील का एक छोटा सा गाँव जिसमें मंदिरों की संख्या है। इनमें से एक मंदिर का निर्माण 10 वीं शताब्दी में वास्तुकला की कच्छपघाट शैली में किया गया है। इसमें गर्भगृह (गर्भगृह), प्रतिहार और मंडप है। कदवाया का एक और पुराना मंदिर चांडाल गणित के नाम से जाना जाता है। इतिहास के अनुसार, यह शैव संप्रदाय के सदस्यों मट्ट मौर्य के घर के लिए बनाया गया था। अकबर के शासनकाल के दौरान, कदवाया ग्वालियर के सरकरा का मुख्यालय था। कदवाया पंडित स्वर्गीय रामवली शर्मा का जन्मस्थान है, जिन्होंने गाँव के सामाजिक, राजनीतिक और आर्थिक विकास के लिए मृत्यु तक सेवा की। इस कदवाया GADI (दफन किले) के अलावा दुनिया का स्थल है विरासत। यह माता बायसेन मंदिर के लिए भी प्रसिद्ध है। यह कहा जाता है कि वहाँ एक आशीर्वाद, उसकी आशीर्वाद से आँखों को ठीक करता है। कदवाया की कुल जनसंख्या लगभग है। 3000।</p>\r\n<p>&nbsp;</p>\r\n<p>=</p>\r\n<p>टाइमोन</p>\r\n<p>vindyvashni tmple, हज़र्मुखी मंदिर, महिषासुर मर्दनी मंदिर, बालादौजी मंदिर, त्रिविनी नदी और कई अन्य मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>कॉलम के साथ विंध्यवासनी</p>\r\n<p>&nbsp;</p>\r\n<p>थूबोंजी सिद्धक्षेत्र</p>\r\n<p>थूबोनजी सिद्धक्षेत्र में, 26 मंदिरों का एक समूह है जो तीर्थयात्रियों को शांति, अहिंसा और स्नेह स्नेह संदेश प्रदान करता है। यह पवित्र स्थान थुवोनजी को प्रसिद्ध व्यवसायी पद्मशाह के काल में पता चला। ऐसा माना जाता है कि जब पद्मश ने अपनी धातु का टिन यहां रखा, तो यह चांदी में परिवर्तित हो गया। मंदिर नं। 15 उनमें से मुख्य मंदिर है, जिसे 1672 में विक्रम संवत द्वारा स्थापित, खड़े मुद्रा में भगवान आदिनाथ की 28 फीट ऊंची चमत्कारी कॉलोज के साथ जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अतीश - ऐसा कहा जाता है कि रात को विभिन्न संगीत वाद्ययंत्रों की आवाज सुनाई देती है क्योंकि स्वर्ग से देवता प्रार्थना और पूजा के लिए यहां आते हैं। यह भी कहा जाता है कि इस उच्च उपनिवेश के पूरा होने के बाद, शुरू में भक्त इसे खड़े मुद्रा में स्थापित करने में असमर्थ थे। उस रात, निर्माण प्रमुख ने एक स्वप्न देखा कि कोलोउस की पूजा करने से यह केवल खड़े मुद्रा में स्थापित हो सकेगा, तदनुसार अगली सुबह कोलोसस की पूजा की गई और फिर अकेले निर्माण के प्रमुख उच्च कोलों को रखने में सक्षम थे खड़े होने की मुद्रा। उस समय उपस्थित जनता ने इस चमत्कार को आश्चर्य से देखा।</p>\r\n<p>&nbsp;</p>\r\n<p>कई जैन मंदिर भी क्षत्र में मौजूद हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>भगवान पार्श्वनाथ जैन मंदिर - भगवान पार्श्वनाथ (23 वें तीर्थंकर) का एक शानदार 15 फीट ऊँचा कलश है जो वी.एस. 1864. कोलोसस के सिर के साथ-साथ कोलोसस के दोनों किनारों पर एक बहुत ही कलात्मक सर्प हुड होता है।</p>\r\n<p>चंदेरी के होबेसे मंदिर</p>\r\n<p>चंद्रप्रभु जैन मंदिर - भगवान चंद्रप्रभु (8 वें तीर्थंकर) मंदिर में प्रमुख देवता हैं, 1.5 फीट (पद्मासन) भगवान की मूर्ति मंदिर में स्थापित है।</p>\r\n<p>अन्य मंदिर भी देखने लायक हैं। [मूल शोध?]</p>\r\n<p>&nbsp;</p>\r\n<p>संग्रहालय - कुछ प्राचीन मूर्तियों को वहाँ रखा गया है, उनमें से एक 12 फीट ऊँची मूर्ति है।</p>\r\n<p>&nbsp;</p>\r\n<p>रोज़गार</p>\r\n<p>अशोकनगर में, लोगों का व्यवसाय ज्यादातर कृषि योग्य है। लोग अनाज के व्यापार से जुड़े हैं। कपड़ा व्यवसाय भी बहुत सक्रिय है। हाल के दिनों में लॉजिस्टिक कारोबार के साथ-साथ कमोडिटी एक्सचेंज मार्केट भी बढ़ा है। अशोक नगर अपने बाजार के लिए प्रसिद्ध है जिसमें कपड़ा, ऑटोमोबाइल, बर्तन, सीमेंट कार्य, किराने का सामान, सोना और गहने और लगभग सभी अन्य चीजें शामिल हैं। यह एक व्यापारिक केंद्र है, यहाँ व्यापार के लिए पूरे संभाग के लोग आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>अशोकनगर में राज्य और राष्ट्र के मुख्य शहरों के लिए सड़क और रेल कनेक्शन हैं। अशोकनगर रेलवे स्टेशन पश्चिम मध्य रेलवे के कोटा-बीना रेलवे खंड का हिस्सा है। अशोकनगर के निकटतम हवाई अड्डे भोपाल हवाई अड्डे और ग्वालियर हवाई अड्डे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के अंदर की सड़कें हालांकि काफी चौड़ी हैं, लेकिन अच्छी हालत में नहीं हैं। इस प्रकार, बरसात के मौसम के दौरान बहुत सारी दुर्घटनाएँ होने की संभावना होती है। एक प्रमुख मुद्दा शहर की सड़कों पर धूल का है, यह ऐसा है कि गंभीर खांसी और बहुत अधिक धूल जैसी बीमारियों को फैलाने का एक बड़ा मौका है।</p>\r\n<p>&nbsp;</p>\r\n<p>अशोकनगर राज्य राजमार्ग 20 (एसएच 20) पर गुना, एसएच 10 से विदिशा और शिवपुरी तक और इंदौर, भोपाल और ग्वालियर के लिए कनेक्शन के साथ स्थित है। SH 20 उत्तर के रूप में गुना-ISHAGARH सड़क के रूप में, शहर के अंदर लगभग 3 किमी है, जबकि SH 19 थोबोन / चंदरई रोड पर लगभग एक किमी है। इसके बजाय, कुछ छोटी शहर की सड़कें भी पास के गाँवों और कस्बों से जुड़ी हुई हैं, जैसे पचड़ी खेड़ा रोड, मोहरी रोड, एरन रोड, कोलुआ रोड, पवारगढ़ रोड, कबीरा रोड आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>अशोकनगर NH-3 आगरा बॉम्बे राजमार्ग से 44 किमी दूर है और NH-76 से एक घंटे की ड्राइव दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Ashoknagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/380635ed-34f5-40fc-816b-e39f75854712_Ashok-Nagar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ashok-nagar-madhya-pradesh","tags":[{"name":"अशोक-नगर","slug":"ashok-nagar"},{"name":"अशोकनगर","slug":"ashoknagar"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":658,"title":"जबलपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","dateCreated":"2019-09-14T02:51:12.147Z","dateModified":"2019-09-14T02:51:24.457Z","contributedBy":"AskGif","content":"जबलपुर (जिसे 2006 तक जुब्बलपुर के नाम से जाना जाता है, आधिकारिक वर्तनी है) मध्य प्रदेश, भारत के राज्य में एक स्तरीय 2 शहर है। यह मध्य प्रदेश के प्रमुख शहरों में से एक है। 2011 की जनगणना के अनुसार, यह मध्य प्रदेश में तीसरा सबसे बड़ा शहरी समूह है, और देश का 37 वां सबसे बड़ा शहरी समूह है। इसे भेड़ाघ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"जबलपुर","slug":"jabalpur"}],"slug":"top-places-to-visit-in-jabalpur-madhya-pradesh","total":0},{"id":648,"title":"दमोह में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","dateCreated":"2019-09-13T02:06:08.805Z","dateModified":"2019-09-13T02:06:26.624Z","contributedBy":"AskGif","content":"दमोह भारत में उत्तर-पूर्वी मध्य प्रदेश में सागर डिवीजन का एक शहर है। यह शहर राज्य की राजधानी भोपाल से 250 किलोमीटर (155 मील) पूर्व में स्थित है। यह जिला पश्चिम में सागर, दक्षिण में नरसिंहपुर और जबलपुर और उत्तर में छतरपुर, पूर्व में पन्ना और कटनी से घिरा हुआ है। यह दमोह जिले का प्रशासनिक मुख्यालय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दमोह","slug":"damoh"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-damoh-madhya-pradesh","total":0},{"id":645,"title":"बुरहानपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","dateCreated":"2019-09-12T14:03:26.502Z","dateModified":"2019-09-12T14:03:41.994Z","contributedBy":"AskGif","content":"बुरहानपुर भारत के मध्य प्रदेश राज्य का एक शहर है। यह बुरहानपुर जिले की प्रशासनिक सीट है। यह ताप्ती नदी के उत्तरी तट पर स्थित है, और राज्य की राजधानी भोपाल से 340 किलोमीटर (211 मील) दक्षिण-पश्चिम में स्थित है। शहर एक नगर निगम है।\r\n&nbsp;\r\nबुरहानपुर जिला मध्य भारत में मध्य प्रदेश राज्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"बुरहानपुर","slug":"burhanpur"}],"slug":"top-places-to-visit-in-burhanpur-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}