{"id":639,"title":"Top Places to visit in Ashok Nagar, Madhya Pradesh","imageUrl":"380635ed-34f5-40fc-816b-e39f75854712_Ashok-Nagar-railway.jpg","dateCreated":"2019-09-11T02:45:39.812Z","dateModified":"2019-09-11T02:45:55.896Z","contributedBy":"AskGif","content":"<p>Ashoknagar (also Ashok Nagar) is a city and a Municipality Council in Ashoknagar District in Madhya Pradesh state of central India. It is the administrative headquarters of Ashoknagar District. Earlier it was part of Guna district. Ashoknagar is well known for its Grain Mandi and \"Sharbati Gaihu\", a type of wheat. The nearest city Guna 45 km from the city. Ashoknagar was formerly known as Prachar. The railway line passes from the middle of the city. Ashoknagar has a railway station and Two Bus stations. Ashoknagar is connected to the main cities of Madhya Pradesh by road and railway.</p>\r\n<p>&nbsp;</p>\r\n<p>Ashoknagar is located in the northern part of Madhya Pradesh, between the rivers Sindh and the Betwa. It comes under the northern part of Malwa plateau, though main part of its district lies in the Bundelkhand Plateau. The eastern and western boundaries of the district are well defined by the rivers. The Betwa flows along the eastern boundary separating it from Sagar District and Lalitpur District, India of Uttar Pradesh. The Sindh is the main river flowing along the western boundary. Chanderi, a part of Ashoknagar, is famous for its brocades and muslins, especially for its handwoven Chanderi sarees. Ashoknagar is situated on the Kota-Bina railway section of Western Central Railway. Ashoknagar district has boundary to the border of UP in the east, about 87 km from Lalitpur in Uttar Pradesh. Ashoknagar is approximately 190 km away from the capital of the state Bhopal, 360 km from Indore, and about 250 km from Gwalior.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>There are a number of tourist spots in Ashoknagar Town, including: vindyvashni temple tumen</p>\r\n<p>&nbsp;</p>\r\n<p>Vindyvashni.jpg</p>\r\n<p>Jain Temples</p>\r\n<p>Ashoknagar district is 4th largest district on the basis of Jain population in India after Sagar, Tikamgarh, and Lalitpur. The Seven Super designed Jain Temples lie in the center of the Town. These are:</p>\r\n<p>&nbsp;</p>\r\n<p>Trikal Chaubisi &ndash; \"Shanti Nagar\"</p>\r\n<p>Gaon Ka mandir - Purana Bazar</p>\r\n<p>Shri Chandra prabhu Jain Mandir</p>\r\n<p>Subhash gunj Jain Mandir</p>\r\n<p>Swaadhyay Jain Mandir - Mahavir Colony</p>\r\n<p>Shri Parasnath Jain Temple- Soni Colony</p>\r\n<p>Shri Adinath Jain Mandir</p>\r\n<p>Shri Swetambar Jain Mandir, Bajariya Mohalla</p>\r\n<p>Other Interesting Places</p>\r\n<p>Tulsi Sarovar &ndash; Huge natural water lake. Boating at evening.</p>\r\n<p>Amai Dam</p>\r\n<p>Sankat Mochan</p>\r\n<p>There are four Temples of lord Hanumana lies at all four Outskirts of the main city.</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Taare Waale Balaji Temple in Aajad Mohalla</p>\r\n<p>Nehru Bal Udhyan</p>\r\n<p>Tulsi Sarovar Park</p>\r\n<p>Along with the above-mentioned locations, there are many other tourist spots in the outskirts of Ashoknagar.</p>\r\n<p>&nbsp;</p>\r\n<p>Chanderi</p>\r\n<p>The Chanderi Fort is situated on a hill 71 meters above the town. The fortified walls were constructed mainly by the Muslim rulers of Chanderi. The main entrance to the fort is through a series of three gates, the uppermost of which is known as Hawa Paur and the lowermost is called the Khuni Darwaja, or the gate of blood. The peculiar name is derived from the fact that criminals were executed at this point by hurling them from the battlements above, breaking their bodies into pieces to the ground. Within the fort there are only two ruined buildings: the Hawa and Nau-Khanda Mahals built by Bundela Chiefs. A rest house on the northern ridge provides a view of the town below by the countryside.</p>\r\n<p>Chanderi Fort</p>\r\n<p>To the southwest of Fort there is a curious gateway called katti-ghatti built through the hillside. It is 59 meters long, 12 meters broad and 24.6 meters high. In its center, the rock has been sculpted into the shape of a gate, with a pointed arch, and flanked by sloping towers.</p>\r\n<p>&nbsp;</p>\r\n<p>Kaushak Mahal</p>\r\n<p>The Kaushak Mahal of Chanderi is also known as Tawarikh-i-Ferishta. According to history, in 1445 AD Mehmood Shah Khilji of Malwa was passing through Chanderi, when he ordered a seven-storied palace to be built there, which came to be Kaushak Mahal . It is an imposing building of some grandeur, though standing in a half ruined condition. To the south, east and north of the Kaushak Mahal, well maintained palaces of Ramnagar, Panchamnagar and Singhpur are situated respectively. All were built by Bundela Chiefs of Chanderi in the 18th Century.</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Anandpur</p>\r\n<p>Shri Anandpur is a religious place, which is the part of Issagarh Tehsil, about 30 km from the district center of Ashoknagar. The institution is influenced by \"Advait Mat\". The founder of this institution was Shri Advait Anand Ji. He is also known as Maharaj Shri Paramhans Dayal Ji. The place is surrounded with greenery. The Ashram is situated near Vindhyachal Mountain range and is the center of attraction for its glorious architecture and pollution free environment. The development of Anandpur started away back in 1939 and continued till 1964. The institution was established as \" Shri Anandpur Trust\" on 22 April 1954 and this trust is running a charity hospital which is a main attraction point for the locals where they can get good medical facility free. Most of its development took place during Shri Padshahi Ji Maharaj IV &amp; Shri Padshahi Ji Maharaj V. Shri Anand Shanti Bhavan is the main part of the sacred place, is constructed with pure white marble. The pillar can be seen from a long distance away from the building. The Satsang Bhavan is a huge place of Shri Anandpur. It is the centre of attraction for the devotees. In Shri Anandpur the facilities of Hospital, School, Post Office etc. are present too.</p>\r\n<p>&nbsp;</p>\r\n<p>Kadwaya</p>\r\n<p>Kadwaya a small village of ISAGARH tehsil of district ashoknagar having number of temples. One of these temples has been constructed in the 10th century in Kachhapaghata style of architecture. It has garbha-griha (sanctum), antaral and mandapa. Another old temple of Kadwaya is known as Chandal math. As per history, it was built to house Matta Mourya, members of Shaiva sect. During Akbar's reign Kadwaya was the headquarters of Gwalior's sarkar.Kadwaya is alSo the birthplace of pandit late ramvali sharma who served till death for the socio, political and economic development of the village.Besides this KADWAYA GADI(buried fort) is the site of world heritage. it is also famous for mata BIJASEN TEMPLE. it is said that one cures there defected eyes, by her blessings. total population of kadwaya is approx. 3000.</p>\r\n<p>&nbsp;</p>\r\n<p>=</p>\r\n<p>TUMEN</p>\r\n<p>vindyvashni tmple,hazarmukhi temple,mahisasur mardni temple,baldauji temle,trivini river and many other temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Vindyvashni with columns.jpg</p>\r\n<p>&nbsp;</p>\r\n<p>Thubonji Sidhdha Kshetra</p>\r\n<p>In Thubonji Sidhdha Kshetra, there are a group of 26 temples imparting the message of peace, nonviolence &amp; non affection ness to pilgrims. This sacred place Thuvonji came to knowledge during the period of famous businessman Padashah. It is believed that when Padashah put his metal Tin here, it got converted into Silver. Temple No. 15 is the main among them known as big temple, with 28 feet high miraculous colossus of Lord Adinath in standing posture, installed by Vikram Samvat in 1672.</p>\r\n<p>&nbsp;</p>\r\n<p>Atishay &ndash; It is said that sound of various musical instruments is heard at the night as the gods from heaven come here for prayers &amp; worships. It is also said that after the completion of this high colossus, initially devotees were unable to install it in the standing posture. At that night, Head of the Construction saw a dream that worshipping the colossus will only allow it to be installed in the standing posture, accordingly in the next morning colossus was worshipped and then Head of the Construction alone was able to place the high colossus in standing posture. The public present at that time saw this miracle with wonder.</p>\r\n<p>&nbsp;</p>\r\n<p>There are number of Jain temples are also present in the Kshetra :</p>\r\n<p>Lord parsvanath Jain Temple &ndash; There is a magnificent 15 feet high colossus of Lord Parsvanath (23rd Teerthankar) installed in V.S. 1864. The colossus have a very artistic serpent hood over the head as well as in both the sides of the colossus.</p>\r\n<p>houbeesee Mandir of Chanderi</p>\r\n<p>Chandraprabhu Jain Temple &ndash; Lord Chandraprabhu (8th Teerthankar) is the principal deity in the temple, 1.5 feet sitting(Padmasana) statue of the Lord is the idol in the temple.</p>\r\n<p>Other temples are also worth being seen.[original research?]</p>\r\n<p>&nbsp;</p>\r\n<p>Museum &ndash; Some ancient idols are kept there, among them a standing 12 feet high idol.</p>\r\n<p>&nbsp;</p>\r\n<p>Employment</p>\r\n<p>In Ashoknagar, the occupation of the people is mostly agricultural. People are associated with grain merchandising. Textiles business is also very active. In recent times, Commodity Exchange Market has also grown along with logistic business. Ashok Nagar is famous for its market which includes textiles, Automobiles, Utensils, Cement works, Groceries, Gold and Ornaments and almost all other things. It is a business hub, people from all around the division come over here for the trade.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Ashoknagar has road and rail connections to the main cities of the state and nation. Ashoknagar railway station is the part of Kota-Bina railway section of West Central Railway. The nearest airports to Ashoknagar are Bhopal Airport and Gwalior Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>The roads inside the city are however quite wide, but are not in good paved condition. Thus, during rainy seasons there is a chance of lot of accidents occurring. A major issue is of the dust on the city's roads, it is such that there is a great chance of spreading diseases like severe cough and a lot more dust causing diseases.</p>\r\n<p>&nbsp;</p>\r\n<p>Ashoknagar is situated on the state highway 20 (SH 20) with local connections to Guna, SH 10 to Vidisha and Shivpuri and connections on to Indore, Bhopal and Gwalior. SH 20 as GUNA-ISHAGARH road towards north, is about 3 km inside the city, while SH 19 is about a single km at thobon/Chanderii road. Rather than this, There are some shorter city roads are also has links to nearer villages and towns, such as Pachaadi Kheda Road, Mohri road, Aron road, Kolua road, Pawargarh road, Kabira road etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Ashoknagar is 44 km from the NH-3 Agra Bombay highway and one hour drive away from the NH-76.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ashoknagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/380635ed-34f5-40fc-816b-e39f75854712_Ashok-Nagar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ashok-nagar-madhya-pradesh","tags":[{"name":"ashok-nagar","slug":"ashok-nagar"},{"name":"ashoknagar","slug":"ashoknagar"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":658,"title":"Top Places to visit in Jabalpur, Madhya Pradesh","imageUrl":"0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","dateCreated":"2019-09-14T02:51:12.147Z","dateModified":"2019-09-14T02:51:24.457Z","contributedBy":"AskGif","content":"Jabalpur (formerly known as Jubbulpore, the official spelling until 2006) is a tier 2 city in the state of Madhya Pradesh, India. It is one of the major cities of Madhya Pradesh. According to the 2011 census, it is the third-largest urban agglomeration in Madhya Pradesh, and the country's 37th-la","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"jabalpur","slug":"jabalpur"}],"slug":"top-places-to-visit-in-jabalpur-madhya-pradesh","total":0},{"id":648,"title":"Top Places to visit in Damoh, Madhya Pradesh","imageUrl":"b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","dateCreated":"2019-09-13T02:06:08.805Z","dateModified":"2019-09-13T02:06:26.624Z","contributedBy":"AskGif","content":"Damoh is a city in the Sagar Division in north-eastern Madhya Pradesh in India. The city is located 250 kilometres (155 mi) east of the state capital, Bhopal. The district is surrounded by Sagar in the West, Narsinghpur and Jabalpur in the South, Chhatarpur in the north, Panna &amp; Katni in the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"damoh","slug":"damoh"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-damoh-madhya-pradesh","total":0},{"id":645,"title":"Top Places to visit in Burhanpur, Madhya Pradesh","imageUrl":"934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","dateCreated":"2019-09-12T14:03:26.502Z","dateModified":"2019-09-12T14:03:41.994Z","contributedBy":"AskGif","content":"Burhanpur is a city in the Indian state of Madhya Pradesh. It is the administrative seat of Burhanpur District. It is situated on the north bank of the Tapti River,and 340 kilometres (211 mi) southwest of the state's capital city Of Bhopal. The city is a Municipal Corporation.\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"burhanpur","slug":"burhanpur"}],"slug":"top-places-to-visit-in-burhanpur-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}