{"id":642,"title":"Top Places to visit in Betul, Madhya Pradesh","imageUrl":"5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","dateCreated":"2019-09-12T02:11:42.58Z","dateModified":"2019-09-12T02:12:06.882Z","contributedBy":"AskGif","content":"<p>Betul is a district and municipality in southern Madhya Pradesh, India. It is the administrative center of its eponymous district and forms the southernmost part of the Bhopal Division in the Betul (Lok Sabha constituency). Bhimpur village, located 45 km west of Betul, is the site of proposed 2800 MW Nuclear Power plant.</p>\r\n<p>&nbsp;</p>\r\n<p>Betul district is a district of Madhya Pradesh state in central India. The city of Betul serves as its administrative headquarters. The district is a part of Narmadapuram Division.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Betul railway station</p>\r\n<p>Betul is connected to the broad-gauge Delhi&ndash;Chennai (Grand Trunk) line of the Indian rail network, which also communicates with Bhopal and Nagpur. Two new railway lines are also proposed - Betul - Chandur Bazar&nbsp; and Betul -Harda -Indore. Betul Railway station has 94 trains, to various parts of country like Delhi, Chennai, Hyderabad, Bangalore, Jaipur, Lucknow, Kanpur, Bhopal, Indore, Harda, Jabalpur, Nagpur etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Betul is serviced by National Highway 46 and National Highway 47, also connecting it with Bhopal and Nagpur. National Highway 47 connects it to Harda Indore as well. There are daily buses to Bhopal, Nagpur, Harda and Indore, as well as Jabalpur, Hoshangabad, and other cities. Betul's RTO code is MP48.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airports are at Nagpur and Bhopal, about 180 km (112 mi) away. The tyre industry also uses the area's waterways for export to the United States, the UK, the Middle East, and Africa.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>In Betul, there are total 72 number of colleges. Some main colleges are as follows</p>\r\n<p>&nbsp;</p>\r\n<p>Govt Jaywanti Haksar P G College Betul</p>\r\n<p>Bhimrao Ramrao Ambedkar College Of Education, Run By Shri Ram Shiksha Parishad, Chakkar Road Ambedk</p>\r\n<p>Late Shri Nandkishore Singh Patel Memorial College, Near Link Road, Sadar, Betul</p>\r\n<p>Netaji Subhas Chandra Bose College</p>\r\n<p>Shri Ram Pharmacy College Jamthi Betul</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>A waterfall at Muktagiri</p>\r\n<p>Muktagiri is scenic Jain temple approximately 120 km (75 mi) from Betul.</p>\r\n<p>Balajipuram is a temple 8 km (5 mi) outside Betul built by NRI Mr Sam Verma. The temple was opened to the public in 2001. Every year Funfair is organized on the occasion of religious festival of Basant Panchami. This temple is 111 feet (34 m) high and covers 15 acres (6 ha).</p>\r\n<p>Kukrukhamla is a scenic spot.[clarification needed]</p>\r\n<p>Multai is the origin of the Tapti River and a place of religious importance.[clarification needed] It is situated on the Bhopal-Nagpur Highway about 50 km (31 mi) from Betul.</p>\r\n<p>Sarniis the power hub of madhya Pradesh and also a tourist attraction. There is very famous Mathardev temple which is sorounded by beautiful hills of satpura mountains and there is satpura reservoir which is situated near satpura dam.</p>\r\n<p>Other tourist spots include Sona Ghati, Ker</p>\r\n<p>&nbsp;</p>\r\n<p>Attractions</p>\r\n<p>Atari - is a village which is near to Chicholi and there is a very old and famous temple and known as GOV Dev baba temple. It created by \"Verma\" family from village community.</p>\r\n<p>&nbsp;</p>\r\n<p>Old Village Rondha : Rondha's most ancient village in Betul district, one of the most massive white Sangmarmar is made of stone Lord Shiv Vahan Nandi sitting. The village has more than hundred years old trees of Champa. The village is said about Sant Tukado Ji Maharaj and Sarwodayi opinion influenced by Vinoba Bhave's Bhoodan leader. Here, look at the lion's legendary mansion, of champa trees, giant ficus, Chat Manth Gondi Jatara dominant mass is Gondi. Hindi journalism around Rondha Sntb Ramkishoar Pawar's native village green - green Lhlhate farm.day's Halt in thish Places</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Balajipuram temple</p>\r\n<p>Balajipuram temple located to 8 km from main city and it is famous for its design and people faith. This is a place of religious value as well as a picnic spot in Betul. Shri Rukmani Balaji Temple is situated at Betul Bazaar, in Betul District of Madhya Pradesh. This temple, dedicated to Lord Balaji, gives this town a reference name, Balajipuram. The main building of the Shri Rukmani Balaji Temple conforms to the architecture used in south Indian temples. Reputed architects from south India were involved in the design work. Individual sections in the temple resemble smaller temples, enshrining idols of Lord Ganesh, Radha-Krishna, Goddess Durga and Lord Shiva. The main deity is referred by the name Laxmi Narayan.</p>\r\n<p>&nbsp;</p>\r\n<p>Situated outside the main building are 3 smaller temples dedicated to Lord Hanuman, Navagraha, and Saint Shirdi Sai Baba. There is an artificial pond named Gangakund, stretching from outside gate to the main building, which contains a total of 10 fountains. Another major attraction is a python shaped structure, which is actually a tunnel leading to all the shrines in the complex.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple was inaugurated in the presence of the major religious heads from all over the country. The sanctifying ceremony was held from 29 January to 4 February 2001.</p>\r\n<p>&nbsp;</p>\r\n<p>The trust managing this temple provides free accommodation with basic facilities for the pilgrims. Free bus facility is available to and fro to the railway station and bus stand. Betul Bazaar can be reached via Betul, which is situated on the National Highway 69.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Enchanting Lord Krishna's statue at Mandir</p>\r\n<p>Kukru is a village in Bhainsdehi Tehsil in Betul district of Madhya Pradesh state, India. It belongs to Narmadapuram Division. It is located 46 km towards South from District headquarters Betul. The Narmada Hydroelectric Development Corporation (NHDC) has run into rough weather over a wind power project. NHDC is a joint venture between the Madhya Pradesh government and the National Hydro Power Corporation (NHPC). Last year, it had planned to set up a 100-MW wind power plant in Kukru village.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Betul_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-betul-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"betul","slug":"betul"}],"recommendations":[{"id":678,"title":"Top Places to visit in Shahdol, Madhya Pradesh","imageUrl":"cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","dateCreated":"2019-09-15T02:25:27.928Z","dateModified":"2019-09-15T02:25:42.947Z","contributedBy":"AskGif","content":"Shahdol is a city in Shahdol district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Shahdol District.\r\n&nbsp;\r\nShahdol District is a district of Madhya Pradesh state in east central India. With a total area of 6,205 square kilometer and a population","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"shahdol","slug":"shahdol"}],"slug":"top-places-to-visit-in-shahdol-madhya-pradesh","total":0},{"id":663,"title":"Top Places to visit in Mandla, Madhya Pradesh","imageUrl":"45a8e19c-f842-4e67-96c2-f71ae62ab013_Mandla-railway.jpg","dateCreated":"2019-09-14T04:30:38.74Z","dateModified":"2019-09-14T04:30:51.176Z","contributedBy":"AskGif","content":"Mandla is a town with municipality in Mandla district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Mandla District. The town is situated in a loop of the Narmada River, which surrounds it on three sides, and for 15 miles between Mandla and Ramnagar, Madhya Prade","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/45a8e19c-f842-4e67-96c2-f71ae62ab013_Mandla-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mandla","slug":"mandla"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-mandla-madhya-pradesh","total":0},{"id":659,"title":"Top Places to visit in Jhabua, Madhya Pradesh","imageUrl":"62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","dateCreated":"2019-09-14T03:01:28.526Z","dateModified":"2019-09-14T03:01:43.165Z","contributedBy":"AskGif","content":"Jhabua is a town and a municipality in Jhabua district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Jhabua District.\r\n&nbsp;\r\nJhabua is a district of Madhya Pradesh state in central India. The town of Jhabua is the administrative headquarters of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jhabua","slug":"jhabua"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-jhabua-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}