{"id":643,"title":"Top Places to visit in Bhind, Madhya Pradesh","imageUrl":"438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","dateCreated":"2019-09-12T02:18:37.587Z","dateModified":"2019-09-12T02:18:51.701Z","contributedBy":"AskGif","content":"<p>Bhind is a city in the Indian state of Madhya Pradesh. It is the headquarters of the Bhind district.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Bhind District is a district in the Chambal division of the Indian state of Madhya Pradesh. The town of Bhind is the district headquarters. Bhind District is situated in Chambal region in the northwest of the state. The geographical coordinates of the district are latitude 26&deg;36' N and longitude 78&deg;46' E. It is bounded by Agra, Etawah, Jalaun and Jhansi districts of Uttar Pradesh state to the north and the east, and the Madhya Pradesh districts of Datia to the south, Gwalior to the southwest, and Morena to the west. The geography of the district is characterized by uneven ravines, plain fertile fields and scanty forests. The total area of the district is 4,459 km2.</p>\r\n<p>&nbsp;</p>\r\n<p>The soil of Bhind is very fertile and is drained by the Chambal, Kali Sind, Kunwari or Kwari, Pahuj and Baisali rivers and by an extensive canal system. Formerly there were four tehsils, Bhind, Mehgaon, Gohad and Lahar, but at present there are eight tehsils: Bhind, Ater, Gormi, Mehgaon, Gohad, Lahar, Mihona, and Raun. The district is part of the Chambal Division.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census,Bhind had a population of 153,768. Males constitute 54% of the population.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>&nbsp;</p>\r\n<p>Chhatri of Malhar Rao Holkar, Alampur</p>\r\n<p>Dhangar Kshatriya(Baghel) clan Ruler Maharani Ahilya Bai Holkar built the chhatri of Malhar Rao Holkar at Alampur in Bhind district in 1766 AD. It is marked by carvings. It is built on the pattern of the chhatris of Holkar rulers at Indore.</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Rawatpura Dham</p>\r\n<p>The temple of Hindu Lord Hanuman is situated at Lahar tehsil of Bhind. This place is known as Rawatpura Dham and is under in Lahar tehsil.</p>\r\n<p>&nbsp;</p>\r\n<p>Fort of Ater</p>\r\n<p>Ater Fort was built by king Badan Singh Bhadouria in 1664-1668. The Fort of Ater is located near Ater town, 35 km from Bhind and 40 km from Porsa Morena.</p>\r\n<p>&nbsp;</p>\r\n<p>Jain temples</p>\r\n<p>The temple of Lord Mahavira is situated at Barason in Mehgaon tehsil. In Jain tradition, it is among the Atishaya kshetra, i.e. places where lord Mahavira visited during his journey after getting Kaivalya (Ultimate Realization) and miraculous events took place. It is situated 14 km from Bhind town. Other Atishaya kshetra are Jain temple of Lord Neminath at Pavai near Bhind town and Lord Parshvanatha at Barahi, which is 20 km from Bhind at the Bhind-Etawah district border on the bank of the Chambal. An ancient holy place called \"Digambar jain Parasnath Jinalaya\" is situated in the village of Simar Biragma, about 20 km from Bhind and approximately 6 km from Atishaya kshetra Barason. There are approximately 60 Jain temples in Bhind town itself.</p>\r\n<p>&nbsp;</p>\r\n<p>Mata Renuka Temple</p>\r\n<p>An ancient temple is situated at Jamdara village in Gohad tehsil, 45 km from Bhind, which was thought to be built by the mythological sage Parashurama.</p>\r\n<p>&nbsp;</p>\r\n<p>Narad Dev Temple</p>\r\n<p>An ancient temple of God Narad Dev is situated on the banks of the Kali Sindh. It can be reached by Lahaar Madori road, and is around 1 km from Madori.</p>\r\n<p>&nbsp;</p>\r\n<p>National Chambal (Gharial) Wildlife Sanctuary</p>\r\n<p>National Chambal (Gharial) Wildlife Sanctuary is situated on the Chambal River, and is inhabited by crocodiles, ghariyals, Ganges dolphins, and migratory birds. A boat cruise is organised by local forest officials. The sanctuary is 22 kilometres (14 mi) from Bhind town.</p>\r\n<p>&nbsp;</p>\r\n<p>Gohad Fort</p>\r\n<p>This fort at Gohad was built by the Jat king Maha Singh in the 16th century. Government offices are currently situated on its premises.</p>\r\n<p>&nbsp;</p>\r\n<p>Sun Temple</p>\r\n<p>The Sun temple, also known as Balaji Temple, is situated 42 kilometres (26 mi) from Bhind at Balaji near Mihona Tehsil.</p>\r\n<p>&nbsp;</p>\r\n<p>Ancient Dandraua Temple</p>\r\n<p>This is a temple to the Hindu God Hanuman, believed to possess curing powers. Worshipers go to the temple every Tuesday and Saturday. Another Panchmukhi Hanuman mandir in Heerapura 10 km from Lahar. Dandraua Dham [website] http://www.dandrauasarkar.com/</p>\r\n<p>&nbsp;</p>\r\n<p>Vankhandeshwar Temple</p>\r\n<p>Vankhandeshwar temple of lord Shiva is located near the bank of Gauri sarovar, a beautiful lake. It is said that this temple is founded by Prithviraj chauhan (Prithviraj).</p>\r\n<p>Malanpur</p>\r\n<p>Malanpur is the modern industrial area in Bhind District near Gwalior in Gohad tehsil, 65 km from Bhind town. Its industries include modern automobiles, bicycles, soaps and detergents, electronics, pharmaceuticals and food and dairy products</p>\r\n<p>&nbsp;</p>\r\n<p>Akoda A town 10 km east of district bhind. Here is nagarpanchayat having population approx 20,000. This is a historical place. Nekadi Gurjar ruled here and had their kings here.</p>\r\n<p>&nbsp;</p>\r\n<p>Main attractions are old garhi and hunaman mandir.</p>\r\n<p>&nbsp;</p>\r\n<p>Mythology and history</p>\r\n<p>&nbsp;</p>\r\n<p>Ganesh mandir is an ancient Ganesh temple built at the ghats of Gauri pond.</p>\r\n<p>Dandraua Hanuman Mandir is an ancient Hanuman mandir. Hanuman ji is best known as Dr . Hanuman.</p>\r\n<p>Vankhandeshwar mandir is an ancient Shivalaya built by Prithviraj Chauhan.</p>\r\n<p>Akoda is the place where Kherapati Hanuman Mandir(Panjay Sarkar). This town situated 10 km from Bhind.</p>\r\n<p>Naarada (Lahar) is the place where mythological saint Maharshi Narada prayed.</p>\r\n<p>Pandari is a village in Bhind Tehsil, where Pandavas took refuge during Agyatvas period of their banishment. Pandari is originated from the word Pandav Vati.</p>\r\n<p>Bhawani Gauri Sarover is a pond built at Bhind town by Pritivi Raj Chauhan.</p>\r\n<p>Machhand is a village in Mihona Tehsil, noted as the place of penance of Machhendranath, the Guru of Guru Gorakhnath.</p>\r\n<p>Bijpuri is a village in Bhind Tehsil, known for the Samadhi of Sage Gwalav, after which Gopachal fort came to be known as Gwalior Fort.</p>\r\n<p>Boreshwar is a temple in Ater Tehsil at Dulhagan village and contains an ancient Shiva temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Ravines</p>\r\n<p>This region is identified by rest of India by its extensive ravines. The ravines created by gully erosion, are heavily under soil loss. The Government of Madhya Pradesh has tried to check this soil erosion and expansion of ravines by the means of watershed development and by aerial-seeding for plants like Prosopis, Acacia, and Jatropha in the ravines.and mp govt. are trying to increase the education system of bhind district</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhind_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bhind-madhya-pradesh","tags":[{"name":"bhind","slug":"bhind"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":680,"title":"Top Places to visit in Sheopur, Madhya Pradesh","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"Sheopur is a city in Madhya Pradesh state of central India. It is the administrative headquarters of Sheopur District. Sheopur is linked by narrow gauge rail to Gwalior. The town is traditionally famous for its wood carving. Chambal River is just 25 km, which forms the boundary between Rajasthan ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"sheopur","slug":"sheopur"}],"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","total":0},{"id":652,"title":"Top Places to visit in Dindori, Madhya Pradesh","imageUrl":"a89c2118-cc26-43f4-8588-b1a9ba3da9b6_Dindori-tourism.jpg","dateCreated":"2019-09-13T02:39:40.465Z","dateModified":"2019-09-13T02:39:53.246Z","contributedBy":"AskGif","content":"Dindori is a district head office and a nagar panchayat in Dindori district in the state of Madhya Pradesh, India.Dindori has many historical as well as spiritual places. Some of the spiritual places are Laxman Madva, Kukarramath, Kalchuri Kali Mandir etc. The Kanha Tiger National Park is 180 km ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a89c2118-cc26-43f4-8588-b1a9ba3da9b6_Dindori-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dindori","slug":"dindori"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-dindori-madhya-pradesh","total":0},{"id":641,"title":"Top Places to visit in Barwani, Madhya Pradesh","imageUrl":"d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","dateCreated":"2019-09-12T02:04:06.213Z","dateModified":"2019-09-12T02:04:18.611Z","contributedBy":"AskGif","content":"Barwani is a town and a municipality in Barwani district in the state of Madhya Pradesh, India. The town is situated near the left bank of the Narmada River, and is the administrative headquarters of Barwani District. It has served as the capital of the former princely state of Barwani. It can be","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"barwani","slug":"barwani"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-barwani-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}