{"id":644,"title":"Top Places to visit in Bhopal, Madhya Pradesh","imageUrl":"5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","dateCreated":"2019-09-12T02:34:28.722Z","dateModified":"2019-09-12T02:34:43.821Z","contributedBy":"AskGif","content":"<p>Bhopal is the capital city of the Indian state of Madhya Pradesh and the administrative headquarters of both Bhopal district and Bhopal division. Bhopal is known as the City of Lakes for its various natural and artificial lakes and is also one of the greenest cities in India. It is the 16th largest city in India and 131st in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>Founded in 1707, the city was the capital of the former Bhopal State, a princely state of the British ruled by the Nawabs of Bhopal. Numerous heritage structures from this period include the Taj-ul-Masajid and Taj Mahal palace. In 1984, the city was struck by the Bhopal disaster, one of the worst industrial disasters in history.</p>\r\n<p>&nbsp;</p>\r\n<p>A Y-class city, Bhopal houses various educational and research institutions and installations of national importance, including ISRO's Master Control Facility, BHEL, and AMPRI. Bhopal is home to the largest number of institutes of National Importance in India, namely IISER, MANIT, SPA, AIIMS, NLIU and IIIT (currently functioning from a temporary campus inside MANIT) .</p>\r\n<p>&nbsp;</p>\r\n<p>The city attracted international attention in December 1984 after the Bhopal disaster, when a Union Carbide India Limited (UCIL) pesticide manufacturing plant (now owned by Dow Chemical Company) leaked a mixture of deadly gases composed mainly of methyl isocyanate, leading to one of the worst industrial disasters in the world's history. The Bhopal disaster continues to be a part of the socio-political debate and a logistical challenge for the people of Bhopal.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhopal was selected as one of the first twenty Indian cities (the first phase) to be developed as a smart city under PM Narendra Modi's flagship Smart Cities Mission.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Bhopal Share Cycles</p>\r\n<p>Air</p>\r\n<p>&nbsp;</p>\r\n<p>Raja Bhoj International Airport</p>\r\n<p>Main article: Bhopal Airport</p>\r\n<p>The Raja Bhoj International Airport is located near the suburb of Bairagad and is the primary airport serving the state of Madhya Pradesh, India.</p>\r\n<p>&nbsp;</p>\r\n<p>There are three routes or ways to reach the airport: (1) Via Bairagad, (2) Via Panchvati, (3) Via Gandhi Nagar road (N.H 12). From within the city, VIP Road, a four lane road takes one to the airport, which lies 15 km to the north of the city. International flights began operations in 2010. Domestic direct flight services are operated by Alliance Air, Air India, Spice Jet and Indigo. As of July 2019, Bhopal has non-stop flights to New Delhi, Mumbai, Surat, Jaipur, Shirdi, Udaipur, Bangalore, Hyderabad, Pune and Raipur. There is only one seasonal international flight from Bhopal and that is to Jeddah, Saudi Arabia and is used mainly by Hajj pilgrims.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Bhopal Habibganj station</p>\r\n<p>Bhopal lies in the West Central Railway Zone. Considering both North-South and East-West train routes, it is one of the most rail connected cities in India which halts more than 200 daily trains, with a total of more than 380 trains within a week. The main stations of Bhopal are the Bhopal Junction station located in old Bhopal as well as Bhopal Habibganj station located in new Bhopal. Both of the stations are equipped with WiFi, has enough waiting halls, refreshment center, passenger ticket counter and ticket vending machines, vehicle parking, communication facility, sanitary facility and dedicated government railway police force to ensure security. Altogether the city has six railway stations within its city limits.</p>\r\n<p>&nbsp;</p>\r\n<p>The Bhopal Junction station as well as Bhopal Habibganj station are selected along with 47 other railway stations to emerge as The World Class Railway Station. While the work has already started on development of Bhopal Habibganj as the first world class railway station of India. The Bhopal Junction and Bhopal Habibganj have already received ISO 9001:2000 certificate.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>&nbsp;</p>\r\n<p>Bhopal VIP road</p>\r\n<p>National Highway No.12 passes through Bhopal which connects it to Jabalpur in the East and Jaipur in the West. National Highway 86 connects Bhopal to Sagar in the East to Dewas &amp; Ujjain in the West. State Highway 17 connects the city with Indore.</p>\r\n<p>Kushabhau Thakre ISBT Bhopal</p>\r\n<p>An interstate bus terminus is located near the Habibganj railway station, called the Kushabhau Thakre Inter State Bus Terminal which was inaugurated in 2011.</p>\r\n<p>&nbsp;</p>\r\n<p>Urban transport</p>\r\n<p>Bhopal BRTS</p>\r\n<p>The Bus Rapid Transit System, which opened in 2013, is run by Bhopal City Link Limited (BCLL). The company has identified 4 trunk and 8 standard routes in the city on which 225 buses would be operated daily (365 a day in a year), from 5 a.m. to 11 p.m. 82 bus stops are built along the 24 km long corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>Metro Rail</p>\r\n<p>A metro rail project is under construction for the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>See also: List of educational institutions in Bhopal</p>\r\n<p>Basic education</p>\r\n<p>&nbsp;</p>\r\n<p>National Law Institute University</p>\r\n<p>Bhopal has more than 550 state-sponsored schools, which are affiliated to the Madhya Pradesh Board of Secondary Education (MPBSE). In addition, there are five Kendriya Vidyalayas in the city, affiliated to the Central Board of Secondary Education (CBSE). The city is also served by numerous other private schools affiliated to either CBSE, ICSE, MPBSE, NIOS and CIE (Cambridge).</p>\r\n<p>&nbsp;</p>\r\n<p>Schools include Delhi Public School, Bhopal (CBSE), The Sanskaar Valley School (ICSE &amp; Cambridge International Examinations), Campion School (CBSE) and St. Joseph's Convent (CBSE).</p>\r\n<p>&nbsp;</p>\r\n<p>Higher education</p>\r\n<p>&nbsp;</p>\r\n<p>IIFM arc</p>\r\n<p>There are many universities in Bhopal and its fifteen Institutions of National Importance is the highest number of any town in India outside New Delhi. The institutes and universities headquartered in the city include:</p>\r\n<p>&nbsp;</p>\r\n<p>Institute Founded</p>\r\n<p>Gandhi Medical College 1955</p>\r\n<p>Maulana Azad National Institute of Technology 1960</p>\r\n<p>Barkatullah University 1970</p>\r\n<p>Indian Institute of Forest Management 1982</p>\r\n<p>Madhya Pradesh Bhoj Open University 1991</p>\r\n<p>National Law Institute University 1997</p>\r\n<p>Rajiv Gandhi Proudyogiki Vishwavidyalaya 1998</p>\r\n<p>Makhanlal Chaturvedi National University of Journalism and Communication 1990</p>\r\n<p>National Judicial Academy 1993</p>\r\n<p>Sagar Institute of Research &amp; Technology 2003</p>\r\n<p>Indian Institute of Science Education and Research, Bhopal 2008</p>\r\n<p>National Institute of Fashion Technology 2008</p>\r\n<p>School Of Planning And Architecture 2008</p>\r\n<p>All India Institute of Medical Science 2012</p>\r\n<p>Jagran Lakecity University 2013</p>\r\n<p>Indian Institute of Information Technology 2017</p>\r\n<p>RKDF University 2012</p>\r\n<p>Rabindranath Tagore University 2010</p>\r\n<p>Sports</p>\r\n<p>Teams</p>\r\n<p>Bhopal Badshahs is a hockey team based in Bhopal that plays in World Series Hockey. The team is captained by Indian hockey player Sameer Dad and coached by Vasudevan Bhaskaran who was the captain of India's Olympic victory in 1980 Summer Olympics in Moscow. Badshahs defeated Chandigarh Comets in the inaugural match of 2012 World Series Hockey 4-3. Aishbagh Stadium in Bhopal is the home ground of Bhopal Badshahs.</p>\r\n<p>&nbsp;</p>\r\n<p>Stadiums</p>\r\n<p>Aishbagh Stadium is a field hockey stadium in Bhopal.</p>\r\n<p>TT Nagar Stadium is a multi-purpose stadium is Bhopal.</p>\r\n<p>Places of interest</p>\r\n<p>Nature</p>\r\n<p>&nbsp;</p>\r\n<p>Bhimbetka pre-historic rock cave painting near Bhopal include 500 sandstone caves and shelters. These are dated to range from 12,000 years ago to chalcolithic era of human history. They are a UNESCO World Heritage site.</p>\r\n<p>Bhimbetka Caves are about 35 kilometres from Bhopal city. They have evidence of dwellings of pre-historic man during the Paleolithic era. Rock paintings in the caves are specimens of pre-historic settlements in India. There are about 600 caves, but only 12 are open for visitors. The caves are located in the midst of sal and teak forests and includes a short trail around the caves. They were discovered by Wakankar in 1957. UNESCO declared Bhimbetka Caves as a World Heritage Site in 2003.</p>\r\n<p>&nbsp;</p>\r\n<p>Van Vihar National Park is a national park in central India. It is located in Bhopal, the capital city of Madhya Pradesh. Declared a national park in 1979, it covers an area of about 4.45 km2. Although it has the status of a national park, Van Vihar is developed and managed as a modern zoological park, following the guidelines of the Central Zoo Authority. The animals are kept in their near natural habitat. Most of the animals are either orphaned brought from various parts of the state or those, which are exchanged from other zoos. No animal is deliberately captured from the forest. Van Vihar is unique because it allows easy access to the visitors through a road passing through the park, security of animals assured from poachers by building trenches and walls, chain-link fence and by providing natural habitat to the animals.</p>\r\n<p>&nbsp;</p>\r\n<p>Activity centres</p>\r\n<p>The Museum of Mankind in Bhopal exhibits tribal and folk houses from all corners of India.</p>\r\n<p>&nbsp;</p>\r\n<p>People from Bhopal</p>\r\n<p>Shankar Dayal Sharma &ndash; 9th President of India</p>\r\n<p>Abdul Hafiz Mohamed Barakatullah &ndash; Revolutionary</p>\r\n<p>Aslam Sher Khan &ndash; National hockey player and Member of Parliament</p>\r\n<p>Divyanka Tripathi &ndash; Actress</p>\r\n<p>Vipul Roy &ndash; Actor</p>\r\n<p>Eisha Singh &ndash; Actress</p>\r\n<p>Najma Heptulla &ndash; Union Minister</p>\r\n<p>Raghuram Rajan &ndash; 23rd Governor Of RBI</p>\r\n<p>Arshi Khan &ndash; Actress, model</p>\r\n<p>Shawar Ali &ndash; Actor</p>\r\n<p>Javed Akhtar &ndash; Poet and lyricist graduated from Saifia College, Bhopal</p>\r\n<p>Asad Bhopali &ndash; Poet and lyricist</p>\r\n<p>Kaif Bhopali &ndash; Poet and lyricist</p>\r\n<p>Manzar Bhopali &ndash; Urdu poet</p>\r\n<p>Manzoor Ahtesham &ndash; Writer and Padma Shri award recipient</p>\r\n<p>Mansoor Ali Khan Pataudi &ndash; Former Captain of the India national cricket team</p>\r\n<p>Sara Khan (TV actress)</p>\r\n<p>Shahryar Khan &ndash; Chairman of Pakistan Cricket Board</p>\r\n<p>Annu Kapoor &ndash; Actor, TV presenter and National Film Award winner</p>\r\n<p>Kailash Chandra Joshi &ndash; Former Chief Minister of Madhya Pradesh</p>\r\n<p>Abdul Qadeer Khan &ndash; Pakistani nuclear physicist</p>\r\n<p>Shoaib Ibrahim &ndash; TV Actor</p>\r\n<p>Sameer Dad &ndash; National hockey player</p>\r\n<p>Jalaluddin Rizvi &ndash; National hockey player and Arjuna Award winner</p>\r\n<p>Anees Ahmed &ndash; Lawyer in United Nations Peacekeeping Operations and United Nations International Criminal Tribunals</p>\r\n<p>Jaya Bachchan &ndash; Actress</p>\r\n<p>Bashir Badr &ndash; Urdu poet</p>\r\n<p>Saumya Tandon &ndash; Television actress</p>\r\n<p>Bhagwat Rawat - Poet and essayist</p>\r\n<p>&nbsp;</p>\r\n<p>Bhopal disaster</p>\r\n<p>Main article: Bhopal disaster</p>\r\n<p>In early December 1984, a Union Carbide India Limited pesticide plant in Bhopal leaked around 32 tons of toxic gases, including methyl isocyanate (MIC) gas which led to the worst industrial disaster in the world to date.</p>\r\n<p>&nbsp;</p>\r\n<p>The official death toll was initially recorded as around 4,000. A Madhya Pradesh government report stated 3,787 deaths, while other estimates state the fatalities were significantly higher (16,000) from the accident and the medical complications caused by the accident in the weeks and years that followed. The higher estimates have been challenged. The impact of the disaster continues to this day in terms of psychological and neurological disabilities, blindness, skin, vision, breathing, and birth disorders.</p>\r\n<p>&nbsp;</p>\r\n<p>The soil and ground water near the factory site have been contaminated by the toxic wastes. The Bhopal disaster continues to be the part of the socio-political debate; the clean-up of environmental contamination and rehabilitation of those affected continues to challenge the people of Bhopal.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhopal</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bhopal-madhya-pradesh","tags":[{"name":"bhopal","slug":"bhopal"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":671,"title":"Top Places to visit in Rajgarh, Madhya Pradesh","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"Rajgarh district is a District of Madhya Pradesh state in central India. The city of Rajgarh is the administrative headquarters of the district. Rajgarhin Madhya Pradesh is one of the aspirational districts selected by Government of India. The district has an area of 6,154 km&sup2; and the popula","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajgarh","slug":"rajgarh"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":655,"title":"Top Places to visit in Harda, Madhya Pradesh","imageUrl":"415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","dateCreated":"2019-09-14T01:18:13.728Z","dateModified":"2019-09-14T01:19:23.205Z","contributedBy":"AskGif","content":"Harda is a city and a municipality in Harda district in the Indian state of Madhya Pradesh. Harda is the administrative headquarters of Harda District.\r\n&nbsp;\r\nHistory\r\nDuring the Mughal period, Harda was a mahal in the Handia sarkar. In 1742, Marathas led by Peshwa Balaji B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"harda","slug":"harda"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-harda-madhya-pradesh","total":0},{"id":649,"title":"Top Places to visit in Datia, Madhya Pradesh","imageUrl":"6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","dateCreated":"2019-09-13T02:11:59.022Z","dateModified":"2019-09-13T02:12:11.758Z","contributedBy":"AskGif","content":"Datia is the district headquarters of the Datia District in north central Madhya Pradesh, a state of Central India. It is an ancient town, mentioned in the Mahabharata ruled by King 'Dantavakra'. The town is 69 km from Gwalior, 325 km south of New Delhi and 320 km north of Bhopal. About 15 km fro","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"datia","slug":"datia"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-datia-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}