{"id":645,"title":"बुरहानपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","dateCreated":"2019-09-12T14:03:26.502Z","dateModified":"2019-09-12T14:03:41.994Z","contributedBy":"AskGif","content":"<p>बुरहानपुर भारत के मध्य प्रदेश राज्य का एक शहर है। यह बुरहानपुर जिले की प्रशासनिक सीट है। यह ताप्ती नदी के उत्तरी तट पर स्थित है, और राज्य की राजधानी भोपाल से 340 किलोमीटर (211 मील) दक्षिण-पश्चिम में स्थित है। शहर एक नगर निगम है।</p>\r\n<p>&nbsp;</p>\r\n<p>बुरहानपुर जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। बुरहानपुर शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>15 अगस्त, 2003 को बुरहानपुर जिले का निर्माण खंडवा जिले के दक्षिणी भाग से हुआ था। ताप्ती नदी पूर्व से पश्चिम तक जिले से होकर बहती है। जिले को सतपुड़ा रेंज द्वारा उत्तर में खंडवा जिले से विभाजित किया गया है, जो नर्मदा नदी घाटी और ताप्ती की घाटी के बीच भी विभाजित है। बुरहानपुर और खंडवा को जोड़ने वाले सतपुड़ा के माध्यम से पास उत्तरी और दक्षिणी भारत को जोड़ने वाले मुख्य मार्गों में से एक है, और असीरगढ़ किले, जो दर्रे को आदेश देता है, \"कुंजी से दक्कन\" के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले को दो विकास खंडों, बुरहानपुर और खकनार, और तीन तहसीलों नेपानगर, बुरहानपुर, और खकनार में विभाजित किया गया है। बुरहानपुर जिला इंदौर संभाग का हिस्सा है। बुरहानपुर के पास एक और प्रमुख शहर शाहपुर है। शाहपुर बुरहानपुर से सिर्फ 10 किमी दूर है और बुरहानपुर जिले का सबसे विकसित शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>बुरहानपुर दाउदी बोहरा समुदाय के लोगों के लिए सबसे प्रमुख स्थानों में से एक है, क्योंकि बुरहानपुर में सबसे पवित्र और समुदाय की सबसे बड़ी दरगाह (दरगाह-ए-हकीमी) है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुराना बुरहानपुर शहर चारों ओर से एक किले का रूप देता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कनेक्टिविटी</p>\r\n<p>बुरापुर एक ऐतिहासिक शहर है जो रेलवे नेटवर्क के माध्यम से भारत के अन्य शहरों से अच्छी तरह से जुड़ा हुआ है। शहर में एक रेलवे स्टेशन है, जबकि आसपास के शहरों की यात्रा के लिए नियमित बसें उपलब्ध हैं। निकटतम हवाई अड्डा इंदौर हवाई अड्डा है, जो शहर के उत्तर की ओर मौजूद है। शहर के भीतर, निजी कार और टैक्सी किराए पर उपलब्ध हैं। सड़क संपर्क अच्छा है और इसके कारण, माल अन्य शहरों में मूल रूप से ले जाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>दरगाह -ए-हकीमी उद्यान</p>\r\n<p>बुरहानपुर पर कई राजवंशों का शासन था, और परिणामस्वरूप ऐतिहासिक हित के कई आगंतुक आकर्षण हैं। इसमें तीन नदियाँ, ताप्ती, उतावली और मोहना हैं, जिसमें बुरहानपुर आने वाले पर्यटकों के लिए कई प्राकृतिक जगहें हैं। इस छोटे से शहर में चार छोटे घाट हैं। एक बहुत ही विविध आबादी का घर होने के नाते, बुरहानपुर में एक उल्लेखनीय गुरुद्वारा, मस्जिद, चर्च, एक विश्व प्रसिद्ध दरगाह है</p>\r\n<p>&nbsp;</p>\r\n<p>असीरगढ़ किला - अहीर वंश के आसा अहीर द्वारा निर्मित किला अपनी ऐतिहासिक वास्तुकला के लिए उल्लेखनीय है। अपने प्रमुख समय के दौरान इस किले को बड़ी ऊंचाई पर बनाए जाने के कारण जीतना मुश्किल था, मजबूत बाहरी दीवारों के साथ जो अभी भी बरकरार हैं। यह बुरहानपुर से 20 किलोमीटर (12 मील) दूर बुरहानपुर-खंडवा राजमार्ग पर स्थित है।</p>\r\n<p>शाही किला - इसकी छत पर एक पूर्ण उद्यान के साथ एक दुर्लभ किला। इसे फारूकी राजवंश में बनाया गया था और लंबे समय तक शाहजहाँ द्वारा शासन किया गया था। उनकी प्यारी पत्नी मुमताज की मृत्यु यहाँ हुई और यह माना जाता है कि ताज महल बुरहानपुर में बनाया जाना तय किया गया था, क्योंकि उस समय यहाँ सफेद संगमरमर की कमी के कारण योजना को रद्द कर दिया गया था, हालांकि ताज तक उनकी मृत्यु के बाद मुमताज़ को छह महीने के लिए यहाँ दफनाया गया था। महल का निर्माण पूरा हुआ।</p>\r\n<p>जामा मस्जिद - जामा मस्जिद एक ऐतिहासिक स्मारक होने के साथ-साथ एक पूजा स्थल भी है। यह गांधी चौक में स्थित है। जामा मस्जिद का निर्माण फारूकी शासन में शुरू हुआ। फारूकी नेता आदिल शाह के निधन के बाद भी स्मारक का निर्माण बहुत लंबा चला और जारी रहा। तब बादशाह अकबर ने मस्जिद का काम देखरेख और पूरा किया। इसके सममित स्तंभों पर दो बड़े मीनार, तीन गोल कपोल और व्यापक कलाकृति हैं जो अच्छी तरह से संरक्षित हैं।</p>\r\n<p>दरगाह-ए-हकीमी - कब्र परिसर 'दरगाह-ए-हकीमी' में मस्जिद, उद्यान और आगंतुकों के लिए आवास की सुविधा शामिल है। यहां पवित्र दाउदी बोहरा संत, सैय्यदी अब्दुल कादिर हकीमुद्दीन को दफनाया गया है, जिसमें कई देशों के तीर्थयात्रियों द्वारा उनके स्मारक का दौरा किया गया है।</p>\r\n<p>इंडस्ट्रीज</p>\r\n<p>बुरहानपुर अपने कपड़ा उद्योग के लिए जाना जाता है। यह राज्य में पावर लूम उद्योग का सबसे बड़ा केंद्र है। यह एक एनटीसी (राष्ट्रीय वस्त्र निगम) परियोजना होने के लिए भी जाना जाता है। यह कई कपड़ा कंपनियों को सौंपता है, जो कि इंटरलेन्डिंग क्लॉथ, ग्रे मार्किन, ब्लीचड धोती, कैम्ब्रिक, पावर लूम क्लॉथ बाकरम और अन्य प्रकार के कपड़े के लिए जानी जाती हैं। शहर में कई कपास और तेल मिलें भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Burhanpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-burhanpur-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"बुरहानपुर","slug":"burhanpur"}],"recommendations":[{"id":659,"title":"झाबुआ में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","dateCreated":"2019-09-14T03:01:28.526Z","dateModified":"2019-09-14T03:01:43.165Z","contributedBy":"AskGif","content":"झाबुआ भारतीय राज्य मध्य प्रदेश में झाबुआ जिले का एक शहर और एक नगर पालिका है। यह झाबुआ जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nझाबुआ मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। झाबुआ शहर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nइतिहास\r\nझाबुआ रियासत\r\nमुख्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झाबुआ","slug":"jhabua"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-jhabua-madhya-pradesh","total":0},{"id":656,"title":"होशंगाबाद में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"होशंगाबाद को नर्मदापुरम के नाम से भी जाना जाता है और भारतीय राज्य मध्य प्रदेश में होशंगाबाद जिले का एक शहर और एक नगर पालिका है। यह होशंगाबाद जिले और नर्मदापुरम डिवीजन दोनों के मुख्यालय के रूप में कार्य करता है। यह मध्य भारत में, नर्मदा नदी के दक्षिणी तट पर स्थित है। राज्य की राजधानी भोपाल से 76.7","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"होशंगाबाद","slug":"hoshangabad"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":648,"title":"दमोह में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","dateCreated":"2019-09-13T02:06:08.805Z","dateModified":"2019-09-13T02:06:26.624Z","contributedBy":"AskGif","content":"दमोह भारत में उत्तर-पूर्वी मध्य प्रदेश में सागर डिवीजन का एक शहर है। यह शहर राज्य की राजधानी भोपाल से 250 किलोमीटर (155 मील) पूर्व में स्थित है। यह जिला पश्चिम में सागर, दक्षिण में नरसिंहपुर और जबलपुर और उत्तर में छतरपुर, पूर्व में पन्ना और कटनी से घिरा हुआ है। यह दमोह जिले का प्रशासनिक मुख्यालय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दमोह","slug":"damoh"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-damoh-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}