{"id":645,"title":"Top Places to visit in Burhanpur, Madhya Pradesh","imageUrl":"934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","dateCreated":"2019-09-12T14:03:26.502Z","dateModified":"2019-09-12T14:03:41.994Z","contributedBy":"AskGif","content":"<p>Burhanpur is a city in the Indian state of Madhya Pradesh. It is the administrative seat of Burhanpur District. It is situated on the north bank of the Tapti River,and 340 kilometres (211 mi) southwest of the state's capital city Of Bhopal. The city is a Municipal Corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>Burhanpur District is a district of Madhya Pradesh state in central India. The town of Burhanpur is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Burhanpur District was created on 15 August 2003, from the southern portion of Khandwa District. The Tapti River flows through the district from east to west. The district is divided from Khandwa District on the north by the Satpura Range, which is also the divide between the Narmada River valley and the valley of the Tapti. The pass through the Satpuras that connects Burhanpur and Khandwa is one of the main routes connecting northern and southern India, and the Asirgarh fortress, which commands the pass, is known as the \"Key to the Deccan\".</p>\r\n<p>&nbsp;</p>\r\n<p>The district is divided into two development blocks, Burhanpur and Khaknar, and three tehsils, Nepanagar, Burhanpur, and Khaknar. Burhanpur District is part of Indore Division. one more major town near Burhanpur is Shahpur. Shahpur is just 10 km away from Burhanpur and the most developed town in Burhanpur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Burhanpur is one of the most prominent places for the people of Dawoodi Bohra Community as Burhanpur houses one of the holiest and largest dargah (Dargh-E-Hakimi) of the community.</p>\r\n<p>&nbsp;</p>\r\n<p>The old Burhanpur city is surrounded by gates giving it the appearance of a fort.</p>\r\n<p>&nbsp;</p>\r\n<p>Connectivity</p>\r\n<p>Burhapur is a historical city that is well connected to other cities of India via railway network. The city has one railway station, while regular buses are available for travel to nearby cities. The closest airport is Indore Airport, which is present on north side of the city. Within the city, private cars and cabs are available for hire. Road connectivity is good and due to it, goods are transported to other cities seamlessly.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Dargah -e-Hakimi garden</p>\r\n<p>Burhanpur was ruled by several dynasties, and consequently has many visitor attractions of historical interest. It has three rivers, the Tapti, the Utavali and the Mohna, with several natural sights for visitors to Burhanpur. This small town has four small ghats. Being the home of a very diverse population, Burhanpur has a notable Gurudwara, Masjid, Church, a world-famous Dargah</p>\r\n<p>&nbsp;</p>\r\n<p>Asirgarh Fort &ndash; The fort built by Asa Ahir of the Ahir dynasty is notable for its historical architecture. This fort during its prime time was difficult to win because of being built at a great height, with strong outer walls which are still standing intact. It is situated on Burhanpur-Khandwa Highway, 20 kilometres (12 mi) from Burhanpur.</p>\r\n<p>Shahi Qila &ndash; A rare fort with a complete garden on its terrace. It was built in the Farooqi Dynasty and ruled by Shahjahan for a long period of time. His beloved wife Mumtaz died here and it is believed that the Taj Mahal was decided to be made in Burhanpur before the plan was cancelled due to lack of white marble here at the time, though Mumtaz was buried here for six months after her death until Taj Mahal construction was completed.</p>\r\n<p>Jama Masjid &ndash; The Jama Masjid is a historic monument as well as a place of worship. It is centrally located in Gandhi Chowk. The construction of Jama Masjid started in Farooqi rule. The construction of the monument took very long and continued even after Farooqi leader Adil Shah's demise. Then Emperor Akbar supervised and completed the work of the Masjid. There are two large minarets, three round cupolas and extensive artwork on its symmetric pillars which are well conserved.</p>\r\n<p>Dargah-e-Hakimi &ndash; The tomb complex 'Dargah-e-Hakimi' includes mosques, gardens, and accommodation facilities for visitors. Here the holy Dawoodi Bohra saint, Saiyedi Abdul Qadir Hakimuddin is buried, with his monument visited by pilgrims from several countries.</p>\r\n<p>Industries</p>\r\n<p>Burhanpur is known for its textile industry. It is the largest hub for the power loom industry in the state. It is also known for having one NTC (National Textile Corporation) project. It ha a number of textile companies which are well known for interlining cloths, Grey Markin, Bleached Dhoti, Cambric, Power loom Cloth bakram and other types of fabric. There are also several cotton and oil mills in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Burhanpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-burhanpur-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"burhanpur","slug":"burhanpur"}],"recommendations":[{"id":659,"title":"Top Places to visit in Jhabua, Madhya Pradesh","imageUrl":"62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","dateCreated":"2019-09-14T03:01:28.526Z","dateModified":"2019-09-14T03:01:43.165Z","contributedBy":"AskGif","content":"Jhabua is a town and a municipality in Jhabua district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Jhabua District.\r\n&nbsp;\r\nJhabua is a district of Madhya Pradesh state in central India. The town of Jhabua is the administrative headquarters of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jhabua","slug":"jhabua"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-jhabua-madhya-pradesh","total":0},{"id":656,"title":"Top Places to visit in Hoshangabad, Madhya Pradesh","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"Hoshangabad also known as Narmadapuram is a City and a municipality in Hoshangabad district in the Indian state of Madhya Pradesh. It serves as the headquarters of both Hoshangabad district and Narmadapuram division. It is located in central India, on the south bank of the Narmada River. Hoshanga","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hoshangabad","slug":"hoshangabad"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":648,"title":"Top Places to visit in Damoh, Madhya Pradesh","imageUrl":"b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","dateCreated":"2019-09-13T02:06:08.805Z","dateModified":"2019-09-13T02:06:26.624Z","contributedBy":"AskGif","content":"Damoh is a city in the Sagar Division in north-eastern Madhya Pradesh in India. The city is located 250 kilometres (155 mi) east of the state capital, Bhopal. The district is surrounded by Sagar in the West, Narsinghpur and Jabalpur in the South, Chhatarpur in the north, Panna &amp; Katni in the ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"damoh","slug":"damoh"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-damoh-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}