{"id":646,"title":"छतरपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"e9200d2e-fc8f-4802-b6b2-3e501351a199_Chhatarpur-railway.jpg","dateCreated":"2019-09-13T01:43:43.999Z","dateModified":"2019-09-13T01:43:59.581Z","contributedBy":"AskGif","content":"<p>छतरपुर भारत के मध्य प्रदेश राज्य में छतरपुर जिले का एक शहर और एक नगर पालिका है। यह छतरपुर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>मुख्य लेख: छतरपुर राज्य</p>\r\n<p>छतरपुर की स्थापना 1785 में हुई थी और इसका नाम बुंदेल राजपूत नेता छत्रसाल के नाम पर रखा गया है, जो बुंदेलखंड की स्वतंत्रता के संस्थापक हैं, और इसमें उनका सेनोटाफ शामिल है। 1785 तक उसके वंशजों का राज्य था। उस समय राजपूतों के पंवार वंश ने छतरपुर पर अधिकार कर लिया था। ब्रिटिश राज द्वारा 1806 में कुंवर सोने सिंह पंवार को राज्य की गारंटी दी गई थी। 1854 में छतरपुर ब्रिटिश सरकार को चूक के सिद्धांत के तहत प्रत्यक्ष उत्तराधिकारी के लिए लैप्स हो गया था, लेकिन जगत राज को अनुग्रह के विशेष कार्य के रूप में सम्मानित किया गया था। पंवार राजाओं ने 1,118 वर्ग मील (2,900 किमी 2) के क्षेत्र के साथ एक रियासत पर शासन किया, और 1901 में 156,139 की आबादी थी, जो मध्य भारत की बुंदेलखंड एजेंसी का हिस्सा था।</p>\r\n<p>&nbsp;</p>\r\n<p>1901 में छतरपुर शहर की आबादी 10,029 थी, एक हाई स्कूल और निर्मित कागज और मोटे कटलरी। इस राज्य में नाउगॉन्ग का ब्रिटिश छावनी भी था।</p>\r\n<p>&nbsp;</p>\r\n<p>राजाओं</p>\r\n<p>१ .५-१ Shah१६ कुंवर सोने शाह (१&ndash;१६)</p>\r\n<p>११६-१ Singh५४ परताब सिंह (१&ndash;५४)</p>\r\n<p>1854&ndash;1867 जगत सिंह (बी। 1846 - डी। 1867)</p>\r\n<p>1867-1895 विश्वनाथ सिंह (बी। 1866 - डी। 1932)</p>\r\n<p>महाराजाओं</p>\r\n<p>(4 मई 1649 - 20 दिसंबर 1731) महाराजा छत्रसाल</p>\r\n<p>1895-1932 विश्वनाथ सिंह (बी। 1866 - डी। 1932)</p>\r\n<p>1932-1947 भवानी सिंह (बी। 1921 - डी। 2006)</p>\r\n<p>1947 में भारत की स्वतंत्रता के बाद, छतरपुर के राजाओं ने भारत में प्रवेश किया, और छतरपुर, बुंदेलखंड के बाकी हिस्सों के साथ मिलकर, भारतीय राज्य विंध्य प्रदेश का हिस्सा बन गया। बाद में 1956 में विंध्य प्रदेश को मध्य प्रदेश राज्य में मिला दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, छतरपुर की जनसंख्या 147 669 थी। पुरुषों की आबादी 53% और महिलाओं की संख्या 47% थी। छतरपुर की औसत साक्षरता दर 69% है, जो राष्ट्रीय औसत 59.5% से अधिक है; पुरुष साक्षरता 75% और महिला साक्षरता 62% है। 15% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसे भी देखें: मध्य प्रदेश के शहरों की सूची</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>छतरपुर में कुछ बड़े उद्योगों के अलावा कुछ बड़े पैमाने पर उद्योग उपलब्ध नहीं हैं, लेकिन ये उद्योग स्थानीय लोगों को पर्याप्त रोजगार देने के लिए पर्याप्त नहीं हैं। अर्थव्यवस्था ज्यादातर खेती पर निर्भर है। हालाँकि, शहर में एक बढ़ता हुआ निजी वाणिज्यिक क्षेत्र है, मुख्य रूप से खुदरा व्यापार। छतरपुर जिले में कई ग्रेनाइट खनन उद्योग संचालित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ज्यादातर खेती पर अपनी आजीविका के लिए निर्भर हैं। यह क्षेत्र सूखा प्रभावित क्षेत्र में है, इसलिए पूरे जिले में खेती और पीने के पानी के लिए पानी का संकट है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>छतरपुर पुलिस एमपी पुलिस की एक कानून लागू करने वाली इकाई है जो विश्व धरोहर स्मारक \"मंदिरों के खजुराहो ग्रुप\" की रक्षा करती है। जिले को 5 पुलिस उपविभागों में बांटा गया है, जिसमें 34 पुलिस स्टेशन और 21 चौकी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>छतरपुर जिले के अधिकांश कॉलेज महाराजा छत्रसाल बुंदेलखंड विश्वविद्यालय, छतरपुर से संबद्ध हैं। वे कला, विज्ञान, वाणिज्य, शिक्षा और कानून के संकायों में स्नातक और स्नातकोत्तर पाठ्यक्रम प्रदान करते हैं। सरकार महाराजा पी.जी. कॉलेज, गवर्नमेंट गर्ल्स पी.जी. कॉलेज और डिजिटल इंस्टीट्यूट ऑफ साइंस एंड टेक्नोलॉजी शहर में स्नातक और स्नातकोत्तर शिक्षा के प्रमुख संस्थान हैं। क्रिश्चियन इंग्लिश कॉलेज शहर का एकमात्र CISCE- संबद्ध स्कूल है। स्वामी प्रणवानंद होम्योपैथिक मेडिकल कॉलेज, मध्य प्रदेश चिकित्सा विज्ञान विश्वविद्यालय, जबलपुर से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>छतरपुर सड़क और रेलवे द्वारा पहुँचा जा सकता है। छतरपुर स्टेशन 2017 में शुरू हुआ। छतरपुर में महाराजा छत्रसाल स्टेशन छतरपुर, MCSC नाम का रेलवे स्टेशन है। झांसी, भोपाल, इंदौर और उज्जैन के लिए सीधी ट्रेनें हैं। निकटतम रेलवे स्टेशन खजुराहो (45 किमी), ललितपुर जंक्शन रेलवे स्टेशन (135 किमी) हरपालपुर (55 किमी) झांसी (125 किमी), मौरानीपुर (65 किमी) और सतना (140 किमी) हैं। निकटतम हवाई अड्डा खजुराहो सिविल एयरोड्रम है, जो 45 किमी दूर स्थित है, लेकिन सीमित संख्या में उड़ानें हैं। दिल्ली, मुंबई और कोलकाता के लिए उड़ानों के साथ निकटतम प्रमुख हवाई अड्डा कानपुर हवाई अड्डा 190 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>खजुराहो</p>\r\n<p>धुबेला, छतरपुर से 15 किमी दूर एक संग्रहालय है</p>\r\n<p>जटाशंकर, बिजावर के पास एक पवित्र स्थान</p>\r\n<p>भीमकुंड, एक प्राकृतिक पानी की टंकी और बाजना के पास एक पवित्र स्थान</p>\r\n<p>गंगाऊ बांध, 18 किमी दूर, खजुराहो के पास, दो नदियों के संगम पर बनी एक विशाल संरचना, जिसका नाम सिमीरी नदी और केन नदी (बुंदेलखंड की एक प्रमुख नदी) है।</p>\r\n<p>राणेह झरना, एशिया का एकमात्र झरना है जिसमें आग्नेय चट्टान है। यह खजुराहो से लगभग 17 किमी दूर है</p>\r\n<p>हनुमान तूरिया, एक हनुमान मंदिर</p>\r\n<p>बंबर बैनी, लवकुशनगर में एक पहाड़ी पर माँ दुर्गा का प्राचीन मंदिर</p>\r\n<p>पन्ना राष्ट्रीय उद्यान, पन्ना जिले के पास</p>\r\n<p>खजुराहो के करीब पांडव जलप्रपात, पांडवों ने निर्वासन के दौरान यहां आश्रय की मांग की थी</p>\r\n<p>हनुमान मंदिर, लवकुशनगर में एक पहाड़ी पर हनुमान का मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chhatarpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9200d2e-fc8f-4802-b6b2-3e501351a199_Chhatarpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chhatarpur-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"छतरपुर","slug":"chhatarpur"}],"recommendations":[{"id":678,"title":"शाहडोल में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","dateCreated":"2019-09-15T02:25:27.928Z","dateModified":"2019-09-15T02:25:42.947Z","contributedBy":"AskGif","content":"शहडोल भारतीय राज्य मध्य प्रदेश में शहडोल जिले का एक शहर है। यह शहडोल जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nशहडोल जिला पूर्व मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। 6,205 वर्ग किलोमीटर के कुल क्षेत्रफल और 10,66,063 की आबादी के साथ। शहडोल मध्य प्रदेश का एक महत्वपूर्ण जिला है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"शाहडोल","slug":"shahdol"}],"slug":"top-places-to-visit-in-shahdol-madhya-pradesh","total":0},{"id":649,"title":"दतिया में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","dateCreated":"2019-09-13T02:11:59.022Z","dateModified":"2019-09-13T02:12:11.758Z","contributedBy":"AskGif","content":"दतिया उत्तर भारत के मध्य मध्य प्रदेश के एक राज्य उत्तर मध्य प्रदेश में दतिया जिले का जिला मुख्यालय है। यह एक प्राचीन शहर है, जिसका उल्लेख राजा 'दंतवक्र' द्वारा शासित महाभारत में किया गया है। यह शहर ग्वालियर से 69 किमी, नई दिल्ली से 325 किमी दक्षिण और भोपाल से 320 किमी उत्तर में स्थित है। दतिया से","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दतिया","slug":"datia"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-datia-madhya-pradesh","total":0},{"id":647,"title":"छिंदवाड़ा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","dateCreated":"2019-09-13T02:01:18.506Z","dateModified":"2019-09-13T02:01:58.996Z","contributedBy":"AskGif","content":"छिंदवाड़ा भारत में शहर है और भारतीय राज्य मध्य प्रदेश में छिंदवाड़ा जिले में एक नगर निगम है। इसे भारत के \"कॉर्न सिटी\" के रूप में जाना जाता है। छिंदवाड़ा जिले का प्रशासनिक मुख्यालय है। छिंदवाड़ा निकटवर्ती शहरों नागपुर और जबलपुर से रेल या सड़क द्वारा उपलब्ध है। निकटतम हवाई अड्डा नागपुर (130 किमी) म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"छिंदवाड़ा","slug":"chhindwara"}],"slug":"top-places-to-visit-in-chhindwara-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}