{"id":646,"title":"Top Places to visit in Chhatarpur, Madhya Pradesh","imageUrl":"e9200d2e-fc8f-4802-b6b2-3e501351a199_Chhatarpur-railway.jpg","dateCreated":"2019-09-13T01:43:43.999Z","dateModified":"2019-09-13T01:43:59.581Z","contributedBy":"AskGif","content":"<p>Chhatarpur is a city and a municipality in Chhatarpur district in the state of Madhya Pradesh, India. It is the administrative headquarters of Chhatarpur District.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Main article: Chhatarpur State</p>\r\n<p>Chhatarpur was founded in 1785 and is named after the Bundela Rajput leader Chhatrasal, the founder of Bundelkhand independence, and contains his cenotaph. The state was ruled by his descendants until 1785. At that time the Ponwar clan of the Rajputs took control of Chhatarpur. The state was guaranteed to Kunwar Sone Singh Ponwar in 1806 by the British Raj. In 1854 Chhatarpur would have lapsed to the British government for want of direct heirs under the doctrine of lapse, but was conferred on Jagat Raj as a special act of grace. The Ponwar Rajas ruled a princely state with an area of 1,118 square miles (2,900 km2), and population of 156,139 in 1901, which was part of the Bundelkhand agency of Central India.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1901 the town of Chhatarpur had a population of 10,029, a high school and manufactured paper and coarse cutlery. The state also contained the British cantonment of Nowgong.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajas</p>\r\n<p>1785&ndash;1816 Kunwar Sone Shah (d. 1816)</p>\r\n<p>1816&ndash;1854 Partab Singh (d. 1854)</p>\r\n<p>1854&ndash;1867 Jaghat Singh (b. 1846 &ndash; d. 1867)</p>\r\n<p>1867&ndash;1895 Vishvanath Singh (b. 1866 &ndash; d. 1932)</p>\r\n<p>Maharajas</p>\r\n<p>(4 May 1649 &ndash; 20 December 1731) Maharaja Chhatrasal</p>\r\n<p>1895&ndash;1932 Vishvanath Singh (b. 1866 &ndash; d. 1932)</p>\r\n<p>1932&ndash;1947 Bhawani Singh (b. 1921 &ndash; d. 2006)</p>\r\n<p>After the independence of India in 1947, the Rajas of Chhatarpur acceded to India, and Chhatarpur, together with the rest of Bundelkhand, became part of the Indian state of Vindhya Pradesh. Vindhya Pradesh was later merged into the state of Madhya Pradesh in 1956.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Chhatarpur had a population of 147 669. Males constitute 53% of the population and females 47%. Chhatarpur has an average literacy rate of 69%, higher than the national average of 59.5%; with male literacy of 75% and female literacy of 62%. 15% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>See also: List of cities in Madhya Pradesh</p>\r\n<p>Economy</p>\r\n<p>There is no large scale industry in Chhatarpur apart from a few small scale industries available, but these industries are not sufficient for giving enough employment to local people. The economy is mostly dependent on farming. The city however, has a growing private commercial sector, mainly retail businesses. There are many granite mining industries operating in Chhatarpur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Most depend for their livelihood on farming. This region is in a drought-affected area, so the whole district faces a water crisis for farming and potable drinking water.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Chhatarpur Police is a Law enforcing unit of MP Police which protects the world heritage monument \"KHAJURAHO GROUP OF TEMPLES\". The district is divided into 5 police subdivisions, with 34 Police Stations and 21 outposts.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Most of the colleges in Chhatarpur district are affiliated to Maharaja Chhatrasal Bundelkhand University, Chhatarpur. They offer graduate and post-graduate courses in the faculties of Arts, Science, Commerce, Education and Law. Government Maharaja P.G. College, Government Girls P.G. College and Digital Institute of Science &amp; Technology are the premier institutions of graduate and post-graduate education in the city. Christian English College is the only CISCE- affiliated school of the city. Swami Pranawanand Homeopathic Medical College is affiliated to Madhya Pradesh Medical Science University, Jabalpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Chhatarpur can be reached by road and railway. Chhatarpur station started in 2017. Chhatarpur has railway station named Maharaja chhatrasal station Chhatarpur, MCSC. There are direct trains to Jhansi, Bhopal, Indore,and Ujjain. The nearest railway stations are at Khajuraho (45 km), Lalitpur Junction railway station (135 km) Harpalpur (55 km) Jhansi (125 km), Mauranipur (65&nbsp; km) and Satna (140 km). The nearest airport is Khajuraho Civil Aerodrome, located 45 km away but has limited number of flights. The nearest major airport with flights to Delhi, Mumbai and Kolkata is Kanpur Airport 190 km away.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Khajuraho</p>\r\n<p>Dhubela, a museum 15 km from Chhatarpur</p>\r\n<p>Jatashankar, a holy place near Bijawar</p>\r\n<p>Bhimkund, a natural water tank and a holy place near Bajna</p>\r\n<p>Gangau dam, a huge structure built at the confluence of two rivers, namely the Simiri River and Ken River (a prominent river of Bundelkhand), near Khajuraho, around 18 km away.</p>\r\n<p>Raneh Falls, the only waterfall in Asia having igneous rock. It is around 17 km from Khajuraho</p>\r\n<p>Hanuman Tauria, a Hanuman temple</p>\r\n<p>Bambar Baini, Ancient temple of maa Durga on a hill in Lavkushnagar</p>\r\n<p>Panna National Park, near Panna district</p>\r\n<p>Pandav Falls, close to Khajuraho, Pandavas said to have sought shelter here during exile</p>\r\n<p>Hanuman Mandir, temple of Hanuman on a hill in Lavkushnagar</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chhatarpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9200d2e-fc8f-4802-b6b2-3e501351a199_Chhatarpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chhatarpur-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"chhatarpur","slug":"chhatarpur"}],"recommendations":[{"id":678,"title":"Top Places to visit in Shahdol, Madhya Pradesh","imageUrl":"cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","dateCreated":"2019-09-15T02:25:27.928Z","dateModified":"2019-09-15T02:25:42.947Z","contributedBy":"AskGif","content":"Shahdol is a city in Shahdol district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Shahdol District.\r\n&nbsp;\r\nShahdol District is a district of Madhya Pradesh state in east central India. With a total area of 6,205 square kilometer and a population","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"shahdol","slug":"shahdol"}],"slug":"top-places-to-visit-in-shahdol-madhya-pradesh","total":0},{"id":649,"title":"Top Places to visit in Datia, Madhya Pradesh","imageUrl":"6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","dateCreated":"2019-09-13T02:11:59.022Z","dateModified":"2019-09-13T02:12:11.758Z","contributedBy":"AskGif","content":"Datia is the district headquarters of the Datia District in north central Madhya Pradesh, a state of Central India. It is an ancient town, mentioned in the Mahabharata ruled by King 'Dantavakra'. The town is 69 km from Gwalior, 325 km south of New Delhi and 320 km north of Bhopal. About 15 km fro","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"datia","slug":"datia"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-datia-madhya-pradesh","total":0},{"id":647,"title":"Top Places to visit in Chhindwara, Madhya Pradesh","imageUrl":"70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","dateCreated":"2019-09-13T02:01:18.506Z","dateModified":"2019-09-13T02:01:58.996Z","contributedBy":"AskGif","content":"Chhindwara is city in India and a Municipal Corporation in Chhindwara district in the Indian state of Madhya Pradesh. It is known as the \"Corn City\" of India. is the administrative headquarters of Chhindwara District. Chhindwara is reachable by rail or road from adjacent cities Nagpur and Jabalpu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"chhindwara","slug":"chhindwara"}],"slug":"top-places-to-visit-in-chhindwara-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}