{"id":647,"title":"छिंदवाड़ा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","dateCreated":"2019-09-13T02:01:18.506Z","dateModified":"2019-09-13T02:01:58.996Z","contributedBy":"AskGif","content":"<p>छिंदवाड़ा भारत में शहर है और भारतीय राज्य मध्य प्रदेश में छिंदवाड़ा जिले में एक नगर निगम है। इसे भारत के \"कॉर्न सिटी\" के रूप में जाना जाता है। छिंदवाड़ा जिले का प्रशासनिक मुख्यालय है। छिंदवाड़ा निकटवर्ती शहरों नागपुर और जबलपुर से रेल या सड़क द्वारा उपलब्ध है। निकटतम हवाई अड्डा नागपुर (130 किमी) में है; एक छोटा हवाई अड्डा (हवाई-पट्टी) छिंदवाड़ा में चार्टर विमान / हेलीकॉप्टर से उतरने के लिए उपलब्ध है। जिले की जनसंख्या 2,090,306 है; उनमें से अधिकांश 13% की वृद्धि दर के साथ आदिवासी हैं। 966 पुरुष / महिला का लिंग अनुपात। साक्षरता दर 81.46% है। 89% साक्षरता दर के साथ इस शहर की जनसंख्या 260,575 है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>छिंदवाड़ा और उसके आसपास के प्रमुख पर्यटक आकर्षण में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>देवगढ़ किला: यह प्रसिद्ध ऐतिहासिक किला मोहखेड़ से परे 24 मील (39 किमी) छिंदवाड़ा के दक्षिण में है। यह एक पहाड़ी पर बनाया गया है, जो घने आरक्षित वन के साथ एक गहरी घाटी से घिरा है। किला मोटर मार्ग द्वारा अपने पैर तक पहुंचाने योग्य है। प्रकृति यहां भरपूर है। देवगढ़ किला गोंड के राजा जाटव द्वारा बनवाया गया था। यह 18 वीं शताब्दी तक गोंडवाना राजवंश की राजधानी थी। वास्तुकला कुछ हद तक मुगल के समान है। यहां एक बड़ा किला महल और खूबसूरत इमारतें हैं। ऐसा माना जाता है कि देवगढ़ को नागपुर से जोड़ने वाला एक गुप्त भूमिगत मार्ग था। यहाँ एक टैंक है जिसे \"मोतीताका\" कहा जाता है और वहाँ प्रसिद्ध कहावत है कि इस टैंक का पानी कभी खत्म नहीं होता है। वर्तमान में, देवगढ़ गाँव एक छोटे से निवासी का क्षेत्र है। इस जगह पर खंडहर अपने पिछले गौरव की बात करते हैं।</p>\r\n<p>पातालकोट, छिंदवाड़ा जिले के पहाड़ी ब्लॉक 'तामिया' में, अपनी भौगोलिक और प्राकृतिक सुंदरता के कारण बहुत महत्व हासिल कर चुका है। पातालकोट एक सुंदर परिदृश्य है जो एक घाटी में 1200-1500 फीट की गहराई पर स्थित है। महान गहराई के कारण, इस स्थान को 'पातालकोट' (संस्कृत में पाताल लोक बहुत गहरा) के रूप में नाम दिया गया है। जब कोई घाटी के ऊपर से नीचे देखता है, तो वह स्थान आकार में घोड़े की नाल जैसा दिखता है। पहले लोग इसे 'पाताल' का प्रवेश द्वार मानते थे। एक और मान्यता है कि 'भगवान शिव' की पूजा करने के बाद राजकुमार मेघनाथ केवल इसी स्थान से पाताल-लोक गए थे। लोगों का कहना है कि इस जगह पर 18 वीं और 19 वीं शताब्दी में राजाओं का शासन था और होशंगाबाद जिले में इस जगह को 'पचमढ़ी' से जोड़ने वाली एक लंबी सुरंग थी। इस क्षेत्र की दुर्गमता के कारण, इस क्षेत्र के आदिवासी सभ्य दुनिया से पूरी तरह से कट गए थे। लेकिन, सरकार द्वारा लगातार किए जा रहे प्रयासों से, इस क्षेत्र के आदिवासियों ने सभ्य जीवन अपनाने के लाभों को चखना शुरू कर दिया। 'पातालकोट' अपनी भौगोलिक स्थिति, प्राकृतिक सुंदरता, यहां रहने वाले लोगों की संस्कृति और अपार और दुर्लभ हर्बल संपदा के कारण कई पर्यटकों को आकर्षित कर रहा है। दीपक आचार्य ने पातालकोट की हर्बल दवाओं और आदिवासी जीवन के क्षेत्र में असाधारण रूप से अच्छा काम किया है।</p>\r\n<p>तामिया हिल्स छिंदवाड़ा से लगभग 45 किमी दूर हैं। तमिया पहाड़ियों, घने जंगलों और बड़े घुमावदार घाटों ने मिलकर तामिया को एक सौंदर्य स्थल और पर्यटन स्थल बना दिया है। एक पीडब्लूडी रेस्ट हाउस चित्रमय पहाड़ी पर स्थित है, जो सतपुड़ा के गहरे जंगलों और पर्वतीय श्रृंखलाओं के व्यापक दृश्य के साथ-साथ विशेष रूप से महादेव और चौरा पहाड़ की पृष्ठभूमि में स्थित है। रेस्ट हाउस के दृश्य को प्राकृतिक दृश्यों को बदलने के लिए जाना जाता है जो आगंतुकों के लिए प्रेरणादायक है। तामिया में सरकारी डाक बंगला एक सुखद स्थान है क्योंकि यह घने जंगल से घिरे मीन सी लेवल से 3,765 फीट (1,148 मीटर) की ऊँचाई पर स्थित है। सूर्योदय और सूर्यास्त के दृश्य आगंतुकों को एक सांस लेने का अनुभव देते हैं। इस बंगले से लगभग 1.5 किमी दूर एक गुफा है जहाँ 'छोटा महादेव' के पवित्र 'शिवलिंग' (भगवान शिव का देवता) मौजूद है। गुफा के पास ही एक छोटा सा झरना है। ये दोनों आगंतुकों की आंखों को एक दावत प्रदान करते हैं।</p>\r\n<p>पंधुरना का गोटमार मेला: छिंदवाड़ा से 98 किलोमीटर दूर, पांढुर्ना तहसील के मुख्यालय में, 'गोटमार मेला' नाम से एक अनोखा मेला (हिंदी में) हर साल दूसरे दिन 'भाद्रपद' अमावस्या के दिन मनाया जाता है जाम नदी। एक लंबे पेड़ को नदी के बीच में एक झंडे के साथ खड़ा किया जाता है। सावरगाँव और पांढुर्ना गाँवों के निवासी या तो बैंक पर इकट्ठा होते हैं और विपरीत गाँव के व्यक्तियों पर पथराव ('मिला') शुरू करते हैं जो नदी के बीच में जाकर पेड़ के तने के ऊपर से झंडा हटाने की कोशिश करते हैं। जिस गांव का निवासी झंडा हटाने में सफल होता है, उसे विजयी माना जाता है। पूरी गतिविधि 'मां' दुर्गाजी के पवित्र नाम के जप के बीच होती है। इस उत्सव में कई लोग घायल हुए हैं और जिला प्रशासन ने इस दुर्लभ मेले के सुचारू संचालन के लिए विस्तृत व्यवस्था की है। लोगों को मृत या घायल छोड़ दिया गया है, इसलिए त्योहार पर अब प्रतिबंध लगा दिया गया है। गतिविधि अब गतिविधि को रोकने में विफल है।</p>\r\n<p>जनजातीय संग्रहालय 20 अप्रैल 1954 को छिंदवाड़ा में शुरू हुआ और 1975 में 'राज्य संग्रहालय' का दर्जा हासिल किया। 8 सितंबर 1997 को जनजातीय संग्रहालय का नाम बदलकर \"श्री बादल भोई राज्य जनजातीय संग्रहालय\" कर दिया गया। इस संग्रहालय का रखरखाव एक संग्रहालय प्रभारी अधिकारी कलाकारों और चपरासियों की मदद से करता है। इसमें 14 कमरे, 3 गैलरी और दो खुली गैलरी शामिल हैं। इसमें मध्य प्रदेश और छत्तीसगढ़ राज्यों में रहने वाले आदिवासी समुदायों के 45 (लगभग) आदिवासी संस्कृतियों को दर्शाया गया है। यह मध्य प्रदेश का सबसे पुराना और सबसे बड़ा आदिवासी संग्रहालय है। यह एक ट्रेजर हाउस है, जो जिले में रहने वाले आदिवासी से संबंधित वस्तुओं के दुर्लभ और दुर्लभ संग्रह का भंडारण करता है। कोई व्यक्ति घर, कपड़े, गहने, हथियार, कृषि उपकरण, कला, संगीत, नृत्य, समारोह, उनके द्वारा पूजित देवताओं, धार्मिक गतिविधियों, हर्बल संग्रह, आदि से संबंधित वस्तुओं को पा सकता है। संग्रहालय आदिवासी समुदायों की समृद्ध परंपराओं और प्राचीन संस्कृतियों पर प्रकाश डालता है। इसमें ज़मीन के पारिवारिक जीवन शैली और बैगा, जिले में रहने वाले प्रमुख जनजातियों को दर्शाया गया है। यह भी दिखाया गया है कि कैसे अग्रीया जनजाति लोहे को ढालती है और पातालकोट देहा कृषि प्रणालियों को दिखाती है। ये प्रदर्शन पर्यटकों को आकर्षित करते हैं। संग्रहालय इस जिले की जनजातियों पर एक एक स्थान पर संग्रह-सह-सूचना केंद्र है।</p>\r\n<p>शशि माता मंदिर छिंदवाड़ा से लगभग 45 किमी उत्तर में कपूरडा में स्थित है। यह मंदिर क्षेत्र पर अपने सांस्कृतिक प्रभाव के लिए बहुत पुराना और प्रसिद्ध है। यह लगभग हर दिन कई पर्यटकों को आकर्षित करता है, लेकिन मंगलवार को पूजा के लिए सबसे अच्छा दिन माना जाता है। ऐसा माना जाता है कि अगर श्रद्धा माता को आस्था के साथ अभिषेक किया जाता है, तो वह बीमारी को दूर कर देती है। कुछ आगंतुक अपने बच्चों के मुंडन समारोह (बाल काटने का पहला समारोह) के लिए आते हैं और देवी की वेदी पर अपने बालों की फसल चढ़ाते हैं। अन्य आगंतुकों के बीच, विवाहित जोड़े सुखी वैवाहिक जीवन के लिए देवी का आशीर्वाद लेने आते हैं। इस मंदिर का निर्माण स्वर्गीय बी.एल. 1939 में श्रीवास्तव। वर्तमान में मंदिर प्रबंधन द्वारा उनके बेटों एल.एल.श्रीवास्तव और एस.एस. श्रीवास्तव और सभी ग्रामीणों द्वारा अच्छी तरह से समर्थन किया जाता है, लेकिन विशेष रूप से मिश्रा परिवार का उस पर बहुत प्रभाव पड़ता है और सभी घटनाओं, कार्यों को प्रबंधित करता है। मंदिर तक छिंदवाड़ा से स्थानीय बसों या टैक्सियों द्वारा पहुँचा जा सकता है।</p>\r\n<p>कुकड़ी-खापा और लीलाही [DAHNORA] के झरने, कुक्कड़ी खपा जलप्रपात का सुरम्य स्थान छिंदवाड़ा से नागपुर संकरी गेज रेलवे लाइन के बीच, उमरानाला और रामकोना के स्टेशनों के बीच पाया जाता है। यह झरना नयनाभिराम 'सिलवानी' पर्वत श्रृंखला में स्थित है। इस फॉल की ऊंचाई लगभग 60 फीट (18 मीटर) है। अच्छी बारिश के तुरंत बाद स्थान अधिक सुंदर और सुरम्य है। नागपुर की ओर नैरो गेज रेलवे के साथ ट्रेन में यात्रा करते हुए इस सुंदर पिकनिक स्थल को देख सकते हैं। लीलाही [DHANORA] जलप्रपात, जिले की दूसरी सबसे बड़ी नदी 'कन्हान' के बहाव क्षेत्र में स्थित है। यह फॉल देवगढ़ के रास्ते मोहखेड़ से पांढुर्ना जाने वाले मार्ग पर स्थित है। यह कान्हान नदी पर धनोरा गाँव के पास, 'नारायण घाट' के निकट है। पहाड़ की चट्टानों और रंगीन प्रकृति से घिरे झरने का मनमोहक दृश्य वास्तव में आगंतुक को आकर्षित करता है। जलप्रपात में जुलाई से जनवरी तक पानी का पर्याप्त प्रवाह होगा।</p>\r\n<p>अंहोनी गाँव महुलझिर पुलिस स्टेशन के पास और छिंदवाड़ा-पिपरिया रोड पर झिरपा गाँव से 2 मील (3.2 किमी) की दूरी पर है। गर्म और उबलते सल्फर स्प्रिंग्स के साथ एक पहाड़ी धारा गांव के पास बहती है। ये झरने, एक और दूरी पर, एक नाले (छोटी धारा) के रूप में ग्रहण करते हैं। माना जाता है कि यह पानी त्वचा की बीमारियों और रक्त की कुछ अशुद्धियों के लिए फायदेमंद है।</p>\r\n<p>नीलकण्ठी: मंदिर के कुछ खंडहरों को सिपहना धारा के किनारे से देखा जा सकता है जो कि नीलकंठी से कुछ दूरी पर बहता है, जो एक गाँव है जो छिंदवाड़ा शहर से 14 मील (23 किमी) दक्षिण-पूर्व में है। मुख्य मंदिर का प्रवेश द्वार 7 वीं और 10 वीं शताब्दी के बीच का है। यह माना जाता है कि एक समय में गेट के अंदर 264 x 132 वर्ग फुट (12.3 एम 2) का एक क्षेत्र एक प्राचीर से घिरा हुआ था। लोहे के हुक के साथ गेट के पत्थर के स्लैब को एक साथ बांधा जाता है। मंदिर के एक पत्थर के खंभे पर एक अवैध शिलालेख पाया जा सकता है। राष्ट्रकूट राज्य के राजा कृष्ण तृतीय का उल्लेख है। गेट का डिजाइन बहमनिक शैली में है।</p>\r\n<p>छिंदवाड़ा के दक्षिण में लगभग 40 किमी (परासिया सड़क द्वारा) अंबाड़ा (मोहन कोलियरी, मुरी रोड) पर हिंगलाग माता मंदिर, छिंदवाड़ा में उल्लेखनीय मंदिरों में से एक है। यह लगभग हर दिन कई पर्यटकों को आकर्षित करता है, लेकिन मंगलवार और शनिवार को पूजा के लिए सबसे अच्छा दिन माना जाता है।</p>\r\n<p>राम मंदिर, एक हिंदू मंदिर है, जो शहर के केंद्र में स्थित भगवान राम को समर्पित है, जो शहर का सबसे पुराना मंदिर है। इसका निर्माण पुराने बीम और ब्रैकेट सिस्टम के साथ किया गया था। राम मंदिर के सामने बडी माता मंदिर है, जो देवी दुर्गा को समर्पित है।</p>\r\n<p>जामा मस्जिद गोइल गंज क्षेत्र में स्थित है, लगभग छिंदवाड़ा के केंद्र में। इसे एक ऐतिहासिक स्थान माना जाता है क्योंकि इसका निर्माण प्रसिद्ध स्वतंत्रता सेनानियों शौकत अली ब्रदर्स द्वारा किया गया था। मस्जिद अरबी सुलेख, मुगल और तुर्की शैली में सजाया गया है</p>\r\n<p>सिमरिया कलां- पूर्व केंद्रीय मंत्री और छिंदवाड़ा के वर्तमान म.प्र। कमलनाथ द्वारा निर्मित हनुमान की 101 फीट की प्रतिमा।</p>\r\n<p>सहज योग सहजा योग के हजारों अनुयायी सहजा योग के संस्थापक एच.एच.श्री माताजी निर्मला देवी के जन्मस्थान का दर्शन करने के लिए हर साल छिंदवाड़ा आते हैं। उनका जन्म 21 मार्च, 1923 को छिंदवाड़ा, भारत के एक ईसाई परिवार (http://www.chhindwara.org) में हुआ था। उनके माता-पिता प्रसाद साल्वे और कार्नेलिया साल्वे थे, जो शाही शालिवाहन वंश के प्रत्यक्ष वंशज थे। इस बच्चे की सुंदरता को देखकर, जो एक बेदाग प्रतिभा के साथ पैदा हुआ था, उन्होंने उसे निर्मला कहा, जिसका अर्थ है 'बेदाग'। बाद में, वह HHShri Mataji निर्मला देवी के नाम से बहुरूपियों के नाम से जानी जाने लगी, जो पूज्य माता थीं - जो अपने संपूर्ण आत्म बोध के साथ पैदा हुई थीं और बहुत ही कम उम्र से जानती थीं कि उन्हें एक अनोखा उपहार मिला था जो उन्हें होना था सभी मानव जाति के लिए उपलब्ध कराया। उनके माता-पिता ने ब्रिटिश शासन के तहत भारत के मुक्ति आंदोलन में महत्वपूर्ण भूमिका निभाई थी। उनके पिता, जो महात्मा गांधी के करीबी सहयोगी थे, भारत की संविधान सभा के सदस्य थे और उन्होंने भारत के पहले संविधान को लिखने में मदद की। वह एक प्रसिद्ध विद्वान, 14 भाषाओं के मास्टर थे, और उन्होंने कुरान का मराठी में अनुवाद किया। उनकी माँ भारत की पहली महिला थीं जिन्होंने गणित में ऑनर्स डिग्री प्राप्त की।</p>\r\n<p>छिंदवाड़ा शहर का पानरोमा</p>\r\n<p>छिंदवाड़ा शहर।</p>\r\n<p>संस्कृति</p>\r\n<p>छिंदवाड़ा जिले में बहुसंख्यक जनजातीय आबादी है। जनजातीय समुदायों में गोंड, प्रधन, भारिया, कोरकू शामिल हैं। हिंदी, गोंडी, उर्दू, कोरकू, मुसई इत्यादि, जिले में कई भाषाओं / बोलियों का उपयोग किया जाता है। बहुसंख्यक आदिवासी गोंडी और हिंदी को मराठी में मिला कर बोलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में सबसे प्रसिद्ध सांस्कृतिक कार्यों / त्योहारों में पोला, भुजालिया, मेघनाथ, अखाड़ी, हरज्योती आदि हैं। पंधुरना का 'गोटमार मेला' एक अनूठा और विश्व प्रसिद्ध मेला है। शिवरात्रि के दिन '' महादेव मेला '' चौघड़ '' पर मनाया जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>छिंदवाड़ा कई प्रसिद्ध मंदिरों और मस्जिदों का घर है। छिंदवाड़ा और आस-पास के गांवों में कई त्योहार और नृत्य मनाए जाते हैं। सेला नृत्य, गेडी नृत्य, नागपंचमी नृत्य कुछ नाम करने के लिए। आस-पास के गांवों में प्रसिद्ध त्योहारों में चाउट का डांगल और पंचमी का मेला शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>प्रार्थमिक शिक्षा</p>\r\n<p>छिंदवाड़ा में 300 से अधिक राज्य-प्रायोजित स्कूल हैं, जो मध्य प्रदेश बोर्ड ऑफ सेकेंडरी एजुकेशन (MPBSE) से संबद्ध हैं। इसके अलावा, केंद्रीय माध्यमिक शिक्षा बोर्ड (CBSE) से संबद्ध शहर में दो केन्द्रीय विद्यालय हैं। शहर को CBSE, ICSE, MPBSE से संबद्ध कई अन्य निजी स्कूलों द्वारा भी सेवा प्रदान की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूलों में शामिल हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>जवाहर नवोदय विद्यालय, सिंगोड़ी</p>\r\n<p>शासकीय उत्कृष्ट विद्यालय</p>\r\n<p>निर्मला इंग्लिश मीडियम सेन सेक। स्कूल</p>\r\n<p>संत श्री आशारामजी गुरुकुल</p>\r\n<p>पहला कदम स्कूल</p>\r\n<p>विद्या भूमि पब्लिक स्कूल</p>\r\n<p>अरिहंत इंटरनेशनल स्कूल</p>\r\n<p>बालाजी पब्लिक एच.एस. स्कूल</p>\r\n<p>डेनियलसन एच एम स्कूल छिंदवाड़ा</p>\r\n<p>दिल्ली पब्लिक स्कूल</p>\r\n<p>ज्ञान गंगा उच्चतर माध्यमिक विद्यालय</p>\r\n<p>जय गुरुदेव इंटरनेशनल स्कूल</p>\r\n<p>पोडर इंटरनेशनल शूएल</p>\r\n<p>विद्या भूमि पब्लिक स्कूल</p>\r\n<p>केन्द्रीय विद्यालय</p>\r\n<p>महर्षि विद्या मंदिर स्कूल</p>\r\n<p>भारत भारती स्कूल</p>\r\n<p>सनराइज स्कूल</p>\r\n<p>रोज पब्लिक स्कूल</p>\r\n<p>डेनियलसन इंग्लिश मीडियम स्कूल</p>\r\n<p>मॉडल कॉन्वेंट एचएस इंग्लिश मीडियम स्कूल</p>\r\n<p>कुछ उल्लेखनीय हिंदी मीडियम स्कूल: -</p>\r\n<p>विद्या निकेतन स्कूल</p>\r\n<p>सेंट जोसेफ स्कूल</p>\r\n<p>एक्सीलेंस स्कूल</p>\r\n<p>एमएलबी गर्ल्स स्कूल</p>\r\n<p>सरस्वती शिशु मंदिर</p>\r\n<p>भारती विद्या मंदिर स्कूल</p>\r\n<p>श्री नाथ उच्चतर माध्यमिक विद्यालय</p>\r\n<p>ज्ञान भारती उच्चतर माध्यमिक विद्यालय चंदनगांव</p>\r\n<p>अंतर्राष्ट्रीय विद्यालय का संपादन करें</p>\r\n<p>भगवान श्रीचंद पब्लिक स्कूल</p>\r\n<p>उच्च शिक्षा</p>\r\n<p>छिंदवाड़ा शिक्षा के मामले में अपने पड़ोसी जिलों से अपेक्षाकृत विकसित है और लगभग सभी विषयों में छात्रों के लिए अवसर उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजकीय मेडिकल कॉलेज, छिंदवाड़ा</p>\r\n<p>&nbsp;</p>\r\n<p>http://www.govtmedicalcollegechhindwara.com/</p>\r\n<p>&nbsp;</p>\r\n<p>भारत सरकार ने चिकित्सा शिक्षा को बढ़ावा देने और बढ़ाने के साथ-साथ देश में डॉक्टरों की कमी को कम करने के लिए नए मेडिकल कॉलेजों की स्थापना करने का प्रस्ताव दिया है। इस योजना के तहत, यह प्रस्तावित किया गया था कि सरकारी मेडिकल कॉलेज छिंदवाड़ा की स्थापना प्रतिवर्ष 100 M.B.B.S छात्रों के प्रवेश के लिए की जाएगी। इस प्रयोजन के लिए जिला अस्पताल छिंदवाड़ा जो मल्टी-स्पेशियलिटी 426 बेडेड अस्पताल के रूप में कार्य कर रहा है, को 600 बेडों में अपग्रेड किया जा रहा है जो कि मेडिकल काउंसिल ऑफ इंडिया के मानदंडों को पूरा करने से अधिक होगा। अंतरिक्ष आगे 750 बेड वाले अस्पताल के लिए निर्धारित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>एनी इंस्टीट्यूट ऑफ टेक्नोलॉजी एंड रिसर्च सेंटर, छिंदवाड़ा</p>\r\n<p>http://www.aitrc.co.in/</p>\r\n<p>&nbsp;</p>\r\n<p>एनी इंस्टीट्यूट ऑफ टेक्नोलॉजी एंड रिसर्च सेंटर, छिंदवाड़ा (AITRC) छिंदवाड़ा शहर का पहला इंजीनियरिंग कॉलेज है।</p>\r\n<p>&nbsp;</p>\r\n<p>जेपी इंजीनियरिंग कॉलेज, छिंदवाड़ा</p>\r\n<p>जेपी इंजीनियरिंग कॉलेज, ग्राम नेर, छिंदवाड़ा, छिंदवाड़ा शहर का दूसरा इंजीनियरिंग कॉलेज है। यह जेपी समूह द्वारा लाभकारी शैक्षणिक संस्थान के लिए नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>अप्परेल ट्रेनिंग एण्ड डिज़ाईन सैंटर, छिंदवाड़ा</p>\r\n<p>http://www.atdcindia.co.in/</p>\r\n<p>&nbsp;</p>\r\n<p>परिधान प्रशिक्षण एवं डिजाइन केंद्र, छिंदवाड़ा (ATDC) परिधान प्रशिक्षण एवं डिजाइन केंद्र (ATDC) 150 से अधिक ATDC के साथ परिधान क्षेत्र के लिए भारत का सबसे बड़ा व्यावसायिक प्रशिक्षण नेटवर्क के रूप में उभरा है। निकटवर्ती एफडीडीआई, छिंदवाड़ा।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला अध्ययन केंद्र (डीएलसी), एनआईआईटी फाउंडेशन, छिंदवाड़ा</p>\r\n<p>जिला अध्ययन केंद्र (DLC), NIIT Foundation छिंदवाड़ा NIIT जिला शिक्षण केंद्र राष्ट्रीय राजमार्ग 69A, इमलिया बोहता, छिंदवाड़ा, मध्य प्रदेश, भारत में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>फुटवियर डिजाइन एंड डेवलपमेंट इंस्टीट्यूट, छिंदवाड़ा</p>\r\n<p>http://www.fddiindia.com/</p>\r\n<p>&nbsp;</p>\r\n<p>फुटवियर डिजाइन एंड डेवलपमेंट इंस्टीट्यूट, छिंदवाड़ा कॉर्नर प्लॉट, खसरा नंबर 31, नागपुर-बैतूल रोड, इमलीखेड़ा चौक, छिंदवाड़ा, मध्य प्रदेश, भारत में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>डेनियलसन डिग्री कॉलेज, छिंदवाड़ा</p>\r\n<p>http://www.ddcollege.org/</p>\r\n<p>&nbsp;</p>\r\n<p>डेनियलसन डिग्री कॉलेज नागपुर रोड पर स्थित है, जो लेट आरटी के मार्गदर्शन और पहल के तहत जुलाई - 1970 में अस्तित्व में आया। रेव। रुबिन इजरायलसन (छिंदवाड़ा के बिशप)।</p>\r\n<p>&nbsp;</p>\r\n<p>राजकीय पीजी कॉलेज, छिंदवाड़ा</p>\r\n<p>गवर्नमेंट पीजी कॉलेज, यह खजरी के पास धरम टेकरी में स्थित है। यह 1961 में शुरू किया गया था और रानी दुर्गावती विश्व विद्यालय, जबलपुर से संबद्ध था जो पहले हरिसिंह गौर विश्वविद्यालय, सागर के साथ था।</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक कॉलेज, खिरसाडोह</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक कॉलेज, (खिरसाडोह, छिंदवाड़ा में स्थित, वर्ष 1958 में स्थापित। वर्तमान में कॉलेज में छह डिप्लोमा शाखाएँ खनन, सिविल, मैकेनिकल, इलेक्ट्रिकल, इलेक्ट्रॉनिक्स और दूरसंचार, कंप्यूटर विज्ञान और इंजीनियरिंग हैं।)</p>\r\n<p>इंदिरा प्रियदर्शिनी कॉलेज, छिंदवाड़ा</p>\r\n<p>http://www.ipschw.com/</p>\r\n<p>&nbsp;</p>\r\n<p>परासिया रोड स्थित इंदिरा प्रियदर्शनी कॉलेज, B.B.A, B.C.A, M.S &amp; M.Sc जैसे कुछ व्यावसायिक पाठ्यक्रमों की पेशकश कर रहा है। माइक्रोबायोलॉजी, बायोटेक्नोलॉजी और बॉटनी। यह 2001 में स्थापित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>आर एस गवर्नमेंट गर्ल्स कॉलेज, छिंदवाड़ा</p>\r\n<p>आर एस गवर्नमेंट गर्ल्स कॉलेज शहर के केंद्र में स्थित है। 1982 में स्थापित इस कॉलेज में अब लगभग 2500 छात्राओं की संख्या है।</p>\r\n<p>&nbsp;</p>\r\n<p>सतपुड़ा लॉ कॉलेज, छिंदवाड़ा</p>\r\n<p>http://satpuralawcollege.org/</p>\r\n<p>&nbsp;</p>\r\n<p>सतपुड़ा लॉ कॉलेज जो सतपुड़ा एजुकेशन सोसायटी, छिंदवाड़ा द्वारा 1961-62 में स्थापित किया गया था, बस स्टैंड के पास मोहन नगर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जीएच रायसोनी विश्वविद्यालय, छिंदवाड़ा</p>\r\n<p>G.H. रायसी विश्वविद्यालय भारत के मध्य प्रदेश के छिंदवाड़ा जिले के धोडा बोरगाँव गाँव में स्थित एक निजी विश्वविद्यालय है। विश्वविद्यालय की स्थापना 2016 में जीएचआर संस एजुकेशनल एंड मेडिकल रिसर्च फाउंडेशन द्वारा मध्य प्रदेश नीजी विश्व विद्यालय (स्थापन ईवा संचलान) संषोधन अधयादेश के माध्यम से की गई थी, 2016 में एक अध्यादेश भी लागू किया गया सिम्बायोसिस यूनिवर्सिटी ऑफ़ एप्लाइड साइंसेज और अभी तक चालू है 2018) डीसी यूनिवर्सिटी। यह Raisoni Group of Institutions (RGI) का हिस्सा है। * [हेड क्वार्टर] = जीएचआर संस एजुकेशनल एंड मेडिकल रिसर्च फाउंडेशन रायसीनी ग्रुप ऑफ इंस्टीट्यूशंस, श्रद्धा हाउस, 345, किंग्सवे, नागपुर</p>\r\n<p>&nbsp;</p>\r\n<p>सोनी कॉलेज ऑफ मैनेजमेंट एंड टेक्नोलॉजी, छिंदवाड़ा</p>\r\n<p>http://www.sonycomputer.co.in</p>\r\n<p>&nbsp;</p>\r\n<p>सोनी कॉलेज ऑफ मैनेजमेंट एंड टेक्नोलॉजी, छिंदवाड़ा एक उच्च शिक्षा कंपनी है, जो कुनौहिर कला, नगपुर रोड, नोएडा, मध्य प्रदेश, भारत में स्थित है। कार्यक्रम और पाठ्यक्रम</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>छिंदवाड़ा अपने पड़ोसी जिलों से रेल और सड़क दोनों से जुड़ा हुआ है। निकटतम हवाई अड्डा नागपुर हवाई अड्डा (130 किमी) है। 5 से 10 यात्रियों के छोटे हवाई जहाज उतरने के लिए छिंदवाड़ा में एक छोटी हवाई पट्टी भी उपलब्ध है। छिंदवाड़ा आसपास के बड़े शहरों जैसे नागपुर, जबलपुर और भोपाल से जुड़ा हुआ है और लगातार बसों और टैक्सी सेवाओं के साथ चौबीसों घंटे चलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>राष्ट्रीय राजमार्ग 547 मध्य भारत में राष्ट्रीय राजमार्ग है जो छिंदवाड़ा से होकर गुजरता है। यह महाराष्ट्र में सौनेर को मध्य प्रदेश के नरसिंहपुर से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 347 भी शहर से गुजरता है। यह मुलताई और सिवनी को जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>छिंदवाड़ा स्टेशन</p>\r\n<p>छिंदवाड़ा रेलवे स्टेशन सतपुड़ा रेलवे का हिस्सा है और हावड़ा-नागपुर-मुंबई लाइन के बिलासपुर-नागपुर खंड पर दिखाया गया है। इसमें निम्नलिखित ट्रेनें प्रतिदिन चल रही हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>पंचवली एक्सप्रेस छिंदवाड़ा और इंदौर जंक्शन के बीच</p>\r\n<p>भोपाल - बीना मथुरा के रास्ते छिंदवाड़ा और देहली सराय रोहिला के बीच पातालकोट एक्सप्रेस</p>\r\n<p>छिंदवाड़ा और आमला के बीच आमला पैसेंजर</p>\r\n<p>नैनपुर पैसेंजर छिंदवाड़ा और नैनपुर के बीच (नैरो गेज)</p>\r\n<p>नागपुर पैसेंजर छिंदवाड़ा और नागपुर के बीच (यह नैरो गेज ट्रेन लगभग आठ घंटे में 147 किमी की दूरी तय करती है और कुछ सुंदर प्राकृतिक घाटियों से होकर जाती है)</p>\r\n<p>छिंदवाड़ा और नागपुर के बीच 2 फीट 6 इन (762 मिमी) नैरो गेज रेलवे ट्रैक को 1,676 मिमी (5 फीट 6 इंच) ब्रॉड गेज में बदला जा रहा है। इससे छिंदवाड़ा जंक्शन का वर्तमान चेहरा बदलने की उम्मीद है। छिंदवाड़ा-आंवला खंड का विद्युतीकरण जारी है।</p>\r\n<p>&nbsp;</p>\r\n<p>इसे भी देखें: बिलासपुर-नागपुर खंड</p>\r\n<p>मीडिया</p>\r\n<p>समाचार पत्र: छिंदवाड़ा में कुछ प्रिंट प्रकाशन होते हैं जिनमें हिंदी अखबार जैसे दैनिक भास्कर, लोकमत समचार, पत्रिका, जबलपुर एक्सप्रेस, दिव्या एक्सप्रेस, फ्री प्रेस शामिल हैं</p>\r\n<p>&nbsp;</p>\r\n<p>समाचार पोर्टल</p>\r\n<p>&nbsp;</p>\r\n<p>www.satpuranews.com रेडियो: छिंदवाड़ा से प्रसारित कुछ एफएम स्टेशन हैं: विविध भारती और ज्ञान वाणी।</p>\r\n<p>&nbsp;</p>\r\n<p>निजी रेडियो: यहां छिंदवाड़ा डाउनलोड रेडियो ऐप में नए लॉन्च किए गए निजी इंटरनेट रेडियो</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>पर्ल वी पुरी, टेलीविजन अभिनेता</p>\r\n<p>निर्मला श्रीवास्तव, धार्मिक नेता</p>\r\n<p>मुबीन सौदागर, भारतीय स्टैंड-अप कॉमेडियन और मिमिक्री कलाकार</p>\r\n<p>नकुल नाथ, भारतीय राजनीतिज्ञ</p>\r\n<p>दीपक आचार्य, भारतीय सूक्ष्म जीवविज्ञानी और वनस्पतिशास्त्री</p>\r\n<p>अनुसूया उइके, भारतीय राजनीतिज्ञ</p>\r\n<p>दीपक सक्सेना, राजनीतिज्ञ</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Chhindwara</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chhindwara-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"छिंदवाड़ा","slug":"chhindwara"}],"recommendations":[{"id":680,"title":"श्योपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"श्योपुर मध्य भारत के मध्य प्रदेश राज्य का एक शहर है। यह श्योपुर जिले का प्रशासनिक मुख्यालय है। श्योपुर नैरो गेज रेल द्वारा ग्वालियर से जुड़ा हुआ है। यह शहर पारंपरिक रूप से अपनी लकड़ी की नक्काशी के लिए प्रसिद्ध है। चंबल नदी सिर्फ 25 किमी है, जो राजस्थान और एमपी राज्यों के बीच सीमा बनाती है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"श्योपुर","slug":"sheopur"}],"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","total":0},{"id":651,"title":"धार में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","dateCreated":"2019-09-13T02:32:54.551Z","dateModified":"2019-09-13T02:33:08.994Z","contributedBy":"AskGif","content":"धार भारत में पश्चिमी मध्य प्रदेश राज्य के मालवा क्षेत्र में स्थित एक शहर है। यह धार जिले का प्रशासनिक मुख्यालय है, और 1732 से राजपूत धार राज्य की राजधानी धर्मनगर के रूप में थी (पहले राजा ने 1728 से मुल्तान में अपनी सीट बनाई थी)।\r\n&nbsp;\r\nधार जिला मध्य भारत में मध्य प्रदेश राज्य का ए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"धार","slug":"dhar"}],"slug":"top-places-to-visit-in-dhar-madhya-pradesh","total":0},{"id":650,"title":"देवास में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6e2b319f-9b08-40ab-9529-89c6ace7362a_Dewas-railway.jpg","dateCreated":"2019-09-13T02:18:18.16Z","dateModified":"2019-09-13T02:18:30.086Z","contributedBy":"AskGif","content":"देवास भारत के मध्य प्रदेश राज्य के मालवा का एक शहर है। नगर पालिका पूर्व में ब्रिटिश राज के दौरान दो रियासतों की सीट थी, देवास जूनियर राज्य और देवास वरिष्ठ राज्य, मराठा के पुवार वंश द्वारा शासित। आज, देवास एक औद्योगिक शहर है और एक सरकारी बैंक नोट प्रेस है\r\n&nbsp;\r\nदेवास जिला भारतीय र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6e2b319f-9b08-40ab-9529-89c6ace7362a_Dewas-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"देवास","slug":"dewas"}],"slug":"top-places-to-visit-in-dewas-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}