{"id":648,"title":"दमोह में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","dateCreated":"2019-09-13T02:06:08.805Z","dateModified":"2019-09-13T02:06:26.624Z","contributedBy":"AskGif","content":"<p>दमोह भारत में उत्तर-पूर्वी मध्य प्रदेश में सागर डिवीजन का एक शहर है। यह शहर राज्य की राजधानी भोपाल से 250 किलोमीटर (155 मील) पूर्व में स्थित है। यह जिला पश्चिम में सागर, दक्षिण में नरसिंहपुर और जबलपुर और उत्तर में छतरपुर, पूर्व में पन्ना और कटनी से घिरा हुआ है। यह दमोह जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>दमोह जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। दमोह शहर जिला मुख्यालय है। जिला सागर संभाग का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>दमोह सड़क मार्ग द्वारा भोपाल, जबलपुर और सौगोर से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>दमोह रेलवे स्टेशन (कोड: DMO) शहर का एकमात्र रेलवे स्टेशन है। यह दिल्ली, मुंबई, जयपुर, अमृतसर, हरदा और हावड़ा के लिए कुछ ट्रेनों में कार्य करता है, जो कटनी और बीना जंक्शन के बीच स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>जिले में ऐतिहासिक महत्व के कई स्थान हैं। एक उदाहरण नोहटा शहर है, जो गौराया नदी के तट पर दमोह से 21 किमी दूर स्थित है। यह कभी चंदेला राजपूतों की राजधानी थी और इसमें कई मंदिर थे।</p>\r\n<p>&nbsp;</p>\r\n<p>दमोह से 6 किमी दूर राजनगर गांव में प्राचीन किला, मुगलों द्वारा स्थापित किया गया था। सिंघौरगढ़ किला ऐतिहासिक महत्व का एक और स्थान है। इसे राजा वेन बेसोन ने बनवाया था। गोंड राजस इसमें लंबे समय तक रहे। यह 15 वीं शताब्दी के अंत में गोंड राजा दलपत शाह और उनकी रानी दुर्गावती के साथ था। राजा दलपत शाह की मृत्यु के बाद, मुगल बादशाह अकबर की सेना के सेनापति का गांव सिंगरामपुर में रानी दुर्गावती के साथ युद्ध हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>सोनार नदी पर बसा नरसिंहगढ़ शहर, एक प्राचीन किला है, जिसे शाह तैय्यब ने बनवाया था। बिरला समूह ने नरसिंहगढ़ में एक सीमेंट कारखाना स्थापित किया है। कुंडलपुर जैन मंदिरों के लिए प्रसिद्ध स्थान है। दमोह से 32 किमी दूर स्थित, कुंडलपुर में 58 जैन मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बांदकपुर में जागेश्वरनाथ मंदिर एक हिंदू तीर्थस्थल है। दमोह जिले में यादव और राय अधिक शक्तिशाली समुदाय हैं। दमोह शहर में घण्टाघर, सर्किट हाउस, जबलपुर नाका पर महाराणा प्रताप की मूर्ति, कीर्ति स्तम्भ, गजानन पहाड़ी, नौगजा पहाड़ी, तहसील मैदान के पास रानी दमयंती बाई का किला, नेहरू पार्क और जटाशंकर मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुंडलपुर (संस्कृत: कुंडलपुर) भारत में जैन धर्म का एक ऐतिहासिक तीर्थ स्थल है। यह मध्य भारतीय राज्य मध्य प्रदेश में स्थित है, जो दमोह शहर से 35 किमी दूर है। जटाशंकर और बेलाताल मंदिर भी हिंदुओं का एक महत्वपूर्ण तीर्थ स्थल है। यह कलेक्टर निवास और जिला जेल के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री तारण तरण अतिशय तीर्थ तीर्थ-श्री निसंगे सूखा धाम विहार स्थली-जिला-दमोह (म.प्र।) बुंदेलखंड में जैन धर्म (तरण पंथ) के लिए एक ऐतिहासिक तीर्थ स्थल है। यह पथरिया रेलवे स्टेशन के पास 12.5 किमी की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में रुचि के स्थान</p>\r\n<p>कुंडलपुर, 35 किमी</p>\r\n<p>बांदकपुर जागेश्वरनाथ मंदिर, 16 किमी</p>\r\n<p>हनुमान मंदिर (भुरसा), 18 कि.मी.</p>\r\n<p>पुरतत्वसंग्रहालय, दमयंती किला</p>\r\n<p>रानी दुर्गावती अभ्यारण, सिंगरामपुर के पास 47 किमी</p>\r\n<p>राजनगर का किला, 7 कि.मी.</p>\r\n<p>सिंहोरगढ़ किला, 62 किमी</p>\r\n<p>सदभावना शिखर-नाजारा व्यू प्वाइंट, 59 किमी</p>\r\n<p>पथरिया के पास चंडी चौपड़ा (37 किमी), नोहटा और सुखा के जैन मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>दमोह 23.88 &deg; N 79.45 &deg; E पर स्थित है। यह 595 मीटर (1,952 फीट) की औसत ऊंचाई पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, दमोह शहर की जनसंख्या 112,160 (कुल शहरी आबादी 147,661) है। पुरुषों ने 53% जनसंख्या और महिलाओं ने 47% का गठन किया। दमोह की औसत साक्षरता दर 73% थी, जो राष्ट्रीय औसत 59.5% से ऊपर थी: पुरुष साक्षरता 89% थी और महिला साक्षरता 66% थी। 14% आबादी 6 साल से कम उम्र की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>दमोह शहर में निर्वाचित प्रमुख श्रीमती मालती असाटी के साथ एक नगर पालिका परिषद है। नीरज कुमार सिंह दमोह जिले के वर्तमान डीएम और कलेक्टर हैं। दमोह निर्वाचन क्षेत्र से विधान सभा के वर्तमान सदस्य श्री राहुल सिंह हैं</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>शहर में एक महत्वपूर्ण पशु बाजार और कई छोटे उद्योग जैसे बुनाई, रंगाई और मिट्टी के बर्तन बनाने का काम है। दमोह जिले का क्षेत्रफल 7,306 किमी 2 (2,821 वर्ग मील) है। दक्षिण और पूर्व में, जंगल की तलहटी और पैच ग्रामीण इलाकों को तोड़ते हैं; अन्यथा जिले में उर्वरता की अलग-अलग डिग्री के खुले मैदान हैं, कम दूरी के साथ परस्पर जुड़े हैं और केंद्र में सबसे अमीर पथ के साथ अलग-थलग हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Damoh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-damoh-madhya-pradesh","tags":[{"name":"दमोह","slug":"damoh"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":680,"title":"श्योपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"श्योपुर मध्य भारत के मध्य प्रदेश राज्य का एक शहर है। यह श्योपुर जिले का प्रशासनिक मुख्यालय है। श्योपुर नैरो गेज रेल द्वारा ग्वालियर से जुड़ा हुआ है। यह शहर पारंपरिक रूप से अपनी लकड़ी की नक्काशी के लिए प्रसिद्ध है। चंबल नदी सिर्फ 25 किमी है, जो राजस्थान और एमपी राज्यों के बीच सीमा बनाती है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"श्योपुर","slug":"sheopur"}],"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","total":0},{"id":671,"title":"राजगढ़ में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"राजगढ़ जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। राजगढ़ शहर जिले का प्रशासनिक मुख्यालय है। राजघरिन मध्य प्रदेश भारत सरकार द्वारा चुने गए आकांक्षात्मक जिलों में से एक है। जिले का क्षेत्रफल 6,154 वर्ग किमी है और जनसंख्या 1,545,814 (2011 की जनगणना) है। जिला मालवा पठार के उत्तरी किनारे पर स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजगढ़","slug":"rajgarh"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":656,"title":"होशंगाबाद में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"होशंगाबाद को नर्मदापुरम के नाम से भी जाना जाता है और भारतीय राज्य मध्य प्रदेश में होशंगाबाद जिले का एक शहर और एक नगर पालिका है। यह होशंगाबाद जिले और नर्मदापुरम डिवीजन दोनों के मुख्यालय के रूप में कार्य करता है। यह मध्य भारत में, नर्मदा नदी के दक्षिणी तट पर स्थित है। राज्य की राजधानी भोपाल से 76.7","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"होशंगाबाद","slug":"hoshangabad"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}