{"id":648,"title":"Top Places to visit in Damoh, Madhya Pradesh","imageUrl":"b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","dateCreated":"2019-09-13T02:06:08.805Z","dateModified":"2019-09-13T02:06:26.624Z","contributedBy":"AskGif","content":"<p>Damoh is a city in the Sagar Division in north-eastern Madhya Pradesh in India. The city is located 250 kilometres (155 mi) east of the state capital, Bhopal. The district is surrounded by Sagar in the West, Narsinghpur and Jabalpur in the South, Chhatarpur in the north, Panna &amp; Katni in the east. It is the administrative headquarters of Damoh District.</p>\r\n<p>&nbsp;</p>\r\n<p>Damoh District is a district of Madhya Pradesh state in central India. The town of Damoh is the district headquarters. The district is part of the Sagar Division.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Damoh is connected by road to Bhopal, Jabalpur, and Saugor.</p>\r\n<p>&nbsp;</p>\r\n<p>Damoh Railway Station (code: DMO) is the only railway station in the city. It serves a few trains for Delhi, Mumbai, Jaipur, Amritsar, Harda, and Howrah, situated between Katni and Bina Junction.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>The district has several places of historical importance. One example is the town of Nohta, which is located 21 km from Damoh on the banks of the Gauraya river. It was once a capital of the Chandela Rajputs and has many temples.</p>\r\n<p>&nbsp;</p>\r\n<p>The ancient fort at Rajnagar village, 6 km from Damoh, was founded by the Mughals. Singhorgarh fort is another place of historical importance. It was built by Raja Vain Bason. Gond Rajas stayed in it for a long time. It was with Gond Raja Dalpat Shah and his Rani Durgawati at the end of 15th century. After the death of Raja Dalpat Shah, the Senapati of the army of Mughal emperor Akbar had a battle with Rani Durgawati at the village, Singrampur.</p>\r\n<p>&nbsp;</p>\r\n<p>The town of Narsinghgarh, situated on Sonar River, has an ancient fort built by Shah Taiyab. Birla group has established a cement factory at Narsinghgarh. Kundalpur is famous place for Jain temples. Situated 32 km from Damoh, there are 58 Jain temples in Kundalpur.</p>\r\n<p>&nbsp;</p>\r\n<p>The Jageshwarnath temple at Bandakpur is a Hindu pilgrimage center. In Damoh district the Yadav and Rai more powerful communities. Damoh city has a Ghantaghar, circuit house, statue of Maharana Pratap at Jabalpur Naka, Kirti Stambh, Gajanan pahadi, Naugaja pahadi, fort of Rani Damyanti Bai near tahsil ground, Nehru park and a Jatashankar temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Kundalpur (Sanskrit: कुण्डलपुर) is a historical pilgrimage site for Jainism in India. It is located in the central Indian state of Madhya Pradesh, 35 km from the city of Damoh. Jatashankar and Belatal temple is also an important pilgrimage site for Hindus. It is located near the collector residence and the district jail.</p>\r\n<p>&nbsp;</p>\r\n<p>श्री तारण तरण अतिशय तीर्थ क्षैत्र-श्री निसईजी सूखा धाम विहार स्थली-जिला-दमोह (म.प्र.) is a historical pilgrimage site for Jainism (Taran Panth) in Bundelkhand. It is located of 12.5 km near by Pathariya railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest in District</p>\r\n<p>Kundalpur, 35 km</p>\r\n<p>Bandakpur Jageshwarnath Temple, 16 km</p>\r\n<p>Hanuman mandir (Bhaursa), 18 km</p>\r\n<p>Puratatva Sangrahalaya, Damyanti Kila</p>\r\n<p>Rani Durgavati Abhyaran, 47 km near Singrampur</p>\r\n<p>Rajnagar Fort, 7 km</p>\r\n<p>Singhoregarh Fort, 62 km</p>\r\n<p>Sadbhavna Shikhar-Nazara View Point, 59 km</p>\r\n<p>Jain Temples of Chandi Choupra(37 km), Nohta &amp; Sukha near Patharia</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Damoh is located at 23.88&deg;N 79.45&deg;E. It is at an average elevation of 595 metres (1,952 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>According to the 2001 India census, Damoh city had a population of 112,160 (total urban population is 147,661). Males constituted 53% of the population and females 47%. Damoh had an average literacy rate of 73%, above the national average of 59.5%: male literacy was 89% and female literacy was 66%. 14% of the population was under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Damoh city has a Nagar Paliaka Parishad with the elected head Mrs. Malti Asati. Neeraj Kumar Singh is the current DM &amp; Collector for the Damoh District. The current Member of Legislative Assembly from Damoh constituency is Shri Rahul Singh</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>The town has a significant cattle-market and a number of small industries such as weaving, dyeing and pottery-making. The district of Damoh has an area of 7,306 km2 (2,821 sq mi). To the south and east, foothills and patches of jungle break up the countryside; otherwise the district consists of open plains of varying degrees of fertility, interspersed with low ranges and isolated heights with the richest tracts in the centre.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Damoh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-damoh-madhya-pradesh","tags":[{"name":"damoh","slug":"damoh"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":680,"title":"Top Places to visit in Sheopur, Madhya Pradesh","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"Sheopur is a city in Madhya Pradesh state of central India. It is the administrative headquarters of Sheopur District. Sheopur is linked by narrow gauge rail to Gwalior. The town is traditionally famous for its wood carving. Chambal River is just 25 km, which forms the boundary between Rajasthan ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"sheopur","slug":"sheopur"}],"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","total":0},{"id":671,"title":"Top Places to visit in Rajgarh, Madhya Pradesh","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"Rajgarh district is a District of Madhya Pradesh state in central India. The city of Rajgarh is the administrative headquarters of the district. Rajgarhin Madhya Pradesh is one of the aspirational districts selected by Government of India. The district has an area of 6,154 km&sup2; and the popula","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajgarh","slug":"rajgarh"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":656,"title":"Top Places to visit in Hoshangabad, Madhya Pradesh","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"Hoshangabad also known as Narmadapuram is a City and a municipality in Hoshangabad district in the Indian state of Madhya Pradesh. It serves as the headquarters of both Hoshangabad district and Narmadapuram division. It is located in central India, on the south bank of the Narmada River. Hoshanga","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hoshangabad","slug":"hoshangabad"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}