{"id":649,"title":"दतिया में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","dateCreated":"2019-09-13T02:11:59.022Z","dateModified":"2019-09-13T02:12:11.758Z","contributedBy":"AskGif","content":"<p>दतिया उत्तर भारत के मध्य मध्य प्रदेश के एक राज्य उत्तर मध्य प्रदेश में दतिया जिले का जिला मुख्यालय है। यह एक प्राचीन शहर है, जिसका उल्लेख राजा 'दंतवक्र' द्वारा शासित महाभारत में किया गया है। यह शहर ग्वालियर से 69 किमी, नई दिल्ली से 325 किमी दक्षिण और भोपाल से 320 किमी उत्तर में स्थित है। दतिया से लगभग 15 किमी दूर सोनगिरी है, जो एक पवित्र जैन पहाड़ी है। झांसी, उत्तर प्रदेश से लगभग 34 किमी और ओरछा से 52 किमी दूर दतिया भी है। निकटतम हवाई अड्डा ग्वालियर में है। यह पहले ब्रिटिश राज में नामचीन रियासत की सीट थी। दतिया ग्वालियर के पास और उत्तर प्रदेश (U.P.) से लगी सीमा पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>दतिया जिला भारतीय राज्य मध्य प्रदेश में ग्वालियर संभाग में है। दतिया शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुराने शहर में एक पत्थर की दीवार है, जो सुंदर महलों और उद्यानों से घिरा हुआ है। वीर सिंह देव का 17 वीं शताब्दी का महल उत्तर भारत के हिंदू वास्तुकला का एक उल्लेखनीय उदाहरण है। शहर अनाज और कपास उत्पादों के लिए एक व्यापारिक केंद्र के रूप में कार्य करता है। हथकरघा बुनाई एक महत्वपूर्ण उद्योग है। दतिया में कई महत्वपूर्ण स्थल हैं और 1614 में राजा वीर सिंह देव द्वारा निर्मित सात मंजिला महल के लिए प्रसिद्ध है। यह शहर धार्मिक श्रद्धालुओं के लिए भी एक तीर्थ स्थान है। पीतांबरा देवी के सिद्धपीठ, बुगलामुखी देवी मंदिर और गोपेश्वर मंदिर सहित कई मंदिर हैं। पीतांबरा पीठ एक प्रसिद्ध शक्तिपीठ है जो दतिया के प्रवेश द्वार पर स्थित है। यह तीर्थ स्थल दतिया बस स्टेशन से लगभग 1 किमी और दतिया रेलवे स्टेशन से 3 किमी दूर दिल्ली-चेन्नई मुख्य लाइन पर स्थित है और इसमें बुगलामुखी देवी मंदिर है। गोलोकवासी स्वामीजी महाराज द्वारा स्थापित धूमावती मुख्य मंदिर, और शिव के एक महाभारत काल मंदिर, वानखंडेश्वर मंदिर यहाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>दतिया के प्रवेश द्वार पर स्थित एक प्रसिद्ध शक्तिपीठ, पीताम्बरा पीठ के लिए दतिया सर्वश्रेष्ठ माना जाता है। इस तीर्थ स्थान में श्री गोलोकवासी स्वामीजी महाराज द्वारा स्थापित बगलामुखी देवी मंदिर और धूमावती माई मंदिर हैं। भगवान शिव का महाभारत काल का मंदिर, वनखंडेश्वर भी यहाँ स्थित है। दतिया से 21 किमी दूर स्थित ग्राम कुरथरा में देवी पीताम्बरा बगलामुखी के सिद्ध बाबा मंदिर, सोनागिरी में सफेद संगमरमर के जैन मंदिर स्थित हैं। सोनागिरि दतिया से 9 मील की दूरी पर स्थित है और सड़क और ट्रेन द्वारा अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>मुख्य लेख: दतिया राज्य</p>\r\n<p>राज्य की स्थापना 1549 में हुई थी। राव भगवान राव, दतिया और बरोनी के प्रथम राव 1626/1656, ने 1626 में अपने पिता, ओरछा के राजा बीर सिंह देव से दतिया और बरौनी प्राप्त किया और अपना राज्य स्थापित किया। 1676 में उनकी मृत्यु हो जाने के बाद, राज्य 1802 में बेसिन की संधि के तहत बुंदेलखंड में अन्य क्षेत्रों के साथ ब्रिटिश नियंत्रण में आ गया। पेशवा के साथ संधि का गठन किया गया था। शासक परिवार का प्राचीन शीर्षक महाराजा राव राजा था, लेकिन 1865 में ब्रिटिश सरकार ने महाराजा की उपाधि को केवल वंशानुगत के रूप में मान्यता दी। अंग्रेजों के लिए, पेशवा ने 945 घुड़सवारों, 5203 पैदल सेना और 3 मिलियन तोपों से युक्त एक सैन्य बल बनाए रखा।</p>\r\n<p>&nbsp;</p>\r\n<p>शाही परिवार का आदर्श वाक्य Wir dalap Sharandah (\"बहादुर सेना के भगवान, शरण का दाता\") था। 1896-97 में, राज्य अकाल से पीड़ित हुआ, और 1899-1900 में कुछ हद तक फिर से। 1947 में भारत की स्वतंत्रता के बाद, दतिया के महाराजा ने भारत के प्रभुत्व का आरोप लगाया, जिसका बाद में भारत संघ में विलय हो गया। दतिया, शेष बुंदेलखंड एजेंसी के साथ मिलकर, 1950 में विंध्य प्रदेश के नए राज्य का हिस्सा बन गया। 1956 में, विंध्य प्रदेश को भारत के संघ राज्य के भीतर मध्य प्रदेश राज्य बनाने के लिए कुछ अन्य क्षेत्रों के साथ मिला दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>दतिया 25.67 &deg; N 78.47 &deg; E पर स्थित है। इसकी औसत ऊंचाई 302 मीटर (990 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, दतिया की जनसंख्या 100,466 थी। पुरुषों की आबादी 53% और महिलाओं की 47% है। दतिया की औसत साक्षरता दर 68% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 75% है और महिला साक्षरता 60% है। दतिया में 15% आबादी छह साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक स्थल</p>\r\n<p>दतिया में कुछ प्रसिद्ध मंदिर भी हैं। पीतांबरा पीठ एक ऐसा मंदिर है जो बहुत से तीर्थयात्रियों को आकर्षित करता है। पूरन महल जिसे दतिया महल के नाम से भी जाना जाता है, ग्वालियर से झाँसी के बीच रेलवे लाइन से दिखाई देता है और इसका निर्माण राजा जहाँगीर के राज्याभिषेक के बाद किया गया था। राजा वास्तव में कभी नहीं डरते थे कि उन्हें मुगल सिंहासन प्राप्त करने में मदद के लिए दतिया के राजा को पुरस्कृत करना होगा। कुछ अन्य पर्यटक स्थल रतनगढ़ माता, सोनागिरी-मंदिर, ग्राम कुरथरा में श्री सिद्ध बाबा मंदिर (दिलीप श्रीवास्तव कुरथरा के सरपंच हैं), बीर सिंह देव महल, ऊना-बालाजी सूर्य मंदिर, बदी माता मंदिर, बिहारी जी मंदिर, गोविंद जी मंदिर राजगढ़ पैलेस एंड म्यूजियम और सम्राट अशोक सिलिचख गुजरा।</p>\r\n<p>&nbsp;</p>\r\n<p>रतनगढ़ मंदिर - रतनगढ़ मंदिर दतिया जिले में स्थित है। रतनगढ़ का किला ग्वालियर से 66 किमी दूर सोंधा शहर के पास स्थित है। इसे बघेल शासक रतन सिंह रियायर ने बनवाया था। किला सिंध नदी के किनारे पर स्थित है। राजा रतन सिंह रियायर बुंदेलखंड के एक बहादुर शासक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जलनिकास</p>\r\n<p>दतिया जिला गंगा जल निकासी प्रणाली के अंतर्गत आता है और सिंध, पहूज, महुअर और बेतवा द्वारा सूखा जाता है। पूर्व दो, हालांकि जिले के मुख्य निकाय की जल निकासी प्रणाली बनाते हैं। नदियाँ लगभग मौसमी हैं और जुलाई और अगस्त की चरम अवधि के दौरान भारी वर्षा होती है। शुष्क मौसम के दौरान अधिकांश धाराएँ सूख जाती हैं और पानी मुख्य धारा के कुछ चैनलों में ही उपलब्ध होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>दतिया में मुख्य मनोरंजन संगीत, नृत्य और कुश्ती है। और एक आध्यात्मिक जिला भी</p>\r\n<p>&nbsp;</p>\r\n<p>दतिया जिले की अर्थव्यवस्था मुख्य रूप से कृषि प्रधान है। हालांकि, हाल के दिनों में वाणिज्यिक और औद्योगिक गतिविधियों में उछाल आया है। सिटी में एग्रो सॉल्वेंट लिमिटेड, गोविंद मसाले और कई छोटे और मध्यम उद्यमों जैसे उद्योग हैं। अपने ऐतिहासिक महत्व के कारण पर्यटन दतिया शहर में एक और जीवंत उद्योग बन गया है। अब दतिया अपने नवनिर्मित विश्व स्तर के मेडिकल कॉलेज के कारण एक चिकित्सा पर्यटन स्थल के रूप में भी उभर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>दतिया जिले की अर्थव्यवस्था मुख्य रूप से कृषि प्रधान है। हालांकि, हाल के दिनों में वाणिज्यिक और औद्योगिक गतिविधियों में उछाल आया है। सिटी में एग्रो सॉल्वेंट लिमिटेड, गोविंद मसाले और कई छोटे और मध्यम उद्यमों जैसे उद्योग हैं। अपने ऐतिहासिक महत्व के कारण पर्यटन दतिया शहर में एक और जीवंत उद्योग बन गया है। अब दतिया अपने नवनिर्मित विश्व स्तर के मेडिकल कॉलेज के कारण एक चिकित्सा पर्यटन स्थल के रूप में भी उभर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>2011 की जनगणना के अनुसार, दतिया में 750 प्राथमिक विद्यालय, 500 मध्य विद्यालय और 250 उच्च विद्यालय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>NITM (NAGAJI) DATIA निजी शोडा रोड, दतिया, मध्य प्रदेश 475220</p>\r\n<p>रानी लक्ष्मीपुरी और रावतपुरा कॉलेज के साथ पवित्र क्रॉस और डैफोडिल मेमोरियल पब्लिक स्कूल, दतिया नियर एनएच -75 गुरुनानक कॉलोनी जैसे बहुत सारे आईसीएस स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2018 से सरकारी मेडिकल कॉलेज है जो सीधे एनएच -7 से जुड़ा हुआ है और जहां उच्च योग्यता प्राप्त डॉक्टरों की नियुक्ति की जाती है। मेडिकल कॉलेज के छात्र NEET परीक्षा उत्तीर्ण करने के बाद प्रवेश लेते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>दतिया में पारंपरिक खेल जैसे खो खो, गुल्ली डंडा, पिट्टू गरम / सितोलिया, कबड्डी, कुश्ती, क्रिकेट, शतरंज, जूडो, टेबल टेनिस, बैडमिंटन और लैंगडी लोकप्रिय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Datia</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-datia-madhya-pradesh","tags":[{"name":"दतिया","slug":"datia"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":685,"title":"उज्जैन में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","dateCreated":"2019-09-15T16:13:08.28Z","dateModified":"2019-09-15T16:13:21.161Z","contributedBy":"AskGif","content":"उज्जैन भारतीय राज्य मध्य प्रदेश के उज्जैन जिले का एक शहर है। यह जनसंख्या के हिसाब से मध्य प्रदेश का पांचवा सबसे बड़ा शहर है और उज्जैन जिले और उज्जैन संभाग का प्रशासनिक केंद्र है। यह एक प्रसिद्ध हिंदू तीर्थस्थल है जो हर 12 साल में यहां आयोजित होने वाले कुंभ मेले के साथ होता है।\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"उज्जैन","slug":"ujjain"}],"slug":"top-places-to-visit-in-ujjain-madhya-pradesh","total":0},{"id":683,"title":"सिंगरौली, वैधन में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","dateCreated":"2019-09-15T15:56:53.963Z","dateModified":"2019-09-15T15:57:05.54Z","contributedBy":"AskGif","content":"सिंगरौली मध्य प्रदेश और रीवा के कमिश्नर के राज्य में सिंगरौली जिले का एक शहर है।\r\nसिंगरौली जिला भारत के मध्य प्रदेश राज्य के जिलों में से एक है।\r\n&nbsp;\r\nसरकार\r\nरीवा संभाग के कमिश्नर (रीवा के आयुक्त) सिंगरौली के जिला प्रशासन में पर्यवेक्षण करते हैं\r\nजिला कलेक्टर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"सिंगरौली","slug":"singrauli"},{"name":"वैधन","slug":"waidhan"}],"slug":"top-places-to-visit-in-singrauli-waidhan-madhya-pradesh","total":0},{"id":642,"title":"बेतुल में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","dateCreated":"2019-09-12T02:11:42.58Z","dateModified":"2019-09-12T02:12:06.882Z","contributedBy":"AskGif","content":"बैतूल भारत के दक्षिणी मध्य प्रदेश में एक जिला और नगरपालिका है। यह अपने अधिगम जिले का प्रशासनिक केंद्र है और बैतूल (लोकसभा निर्वाचन क्षेत्र) में भोपाल मंडल का सबसे दक्षिणी भाग बनाता है। बैतूल से 45 किमी पश्चिम में स्थित भीमपुर गाँव प्रस्तावित 2800 मेगावाट का परमाणु ऊर्जा संयंत्र है।\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"बेतुल","slug":"betul"}],"slug":"top-places-to-visit-in-betul-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}