{"id":649,"title":"Top Places to visit in Datia, Madhya Pradesh","imageUrl":"6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","dateCreated":"2019-09-13T02:11:59.022Z","dateModified":"2019-09-13T02:12:11.758Z","contributedBy":"AskGif","content":"<p>Datia is the district headquarters of the Datia District in north central Madhya Pradesh, a state of Central India. It is an ancient town, mentioned in the Mahabharata ruled by King 'Dantavakra'. The town is 69 km from Gwalior, 325 km south of New Delhi and 320 km north of Bhopal. About 15 km from Datia is Sonagiri, a sacred Jain hill. Datia is also about 34 km from Jhansi, Uttar Pradesh and 52 km from Orchha. The nearest airport is at Gwalior. It was formerly the seat of the eponymous princely state in the British Raj. Datia is situated near Gwalior and on the border with Uttar Pradesh (U.P.).</p>\r\n<p>&nbsp;</p>\r\n<p>Datia District is in Gwalior Division in the Indian state of Madhya Pradesh. The town of Datia is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>The old town is surrounded by a stone wall, encompassing beautiful palaces and gardens. The 17th-century palace of Vir Singh Deo is a notable example of the Hindu architecture of North India. The town serves as a trading center for grains and cotton products. Handloom weaving is an important industry. Datia has several important landmarks and is famous for the seven-story palace built by Raja Vir Singh Deo in 1614. The town is also a thriving pilgrimage spot for religious devotees. There are many temples, including the Sidhapeeth of Peetambhara Devi, Buglamukhi Devi Temple, and Gopeshwar Temple. Peetambra Peeth is a famous Shaktipitha located at the entrance of Datia. This pilgrimage spot is located about 1 km from Datia Bus Station and 3 km from Datia Railway Station on the Delhi-Chennai main line and features Buglamukhi Devi Temple. The Dhumavati Main Temple, established by Golokwasi Swamiji Maharaj, and the Vankhandeshwar temple, a Mahabharat period temple of Shiva, are here.</p>\r\n<p>&nbsp;</p>\r\n<p>Sites of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Datia is best known for the Pitambara Peeth, a famous shaktipitha located at the entrance of Datia. This pilgrimage spot features Bagalamukhi Devi Temple and Dhumavati Mai Temple, established by Shri Golokwasi Swamiji Maharaj. Vankhandeshwar, a Mahabharat period temple of Lord Shiva, is also situated here. A temple of the goddess Peetaambara Bagalamukhi, Siddh Baba Mandir in village Kurthara located 21 km from Datia and white marble Jain temples are located at Sonagiri. Sonagiri is located 9 miles from Datia and is well connected by road and train.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Main article: Datia State</p>\r\n<p>The state was founded in 1549. Rao Bhagwan Rao, 1st Rao of Datia and Baroni 1626/1656, received Datia and Baroni from his father, Raja Bir Singh Deo of Orchha in 1626, and established his own state. After he died in 1676, the state came under British control with other territories in Bundelkhand under the Treaty of Bassein in 1802. The treaty was formed with the Peshwa. The ancient title of the ruling family was Maharaja Rao Raja, but in 1865 the British Government recognized only the title of Maharaja as hereditary. For the British, the Peshwa maintained a military force consisting of 945 cavalry, 5203 infantry, and 3 million guns.</p>\r\n<p>&nbsp;</p>\r\n<p>The motto of the royal family was Wir dalap Sharandah (\"Lord of the Brave Army, Giver of Refuge\"). In 1896&ndash;97, the state suffered from famine, and again to a lesser extent in 1899&ndash;1900. After India's independence in 1947, the Maharaja of Datia acceded the dominion of India, which later merged with the Union of India. Datia, together with the rest of the Bundelkhand agency, became part of the new state of Vindhya Pradesh in 1950. In 1956, the Vindhya Pradesh state was merged with certain other areas to form the state of Madhya Pradesh within the Union of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Datia is located at 25.67&deg;N 78.47&deg;E. It has an average elevation of 302 metres (990 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 India census, Datia had a population of 100,466. Males constitute 53% of the population and females 47%. Datia has an average literacy rate of 68%, higher than the national average of 59.5%: male literacy is 75% and female literacy is 60%. In Datia, 15% of the population is under six years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places</p>\r\n<p>Datia also has some famous temples. Peetambra Peeth is one such temple which attracts a lot of pilgrims. Purana Mahal also known as Datia Mahal is visible from the railway line between Gwalior to Jhansi and was built to welcome King Jahangir after his coronation. The King never actually visited fearing he would have to reward the King of Datia for his help in getting the Mughal throne. Some of other tourist spot are Ratangarh Mata, Sonagiri-Temples, Shri Siddh Baba Mandir in Village Kurthara (Dilip Shrivastava is the sarpanch of kurthara), Beer Singh Deo Mahal, Unao-Balaji Sun Temple, Badi mata mandir, Bihari Ji Mandir, Govind Ji Mandir Rajgarh Palace &amp; Museum and Samrat Ashok Silalekh in Gujarra.</p>\r\n<p>&nbsp;</p>\r\n<p>Ratangarh Temple - Ratangarh temple is situated in Datia District. The Fort of Ratangarh is located near Seondha town, 66 km from Gwalior. It was built by the Baghel Ruler Ratan Singh Riyar. The fort is situated on the banks of the Sindh river. Raja Ratan Singh Riyar is a brave ruler of Bundelkhand.</p>\r\n<p>&nbsp;</p>\r\n<p>Drainage</p>\r\n<p>The Datia district comes under the Gangetic drainage system and is drained by the Sindh, the Pahuj, the Mahuar and the Betwa. The former two, however form the drainage system of the main body of the district. The rivers are almost seasonal and have heavy run off only during the peak period of July and August. During the dry season most of the streams become dry and water is available only in a few channels of the main stream.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The main entertainment in Datia is music, dance and wrestling. &amp; also a spiritual district</p>\r\n<p>&nbsp;</p>\r\n<p>The economy of Datia district is primarily agrarian. However, in recent times there has been surge in the commercial and industrial activities. City has industries like Agro Solvent Ltd., Govind Masale and many small and medium enterprises. Because of its historical significance tourism has become another vibrant industry in Datia town. Now Datia is also emerging as a medical tourism destination owing to its newly constructed world class Medical College.</p>\r\n<p>&nbsp;</p>\r\n<p>The economy of Datia district is primarily agrarian. However, in recent times there has been surge in the commercial and industrial activities. City has industries like Agro Solvent Ltd., Govind Masale and many small and medium enterprises. Because of its historical significance tourism has become another vibrant industry in Datia town. Now Datia is also emerging as a medical tourism destination owing to its newly constructed world class Medical College.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>According to the 2011 census, Datia has 750 primary schools, 500 middle schools and 250 high schools.</p>\r\n<p>&nbsp;</p>\r\n<p>NITM (NAGAJI) DATIA Private Sheoda Road, Datia, Madhya Pradesh 475220</p>\r\n<p>has a lot of icse school like rani laxmi bai and holy cross with Rawatpura college And Daffodil Memorial Public School,Datia Near NH-75 Gurunanak Colony.</p>\r\n<p>&nbsp;</p>\r\n<p>From 2018 there is Government medical college which is directly connected with NH-7 and where highly qualified doctors are appointed.In medical college students take admission after qualifying NEET exam.</p>\r\n<p>&nbsp;</p>\r\n<p>Sport</p>\r\n<p>Traditional games like Kho kho, Gulli Danda, Pittu Garam/Sitoliya, Kabbadi, Wrestling, Cricket, Chess, Judo, Table tennis, Badminton and Langdi are popular in Datia.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Datia</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-datia-madhya-pradesh","tags":[{"name":"datia","slug":"datia"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":685,"title":"Top Places to visit in Ujjain, Madhya Pradesh","imageUrl":"02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","dateCreated":"2019-09-15T16:13:08.28Z","dateModified":"2019-09-15T16:13:21.161Z","contributedBy":"AskGif","content":"Ujjain is a city in Ujjain district of the Indian state of Madhya Pradesh. It is the fifth largest city in Madhya Pradesh by population and is the administrative centre of Ujjain district and Ujjain division. It is a famous Hindu pilgrimage centre with the Kumbh Mela held here every 12 years.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"ujjain","slug":"ujjain"}],"slug":"top-places-to-visit-in-ujjain-madhya-pradesh","total":0},{"id":683,"title":"Top Places to visit in Singrauli, Waidhan, Madhya Pradesh","imageUrl":"f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","dateCreated":"2019-09-15T15:56:53.963Z","dateModified":"2019-09-15T15:57:05.54Z","contributedBy":"AskGif","content":"Singrauli is a city in the Singrauli district in the state of Madhya Pradesh and Commissionaire of Rewa.\r\nSingrauli district is one of the districts in the India state of Madhya Pradesh.\r\n&nbsp;\r\nGovernment\r\nCommissioner of Rewa Division (Commissionaire of Rewa) superv","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"singrauli","slug":"singrauli"},{"name":"waidhan","slug":"waidhan"}],"slug":"top-places-to-visit-in-singrauli-waidhan-madhya-pradesh","total":0},{"id":642,"title":"Top Places to visit in Betul, Madhya Pradesh","imageUrl":"5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","dateCreated":"2019-09-12T02:11:42.58Z","dateModified":"2019-09-12T02:12:06.882Z","contributedBy":"AskGif","content":"Betul is a district and municipality in southern Madhya Pradesh, India. It is the administrative center of its eponymous district and forms the southernmost part of the Bhopal Division in the Betul (Lok Sabha constituency). Bhimpur village, located 45 km west of Betul, is the site of proposed 280","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"betul","slug":"betul"}],"slug":"top-places-to-visit-in-betul-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}