{"id":650,"title":"Top Places to visit in Dewas, Madhya Pradesh","imageUrl":"6e2b319f-9b08-40ab-9529-89c6ace7362a_Dewas-railway.jpg","dateCreated":"2019-09-13T02:18:18.16Z","dateModified":"2019-09-13T02:18:30.086Z","contributedBy":"AskGif","content":"<p>Dewas is a city on the Malwa in the Indian state of Madhya Pradesh. The municipality was formerly the seat of two princely states during the British Raj, Dewas Junior state and Dewas Senior state, ruled by the Puar clan of Maratha. Today, Dewas is an industrialized city and houses a government bank note press</p>\r\n<p>&nbsp;</p>\r\n<p>Dewas District is a district in the Indian state of Madhya Pradesh. The town of Dewas is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Dewas District roughly corresponds to the territories of the twin princely states of Dewas. The district straddles the Vindhya Range; the northern portion of the district lies on the Malwa plateau, while the southern portion lies in the valley of the Narmada River. The Narmada forms the southern boundary of the district. The district is bounded to the east by Sehore District, to the south by the Harda and Khandwa districts, to the west by the Khargone and Indore districts, and to the north by the Ujjain and Shajapur districts. Dewas District is part of Ujjain Division. Devsaal Rawats of Uttarakhand are said to have their origins in Dewas at the time of legendary king Vikramāditya.</p>\r\n<p>&nbsp;</p>\r\n<p>Dewas District is now divided into nine tehsils namely Sonkatch, Dewas, Bagli, Kannod, Tonk Khurd, Khategaon, Hatpiplya, Satwas, Udaynagar. Dewas tehsil is situated on the north-western part of the district, Sonkatch on the north-eastern part, Bagli on the south, Kannod on the south-central part and Khategaon on the South-east. Dewas, the headquarters of Dewas tehsil, which is also the district headquarters, is situated on National Highway and is also connected by broad-gauge railway line of western Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges</p>\r\n<p>Government K.P. College</p>\r\n<p>Maharani pushpmala raje puar government girls degree college Dewas</p>\r\n<p>Prestige Institute of Management, Baawdia Dewas</p>\r\n<p>Guru Vashishtha College,Dewas</p>\r\n<p>BCG college</p>\r\n<p>Govt. Polytechnic College, Rajoda Dewas</p>\r\n<p>Maya Devi Institute of Advanced Education</p>\r\n<p>Schools</p>\r\n<p>Central India Academy, Dewas</p>\r\n<p>Ebenezer School</p>\r\n<p>Escort Junior School</p>\r\n<p>Central Malwa Academy</p>\r\n<p>Padmaja Higher Secondary School</p>\r\n<p>Vidyakunj International School</p>\r\n<p>San Thome Academy</p>\r\n<p>Holy Trinity School,Dewas</p>\r\n<p>B C M School</p>\r\n<p>Vindhyachal Academy, Dewas</p>\r\n<p>St. Mary's Convent School, Dewas</p>\r\n<p>Jawahar Navodaya Vidyalaya Dewas</p>\r\n<p>Kendriya Vidyalaya, Dewas</p>\r\n<p>Gyan Sagar Academy School Dewas</p>\r\n<p>Saraswati Gyan Peeth H.S. School</p>\r\n<p>The Guardian High School</p>\r\n<p>Saraswati Shishu/Vidhya Mandir</p>\r\n<p>San Thomas School</p>\r\n<p>Media</p>\r\n<p>Under Print media, Satyakaar a daily evening newspaper is published from Dewas. Along with this, newspapers like Dainik Bhaskar, Naidunia, Patrika etc. published from Indore are also circulated here.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Pushpgiri Tirth, Sanwer, Sonkatch</p>\r\n<p>Shri Digambar Jain Teerth Kshetra, Pushpagiri is located 4 km (2.5 mi) west toward Sonkatch in the area of the Songiri Hills. The temple here is dedicated to Lord Mahavir. This Jain kshetra is a sprawling 250-acre complex housing Jain Sthanaks, schools, hospital, museum, cottages, shopping centers and a 108-foot-tall (33 m) idol of Bhagwan Paraswanath in an Yogic (Padmasan) posture, one of the tallest Jain idols.</p>\r\n<p>&nbsp;</p>\r\n<p>Kheoni wildlife Sanctuary</p>\r\n<p>Main article: Kheoni Sanctuary</p>\r\n<p>Kheoni or Khinvi wildlife Sanctuary was established in 1955. The area of reserved forest is 115.320 sq km and of protected forest is 16.678 sq km and totalling to 132.778 sq km. This sanctuary houses different types of animals, birds, and aquatic creatures.</p>\r\n<p>&nbsp;</p>\r\n<p>Kavadia Hills</p>\r\n<p>This pahaad, situated next to Potla and Pipri villages in Bagli Taluk, Dewas district is a series of small rocky mountains. There are total seven mountain-like formations of shaped interlocking basalt columns that were probably created simultaneously as a result of volcanic eruption millions of years ago. These rock columns are arranged in a pattern that gives an appearance of a man made structure. Most of the columns are hexagonal and interlocked with similar rocks on all the edges that emit a musical sound when struck. Most visible columns are 8 to 10 feet long but there can be longer rocks further deep inside the mountain. Although basalt columns are not unique and are found at several places around the world (including St. Mary's Islands in Karnataka, India), the quality, quantity, geometrical arrangement and location (far from an ocean) of this place is unique.</p>\r\n<p>&nbsp;</p>\r\n<p>Gidya Khoh</p>\r\n<p>Situated on the Indore-Nemawar [Road NH 59A], Gidya Khoh or Gidiya Khoh lies in the Dewas District, and has a waterfall surrounded by a valley. The waterfall cascades from a height of 500&ndash;600 ft. Khudel devta temple is located here. Gidya Khoh is located about 48 km south of Dewas and 42 km east of Indore, and Double Chwki is the nearest junction from which Gidya Khoh is 9 km away.</p>\r\n<p>&nbsp;</p>\r\n<p>Dewas is known for Devi Chamunda temple and Devi Tulaja Bhavani temple situated on a 300-foot (91 m) hilltop, Tekri. A broad flight of stone steps leads to two shrines to the goddesses, Choti Mata (Chamunda Mata) and Badi Mata (Tulja Bhavani Mata). Numerous other temples spread over Tekri can be explored on foot.</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Sheelnath Dhuni at the Tekri foothills is a place of worship for followers of Saint Sheelnath Maharaj's of Gorakh Nath Sumpradaya. Sheelnath Maharaj belonged to a royal family of Jaipur and later became a Yogi of Gorakh Nath Sumpradaya, who lived in Dewas in his old age.</p>\r\n<p>&nbsp;</p>\r\n<p>The Pawar Chatries near the Meetha talab of Dewas are examples of Maratha architecture in the area.</p>\r\n<p>&nbsp;</p>\r\n<p>Keladevi or Kailadevi temple at Dewas is the largest in the state. It is situated at Mishri Lal Nagar (Agra Bombay Road), south-westerly. It was established in December 1995 by businessman Mannulal Garg. This modern temple was built by South Indian artists; it houses a 51-foot (16 m) statue of Lord Hanumanji. The original Kaila Devi Temple is located on the banks of the Kalisil river in Karauli district of Rajasthan. The temple is devoted to the tutelary deity of the former princely rulers of the Karauli state, Kaila.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahadev mandir is a temple in Shankar Gadh built by the Dewas ruler Shrimant Sadashive Rao Maharaja (Khase Saheb) in 1942. The temple is located on a small hill south of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Mahakaleshwar temple, Bilwali - Bilavali village is situated 3 km North of Dewas.</p>\r\n<p>&nbsp;</p>\r\n<p>Kheoni Wildlife Sanctuary is located in Kannod Tehsil of Dewas district of Madhya Pradesh. It is spread over an area of 132 square kilometers.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>This section does not cite any sources. Please help improve this section by adding citations to reliable sources. Unsourced material may be challenged and removed. (September 2017) (Learn how and when to remove this template message)</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Rail station board</p>\r\n<p>Dewas Junction (DWX), is a standard broad-gauge railway station which belongs to Ratlam Division of the Western Railway Zone. It connects to all major cities in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Dewas Junction lies on the Indore Junction BG &ndash; Ujjain Junction branch line. It has one line originating at Maksi Junction which connects Nagda Bhopal Junction western&ndash;central railway link line. The Indore&ndash;Ujjain line has been eletrified to increase speed.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Dewas is well connected to major cities of Madhya Pradesh state through an extensive network of national highways (NH) and state highways. NH-52 passes through the city and connected to Kaithal. NH 86 connects Dewas to Kanpur. Dewas is connected to the state's political capital of Bhopal by the 4-lane expressway known as the Dewas&ndash;Bhopal Corridor.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dewas</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6e2b319f-9b08-40ab-9529-89c6ace7362a_Dewas-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dewas-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"dewas","slug":"dewas"}],"recommendations":[{"id":687,"title":"Top Places to visit in Vidisha, Madhya Pradesh","imageUrl":"18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","dateCreated":"2019-09-15T16:39:09.469Z","dateModified":"2019-09-15T16:39:23.745Z","contributedBy":"AskGif","content":"Vidisha, (formerly known as Bhelsa), and known as Besnagar in ancient times, is a city in the state of Madhya Pradesh, India.\r\n&nbsp;\r\nThe district was created as \"Bhilsa District\" in 1904 by joining the tehsils of Vidisha (also known as Bhilsa) and Basoda, but not Basoda State, whi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vidisha","slug":"vidisha"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-vidisha-madhya-pradesh","total":0},{"id":656,"title":"Top Places to visit in Hoshangabad, Madhya Pradesh","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"Hoshangabad also known as Narmadapuram is a City and a municipality in Hoshangabad district in the Indian state of Madhya Pradesh. It serves as the headquarters of both Hoshangabad district and Narmadapuram division. It is located in central India, on the south bank of the Narmada River. Hoshanga","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hoshangabad","slug":"hoshangabad"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":640,"title":"Top Places to visit in Balaghat, Madhya Pradesh","imageUrl":"689ba538-b381-475c-9b8b-8a9088b4e0eb_Balaghat-railway.jpg","dateCreated":"2019-09-11T03:10:38.492Z","dateModified":"2019-09-11T03:11:05.497Z","contributedBy":"AskGif","content":"Balaghat is a city and a municipality in Balaghat district in the state of Madhya Pradesh, India. It is the administrative headquarters of Balaghat District. Wainganga River flows beside the town.\r\n&nbsp;\r\nBalaghat district is a district of Madhya Pradesh state in Central India. The","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/689ba538-b381-475c-9b8b-8a9088b4e0eb_Balaghat-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"balaghat","slug":"balaghat"}],"slug":"top-places-to-visit-in-balaghat-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}