{"id":650,"title":"देवास में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6e2b319f-9b08-40ab-9529-89c6ace7362a_Dewas-railway.jpg","dateCreated":"2019-09-13T02:18:18.16Z","dateModified":"2019-09-13T02:18:30.086Z","contributedBy":"AskGif","content":"<p>देवास भारत के मध्य प्रदेश राज्य के मालवा का एक शहर है। नगर पालिका पूर्व में ब्रिटिश राज के दौरान दो रियासतों की सीट थी, देवास जूनियर राज्य और देवास वरिष्ठ राज्य, मराठा के पुवार वंश द्वारा शासित। आज, देवास एक औद्योगिक शहर है और एक सरकारी बैंक नोट प्रेस है</p>\r\n<p>&nbsp;</p>\r\n<p>देवास जिला भारतीय राज्य मध्य प्रदेश में एक जिला है। देवास शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>देवास जिला लगभग देवास की जुड़वां रियासतों के क्षेत्रों से मेल खाता है। जिला विंध्य रेंज का विस्तार करता है; जिले का उत्तरी भाग मालवा पठार पर स्थित है, जबकि दक्षिणी भाग नर्मदा नदी की घाटी में स्थित है। नर्मदा जिले की दक्षिणी सीमा बनाती है। जिला पूर्व में सीहोर जिले से, दक्षिण में हरदा और खंडवा जिलों से, पश्चिम में खरगोन और इंदौर जिलों से और उत्तर में उज्जैन और शाजापुर जिलों से घिरा हुआ है। देवास जिला उज्जैन संभाग का हिस्सा है। कहा जाता है कि उत्तराखंड के देवसाल रावत पौराणिक राजा विक्रमादित्य के समय देवास में थे।</p>\r\n<p>&nbsp;</p>\r\n<p>देवास जिला अब नौ तहसीलों सोनकच्छ, देवास, बागली, कन्नोद, टोंक खुर्द, खातेगांव, हाटपिपल्या, सतवास, उदयनगर में विभाजित है। देवास तहसील जिले के उत्तर-पश्चिमी भाग पर स्थित है, उत्तर-पूर्वी भाग पर सोनकच्छ, दक्षिण में बागली, दक्षिण-मध्य भाग में कन्नोद और दक्षिण-पूर्व में खाटेगाँव। देवास, देवास तहसील का मुख्यालय, जो जिला मुख्यालय भी है, राष्ट्रीय राजमार्ग पर स्थित है और पश्चिम रेलवे की ब्रॉड-गेज रेलवे लाइन से भी जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>कालेजों</p>\r\n<p>सरकार के.पी. कॉलेज</p>\r\n<p>महारानी पुष्पाला राजे राजकीय गर्ल्स डिग्री कॉलेज देवास</p>\r\n<p>प्रेस्टीज इंस्टीट्यूट ऑफ मैनेजमेंट, बावड़िया देवास</p>\r\n<p>गुरु वशिष्ठ कॉलेज, देवास</p>\r\n<p>बीसीजी कॉलेज</p>\r\n<p>सरकार। पॉलिटेक्निक कॉलेज, राजोदा देवास</p>\r\n<p>माया देवी इंस्टिट्यूट ऑफ एडवांस्ड एजुकेशन</p>\r\n<p>स्कूलों</p>\r\n<p>मध्य भारत अकादमी, देवास</p>\r\n<p>एबेनेजर स्कूल</p>\r\n<p>एस्कॉर्ट जूनियर स्कूल</p>\r\n<p>सेंट्रल मालवा अकादमी</p>\r\n<p>पद्मजा हायर सेकेंडरी स्कूल</p>\r\n<p>विद्याकुंज इंटरनेशनल स्कूल</p>\r\n<p>सैन थोम एकेडमी</p>\r\n<p>होली ट्रिनिटी स्कूल, देवास</p>\r\n<p>बी सी एम स्कूल</p>\r\n<p>विंध्याचल अकादमी, देवास</p>\r\n<p>सेंट मैरी कॉन्वेंट स्कूल, देवास</p>\r\n<p>जवाहर नवोदय विद्यालय देवास</p>\r\n<p>केन्द्रीय विद्यालय, देवास</p>\r\n<p>ज्ञान सागर एकेडमी स्कूल देवास</p>\r\n<p>सरस्वती ज्ञान पीठ एच.एस. स्कूल</p>\r\n<p>द गार्जियन हाई स्कूल</p>\r\n<p>सरस्वती शिशु / विद्या मंदिर</p>\r\n<p>सैन थॉमस स्कूल</p>\r\n<p>मीडिया</p>\r\n<p>प्रिंट मीडिया के तहत, सत्यकार एक दैनिक शाम का समाचार पत्र देवास से प्रकाशित होता है। इसके साथ ही इंदौर से प्रकाशित दैनिक भास्कर, नादुनिया, पत्रिका आदि जैसे समाचार पत्र भी यहां प्रसारित किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>पुश्पिरि तीर्थ, सँवर, सोनकच्छ</p>\r\n<p>श्री दिगंबर जैन तीर्थक्षेत्र, पुष्पगिरि सोंगीरी पहाड़ियों के क्षेत्र में सोनकच्छ की ओर 4 किमी (2.5 मील) पश्चिम में स्थित है। यहां का मंदिर भगवान महावीर को समर्पित है। यह जैन क्षेत्र 250 एकड़ का एक जटिल आवास है, जैन स्टैंक्स, स्कूल, अस्पताल, संग्रहालय, कॉटेज, शॉपिंग सेंटर और एक योगिक (पद्मासन) आसन में भगवान पारसनाथ की 108 फुट ऊंची (33 मीटर) मूर्ति, एक में से एक है सबसे ऊंची जैन मूर्तियाँ।</p>\r\n<p>&nbsp;</p>\r\n<p>खेनी वन्यजीव अभयारण्य</p>\r\n<p>मुख्य लेख: खेनी अभयारण्य</p>\r\n<p>खेनी या खिनवी वन्यजीव अभयारण्य 1955 में स्थापित किया गया था। आरक्षित वन का क्षेत्रफल 115.320 वर्ग किमी और संरक्षित वन 16.678 वर्ग किमी और कुल 132.778 वर्ग किमी है। इस अभयारण्य में विभिन्न प्रकार के पशु, पक्षी और जलीय जीव रहते हैं।</p>\r\n<p>कावडिया हिल्स</p>\r\n<p>देवास जिले के बागली तालुक में पोटला और पिपरी गाँवों के बगल में स्थित यह पहाड छोटे चट्टानी पहाड़ों की एक श्रृंखला है। आकार के इंटरलॉकिंग बेसाल्ट स्तंभों की कुल सात पहाड़ जैसी संरचनाएं हैं जो लाखों साल पहले ज्वालामुखी विस्फोट के परिणामस्वरूप संभवतः एक साथ बनाई गई थीं। इन रॉक स्तंभों को एक पैटर्न में व्यवस्थित किया गया है जो मानव निर्मित संरचना का आभास देता है। अधिकांश स्तंभ हेक्सागोनल हैं और सभी किनारों पर समान चट्टानों के साथ इंटरलॉक किए गए हैं जो एक संगीतमय ध्वनि का उत्सर्जन करते हैं। अधिकांश दृश्य स्तंभ 8 से 10 फीट लंबे हैं, लेकिन पहाड़ के अंदर और भी गहरी चट्टानें हो सकती हैं। यद्यपि बेसाल्ट कॉलम अद्वितीय नहीं हैं और दुनिया भर के कई स्थानों पर पाए जाते हैं (कर्नाटक, भारत में सेंट मैरी द्वीप सहित), इस स्थान की गुणवत्ता, मात्रा, ज्यामितीय व्यवस्था और स्थान (एक महासागर से दूर) अद्वितीय है।</p>\r\n<p>&nbsp;</p>\r\n<p>गिडया खो</p>\r\n<p>इंदौर-नेमावर [सड़क NH 59A] पर स्थित, गिद खो या गिदिया खोह देवास जिले में स्थित है, और एक घाटी से घिरा हुआ झरना है। झरना झरना 500-600 फीट की ऊंचाई से है। यहां खुडेल देवता मंदिर स्थित है। Gidya Khoh, देवास से लगभग 48 किमी दक्षिण और इंदौर से 42 किमी पूर्व में स्थित है, और Double Chki निकटतम जंक्शन है जहाँ से Gidya Khoh 9 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>देवास को देवी चामुंडा मंदिर और देवी तुलजा भवानी मंदिर के लिए जाना जाता है जो 300 फुट (91 मीटर) की पहाड़ी, टेकरी पर स्थित है। पत्थर के कदमों की एक व्यापक उड़ान देवी, चोती माता (चामुंडा माता) और बादी माता (तुलजा भवानी माता) के लिए दो मंदिरों की ओर जाती है। टेकरी में फैले कई अन्य मंदिरों की पैदल यात्रा की जा सकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>टेकरी की तलहटी में स्थित श्री शैलनाथ धूनी गोरख नाथ संप्रदाय के संत शैलनाथ महाराज के अनुयायियों के लिए पूजा स्थल है। शैलनाथ महाराज जयपुर के एक शाही परिवार से ताल्लुक रखते थे और बाद में गोरख नाथ संप्रदाय के योगी बन गए, जो अपने बुढ़ापे में देवास में रहते थे।</p>\r\n<p>&nbsp;</p>\r\n<p>देवास के मीठा ताल के पास पवार की छड़ें क्षेत्र में मराठा वास्तुकला के उदाहरण हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>देवास में केलादेवी या कैलादेवी मंदिर राज्य में सबसे बड़ा है। यह मिश्री लाल नगर (आगरा बॉम्बे रोड), दक्षिण-पश्चिम में स्थित है। इसकी स्थापना दिसंबर 1995 में व्यवसायी मन्नूलाल गर्ग ने की थी। यह आधुनिक मंदिर दक्षिण भारतीय कलाकारों द्वारा बनाया गया था; इसमें हनुमानजी की 51 फुट (16 मीटर) की प्रतिमा है। मूल कैला देवी मंदिर राजस्थान के करौली जिले में कालीसिल नदी के तट पर स्थित है। यह मंदिर, करौली राज्य, कैला की पूर्व रियासतों के टटलरी देवता को समर्पित है।</p>\r\n<p>&nbsp;</p>\r\n<p>महादेव मंदिर 1942 में देवास शासक श्रीमंत सदाशिव राव महाराजा (कासे साहेब) द्वारा निर्मित शंकर गढ़ में एक मंदिर है। यह मंदिर शहर के दक्षिण में एक छोटी पहाड़ी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>महाकालेश्वर मंदिर, बिलवाली - बिलवाली गाँव देवास से 3 किमी उत्तर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेनी वन्यजीव अभयारण्य मध्य प्रदेश के देवास जिले के कन्नोद तहसील में स्थित है। यह 132 वर्ग किलोमीटर के क्षेत्र में फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>यह खंड किसी भी स्रोत का हवाला नहीं देता है। कृपया विश्वसनीय स्रोतों में उद्धरण जोड़कर इस अनुभाग को बेहतर बनाने में सहायता करें। बिना सूत्रों की सामग्री को चुनौति देकर हटाया जा सकता है। (सितंबर 2017) (इस टेम्प्लेट संदेश को कैसे और कब हटाएं जानें)</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>रेल्वे स्टेशन का बोर्ड</p>\r\n<p>देवास जंक्शन (DWX), एक मानक ब्रॉड-गेज रेलवे स्टेशन है जो पश्चिमी रेलवे जोन के रतलाम डिवीजन के अंतर्गत आता है। यह भारत के सभी प्रमुख शहरों से जुड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>देवास जंक्शन इंदौर जंक्शन बीजी - उज्जैन जंक्शन शाखा लाइन पर स्थित है। इसकी एक लाइन मक्सी जंक्शन से निकलती है जो नागदा भोपाल जंक्शन पश्चिमी-मध्य रेलवे लिंक लाइन को जोड़ती है। इंदौर-उज्जैन लाइन को गति बढ़ाने के लिए हटा दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>राष्ट्रीय राजमार्गों (NH) और राज्य राजमार्गों के व्यापक नेटवर्क के माध्यम से देवास मध्य प्रदेश राज्य के प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। NH-52 शहर से होकर गुजरता है और कैथल से जुड़ा हुआ है। NH 86 देवास को कानपुर से जोड़ता है। देवास भोपाल की राज्य की राजधानी भोपाल से जुड़ा है, जिसे 4-लेन एक्सप्रेसवे द्वारा देवास-भोपाल कॉरिडोर के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dewas</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6e2b319f-9b08-40ab-9529-89c6ace7362a_Dewas-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dewas-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"देवास","slug":"dewas"}],"recommendations":[{"id":687,"title":"विदिशा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","dateCreated":"2019-09-15T16:39:09.469Z","dateModified":"2019-09-15T16:39:23.745Z","contributedBy":"AskGif","content":"विदिशा, (जिसे पहले भेलसा के नाम से जाना जाता था), और प्राचीन काल में बेसनगर के रूप में जाना जाता था, भारत के मध्य प्रदेश राज्य का एक शहर है।\r\n&nbsp;\r\nजिला 1904 में विदिशा (जिसे भीलसा के नाम से भी जाना जाता है) और बसोड़ा को मिलाकर \"भिलसा जिला\" बनाया गया था, लेकिन बसोड़ा राज्य नहीं था","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विदिशा","slug":"vidisha"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-vidisha-madhya-pradesh","total":0},{"id":656,"title":"होशंगाबाद में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"होशंगाबाद को नर्मदापुरम के नाम से भी जाना जाता है और भारतीय राज्य मध्य प्रदेश में होशंगाबाद जिले का एक शहर और एक नगर पालिका है। यह होशंगाबाद जिले और नर्मदापुरम डिवीजन दोनों के मुख्यालय के रूप में कार्य करता है। यह मध्य भारत में, नर्मदा नदी के दक्षिणी तट पर स्थित है। राज्य की राजधानी भोपाल से 76.7","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"होशंगाबाद","slug":"hoshangabad"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":640,"title":"बालाघाट में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"689ba538-b381-475c-9b8b-8a9088b4e0eb_Balaghat-railway.jpg","dateCreated":"2019-09-11T03:10:38.492Z","dateModified":"2019-09-11T03:11:05.497Z","contributedBy":"AskGif","content":"बालाघाट भारत के मध्य प्रदेश राज्य में बालाघाट जिले में एक शहर और एक नगर पालिका है। यह बालाघाट जिले का प्रशासनिक मुख्यालय है। शहर के बगल में वैनगंगा नदी बहती है।\r\n&nbsp;\r\nबालाघाट जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। बालाघाट शहर इसके प्रशासनिक मुख्यालय के रूप में कार्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/689ba538-b381-475c-9b8b-8a9088b4e0eb_Balaghat-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"बालाघाट","slug":"balaghat"}],"slug":"top-places-to-visit-in-balaghat-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}