{"id":651,"title":"धार में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","dateCreated":"2019-09-13T02:32:54.551Z","dateModified":"2019-09-13T02:33:08.994Z","contributedBy":"AskGif","content":"<p>धार भारत में पश्चिमी मध्य प्रदेश राज्य के मालवा क्षेत्र में स्थित एक शहर है। यह धार जिले का प्रशासनिक मुख्यालय है, और 1732 से राजपूत धार राज्य की राजधानी धर्मनगर के रूप में थी (पहले राजा ने 1728 से मुल्तान में अपनी सीट बनाई थी)।</p>\r\n<p>&nbsp;</p>\r\n<p>धार जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। धार का ऐतिहासिक शहर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का क्षेत्रफल 8,153 वर्ग किमी है। यह उत्तर में रतलाम, उत्तर पूर्व में उज्जैन, पूर्व में इंदौर, दक्षिण में खरगोन (पश्चिम निमाड़), दक्षिण में बड़वानी, झाबुआ और पश्चिम में अलीराजपुर से घिरा है। यह मध्य प्रदेश के इंदौर डिवीजन का हिस्सा है। जिले की जनसंख्या 1,740,577 (2001 की जनगणना) है, जो 1991 की 1,367,412 की आबादी से 24% की वृद्धि है। पीथमपुर एक बड़ा औद्योगिक क्षेत्र है जो धार जिले के अंतर्गत आता है। कुक्षी जिले की सबसे बड़ी तहसील है।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थान और स्मारक</p>\r\n<p>&nbsp;</p>\r\n<p>धुरा में परमरा-अवधि के कुछ शेष हिस्सों में से एक</p>\r\n<p>&nbsp;</p>\r\n<p>धाम के ऐतिहासिक भागों की योजना प्राचीर और खंदक का स्वभाव दिखाती है</p>\r\n<p>दृष्टि के सबसे प्राचीन भाग बड़े पैमाने पर मिट्टी के प्राचीर हैं जो शहर के पश्चिमी और दक्षिणी किनारों पर सबसे अच्छी तरह से संरक्षित हैं। ये शायद नौवीं शताब्दी में शुरू किए गए थे और बताते हैं कि शहर योजना में गोलाकार था और टैंकों और खंदकों की एक श्रृंखला से घिरा हुआ था। लेआउट दक्कन में वारंगल के परिपत्र शहर के समान है। उत्तर भारत में अद्वितीय और परमारों की एक महत्वपूर्ण विरासत, ध्र के गोलाकार प्राचीरों का निर्माण कार्यों के लिए सामग्री का उपयोग करके ईंट-निर्माताओं और अन्य लोगों द्वारा नष्ट किया जा रहा है। शहर के उत्तर-पूर्व की ओर, आधुनिक घरों और अन्य इमारतों के नीचे प्राचीर और खंदक गायब हो गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>किला</p>\r\n<p>&nbsp;</p>\r\n<p>धार का किला</p>\r\n<p>शहर के ऐतिहासिक भागों में एक छोटी पहाड़ी पर एक प्रभावशाली बलुआ पत्थर के किले का प्रभुत्व है। ऐसा माना जाता है कि इसका निर्माण दिल्ली के सुल्तान मुहम्मद बिन तुगलक द्वारा किया गया था, जो संभवतया आरंभिक स्रोतों में वर्णित प्राचीन धरगिरि की साइट पर है। प्रवेश द्वार में से एक, बाद के समय में जोड़ा गया, 1684-85 की तारीखों में किले के अंदर, एक गहरी चट्टान-कट वाली गढ्ढी है, बड़ी उम्र की, और बाद में महाराजा के महल में मुगल काल का एक सुंदर स्तंभित पोर्च शामिल है जो संभवतः सत्रहवीं शताब्दी के मध्य का है। महल क्षेत्र में एक बाहरी संग्रहालय है जिसमें मंदिर के टुकड़े और मध्ययुगीन काल के चित्रों का एक छोटा सा संग्रह है।</p>\r\n<p>&nbsp;</p>\r\n<p>शेख चंगाल का मकबरा</p>\r\n<p>मध्ययुगीन शहर के ऊंचे प्राचीर पर, पुरानी खाई से गुजरते हुए, शायर &lsquo;अब्दुल्ला शाह चांगल, एक योद्धा संत की कब्र है। मकबरे का पुनर्निर्माण किया गया है, लेकिन शिलालेख, जिसे अब परिसर के द्वार में शामिल किया गया है, फारसी में लिखा गया है और दिनांक 1455 है। ऐतिहासिक रुचि का एक रिकॉर्ड, यह धाकड़ में शायख के आगमन और भोज को इसलाम में बदलने के बाद स्थानीय लोगों के बारे में बताता है। इस्लाम के शुरुआती दिनों में शहर में बसने वाले मुसलमानों के छोटे समुदाय के खिलाफ अत्याचार किया। यह कहानी प्रसिद्ध भोज के संदर्भ में नहीं बल्कि पंद्रहवीं शताब्दी में भोज की जीवनी में बढ़ती रुचि और संस्कृत और फारसी साहित्यिक स्रोतों में उनकी विरासत को उपयुक्त बनाने के लिए उस समय किए गए प्रयासों को संदर्भित करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्तंभ मस्जिद</p>\r\n<p>&nbsp;</p>\r\n<p>Lā L मस्जिद, इंटीरियर, 1405 में बनाया गया।</p>\r\n<p>लट मस्जिद या 'पिलर मस्जिद', शहर के दक्षिण में शायख चांगाल के मकबरे की तरह, 1405 में दिलावर खान द्वारा जमी की मस्जिद के रूप में बनाया गया था। यह धार के लौह स्तंभ (\"lā or\" से इसका नाम प्राप्त करता है) माना जाता है कि हिंदी), जिसे 11 वीं शताब्दी में स्थापित किया गया था। स्तंभ, जो सबसे हालिया आकलन के अनुसार लगभग 13.2 मीटर ऊंचा था, गिर गया और टूट गया; तीन जीवित हिस्सों को मस्जिद के बाहर एक छोटे से मंच पर प्रदर्शित किया गया है। यह 1598 में मुगल बादशाह अकबर की यात्रा के बाद के एक शिलालेख को दर्ज करता है, जबकि दक्खन की ओर अभियान करता है। पिलर की मूल पत्थर की फुटिंग भी पास में प्रदर्शित है।</p>\r\n<p>&nbsp;</p>\r\n<p>कमल मौला परिसर</p>\r\n<p>कमल मौल एक विशाल परिक्षेत्र है जिसमें चार मकबरे हैं, जिनमें से सबसे उल्लेखनीय है शायक कमाल मौलवी या कमल अल-दीना (लगभग 1238-1330)। वह फरियाद अल-दीन गौज-ए शकर (लगभग 1173-1266, फरीदुद्दीन गंजशकर को देखें) और चिश्ती संत निज़ामुद्दीन औलिया (1238-1325) के अनुयायी थे। कमल अल-दीन के बारे में कुछ विवरण 1613 में रचित सूफी संतों की एक विश्वसनीय भूगोल मुअम्मद ग़ुती के अज़कार-ए अबरार में दर्ज किए गए हैं। निज़ाम अल-दीन द्वारा कमल अल-दीन को प्रस्तुत किया गया लबादा अभी भी कब्र के अंदर प्रदर्शित किया जाता है। कमल अल-दीन के मकबरे के संरक्षकों ने 700 वर्षों तक अखंड वंश में सेवा की है और अभी भी निवासी हैं।</p>\r\n<p>भोज शाला</p>\r\n<p>मुख्य लेख: भोज शाला</p>\r\n<p>कमल मौला के मकबरे के ठीक बगल वाला हाईपोस्टाइल हॉल मिहराब और मीनार को छोड़कर पुन: चक्रित मंदिर स्तंभों और अन्य वास्तुशिल्प भागों से बना है, जो स्मारक के लिए उद्देश्य से बनाए गए थे। यह Lāid मस्जिद के समान है, हालांकि पहले तारीख में A.H. 795 / C.E के शिलालेख के रूप में। 1392 दिलवार खान द्वारा पास के रिकॉर्ड की मरम्मत पाई गई। अर्जुनवर्मन के समय से एक संस्कृत और प्राकृत शिलालेख (लगभग 1210-15) 1903 में भवन की दीवारों में रियासत काल में शिक्षा के अधीक्षक के। के। लेले द्वारा पाया गया था। प्रवेश द्वार के अंदर उत्कीर्ण शिलालेख प्रदर्शित किया गया है। पाठ में राजा के उपदेशक मदना द्वारा रचित विजयाकृष्णिका नामक नाटक का एक भाग भी शामिल है, जो 'बालसरस्वती' शीर्षक भी है। लेले द्वारा नोट की गई अन्य खुदी हुई गोलियों में कृमकाटक के साथ अंकित एक बड़ी गोली भी शामिल है - विष्णु के कृष्ण अवतार की प्रशंसा में &mdash; और संस्कृत भाषा के व्याकरणिक नियमों को बताने वाला एक नागिन शिलालेख। विशेष रूप से व्याकरण संबंधी शिलालेख में, लेले ने इमारत को भोज शाला या 'भोज का हॉल' के रूप में वर्णित करने के लिए प्रेरित किया, क्योंकि राजा भोज (लगभग 1000-55) कविताओं और व्याकरण पर कई कार्यों के लेखक थे, उनमें से सरस्वतीकाहुराभरा या 'सरस्वती का हार'। Lu भोज शाला &rsquo;शब्द पहली बार 1908 में लुआर्ड द्वारा प्रकाशित किया गया था। भवन और इसके पहचान के बाद के विवाद की चर्चा भोज शाला के तहत की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सिटी पैलेस, 1875 में बनाया गया था</p>\r\n<p>सेनोटैफ्स और ओल्ड सिटी पैलेस</p>\r\n<p>&nbsp;</p>\r\n<p>देवी अंबिका पुराने शहर के महल और अब ब्रिटिश संग्रहालय में मिलती है</p>\r\n<p>मराठों की एक शाखा, पवार (पवार) वंश का पुराना शहर महल अब एक स्कूल के रूप में उपयोग किया जाता है। यह 1975 के उत्तरार्ध में 1875 के अंत में बनाई गई एक मामूली इमारत है। महल के स्थल पर 1875 में स्थापित जैन देवी अम्बिका की एक संगमरमर की मूर्ति अब ब्रिटिश संग्रहालय में है। उसी अवधि के रूप में जब महल मुअनज तालाब के रूप में जाना जाता है, बड़े टैंक के किनारे पर पोवार शासकों के गुंबददार सेनोटाफ का संग्रह है। टैंक का नाम संभवत: 10 वीं शताब्दी के परमार राजा, वाक्पति मुंजा से निकला है, जिसने सबसे पहले मालवा में प्रवेश किया और उज्जैन को अपनी मुख्य सीट बनाया।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>2010 में एजेंसी हाउस</p>\r\n<p>संग्रहालय</p>\r\n<p>धीर और उसके पड़ोस से कई मूर्तियां और प्राचीन वस्तुएं स्थानीय संग्रहालय में रखी गई हैं, जो 19 वीं शताब्दी के अंत की ब्रिटिश शैली में एक उपयोगितावादी पत्थर की इमारत है। संग्रह से सबसे महत्वपूर्ण टुकड़ों को मांडू में स्थानांतरित कर दिया गया है जहां पुरातत्व, संग्रहालय और अभिलेखागार विभाग ने विभिन्न प्रकार के डिस्प्ले के साथ एक नया संग्रहालय बनाया है।</p>\r\n<p>&nbsp;</p>\r\n<p>एजेंसी हाउस</p>\r\n<p>इंदौर की सड़क पर पुराने शहर के बाहर स्थित धर की एक और औपनिवेशिक इमारत एजेंसी हाउस है। यह लोक निर्माण विभाग द्वारा बनाया गया था और धार राज्य और मध्य भारत एजेंसी के प्रशासन का केंद्र था। इमारत को छोड़ दिया गया है और अब खंडहर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>जेरा बाग</p>\r\n<p>&nbsp;</p>\r\n<p>झेरा बाग पैलेस, 1940 में पुनर्निर्मित किया गया</p>\r\n<p>शहर के बाहर, माओ, पावर्स के रास्ते से, 1860 के दशक से हजीरा बाग में एक महल बनाया गया था। झेरा बाग पैलेस के रूप में जाना जाता है और अब इसे एक हेरिटेज होटल के रूप में जाना जाता है, इस परिसर को 1940 के दशक में महाराजा आनंद राव पवार IV द्वारा पुनर्निर्मित किया गया था। शालीनता से एक सरल कला डेको शैली में डिजाइन किया गया है, यह उत्तर भारत में प्रारंभिक आधुनिक वास्तुकला के सबसे सुरुचिपूर्ण और अग्रगामी उदाहरणों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>तीर्थस्थल और जातरस</p>\r\n<p>&nbsp;</p>\r\n<p>जिले भर में कई धार्मिक स्थल बिखरे हुए हैं जहां लोग शुभ अवसरों पर आयोजित होने वाले वार्षिक मेलों में एकत्र होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>धार जिले में बदनावर, सरदारपुर, धार, धरमपुरी और मनावर, गंधवानी, कुक्षी और धार नाम की 8 तहसीलें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कोटेश्वर, खकरोल और बदनवर बदनवर तहसील में स्थित हैं; भोपावर, सागवाल और अमझेरा सरदारपुर तहसील में स्थित हैं; मांडू, केसूर धार और सागर धार तहसील में स्थित हैं; कुक्षी तहसील में लिंगवा और कोटड़ा, धरमपुरी तहसील में धामनोद, मनावर तहसील में मनावर, बाकानेर और सिंघाना कुल मिलाकर लगभग 40 ऐसे तीर्थस्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हनुमान जयंती और शिवरात्रि क्रमशः जिला और बाहर के हजारों तीर्थयात्रियों को पूजा स्थलों पर आकर्षित करते हैं, जहां संबंधित देवताओं को विशेष पूजा की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>गैल और बियाबानी यात्रा, शांतिनाथजी का मेला, तेजाजी का मेला, अंबिकाजी का मेला, उर्स कमल-उद-दीन और गुलर शाह उर्स हजारों अनुयायियों को आकर्षित करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विभिन्न रूपों में देवी की पूजा विशेष श्रद्धा के साथ की जाती है। अंबिका देवी (धार और धामनोद) मंगला देवी (मनावर) शीतलामाता देवी (बाकानेर) हरसिद्धि माता (सिंघाना) और जगनी माता (झिरिया पुर), कुछ उदाहरण हैं।</p>\r\n<p>मांडू वही जगह है जहाँ जहाँगीर आया था और नूरजहाँ के साथ रहा था। उनके साथ अंग्रेजी के राजदूत सर थॉमस रो भी थे। जहाँगीर ने लिखा है \"मुझे जलवायु में कोई जगह नहीं है और बारिश के मौसम में मांडू के दृश्यों में बहुत अच्छा लगता है। शाहजहाँ ने भी मांडू में वर्ष 1622 की बरसात का मौसम बिताया था। राम नवमी का मेला यहाँ महंत द्वारा आयोजित किया जाता है। चैत्र सुदी (मार्च / अप्रैल) को मंदिर, जिसमें हजारों लोग भाग लेते हैं। \"</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय मूल निवासी</p>\r\n<p>पेशवाओं में से आखिरी बाजी राव द्वितीय का जन्म धार में हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dhar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dhar-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"धार","slug":"dhar"}],"recommendations":[{"id":667,"title":"नीमच में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","dateCreated":"2019-09-14T05:23:51.529Z","dateModified":"2019-09-14T05:24:06.47Z","contributedBy":"AskGif","content":"नीमच या नीमच भारतीय राज्य मध्य प्रदेश के मालवा क्षेत्र का एक कस्बा है। यह शहर राजस्थान राज्य के साथ अपनी पूर्वोत्तर सीमा साझा करता है और नीमच जिले का प्रशासनिक मुख्यालय है। पूर्व में ग्वालियर रियासत की एक बड़ी ब्रिटिश छावनी, 1822 में यह शहर 1895 में संयुक्त राजपुताना-मालवा राजनीतिक एजेंसी और मालव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नीमच","slug":"neemuch"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-neemuch-madhya-pradesh","total":0},{"id":661,"title":"खंडवा (पूर्व निमाड़) में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","dateCreated":"2019-09-14T04:11:41.249Z","dateModified":"2019-09-14T04:12:17.179Z","contributedBy":"AskGif","content":"खंडवा जिला, जिसे पहले पूर्वी निमाड़ जिले के रूप में जाना जाता था, मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। खंडवा शहर जिले का प्रशासनिक मुख्यालय है। जिले के अन्य उल्लेखनीय शहरों में मुंडी, हरसूद, पंधाना और ओंकारेश्वर शामिल हैं।\r\n&nbsp;\r\nखंडवा भारत के मध्य प्रदेश के निमाड़ क्षेत","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खंडवा","slug":"khandwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"खंडवा-पूर्व-निमाड़","slug":"khandwa-east-nimar"}],"slug":"top-places-to-visit-in-khandwa-east-nimar-madhya-pradesh","total":0},{"id":644,"title":"भोपाल में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","dateCreated":"2019-09-12T02:34:28.722Z","dateModified":"2019-09-12T02:34:43.821Z","contributedBy":"AskGif","content":"भोपाल भारतीय राज्य मध्य प्रदेश की राजधानी है और भोपाल जिले और भोपाल संभाग दोनों का प्रशासनिक मुख्यालय है। भोपाल अपनी विभिन्न प्राकृतिक और कृत्रिम झीलों के लिए झीलों के शहर के रूप में जाना जाता है और यह भारत के सबसे हरे भरे शहरों में से एक है। यह भारत का 16 वां सबसे बड़ा शहर है और दुनिया में 131 व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भोपाल","slug":"bhopal"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-bhopal-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}