{"id":651,"title":"Top Places to visit in Dhar, Madhya Pradesh","imageUrl":"fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","dateCreated":"2019-09-13T02:32:54.551Z","dateModified":"2019-09-13T02:33:08.994Z","contributedBy":"AskGif","content":"<p>Dhar is a city located in the Malwa region of western Madhya Pradesh state in India. It is the administrative headquarters of Dhar District, and was the capital of the Rajput Dhar State as Dharanagar from 1732 (previously the Raja had his seat at Multhan from 1728).</p>\r\n<p>&nbsp;</p>\r\n<p>Dhar district is a district of Madhya Pradesh state in central India. The historic town of Dhar is administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has an area 8,153 km&sup2;. It is bounded by the districts of Ratlam to the north, Ujjain to the northeast, Indore to the east, Khargone (West Nimar) to the southeast, Barwani to the south, Jhabua and Alirajpur to the west. It is part of the Indore Division of Madhya Pradesh. The population of the district is 1,740,577 (2001 census), an increase of 24% from its 1991 population of 1,367,412. Pithampur is a large industrial area comes under Dhar District. Kukshi is the largest tehsil of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Historic Places and Monuments</p>\r\n<p>&nbsp;</p>\r\n<p>One of few remaining portions of the Paramāra-period ramparts at Dhār</p>\r\n<p>&nbsp;</p>\r\n<p>Plan of the historic parts of Dhār showing disposition of the ramparts and moat</p>\r\n<p>The most ancient parts of Dhār visible are the massive earthen ramparts which are best preserved on the western and southern sides of the town. These were probably built beginning in the ninth century and show that the city was circular in plan and surrounded by a series of tanks and moats. The layout is similar to the circular city of Warangal in the Deccan. The circular ramparts of Dhār, unique in north India and an important legacy of the Paramāras, is being destroyed by brick-makers and others using the material for construction purposes. On the north-east side of the town, the rampart and moat have disappeared beneath modern homes and other buildings.</p>\r\n<p>&nbsp;</p>\r\n<p>Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Dhar Fort</p>\r\n<p>The historic parts of the town are dominated by an impressive sandstone fortress on a small hill. It is thought to have been built by Muhammad bin Tughluq, the Sultan of Delhi, probably on the site of the ancient Dhārāgiri mentioned in early sources. One of the gateways, added at a later time, dates to 1684-85 in the time of 'Ālamgīr. Inside the fort is a deep rock-cut cistern, of great age, and a later palace of the Mahārāja of Dhār incorporating an elegant pillared porch of the Mughal period that probably belongs to the mid-seventeenth century. In the palace area is an outdoor museum with a small collection of temple fragments and images dating to medieval times.</p>\r\n<p>&nbsp;</p>\r\n<p>Tomb of Shaykh Changāl</p>\r\n<p>On the overgrown ramparts of the medieval city, overlooking the old moat, is the tomb of Shaykh &lsquo;Abdullah Shāh Changāl, a warrior saint. The tomb has been rebuilt, but the inscription, now incorporated into the compound gate, is written in Persian and dated 1455. A record of historical interest, it recounts the Shaykh's arrival in Dhār and his conversion of Bhoja to Islām after the local people had committed an atrocity against the small community of Muslims who had settled in the city in the earliest days of Islam. The story does not so much refer to the celebrated Bhoja but to a rising interest in Bhoja's biography in the fifteenth century and the attempts made at that time to appropriate his legacy in Sanskrit and Persian literary sources.</p>\r\n<p>&nbsp;</p>\r\n<p>Pillar Mosque</p>\r\n<p>&nbsp;</p>\r\n<p>Lāṭ Masjid, interior, built in 1405.</p>\r\n<p>The Lat Masjid or 'Pillar Mosque', to the south of the town like the tomb of Shaykh Changāl, was built as the Jami' Mosque by Dilawar Khan in 1405. It derives its name from the iron pillar of Dhar (\"lāṭ\" in Hindi), which is believed to have been set up in the 11th century. The pillar, which was nearly 13.2 m high according to the most recent assessment, is fallen and broken; the three surviving parts are displayed on a small platform outside the mosque. It carries a later inscription recording a visit of the Mughal emperor Akbar in 1598 while on campaign towards the Deccan. The pillar's original stone footing is also displayed nearby.</p>\r\n<p>&nbsp;</p>\r\n<p>Kamāl Maulā Campus</p>\r\n<p>The Kamāl Maulā is a spacious enclosure containing four tombs, the most notable being that of Shaykh Kamāl Maulavi or Kamāl al-Dīn (circa 1238-1330). He was a follower of Farīd al-Dīn Gaṅj-i Shakar (circa 1173-1266, see Fariduddin Ganjshakar) and the Chishti saint Nizamuddin Auliya (1238&ndash;1325). Some details about Kamāl al-Dīn are recorded in Muḥammad Ghauthi's Azkar-i Abrar, a reliable hagiography of Sufi saints composed in 1613. The cloak presented to Kamāl al-Dīn by Nizam al-Dīn is still displayed inside the tomb. The custodians of Kamāl al-Dīn's tomb have served in an unbroken lineage for 700 years and are still resident.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhoj Shala</p>\r\n<p>Main article: Bhoj Shala</p>\r\n<p>The hypostyle hall immediately next the tomb of Kamāl Maula is made of re-cycled temple columns and other architectural parts except for the Mihrab and Minbar which were purpose-built for the monument. It is similar to the Lāṭ Masjid though earlier in date as an inscription of A.H. 795/C.E. 1392 found nearby records repairs by Dilāwar Khān. A Sanskrit and Prakrit inscription from the time of Arjunavarman (circa 1210-15) was found in the walls of the building in 1903 by K. K. Lele, Superintendent of Education in the Princely State of Dhār. The engraved inscription is displayed inside the entrance. The text includes part of a drama called Vijayaśrīnāṭikā composed by Madana, the king's preceptor who also bore the title 'Bālasarasvatī'. The other inscribed tablets noted by Lele included a large tablet inscribed with the Kūrmaśataka&mdash;verses in praise of the Kūrma incarnation of Viṣṇu&mdash;and a serpentine inscription giving grammatical rules of the Sanskrit language. The finds, particularly the grammatical inscription, prompted Lele to describe the building as the Bhoj Shala or 'Hall of Bhoja', because King Bhoja (circa 1000-55) was the author of a number of works on poetics and grammar, among them the Sarasvatīkaṇṭhābharaṇa or 'Necklace of Sarasvatī'. The term 'Bhoj Shala' was first published by Luard in 1908. The subsequent controversy surrounding the building and its identity is discussed under Bhoj Shala.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>City Palace, built in 1875</p>\r\n<p>Cenotaphs and Old City Palace</p>\r\n<p>&nbsp;</p>\r\n<p>Goddess Ambikā found on the site of the Old City Palace and now in the British Museum</p>\r\n<p>The old city palace of the Puar (Pawar) clan, a branch of the Marathas, is now used as a school. It is a modest building put up in the late 19th century around 1875. A marble statue of the Jain goddess Ambikā, found in 1875 on the site of the palace is now in the British Museum. Of the same period as the palace are a collection of domed cenotaphs of the Powar rulers on the edge of the large tank known as Mu&ntilde;j Talab. The name of the tank probably derives from Vākpati Mu&ntilde;ja, the 10th century Paramāra king who first entered Mālwa and made Ujjain his main seat.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Agency House in 2010</p>\r\n<p>Museum</p>\r\n<p>A number of sculptures and antiquities from Dhār and its neighborhood are kept in the local museum, a utilitarian stone building in the British style of the late 19th century. The most important pieces from the collection have been moved to Mandu where the Department of Archaeology, Museums and Archives has created a new museum with a wide range of displays.</p>\r\n<p>&nbsp;</p>\r\n<p>Agency House</p>\r\n<p>Another colonial building at Dhār, located outside the old town on the road to Indore, is Agency House. It was built by the Public Works Department and was the centre of the administration of Dhar State and the Central India Agency. The building has been abandoned and is now in ruins.</p>\r\n<p>&nbsp;</p>\r\n<p>Jheera Bagh</p>\r\n<p>&nbsp;</p>\r\n<p>Jheera Bagh Palace, renovated 1940s</p>\r\n<p>Outside the town, off the road to Māṇḍū, the Powars, built a palace at Hazīra Bāgh from the 1860s. Known as the Jheera Bāgh Palace and now run as a heritage hotel, the complex was renovated by Mahārāja Anand Rao Pawar IV in the 1940s. Graciously designed in an unpretentious art deco style, it is one of the most elegant and forward-looking examples of early modern architecture in North India.</p>\r\n<p>&nbsp;</p>\r\n<p>Pilgrim centres and Jatras</p>\r\n<p>&nbsp;</p>\r\n<p>There are many religious places scattered throughout the district where people congregate at annual fairs arranged on auspicious occasions.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhar district has 8 tahsils inclucing Dhar itself, namely Badnawar, Sardarpur, Dhar, Dharampuri and Manawar, Gandhwani, Kukshi and Dhar.</p>\r\n<p>&nbsp;</p>\r\n<p>Koteshwar, Khakrol and Badnawar are located in Badnawar tahsil; Bhopawar, Sagwal and Amjhera are located in Sardarpur tahsil; Mandu, Kesur Dhar and Sagor are located in Dhar tahsil; Lingwa and Kotda in Kukshi tahsil, Dhamnod in Dharampuri tahsil, Manawar, Bakaner and Singhana in Manawar tehsil, are a few out of a total about 40 such pilgrim centres.</p>\r\n<p>&nbsp;</p>\r\n<p>Hanuman jayanti and Shivratri respectively attract thousands of pilgrims from the interiors of the District and outside, to the places of worship where special worship is offered to the concerned deities.</p>\r\n<p>&nbsp;</p>\r\n<p>Gal and Biyabani Yatra, Shantinathji ka Mela, Tejaji ka Mela, Ambikaji ka Mela, Urs Kamal-ud-din and Gular Shah Urs attract thousands of followers.</p>\r\n<p>&nbsp;</p>\r\n<p>Mother goddess in various forms is worshipped with special reverence. Ambika Devi (Dhar and Dhammod) Mangala Devi (Manawar) Shitalamata Devi (Bakaner) Harsiddhi Mata (Singhana) and Jagni Mata (Jhiriya pura), are a few examples.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandu is the place where Jehangir came and stayed with Nur Jehan. He was accompanied by Sir Thomas Roe, the English ambassador. Jehangir wrote \"I know of no place so pleasant in climate and so pretty in scenery as Mandu in the rainy season. Shah Jahan too spent the rainy season of the year 1622 in Mandu. The Ram Navami fair is organised here by the mahant of the temple on Chaitra Sudi (March/April), in which thousands of people participate.\"</p>\r\n<p>&nbsp;</p>\r\n<p>Notable natives</p>\r\n<p>Baji Rao II, the last of the Peshwas, was born in Dhar.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dhar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dhar-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"dhar","slug":"dhar"}],"recommendations":[{"id":667,"title":"Top Places to visit in Neemuch, Madhya Pradesh","imageUrl":"c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","dateCreated":"2019-09-14T05:23:51.529Z","dateModified":"2019-09-14T05:24:06.47Z","contributedBy":"AskGif","content":"Neemuch or Nimach is a town in the Malwa region of the Indian state of Madhya Pradesh. The town shares its northeastern border with state of Rajasthan and is the administrative headquarters of Neemuch District. Formerly a large British cantonment of Gwalior princely state, in 1822 the town became","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"neemuch","slug":"neemuch"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-neemuch-madhya-pradesh","total":0},{"id":661,"title":"Top Places to visit in Khandwa (East Nimar), Madhya Pradesh","imageUrl":"6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","dateCreated":"2019-09-14T04:11:41.249Z","dateModified":"2019-09-14T04:12:17.179Z","contributedBy":"AskGif","content":"The Khandwa district, formerly known as the East Nimar district, is a district of the Madhya Pradesh state in central India. The city of Khandwa is the administrative headquarters of the district. Other notable towns in the district include Mundi, Harsud, Pandhana and Omkareshwar.\r\n&nbsp;<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"khandwa","slug":"khandwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"khandwa-east-nimar","slug":"khandwa-east-nimar"}],"slug":"top-places-to-visit-in-khandwa-east-nimar-madhya-pradesh","total":0},{"id":644,"title":"Top Places to visit in Bhopal, Madhya Pradesh","imageUrl":"5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","dateCreated":"2019-09-12T02:34:28.722Z","dateModified":"2019-09-12T02:34:43.821Z","contributedBy":"AskGif","content":"Bhopal is the capital city of the Indian state of Madhya Pradesh and the administrative headquarters of both Bhopal district and Bhopal division. Bhopal is known as the City of Lakes for its various natural and artificial lakes and is also one of the greenest cities in India. It is the 16th large","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhopal","slug":"bhopal"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-bhopal-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}