{"id":652,"title":"Top Places to visit in Dindori, Madhya Pradesh","imageUrl":"a89c2118-cc26-43f4-8588-b1a9ba3da9b6_Dindori-tourism.jpg","dateCreated":"2019-09-13T02:39:40.465Z","dateModified":"2019-09-13T02:39:53.246Z","contributedBy":"AskGif","content":"<p>Dindori is a district head office and a nagar panchayat in Dindori district in the state of Madhya Pradesh, India.Dindori has many historical as well as spiritual places. Some of the spiritual places are Laxman Madva, Kukarramath, Kalchuri Kali Mandir etc. The Kanha Tiger National Park is 180 km &amp; Bandhavgarh National Park is 140 Km away from the district headquarter.</p>\r\n<p>&nbsp;</p>\r\n<p>Dindori District is a district of Madhya Pradesh state of central India. The town of Dindori is the district headquarters. The district is part of Jabalpur Division. The district (area: 6,128 km2) is located on the eastern part of Madhya Pradesh, bordering the state of Chhattisgarh. It is surrounded by Shahdol in the east, Mandla in the west, Umaria in the north, and Mungeli district of the state of Chhattisgarh in the south.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Dindori is located at 22.95&deg;N 81.08&deg;E. It has an average elevation of 640 metres (2,099 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Dindori had a population of 580,730. Males constitute 52% of the population and females 48%. Dindori has an average literacy rate of 71%, higher than the national average of 59.5%: male literacy is 79% and, female literacy is 62%. In Dindori, 13% of the population is under 6 years of age.</p>\r\n<p>According to the 2011 census Dindori District has a population of 704,524, roughly equal to the nation of Bhutan or the US state of Alaska. This gives it a ranking of 501st in India (out of a total of 640). The district has a population density of 94 inhabitants per square kilometre (240/sq mi) . Its population growth rate over the decade 2001-2011 was 21.26%. Dindori has a sex ratio of 1,002 females for every 1,000 males, and a literacy rate of 63.90%.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Dindori one of the country's 250 most backward districts (out of a total of 640). It is one of the 24 districts in Madhya Pradesh currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Dindori's people speak multiple languages, including: Chhattsgarhi, Bagheli, which has a lexical similarity of 72-91% with Hindi (compared to 60% for German and English) and is spoken by about 7,800,000 people in Bagelkhand.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dindori_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a89c2118-cc26-43f4-8588-b1a9ba3da9b6_Dindori-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dindori-madhya-pradesh","tags":[{"name":"dindori","slug":"dindori"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":671,"title":"Top Places to visit in Rajgarh, Madhya Pradesh","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"Rajgarh district is a District of Madhya Pradesh state in central India. The city of Rajgarh is the administrative headquarters of the district. Rajgarhin Madhya Pradesh is one of the aspirational districts selected by Government of India. The district has an area of 6,154 km&sup2; and the popula","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajgarh","slug":"rajgarh"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":644,"title":"Top Places to visit in Bhopal, Madhya Pradesh","imageUrl":"5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","dateCreated":"2019-09-12T02:34:28.722Z","dateModified":"2019-09-12T02:34:43.821Z","contributedBy":"AskGif","content":"Bhopal is the capital city of the Indian state of Madhya Pradesh and the administrative headquarters of both Bhopal district and Bhopal division. Bhopal is known as the City of Lakes for its various natural and artificial lakes and is also one of the greenest cities in India. It is the 16th large","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhopal","slug":"bhopal"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-bhopal-madhya-pradesh","total":0},{"id":642,"title":"Top Places to visit in Betul, Madhya Pradesh","imageUrl":"5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","dateCreated":"2019-09-12T02:11:42.58Z","dateModified":"2019-09-12T02:12:06.882Z","contributedBy":"AskGif","content":"Betul is a district and municipality in southern Madhya Pradesh, India. It is the administrative center of its eponymous district and forms the southernmost part of the Bhopal Division in the Betul (Lok Sabha constituency). Bhimpur village, located 45 km west of Betul, is the site of proposed 280","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5591a925-dbfe-4fa6-b1f2-a31edc8dc47a_Betul-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"betul","slug":"betul"}],"slug":"top-places-to-visit-in-betul-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}