{"id":653,"title":"गुना में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","dateCreated":"2019-09-14T01:03:26.578Z","dateModified":"2019-09-14T01:03:52.36Z","contributedBy":"AskGif","content":"<p>गुना जिला मध्य भारत में मध्य प्रदेश के 52 जिलों में से एक है। इसका प्रशासनिक मुख्यालय गुना है। जिले की जनसंख्या 1,240,938 (2011 की जनगणना) है। इसका क्षेत्रफल 6390 वर्ग किमी है, और यह शिवपुरी जिले के पूर्व में, अशोकनगर जिले के पूर्व में, विदिशा जिले के दक्षिण-पूर्व में, राजगढ़ जिले के दक्षिण-पश्चिम में, झालावाड़ और बारां जिलों के पश्चिम और उत्तर-पश्चिम में दक्षिण पूर्व में घिरा है। राजस्थान राज्य। सिंध नदी जिले के पूर्वी किनारे के साथ उत्तर की ओर बहती है, अशोकनगर जिले के साथ सीमा का हिस्सा है, और पारबती नदी राजस्थान के बहने से पहले बारां जिले के साथ सीमा के हिस्से का निर्माण करते हुए, जिले के दक्षिणी हिस्से से उत्तर-पश्चिम की ओर बहती है।</p>\r\n<p>&nbsp;</p>\r\n<p>15 अगस्त 2003 को गुना जिले को दो भागों में विभाजित किया गया था, जिसका पूर्वी भाग अशोकनगर जिला बन गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>गुना चांद प्रद्योत महसेना द्वारा स्थापित प्राचीन अवंती साम्राज्य का हिस्सा था। बाद में शिशुसंघ ने अवंत के साम्राज्य को जोड़ा, जिसमें गुना को मगध के बढ़ते साम्राज्य में शामिल किया गया था।</p>\r\n<p>18 वीं शताब्दी की शुरुआत में, गुना को मराठा नेता रामोजी राव सिंधिया द्वारा जीत लिया गया था, और भारतीय स्वतंत्रता के तुरंत बाद तक ग्वालियर साम्राज्य का हिस्सा बना रहा। गुना को राज्य के ईसागढ़ जिले के हिस्से के रूप में प्रशासित किया गया था। 1897 में इंडियन मिडलैंड रेलवे ने गुना से गुजरने वाला रेल मार्ग बनाया।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत को स्वतंत्रता मिलने के बाद, 28 मई 1948 को गुना अपने नए जिलों में से एक के रूप में मध्य भारत के नए राज्य का हिस्सा बन गया। 1 नवंबर 1956 को, मध्य भारत को मध्य प्रदेश राज्य में मिला दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>गुना 24.65 &deg; N 77.32 &deg; E पर स्थित है। इसकी औसत ऊंचाई 474 मीटर (1555 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>मध्य प्रदेश का गुना जिला मालवा और चंबल का प्रवेश द्वार है। यह मालवा पठार के उत्तर-पूर्वी भाग पर स्थित है। जिले की पश्चिमी सीमा पारबती नदी द्वारा अच्छी तरह से परिभाषित है। पारबती, मध्य प्रदेश के राजगढ़ जिले, और राजस्थान के झालावाड़ और कोटा जिलों को छूने वाली पश्चिमी सीमा के साथ बहने वाली मुख्य नदी है। शहर शिवपुरी और कोटा उत्तर में स्थित हैं और शहर विदिशा, भोपाल, और राजगढ़ सिंध नदी द्वारा परिभाषित जिले की दक्षिण पूर्वी पूर्वी सीमा में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उप-प्रभागों</p>\r\n<p>गुना</p>\r\n<p>राघोगढ़-विजयपुर</p>\r\n<p>एरन</p>\r\n<p>Chachoda</p>\r\n<p>Madhusudangarh</p>\r\n<p>ब्लाकों</p>\r\n<p>गुना</p>\r\n<p>राघोगढ़-विजयपुर</p>\r\n<p>एरन</p>\r\n<p>Chachaura-Binaganj</p>\r\n<p>kumbhraj</p>\r\n<p>धार्मिक स्थल</p>\r\n<p>श्री शांति नाथ दिगंबर जैन मंदिर बजरंगगढ़</p>\r\n<p>केदारनाथ</p>\r\n<p>हनुमान टेकरी</p>\r\n<p>बीज़ भुजा देवी</p>\r\n<p>निहाल देवी मंदिर सिरसी-महू</p>\r\n<p>हनुमान मंदिर कैंट</p>\r\n<p>Bajrangarh</p>\r\n<p>क्राइस्ट द किंग चर्च</p>\r\n<p>हनुमान मंदिर एबी रोड</p>\r\n<p>PANCHMUKHI HANUMAN ASHRAM- विवेक कॉलोनी, गुना में एक बहुत ही मौन और धार्मिक स्थान यह एक हिंदू मंदिर है और भगवान हनुमान की पांच शक्तियों में से एक होने का दावा किया जाता है। एक हनुमान का मुख्य चेहरा है, जबकि अन्य एक ईगल (गारू), एक वर (वराह), एक हयग्रीव, एक शेर और एक वानर के रूप में अलग-अलग चेहरे हैं। यह मंदिर गुना-अशोकनगर मार्ग द्वारा गुना-ग्वालियर रेलवे लाइन पार करने पर स्थित है। यह गुना रेलवे स्टेशन और बस स्टैंड से लगभग 4 किलो मीटर दूर है। यह GUNA Aerodrome (लगभग0.3 किलो-मीटर) के पास है, इसका निर्माण जून 2008 तक शुरू हुआ था और नवंबर 2011 में पूरा हुआ। 14 दिसंबर 2011 को PANCHMUKHI HANUMAN की प्रतिमा का अनावरण किया गया। श्री-श्री 1008 SIYARAM-DAS JI महाराज आश्रम का वर्तमान उत्तराधिकारी (इनहेरीटर) है।</p>\r\n<p>&nbsp;</p>\r\n<p>हनुमान मंदिर, कैंट एरिया गुना</p>\r\n<p>11 बुधे बालाजी मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>विधानसभा निर्वाचन क्षेत्र</p>\r\n<p>इस जिले में 4 मध्य प्रदेश विधानसभा क्षेत्र स्थित हैं। उनमें से दो, बामोरी और गुना, गुना लोकसभा क्षेत्र का हिस्सा हैं और अन्य दो, चचौरा और राघौगढ़ राजगढ़ लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार गुना जिले की जनसंख्या 1,240,938 है, जो त्रिनिदाद और टोबैगो या न्यू हैम्पशायर के अमेरिकी राज्य के बराबर है। यह इसे भारत में 388 वें (कुल 640 में से) की रैंकिंग देता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का जनसंख्या घनत्व 194 निवासियों प्रति वर्ग किलोमीटर (500 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 26.91% थी। गुना में हर 1000 पुरुषों पर 910 महिलाओं का लिंग अनुपात है, और साक्षरता दर 65.1% है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, गुना शहर की आबादी 180,978 है। पुरुषों की आबादी 52.29% और महिलाओं की 47.71% है। गुना में औसत साक्षरता दर 81.7% है, गुना में, 13% आबादी 6 वर्ष से कम आयु की है। हनुमान टेकरी गुना में एक प्रसिद्ध मंदिर है। यह मंदिर स्थान एक पहाड़ी पर है। महाराजा जय सिंह का प्रसिद्ध किला बजरंगगढ़ (गुना से 8 किमी) में स्थित है। गाँव में एक प्रसिद्ध जैन मंदिर भी है, जिसे जैन आतिशक्षेत्र कहा जाता है। एनएच 3 भी गुना से गुजरता है। गुना ज्योतिरादित्य सिंधिया का निर्वाचन क्षेत्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>जेपी इंजीनियरिंग और प्रौद्योगिकी विश्वविद्यालय, राघौगढ़ मध्य प्रदेश का पहला निजी राज्य विश्वविद्यालय है। इसका परिसर हॉस्टल, मेस, लॉन्ड्री, शॉपिंग सेंटर, मेडिकल सेंटर आदि सहित सभी सुविधाओं के साथ 110 एकड़ (0.45 किमी 2) में फैला है, कैंपस को सेवा के साथ-साथ विश्व स्तर की शिक्षा प्रदान करने के लिए डिज़ाइन किया गया है। वर्तमान में 1600+ छात्रों की ताकत के साथ।</p>\r\n<p>साक्षी मेडिकल कॉलेज और अनुसंधान केंद्र, गुना से 30 किमी उत्तर में 150 एमबीबीएस सीटों के साथ एक प्राट मेडिकल कॉलेज है</p>\r\n<p>&nbsp;</p>\r\n<p>इंडस्ट्रीज</p>\r\n<p>हालाँकि, गुना बहुत छोटा शहर है, फिर भी यह एक महत्वपूर्ण औद्योगिक केंद्र है। कुछ प्रमुख उद्योग हैं:</p>\r\n<p>राष्ट्रीय उर्वरक लिमिटेड, विजयीपुर, आगरा-मुंबई राजमार्ग पर शहर से लगभग 30 किमी दूर,</p>\r\n<p>गैस अथॉरिटी ऑफ इंडिया लिमिटेड, विजयीपुर, आगरा-मुंबई राजमार्ग पर लगभग 35 किमी,</p>\r\n<p>दीपक स्पिनर्स लिमिटेड, गांव पगारा, अशोक नगर रोड पर लगभग 25 किमी</p>\r\n<p>केएस ऑयल लिमिटेड, ग्वालियर की ओर एबी रोड पर गुना से लगभग 10 किमी।</p>\r\n<p>सचिन म्यूजिक प्राइवेट लिमिटेड, गुना,</p>\r\n<p>स्पाइस पार्क, मावन।</p>\r\n<p>&nbsp;</p>\r\n<p>एवान मध्य प्रदेश के भारत के गुना जिले में एक शहर है, जो गुना मुख्यालय से 37 किलोमीटर दक्षिण में, राघौगढ़-विजयपुर से 9 किलोमीटर और राज्य की राजधानी भोपाल से 152 किलोमीटर की दूरी पर स्थित है। इस शहर में एक नगर पंचायत और एक राघौगढ़ तहसील है, जो वर्तमान में ग्वालियर संभाग के अधीन है। पिन कोड 473226 है और निकटतम प्रधान डाकघर राघौगढ़ में है। निकटवर्ती गाँव हैं: अचकलपुर, परकाना, गुलवाड़ा, राघोगढ़, और गवरी। स्थानीय तहसीलें दक्षिण में चांचौड़ा, पूर्व में एरन, उत्तर में गुना और पश्चिम में मनोहरथाना हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>निकटतम शहर राघोगढ़-विजयपुर, अशोक नगर, गुना और सिरोंज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एवान में स्कूल</p>\r\n<p>आचार्य बांसपति शुक्ल संस्कृत</p>\r\n<p>Ssm Awan</p>\r\n<p>Awan सुश्री</p>\r\n<p>गणेश विद्या मंदिर अवन</p>\r\n<p>स्थानीय कॉलेज</p>\r\n<p>क्रिसेंट कॉलेज ऑफ टेक्नोलॉजी</p>\r\n<p>मध्य प्रदेश के गुना में सरकारी कॉलेज</p>\r\n<p>शा-शिब एयरोस्पेस इंजीनियरिंग</p>\r\n<p>गवर्नमेंट पी। जी। कॉलेज</p>\r\n<p>जेपी इंजीनियरिंग और प्रौद्योगिकी विश्वविद्यालय (JUET), राघौगढ़</p>\r\n<p>एफडीडीआई (फुटवियर डिज़ाइन डेवलपमेंट इंस्टीट्यूट), गुना</p>\r\n<p>कैसे पहुंचेंगे अवन</p>\r\n<p>रेल मार्ग से: राघौगढ़ रेलवे स्टेशन, कुंभराज रेलवे स्टेशन, अवन में बहुत ही नजदीकी रेलवे स्टेशन हैं। हालांकि, बीना जंक्शन रेलवे स्टेशन एवान के पास 35 किमी दूर प्रमुख रेलवे स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह सभी देखें</p>\r\n<p>बजरंगगढ़ किला, गुना जिले में 16-17 वीं शताब्दी का एक किला, स्थानीय बाहर का स्थान। हनुमान टेकरी भी एक प्रसिद्ध मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Guna_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-guna-madhya-pradesh","tags":[{"name":"गुना","slug":"guna"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":687,"title":"विदिशा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","dateCreated":"2019-09-15T16:39:09.469Z","dateModified":"2019-09-15T16:39:23.745Z","contributedBy":"AskGif","content":"विदिशा, (जिसे पहले भेलसा के नाम से जाना जाता था), और प्राचीन काल में बेसनगर के रूप में जाना जाता था, भारत के मध्य प्रदेश राज्य का एक शहर है।\r\n&nbsp;\r\nजिला 1904 में विदिशा (जिसे भीलसा के नाम से भी जाना जाता है) और बसोड़ा को मिलाकर \"भिलसा जिला\" बनाया गया था, लेकिन बसोड़ा राज्य नहीं था","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विदिशा","slug":"vidisha"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-vidisha-madhya-pradesh","total":0},{"id":660,"title":"कटनी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","dateCreated":"2019-09-14T03:07:10.369Z","dateModified":"2019-09-14T03:07:22.38Z","contributedBy":"AskGif","content":"कटनी (जिसे मुरवारा (कटनी) या मुडवारा भी कहा जाता है) मध्य प्रदेश, भारत में कटनी नदी के तट पर स्थित एक शहर है। यह कटनी जिले का प्रशासनिक मुख्यालय है। यह मध्य भारत के महाकोशल क्षेत्र में है। शहर जबलपुर के संभागीय मुख्यालय से 90 किमी (56 मील) दूर है।\r\n&nbsp;\r\nकटनी जिला मध्य भारत में मध","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"कटनी","slug":"katni"}],"slug":"top-places-to-visit-in-katni-madhya-pradesh","total":0},{"id":641,"title":"बड़वानी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","dateCreated":"2019-09-12T02:04:06.213Z","dateModified":"2019-09-12T02:04:18.611Z","contributedBy":"AskGif","content":"बड़वानी भारत के मध्य प्रदेश राज्य में बड़वानी जिले का एक कस्बा और नगरपालिका है। यह शहर नर्मदा नदी के बाएं किनारे के पास स्थित है, और बड़वानी जिले का प्रशासनिक मुख्यालय है। यह बड़वानी की पूर्व रियासत की राजधानी के रूप में सेवा कर चुका है। यहां सड़क मार्ग से ही पहुंचा जा सकता है। जैन तीर्थस्थल बवां","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बड़वानी","slug":"barwani"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-barwani-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}