{"id":653,"title":"Top Places to visit in Guna, Madhya Pradesh","imageUrl":"a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","dateCreated":"2019-09-14T01:03:26.578Z","dateModified":"2019-09-14T01:03:52.36Z","contributedBy":"AskGif","content":"<p>Guna district is one of the 52 districts of Madhya Pradesh in central India. Its administrative headquarters is Guna. The district has a population of 1,240,938 (2011 census). It has an area of 6390 km&sup2;, and is bounded on the northeast by Shivpuri District, on the east by Ashoknagar District, on the southeast by Vidisha District, on the southwest by Rajgarh District, on the west and northwest by Jhalawar and Baran districts of Rajasthan state. The Sindh River flows northward along the eastern edge of the district, forming part of the boundary with Ashoknagar District, and the Parbati River flows northwestward through the southern portion of the district, forming part of the boundary with Baran District before flowing into Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>On 15 August 2003 Guna District was split in two, with the eastern portion becoming Ashoknagar District.</p>\r\n<p>&nbsp;</p>\r\n<p>Guna was part of the ancient Avanti Kingdom founded by Chand Pradyota Mahesena. Later Shishusangh added the kingdom of Avant, which included Guna to the growing empire of Magadha.</p>\r\n<p>In the early 18th century, Guna was conquered by the Maratha leader Ramoji Rao Scindia, and remained part of the Kingdom of Gwalior until shortly after Indian independence. Guna was administered as part of the kingdom's Isagarh District. In 1897 the Indian Midland Railway constructed a rail route passing through Guna.</p>\r\n<p>&nbsp;</p>\r\n<p>After India gained independence, Guna became part of the new state of Madhya Bharat on 28 May 1948 as one of its 16 districts. On 1 November 1956, Madhya Bharat was merged into Madhya Pradesh state.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Guna is located at 24.65&deg;N 77.32&deg;E. It has an average elevation of 474 metres (1555 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>Guna district of Madhya Pradesh is the gateway of Malwa and Chambal. It is located on the north-eastern part of Malwa Plateau. Western boundary of the District is well defined by Parbati river. Parbati is the main river flowing along the western boundary touching Rajgarh District of Madhya Pradesh, and Jhalawarh and Kota Districts of Rajasthan. Towns Shivpuri and Kota are located in north and the cities Vidisha, Bhopal, and Rajgarh lie to the South.the eastern boundary of district define by Sindh river.</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-Divisions</p>\r\n<p>Guna</p>\r\n<p>Raghogarh-Vijaypur</p>\r\n<p>Aron</p>\r\n<p>Chachoda</p>\r\n<p>Madhusudangarh</p>\r\n<p>Blocks</p>\r\n<p>Guna</p>\r\n<p>Raghogarh-Vijaypur</p>\r\n<p>Aron</p>\r\n<p>Chachaura-Binaganj</p>\r\n<p>kumbhraj</p>\r\n<p>Religious places</p>\r\n<p>Shri Shanti Nath digambar Jain temple bajrangarh</p>\r\n<p>Kedarnath</p>\r\n<p>Hanuman Tekri</p>\r\n<p>Bees Bhuja Devi</p>\r\n<p>Nihal Devi Mandir Sirsi-Mahu</p>\r\n<p>Hanuman Mandir Cant</p>\r\n<p>Bajrangarh</p>\r\n<p>Christ The King Church</p>\r\n<p>Hanuman Mandir AB Road</p>\r\n<p>PANCHMUKHI HANUMAN ASHRAM- A Very Silent &amp; Religious Place in Vivek Colony, Guna It is a Hindu temple and is claimed to be one lord of the five strengths of Lord Hanuman. One is of Hanuman&rsquo;s main face while others are of different faces as an eagle (garu), a boar (varaha), a haya-griv, a lion and a Vanar. This temple is located at the foot of Guna-Gwalior railway line crossing by Guna-Ashoknagar road. It is just around 4 kilo-meters from Guna Railway station &amp; Bus stand. It is so near to the GUNA Aerodrome (around0.3Kilo-meters) Its creation was started by June 2008 and got complete in November 2011. The statue of PANCHMUKHI HANUMAN was unveiled on 14 December 2011. Sri-Sri 1008 SIYARAM-DAS JI Maharaj is the current Successor (Inheritor) of the ashram.</p>\r\n<p>&nbsp;</p>\r\n<p>Hanuman Mandir, Cantt Area Guna</p>\r\n<p>11 Budhe balaji mandir</p>\r\n<p>&nbsp;</p>\r\n<p>Assembly Constituencies</p>\r\n<p>There are 4 Madhya Pradesh Vidhan Sabha constituencies located in this district. Two of them, Bamori and Guna are part of Guna Lok Sabha constituency and the other two, Chachoura and Raghogarh are part of Rajgarh Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Guna District has a population of 1,240,938, roughly equal to the nation of Trinidad and Tobago or the US state of New Hampshire. This gives it a ranking of 388th in India (out of a total of 640).</p>\r\n<p>&nbsp;</p>\r\n<p>The district has a population density of 194 inhabitants per square kilometre (500/sq mi) . Its population growth rate over the decade 2001-2011 was 26.91%. Guna has a sex ratio of 910 females for every 1000 males, and a literacy rate of 65.1%.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 India census, Guna City has a population of 180,978. Males constitute 52.29% of the population and females 47.71%. Guna has an average literacy rate of 81.7%, In Guna, 13% of the population is under 6 years of age. Hanumaan Tekri is a famous temple in Guna. This temple place is on a hill. The famous Fort of Maharaja Jai Singh is located in Bajrangarh (8 km from Guna). The village also have a famous Jain Temple called Jain Atishay Kshetra. NH3 also passes via Guna. Guna is the constituency for Jyotiraditya Scindia.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Jaypee University of Engineering &amp; Technology, Raghogarh is the first private state university of Madhya Pradesh. Its campus sprawls over 110 acres (0.45 km2) with all facilities including hostels, mess, laundry, shopping centre, medical centre, etc. Campus is designed to provide world-class education along with service. Presently with the strength of 1600+ students.</p>\r\n<p>Sakshi medical college and research centre a pvt medical college with 150 MBBS seats about 30km north from Guna</p>\r\n<p>&nbsp;</p>\r\n<p>Industries</p>\r\n<p>Though Guna is very small nondescript town it is still an important industrial centre. Some of the major industries are:</p>\r\n<p>National Fertilizers Limited, Vijaipur, nearly 30 km from the town on Agra-Mumbai Highway,</p>\r\n<p>Gas Authority of India Limited, Vijaipur, nearly 35 km on Agra-Mumbai Highway,</p>\r\n<p>Deepak Spinners Limited, village Pagara, nearly 25 km on Ashok Nagar road</p>\r\n<p>KS Oil Ltd, nearly 10 km from guna on AB Road towards Gwalior.</p>\r\n<p>Sachin Music Private Limited, Guna,</p>\r\n<p>Spice park, Mavan.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Awan is a town in the Guna district of Madhya Pradesh, India, located 37 kilometers south from Guna headquarters, 9 kilometers from Raghogarh-Vijaypur, and 152 kilometers from the state capital Bhopal. This town has a nagar panchayat and a Raghogarh Tehsil, currently under Gwalior division. The PIN code is 473226 and nearest head post office is in Raghogarh. Nearby villages are: Achkalpur, Parkana, Gulwada, Raghogarh, and Gawari. Local tehsils are Chanchoda to the south, Aron to the east, Guna to the north, and Manoharthana westward.</p>\r\n<p>&nbsp;</p>\r\n<p>The closest cities are Raghogarh-Vijaypur, Ashok Nagar, Guna, and Sironj.</p>\r\n<p>&nbsp;</p>\r\n<p>Schools in Awan</p>\r\n<p>Acharya Banspati Shukal Sanskrit</p>\r\n<p>Ssm Awan</p>\r\n<p>Awan Ms</p>\r\n<p>Ganesh Vidhya Mandir Awan</p>\r\n<p>Local colleges</p>\r\n<p>Crescent College of Technology</p>\r\n<p>Government College at Guna, Madhya Pradesh</p>\r\n<p>Sha-shib Aerospace Engineering</p>\r\n<p>Government P. G. College</p>\r\n<p>Jaypee University of Engineering &amp; Technology (JUET), Raghogarh</p>\r\n<p>FDDI (footwear design development institute), Guna</p>\r\n<p>How to reach Awan</p>\r\n<p>By rail: Raghogarh railway station, Kumbhraj railway station are the very nearby railway stations to Awan. However, Bina Jn railway station is major railway station 35 km near to Awan.</p>\r\n<p>&nbsp;</p>\r\n<p>See also</p>\r\n<p>Bajrangarh Fort, a 16&ndash;17th-century fort in the Guna District, local outing place.Hanuman tekri is also a famous temple.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Guna_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-guna-madhya-pradesh","tags":[{"name":"guna","slug":"guna"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":687,"title":"Top Places to visit in Vidisha, Madhya Pradesh","imageUrl":"18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","dateCreated":"2019-09-15T16:39:09.469Z","dateModified":"2019-09-15T16:39:23.745Z","contributedBy":"AskGif","content":"Vidisha, (formerly known as Bhelsa), and known as Besnagar in ancient times, is a city in the state of Madhya Pradesh, India.\r\n&nbsp;\r\nThe district was created as \"Bhilsa District\" in 1904 by joining the tehsils of Vidisha (also known as Bhilsa) and Basoda, but not Basoda State, whi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vidisha","slug":"vidisha"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-vidisha-madhya-pradesh","total":0},{"id":660,"title":"Top Places to visit in Katni, Madhya Pradesh","imageUrl":"66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","dateCreated":"2019-09-14T03:07:10.369Z","dateModified":"2019-09-14T03:07:22.38Z","contributedBy":"AskGif","content":"Katni (also known as Murwara (Katni) or Mudwara) is a town on the banks of the Katni River in Madhya Pradesh, India. It is the administrative headquarters of Katni District. It is in the Mahakoshal region of central India. The city is 90 km (56 mi) from the divisional headquarters of the region, ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"katni","slug":"katni"}],"slug":"top-places-to-visit-in-katni-madhya-pradesh","total":0},{"id":641,"title":"Top Places to visit in Barwani, Madhya Pradesh","imageUrl":"d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","dateCreated":"2019-09-12T02:04:06.213Z","dateModified":"2019-09-12T02:04:18.611Z","contributedBy":"AskGif","content":"Barwani is a town and a municipality in Barwani district in the state of Madhya Pradesh, India. The town is situated near the left bank of the Narmada River, and is the administrative headquarters of Barwani District. It has served as the capital of the former princely state of Barwani. It can be","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"barwani","slug":"barwani"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-barwani-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}