{"id":654,"title":"Top Places to visit in Gwalior, Madhya Pradesh","imageUrl":"201f4233-8432-45ac-bce5-4e24a27aaf63_Gwalior-railway.jpg","dateCreated":"2019-09-14T01:13:19.586Z","dateModified":"2019-09-14T01:13:38.006Z","contributedBy":"AskGif","content":"<p>Gwalior is a major city in the central Indian state of Madhya Pradesh and one of the Counter-magnet cities. Located 343 kilometres (213 mi) south of Delhi, the capital city of India, 120 kilometres (75 mi) from Agra and 414 kilometres (257 mi) from Bhopal, the state capital, Gwalior occupies a strategic location in the Gird region of India. The city and its fortress have been ruled by several historic northern Indian kingdoms. From the Kachchhapaghatas in the 10th century, Tomars in the 13th century, it was passed on to the Mughal Empire, then to the Maratha in 1754, followed by the Scindia in the 18th century. A study of urban pollution in 2016 found the city to have the highest level of air pollution in India, and the second highest in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport and connectivity</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Gwalior is a major railway junction in the Northern central region. The Gwalior Junction (Station code: GWL) is the part of the North Central Railways. Gwalior is one of the few places where both narrow gauge and broad gauge railways tracks are operational. Gwalior is the terminus for the longest narrow gauge route operating in the world, covering a distance of 198 km from Gwalior Junction to Sheopur. Gwalior Junction is a five railway track intersection point. It won an award for the best and cleanest station of North Central Railway zone.</p>\r\n<p>&nbsp;</p>\r\n<p>Goes to Agra (AGC)</p>\r\n<p>Goes to Jhansi (JHS)</p>\r\n<p>Goes to Shivpuri (SVPI)</p>\r\n<p>Goes to Etawah (ETW)</p>\r\n<p>Goes to Sheopur Kalan (SOE) on Narrow Gauge Line</p>\r\n<p>Gwalior is one of the major commercial railway stations of the North Central Railway, whose zone headquarters is centred in Allahabad. The station has won awards from Indian Railways for excellent clean infrastructure in 1987, 1988, 1989 and 1992. It is in the Adrash Station Category of Indian Railways.</p>\r\n<p>&nbsp;</p>\r\n<p>Gwalior Light Railway connects to the Kuno Wildlife Sanctuary in Sheopur. It is the junction point to reach tourist destinations like Shivpuri, Dholpur and Bhind. Gwalior is on the Main train line between Delhi (station code: NDLS) and Mumbai (Bombay) (CSTM) and between Delhi and Chennai (MAS).</p>\r\n<p>&nbsp;</p>\r\n<p>Some trains starting here and travelling towards Eastern India via Gwalior Junction &ndash; Jhansi Junction provide direct connections to points in eastern India including Kolkata, Barauni, Varanasi, and Allahabad. There are about fifty trains to New Delhi and Agra every day, and around the same number of trains to the Bhopal and Nagpur stations. However, fewer trains are available for long routes like Mumbai and Chennai. The luxury trains &ndash; the Maharaja Express and the India on Wheels &ndash; stop at Gwalior on their week-long round trip of tourist destinations in Central India. More than 180 trains stop at Gwalior Railway Station</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Gwalior is fairly well connected to other parts of Madhya Pradesh and India by national and state highways. The proposed North-south-Corridor of the Golden-Quadrilateral Highway project passes through the city. The Agra-Bombay national highway (NH3) passes through Gwalior, connecting it to Shivpuri on one end and Agra on the other. The Yamuna Expressway is easily accessible from Agra for the travelers going to New Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is connected to the Jhansi by the National Highway 75, towards the south of the city. The northern part of the city is connected to the city of Mathura via National Highway 3. There are bus services to and from all major and minor cities near Gwalior, including Bhopal, Agra, Delhi, Jabalpur, Jhansi, Bhind, Morena, Dholpur, Etawah, Datia, Jaipur, and Indore.</p>\r\n<p>&nbsp;</p>\r\n<p>Airport</p>\r\n<p>Gwalior Airport (IATA: GWL, ICAO: VIGR), also called Rajamata Vijaya Raje Scindia Airport, is the airport of Gwalior. It has an Indian Air Force Base which stations Mirage fighters. Daily flights for Delhi, Mumbai, Kolkata, Pune, Hyderabad, Banglore, Indore and Jammu available from Gwalior airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Local Public Transport</p>\r\n<p>Gwalior's public transport system mainly consists of Tempos, auto rickshaw taxis, Ola Cabs, and micro-buses. The Municipal Corporation's \"Gwalior City Bus\" covers some routes in the city. Blue Radio taxis are also available in Gwalior. The Tempos and auto rickshaws are often cited as a cause of pollution and road congestion, and the local government has plans to replace the Tempos with vans that will run on liquefied petroleum gas.</p>\r\n<p>Recently, a 3 km cycle track has been built in the city, and the city became the fourth in India to have this type of facility.</p>\r\n<p>&nbsp;</p>\r\n<p>The Gwalior Metro is the proposed project for Gwalior city. The project was announced by state CM Shivraj Singh Chouhan on 17 October 2014. Hence district administration is preparing a DPR(Detailed Project Report) for The Gwalior Metro.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Girls Hostel, IIITM Gwalior</p>\r\n<p>&nbsp;</p>\r\n<p>Front view of Madhav Institute of Technology &amp; Science, Gwalior</p>\r\n<p>Gwalior has developed into a significant centre of education. It hosts several prominent government and private universities and institutions including the following:</p>\r\n<p>&nbsp;</p>\r\n<p>Universities in Gwalior</p>\r\n<p>University Type Location</p>\r\n<p>Amity University, Gwalior Private Airport Road, Maharajpura</p>\r\n<p>ITM University Private University Opp. Sithouli Railway Station, NH-75 Sithouli, Gwalior</p>\r\n<p>Jiwaji University Government University road, City Centre</p>\r\n<p>Lakshmibai National University of Physical Education Government Racecourse Road</p>\r\n<p>Raja Mansingh Tomar Music &amp; Arts University State university Needam Road</p>\r\n<p>Rajmata Vijayaraje Scindia Krishi Vishwavidyalaya (RVSKVV) State university Racecourse Road</p>\r\n<p>Prominent Institutes in Gwalior</p>\r\n<p>Institute Type Location</p>\r\n<p>Central Ayurvedic Research Institute and Hospital Government Aamkho</p>\r\n<p>College of Agriculture Government Racecourse Road</p>\r\n<p>Dr. Bhimrao Ambedkar Polytechnic College Government Jhansi Road</p>\r\n<p>Gajara Raja Medical College(GRMC) Government Heritage theme road, Lashkar</p>\r\n<p>Government Girls Polytechnic College Government MLB Road, Padav</p>\r\n<p>Gwalior Engineering College (GEC) Private Airport Road, Maharajpura, Gwalior</p>\r\n<p>Institute of Hotel Management Government Airport road, Maharajpura</p>\r\n<p>Atal Bihari Vajpayee Indian Institute of Information Technology and Management (IIITM) Government Morena Link road</p>\r\n<p>Indian Institute of Tourism and Travel Management Government Govindpuri</p>\r\n<p>Kamla Raja girls College (KRG College) Government Kampoo</p>\r\n<p>Madhav Institute of Technology and Science(MITS) Government aided Gola ka mandir, Racecourse road</p>\r\n<p>Maharani Lakshmi Bai College of Excellence (MLB College) Government Katora taal, Heritage theme road</p>\r\n<p>Rustamji Institute of Technology (RJIT) Government(Self financed)/Border Security Force BSF Academy, Tekanpur</p>\r\n<p>Shrimant Madhavrao Scindia Government Model Science College Government Naka Chandrabani, Jhansi road</p>\r\n<p>Gwalior has five Kendriya Vidyalayas (managed by the Ministry of Human Resource Development, Government Of India), several engineering and technological institutes and more than thirty affiliated engineering colleges.</p>\r\n<p>&nbsp;</p>\r\n<p>The famous Scindia School, a boarding school for boys, and all India ranked 3rd among other IPSC Boarding schools by the Education World, Scindia Kanya Vidyalaya (boarding school for girls), Delhi Public School, Gwalior are also located in Gwalior city.</p>\r\n<p>&nbsp;</p>\r\n<p>Architecture</p>\r\n<p>Gwalior Fort</p>\r\n<p>&nbsp;</p>\r\n<p>This section may contain an excessive amount of intricate detail that may interest only a particular audience. Please help by spinning off or relocating any relevant information, and removing excessive detail that may be against Wikipedia's inclusion policy. (August 2017) (Learn how and when to remove this template message)</p>\r\n<p>Main article: Gwalior Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Gwalior fort front side view</p>\r\n<p>At the heart of Gwalior is Gwalior Fort of the Tomara dynasty. This structure was reputed to be one of the most structurally sound forts of India, having been improved by Raja Man Singh Tomar where a previous structure existed. It occupies an isolated rock outcrop. The hill is steepened to make it virtually unscalable and is surrounded by high walls which enclose buildings from several periods. The old town of Gwalior lies at the eastern base of the fortress. Lashkar, founded by Daulat Rao Scindia, formerly a separate town that originated as a military camp, lies to the south, and Morar, also a formerly separate town, lies to the east. Gwalior, Lashkar and Morar are part of the Gwalior Municipal Corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>The Fort, popularly called \"the Gibraltar of India\", overlooks the city. The Emperor Babur reputedly described it as \"the pearl in the necklace of the forts of Hind\". This fort's architecture is unique. It displays a Chinese influence on Indian architecture, as Chinese dragons have been crafted at the hilt of the pillars. This influence was due to trade between China and India at the time of the fort's construction.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>view of Gujri Mahal and nearby areas from Gwalior Fort</p>\r\n<p>After the death of Sher Shah Suri in 1545, who was ruling North India at that time, his son Islam Shah shifted his capital from Delhi to Gwalior and constructed 'Sher Shah Mandir' (or 'Sher Shah Fort') in his father's memory. Islam Shah operated from Gwalior until his death in 1553. Islam Shah had appointed the Hindu warrior 'Hemu' or Hem Chandra Vikramaditya as his Prime Minister in Sher Shah Fort for the first time, who later on became the Hem Chandra Vikramaditya king at Delhi and established 'Hindu Raj' in North India.</p>\r\n<p>&nbsp;</p>\r\n<p>In the east of the city are two examples of early Mughal architecture: the mausoleum of the 16th century Sufi Saint Ghous Mohammed and the tomb of Mian Tansen, a singer and one of the 'Nine Jewels' of the Mughal Emperor Akbar's court. Right next to them is the Gujari Mahal, built by Tomar Rajput King Man Singh Tomar on demand of his consort Gujar princess Mrignayani. Close to the heart of the city is Jai Vilas Palace of the Scindia dynasty, patterned on the palace of Versailles. It combines Tuscan, Italian and Corinthian styles of architecture. Historically and architecturally, Gwalior is interesting first as an ancient seat of Jain worship; second for its example of palace architecture of the Hindu period between 1486 and 1516; and third as an historic fortress. Many historical places are found near the Dabra-Bhitarwar Road. Prior to the founding of Gwalior, the region was also known by its ancient name of Gopasetra. Gwalior had an institutional seat of the Bhattarakas of Kashtha Sangh and later Mula Sangh.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Rock cut images of the Tirthankaras.</p>\r\n<p>Gopachal Parvat is situated on the mountainous terrain at the slopes of Gwalior Fort. Gopachal Parvat contains unique statues of Jain Tirthankaras. The idol of Parshvanath seated on a lotus (carved out of a single stone) is the largest in the world, towering at 14 metres (46 ft) in height and 9 metres (30 ft) in breadth. There is a series of 26 Jain statues in a single line. Built between 1398 and 1536 by Tomar kings, these Jain Tirthankar statues are one of a kind in architecture.</p>\r\n<p>&nbsp;</p>\r\n<p>The view of scindia palace from the fort</p>\r\n<p>Municipality Museum, is situated a little distance from Rani Lakshmibai's tomb.</p>\r\n<p>&nbsp;</p>\r\n<p>Gwalior Municipal Corporation's Museum</p>\r\n<p>Modern 5D is Madhya Pradesh's first multi-dimensional theatre launched in the 2011 trade fair of Gwalior. It was built by Gwalior's leading enterprise Modern Techno Projects (P) Ltd. Modern 5D is recognised as India's first own multi-dimensional theatre.</p>\r\n<p>Shyam Vatika is a banquet hall which has the world's largest indoor mural, as recognised by Guinness World Records.</p>\r\n<p>Within the fort are some marvels of medieval architecture. The 15th century Gujari Mahal is a monument to the love of Raja Mansingh Tomar for his Gujar Queen, Mrignayani. The outer structure of Gujari Mahal has survived in an almost total state of preservation; the interior has been converted into an archaeological museum housing rare antiquities, some of them dating back to the 1st century A.D. Many of these have been defaced by the iconoclastic Mughals.</p>\r\n<p>Sas-Bahu Temple - A 9th-century shrine, Sas-Bahu temple in the fort allures not only the devotees but also the tourists with its artistic value. Despite what its name may suggest, these temples are not dedicated to Sas (mother-in-law) and Bahu (daughter-in-law) but rather the short form of Shashtra Bahu, another name for Lord Vishnu. These temples situated adjacent to each other and the larger one is elaborately decorated with carvings and sculptures. The roof of the larger temple is adorned with a lotus carving.</p>\r\n<p>&nbsp;</p>\r\n<p>Teli-ka-Mandir</p>\r\n<p>Teli Ka Mandir (Telangana Mandir) - A structure of about 100 feet, Teli Ka Mandir in Gwalior Fort distinguishes itself from the other compositions of its time because of its unique architecture. Though the roof of the temple holds a Dravidian style, the sculptures are typically North Indian. The temple bears a close resemblance to the temple of Prathihara Vishnu, and is filled with images of coiled serpents, passionate couples, river goddesses, and a flying Garuda. The temple architecture follows the Indo-Aryan and Nagara styles and is believed to be among the oldest constructions in the fort. The Telikā Mandir, or 'oil-man's temple', owes its name to Teli, a term for an oil grinder or oil dealer. Many suggestions have been put forward to explain this name historically, but in fact the name is not old, the temple being used for processing oil before the British occupied the fort and used the building, albeit temporarily, as a coffee shop. The Telikā Mandir is the loftiest temple among all the buildings in Gwalior Fort with a height of about 30 meters. The temple consists of a garba griha, that is, sanctum proper for the deity, and an antarala to enter into the temple. It can be approached by a flight of steps provided on the eastern side. The most striking feature of the temple is the wagon-vaulted roof, a form used over rectangular shrines which normally accommodated a row of Mother Goddesses. The goddesses from the interior vanished centuries ago and have not been traced. The exterior walls of the temple are decorated with sculptures, many of which are damaged; the niches, shaped like temples, are empty. The building carries a dedicatory inscription to the goddess in a niche on the southern side, but otherwise does not have any history. The architectural style points to a date in the late 8th Century. The entrance gateway on the eastern side is a later addition of the British period, made by Major Keith in 1881. It was built as a way of saving various historic pillars and other pieces no longer in their original context.</p>\r\n<p>Jain rock-cut sculptures - A striking part of the Jain remains at Gwalior is a series of caves or rock-cut sculptures, excavated in the rock on all sides, and numbering nearly a hundred, great and small. Most of them are mere niches to hold statues, though some are cells that may have been originally intended for residences. According to inscriptions, they were all excavated within a short period of about thirty-three years, between 1441 and 1474. One of the colossal figures is 57 ft (17 m) high, taller than any other in northern India.</p>\r\n<p>Gurudwara Datta Bandi Choodh- Gwalior Fort also has the Gurudwara, built in the memory of the sixth Sikh, Guru Har Gobind. This Gurudwara is particularly large and grand, built entirely of marble with coloured glass decorating the main building. Recital of the Guru Granth Sahib takes place here and Mughal kings used to visit Gwalior regularly. There is a Gurdwara that was converted to a mandir of \"kalli devi\" and process is on to take it back by Sikhs.</p>\r\n<p>Adhyatma Niketan is an important ashram near Gwalior Fort.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Jai Vilas Palace</p>\r\n<p>Jai Vilas Mahal</p>\r\n<p>Main article: Jai Vilas Mahal</p>\r\n<p>Also called Jai Vilas Palace, is the residential palace turned museum of the Maratha rulers of Gwalior - the Scindias. The palace has notable collections of antiques. The museum is one of the largest in Madhya Pradesh and has the world's largest chandelier and the complex is a mixture of British and Hindu architecture. The palace was constructed in 1874 as an attempt to bring the palace of Versailles to Gwalior.</p>\r\n<p>&nbsp;</p>\r\n<p>Tombs and Chatris of historic importance</p>\r\n<p>&nbsp;</p>\r\n<p>Gaus Mohammad tomb</p>\r\n<p>Chatris of Scindias is situated close to the city near Achaleshwar temple and is the burial place for the Scindias who ruled the city for numerous years. Designated persons like Maharaja Madhavrao Scindia, Vijayaraje Scindia and His Highness Jivajirao Scindia were cremated here.</p>\r\n<p>Tansen's tomb: Gwalior is the birthplace of the musician Tansen. He was one of the \"Nine Gems of Akbar\".</p>\r\n<p>Gaus Mohammad's tomb: The tombs of Great Gaus Mohammad and Tansen are situated on the same territory.</p>\r\n<p>Tomb of Rani Lakshmibai, a famous freedom fighter, at Phoolbag area. It is here where the she died in 1858 fighting against the British. It is also her burial place.</p>\r\n<p>&nbsp;</p>\r\n<p>Sun Temple</p>\r\n<p>Sun Temple</p>\r\n<p>Located in &sect; Morar Cantonment, the Sun Temple \"Vivsvaan mandir\" is dedicated to the sun god Surya. Designed as a facsimile of the Sun temple of Konark in Odisha, the temple was sponsored and built in the 1980s by the Birla family.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple is located in a serene ambience and a well-maintained garden within the temple premises is very attractive. This holy temple draws the locals and tourists alike who gather here to render their prayers. Before the temple was built the gardens had the name Tapovan. The gardens were the location of an ill-fated attempt to introduce african lions by the Maharaja of Gwalior State.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Amjad Ali Khan, sarod player and musician</p>\r\n<p>Atal Bihari Vajpayee, former Prime Minister of India</p>\r\n<p>Javed Akhtar, famous poet, lyricist &amp; writer, born in Gwalior. His family was based in Gwalior for nearly three generations, from his grandfather's time.</p>\r\n<p>Kartik Aaryan, actor, born in Gwalior</p>\r\n<p>Sharad Kelkar, actor, born in Gwalior</p>\r\n<p>Piyush Mishra, Indian film and theatre actor, Music Director, Lyricist, Singer, Scriptwriter.</p>\r\n<p>Mamta Sharma, singer [Munni Badnam, Fevicol se etc.], born in Gwalior</p>\r\n<p>Ganesh Shankar Vidyarthi, famous Hindi writer, born in Gwalior</p>\r\n<p>Nida Fazli, famous Urdu writer and poet</p>\r\n<p>Roop Singh, Indian hockey player and Olympian</p>\r\n<p>Shivendra Singh, Indian national hockey player, born and lives in Gwalior</p>\r\n<p>Tansen, court musician of the Mughal Ruler Akbar</p>\r\n<p>Salman Khan, Arbaaz Khan, studied at Scindia School</p>\r\n<p>Narendra Singh Tomar</p>\r\n<p>Pran Kumar Sharma, cartoonist and comic creator of Chacha Chaudhary fame moved here after the Partition</p>\r\n<p>Sunil Bharti Mittal, CEO of Bharti Airtel. He first joined the Wynberg Allen School in Mussoorie, but later attended Scindia School at Gwalior</p>\r\n<p>Anurag Kashyap, an Indian film director, screenwriter, producer and actor. He did his early schooling from Green School Dehradun and after the age of eight, he attended the Scindia School in Gwalior</p>\r\n<p>Krishnarao Shankar Pandit, noted musician of the Gwalior gharana</p>\r\n<p>Meet Bros, the musician duo hail from Gwalior.</p>\r\n<p>Pawan karan, Noted Indian major Hindi poet and writer.</p>\r\n<p>Meeta Pandit, famous musician of Gwalior Gharana</p>\r\n<p>Amitabh Mitra, Indo-English Poet, Visual Artist and Head of Emergency Medicine and Trauma, South Africa. He studied at Gajara Raja Medical College, Gwalior</p>\r\n<p>Harshvardhan Rane, Telugu and Bollywood actor</p>\r\n<p>Kushal Tandon, Indian Television actor. He did his schooling at Scindia School in Gwalior</p>\r\n<p>Nitin Mukesh, Singer. He did his schooling at Scindia School in Gwalior</p>\r\n<p>Navniti Prasad Singh, Former Chief Justice of Kerala High Court</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gwalior</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/201f4233-8432-45ac-bce5-4e24a27aaf63_Gwalior-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-gwalior-madhya-pradesh","tags":[{"name":"gwalior","slug":"gwalior"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":682,"title":"Top Places to visit in Sidhi, Madhya Pradesh","imageUrl":"ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","dateCreated":"2019-09-15T15:49:57.172Z","dateModified":"2019-09-15T15:50:11.231Z","contributedBy":"AskGif","content":"Sidhi is a city and a municipality in Sidhi district in the Indian state of Madhya Pradesh. It is the headquarters of the Sidhi district.\r\n&nbsp;\r\nSidhi District is one of the tribal districts of Madhya Pradesh state of India. The town of Sidhi is the district headquarters. The dist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sidhi","slug":"sidhi"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-sidhi-madhya-pradesh","total":0},{"id":671,"title":"Top Places to visit in Rajgarh, Madhya Pradesh","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"Rajgarh district is a District of Madhya Pradesh state in central India. The city of Rajgarh is the administrative headquarters of the district. Rajgarhin Madhya Pradesh is one of the aspirational districts selected by Government of India. The district has an area of 6,154 km&sup2; and the popula","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajgarh","slug":"rajgarh"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":641,"title":"Top Places to visit in Barwani, Madhya Pradesh","imageUrl":"d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","dateCreated":"2019-09-12T02:04:06.213Z","dateModified":"2019-09-12T02:04:18.611Z","contributedBy":"AskGif","content":"Barwani is a town and a municipality in Barwani district in the state of Madhya Pradesh, India. The town is situated near the left bank of the Narmada River, and is the administrative headquarters of Barwani District. It has served as the capital of the former princely state of Barwani. It can be","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"barwani","slug":"barwani"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-barwani-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}