{"id":654,"title":"ग्वालियर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"201f4233-8432-45ac-bce5-4e24a27aaf63_Gwalior-railway.jpg","dateCreated":"2019-09-14T01:13:19.586Z","dateModified":"2019-09-14T01:13:38.006Z","contributedBy":"AskGif","content":"<p>ग्वालियर मध्य भारतीय राज्य मध्य प्रदेश में एक प्रमुख शहर है और काउंटर-चुंबक शहरों में से एक है। दिल्ली से ३४३ किलोमीटर (२१३ मील) दक्षिण में, भारत की राजधानी शहर, आगरा से १२० किलोमीटर (7५ मील) और भोपाल, राज्य की राजधानी ग्वालियर से ४१४ किलोमीटर (२५ Gwalior मील), भारत के गिर क्षेत्र में एक रणनीतिक स्थान पर स्थित है। । शहर और इसके किले पर कई ऐतिहासिक उत्तरी भारतीय राज्यों द्वारा शासन किया गया है। 10 वीं शताब्दी में कच्छपघाट से, 13 वीं शताब्दी में तोमर, यह मुगल साम्राज्य, फिर 1754 में मराठा, फिर 18 वीं शताब्दी में सिंधिया द्वारा पारित किया गया था। 2016 में शहरी प्रदूषण के एक अध्ययन में पाया गया कि शहर में भारत में वायु प्रदूषण का उच्चतम स्तर है, और दुनिया में दूसरा सबसे अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन और कनेक्टिविटी</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>ग्वालियर उत्तरी मध्य क्षेत्र में एक प्रमुख रेलवे जंक्शन है। ग्वालियर जंक्शन (स्टेशन कोड: GWL) उत्तर मध्य रेलवे का हिस्सा है। ग्वालियर उन कुछ स्थानों में से एक है, जहां नैरो गेज और ब्रॉड गेज रेलवे ट्रैक चालू हैं। ग्वालियर दुनिया में सबसे लंबे समय तक संकीर्ण गेज मार्ग के लिए टर्मिनस है, जो ग्वालियर जंक्शन से श्योपुर तक 198 किमी की दूरी तय करता है। ग्वालियर जंक्शन पांच रेलवे ट्रैक चौराहा है। इसने उत्तर मध्य रेलवे जोन के सबसे अच्छे और साफ-सुथरे स्टेशन के लिए एक पुरस्कार जीता।</p>\r\n<p>&nbsp;</p>\r\n<p>आगरा (AGC) जाता है</p>\r\n<p>झांसी (JHS) जाता है</p>\r\n<p>शिवपुरी (SVPI) जाता है</p>\r\n<p>इटावा (ETW) जाता है</p>\r\n<p>नैरो गेज लाइन पर श्योपुर कलां (SOE) तक जाती है</p>\r\n<p>ग्वालियर उत्तर मध्य रेलवे के प्रमुख वाणिज्यिक रेलवे स्टेशनों में से एक है, जिसका जोन मुख्यालय इलाहाबाद में केंद्रित है। इस स्टेशन ने 1987, 1988, 1989 और 1992 में उत्कृष्ट स्वच्छ अवसंरचना के लिए भारतीय रेलवे से पुरस्कार जीते हैं। यह भारतीय रेलवे के एड्राश स्टेशन श्रेणी में है।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्वालियर लाइट रेलवे श्योपुर में कूनो वन्यजीव अभयारण्य से जुड़ता है। यह शिवपुरी, धौलपुर और भिंड जैसे पर्यटन स्थलों तक पहुंचने के लिए जंक्शन बिंदु है। ग्वालियर दिल्ली (स्टेशन कोड: NDLS) और मुंबई (बॉम्बे) (CSTM) और दिल्ली और चेन्नई (MAS) के बीच मुख्य ट्रेन लाइन पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>यहाँ से शुरू होने वाली और ग्वालियर जंक्शन - झाँसी जंक्शन के माध्यम से पूर्वी भारत की ओर जाने वाली कुछ रेलगाड़ियाँ कोलकाता, बरौनी, वाराणसी और इलाहाबाद सहित पूर्वी भारत में पॉइंट्स के लिए सीधे कनेक्शन प्रदान करती हैं। नई दिल्ली और आगरा के लिए हर दिन लगभग पचास ट्रेनें हैं, और भोपाल और नागपुर स्टेशनों के लिए लगभग इतनी ही ट्रेनें हैं। हालांकि, मुंबई और चेन्नई जैसे लंबे मार्गों के लिए कम ट्रेनें उपलब्ध हैं। लग्जरी ट्रेनें - महाराजा एक्सप्रेस और भारत ऑन व्हील्स - मध्य भारत के पर्यटन स्थलों की अपनी सप्ताह भर की लंबी यात्रा पर ग्वालियर में रुकती हैं। ग्वालियर रेलवे स्टेशन पर 180 से अधिक ट्रेनें रुकती हैं</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>ग्वालियर राष्ट्रीय और राज्य राजमार्गों द्वारा मध्य प्रदेश और भारत के अन्य हिस्सों से काफी अच्छी तरह से जुड़ा हुआ है। स्वर्ण-चतुर्भुज राजमार्ग परियोजना का प्रस्तावित उत्तर-दक्षिण-गलियारा शहर से होकर गुजरता है। आगरा-बॉम्बे राष्ट्रीय राजमार्ग (NH3) ग्वालियर से होकर गुजरता है, जो एक छोर पर शिवपुरी से जुड़ता है और दूसरे पर आगरा। नई दिल्ली जाने वाले यात्रियों के लिए आगरा से यमुना एक्सप्रेसवे आसानी से उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर राष्ट्रीय राजमार्ग 75 द्वारा शहर के दक्षिण की ओर झांसी से जुड़ा हुआ है। शहर का उत्तरी भाग राष्ट्रीय राजमार्ग 3 के माध्यम से मथुरा शहर से जुड़ा हुआ है। ग्वालियर, भोपाल, आगरा, दिल्ली, जबलपुर, झाँसी, भिंड, मुरैना, धौलपुर सहित सभी प्रमुख और छोटे शहरों से बस सेवा उपलब्ध हैं। इटावा, दतिया, जयपुर और इंदौर।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डा</p>\r\n<p>ग्वालियर हवाई अड्डा (IATA: GWL, ICAO: VIGR), जिसे राजमाता विजया राजे सिंधिया हवाई अड्डा भी कहा जाता है, ग्वालियर का हवाई अड्डा है। इसमें एक भारतीय वायु सेना बेस है जो मिराज सेनानियों को तैनात करता है। ग्वालियर हवाई अड्डे से दिल्ली, मुंबई, कोलकाता, पुणे, हैदराबाद, बंगलौर, इंदौर और जम्मू के लिए दैनिक उड़ानें उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय सार्वजनिक परिवहन</p>\r\n<p>ग्वालियर की सार्वजनिक परिवहन प्रणाली में मुख्य रूप से टेम्पो, ऑटो रिक्शा टैक्सी, ओला कैब्स और माइक्रो-बसें शामिल हैं। नगर निगम की \"ग्वालियर सिटी बस\" शहर में कुछ मार्गों को कवर करती है। ग्वालियर में ब्लू रेडियो टैक्सी भी उपलब्ध हैं। टेंपोस और ऑटो रिक्शा को अक्सर प्रदूषण और सड़क की भीड़ के कारण के रूप में उद्धृत किया जाता है, और स्थानीय सरकार की योजना है कि टेंपोस को वैन के साथ बदलने की योजना है जो तरलीकृत पेट्रोलियम गैस पर चलेगी।</p>\r\n<p>हाल ही में, शहर में एक 3 किमी साइकिल ट्रैक बनाया गया है, और इस प्रकार की सुविधा के लिए शहर भारत में चौथा बन गया है।</p>\r\n<p>ग्वालियर मेट्रो ग्वालियर शहर के लिए प्रस्तावित परियोजना है। परियोजना की घोषणा राज्य के सीएम शिवराज सिंह चौहान ने 17 अक्टूबर 2014 को की थी। इसलिए जिला प्रशासन ग्वालियर मेट्रो के लिए एक डीपीआर (विस्तृत परियोजना रिपोर्ट) तैयार कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>गर्ल्स हॉस्टल, IIITM ग्वालियर</p>\r\n<p>&nbsp;</p>\r\n<p>माधव इंस्टीट्यूट ऑफ टेक्नोलॉजी एंड साइंस, ग्वालियर के सामने का दृश्य</p>\r\n<p>ग्वालियर शिक्षा के एक महत्वपूर्ण केंद्र के रूप में विकसित हुआ है। यह निम्नलिखित सहित कई प्रमुख सरकारी और निजी विश्वविद्यालयों और संस्थानों की मेजबानी करता है:</p>\r\n<p>&nbsp;</p>\r\n<p>ग्वालियर में विश्वविद्यालय</p>\r\n<p>विश्वविद्यालय प्रकार स्थान</p>\r\n<p>एमिटी यूनिवर्सिटी, ग्वालियर प्राइवेट एयरपोर्ट रोड, महाराजपुरा</p>\r\n<p>आईटीएम यूनिवर्सिटी प्राइवेट यूनिवर्सिटी ऑप। सिथौली रेलवे स्टेशन, NH-75 सिथौली, ग्वालियर</p>\r\n<p>जीवाजी यूनिवर्सिटी गवर्नमेंट यूनिवर्सिटी रोड, सिटी सेंटर</p>\r\n<p>लक्ष्मीबाई नेशनल यूनिवर्सिटी ऑफ फिजिकल एजुकेशन गवर्नमेंट रेसकोर्स रोड</p>\r\n<p>राजा मानसिंह तोमर संगीत और कला विश्वविद्यालय राज्य विश्वविद्यालय नीडम रोड</p>\r\n<p>राजमाता विजयाराजे सिंधिया कृषि विश्व विद्यालय (RVSKVV) राज्य विश्वविद्यालय रेसकोर्स रोड</p>\r\n<p>ग्वालियर में प्रमुख संस्थान</p>\r\n<p>संस्थान प्रकार स्थान</p>\r\n<p>केंद्रीय आयुर्वेदिक अनुसंधान संस्थान और अस्पताल सरकार आमखो</p>\r\n<p>कॉलेज ऑफ एग्रीकल्चर गवर्नमेंट रेसकोर्स रोड</p>\r\n<p>डॉ। भीमराव अम्बेडकर पॉलिटेक्निक कॉलेज सरकार झाँसी रोड</p>\r\n<p>गजरा राजा मेडिकल कॉलेज (जीआरएमसी) सरकारी विरासत थीम रोड, लश्कर</p>\r\n<p>गवर्नमेंट गर्ल्स पॉलिटेक्निक कॉलेज गवर्नमेंट MLB रोड, पड़ाव</p>\r\n<p>ग्वालियर इंजीनियरिंग कॉलेज (GEC) प्राइवेट एयरपोर्ट रोड, महाराजपुरा, ग्वालियर</p>\r\n<p>इंस्टीट्यूट ऑफ होटल मैनेजमेंट गवर्नमेंट एयरपोर्ट रोड, महाराजपुरा</p>\r\n<p>अटल बिहारी वाजपेयी भारतीय सूचना प्रौद्योगिकी संस्थान और प्रबंधन (IIITM) सरकार मुरैना लिंक रोड</p>\r\n<p>भारतीय पर्यटन और यात्रा प्रबंधन संस्थान गोविंदपुरी</p>\r\n<p>कमला राजा गर्ल्स कॉलेज (KRG कॉलेज) गवर्नमेंट कंपू</p>\r\n<p>माधव इंस्टीट्यूट ऑफ टेक्नोलॉजी एंड साइंस (एमआईटीएस) सरकार ने गोला का मंदिर, रेसकोर्स रोड सहायता प्राप्त की</p>\r\n<p>महारानी लक्ष्मी बाई कॉलेज ऑफ एक्सीलेंस (एमएलबी कॉलेज) गवर्नमेंट कटोरा ताल, हेरिटेज थीम रोड</p>\r\n<p>रुस्तमजी प्रौद्योगिकी संस्थान (RJIT) सरकार (स्व वित्तपोषित) / सीमा सुरक्षा बल BSF अकादमी, टेकनपुर</p>\r\n<p>श्रीमंत माधवराव सिंधिया गवर्नमेंट मॉडल साइंस कॉलेज गवर्नमेंट नाका चंद्रबनी, झांसी रोड</p>\r\n<p>ग्वालियर में पांच केन्द्रीय विद्यालय (मानव संसाधन विकास मंत्रालय, भारत सरकार द्वारा प्रबंधित), कई इंजीनियरिंग और तकनीकी संस्थान और तीस से अधिक संबद्ध इंजीनियरिंग कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रसिद्ध सिंधिया स्कूल, लड़कों के लिए एक बोर्डिंग स्कूल, और अखिल भारतीय शिक्षा जगत द्वारा अन्य IPSC बोर्डिंग स्कूलों में तीसरा स्थान, सिंधिया कन्या विद्यालय (लड़कियों के लिए बोर्डिंग स्कूल), दिल्ली पब्लिक स्कूल, ग्वालियर भी ग्वालियर शहर में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आर्किटेक्चर</p>\r\n<p>ग्वालियर का किला</p>\r\n<p>&nbsp;</p>\r\n<p>इस खंड में अत्यधिक मात्रा में जटिल विवरण हो सकते हैं जो केवल एक विशेष दर्शक को ही रुचि दे सकते हैं। कृपया किसी भी प्रासंगिक जानकारी को कताई या स्थानांतरित करके और अत्यधिक विवरण को हटाकर मदद करें जो कि विकिपीडिया की समावेश नीति के विरुद्ध हो सकता है। (अगस्त 2017) (इस टेम्पलेट संदेश को कैसे और कब निकालें)</p>\r\n<p>मुख्य लेख: ग्वालियर का किला</p>\r\n<p>&nbsp;</p>\r\n<p>ग्वालियर किला सामने की ओर का दृश्य</p>\r\n<p>ग्वालियर के मध्य में तोमर वंश का ग्वालियर किला है। इस संरचना को भारत के सबसे संरचनात्मक ध्वनि किलों में से एक के रूप में प्रतिष्ठित किया गया था, राजा मान सिंह तोमर द्वारा सुधार किया गया था जहां एक पिछली संरचना मौजूद थी। यह एक पृथक रॉक आउटकॉर्प है। पहाड़ी को वस्तुतः अस्थिर बनाने के लिए खड़ी है और ऊंची दीवारों से घिरा हुआ है जो कई अवधियों से इमारतों को घेरते हैं। ग्वालियर का पुराना शहर किले के पूर्वी आधार पर स्थित है। दौलत राव सिंधिया द्वारा स्थापित लश्कर, पूर्व में एक अलग शहर था, जो एक सैन्य शिविर के रूप में उत्पन्न हुआ था, दक्षिण में स्थित है, और मोरार, एक पूर्व में अलग शहर, पूर्व में स्थित है। ग्वालियर, लश्कर और मोरार ग्वालियर नगर निगम का हिस्सा हैं।</p>\r\n<p>फोर्ट, जिसे \"भारत का जिब्राल्टर\" कहा जाता है, शहर को देखता है। बादशाह बाबर ने इसे \"हिंद के किलों के हार में मोती\" के रूप में प्रतिष्ठित किया। इस किले की वास्तुकला अद्वितीय है। यह भारतीय वास्तुकला पर एक चीनी प्रभाव को प्रदर्शित करता है, क्योंकि चीनी ड्रेगन को स्तंभों के झुकाव पर तैयार किया गया है। यह प्रभाव किले के निर्माण के समय चीन और भारत के बीच व्यापार के कारण था।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>ग्वालियर किले से गुजरी महल और आसपास के क्षेत्रों का दृश्य</p>\r\n<p>1545 में शेर शाह सूरी की मृत्यु के बाद, जो उस समय उत्तर भारत पर शासन कर रहे थे, उनके बेटे इस्लाम शाह ने अपनी राजधानी दिल्ली से ग्वालियर स्थानांतरित कर दी और अपने पिता की याद में 'शेरशाह मंदिर' (या 'शेरशाह किला') का निर्माण कराया। इस्लाम शाह 1553 में अपनी मृत्यु तक ग्वालियर से संचालित हुआ। इस्लाम शाह ने पहली बार शेर शाह किले में हिंदू योद्धा 'हेमू' या हेम चंद्र विक्रमादित्य को अपना प्रधान मंत्री नियुक्त किया था, जो बाद में दिल्ली में हेम चंद्र विक्रमादित्य राजा बने और उत्तर भारत में 'हिंदू राज' की स्थापना की।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के पूर्व में मुगल स्थापत्य कला के दो उदाहरण हैं: 16 वीं सदी के सूफी संत घौस मोहम्मद का मकबरा और मियां तानसेन का मकबरा, एक गायक और मुगल सम्राट अकबर के दरबार के 'नौ ज्वेल्स' में से एक। उनके ठीक बगल में गुजरी महल है, जो उनके संरक्षक गुर्जर राजकुमारी मृगनयनी की मांग पर तोमर राजपूत राजा मान सिंह तोमर द्वारा बनवाया गया था। शहर के केंद्र में स्थित सिंधिया राजवंश का जय विलास पैलेस है, जो वर्साय के महल पर बना हुआ है। यह टस्कन, इतालवी और वास्तुकला के कोरिन्थियन शैलियों को जोड़ती है। ऐतिहासिक और वास्तुकला के लिहाज से, जैन पूजा की प्राचीन सीट के रूप में ग्वालियर पहले दिलचस्प है; 1486 और 1516 के बीच हिंदू काल के महल वास्तुकला के उदाहरण के लिए दूसरा; और एक ऐतिहासिक किले के रूप में तीसरा। डबरा-भितरवार रोड के पास कई ऐतिहासिक स्थान पाए जाते हैं। ग्वालियर की स्थापना से पहले, इस क्षेत्र को गोपासरा के प्राचीन नाम से भी जाना जाता था। ग्वालियर में कश्ट संघ और बाद में मूला संघ के भट्टारक की संस्थागत सीट थी।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>तीर्थंकरों के चित्र काटे।</p>\r\n<p>गोपाचल पर्वत ग्वालियर किले की ढलान पर पहाड़ी इलाके में स्थित है। गोपाचल पर्वत में जैन तीर्थंकरों की अद्वितीय प्रतिमाएँ हैं। पार्श्वनाथ (एक पत्थर से उकेरी गई) पर पार्श्वनाथ की मूर्ति दुनिया में सबसे बड़ी है, जिसकी ऊंचाई 14 मीटर (46 फीट) और चौड़ाई 9 मीटर (30 फीट) है। एक पंक्ति में 26 जैन प्रतिमाओं की एक श्रृंखला है। तोमर राजाओं द्वारा 1398 और 1536 के बीच निर्मित, ये जैन तीर्थंकर प्रतिमाएँ वास्तुकला में एक प्रकार की हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>किले से scindia महल का दृश्य</p>\r\n<p>नगर पालिका संग्रहालय, रानी लक्ष्मीबाई की कब्र से थोड़ी दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्वालियर नगर निगम का संग्रहालय</p>\r\n<p>आधुनिक 5 डी, मध्य प्रदेश का पहला बहुआयामी थिएटर है जिसे ग्वालियर के 2011 के व्यापार मेले में लॉन्च किया गया था। यह ग्वालियर के प्रमुख उद्यम मॉडर्न टेक्नो प्रोजेक्ट्स (P) लिमिटेड द्वारा बनाया गया था। आधुनिक 5D को भारत के पहले बहु-आयामी थिएटर के रूप में मान्यता प्राप्त है।</p>\r\n<p>श्याम वाटिका एक बैंक्वेट हॉल है, जिसमें दुनिया का सबसे बड़ा इनडोर म्यूरल है, जिसे गिनीज वर्ल्ड रिकॉर्ड्स द्वारा मान्यता प्राप्त है।</p>\r\n<p>किले के भीतर मध्यकालीन वास्तुकला के कुछ चमत्कार हैं। 15 वीं शताब्दी के गुजरी महल, राजा मानसिंह तोमर के प्यार के लिए एक स्मारक है। गुजरी महल की बाहरी संरचना लगभग संरक्षण की स्थिति में बची हुई है; इंटीरियर को एक पुरातात्विक संग्रहालय आवास दुर्लभ प्राचीन वस्तुओं में बदल दिया गया है, उनमें से कुछ पहली शताब्दी के ए डी में वापस डेटिंग करते हैं। इनमें से कई को आइकनोक्लास्टिक मुगलों द्वारा संरक्षित किया गया है।</p>\r\n<p>सास-बहू मंदिर - 9 वीं शताब्दी का एक मंदिर, किले में सास-बहू मंदिर न केवल भक्तों को बल्कि पर्यटकों को भी इसके कलात्मक मूल्य से आकर्षित करता है। इसके नाम का सुझाव देने के बावजूद, ये मंदिर सास (सास) और बहू (बहू) को समर्पित नहीं हैं, बल्कि शशत्रु बहू का संक्षिप्त रूप है, जो भगवान विष्णु का दूसरा नाम है। ये मंदिर एक-दूसरे से सटे हुए हैं और बड़े-बड़े मंदिर नक्काशी और मूर्तियों से सुसज्जित हैं। बड़े मंदिर की छत कमल की नक्काशी से सजी है।</p>\r\n<p>तेली-का-मंदिर</p>\r\n<p>तेली का मंदिर (तेलंगाना मंदिर) - लगभग 100 फीट की एक संरचना, ग्वालियर किले में तेली का मंदिर अपनी अनूठी वास्तुकला के कारण अपने समय की अन्य रचनाओं से अलग है। हालांकि मंदिर की छत एक द्रविड़ शैली की है, मूर्तियां आमतौर पर उत्तर भारतीय हैं। यह मंदिर प्रतिहार विष्णु के मंदिर के निकट है, और इसमें कुंडलित नाग, भावुक जोड़े, नदी देवी और एक उड़ते हुए गरुड़ के चित्र भरे पड़े हैं। मंदिर की वास्तुकला इंडो-आर्यन और नगर शैलियों का अनुसरण करती है और माना जाता है कि यह किले के सबसे पुराने निर्माणों में से एक है। तेलिका मंदिर या 'तेल-आदमी का मंदिर', तेल ग्राइंडर या तेल डीलर के लिए एक शब्द तेली के नाम पर है। इस नाम को ऐतिहासिक रूप से समझाने के लिए कई सुझाव सामने रखे गए हैं, लेकिन वास्तव में यह नाम पुराना नहीं है, अंग्रेजों के किले पर कब्जा करने से पहले तेल प्रसंस्करण के लिए इस्तेमाल किया जा रहा मंदिर और भवन का इस्तेमाल किया गया था, अस्थायी रूप से, एक कॉफी की दुकान के रूप में। लगभग 30 मीटर की ऊँचाई वाले ग्वालियर किले की सभी इमारतों में तेलिका मंदिर सबसे ऊंचा मंदिर है। मंदिर में एक गरबा गृह है, अर्थात्, देवता के लिए उचित गर्भगृह, और मंदिर में प्रवेश करने के लिए एक अंतरा स्थल है। पूर्वी दिशा में उपलब्ध कराए गए कदमों की उड़ान के द्वारा यह संपर्क किया जा सकता है। मंदिर की सबसे खासियत वैगन-वॉल्टेड छत है, जो आयताकार मंदिरों में इस्तेमाल किया जाने वाला एक रूप है, जिसमें आमतौर पर मातृ देवी की एक पंक्ति होती है। इंटीरियर से देवी सदियों पहले गायब हो गईं और उनका पता नहीं चला। मंदिर की बाहरी दीवारों को मूर्तियों से सजाया गया है, जिनमें से कई क्षतिग्रस्त हैं; niches, मंदिरों के आकार का, खाली हैं। इमारत दक्षिणी ओर एक जगह पर देवी को एक समर्पित शिलालेख लगाती है, लेकिन अन्यथा इसका कोई इतिहास नहीं है। 8 वीं शताब्दी के उत्तरार्ध में स्थापत्य शैली एक तारीख की ओर इशारा करती है। पूर्वी दिशा में प्रवेश द्वार ब्रिटिश काल का एक बाद का जोड़ है, जिसे 1881 में मेजर कीथ ने बनाया था। इसे विभिन्न ऐतिहासिक स्तंभों और अन्य टुकड़ों को बचाने के तरीके के रूप में बनाया गया था जो अब उनके मूल संदर्भ में नहीं हैं।</p>\r\n<p>जैन रॉक-कट मूर्तियां - ग्वालियर में जैन अवशेषों का एक हड़ताली हिस्सा गुफाओं या रॉक-कट मूर्तियों की एक श्रृंखला है, जो सभी तरफ चट्टान में खुदाई की गई है, और लगभग सौ, महान और छोटी संख्या है। उनमें से अधिकांश मूर्तियों को रखने के लिए मात्र हैं, हालांकि कुछ ऐसी कोशिकाएं हैं जो मूल रूप से निवास के लिए बनाई गई हैं। शिलालेखों के अनुसार, 1441 और 1474 के बीच, लगभग तैंतीस वर्षों की छोटी अवधि के भीतर इन सभी की खुदाई की गई थी। उत्तरी भारत में किसी भी अन्य की तुलना में ऊँचा आंकड़ा 57 फीट (17 मीटर) ऊँचा है।</p>\r\n<p>गुरुद्वारा दत्ता बंदी चूड़- ग्वालियर किले में भी गुरुद्वारा है, जो छठे सिख, गुरु हर गोबिंद की याद में बनाया गया है। यह गुरुद्वारा विशेष रूप से विशाल और भव्य है, जो मुख्य भवन को सजाने वाले रंगीन कांच के साथ पूरी तरह से संगमरमर से निर्मित है। गुरु ग्रंथ साहिब की याद यहाँ होती है और मुगल राजा नियमित रूप से ग्वालियर आते थे। एक गुरुद्वारा है जिसे \"कल्ली देवी\" के मंदिर में बदल दिया गया था और सिखों द्वारा इसे वापस लेने के लिए प्रक्रिया जारी है।</p>\r\n<p>ग्वालियर किले के पास एक महत्वपूर्ण आश्रम है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>जय विलास पैलेस</p>\r\n<p>जय विलास महल</p>\r\n<p>मुख्य लेख: जय विलास महल</p>\r\n<p>जिसे जय विलास पैलेस भी कहा जाता है, ग्वालियर के मराठा शासकों का एक आवासीय महल है। महल में प्राचीन वस्तुओं का उल्लेखनीय संग्रह है। संग्रहालय मध्य प्रदेश में सबसे बड़ा है और इसमें दुनिया का सबसे बड़ा झूमर है और परिसर ब्रिटिश और हिंदू वास्तुकला का मिश्रण है। महल का निर्माण 1874 में वर्साय के महल को ग्वालियर लाने के प्रयास के रूप में किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक महत्व के मकबरे और चैत्र</p>\r\n<p>&nbsp;</p>\r\n<p>गौस मोहम्मद कब्र</p>\r\n<p>अचिलेश्वर मंदिर के पास शहर में चंडिदास का मंदिर स्थित है और कई वर्षों तक शहर पर राज करने वाले सिंधियों के लिए दफन स्थान है। महाराजा माधवराव सिंधिया, विजयाराजे सिंधिया और महामहिम जीवाजीराव सिंधिया जैसे नामित व्यक्तियों का यहां अंतिम संस्कार किया गया।</p>\r\n<p>तानसेन का मकबरा: ग्वालियर संगीतकार तानसेन का जन्म स्थान है। वह \"अकबर के नौ रत्न\" में से एक थे।</p>\r\n<p>गौस मोहम्मद का मकबरा: ग्रेट गौस मोहम्मद और तानसेन की कब्रें एक ही क्षेत्र में स्थित हैं।</p>\r\n<p>फूलबाग क्षेत्र में एक प्रसिद्ध स्वतंत्रता सेनानी रानी लक्ष्मीबाई का मकबरा। यह वह जगह है जहां वह 1858 में अंग्रेजों के खिलाफ लड़ते हुए मर गई थी। यह उसका दफन स्थान भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>सूर्य मंदिर</p>\r\n<p>सूर्य मंदिर</p>\r\n<p>Viv मोरार छावनी में स्थित, सूर्य मंदिर \"विवस्वान मंदिर\" सूर्य भगवान सूर्य को समर्पित है। ओडिशा में कोणार्क के सूर्य मंदिर के एक मुख के रूप में डिज़ाइन किया गया, मंदिर बिरला परिवार द्वारा 1980 के दशक में प्रायोजित और निर्मित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर एक शांत वातावरण में स्थित है और मंदिर परिसर के भीतर एक अच्छी तरह से बनाए रखा उद्यान बहुत आकर्षक है। यह पवित्र मंदिर स्थानीय लोगों और पर्यटकों को समान रूप से आकर्षित करता है जो अपनी प्रार्थनाओं को प्रस्तुत करने के लिए यहां एकत्र होते हैं। मंदिर के निर्माण से पहले बगीचों का नाम तपोवन था। यह उद्यान ग्वालियर राज्य के महाराजाओं द्वारा अफ्रीकी शेरों को पेश करने के एक अशुभ प्रयास का स्थान था।</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>अमजद अली खान, सरोद वादक और संगीतकार</p>\r\n<p>भारत के पूर्व प्रधानमंत्री अटल बिहारी वाजपेयी</p>\r\n<p>जावेद अख्तर, प्रसिद्ध कवि, गीतकार और लेखक, ग्वालियर में पैदा हुए। उनका परिवार अपने दादा के समय से लगभग तीन पीढ़ियों से ग्वालियर में था।</p>\r\n<p>कार्तिक आर्यन, अभिनेता, ग्वालियर में पैदा हुए</p>\r\n<p>शरद केलकर, अभिनेता, ग्वालियर में पैदा हुए</p>\r\n<p>पीयूष मिश्रा, भारतीय फिल्म और थिएटर अभिनेता, संगीत निर्देशक, गीतकार, गायक, पटकथा लेखक।</p>\r\n<p>ममता शर्मा, गायिका [मुन्नी बदनाम, फेविकोल से आदि], ग्वालियर में पैदा हुईं</p>\r\n<p>गणेश शंकर विद्यार्थी, प्रसिद्ध हिंदी लेखक, ग्वालियर में पैदा हुए</p>\r\n<p>निदा फ़ाज़ली, प्रसिद्ध उर्दू लेखक और कवि</p>\r\n<p>रूप सिंह, भारतीय हॉकी खिलाड़ी और ओलंपियन</p>\r\n<p>शिवेंद्र सिंह, भारतीय राष्ट्रीय हॉकी खिलाड़ी, जन्म और ग्वालियर में रहते हैं</p>\r\n<p>मुगल शासक अकबर के दरबारी संगीतकार तानसेन</p>\r\n<p>सलमान खान, अरबाज़ खान, सिंधिया स्कूल में पढ़े</p>\r\n<p>नरेंद्र सिंह तोमर</p>\r\n<p>विभाजन के बाद चाचा चौधरी प्रसिद्धि के कार्टूनिस्ट और हास्य रचनाकार प्राण कुमार शर्मा यहां आए</p>\r\n<p>सुनील भारती मित्तल, भारती एयरटेल के सीईओ। वह पहले मसूरी के वीनबर्ग एलन स्कूल में शामिल हुए, लेकिन बाद में ग्वालियर के सिंधिया स्कूल में पढ़े</p>\r\n<p>अनुराग कश्यप, एक भारतीय फिल्म निर्देशक, पटकथा लेखक, निर्माता और अभिनेता। उन्होंने अपनी शुरुआती पढ़ाई ग्रीन स्कूल देहरादून से की और आठ साल की उम्र के बाद उन्होंने ग्वालियर के सिंधिया स्कूल में पढ़ाई की</p>\r\n<p>कृष्णराव शंकर पंडित, ग्वालियर घराने के प्रसिद्ध संगीतकार थे</p>\r\n<p>मिलिए ब्रदर्स, ग्वालियर के संगीतकार जोड़ी से।</p>\r\n<p>पवन करन, प्रख्यात भारतीय प्रमुख हिंदी कवि और लेखक।</p>\r\n<p>मीता पंडित, ग्वालियर घराने के प्रसिद्ध संगीतकार</p>\r\n<p>अमिताभ मित्रा, इंडो-इंग्लिश पोएट, विजुअल आर्टिस्ट और इमरजेंसी मेडिसिन के प्रमुख और दक्षिण अफ्रीका के ट्रॉमा। उन्होंने गजर राजा मेडिकल कॉलेज, ग्वालियर से पढ़ाई की</p>\r\n<p>हर्षवर्धन राणे, तेलुगु और बॉलीवुड अभिनेता</p>\r\n<p>कुशाल टंडन, भारतीय टेलीविजन अभिनेता। उन्होंने अपनी स्कूली पढ़ाई ग्वालियर के सिंधिया स्कूल से की</p>\r\n<p>नितिन मुकेश, सिंगर उन्होंने अपनी स्कूली पढ़ाई ग्वालियर के सिंधिया स्कूल से की</p>\r\n<p>नवनीति प्रसाद सिंह, केरल उच्च न्यायालय के पूर्व मुख्य न्यायाधीश</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Gwalior</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/201f4233-8432-45ac-bce5-4e24a27aaf63_Gwalior-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-gwalior-madhya-pradesh","tags":[{"name":"ग्वालियर","slug":"gwalior"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":682,"title":"सीधी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","dateCreated":"2019-09-15T15:49:57.172Z","dateModified":"2019-09-15T15:50:11.231Z","contributedBy":"AskGif","content":"सीधी भारत के मध्य प्रदेश राज्य में सीधी जिले में एक शहर और एक नगरपालिका है। यह सीधी जिले का मुख्यालय है।\r\n&nbsp;\r\nसीधी जिला भारत के मध्य प्रदेश राज्य के आदिवासी जिलों में से एक है। सीधी का जिला जिला मुख्यालय है। जिला रीवा संभाग का हिस्सा है।\r\n&nbsp;\r\nभूगोल\r\nसीधी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सीधी","slug":"sidhi"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-sidhi-madhya-pradesh","total":0},{"id":671,"title":"राजगढ़ में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"राजगढ़ जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। राजगढ़ शहर जिले का प्रशासनिक मुख्यालय है। राजघरिन मध्य प्रदेश भारत सरकार द्वारा चुने गए आकांक्षात्मक जिलों में से एक है। जिले का क्षेत्रफल 6,154 वर्ग किमी है और जनसंख्या 1,545,814 (2011 की जनगणना) है। जिला मालवा पठार के उत्तरी किनारे पर स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजगढ़","slug":"rajgarh"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":641,"title":"बड़वानी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","dateCreated":"2019-09-12T02:04:06.213Z","dateModified":"2019-09-12T02:04:18.611Z","contributedBy":"AskGif","content":"बड़वानी भारत के मध्य प्रदेश राज्य में बड़वानी जिले का एक कस्बा और नगरपालिका है। यह शहर नर्मदा नदी के बाएं किनारे के पास स्थित है, और बड़वानी जिले का प्रशासनिक मुख्यालय है। यह बड़वानी की पूर्व रियासत की राजधानी के रूप में सेवा कर चुका है। यहां सड़क मार्ग से ही पहुंचा जा सकता है। जैन तीर्थस्थल बवां","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बड़वानी","slug":"barwani"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-barwani-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}