{"id":655,"title":"हरदा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","dateCreated":"2019-09-14T01:18:13.728Z","dateModified":"2019-09-14T01:19:23.205Z","contributedBy":"AskGif","content":"<p>हरदा भारतीय राज्य मध्य प्रदेश में हरदा जिले में एक शहर और एक नगर पालिका है। हरदा, हरदा जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>मुगल काल के दौरान, हरदा हंडिया सरकार में एक महल था। 1742 में, पेशवा बालाजी बाजी राव के नेतृत्व में मराठों ने इस क्षेत्र पर कब्जा कर लिया, और हंडिया सरकार के मुस्लिम गवर्नर को विस्थापित कर दिया। इसके बाद, हरदा ने हंडिया को क्षेत्र के सबसे महत्वपूर्ण शहर के रूप में बदल दिया, क्योंकि स्थानीय मराठा अमिल (प्रमुख) हरदा में रहते थे। हरदा सिंधिया के प्रदेशों का एक हिस्सा था। 1801 में, यशवंतराव होलकर ने हरदा को बर्खास्त कर दिया। बाद में, हरदा को पिंडारियों और कोरकू आदिवासियों के हमलों का भी सामना करना पड़ा।</p>\r\n<p>&nbsp;</p>\r\n<p>1817 में, तीसरे एंग्लो-मराठा युद्ध के दौरान, हरदा जॉन मैल्कम के विभाजन का मुख्यालय बन गया। युद्ध में मराठा की हार के बाद भी, सिंधियों ने हरदा-हंडिया पथ का नियंत्रण बनाए रखा। यह क्षेत्र 1844 में अंग्रेजों को सौंप दिया गया था, लेकिन यह सिलसिला 1860 में ही पूरा हो गया था। शहर में 1857 के विद्रोह के दौरान गड़बड़ी देखी गई थी। डिप्टी मजिस्ट्रेट, मौलवी मजहर-उल-जमील ने विद्रोह को रोकने में मदद की, और दमोह जिले में एक जागीर से पुरस्कृत किया गया। हरदा नगर पालिका की स्थापना 18 मई 1867 को हुई थी और हरदा तहसील 1913 में बनाई गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>अंग्रेजों ने अपने शासन के दौरान हरदा में एक प्रगतिशील फ्रेम वर्क लाने की कोशिश की। हरदा का गठन कुल हरदा और महमूदाबाद गांवों को मिलाकर किया गया था। रेलवे लाइनों के बिछाए जाने के बाद स्थितियों में सुधार हुआ और क्षेत्र का विकास हुआ। 1857 में ब्रिटिश अधिकारियों ने यहां न्यायाधीश और प्रशासनिक अधिकारी के रूप में काम किया। हरदा पुराने 'मध्य प्रान्त' में सबसे बड़े स्थानों में से एक था और इसमें 'सिवनी मालवा' का क्षेत्र भी शामिल है। हरदा भाषा और संस्कृति 'मालवा' और 'निमाड़' से प्रभावित है। हरदा में बोली जाने वाली मुख्य बोली को भुईनी के रूप में जाना जाता है, और इस क्षेत्र को भुआना क्षेत्र के रूप में जाना जाता है, जो कि अधिक उर्वर भूमि में तब्दील हो जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हरदा होशंगाबाद जिले में एक तहसील का मुख्यालय था। हरदा जिला 1998 में बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार और राजनीति</p>\r\n<p>हरदा में मध्य प्रदेश विधानसभा में एक विधानसभा सीट है, जिसका नाम इसी नाम से है, हरदा और वर्तमान विधायक कमल पटेल भाजपा मध्य प्रदेश से हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>हरदा के दक्षिणी पहाड़ी क्षेत्रों में हम आदिवासी, 'गोंड' और 'कोरकू' लोग पा सकते हैं। हरदा का दक्षिण क्षेत्र 'मकाडे' शासन के अधीन था और 'गोंड' राजा शासक था। मुगलों के साम्राज्य में हरदा का 'बिहोला' गाँव विकसित 'राजस्वा' केंद्र था। वह क्षेत्र जिसे 'गोंडवाना' कहा जाता था, गैर-आदिवासी बन गया (यह अब भी आदिवासी है क्योंकि वहाँ एक विशाल जनजातीय आबादी है) ब्रिटिश शासन के दौरान, श्रमिक, प्रशासन के अधिकारी, किसान और व्यापारी समुदाय महाराष्ट्र जैसे राज्यों के संपर्क में थे। , 150 साल तक राजस्थान, उत्तर प्रदेश और गुजरात का इलाका इन राज्यों की संस्कृति से प्रभावित रहा।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>18 मई 1867 को अंग्रेजों ने हरदा में 'नगर पालिका' की स्थापना की और 1920 से गणतंत्र के अनुसार काम किया गया। हरदा में भूमिगत जल निकासी ब्रिटिश वास्तुकार का सबसे अच्छा उदाहरण है। प्रशासन के उद्देश्यों के लिए तहसील हरदा की स्थापना वर्ष 1913 में की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय स्वतंत्रता आंदोलन</p>\r\n<p>&nbsp;</p>\r\n<p>सत्यापन के लिए इस लेख हेतु अतिरिक्त उद्धरणों की आवश्यकता है। कृपया विश्वसनीय लेखों के उद्धरण जोड़कर इस लेख को बेहतर बनाने में सहायता करें। बिना सूत्रों की सामग्री को चुनौति देकर हटाया जा सकता है।</p>\r\n<p>सूत्रों का पता लगाएं: \"हरदा\" - समाचार &middot; समाचारपत्र &middot; पुस्तकें &middot; विद्वान &middot; JSTOR (दिसंबर 2018) (इस टेम्पलेट संदेश को कैसे और कब हटाएं) जानें</p>\r\n<p>गुरु राधा किशन का जन्म 1925 में हरदा जिले के बिद गांव में हुआ था। 15 अगस्त 1947 को एस.डी.ओ. श्री बेरीठा ने हरदा के पुलिस स्टेशन में भारतीय ध्वज की मेजबानी की। हरदा की प्रख्यात हस्तियों में मध्य प्रदेश के हिंदू महासभा के अध्यक्ष नारायणराव रघुनाथराव केकरे]] शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>हरदा 22.33 &deg; N 77.1 &deg; E पर स्थित है। इसकी औसत ऊंचाई 296 मीटर (971 फीट) है। कपूर शीर्षक dm | 22 | 20 | 20 | 77 | 77 | 06 | ई। क्षेत्र: IN_type: city</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, हरदा की आबादी 1,61,712 थी। पुरुषों की आबादी 52% और महिलाओं की संख्या 49% है। हरदा की औसत साक्षरता दर 74% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 80% है, और महिला साक्षरता 67% है। हरदा में, 14% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>आस-पास के आकर्षण</p>\r\n<p>हंडिया: यह एक प्रसिद्ध तीर्थ स्थान है और हरदा से लगभग 20 किमी दूर स्थित एक पवित्र स्थान है। नर्मदा नदी बहती है और नाभि कुंड (नर्मदा नदी का केंद्र) है। यहां कई मंदिर भी हैं जो भगवान शिव को समर्पित हैं, जिनमें से पांडवों द्वारा निर्मित प्रसिद्ध मंदिर भी यहां स्थित है। मिथकों के अनुसार इसे महाभारत युग के दौरान एक ही रात (6 महीने) में बनाया गया था।</p>\r\n<p>तेली की सराय - हंडिया में हरदा से लगभग 16 किमी दूर, यह संरचना 16-17वीं शताब्दी में एक बैंकर द्वारा अपने ग्राहकों के लिए रात भर आराम करने के लिए बनाई गई थी। ऐतिहासिक रिकॉर्ड बताते हैं कि इसका इस्तेमाल सैन्य छावनी के रूप में भी किया जाता था।</p>\r\n<p>शिक्षा</p>\r\n<p>सेंट मैरी स्कूल हरदा</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Harda</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-harda-madhya-pradesh","tags":[{"name":"हरदा","slug":"harda"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":687,"title":"विदिशा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","dateCreated":"2019-09-15T16:39:09.469Z","dateModified":"2019-09-15T16:39:23.745Z","contributedBy":"AskGif","content":"विदिशा, (जिसे पहले भेलसा के नाम से जाना जाता था), और प्राचीन काल में बेसनगर के रूप में जाना जाता था, भारत के मध्य प्रदेश राज्य का एक शहर है।\r\n&nbsp;\r\nजिला 1904 में विदिशा (जिसे भीलसा के नाम से भी जाना जाता है) और बसोड़ा को मिलाकर \"भिलसा जिला\" बनाया गया था, लेकिन बसोड़ा राज्य नहीं था","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विदिशा","slug":"vidisha"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-vidisha-madhya-pradesh","total":0},{"id":665,"title":"मुरैना में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","dateCreated":"2019-09-14T05:00:48.645Z","dateModified":"2019-09-14T05:01:01.145Z","contributedBy":"AskGif","content":"मुरैना भारतीय राज्य मध्य प्रदेश में मुरैना जिले का एक शहर है। यह एक नगर पालिका निगम द्वारा शासित है। स्थित हैं मुरैना जिले के प्रशासनिक मुख्यालय और चंबल संभाग के। यह ग्वालियर, मध्य प्रदेश से 39 किमी दूर है। मुरैना को सालों पहले डकैतों के आतंक के लिए जाना जाता था। भिंड एक अलग शहर है जो पड़ोसी मोरे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"मुरैना","slug":"morena"}],"slug":"top-places-to-visit-in-morena-madhya-pradesh","total":0},{"id":651,"title":"धार में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","dateCreated":"2019-09-13T02:32:54.551Z","dateModified":"2019-09-13T02:33:08.994Z","contributedBy":"AskGif","content":"धार भारत में पश्चिमी मध्य प्रदेश राज्य के मालवा क्षेत्र में स्थित एक शहर है। यह धार जिले का प्रशासनिक मुख्यालय है, और 1732 से राजपूत धार राज्य की राजधानी धर्मनगर के रूप में थी (पहले राजा ने 1728 से मुल्तान में अपनी सीट बनाई थी)।\r\n&nbsp;\r\nधार जिला मध्य भारत में मध्य प्रदेश राज्य का ए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"धार","slug":"dhar"}],"slug":"top-places-to-visit-in-dhar-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}