{"id":656,"title":"होशंगाबाद में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"<p>होशंगाबाद को नर्मदापुरम के नाम से भी जाना जाता है और भारतीय राज्य मध्य प्रदेश में होशंगाबाद जिले का एक शहर और एक नगर पालिका है। यह होशंगाबाद जिले और नर्मदापुरम डिवीजन दोनों के मुख्यालय के रूप में कार्य करता है। यह मध्य भारत में, नर्मदा नदी के दक्षिणी तट पर स्थित है। राज्य की राजधानी भोपाल से 76.7Km के पास होशंगाबाद</p>\r\n<p>&nbsp;</p>\r\n<p>आसपास के आकर्षण</p>\r\n<p>सेठानी घाट- यह नर्मदा नदी के तट पर बना एक पुराना घाट है। कई मंदिर इसके पास हैं।</p>\r\n<p>आदमगढ़ पहाड़ियों पर प्राचीन पेट्रोग्लिफ्स में पेट्रोग्लिफ (रॉक पेंटिंग) शामिल हैं; यह राष्ट्रीय महत्व का स्थल है; यह मुख्य शहर से दो किलोमीटर दूर है।</p>\r\n<p>बांद्राभान- हर साल बांद्राभान में एक पवित्र मेला लगता है, क्योंकि यह मुख्य नदियों नर्मदा और तवा का मिलन स्थल है।</p>\r\n<p>सलकनपुर- देवी दुर्गा मंदिर होशंगाबाद से लगभग 35 किमी दूर है। यह बुदनी या भोपाल-नसरुल्लागंज मार्ग से पहुंचा जा सकता है। यह भोपाल से लगभग 70 किमी दूर है। विंध्यवासनी बीजासन देवी (हिंदू देवी दुर्गा के अवतार में से एक) का यह पवित्र सिद्धपीठ रेहटी गाँव के पास सल्कनपुर गाँव में एक 800 फुट ऊँची पहाड़ी पर है। देवता, माँ दुर्गा बीजासन को उनके अनुयायियों और स्थानीय लोगों द्वारा उच्च सम्मान में रखा जाता है। इस जगह पर रोजाना 1000 से अधिक सीढ़ियां चढ़ने वाले लोग आते हैं। हर साल नवरात्र के दौरान सालकपुर में एक भव्य मेला लगता है। यह बहुत पुराना मंदिर है, लेकिन वर्तमान में मंदिर सल्कनपुर ट्रस्ट द्वारा पुनर्निर्मित है।</p>\r\n<p>हुशंग शाह किला- यह मालवा शासक होशंग शाह द्वारा निर्मित एक पुराना किला है। यह नर्मदा नदी के समीप है।</p>\r\n<p>TAWA रिज़ॉर्ट- तवा जलाशय मध्य भारत में तवा नदी पर एक बड़ा जलाशय है। यह मध्य प्रदेश राज्य के होशंगाबाद जिले में स्थित है। जलाशय का निर्माण तवा बांध के निर्माण से हुआ था, जो 1958 में शुरू हुआ था और 1978 में पूरा हुआ था। बांध से होशंगाबाद और हरदा जिलों में कई हजार हेक्टेयर कृषि भूमि को सिंचाई की सुविधा मिलती है। मानसून के महीनों के दौरान यह एक बड़ा पर्यटक आकर्षण है। पर्यटकों को बांध और जलाशय के लिए पर्यटन विभाग द्वारा एक क्रूज नाव सेवा शुरू की गई है।</p>\r\n<p>kalimandir gwaltoli- होशंगाबाद में यहाँ एक यवद के निवासी जिन्हें ग्वालटोली कहा जाता है और माँ काली का एक सुंदर मंदिर है जो अपने इतिहास और हिंदू क्षेत्र के कारण बहुत प्रसिद्ध है।</p>\r\n<p>पचमढ़ी और सतपुड़ा टाइगर रिजर्व</p>\r\n<p>पचमढ़ी, मध्य प्रदेश का एकमात्र हिल स्टेशन और आसपास के ग्रामीण इलाकों से शिवभक्तों के लिए एक तीर्थ स्थल है, जो अब सतपुड़ा टाइगर रिजर्व के प्राकृतिक धन का आनंद लेने का आधार है। बाघ अभयारण्य में भारत का सबसे पुराना वन अभ्यारण्य, बोरी वन्यजीव अभयारण्य और सतपुड़ा राष्ट्रीय उद्यान के साथ पचमढ़ी के लुभावने दृश्य शामिल हैं। यह पचमढ़ी में था जहां कैप्टन जेम्स फोर्सिथ ने प्रसिद्ध बाइसन लॉज का निर्माण किया और मध्य प्रदेश के वन विभाग की स्थापना की। 1861-62 में जबलपुर से पचमढ़ी तक के उनके मार्च पर उनका यात्रा वृतांत 'द सेंट्रल इंडियन हाइलैंड्स' आदिवासी संस्कृति और समृद्ध जंगल के लंबे खोए समय में से एक में स्थानांतरित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य आकर्षण</p>\r\n<p>सेठानी घाट</p>\r\n<p>Shreeramsharnam</p>\r\n<p>खेड़ापति हनुमान मंदिर</p>\r\n<p>रामजी बाबा की समाधि</p>\r\n<p>पहाड़िया (पांडवों द्वारा प्राचीन रॉक नक्काशी)</p>\r\n<p>प्राचीन शनि मंदिर</p>\r\n<p>हुशंग शाह किला</p>\r\n<p>बांद्राभान (नर्मदा नदी का संगम और तवा नदी)</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>राज चंद्र बोस - उनका जन्म होशंगाबाद, भारत में हुआ था।</p>\r\n<p>माखनलाल चतुर्वेदी- महान भारतीय कवि, लेखक, निबंधकार और नाटककार का जन्म होशंगाबाद में हुआ।</p>\r\n<p>हरिशंकर परसाई- (22 अगस्त, 1924 - 1995) एक हिंदी लेखक थे। वे आधुनिक हिंदी साहित्य के विख्यात व्यंग्यकार और हास्य लेखक थे और अपनी सरल और प्रत्यक्ष शैली के लिए जाने जाते हैं। उनका जन्म मध्य प्रदेश के होशंगाबाद जिले के इटारसी के पास जमुनिया गाँव में हुआ था।</p>\r\n<p>मानव कौल- एक अभिनेता जो बॉलीवुड फिल्मों जैसे तुम्हारी सुलु, जॉली एलएलबी 2 और काई पो चे में अपने बेहतरीन अभिनय के लिए जाना जाता है!</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>960 प्राथमिक विद्यालय, 207 मध्य विद्यालय, 69 वरिष्ठ माध्यमिक विद्यालय और 9 विद्यालय आदिवासी विभाग द्वारा संचालित हैं। नर्मदा महाविद्या (NMV) सहित कई शिक्षण संस्थानों की स्थापना प्रख्यात दूरदर्शी स्वर्गीय पं। आर एल शर्मा। 11 कॉलेज हैं और एक पॉलिटेक्निक है। सभी कॉलेज बरकतउल्ला विश्वविद्यालय, भोपाल से संबद्ध हैं। साक्षात कार्यक्रम का एक कार्यालय है जो जिले में कई साक्षरता कार्यक्रम चला रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क और रेल</p>\r\n<p>होशंगाबाद राज्य की राजधानी भोपाल से सड़क और रेल द्वारा अच्छी तरह से जुड़ा हुआ है और यह इससे लगभग 70 किमी दूर है। होशंगाबाद रेलवे स्टेशन राज्य के सभी प्रमुख शहरों के साथ रेल द्वारा जुड़ा हुआ है। इसकी एक तहसील, इटारसी देश के सभी प्रमुख शहरों के साथ जुड़ा हुआ है, जो देश के मुख्य रेल मार्गों के जंक्शन के कारण है। यह जिला मुख्यालय से 18 किमी दूर है। इटारसी से, एक पिपराही से पिपरिया तक पहुंच सकता है, जो कि ट्रेन से 64 किमी दूर है। सोशंगाबाद जिले का सबसे बड़ा रेलवे स्टेशन इटारसी है। यह ट्रेन और सड़क मार्ग से भारत के सभी प्रमुख शहरों तक भी पहुँचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सीमा चिन्ह</p>\r\n<p>सेठानी घाट शहर का एक महत्वपूर्ण स्थल है, जो नर्मदा नदी के तट पर है। यह तवा और नर्मदा नदियों के संगम से लगभग 7 किमी नीचे है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Hoshangabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","tags":[{"name":"होशंगाबाद","slug":"hoshangabad"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":679,"title":"शाजापुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","dateCreated":"2019-09-15T02:31:13.959Z","dateModified":"2019-09-15T02:31:27.047Z","contributedBy":"AskGif","content":"शाजापुर पश्चिम-मध्य भारत में मध्य प्रदेश राज्य के मालवा क्षेत्र का एक कस्बा है। यह शाजापुर जिले का मुख्यालय है।\r\n&nbsp;\r\nशाजापुर जिला मध्य भारत के मध्य प्रदेश राज्य का एक जिला है। शाजापुर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nशाजापुर जिला मालवा पठार का हिस्सा है। यह जिला राज्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शाजापुर","slug":"shajapur"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-shajapur-madhya-pradesh","total":0},{"id":678,"title":"शाहडोल में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","dateCreated":"2019-09-15T02:25:27.928Z","dateModified":"2019-09-15T02:25:42.947Z","contributedBy":"AskGif","content":"शहडोल भारतीय राज्य मध्य प्रदेश में शहडोल जिले का एक शहर है। यह शहडोल जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nशहडोल जिला पूर्व मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। 6,205 वर्ग किलोमीटर के कुल क्षेत्रफल और 10,66,063 की आबादी के साथ। शहडोल मध्य प्रदेश का एक महत्वपूर्ण जिला है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"शाहडोल","slug":"shahdol"}],"slug":"top-places-to-visit-in-shahdol-madhya-pradesh","total":0},{"id":670,"title":"रायसेन में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"ace40667-ca81-41c8-a72e-b3d46a24e41b_Raisen-tourism.jpg","dateCreated":"2019-09-14T06:19:08.475Z","dateModified":"2019-09-14T06:24:08.979Z","contributedBy":"AskGif","content":"रायसेन भारतीय राज्य मध्य प्रदेश में रायसेन जिले का एक शहर और एक नगरपालिका है। यह रायसेन जिले का प्रशासनिक मुख्यालय है। रायसेन एक पहाड़ी के शीर्ष पर विशाल किले से अपना नाम लेता है। शहर पैर में स्थित है। नाम संभवत: राजवासिनी या राजासायन का एक भ्रष्टाचार है - शाही निवास। रायसेन जिले में घूमने के लिए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ace40667-ca81-41c8-a72e-b3d46a24e41b_Raisen-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"रायसेन","slug":"raisen"}],"slug":"top-places-to-visit-in-raisen-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}