{"id":656,"title":"Top Places to visit in Hoshangabad, Madhya Pradesh","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"<p>Hoshangabad also known as Narmadapuram is a City and a municipality in Hoshangabad district in the Indian state of Madhya Pradesh. It serves as the headquarters of both Hoshangabad district and Narmadapuram division. It is located in central India, on the south bank of the Narmada River. Hoshangabad near 76.7Km from state Capital Bhopal</p>\r\n<p>&nbsp;</p>\r\n<p>Nearby attractions</p>\r\n<p>Sethani ghat&mdash;This is an old ghat built on the bank of river Narmada. Many temples are near it.</p>\r\n<p>Ancient petroglyphs on Adamgarh hills consist of petroglyphs (rock paintings); it is a site of national importance; it is two kilometres away from the main city.</p>\r\n<p>Bandhrabhan&mdash;a holy fair takes place every year at Bandhrabhan, as it is a meeting point of the main rivers Narmada and Tawa.</p>\r\n<p>Salkanpur&mdash;Goddess Durga temple approximate 35 km from Hoshangabad. It can be reached via Budni or from the Bhopal-NasurullaGanj route. It is approximately 70 km from Bhopal. This sacred siddhpeeth of Vindhyavasni Beejasan devi (one of the incarnation of the Hindu goddess Durga) is on an 800 foot high hillrock, in the village Salkanpur near Rehti village. The deity, Ma Durga Beejasan is held in high esteem by her followers &amp; local. Thousands of people visit this place everyday climbing more than 1000 steps. Every year a grand fair is held in salkanpur during Navratris. It is very old Temple but at present temple renovate by Salkanpur Trust.</p>\r\n<p>Hushang Shah Fort&mdash;This is an old fort built by the Malwa ruler Hoshang Shah. It is adjacent to river Narmada.</p>\r\n<p>TAWA Resort&mdash;Tawa Reservoir is a large reservoir on the Tawa River in central India. It is located in Hoshangabad District of Madhya Pradesh state. The reservoir was formed by the construction of the Tawa Dam, which began in 1958 and was completed in 1978. The dam provides for irrigation to several thousand hectares of farming land in Hoshangabad and Harda districts. It is also a big tourist attraction during the monsoon months. A Cruise boat service has been started by the tourism department for visitors to the dam and reservoir.</p>\r\n<p>kalimandir gwaltoli&mdash;In Hoshangabad here a yadav's residents which is called Gwaltoli and there a beautiful temple of maa kali which is very famous because of its history and Hindu region.</p>\r\n<p>Pachmarhi and Satpura Tiger Reserve</p>\r\n<p>Pachmarhi, the only hill station of Madhya Pradesh, and a pilgrimage site for Siva bhaktas from the surrounding countryside, is now the base for enjoying the natural riches of the Satpura Tiger Reserve as well. The tiger reserve encompasses the oldest forest reserve of India, the Bori Wildlife Sanctuary, and the breathtaking scenery of the Pachmarhi with the Satpura National Park. It was at Pachmarhi where Captain James Forsyth constructed the famous Bison Lodge and founded the Forest Department of Madhya Pradesh. His travelogue, 'The Central Indian Highlands', on his march from Jabalpur to Pachmarhi in 1861-62, transports one into the long lost times of tribal culture and rich wilderness.</p>\r\n<p>&nbsp;</p>\r\n<p>Other attractions</p>\r\n<p>Sethani Ghat</p>\r\n<p>Shreeramsharnam</p>\r\n<p>Khedapati Hanuman Mandir</p>\r\n<p>Ramji Baba Samadhi</p>\r\n<p>Pahadiya (Ancient rock carvings by Pandavas)</p>\r\n<p>Ancient Shani Mandir</p>\r\n<p>Hushang Shah Fort</p>\r\n<p>Bandrabhaan (Sangam of river Narmada and river Tawa)</p>\r\n<p>Notable people</p>\r\n<p>Raj Chandra Bose - He was born in Hoshangabad, India.</p>\r\n<p>Makhanlal Chaturvedi- Great Indian poet, writer, essayist and playwright born in Hoshangabad.</p>\r\n<p>Harishankar Parsai-(August 22, 1924 &ndash; 1995) was a Hindi writer. He was a noted satirist and humorist of modern Hindi literature and is known for his simple and direct style.He was born in Jamnia village near Itarsi in Hoshangabad district, Madhya Pradesh.</p>\r\n<p>Manav Kaul- An actor known for his excellent portrayals in Bollywood movies like Tumhari Sulu, Jolly LLB 2 and Kai Po Che!</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are 960 primary schools, 207 Middle schools, 69 senior secondary schools and 9 schools operated by Tribal Department. Many educational institutions including the Narmada MahaVidhyalaya (NMV) were established by prominent visionary late Pt. R L Sharma. There are 11 colleges and one is a polytechnic. All the colleges are affiliated to Barkatullah University, Bhopal. There is an office of Saksharta Programme which is running many literacy programs in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Road and Rail</p>\r\n<p>Hoshangabad is well connected by road and rail from the state capital, Bhopal and it is about 70 km away from it. Hoshangabad railway station is connected by rail with all major cities of the state. One of its tehsils, Itarsi is linked with all major cities of the country due to junction of main railway routes of the country. It is 18 km from the district headquarters. From Itarsi, one can reach Pachmarhi via Pipariya, which is 64 km by train.hoshangabad district biggest railway station is itarsi.they are also conectade to all major city of India by train and road.</p>\r\n<p>&nbsp;</p>\r\n<p>Landmark</p>\r\n<p>Sethani ghat is an important landmark of the city, on the banks of River Narmada. It is about 7 km downstream from the confluence of Tawa and Narmada rivers.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hoshangabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","tags":[{"name":"hoshangabad","slug":"hoshangabad"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":679,"title":"Top Places to visit in Shajapur, Madhya Pradesh","imageUrl":"83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","dateCreated":"2019-09-15T02:31:13.959Z","dateModified":"2019-09-15T02:31:27.047Z","contributedBy":"AskGif","content":"Shajapur is a town in Malwa region of Madhya Pradesh state in west-central India. It is the head quarters of Shajapur district.\r\n&nbsp;\r\nShajapur District is a district of Madhya Pradesh state of central India. The town of Shajapur is the district headquarters.\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"shajapur","slug":"shajapur"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-shajapur-madhya-pradesh","total":0},{"id":678,"title":"Top Places to visit in Shahdol, Madhya Pradesh","imageUrl":"cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","dateCreated":"2019-09-15T02:25:27.928Z","dateModified":"2019-09-15T02:25:42.947Z","contributedBy":"AskGif","content":"Shahdol is a city in Shahdol district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Shahdol District.\r\n&nbsp;\r\nShahdol District is a district of Madhya Pradesh state in east central India. With a total area of 6,205 square kilometer and a population","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"shahdol","slug":"shahdol"}],"slug":"top-places-to-visit-in-shahdol-madhya-pradesh","total":0},{"id":670,"title":"Top Places to visit in Raisen, Madhya Pradesh","imageUrl":"ace40667-ca81-41c8-a72e-b3d46a24e41b_Raisen-tourism.jpg","dateCreated":"2019-09-14T06:19:08.475Z","dateModified":"2019-09-14T06:24:08.979Z","contributedBy":"AskGif","content":"Raisen is a town and a municipality in Raisen district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Raisen District. Raisen takes its name from the massive fort at the top of a hill. The town is located at the foot. The name is probably a corruption of Rajavasin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ace40667-ca81-41c8-a72e-b3d46a24e41b_Raisen-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"raisen","slug":"raisen"}],"slug":"top-places-to-visit-in-raisen-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}