{"id":657,"title":"Top Places to visit in Indore, Madhya Pradesh","imageUrl":"291ed47f-81af-4620-ae81-1ebaca7d585b_Indore-railway.jpg","dateCreated":"2019-09-14T02:44:45.568Z","dateModified":"2019-09-14T02:44:58.906Z","contributedBy":"AskGif","content":"<p>Indore is the most populous and the largest city in the Indian state of Madhya Pradesh. It serves as the headquarters of both Indore District and Indore Division. It is also considered as an education hub of the state and has campuses of both the Indian Institute of Technology and the Indian Institute of Management. Located on the southern edge of Malwa Plateau, at an average altitude of 550 meters (1,800 ft) above sea level, it has the highest elevation among major cities of Central India. The city is 190 km (120 mi) west of the state capital of Bhopal. Indore had a census-estimated 2011 population of 1,994,397 (municipal corporation) and 2,170,295 (urban agglomeration). The city is distributed over a land area of just 530 square kilometres (200 sq mi), making Indore the most densely populated major city in the central province. It comes under Tier 2 cities in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Indore traces its roots to its 16th century founding as a trading hub between the Deccan and Delhi. The city and its surroundings came under Hindu Maratha Empire on 18 May 1724 after Maratha Peshwa Baji Rao I assumed the full control of Malwa. During the days of the British Raj, Indore State was a 19 Gun Salute (21 locally) princely state (a rare high rank) ruled by the Maratha Holkar dynasty, until they acceded to the Union of India. Indore served as the capital of the Madhya Bharat from 1950 until 1956.</p>\r\n<p>&nbsp;</p>\r\n<p>Indore's financial district, based in central Indore, functions as the financial capital of Madhya Pradesh and is home to the Madhya Pradesh Stock Exchange, India's third-oldest stock exchange.</p>\r\n<p>&nbsp;</p>\r\n<p>Indore has been selected as one of the 100 Indian cities to be developed as a smart city under the Smart Cities Mission. It also qualified the first round of Smart Cities Mission and was selected as one of the first twenty cities to be developed as Smart Cities. Indore has been ranked as India&rsquo;s cleanest city three years in a row as per the Swachh Survekshan for the years 2017, 2018 and 2019.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Air</p>\r\n<p>Main article: Devi Ahilya Bai Holkar Airport</p>\r\n<p>Indore is served by Devi Ahilyabai Holkar Airport, about 8 km from the city. It is the busiest airport in the states of Madhya Pradesh and Chhattisgarh with 2,269,971 passengers and 10851 tons cargo for April 2017- March 2018. Devi Ahilyabai Holkar Airport, Indore has been adjudged as the best airport in under 2 million annual passenger footfall category in Asia Pacific region in the Airports Council International (ACI)'s airport service quality (ASQ) rankings for the year 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>The Indore Junction eastern entrance</p>\r\n<p>&nbsp;</p>\r\n<p>The Indore Junction western entrance</p>\r\n<p>The Indore Junction is an A-1 grade railway station with a revenue of more than Rs. 50 crore(500 million). The station comes under Ratlam Division of the Western Railways.</p>\r\n<p>&nbsp;</p>\r\n<p>Electrification of the Indore&ndash;Dewas&ndash;Ujjain was completed in June 2012. Ratlam&ndash;Indore broad gauge conversion was completed in September 2014. Indore&ndash;Mhow section was upgraded to broad gauge in 2016 and electrified in 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>Aside from the main Indore Junction, the city of Indore has eight other railway stations:</p>\r\n<p>&nbsp;</p>\r\n<p>Station name Station code Railway zone Total platforms</p>\r\n<p>Lakshmibai Nagar LMNR Western Railway 3</p>\r\n<p>Saify Nagar SFNR Western Railway 1</p>\r\n<p>Lokmanya Nagar LMNR Western Railway 1</p>\r\n<p>Rajendra Nagar RJNR Western Railway 2</p>\r\n<p>Manglia Gaon MGG Western Railway 3</p>\r\n<p>Rau RAU Western Railway 2</p>\r\n<p>Mhow MHOW Western Railway 3</p>\r\n<p>Patalpani MGG Western Railway 3</p>\r\n<p>Road</p>\r\n<p>Indore is connected to other parts of India through National and State highways.</p>\r\n<p>&nbsp;</p>\r\n<p>The National Highways passing through the city are:</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 52 (NH 52) contains parts of the erstwhile NH3 (AB Rd stands for Agra Bombay Road) and it originates at Sangrur, Punjab and runs through Jaipur, Rajasthan, Indore, Dhule and terminates at Ankola in Karnataka.</p>\r\n<p>National Highway 47 starts from Bamanbore, Gujarat and reaches Indore via Ahmedabad and further connects Betul to terminate at Nagpur.</p>\r\n<p>The highways which have ceased to exist because of renumbering are:</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 3 also known as the Agra-Bombay Road or AB Road, was an important highway connecting Agra to Mumbai via Indore &amp; Dhule.</p>\r\n<p>National Highway 59 &amp; its branch NH 59A. NH 59 originated at Ahmedabad and passed through Godhra, Indore, Raipur, Brahmapur, Odisha and terminated at Gopalpur-on-Sea while NH 59A connected Indore &amp; Betul.</p>\r\n<p>The state highways passing through the city are:</p>\r\n<p>&nbsp;</p>\r\n<p>MP State Highway 27 runs from Jhalawar in Rajasthan, through Ujjain, Indore, Burhanpur in Madhya Pradesh and terminates at Malkapur, Buldhana in Maharashtra.</p>\r\n<p>MP State Highway 31 (Neemuch &ndash; Ratlam &ndash; Dhar)</p>\r\n<p>Public transport</p>\r\n<p>Main article: Indore City Bus</p>\r\n<p>Indore's City Bus transport system runs through 277 km (172 mi) of road with a daily ridership of over 1.4 lakh. Atal Indore City Transport Services Ltd, a PPP scheme operates buses and radio taxis in the city. The buses designated as City Bus operate on 64 Routes with a fleet of 361 buses, with 421 bus stops. The buses are color-coded into three colors: Blue, Magenta and Orange according to their route.</p>\r\n<p>&nbsp;</p>\r\n<p>Indore BRTS (iBUS) &ndash; Indore BRTS is a bus rapid transit system with 53 air-conditioned. Buses are equipped with services like GPS and IVR which are used to track the position of the bus with information displayed on LED displays installed at the bus stops.</p>\r\n<p>&nbsp;</p>\r\n<p>Indore Magic (Auto Rickshaw) &ndash; Indore Auto Rickshaw is a magic service for small distance travel. Daily approx. 5 lakh people travel within the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Indore Metro is a light metro system that is currently under construction in its first phase.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Main Building of The Daly College, founded in 1870, one of the oldest boarding schools in India</p>\r\n<p>Main article: Education in Indore</p>\r\n<p>Indian Institute of Technology Indore is one of the most prestigious institutions in the country. Started in 2009, IIT Indore has its 500-acre campus in Simrol (28 km from Indore City). IIT Indore has several disciplines including Civil Engineering, Computer Science Engineering, Electrical Engineering, Mechanical Engineering, Metallurgy and Material Science.</p>\r\n<p>&nbsp;</p>\r\n<p>IIT Indore ranked 15 under the engineering category in the National Institute Ranking Framework. IIT Indore's central library emphasizes the use of Online Information Resources. The library provides its users access to nearly 3800 electronic journals as well as access to databases such as ACM Digital Library, IEEE XPlore Digital Library, Science Direct, MathSciNet, JSTOR, SciFinder, Taylor and Francis, WILEY, and Springer. The library also provides air-conditioned and Wi-Fi enabled reading halls.</p>\r\n<p>&nbsp;</p>\r\n<p>SGSITS Indore is the oldest and the most prominent technical institute of central India located in the heart of Indore.</p>\r\n<p>&nbsp;</p>\r\n<p>Devi Ahilya Vishwavidyalaya, also known as DAVV (formerly known as University of Indore or Indore Vishvavidyalaya), is a university in Indore with several colleges operating under its aegis. It has two campuses within the city, one at Takshila Parisar (near Bhavarkuan Square)and another at Rabindra Nath Tagore Road, Indore. The university runs several departments including Institute of Management Studies, School of Computer Science &amp; Information Technology(SCSIT), (IMS), School of Law (SoL), Institute of Engineering and Technology, DAVV (IET), Educational Multimedia Research Centre (EMRC), International Institute of Professional Studies (IIPS), School of Pharmacy, School of Energy &amp; Environmental Studies - one of the primer schools for M. Tech. (Energy Management), School of Journalism and School of Futures Studies and Planning, which runs two M. Tech. Courses with specializations in Technology Management &amp; Systems Science &amp; Engineering, MBA (Business Forecasting), and M. Sc. in Science &amp; Technology Communication. The campus houses several other research and educational departments, hostels, playgrounds, and cafes.</p>\r\n<p>&nbsp;</p>\r\n<p>The Daly College, founded in 1870, is one of the oldest co-educational boarding school in the world, which was established to educate the rulers of the Central Indian princely states of the 'Marathas' and Rajputs'. The Holkar Science College, officially known as Government Model Autonomous Holkar Science College was established in 1891.</p>\r\n<p>&nbsp;</p>\r\n<p>Indore is the first city to have both IIT (Indian Institute of Technology Indore) and IIM (Indian Institute of Management Indore). Indore is a home to a range of colleges and schools. Indore has a large student population and is a big educational center in central India, it also is the education hub of central India. Most primary and secondary schools in Indore are affiliated with the Central Board of Secondary Education (CBSE); however, quite a few numbers of schools are affiliated with ICSE board, NIOS board, CBSE board, and the state level M.P. Board as well.</p>\r\n<p>&nbsp;</p>\r\n<p>The Shri Govindram Seksaria Institute of Technology and Science (SGSITS), formerly Shri Govindram Seksaria Kala Bhavan, is a public engineering institution located in Indore. It was established in 1952 as a technical institute offering licentiate and diploma courses in engineering. New Delhi granted the status of an autonomous institution in 1989.</p>\r\n<p>&nbsp;</p>\r\n<p>The Mahatma Gandhi Memorial Medical College (MGMMC) is another old institution and was formerly known as the King Edward Medical College. Shri Govindram Seksaria Institute of Technology and Science (SGSITS) and Institute of Engineering and Science IPS Academy are engineering colleges, established in 1952 and 1999 respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>Health and medicine</p>\r\n<p>Indore is home to 51 public health institutions and has a number of private hospitals. The healthcare facilities of Indore include MY Hospital, Bombay Hospital, SAIMS, Choithram Hospital, CHL Hospital, Medanta, Apollo, Vasan, Centre for Sight and Navchetna Rehabilitation and Deaddiction Center.</p>\r\n<p>&nbsp;</p>\r\n<p>The National Family Health Survey of 2018 found Indore to be India's most vegetarian city, with 49% of residents eschewing meat products.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Print media</p>\r\n<p>There are about 20 Hindi dailies, 7 English dailies, 26 weeklies and monthlies, four quarterlies, two bi-monthly magazine, one annual paper, and one monthly Hindi language educational tabloid named \"Campus Diary\" published from the city. India's only magazine on the pump industry, Pumps India, and valve magazine Valves India are published from here.</p>\r\n<p>&nbsp;</p>\r\n<p>Electronic media</p>\r\n<p>The radio industry has expanded with a number of private and government-owned FM channels being introduced. The FM radio channels that broadcast in the city include AIR Vividh Bharathi FM (101.6 MHz), Radio Mirchi FM (98.3 MHz), Big FM (92.7 MHz), Red FM (93.5 MHz), My FM (94.3 MHz) and AIR Gyan Vani FM (105.6 MHz). State-owned Doordarshan transmits two terrestrial television channels. Local broadcasting stations also exist.</p>\r\n<p>&nbsp;</p>\r\n<p>Indore switched to complete digitalisation of cable TV in 2013 under second phase of digitalisation by Ministry of Information and Broadcasting.</p>\r\n<p>&nbsp;</p>\r\n<p>Siti Cable is a digital cable distribution company with 70% coverage of the city. Its central region head office is in Indore. The company has seven local channels. Indore has its own TV news channel, called Siti News, headed by Anil Chouhan.</p>\r\n<p>&nbsp;</p>\r\n<p>Indore is covered by a network of optical fibre cables. There are three fixed telephone line operators in the city: BSNL, Reliance and Airtel. There are eight mobile phone companies in which GSM players include BSNL, Reliance, Vodafone, Idea, Airtel, Aircel, Tata DoCoMo, Videocon Mobile Service while CDMA services offered by BSNL, Virgin Mobile, Tata Indicom, and Reliance. Doordarshan Kendra Indore with studio and transmission started from July 2000.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Cricket is one of the most popular sports in the city. Indore is also home to the Madhya Pradesh Cricket Association (MPCA), Madhya Pradesh Table Tennis Association (MPTTA) and the city has one international cricket ground, the Holkar Cricket Stadium. The first ODI cricket match in state was played in Indore at Nehru Stadium in 1983.</p>\r\n<p>&nbsp;</p>\r\n<p>Besides cricket, Indore is also a centre for many national and international championships. The city hosted the South Asian Billiard Championship and is a host to the three-day-long National Triathlon Championship, in which nearly 450 players and 250 sports officials belonging to 23 states take part in the action.</p>\r\n<p>&nbsp;</p>\r\n<p>Indore was included in holding two Guinness World Records for holding the largest tea party in the world and for making the largest burger in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>Wi-fi</p>\r\n<p>There are various companies providing paid and free Wi-fi services across the city. Reliance's Jionet became operational in November 2013. It covers the whole city but a large number of Wi-fi towers are not working yet. It is a 4.5G high-speed Wi-fi service which was initially free for now but was to become chargeable in 2016. IM FREE WIFI provides free Wi-fi service using cloud-based technology in most parts of the city. It is the only company in India which uses this technology.[non-primary source needed] Indore is the second city in India to provide free Wi-fi across the city. AICSTL provides a high-speed free Wi-fi service named 'Free As Air' across the Indore BRTS corridor. BSNL has also started free Wi-fi services in prominent locations.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical places</p>\r\n<p>Kanch Mandir</p>\r\n<p>Kanch Mandir literally Temple of Glass, is a famous Jain temple in Indore, built by Sir Seth Hukumchand Jain. The construction began sometime around 1903.</p>\r\n<p>&nbsp;</p>\r\n<p>Khajrana Ganesh Temple</p>\r\n<p>Khajrana Ganesh Temple is a pilgrimage center in Indore, dedicated to Lord Ganapanti . Built during reign of Holkar Dynasty.</p>\r\n<p>&nbsp;</p>\r\n<p>Nahar Shah Wali Darghah</p>\r\n<p>Nahar Shah Vali Dargah is the oldest dargah of Indore. It is situated in the Khajrana area a little distance away from Kalka Mata Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajwada Palace</p>\r\n<p>Rajwada is a historical palace in Indore city. It was built by the Holkars of the Maratha Empire about two centuries ago. This seven storied structure is located near the Chhatris.</p>\r\n<p>&nbsp;</p>\r\n<p>Yeshwant Club</p>\r\n<p>&nbsp;</p>\r\n<p>The Yeshwant Club, established in 1934</p>\r\n<p>The Yeshwant Club came into existence in 1934 at the behest of late the Maharaja Tukoji Rao III Holkar of Indore. The club was established for their son, Yuvraj Yeshwant Rao Holkar. Spread over 14 acres it is a Maratha legacy of the Holkar rulers of Indore State. Initially, the club was opened for Maratha royalty, nobility, aristocracy and the officers (Natives and British) of the Holkar State. Later its doors were opened for the business elites. Post-Indian Independence, the admission criteria was revised according to the changing times. Maharani Usha Devi, the daughter of late Maharaja Yeshwant Rao II Holkar of Indore is the Chief Patron of the Club, the Honorary Chief Minister of Madhya Pradesh being the President of the Club.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Indore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/291ed47f-81af-4620-ae81-1ebaca7d585b_Indore-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-indore-madhya-pradesh","tags":[{"name":"indore","slug":"indore"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":687,"title":"Top Places to visit in Vidisha, Madhya Pradesh","imageUrl":"18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","dateCreated":"2019-09-15T16:39:09.469Z","dateModified":"2019-09-15T16:39:23.745Z","contributedBy":"AskGif","content":"Vidisha, (formerly known as Bhelsa), and known as Besnagar in ancient times, is a city in the state of Madhya Pradesh, India.\r\n&nbsp;\r\nThe district was created as \"Bhilsa District\" in 1904 by joining the tehsils of Vidisha (also known as Bhilsa) and Basoda, but not Basoda State, whi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vidisha","slug":"vidisha"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-vidisha-madhya-pradesh","total":0},{"id":683,"title":"Top Places to visit in Singrauli, Waidhan, Madhya Pradesh","imageUrl":"f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","dateCreated":"2019-09-15T15:56:53.963Z","dateModified":"2019-09-15T15:57:05.54Z","contributedBy":"AskGif","content":"Singrauli is a city in the Singrauli district in the state of Madhya Pradesh and Commissionaire of Rewa.\r\nSingrauli district is one of the districts in the India state of Madhya Pradesh.\r\n&nbsp;\r\nGovernment\r\nCommissioner of Rewa Division (Commissionaire of Rewa) superv","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"singrauli","slug":"singrauli"},{"name":"waidhan","slug":"waidhan"}],"slug":"top-places-to-visit-in-singrauli-waidhan-madhya-pradesh","total":0},{"id":660,"title":"Top Places to visit in Katni, Madhya Pradesh","imageUrl":"66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","dateCreated":"2019-09-14T03:07:10.369Z","dateModified":"2019-09-14T03:07:22.38Z","contributedBy":"AskGif","content":"Katni (also known as Murwara (Katni) or Mudwara) is a town on the banks of the Katni River in Madhya Pradesh, India. It is the administrative headquarters of Katni District. It is in the Mahakoshal region of central India. The city is 90 km (56 mi) from the divisional headquarters of the region, ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"katni","slug":"katni"}],"slug":"top-places-to-visit-in-katni-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}