{"id":657,"title":"इंदौर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"291ed47f-81af-4620-ae81-1ebaca7d585b_Indore-railway.jpg","dateCreated":"2019-09-14T02:44:45.568Z","dateModified":"2019-09-14T02:44:58.906Z","contributedBy":"AskGif","content":"<p>इंदौर भारतीय राज्य मध्य प्रदेश में सबसे अधिक आबादी वाला और सबसे बड़ा शहर है। यह इंदौर जिला और इंदौर डिवीजन दोनों के मुख्यालय के रूप में कार्य करता है। इसे राज्य का एक शिक्षा केंद्र भी माना जाता है और इसमें भारतीय प्रौद्योगिकी संस्थान और भारतीय प्रबंधन संस्थान दोनों के परिसर हैं। मालवा पठार के दक्षिणी किनारे पर, समुद्र तल से 550 मीटर (1,800 फीट) की औसत ऊंचाई पर, यह मध्य भारत के प्रमुख शहरों में सबसे अधिक ऊंचाई है। यह शहर भोपाल राज्य की राजधानी के पश्चिम में 190 किमी (120 मील) है। इंदौर की जनगणना-अनुमानित 2011 की आबादी 1,994,397 (नगर निगम) और 2,170,295 (शहरी समूह) है। यह शहर सिर्फ 530 वर्ग किलोमीटर (200 वर्ग मील) के भूमि क्षेत्र में वितरित किया जाता है, जो इंदौर को मध्य प्रांत में सबसे घनी आबादी वाला प्रमुख शहर बनाता है। यह भारत में टियर 2 शहरों के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>डेक्कन और दिल्ली के बीच एक व्यापारिक केंद्र के रूप में पाया जाने वाला इंदौर अपनी 16 वीं शताब्दी में अपनी जड़ें दिखाता है। 18 मई 1724 को मराठा पेशवा बाजी राव प्रथम द्वारा मालवा पर पूर्ण नियंत्रण करने के बाद यह शहर और इसके आसपास का इलाका हिंदू मराठा साम्राज्य के अधीन आ गया। ब्रिटिश राज के दिनों के दौरान, इंदौर राज्य मराठा होल्कर वंश द्वारा शासित 19 गन सेल्यूट (21 स्थानीय रूप से) रियासत (एक दुर्लभ उच्च पद) था, जब तक कि वे भारत संघ में प्रवेश नहीं करते थे। इंदौर ने मध्य भारत की राजधानी के रूप में 1950 से 1956 तक सेवा की।</p>\r\n<p>&nbsp;</p>\r\n<p>मध्य इंदौर में स्थित इंदौर का वित्तीय जिला, मध्य प्रदेश की वित्तीय राजधानी के रूप में कार्य करता है और यह मध्य प्रदेश स्टॉक एक्सचेंज, भारत का तीसरा सबसे पुराना स्टॉक एक्सचेंज है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंदौर को स्मार्ट सिटीज मिशन के तहत स्मार्ट सिटी के रूप में विकसित किए जाने वाले 100 भारतीय शहरों में से एक के रूप में चुना गया है। इसने स्मार्ट सिटीज मिशन के पहले दौर को भी क्वालिफाई किया और स्मार्ट सिटी के रूप में विकसित होने वाले पहले बीस शहरों में से एक के रूप में चुना गया। वर्ष 2017, 2018 और 2019 के लिए स्वच्छ सर्वेक्षण के अनुसार इंदौर को भारत के सबसे स्वच्छ शहर का दर्जा दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>वायु</p>\r\n<p>मुख्य लेख: देवी अहिल्या बाई होल्कर हवाई अड्डा</p>\r\n<p>इंदौर शहर से लगभग 8 किमी दूर देवी अहिल्याबाई होल्कर हवाई अड्डे द्वारा परोसा जाता है। यह अप्रैल 2017- मार्च 2018 के लिए 2,269,971 यात्रियों और 10851 टन कार्गो के साथ मध्य प्रदेश और छत्तीसगढ़ राज्यों में सबसे व्यस्त हवाई अड्डा है। देवी अहिल्याबाई होल्कर हवाई अड्डा, इंदौर को एशिया में 2 मिलियन वार्षिक यात्री फुटफॉल श्रेणी के तहत सर्वश्रेष्ठ हवाई अड्डे के रूप में चुना गया है। वर्ष 2017 के लिए एयरपोर्ट काउंसिल इंटरनेशनल (ACI) की एयरपोर्ट सर्विस क्वालिटी (ASQ) रैंकिंग में प्रशांत क्षेत्र।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>इंदौर जंक्शन पूर्वी प्रवेश द्वार</p>\r\n<p>&nbsp;</p>\r\n<p>इंदौर जंक्शन पश्चिमी प्रवेश द्वार</p>\r\n<p>इंदौर जंक्शन एक ए -1 ग्रेड रेलवे स्टेशन है, जिसका राजस्व रु। 50 करोड़ (500 मिलियन)। स्टेशन पश्चिम रेलवे के रतलाम डिवीजन के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंदौर-देवास-उज्जैन का विद्युतीकरण जून 2012 में पूरा हो गया था। रतलाम-इंदौर ब्रॉड गेज रूपांतरण सितंबर 2014 में पूरा हुआ था। इंदौर-महू खंड को 2016 में ब्रॉड गेज में अपग्रेड किया गया और 2017 में विद्युतीकृत किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य इंदौर जंक्शन के अलावा, इंदौर शहर में आठ अन्य रेलवे स्टेशन हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>स्टेशन का नाम स्टेशन कोड रेलवे ज़ोन कुल प्लेटफार्मों</p>\r\n<p>लक्ष्मीबाई नगर LMNR पश्चिम रेलवे 3</p>\r\n<p>Saify Nagar SFNR पश्चिम रेलवे 1</p>\r\n<p>लोकमान्य नगर LMNR पश्चिम रेलवे 1</p>\r\n<p>राजेंद्र नगर आरजेएनआर पश्चिम रेलवे 2</p>\r\n<p>मांगलिया गाँव MGG पश्चिम रेलवे ३</p>\r\n<p>रौ राऊ पश्चिम रेलवे २</p>\r\n<p>महू MHOW पश्चिम रेलवे ३</p>\r\n<p>पातालपानी एमजीजी पश्चिम रेलवे ३</p>\r\n<p>सड़क</p>\r\n<p>इंदौर राष्ट्रीय और राज्य राजमार्गों के माध्यम से भारत के अन्य हिस्सों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर से गुजरने वाले राष्ट्रीय राजमार्ग हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 52 (NH 52) में पूर्ववर्ती NH3 के कुछ भाग (AB Rd आगरा बॉम्बे रोड के लिए स्थित है) और यह संगरूर, पंजाब में उत्पन्न होता है और जयपुर, राजस्थान, इंदौर, धुले से गुजरता है और कर्नाटक में अंकोला में समाप्त होता है।</p>\r\n<p>राष्ट्रीय राजमार्ग 47 बामनबोर, गुजरात से शुरू होता है और अहमदाबाद होते हुए इंदौर पहुंचता है और आगे बैतूल को नागपुर में समाप्त करता है।</p>\r\n<p>जिन राजमार्गों का फिर से बनना बंद हो गया है, वे हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 3 को आगरा-बॉम्बे रोड या एबी रोड के रूप में भी जाना जाता है, एक महत्वपूर्ण राजमार्ग था जो आगरा को मुंबई से इंदौर और धुले से जोड़ता था।</p>\r\n<p>राष्ट्रीय राजमार्ग 59 और इसकी शाखा NH 59A। NH 59 का उद्गम अहमदाबाद से हुआ और गोधरा, इंदौर, रायपुर, ब्रह्मपुर, ओडिशा से होकर गुजरा और गोपालपुर-ऑन-सी में समाप्त हुआ जबकि NH 59A इंदौर और बैतूल से जुड़ा है।</p>\r\n<p>शहर से गुजरने वाले राज्य राजमार्ग हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>एमपी स्टेट हाईवे 27 राजस्थान के झालावाड़, मध्य प्रदेश के उज्जैन, इंदौर, बुरहानपुर से होकर महाराष्ट्र के मलकापुर, बुलढाणा में समाप्त होता है।</p>\r\n<p>MP राज्य राजमार्ग 31 (नीमच - रतलाम - धार)</p>\r\n<p>सार्वजनिक परिवाहन</p>\r\n<p>मुख्य लेख: इंदौर सिटी बस</p>\r\n<p>इंदौर की सिटी बस परिवहन प्रणाली 277 किमी (172 मील) सड़क के माध्यम से चलती है, जिसकी दैनिक सवारियां 1.4 लाख से अधिक हैं। अटल इंदौर सिटी ट्रांसपोर्ट सर्विसेज लिमिटेड, एक पीपीपी योजना शहर में बसों और रेडियो टैक्सियों का संचालन करती है। सिटी बस के रूप में नामित बसें 361 बसों के बेड़े के साथ 64 मार्गों पर चलती हैं, जिसमें 421 बस स्टॉप हैं। बसों को उनके रंग के अनुसार तीन रंगों में रंगा जाता है: नीला, मैजेंटा और नारंगी।</p>\r\n<p>&nbsp;</p>\r\n<p>इंदौर BRTS (iBUS) - इंदौर BRTS 53 वातानुकूलित एक बस रैपिड ट्रांजिट सिस्टम है। बसों को जीपीएस और आईवीआर जैसी सेवाओं से सुसज्जित किया जाता है जो बस स्टॉप पर स्थापित एलईडी डिस्प्ले पर प्रदर्शित जानकारी के साथ बस की स्थिति को ट्रैक करने के लिए उपयोग की जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इंदौर मैजिक (ऑटो रिक्शा) - इंदौर ऑटो रिक्शा छोटी दूरी की यात्रा के लिए एक जादू सेवा है। दैनिक लगभग। 5 लाख लोग शहर के भीतर यात्रा करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इंदौर मेट्रो एक प्रकाश मेट्रो प्रणाली है जो वर्तमान में अपने पहले चरण में निर्माणाधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>द डेली कॉलेज का मुख्य भवन, 1870 में स्थापित किया गया था, जो भारत के सबसे पुराने बोर्डिंग स्कूलों में से एक था</p>\r\n<p>मुख्य लेख: इंदौर में शिक्षा</p>\r\n<p>भारतीय प्रौद्योगिकी संस्थान इंदौर देश के सबसे प्रतिष्ठित संस्थानों में से एक है। 2009 में शुरू हुआ, आईआईटी इंदौर का सिमरोल में 500 एकड़ का परिसर है (इंदौर शहर से 28 किमी)। IIT इंदौर में सिविल इंजीनियरिंग, कंप्यूटर साइंस इंजीनियरिंग, इलेक्ट्रिकल इंजीनियरिंग, मैकेनिकल इंजीनियरिंग, धातुकर्म और सामग्री विज्ञान सहित कई विषय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>IIT इंदौर नेशनल इंस्टीट्यूट रैंकिंग फ्रेमवर्क में इंजीनियरिंग श्रेणी के तहत 15 वें स्थान पर है। IIT इंदौर की केंद्रीय लाइब्रेरी ऑनलाइन सूचना संसाधनों के उपयोग पर जोर देती है। पुस्तकालय लगभग 3800 इलेक्ट्रॉनिक पत्रिकाओं के साथ-साथ ACM डिजिटल लाइब्रेरी, IEEE XPlore डिजिटल लाइब्रेरी, साइंस डायरेक्ट, MathSciNet, JSTOR, SciFinder, टेलर और फ्रांसिस, WILEY, और स्प्रिंगर जैसे डेटाबेस तक अपने उपयोगकर्ताओं को पहुँच प्रदान करता है। पुस्तकालय वातानुकूलित और वाई-फाई सक्षम रीडिंग हॉल भी प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>एसजीएसआईटीएस इंदौर इंदौर के मध्य में स्थित सबसे पुराना और मध्य भारत का सबसे प्रमुख तकनीकी संस्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>देवी अहिल्या विश्व विद्यालय, जिसे डीएवीवी (पूर्व में इंदौर विश्वविद्यालय या इंदौर विश्व विद्यालय के रूप में जाना जाता है) के नाम से भी जाना जाता है, इंदौर में एक विश्वविद्यालय है, जिसके तत्वावधान में कई कॉलेज संचालित हैं। शहर के भीतर इसके दो परिसर हैं, एक तक्षशिला पेरिस (भावरकुंआ स्क्वायर के पास) और दूसरा रवीन्द्र नाथ टैगोर रोड, इंदौर में है। विश्वविद्यालय कई विभागों को चलाता है, जिनमें इंस्टीट्यूट ऑफ मैनेजमेंट स्टडीज, स्कूल ऑफ कंप्यूटर साइंस एंड इंफॉर्मेशन टेक्नोलॉजी (SCSIT), (IMS), स्कूल ऑफ लॉ (SoL), इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, DAVV (IET), एजुकेशनल मल्टीमीडिया रिसर्च सेंटर (EMRC) शामिल हैं। ), इंटरनेशनल इंस्टीट्यूट ऑफ प्रोफेशनल स्टडीज (IIPS), स्कूल ऑफ फार्मेसी, स्कूल ऑफ एनर्जी एंड एनवायर्नमेंटल स्टडीज - एम। टेक के लिए प्राइमर स्कूलों में से एक है। (एनर्जी मैनेजमेंट), स्कूल ऑफ जर्नलिज्म एंड स्कूल ऑफ फ्यूचर्स स्टडीज एंड प्लानिंग, जो दो एम। टेक चलाता है। प्रौद्योगिकी प्रबंधन और प्रणाली विज्ञान और इंजीनियरिंग, एमबीए (व्यवसाय पूर्वानुमान), और एम। एससी में विशेषज्ञता के साथ पाठ्यक्रम। विज्ञान और प्रौद्योगिकी संचार में। परिसर में कई अन्य अनुसंधान और शैक्षिक विभाग, छात्रावास, खेल के मैदान और कैफे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>1870 में स्थापित देली कॉलेज, दुनिया के सबसे पुराने सह-शिक्षा बोर्डिंग स्कूलों में से एक है, जिसे 'मराठा' और राजपूतों की केंद्रीय भारतीय रियासतों के शासकों को शिक्षित करने के लिए स्थापित किया गया था। होलकर साइंस कॉलेज, जिसे आधिकारिक तौर पर सरकारी मॉडल स्वायत्त होलकर साइंस कॉलेज के रूप में जाना जाता है, 1891 में स्थापित किया गया था।</p>\r\n<p>इंदौर IIT (भारतीय प्रौद्योगिकी संस्थान इंदौर) और IIM (भारतीय प्रबंधन संस्थान इंदौर) दोनों का पहला शहर है। इंदौर कई कॉलेजों और स्कूलों का घर है। इंदौर में एक बड़ी छात्र आबादी है और मध्य भारत में एक बड़ा शैक्षिक केंद्र है, यह मध्य भारत का शिक्षा केंद्र भी है। इंदौर में अधिकांश प्राथमिक और माध्यमिक स्कूल केंद्रीय माध्यमिक शिक्षा बोर्ड (CBSE) से संबद्ध हैं; हालाँकि, बहुत से स्कूल आईसीएसई बोर्ड, एनआईओएस बोर्ड, सीबीएसई बोर्ड और राज्य स्तर के म.प्र। साथ ही बोर्ड।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री गोविंदराम सेकसरिया इंस्टीट्यूट ऑफ टेक्नोलॉजी एंड साइंस (एसजीएसआईटीएस), पूर्व में श्री गोविंदराम सेकसरिया कला भवन, इंदौर में स्थित एक सार्वजनिक इंजीनियरिंग संस्थान है। यह 1952 में इंजीनियरिंग में लाइसेंस और डिप्लोमा पाठ्यक्रम प्रदान करने वाले तकनीकी संस्थान के रूप में स्थापित किया गया था। नई दिल्ली ने 1989 में एक स्वायत्त संस्थान का दर्जा दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>महात्मा गांधी मेमोरियल मेडिकल कॉलेज (MGMMC) एक अन्य पुरानी संस्था है और पहले इसे किंग एडवर्ड मेडिकल कॉलेज के नाम से जाना जाता था। श्री गोविंदराम सेकसरिया इंस्टीट्यूट ऑफ टेक्नोलॉजी एंड साइंस (एसजीएसआईटीएस) और इंस्टीट्यूट ऑफ इंजीनियरिंग एंड साइंस आईपीएस एकेडमी इंजीनियरिंग कॉलेज हैं, जो क्रमशः 1952 और 1999 में स्थापित किए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य और चिकित्सा</p>\r\n<p>इंदौर में 51 सार्वजनिक स्वास्थ्य संस्थान हैं और इनमें कई निजी अस्पताल हैं। इंदौर की स्वास्थ्य सुविधाओं में MY अस्पताल, बॉम्बे अस्पताल, SAIMS, चोइथराम अस्पताल, CHL अस्पताल, मेदांता, अपोलो, वासन, दृष्टि और नवचेतना पुनर्वास केंद्र और डेडडिक्शन सेंटर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2018 के नेशनल फैमिली हेल्थ सर्वे में पाया गया कि इंदौर भारत का सबसे शाकाहारी शहर है, यहाँ 49% निवासी मीट उत्पाद बेचते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>प्रिंट मीडिया</p>\r\n<p>शहर से लगभग 20 हिंदी दैनिक समाचार पत्र, 7 अंग्रेजी दैनिक समाचार पत्र, 26 सप्ताह और महीने, चार तिमाही, दो द्विमासिक पत्रिका, एक वार्षिक पत्र, और एक मासिक हिंदी भाषा का शैक्षिक परिसर \"कैम्पस डायरी\" नाम से प्रकाशित हुआ है। पंप उद्योग पर भारत की एकमात्र पत्रिका, पंप्स इंडिया, और वाल्व पत्रिका वाल्व्स इंडिया यहां से प्रकाशित होती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इलेकट्रोनिक मीडिया</p>\r\n<p>रेडियो उद्योग ने कई निजी और सरकारी स्वामित्व वाले एफएम चैनलों के साथ विस्तार किया है। शहर में प्रसारित होने वाले FM रेडियो चैनलों में AIR Vividh Bharathi FM (101.6 MHz), रेडियो मिर्ची FM (98.3 MHz), Big FM (92.7 MHz), Red FM (93.5 MHz), My FM (94.3 MHz) और AIR Gyan शामिल हैं। वाणी एफएम (105.6 मेगाहर्ट्ज)। राज्य के स्वामित्व वाले दूरदर्शन दो स्थलीय टेलीविजन चैनलों को प्रसारित करता है। स्थानीय प्रसारण स्टेशन भी मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इंदौर ने सूचना और प्रसारण मंत्रालय द्वारा डिजिटलकरण के दूसरे चरण के तहत 2013 में केबल टीवी के डिजिटलकरण को पूरा करने के लिए स्विच किया।</p>\r\n<p>&nbsp;</p>\r\n<p>सिटी केबल 70% कवरेज वाली डिजिटल केबल वितरण कंपनी है। इसका मध्य क्षेत्र प्रधान कार्यालय इंदौर में है। कंपनी के सात स्थानीय चैनल हैं। इंदौर का अपना टीवी समाचार चैनल है, जिसे सिटी न्यूज़ कहा जाता है, जिसके प्रमुख अनिल चौहान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इंदौर ऑप्टिकल फाइबर केबल के एक नेटवर्क द्वारा कवर किया गया है। शहर में तीन फिक्स्ड टेलीफोन लाइन ऑपरेटर हैं: बीएसएनएल, रिलायंस और एयरटेल। आठ मोबाइल फोन कंपनियां हैं जिनमें जीएसएम खिलाड़ियों में बीएसएनएल, रिलायंस, वोडाफोन, आइडिया, एयरटेल, एयरसेल, टाटा डोकोमो, वीडियोकॉन मोबाइल सेवा शामिल हैं, जबकि बीएसएनएल, वर्जिन मोबाइल, टाटा इंडिकॉम और रिलायंस द्वारा सीडीएमए सेवाएं प्रदान की जाती हैं। स्टूडियो और ट्रांसमिशन के साथ दूरदर्शन केंद्र इंदौर जुलाई 2000 से शुरू हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>क्रिकेट शहर के सबसे लोकप्रिय खेलों में से एक है। इंदौर मध्य प्रदेश क्रिकेट एसोसिएशन (MPCA), मध्य प्रदेश टेबल टेनिस एसोसिएशन (MPTTA) का भी घर है और शहर में एक अंतरराष्ट्रीय क्रिकेट ग्राउंड, होलकर क्रिकेट स्टेडियम है। राज्य में पहला वनडे क्रिकेट मैच 1983 में नेहरू स्टेडियम में इंदौर में खेला गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>क्रिकेट के अलावा, इंदौर कई राष्ट्रीय और अंतर्राष्ट्रीय प्रतियोगिताओं का केंद्र भी है। शहर ने दक्षिण एशियाई बिलियर्ड चैम्पियनशिप की मेजबानी की और तीन दिवसीय राष्ट्रीय ट्रायथलॉन चैम्पियनशिप के लिए एक मेजबान है, जिसमें लगभग 450 खिलाड़ी और 23 राज्यों के 250 खेल अधिकारी कार्रवाई करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इंदौर दुनिया में सबसे बड़ी चाय पार्टी रखने और दुनिया में सबसे बड़ा बर्गर बनाने के लिए दो गिनीज वर्ल्ड रिकॉर्ड रखने में शामिल था।</p>\r\n<p>वाई - फाई</p>\r\n<p>शहर भर में भुगतान और मुफ्त वाई-फाई सेवाएं प्रदान करने वाली विभिन्न कंपनियां हैं। नवंबर 2013 में रिलायंस का जियोनेट चालू हो गया। यह पूरे शहर को कवर करता है लेकिन बड़ी संख्या में वाई-फाई टॉवर अभी तक काम नहीं कर रहे हैं। यह एक 4.5G हाई-स्पीड वाई-फाई सेवा है, जो शुरू में अभी के लिए मुफ्त थी, लेकिन 2016 में चार्जेबल हो गई थी। IM FREE WIFI शहर के अधिकांश हिस्सों में क्लाउड-आधारित तकनीक का उपयोग करके मुफ्त वाई-फाई सेवा प्रदान करता है। यह भारत की एकमात्र कंपनी है जो इस तकनीक का उपयोग करती है। [गैर-प्राथमिक स्रोत की जरूरत] इंदौर शहर में मुफ्त वाई-फाई प्रदान करने वाला भारत का दूसरा शहर है। AICSTL इंदौर BRTS गलियारे में 'फ्री ऐस एयर' नाम की एक उच्च गति वाली मुफ्त वाई-फाई सेवा प्रदान करता है। बीएसएनएल ने प्रमुख स्थानों पर मुफ्त वाई-फाई सेवाएं भी शुरू की हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थल</p>\r\n<p>कोंच मंदिर</p>\r\n<p>कांच मंदिर सचमुच कांच का मंदिर, इंदौर में एक प्रसिद्ध जैन मंदिर है, जिसे सर सेठ हुकुमचंद जैन ने बनवाया था। निर्माण लगभग 1903 में शुरू हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>खजराना गणेश मंदिर</p>\r\n<p>खजराना गणेश मंदिर इंदौर में एक तीर्थस्थल है, जो भगवान गणपति को समर्पित है। होलकर राजवंश के शासनकाल के दौरान निर्मित।</p>\r\n<p>&nbsp;</p>\r\n<p>नाहर शाह वली दरगाह</p>\r\n<p>नाहर शाह वली दरगाह इंदौर की सबसे पुरानी दरगाह है। यह कालका माता मंदिर से थोड़ी दूरी पर खजराना क्षेत्र में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजवाड़ा पैलेस</p>\r\n<p>राजवाड़ा इंदौर शहर का एक ऐतिहासिक महल है। इसे लगभग दो शताब्दी पहले मराठा साम्राज्य के होल्करों द्वारा बनाया गया था। यह सात मंजिला संरचना छत्रियों के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>यशवंत क्लब</p>\r\n<p>&nbsp;</p>\r\n<p>यशवंत क्लब, 1934 में स्थापित किया गया</p>\r\n<p>यशवंत क्लब 1934 में इंदौर के महाराजा तुकोजी राव तृतीय होल्कर के कहने पर अस्तित्व में आया। क्लब की स्थापना उनके बेटे, युवराज यशवंत राव होल्कर के लिए की गई थी। 14 एकड़ में फैला यह इंदौर राज्य के होलकर शासकों की एक मराठा विरासत है। प्रारंभ में, क्लब मराठा रॉयल्टी, कुलीनता, अभिजात वर्ग और होलकर राज्य के अधिकारियों (मूल निवासियों और ब्रिटिश) के लिए खोला गया था। बाद में इसके दरवाजे व्यावसायिक कुलीनों के लिए खोल दिए गए। भारतीय स्वतंत्रता के बाद, बदलते समय के अनुसार प्रवेश मानदंड संशोधित किए गए। इंदौर की दिवंगत महाराजा यशवंत राव II होलकर की बेटी महारानी उषा देवी क्लब की मुख्य संरक्षक हैं, मध्य प्रदेश की माननीय मुख्यमंत्री क्लब की अध्यक्ष हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Indore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/291ed47f-81af-4620-ae81-1ebaca7d585b_Indore-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-indore-madhya-pradesh","tags":[{"name":"इंदौर","slug":"indore"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":687,"title":"विदिशा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","dateCreated":"2019-09-15T16:39:09.469Z","dateModified":"2019-09-15T16:39:23.745Z","contributedBy":"AskGif","content":"विदिशा, (जिसे पहले भेलसा के नाम से जाना जाता था), और प्राचीन काल में बेसनगर के रूप में जाना जाता था, भारत के मध्य प्रदेश राज्य का एक शहर है।\r\n&nbsp;\r\nजिला 1904 में विदिशा (जिसे भीलसा के नाम से भी जाना जाता है) और बसोड़ा को मिलाकर \"भिलसा जिला\" बनाया गया था, लेकिन बसोड़ा राज्य नहीं था","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विदिशा","slug":"vidisha"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-vidisha-madhya-pradesh","total":0},{"id":683,"title":"सिंगरौली, वैधन में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","dateCreated":"2019-09-15T15:56:53.963Z","dateModified":"2019-09-15T15:57:05.54Z","contributedBy":"AskGif","content":"सिंगरौली मध्य प्रदेश और रीवा के कमिश्नर के राज्य में सिंगरौली जिले का एक शहर है।\r\nसिंगरौली जिला भारत के मध्य प्रदेश राज्य के जिलों में से एक है।\r\n&nbsp;\r\nसरकार\r\nरीवा संभाग के कमिश्नर (रीवा के आयुक्त) सिंगरौली के जिला प्रशासन में पर्यवेक्षण करते हैं\r\nजिला कलेक्टर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"सिंगरौली","slug":"singrauli"},{"name":"वैधन","slug":"waidhan"}],"slug":"top-places-to-visit-in-singrauli-waidhan-madhya-pradesh","total":0},{"id":660,"title":"कटनी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","dateCreated":"2019-09-14T03:07:10.369Z","dateModified":"2019-09-14T03:07:22.38Z","contributedBy":"AskGif","content":"कटनी (जिसे मुरवारा (कटनी) या मुडवारा भी कहा जाता है) मध्य प्रदेश, भारत में कटनी नदी के तट पर स्थित एक शहर है। यह कटनी जिले का प्रशासनिक मुख्यालय है। यह मध्य भारत के महाकोशल क्षेत्र में है। शहर जबलपुर के संभागीय मुख्यालय से 90 किमी (56 मील) दूर है।\r\n&nbsp;\r\nकटनी जिला मध्य भारत में मध","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"कटनी","slug":"katni"}],"slug":"top-places-to-visit-in-katni-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}