{"id":658,"title":"Top Places to visit in Jabalpur, Madhya Pradesh","imageUrl":"0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","dateCreated":"2019-09-14T02:51:12.147Z","dateModified":"2019-09-14T02:51:24.457Z","contributedBy":"AskGif","content":"<p>Jabalpur (formerly known as Jubbulpore, the official spelling until 2006) is a tier 2 city in the state of Madhya Pradesh, India. It is one of the major cities of Madhya Pradesh. According to the 2011 census, it is the third-largest urban agglomeration in Madhya Pradesh, and the country's 37th-largest urban agglomeration. It is known for the Dhuandhar Falls and the white marble rocks at Bhedaghat. It is generally accepted that the game of Snooker originated here.</p>\r\n<p>&nbsp;</p>\r\n<p>Jabalpur is an important administrative, industrial, and business center of Madhya Pradesh. It is a major education hub in India. The High Court of Madhya Pradesh and several departmental headquarters of the State Government are located in Jabalpur. The city has a major military base and is a major centre for the production of arms and ammunition in India, which is the city's primary source of employment. It also has several other smaller industries. The city is a major trading center and producer of forest products, experiencing fast growth in all sectors.</p>\r\n<p>&nbsp;</p>\r\n<p>Jabalpur is the administrative headquarters of Jabalpur district (the second-most-populous district in Madhya Pradesh) and the Jabalpur division. Historically, a center of the Kalachuri and Rajgond dynasties, the city developed a syncretic culture influenced by intermittent Mughal and Maratha reigns.</p>\r\n<p>&nbsp;</p>\r\n<p>During the early nineteenth century, it was annexed by British India and renamed as Jubbulpore and incorporated as a cantonment town. Since Indian independence there have been demands for a separate state of Mahakoshal, with Jabalpur its capital. The headquarters of the West Central Railway, Madhya Pradesh Electricity Board, Tropical Forest Research Institute (TFRI), and Army headquarters of five states, viz. Madhya Pradesh, Chhattisgarh, Orissa, Bihar and Jharkhand, are in Jabalpur. Jabalpur is also the Army Headquarters for The Grenadiers and Jammu and Kashmir Rifles regiments. The city is also the headquarter of 1 Signal Training Centre.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Main article: List of tourist attractions in Jabalpur</p>\r\n<p>&nbsp;</p>\r\n<p>Marble-art</p>\r\n<p>Jabalpur is an important tourism city in Madhya Pradesh and Central India. Notable sites in Jabalpur include Hanumantal Bada Jain Mandir, Madan Mahal, Dhuandhar Falls and Marble Rocks in Bhedaghat, and the Shiv Statue at Kachnar City. The world-renowned tiger reserves like Kanha National Park, Bandhavgarh National Park, and Pench National Park can be easily visited via Jabalpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Hanumantal Bada Jain Mandir is a 17th-century Jain temple which appears like a fortress with numerous shikharas. The temple has 22 shrines (vedis), making it the largest independent Jain temple in India. Madan Mahala is a fort built by the Gondi king Madansahi in 1116 which is situated atop a hill in Jabalpur. Kachnar city in Jabalpur is known for a 23-metre-high (76 ft) Shiva statue housing a cavern with replicas of Shiva lingas from 12 shrines nationwide. The city also houses the Rani Durgawati Museum which was built in 1964 to commemorate Rani Durgavati. The museum hosts ancient relics, sculptures and a collection of items related to Mahatma Gandhi. Dumna Nature Reserve Park is an ecotourism site open to the public which is located in the Jabalpur district. It houses the Khandari Dam, which is a source of drinking water to the city and has many crocodiles. The Bargi Dam Reservoir near Jabalpur is known for boat rides.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions in Jabalpur also include the boat rides on Narmada river, which is 15 kilometres (9.3 mi) away from the city, specially in moonlight. The journey through Narmada reveals the Marble Rocks, where the river has carved the soft marble, creating a gorge of about 8 km in length, and the Dhuandhar falls, which is one of the most famous tourist destinations in Jabalpur. Lamheta Ghaat and Tilwara Ghaat are famous Ghats on the banks of Narmada River. The Tilwadeshwar temple is located near the Tilwara Ghat and it is also the place where Gandhi's ashes were immersed.</p>\r\n<p>&nbsp;</p>\r\n<p>Other tourist destinations near the city include Chausath Yogini Temple, Bhedaghat Fall, Bhadbhada fall, Gughra Fall, Osho Amritdham, Pisanhari Ki Madiya which is a historic Jain pilgrimage near Netaji Subhash Chandra Bose Medical College, and Nandishwardeep Jain temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Air</p>\r\n<p>Long, low building with cars parked outside</p>\r\n<p>Airport terminal building</p>\r\n<p>The 130-hectare (310-acre) Jabalpur Airport (JLR), also known as Dumna Airport, is about 20 kilometres (12 mi) away from the city centre and flight services are provided by Alliance Air, Indigo and SpiceJet Daily service is available to New Delhi, Mumbai, Hyderabad, Kolkata and Ahmedabad.</p>\r\n<p>&nbsp;</p>\r\n<p>A new Integrated terminal will be built with an area of 9350 m2 and capable of handling 500 passengers at peak hours. The project also includes extending the runway to 2750 meters from the current 1988 meters, a 14 km long boundary wall, a 5 km long approach road connecting airport to the city, ATC control tower cum technical block, apron, taxiway, isolation bay and a fire station. The foundation stone was laid on August 13, 2018 by Suresh Prabhu, Jayant Sinha, Rakesh Singh amongst others.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Railway Station</p>\r\n<p>Jabalpur Junction railway station, headquarters of the West Central Railway, has direct service to Mumbai, New Delhi, Chennai, Kolkata, Ahmedabad, Hyderabad, Bangalore, Nagpur, Surat, Pune, Patna, Ludhiana, Jammu, Vasco-Da Gama, Amravati, Coimbatore, Bhopal, Indore, Gwalior, Agra, Mathura, Jaipur, Varanasi, Kanpur, Vadodara, Bhubhaneshwar, Lucknow, Puri, Allahabad, Nashik, Rajkot, Guwahati, Ambikapur, Bilaspur, Tatanagar, Raipur, Haridwar, Rameshwaram, Coimbatore and Trivandrum.</p>\r\n<p>&nbsp;</p>\r\n<p>The line from Gondia to Balaghat and Jabalpur to Nainpur has been converted to broad gauge with daily passenger services.</p>\r\n<p>&nbsp;</p>\r\n<p>Jabalpur was the terminus of Indian Railways train number 1: the Satpura Express, re-numbered Train No. 10001 in the five-digit numbering system. This train stopped service due to the upgrade to broad gauge.</p>\r\n<p>&nbsp;</p>\r\n<p>In addition to the Jabalpur Main Station, the city's Madan Mahal Station serves inner-city passengers, and the Kachhpura goods shed transports heavy freight and iron ore to port cities. A Jabalpur metro rail project is proposed for the metropolitan area.</p>\r\n<p>&nbsp;</p>\r\n<p>Important trains that originate from here :</p>\r\n<p>&nbsp;</p>\r\n<p>12061/Bhopal Habibganj &ndash; Jabalpur Jan Shatabdi Express</p>\r\n<p>12121/Madhya Pradesh Sampark Kranti Express</p>\r\n<p>12187/Jabalpur &ndash; Mumbai CST Garib Rath Express</p>\r\n<p>Road&nbsp;</p>\r\n<p>Jabalpur is connected by road to Varanasi, Nagpur, Bhopal, Jaipur, Raipur, Allahabad, Hyderabad, Bilaspur and Bangalore. India's longest national highway, National Highway 7, runs through the city, and National Highway 12 to Jaipur originates in Jabalpur. Many roads are being upgraded to four-lane highways. Bus service is available to cities in Madhya Pradesh, Maharashtra and Chhattisgarh, with direct service to Indore, Nagpur, Bhopal, Varanasi, Raipur, Amravati, Chandrapur, and Allahabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>LNCT Jabalpur</p>\r\n<p>Main article: List of educational institutions in Jabalpur</p>\r\n<p>Jabalpur became a centre of higher education by the end of the 19th century, with institutions such as the Hitkarini Sabha, established by local citizens in 1868, and Robertson College (now Govt. Model Science College and Mahakoshal Arts &amp; Commerce College) which was established in Sagar in 1836 and moved to Jabalpur in 1873. Jabalpur Engineering College was the first technical institution in Central India established by the British on 7 July 1947. Scholars, authors and politicians such as Ravishankar Shukla, Rajneesh, Maharishi Mahesh Yogi and Gajanan Madhav Muktibodh have emerged from the Hitakarini institutions. The Indian Institute of Information Technology, Design and Manufacturing, Jabalpur (IIITD&amp;M) was founded in 2005.</p>\r\n<p>&nbsp;</p>\r\n<p>Jabalpur is known for many universities such as Jawaharlal Nehru Agricultural University, Madhya Pradesh Medical Science University, Nanaji Deshmukh Veterinary Science University, Rani Durgavati University, and Indian Institute of Information Technology, Design and Manufacturing, Jabalpur. National Law University(Dharamshastra), Jabalpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Jabalpur also hosts a Government Medical College named Netaji Subash Chandra Bose Medical College and the private medical college Sukh Sagar Medical College and Hospital.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people and residents</p>\r\n<p>Historical icons</p>\r\n<p>&nbsp;</p>\r\n<p>Rani Durgavati</p>\r\n<p>Abani Mukherji</p>\r\n<p>Spiritual gurus</p>\r\n<p>&nbsp;</p>\r\n<p>Osho Rajneesh</p>\r\n<p>Maharshi Mahesh Yogi</p>\r\n<p>Mahant Swami Maharaj</p>\r\n<p>Journalists</p>\r\n<p>&nbsp;</p>\r\n<p>Arnab Goswami</p>\r\n<p>Movie and TV personalities</p>\r\n<p>&nbsp;</p>\r\n<p>Prem Nath</p>\r\n<p>Jaya Bachchan</p>\r\n<p>Arjun Rampal</p>\r\n<p>Kirron Kher</p>\r\n<p>Shaleen Bhanot</p>\r\n<p>Raghubir Yadav</p>\r\n<p>Aadesh Shrivastava</p>\r\n<p>Ashutosh Rana</p>\r\n<p>Shalini Pandey</p>\r\n<p>Tom Alter</p>\r\n<p>Army</p>\r\n<p>&nbsp;</p>\r\n<p>Major General G. D. Bakshi</p>\r\n<p>Politicians</p>\r\n<p>&nbsp;</p>\r\n<p>Frank Anthony, nominated Anglo-Indian MP from 1951-1991 (except 6th and 9th Lok Sabha) and founder of ICSE board</p>\r\n<p>Sharad Yadav</p>\r\n<p>Rakesh Singh</p>\r\n<p>Rameshwar Neekhra</p>\r\n<p>Vivek Tankha</p>\r\n<p>Authors and Poets</p>\r\n<p>&nbsp;</p>\r\n<p>Subhadra Kumari Chauhan</p>\r\n<p>Kamta Prasad Guru</p>\r\n<p>Harishankar Parsai</p>\r\n<p>Nell St. John Montague</p>\r\n<p>Ram Kinkar Upadhyay</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jabalpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jabalpur-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"jabalpur","slug":"jabalpur"}],"recommendations":[{"id":674,"title":"Top Places to visit in Sagar, Madhya Pradesh","imageUrl":"a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","dateCreated":"2019-09-14T08:04:43.016Z","dateModified":"2019-09-14T08:04:55.793Z","contributedBy":"AskGif","content":"Sagar (formerly Saugor) is a city in the state of Madhya Pradesh in central India. Situated on a spur of the Vindhya Range and 1,758 feet (536 m) above sea-level. The city is around 172 kilometres (107 mi) northeast of state capital, Bhopal. It is situated almost in the centre of India.\r\n&","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sagar","slug":"sagar"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-sagar-madhya-pradesh","total":0},{"id":668,"title":"Top Places to visit in Niwari, Madhya Pradesh","imageUrl":"071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","dateCreated":"2019-09-14T05:34:52.725Z","dateModified":"2019-09-14T05:35:04.782Z","contributedBy":"AskGif","content":"Niwari is a tehsil/town and a nagar panchayat in Tikamgarh district of Indian state, Madhya Pradesh. It is adjacent to the Jhansi and Mahoba districts of Uttar Pradesh.\r\n&nbsp;\r\nNiwari district is one of the districts of Madhya Pradesh state in India.\r\n&nbsp;\r\nThis dis","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"niwari","slug":"niwari"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-niwari-madhya-pradesh","total":0},{"id":643,"title":"Top Places to visit in Bhind, Madhya Pradesh","imageUrl":"438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","dateCreated":"2019-09-12T02:18:37.587Z","dateModified":"2019-09-12T02:18:51.701Z","contributedBy":"AskGif","content":"Bhind is a city in the Indian state of Madhya Pradesh. It is the headquarters of the Bhind district.&nbsp;\r\n&nbsp;\r\nBhind District is a district in the Chambal division of the Indian state of Madhya Pradesh. The town of Bhind is the district headquarters. Bhind District is situated ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhind","slug":"bhind"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-bhind-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}