{"id":658,"title":"जबलपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","dateCreated":"2019-09-14T02:51:12.147Z","dateModified":"2019-09-14T02:51:24.457Z","contributedBy":"AskGif","content":"<p>जबलपुर (जिसे 2006 तक जुब्बलपुर के नाम से जाना जाता है, आधिकारिक वर्तनी है) मध्य प्रदेश, भारत के राज्य में एक स्तरीय 2 शहर है। यह मध्य प्रदेश के प्रमुख शहरों में से एक है। 2011 की जनगणना के अनुसार, यह मध्य प्रदेश में तीसरा सबसे बड़ा शहरी समूह है, और देश का 37 वां सबसे बड़ा शहरी समूह है। इसे भेड़ाघाट पर धुआंधर प्रपात और सफेद संगमरमर की चट्टानों के लिए जाना जाता है। यह आमतौर पर स्वीकार किया जाता है कि स्नूकर के खेल की उत्पत्ति यहां हुई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>जबलपुर मध्य प्रदेश का एक महत्वपूर्ण प्रशासनिक, औद्योगिक और व्यावसायिक केंद्र है। यह भारत में एक प्रमुख शिक्षा केंद्र है। मध्य प्रदेश का उच्च न्यायालय और राज्य सरकार के कई विभागीय मुख्यालय जबलपुर में स्थित हैं। शहर का एक प्रमुख सैन्य अड्डा है और भारत में हथियारों और गोला-बारूद के उत्पादन का एक प्रमुख केंद्र है, जो शहर का प्राथमिक स्रोत है। इसमें कई अन्य छोटे उद्योग भी हैं। शहर सभी क्षेत्रों में तेजी से वृद्धि का अनुभव करने वाला एक प्रमुख व्यापारिक केंद्र और वन उत्पादों का उत्पादक है।</p>\r\n<p>&nbsp;</p>\r\n<p>जबलपुर, जबलपुर जिले (मध्य प्रदेश में दूसरा सबसे अधिक आबादी वाला जिला) और जबलपुर डिवीजन का प्रशासनिक मुख्यालय है। ऐतिहासिक रूप से, कलचुरी और राजगोंद राजवंशों का एक केंद्र, शहर ने आंतरायिक मुगल और मराठा शासनकाल से प्रभावित एक समकालिक संस्कृति विकसित की।</p>\r\n<p>&nbsp;</p>\r\n<p>उन्नीसवीं शताब्दी की शुरुआत में, यह ब्रिटिश भारत द्वारा एनेक्स किया गया था और जुबुलपोर के रूप में इसका नाम बदलकर एक छावनी शहर के रूप में शामिल किया गया था। भारतीय स्वतंत्रता के बाद से जबलपुर की राजधानी के साथ एक अलग राज्य महाकोशल की मांग की गई है। पश्चिम मध्य रेलवे का मुख्यालय, मध्य प्रदेश बिजली बोर्ड, उष्णकटिबंधीय वन अनुसंधान संस्थान (TFRI), और पांच राज्यों का सेना मुख्यालय, अर्थात। मध्य प्रदेश, छत्तीसगढ़, उड़ीसा, बिहार और झारखंड, जबलपुर में हैं। जबलपुर ग्रेनेडियर्स और जम्मू और कश्मीर राइफल्स रेजिमेंट के लिए सेना मुख्यालय भी है। यह शहर 1 सिग्नल ट्रेनिंग सेंटर का मुख्यालय भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>मुख्य लेख: जबलपुर में पर्यटकों के आकर्षण की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>संगमरमर अत्याधुनिक</p>\r\n<p>जबलपुर मध्य प्रदेश और मध्य भारत का एक महत्वपूर्ण पर्यटन शहर है। जबलपुर में उल्लेखनीय स्थलों में हनुमंतल बाड़ा जैन मंदिर, मदन महल, धूंधर जलप्रपात और भेड़ाघाट में संगमरमर की चट्टानें और काछनार शहर में शिव प्रतिमा शामिल हैं। विश्व प्रसिद्ध बाघों जैसे कान्हा राष्ट्रीय उद्यान, बांधवगढ़ राष्ट्रीय उद्यान और पेंच राष्ट्रीय उद्यान को जबलपुर के माध्यम से आसानी से देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हनुमंतल बाड़ा जैन मंदिर 17 वीं शताब्दी का जैन मंदिर है जो कई शिखरों वाले किले की तरह दिखाई देता है। मंदिर में 22 मंदिर (वेदियाँ) हैं, जो इसे भारत का सबसे बड़ा स्वतंत्र जैन मंदिर बनाता है। मदन महल 1116 में गोंडी राजा मदनसाही द्वारा निर्मित एक किला है जो जबलपुर में एक पहाड़ी के ऊपर स्थित है। जबलपुर में कचनार शहर 23 मीटर ऊंची (76 फीट) शिव प्रतिमा के लिए जाना जाता है, जिसमें 12 धार्मिक स्थलों के शिवलिंगों की प्रतिकृति के साथ एक गुफा है। शहर में रानी दुर्गावती संग्रहालय भी है जो 1964 में रानी दुर्गावती के स्मारक के लिए बनाया गया था। संग्रहालय में प्राचीन अवशेष, मूर्तियां और महात्मा गांधी से संबंधित वस्तुओं का संग्रह है। डुमना नेचर रिजर्व पार्क जनता के लिए खुला एक इकोटूरिज्म साइट है जो जबलपुर जिले में स्थित है। इसमें खंदारी बांध है, जो शहर में पीने के पानी का एक स्रोत है और कई मगरमच्छ हैं। जबलपुर के पास बरगी बांध जलाशय नाव की सवारी के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जबलपुर में पर्यटकों के आकर्षण में नर्मदा नदी पर नाव की सवारी भी शामिल है, जो शहर से 15 किलोमीटर (9.3 मील) दूर है, विशेष रूप से चांदनी में। नर्मदा के माध्यम से यात्रा मार्बल चट्टानों से पता चलता है, जहां नदी ने नरम संगमरमर को तराशा है, जिससे लगभग 8 किमी लंबाई का कण्ठ बना है, और धूंधर गिरता है, जो जबलपुर में सबसे प्रसिद्ध पर्यटन स्थलों में से एक है। लम्हेटा गत और तिलवारा गत नर्मदा नदी के तट पर प्रसिद्ध घाट हैं। तिलवाडेश्वर मंदिर तिलवारा घाट के पास स्थित है और यह वह स्थान भी है जहाँ गांधी की राख को विसर्जित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के पास के अन्य पर्यटन स्थलों में चौसठ योगिनी मंदिर, भेड़ाघाट फॉल, भदभदा फॉल, गुघरा फॉल, ओशो अमृतधाम, पिसनहारी की मडिय़ा शामिल है जो नेताजी सुभाष चंद्र बोस मेडिकल कॉलेज और नंदीश्वरदीप जैन मंदिर के लिए एक ऐतिहासिक जैन तीर्थ है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>वायु</p>\r\n<p>बाहर खड़ी कारों के साथ लंबी, नीची इमारत</p>\r\n<p>एयरपोर्ट टर्मिनल बिल्डिंग</p>\r\n<p>130 हेक्टेयर (310 एकड़) जबलपुर एयरपोर्ट (JLR), जिसे डुमना एयरपोर्ट के नाम से भी जाना जाता है, शहर के केंद्र से लगभग 20 किलोमीटर (12 मील) दूर है और अलायंस एयर, इंडिगो और स्पाइसजेट दैनिक सेवा द्वारा उड़ान सेवा उपलब्ध है। नई दिल्ली, मुंबई, हैदराबाद, कोलकाता और अहमदाबाद के लिए।</p>\r\n<p>&nbsp;</p>\r\n<p>एक नया एकीकृत टर्मिनल 9350 एम 2 के क्षेत्र के साथ बनाया जाएगा और पीक ऑवर्स में 500 यात्रियों को संभालने में सक्षम होगा। परियोजना में वर्तमान 1988 मीटर से 2750 मीटर तक रनवे का विस्तार, 14 किमी लंबी सीमा की दीवार, शहर में हवाई अड्डे को जोड़ने वाली 5 किमी लंबी एप्रोच रोड, एटीसी नियंत्रण टॉवर सह तकनीकी ब्लॉक, एप्रन, टैक्सीवे, आइसोलेशन बे और दमकल केंद्र। 13 अगस्त, 2018 को सुरेश प्रभु, जयंत सिन्हा, राकेश सिंह द्वारा अन्य लोगों के लिए आधारशिला रखी गई।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे स्टेशन</p>\r\n<p>जबलपुर जंक्शन रेलवे स्टेशन, पश्चिम मध्य रेलवे का मुख्यालय, मुंबई, नई दिल्ली, चेन्नई, कोलकाता, अहमदाबाद, हैदराबाद, बैंगलोर, नागपुर, सूरत, पुणे, पटना, लुधियाना, जम्मू, वास्को-डी गामा, अमरावती, से सीधी सेवा है कोयंबटूर, भोपाल, इंदौर, ग्वालियर, आगरा, मथुरा, जयपुर, वाराणसी, कानपुर, वडोदरा, भुवनेश्वर, लखनऊ, पुरी, इलाहाबाद, नासिक, राजकोट, गुवाहाटी, अंबिकापुर, बिलासपुर, टाटानगर, रायपुर, हरिद्वार, रामेश्वरम, कोयंबटूर और त्रिवेंद्रम।</p>\r\n<p>&nbsp;</p>\r\n<p>गोंदिया से बालाघाट और जबलपुर से नैनपुर तक की लाइन को दैनिक यात्री सेवाओं के साथ ब्रॉड गेज में बदल दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जबलपुर भारतीय रेलवे ट्रेन नंबर 1: सतपुड़ा एक्सप्रेस का टर्मिनस था, जो पांच अंकों की नंबरिंग प्रणाली में ट्रेन नंबर 10001 थी। ब्रॉडगेज में अपग्रेड होने के कारण इस ट्रेन ने सेवा बंद कर दी।</p>\r\n<p>&nbsp;</p>\r\n<p>जबलपुर मेन स्टेशन के अलावा, शहर का मदन महल स्टेशन भीतरी शहर के यात्रियों को सेवा प्रदान करता है, और कछपुरा माल बंदरगाह शहरों में भारी माल और लौह अयस्क पहुंचाता है। जबलपुर मेट्रो रेल परियोजना महानगरीय क्षेत्र के लिए प्रस्तावित है।</p>\r\n<p>&nbsp;</p>\r\n<p>महत्वपूर्ण ट्रेनें जो यहाँ से निकलती हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>12061 / भोपाल हबीबगंज - जबलपुर जन शताब्दी एक्सप्रेस</p>\r\n<p>12121 / मध्य प्रदेश संपर्क क्रांति एक्सप्रेस</p>\r\n<p>12187 / जबलपुर - मुंबई सीएसटी गरीब रथ एक्सप्रेस</p>\r\n<p>सड़क</p>\r\n<p>जबलपुर वाराणसी, नागपुर, भोपाल, जयपुर, रायपुर, इलाहाबाद, हैदराबाद, बिलासपुर और बैंगलोर से सड़क मार्ग से जुड़ा हुआ है। भारत का सबसे लंबा राष्ट्रीय राजमार्ग, राष्ट्रीय राजमार्ग 7, शहर के माध्यम से चलता है, और राष्ट्रीय राजमार्ग 12 जयपुर से जबलपुर में निकलता है। कई सड़कों को चार-लेन राजमार्गों में अपग्रेड किया जा रहा है। इंदौर, नागपुर, भोपाल, वाराणसी, रायपुर, अमरावती, चंद्रपुर और इलाहाबाद के लिए सीधी सेवा के साथ मध्य प्रदेश, महाराष्ट्र और छत्तीसगढ़ के शहरों के लिए बस सेवा उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>एलएनसीटी जबलपुर</p>\r\n<p>मुख्य लेख: जबलपुर में शिक्षण संस्थानों की सूची</p>\r\n<p>१ ९ ६ local में स्थानीय नागरिकों द्वारा स्थापित हितकारिणी सभा, और रॉबर्टसन कॉलेज (अब गवर्नमेंट मॉडल साइंस कॉलेज और महाकोशल आर्ट्स एंड कॉमर्स कॉलेज) जैसी संस्थाओं के साथ जबलपुर १ ९वीं सदी के अंत तक उच्च शिक्षा का केंद्र बन गया था। 1836 में सागर में और 1873 में जबलपुर में स्थानांतरित कर दिया गया। जबलपुर इंजीनियरिंग कॉलेज मध्य भारत में पहला तकनीकी संस्थान था जिसे 7 जुलाई 1947 को अंग्रेजों द्वारा स्थापित किया गया था। विद्वान, लेखक और राजनेता जैसे रविशंकर शुक्ल, रजनीश, महर्षि महेश योगी और गजानन माधव मुक्तिबोध। हितकारिणी संस्थाओं से निकले हैं। भारतीय सूचना प्रौद्योगिकी, डिजाइन और विनिर्माण संस्थान, जबलपुर (IIITD &amp; M) की स्थापना 2005 में हुई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>जबलपुर को कई विश्वविद्यालयों जैसे जवाहरलाल नेहरू कृषि विश्वविद्यालय, मध्य प्रदेश चिकित्सा विज्ञान विश्वविद्यालय, नानाजी देशमुख पशु चिकित्सा विज्ञान विश्वविद्यालय, रानी दुर्गावती विश्वविद्यालय और भारतीय सूचना प्रौद्योगिकी, डिजाइन और विनिर्माण संस्थान, जबलपुर के लिए जाना जाता है। नेशनल लॉ यूनिवर्सिटी (धर्मशाला), जबलपुर।</p>\r\n<p>&nbsp;</p>\r\n<p>जबलपुर में सरकारी मेडिकल कॉलेज का नाम नेताजी सुभाष चंद्र बोस मेडिकल कॉलेज और निजी मेडिकल कॉलेज सुख सागर मेडिकल कॉलेज और अस्पताल है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग और निवासी</p>\r\n<p>ऐतिहासिक प्रतीक</p>\r\n<p>&nbsp;</p>\r\n<p>रानी दुर्गावती</p>\r\n<p>अबनी मुखर्जी</p>\r\n<p>आध्यात्मिक गुरु</p>\r\n<p>&nbsp;</p>\r\n<p>ओशो रजनीश</p>\r\n<p>महर्षि महेश योगी</p>\r\n<p>महंत स्वामी महाराज</p>\r\n<p>पत्रकारों</p>\r\n<p>&nbsp;</p>\r\n<p>अर्नब गोस्वामी</p>\r\n<p>फिल्म और टीवी हस्तियां</p>\r\n<p>&nbsp;</p>\r\n<p>प्रेम नाथ</p>\r\n<p>जया बच्चन</p>\r\n<p>अर्जुन रामपाल</p>\r\n<p>किरन खेर</p>\r\n<p>शालीन भनोट</p>\r\n<p>रघुबीर यादव</p>\r\n<p>आदेश श्रीवास्तव</p>\r\n<p>आशुतोष राणा</p>\r\n<p>शालिनी पांडे</p>\r\n<p>टॉम ऑल्टर</p>\r\n<p>सेना</p>\r\n<p>&nbsp;</p>\r\n<p>मेजर जनरल जी। डी। बख्शी</p>\r\n<p>राजनेता</p>\r\n<p>&nbsp;</p>\r\n<p>फ्रैंक एंथोनी, 1951-1991 (6 ठी और 9 वीं लोकसभा को छोड़कर) के IC-बोर्ड के संस्थापक और एंग्लो-इंडियन सांसद मनोनीत</p>\r\n<p>शरद यादव</p>\r\n<p>राकेश सिंह</p>\r\n<p>रामेश्वर नीखरा</p>\r\n<p>विवेक तन्खा</p>\r\n<p>लेखक और कवि</p>\r\n<p>&nbsp;</p>\r\n<p>सुभद्रा कुमारी चौहान</p>\r\n<p>कामता प्रसाद गुरु</p>\r\n<p>हरिशंकर परसाई</p>\r\n<p>नेल सेंट जॉन मोंटेग्यू</p>\r\n<p>राम किंकर उपाध्याय</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jabalpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jabalpur-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"जबलपुर","slug":"jabalpur"}],"recommendations":[{"id":674,"title":"सागर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","dateCreated":"2019-09-14T08:04:43.016Z","dateModified":"2019-09-14T08:04:55.793Z","contributedBy":"AskGif","content":"सागर (पूर्व में सौगोर) मध्य भारत के मध्य प्रदेश राज्य का एक शहर है। समुद्र तल से विंध्य पर्वतमाला और 1,758 फीट (536 मीटर) की ऊंचाई पर स्थित है। शहर राज्य की राजधानी भोपाल से लगभग 172 किलोमीटर (107 मील) उत्तर-पूर्व में है। यह लगभग भारत के केंद्र में स्थित है।\r\n&nbsp;\r\nसागर जिला मध्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सागर","slug":"sagar"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-sagar-madhya-pradesh","total":0},{"id":668,"title":"निवारी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","dateCreated":"2019-09-14T05:34:52.725Z","dateModified":"2019-09-14T05:35:04.782Z","contributedBy":"AskGif","content":"निवारी एक तहसील / शहर और भारतीय राज्य, मध्य प्रदेश के टीकमगढ़ जिले में एक नगर पंचायत है। यह उत्तर प्रदेश के झांसी और महोबा जिलों से सटा हुआ है।\r\n&nbsp;\r\nनिवारी जिला भारत में मध्य प्रदेश राज्य के जिलों में से एक है।\r\n&nbsp;\r\nइस जिले का गठन 1 अक्टूबर 2018 को हुआ था। यह प","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"निवारी","slug":"niwari"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-niwari-madhya-pradesh","total":0},{"id":643,"title":"भिंड में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","dateCreated":"2019-09-12T02:18:37.587Z","dateModified":"2019-09-12T02:18:51.701Z","contributedBy":"AskGif","content":"भिंड भारत के मध्य प्रदेश राज्य का एक शहर है। यह भिंड जिले का मुख्यालय है।\r\n&nbsp;\r\nभिंड जिला भारतीय राज्य मध्य प्रदेश के चंबल संभाग का एक जिला है। भिंड शहर जिला मुख्यालय है। भिंड जिला राज्य के उत्तर पश्चिम में चंबल क्षेत्र में स्थित है। जिले के भौगोलिक निर्देशांक अक्षांश 26 &deg; 36","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भिंड","slug":"bhind"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-bhind-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}