{"id":659,"title":"Top Places to visit in Jhabua, Madhya Pradesh","imageUrl":"62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","dateCreated":"2019-09-14T03:01:28.526Z","dateModified":"2019-09-14T03:01:43.165Z","contributedBy":"AskGif","content":"<p>Jhabua is a town and a municipality in Jhabua district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Jhabua District.</p>\r\n<p>&nbsp;</p>\r\n<p>Jhabua is a district of Madhya Pradesh state in central India. The town of Jhabua is the administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Jhabua Princely State</p>\r\n<p>Main article: Jhabua State</p>\r\n<p>Jhabua was the capital of a princely state of the British Raj's Central India, in the Bhopawar agency. Its area, with the dependency of Rutanmal, was approx 1,336 square miles (3,460 km2). The Rajas of Jhabua belonged to the Rathor dynasty.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>The ancestor of the family was Rao Bar Singh a.k.a. the Birji, fifth son of Jodha of Mandore of Marwar. His descendant, Kunwar Kesho Das or Kishan Das, founded Jhabua in 1584.</p>\r\n<p>&nbsp;</p>\r\n<p>Raja Kesho Das was first Raja of Jhabua 1584/1607. He was granted the title of Raja by the Emperor of Delhi, as a reward for a successful campaign in Bengal, and for punishing the Bhil chiefs of Jhabua who had murdered an Imperial Viceroy of Gujarat. The names of the rulers are:</p>\r\n<p>&nbsp;</p>\r\n<p>Name Year</p>\r\n<p>Karan Singh 1607 &ndash; 1610</p>\r\n<p>Mah Singh 1610 &ndash; 1677</p>\r\n<p>Kushal Singh 1677 &ndash; 1723</p>\r\n<p>Anup Singh 1723 &ndash; 1727</p>\r\n<p>Sheo Singh 1727 &ndash; 1758</p>\r\n<p>Bahadur Singh 1758 &ndash; 1770</p>\r\n<p>Bhim Singh 1770 &ndash; 1821</p>\r\n<p>Pratap Singh 1821 &ndash; 1832</p>\r\n<p>Ratan Singh 1832 &ndash; 1840</p>\r\n<p>Gopal Singh 1841 &ndash; 1895</p>\r\n<p>Udai Singh 1895 &ndash; 1942</p>\r\n<p>Dilip Singh (titular post independence) 1942 &ndash; 1965</p>\r\n<p>Ajit Singh (titular) 1965 &ndash; 2002</p>\r\n<p>Narendra Singh (titular) 2002 &ndash; present</p>\r\n<p>&nbsp;</p>\r\n<p>Post-Independence</p>\r\n<p>After India's independence in 1947, its rulers acceded to India, and Jhabua became a part of the newly created Madhya Bharat state, which in 1956 was merged into Madhya Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhabhara which was once part of the Jhabua district, is the place where Chandrasekhar Azad, the freedom fighter spent his early life when his father Pandit Sitaram Tiwari was serving in the erstwhile estate of Alirajpur. But, when Alirajpur district (which was once the part of Jhabua district) got separated from Jhabua, Bhabhra became the part of Alirajpur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Jhabua has an average elevation of 318 metres (1043 feet). Jhabua is located at the bottom right side of MP, mainly towards Gujarat.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Jhabua had a population of 30,577. Males constitute 52% of the population and females 48%. As per 2011 census, Jhabua has an average literacy rate of 44%. Male literacy is at 54% and female literacy is 34%. In Jhabua, 20% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Jhabua city is famous for its black cotton soil commonly known as \"White Gold\". There are many interesting places in Jhabua Thasil.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational status of Jhabua</p>\r\n<p>&nbsp;</p>\r\n<p>This section does not cite any sources. Please help improve this section by adding citations to reliable sources. Unsourced material may be challenged and removed. (August 2016) (Learn how and when to remove this template message)</p>\r\n<p>Development is seen in Jhabua in past 10-15 years. Now it has become a good and transformed town from the earlier 'tribal' jhabua. There is one government college SCAMV(Shaheed Chandra Shekhar Azad Mahavidyalaya) which imparts post graduate education and a government engineering college Dr. APJ Abdul Kalam UIT Jhabua And some of the private colleges are Maa Tripura College Of Nursing, Padma College Of Education, Maa Sharda College Of Nursing, Maa Sharda College Of Education. And Some of the top English schools are Kendriya Vidyalaya, New Catholic Mission School, Jain Public School, Sharda Vidhya Mandir, Keshav International School, Keshav Vidya Peeth, Indore Public School, Keshav's Baby's Office, jawahar Navodaya Vidyalaya Jhabua1 etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>A small village of 320 people in 1971, Deojhiri is 8 km north-east of Jhabua on the Ahmedabad-Indore State Highway No.22. It is at a distance of 1 km on the western side of the road, on the Sunar river. As the name of the village denotes there is an ancient temple and (Jhiri) or a perennial spring. The spring has been built up into a Kund. A festival is held on Baisakh Poornima, which falls mostly in the month of April according to the Gregorian calendar. Katthivada in Jhabua district is noted for its large mangoes.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jhabua</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jhabua-madhya-pradesh","tags":[{"name":"jhabua","slug":"jhabua"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":665,"title":"Top Places to visit in Morena, Madhya Pradesh","imageUrl":"5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","dateCreated":"2019-09-14T05:00:48.645Z","dateModified":"2019-09-14T05:01:01.145Z","contributedBy":"AskGif","content":"Morena is a city in Morena district, in the Indian state of Madhya Pradesh. It is governed by a municipality corporation. Located there are the administrative headquarters of the Morena district and of the Chambal division. It is 39 km from Gwalior, Madhya Pradesh. Morena was once known for the t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"morena","slug":"morena"}],"slug":"top-places-to-visit-in-morena-madhya-pradesh","total":0},{"id":661,"title":"Top Places to visit in Khandwa (East Nimar), Madhya Pradesh","imageUrl":"6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","dateCreated":"2019-09-14T04:11:41.249Z","dateModified":"2019-09-14T04:12:17.179Z","contributedBy":"AskGif","content":"The Khandwa district, formerly known as the East Nimar district, is a district of the Madhya Pradesh state in central India. The city of Khandwa is the administrative headquarters of the district. Other notable towns in the district include Mundi, Harsud, Pandhana and Omkareshwar.\r\n&nbsp;<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"khandwa","slug":"khandwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"khandwa-east-nimar","slug":"khandwa-east-nimar"}],"slug":"top-places-to-visit-in-khandwa-east-nimar-madhya-pradesh","total":0},{"id":656,"title":"Top Places to visit in Hoshangabad, Madhya Pradesh","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"Hoshangabad also known as Narmadapuram is a City and a municipality in Hoshangabad district in the Indian state of Madhya Pradesh. It serves as the headquarters of both Hoshangabad district and Narmadapuram division. It is located in central India, on the south bank of the Narmada River. Hoshanga","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hoshangabad","slug":"hoshangabad"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}