{"id":659,"title":"झाबुआ में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","dateCreated":"2019-09-14T03:01:28.526Z","dateModified":"2019-09-14T03:01:43.165Z","contributedBy":"AskGif","content":"<p>झाबुआ भारतीय राज्य मध्य प्रदेश में झाबुआ जिले का एक शहर और एक नगर पालिका है। यह झाबुआ जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>झाबुआ मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। झाबुआ शहर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>झाबुआ रियासत</p>\r\n<p>मुख्य लेख: झाबुआ राज्य</p>\r\n<p>भोपावर एजेंसी में झाबुआ ब्रिटिश राज की मध्य भारत की एक रियासत की राजधानी थी। इसका क्षेत्र, रतनमल की निर्भरता के साथ, लगभग 1,336 वर्ग मील (3,460 किमी 2) था। झाबुआ के राजा राठौर वंश के थे।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवार के पूर्वज राव बार सिंह थे, जो मारवाड़ के मंडोर के जोधा के पांचवे पुत्र थे। उनके वंशज, कुंवर केशो दास या किशन दास ने 1584 में झाबुआ की स्थापना की।</p>\r\n<p>&nbsp;</p>\r\n<p>राजा केशो दास पहले झाबुआ के राजा थे 1584/1607। उन्हें बंगाल के एक सफल अभियान के लिए और गुजरात के एक शाही वायसराय की हत्या करने वाले झाबुआ के भील प्रमुखों को दंडित करने के लिए दिल्ली के सम्राट द्वारा राजा की उपाधि दी गई थी। शासकों के नाम हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>नाम का वर्ष</p>\r\n<p>करण सिंह 1607 - 1610</p>\r\n<p>मह सिंह 1610 - 1677</p>\r\n<p>कुशाल सिंह 1677 - 1723</p>\r\n<p>अनूप सिंह 1723 - 1727</p>\r\n<p>श्यो सिंह 1727 - 1758</p>\r\n<p>बहादुर सिंह 1758 - 1770</p>\r\n<p>भीम सिंह 1770 - 1821</p>\r\n<p>प्रताप सिंह 1821 - 1832</p>\r\n<p>रतन सिंह 1832 - 1840</p>\r\n<p>गोपाल सिंह 1841 - 1895</p>\r\n<p>उदय सिंह 1895 - 1942</p>\r\n<p>दिलीप सिंह (स्वतंत्रता पश्चात) 1942 - 1965</p>\r\n<p>अजीत सिंह (टाइटेनियम) १ ९ ६५ - २००२</p>\r\n<p>नरेंद्र सिंह (टाइटेनियम) 2002 - वर्तमान</p>\r\n<p>&nbsp;</p>\r\n<p>पोस्ट-आजादी</p>\r\n<p>1947 में भारत की स्वतंत्रता के बाद, इसके शासकों ने भारत में प्रवेश किया और झाबुआ नव निर्मित मध्य भारत राज्य का हिस्सा बन गया, जिसे 1956 में मध्य प्रदेश में मिला दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>भाभरा जो कभी झाबुआ जिले का हिस्सा था, वह स्थान है जहाँ चंद्रशेखर आज़ाद, स्वतंत्रता सेनानी ने अपना प्रारंभिक जीवन बिताया था जब उनके पिता पंडित सीताराम तिवारी अलीराजपुर की पूर्व संपत्ति में सेवारत थे। लेकिन, जब अलीराजपुर जिला (जो कभी झाबुआ जिले का हिस्सा था) झाबुआ से अलग हो गया, तो भाभरा अलीराजपुर जिले का हिस्सा बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>झाबुआ की औसत ऊंचाई 318 मीटर (1043 फीट) है। झाबुआ मप्र के दाहिनी ओर नीचे स्थित है, मुख्यतः गुजरात की ओर।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, झाबुआ की जनसंख्या 30,577 थी। पुरुषों की आबादी 52% और महिलाओं की 48% है। 2011 की जनगणना के अनुसार, झाबुआ की औसत साक्षरता दर 44% है। पुरुष साक्षरता 54% है और महिला साक्षरता 34% है। झाबुआ में, 20% आबादी 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>झाबुआ शहर अपनी काली कपास की मिट्टी के लिए प्रसिद्ध है जिसे आमतौर पर \"व्हाइट गोल्ड\" के रूप में जाना जाता है। झाबुआ तहसील में कई दिलचस्प स्थान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>झाबुआ की शैक्षिक स्थिति</p>\r\n<p>&nbsp;</p>\r\n<p>यह खंड किसी भी स्रोत का हवाला नहीं देता है। कृपया विश्वसनीय स्रोतों में उद्धरण जोड़कर इस अनुभाग को बेहतर बनाने में सहायता करें। बिना सूत्रों की सामग्री को चुनौति देकर हटाया जा सकता है। (अगस्त 2016) (इस टेम्प्लेट संदेश को कैसे और कब हटाएं जानें)</p>\r\n<p>पिछले 10-15 वर्षों में झाबुआ में विकास देखा गया है। अब यह पहले के 'आदिवासी' झाबुआ से एक अच्छा और परिवर्तित शहर बन गया है। एक सरकारी कॉलेज SCAMV (शहीद चंद्र शेखर आजाद महाविद्यालय) है जो स्नातकोत्तर शिक्षा प्रदान करता है और एक सरकारी इंजीनियरिंग कॉलेज डॉ। एपीजे अब्दुल कलाम यूआईटी झाबुआ और कुछ निजी कॉलेज Maa Tripura College of Nursing, Padma College of Education, Maa Sharda कॉलेज ऑफ नर्सिंग, मां शारदा कॉलेज ऑफ एजुकेशन। और कुछ शीर्ष अंग्रेजी स्कूल केंद्रीय विद्यालय, न्यू कैथोलिक मिशन स्कूल, जैन पब्लिक स्कूल, शारदा विद्या मंदिर, केशव इंटरनेशनल स्कूल, केशव विद्या पीठ, इंदौर पब्लिक स्कूल, केशव का शिशु कार्यालय, जवाहर नवोदय विद्यालय झाबुआ 1 आदि हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>१ ९ 1971१ में ३२० लोगों का एक छोटा सा गाँव, देओझिरी अहमदाबाद-इंदौर स्टेट हाईवे १५:२ पर झाबुआ से-किलोमीटर उत्तर-पूर्व में है। यह सड़क के पश्चिमी तरफ, सुनार नदी पर 1 किमी की दूरी पर है। जैसा कि गांव के नाम से पता चलता है कि एक प्राचीन मंदिर और (झिरी) या एक बारहमासी वसंत है। झरने का निर्माण कुंड में हुआ है। एक त्यौहार बैसाख पूर्णिमा पर आयोजित किया जाता है, जो ज्यादातर ग्रेगोरियन कैलेंडर के अनुसार अप्रैल के महीने में पड़ता है। झाबुआ जिले में कटिवाड़ा अपने बड़े आमों के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jhabua</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jhabua-madhya-pradesh","tags":[{"name":"झाबुआ","slug":"jhabua"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":665,"title":"मुरैना में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","dateCreated":"2019-09-14T05:00:48.645Z","dateModified":"2019-09-14T05:01:01.145Z","contributedBy":"AskGif","content":"मुरैना भारतीय राज्य मध्य प्रदेश में मुरैना जिले का एक शहर है। यह एक नगर पालिका निगम द्वारा शासित है। स्थित हैं मुरैना जिले के प्रशासनिक मुख्यालय और चंबल संभाग के। यह ग्वालियर, मध्य प्रदेश से 39 किमी दूर है। मुरैना को सालों पहले डकैतों के आतंक के लिए जाना जाता था। भिंड एक अलग शहर है जो पड़ोसी मोरे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"मुरैना","slug":"morena"}],"slug":"top-places-to-visit-in-morena-madhya-pradesh","total":0},{"id":661,"title":"खंडवा (पूर्व निमाड़) में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","dateCreated":"2019-09-14T04:11:41.249Z","dateModified":"2019-09-14T04:12:17.179Z","contributedBy":"AskGif","content":"खंडवा जिला, जिसे पहले पूर्वी निमाड़ जिले के रूप में जाना जाता था, मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। खंडवा शहर जिले का प्रशासनिक मुख्यालय है। जिले के अन्य उल्लेखनीय शहरों में मुंडी, हरसूद, पंधाना और ओंकारेश्वर शामिल हैं।\r\n&nbsp;\r\nखंडवा भारत के मध्य प्रदेश के निमाड़ क्षेत","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खंडवा","slug":"khandwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"खंडवा-पूर्व-निमाड़","slug":"khandwa-east-nimar"}],"slug":"top-places-to-visit-in-khandwa-east-nimar-madhya-pradesh","total":0},{"id":656,"title":"होशंगाबाद में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"होशंगाबाद को नर्मदापुरम के नाम से भी जाना जाता है और भारतीय राज्य मध्य प्रदेश में होशंगाबाद जिले का एक शहर और एक नगर पालिका है। यह होशंगाबाद जिले और नर्मदापुरम डिवीजन दोनों के मुख्यालय के रूप में कार्य करता है। यह मध्य भारत में, नर्मदा नदी के दक्षिणी तट पर स्थित है। राज्य की राजधानी भोपाल से 76.7","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"होशंगाबाद","slug":"hoshangabad"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}