{"id":661,"title":"Top Places to visit in Khandwa (East Nimar), Madhya Pradesh","imageUrl":"6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","dateCreated":"2019-09-14T04:11:41.249Z","dateModified":"2019-09-14T04:12:17.179Z","contributedBy":"AskGif","content":"<p>The Khandwa district, formerly known as the East Nimar district, is a district of the Madhya Pradesh state in central India. The city of Khandwa is the administrative headquarters of the district. Other notable towns in the district include Mundi, Harsud, Pandhana and Omkareshwar.</p>\r\n<p>&nbsp;</p>\r\n<p>Khandwa is a city and a nagar nigam in the Nimar region of Madhya Pradesh, India. It is the administrative headquarters of Khandwa District, formerly known as East Nimar District.</p>\r\n<p>&nbsp;</p>\r\n<p>Khandwa is an ancient city, with many places of worship, like many other cities in India. Most temples are Hindu or Jain. During the 12th century CE, it was a centre of Jainism. During British rule, it replaced nearby Burhanpur (now a separate district) as the main commercial centre of the west Nimaad region.</p>\r\n<p>&nbsp;</p>\r\n<p>Khandwa is a major railway junction; the Malwa line connecting Indore with the Deccan meets the main east&ndash;west line from Mumbai to Kolkata.</p>\r\n<p>&nbsp;</p>\r\n<p>In May 2019, Nandkumar Singh Chouhan of Bharatiya Janata Party had been elected as the Member of Parliament from Khandwa Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district has an area of 6206 km&sup2;, and a population 1,309,443 (2011 census). Khandwa District lies in the Nimar region, which includes the lower valley of the Narmada River, Kherkhali River, Choti Tawa River, Shiva River. The Narmada forms part of the northern boundary of the district, and the Satpura Range form the southern boundary of the district. Burhanpur District, to the south, lies in the basin of the Tapti River. The pass through the Satpuras connecting Khandwa and Burhanpur is one of the main routes connecting northern and southern India, and the fortress of Asirgarh, which commands the pass, is known as the \"Key to the Deccan\". Betul and Harda districts lie to the east, Dewas District to the north, and Khargone District to the west.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Khandwa district was surrendered by the Marathas to the British Raj in 1818, and later became part of the Central Provinces and Berar. The area to the west, which forms the present Khargone district, was part of the princely state of Indore. After India's independence in 1947, the Central Provinces and Berar became the new Indian state of Madhya Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Khandwa District was known as Nimar District before 1956, when the state of Madhya Bharat to the west was merged with the state of Madhya Pradesh. The present-day Khargone District of Madhya Bharat was also called Nimar, so the districts were renamed West and East Nimar. Nimar district was part of the Nerbudda (Narmada) Division of the Central Provinces and Berar, which became the state of Madhya Bharat (later Madhya Pradesh) after India's independence in 1947. Khandwa was known as East Nimar until recently. Burhanpur District was separated from Khandwa District on 15 August 2003. Khandwa District is part of Indore Division. Tabish.In Main Cities is Mundi, Harsud, Pandhana, Omkareshwar</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Khandawa one of the country's 250 most backward districts (out of a total of 640). It is one of the 24 districts in Madhya Pradesh currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Khandwa District has a population of 1,309,443, This gives it a ranking of 374th in India (out of a total of 640). The district has a population density of 178 inhabitants per square kilometre (460/sq mi). Its population growth rate over the decade 2001&ndash;2011 was 21.44%.East Nimar has a sex ratio of 944 females for every 1,000 males, and a literacy rate of 67.53%.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Languages spoken include Nimadi, a Bhil language with approximately 64 000 speakers, written in the Devanagari script.</p>\r\n<p>&nbsp;</p>\r\n<p>Cities of Khandwa</p>\r\n<p>1st-Khandwa-259,436</p>\r\n<p>2nd-Mundi-30,000</p>\r\n<p>3rd-Harsud-27,000</p>\r\n<p>4th-Pandhana-28,000</p>\r\n<p>5th-Omkareshwar-20,000</p>\r\n<p>Notable people</p>\r\n<p>Actor Ashok Kumar</p>\r\n<p>Singer/actor Kishore Kumar</p>\r\n<p>Anoop Kumar</p>\r\n<p>Former Chief Minister of Madhya Pradesh Bhagwantrao Mandloi</p>\r\n<p>Hindi poet &amp; freedom fighter Pt. Makhanlal Chaturvedi</p>\r\n<p>Shaan (singer)</p>\r\n<p>Saroo Brierley was born in Khandwa and lived there until about the age of five years when he was lost and adopted by a family in Australia</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>&nbsp;</p>\r\n<p>Khandwa Railway Station</p>\r\n<p>Khandwa has a major railway junction located on the Jabalpur-Bhusaval section of Howrah-Allahabad-Mumbai line, one of India's most heavily used railway lines, with daily connections to Mumbai, Pune, Delhi, Goa, Cochin, Kolkata, Indore, Harda, Bhopal, Patna, Allahabad, Lucknow, Jammu, Hyderabad, and Bangalore. It also has an airstrip which is rarely used for occasional aircraft landings, located on Nagchun Road.</p>\r\n<p>&nbsp;</p>\r\n<p>Fame</p>\r\n<p>&nbsp;</p>\r\n<p>Hanuwantiya tourist complex</p>\r\n<p>Khandwa is famous for its local crops of cotton, wheat (Khandwa2), soybean, and a variety of seasonal fruits and vegetables. Its wheat variety Khandwa2 is famous nationwide for its aroma, colour and quality. Legendary actor/singer Kishore Kumar was born in Khandwa. Earlier Khandwa was the only city in Central India which cultivates cannabis (ganja).</p>\r\n<p>&nbsp;</p>\r\n<p>Khandwa is known for its four Kunds located in four directions of the city, called Padam Kund, Bheem Kund, Suraj Kund and Rameshwar Kund. The famous tourist places of Khandwa are Dada Darbar khandwa, Nagchun Talab and Hanumantiya Island, a new place for adventurous water sports in the back waters of Indira Sagar Dam. The town recently got fame due to the 2016 Hollywood movie Lion, which was based on the extraordinary search for his birth family by Khandwa born Saroo Brierley, who got lost as a child and ended up in Australia after being adopted.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries</p>\r\n<p>A hydro power project called Indira Sagar Pariyojna is located close to Khandwa. Sant Singaji thermal power project(2&times;600MW) is located in Dongaliya village in Mundi, a small town in Khandwa.</p>\r\n<p>&nbsp;</p>\r\n<p>Interesting places</p>\r\n<p>The place has four historic kunds in its four direction namely Suraj kunda, Padma kund, Bhima kunda and Rameshwar kund.</p>\r\n<p>Ancient Tulja Bhavani Temple, Dada Darbar, and modern Nav-chandi Devi Dham are the places of faith and worship of Hindus.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khandwa_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-khandwa-east-nimar-madhya-pradesh","tags":[{"name":"khandwa","slug":"khandwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"khandwa-east-nimar","slug":"khandwa-east-nimar"}],"recommendations":[{"id":680,"title":"Top Places to visit in Sheopur, Madhya Pradesh","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"Sheopur is a city in Madhya Pradesh state of central India. It is the administrative headquarters of Sheopur District. Sheopur is linked by narrow gauge rail to Gwalior. The town is traditionally famous for its wood carving. Chambal River is just 25 km, which forms the boundary between Rajasthan ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"sheopur","slug":"sheopur"}],"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","total":0},{"id":664,"title":"Top Places to visit in Mandsaur, Madhya Pradesh","imageUrl":"fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","dateCreated":"2019-09-14T04:46:53.173Z","dateModified":"2019-09-14T04:47:06.721Z","contributedBy":"AskGif","content":"Mandsaur or Mandsour is a city in the Malwa region and district of Madhya Pradesh state of central India. It is the administrative headquarters of Mandsaur District. The ancient Pashupatinath Temple is located in Mandsaur.\r\n&nbsp;\r\nTransport\r\nRoad: Mandsaur is situated on Ajm","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mandsaur","slug":"mandsaur"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-mandsaur-madhya-pradesh","total":0},{"id":655,"title":"Top Places to visit in Harda, Madhya Pradesh","imageUrl":"415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","dateCreated":"2019-09-14T01:18:13.728Z","dateModified":"2019-09-14T01:19:23.205Z","contributedBy":"AskGif","content":"Harda is a city and a municipality in Harda district in the Indian state of Madhya Pradesh. Harda is the administrative headquarters of Harda District.\r\n&nbsp;\r\nHistory\r\nDuring the Mughal period, Harda was a mahal in the Handia sarkar. In 1742, Marathas led by Peshwa Balaji B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"harda","slug":"harda"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-harda-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}