{"id":661,"title":"खंडवा (पूर्व निमाड़) में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","dateCreated":"2019-09-14T04:11:41.249Z","dateModified":"2019-09-14T04:12:17.179Z","contributedBy":"AskGif","content":"<p>खंडवा जिला, जिसे पहले पूर्वी निमाड़ जिले के रूप में जाना जाता था, मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। खंडवा शहर जिले का प्रशासनिक मुख्यालय है। जिले के अन्य उल्लेखनीय शहरों में मुंडी, हरसूद, पंधाना और ओंकारेश्वर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खंडवा भारत के मध्य प्रदेश के निमाड़ क्षेत्र का एक शहर और एक नगर निगम है। यह खंडवा जिले का प्रशासनिक मुख्यालय है, जिसे पूर्व में पूर्वी निमाड़ जिला के नाम से जाना जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>खंडवा एक प्राचीन शहर है, जिसमें भारत के कई अन्य शहरों की तरह कई पूजा स्थल हैं। ज्यादातर मंदिर हिंदू या जैन हैं। 12 वीं शताब्दी सीई के दौरान, यह जैन धर्म का एक केंद्र था। ब्रिटिश शासन के दौरान, यह निकटवर्ती बुरहानपुर (अब एक अलग जिला) के रूप में पश्चिम निमाड़ क्षेत्र के मुख्य वाणिज्यिक केंद्र के रूप में बदल गया।</p>\r\n<p>&nbsp;</p>\r\n<p>खंडवा एक प्रमुख रेलवे जंक्शन है; इंदौर को दक्खन से जोड़ने वाली मालवा लाइन मुंबई से कोलकाता तक मुख्य पूर्व-पश्चिम रेखा से मिलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>मई 2019 में, भारतीय जनता पार्टी के नंदकुमार सिंह चौहान को खंडवा लोकसभा क्षेत्र से संसद सदस्य के रूप में चुना गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>जिले का क्षेत्रफल 6206 वर्ग किमी है, और जनसंख्या 1,309,443 (2011 की जनगणना) है। खंडवा जिला निमाड़ क्षेत्र में स्थित है, जिसमें नर्मदा नदी, खेरखली नदी, चोती तवा नदी, शिव नदी की निचली घाटी शामिल है। नर्मदा जिले की उत्तरी सीमा का हिस्सा है, और सतपुड़ा रेंज जिले की दक्षिणी सीमा बनाती है। बुरहानपुर जिला, दक्षिण में, ताप्ती नदी के बेसिन में स्थित है। खंडवा और बुरहानपुर को जोड़ने वाले सतपुड़ा से होकर गुजरने वाला मार्ग उत्तरी और दक्षिणी भारत को जोड़ने वाले प्रमुख मार्गों में से एक है, और असीरगढ़ के किले, जो दर्रे को आदेश देता है, \"कुंजी से दक्कन\" के रूप में जाना जाता है। बैतूल और हरदा जिले पूर्व में, देवास जिला उत्तर में और खरगोन जिले पश्चिम में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>1818 में मराठाओं द्वारा ब्रिटिश राज के लिए खंडवा जिले को आत्मसमर्पण कर दिया गया था, और बाद में मध्य प्रांत और बरार का हिस्सा बन गया। पश्चिम का क्षेत्र, जो वर्तमान खरगोन जिले का निर्माण करता है, इंदौर रियासत का हिस्सा था। 1947 में भारत की स्वतंत्रता के बाद, मध्य प्रांत और बरार मध्य प्रदेश का नया भारतीय राज्य बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>1956 से पहले खंडवा जिले को निमाड़ जिले के रूप में जाना जाता था, जब पश्चिम में मध्य भारत राज्य को मध्य प्रदेश राज्य में मिला दिया गया था। मध्यभारत के वर्तमान खरगोन जिले को निमाड़ भी कहा जाता था, इसलिए जिलों का नाम बदलकर पश्चिम और पूर्वी निमाड़ रख दिया गया। निमाड़ जिला मध्य प्रांत और बरार के नेरबुड्डा (नर्मदा) प्रभाग का हिस्सा था, जो 1947 में भारत की आजादी के बाद मध्य भारत (बाद में मध्य प्रदेश) का राज्य बन गया। हाल ही में खंडवा को पूर्वी निमाड़ के रूप में जाना जाता था। 15 अगस्त 2003 को बुरहानपुर जिले को खंडवा जिले से अलग कर दिया गया। खंडवा जिला इंदौर संभाग का हिस्सा है। ताबिश। मुख्य शहरों में मुंडी, हरसूद, पंधाना, ओंकारेश्वर हैं</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) खंडवा को नामित किया। यह मध्य प्रदेश के 24 जिलों में से एक है जो वर्तमान में पिछड़ा क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार खंडवा जिले की आबादी 1,309,443 है, यह इसे भारत में 374 वीं (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 178 निवासियों प्रति वर्ग किलोमीटर (460 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 21.44% थी। हर निमाड़ में हर 1,000 पुरुषों पर 944 महिलाओं का लिंगानुपात और साक्षरता दर 67.53% है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>बोली जाने वाली भाषाओं में निमाड़ी, भील ​​भाषा है जिसमें लगभग 64 000 वक्ता हैं, जो देवनागरी लिपि में लिखे गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खंडवा के शहर</p>\r\n<p>1-खंडवा-259,436</p>\r\n<p>2-मुंडी-30000</p>\r\n<p>3 हरसूद-27,000</p>\r\n<p>4-पंधाना-28,000</p>\r\n<p>5 वीं ओंकारेश्वर-20000</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>अभिनेता अशोक कुमार</p>\r\n<p>गायक / अभिनेता किशोर कुमार</p>\r\n<p>अनूप कुमार</p>\r\n<p>मध्य प्रदेश के पूर्व मुख्यमंत्री भगवंतराव मंडलोई</p>\r\n<p>हिंदी कवि और स्वतंत्रता सेनानी पं। माखनलाल चतुर्वेदी</p>\r\n<p>शान (गायक)</p>\r\n<p>सरो ब्रायर्ली खंडवा में पैदा हुई थीं और पांच साल की उम्र तक वहाँ रहीं जब उन्हें ऑस्ट्रेलिया में एक परिवार द्वारा खो दिया गया और अपनाया गया</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>खंडवा रेलवे स्टेशन</p>\r\n<p>खंडवा में हावड़ा-इलाहाबाद-मुंबई लाइन के जबलपुर-भुसावल खंड पर स्थित एक प्रमुख रेलवे जंक्शन है, जो भारत की सबसे अधिक इस्तेमाल की जाने वाली रेलवे लाइनों में से एक है, जिसका दैनिक कनेक्शन मुंबई, पुणे, दिल्ली, गोवा, कोचीन, कोलकाता, इंदौर, हरदा से है। भोपाल, पटना, इलाहाबाद, लखनऊ, जम्मू, हैदराबाद और बैंगलोर। इसमें एक हवाई पट्टी भी है, जो नागचुन रोड पर स्थित कभी-कभी विमान लैंडिंग के लिए उपयोग की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रसिद्धि</p>\r\n<p>&nbsp;</p>\r\n<p>हनुवंतिया पर्यटक परिसर</p>\r\n<p>खंडवा अपनी स्थानीय फसलों कपास, गेहूं (खंडवा 2), सोयाबीन और विभिन्न प्रकार के मौसमी फलों और सब्जियों के लिए प्रसिद्ध है। इसकी गेहूँ की किस्म खंडवा 2 अपनी सुगंध, रंग और गुणवत्ता के लिए प्रसिद्ध है। दिग्गज अभिनेता / गायक किशोर कुमार का जन्म खंडवा में हुआ था। पहले खंडवा मध्य भारत का एकमात्र शहर था जो भांग (गांजा) की खेती करता था।</p>\r\n<p>&nbsp;</p>\r\n<p>खंडवा शहर के चार दिशाओं में स्थित चार कुंडों के लिए जाना जाता है, जिन्हें पदम कुंड, भीम कुंड, सूरज कुंड और रामेश्वर कुंड कहा जाता है। खंडवा के प्रसिद्ध पर्यटन स्थल दादा दरबार खंडवा, नागचुन तालाब और हनुमंतिया द्वीप हैं, जो इंदिरा सागर बांध के पिछले पानी में साहसिक जल क्रीड़ा के लिए एक नया स्थान है। शहर को हाल ही में 2016 की हॉलीवुड फिल्म लायन के कारण प्रसिद्धि मिली, जो कि खंडवा में जन्मी सरो ब्रायर्ली द्वारा अपने जन्म के परिवार की असाधारण खोज पर आधारित थी, जो एक बच्चे के रूप में खो गई और गोद लेने के बाद ऑस्ट्रेलिया में समाप्त हो गई।</p>\r\n<p>&nbsp;</p>\r\n<p>इंडस्ट्रीज</p>\r\n<p>इंदिरा सागर परियोजन नामक एक जल विद्युत परियोजना खंडवा के करीब स्थित है। संत सिंगाजी थर्मल पावर प्रोजेक्ट (2 &times; 600MW) खंडवा के एक छोटे से शहर मुंडी में डोंगलिया गाँव में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>दिलचस्प स्थान</p>\r\n<p>इस स्थान की चार ऐतिहासिक कुंड हैं चार दिशाओं में सूरज कुंड, पद्म कुंड, भीम कुंड और रामेश्वर कुंड।</p>\r\n<p>प्राचीन तुलजा भवानी मंदिर, दादा दरबार, और आधुनिक नव-चंडी देवी धाम हिंदुओं की आस्था और पूजा स्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khandwa_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6747aebb-3add-4370-8627-d493c94d16b6_Khandwa-East-Nimar-junction.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-khandwa-east-nimar-madhya-pradesh","tags":[{"name":"खंडवा","slug":"khandwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"खंडवा-पूर्व-निमाड़","slug":"khandwa-east-nimar"}],"recommendations":[{"id":680,"title":"श्योपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"श्योपुर मध्य भारत के मध्य प्रदेश राज्य का एक शहर है। यह श्योपुर जिले का प्रशासनिक मुख्यालय है। श्योपुर नैरो गेज रेल द्वारा ग्वालियर से जुड़ा हुआ है। यह शहर पारंपरिक रूप से अपनी लकड़ी की नक्काशी के लिए प्रसिद्ध है। चंबल नदी सिर्फ 25 किमी है, जो राजस्थान और एमपी राज्यों के बीच सीमा बनाती है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"श्योपुर","slug":"sheopur"}],"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","total":0},{"id":664,"title":"मंदसौर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","dateCreated":"2019-09-14T04:46:53.173Z","dateModified":"2019-09-14T04:47:06.721Z","contributedBy":"AskGif","content":"मंदसौर या मंदसौर मध्य भारत के मध्य प्रदेश राज्य के मालवा क्षेत्र और जिले का एक शहर है। यह मंदसौर जिले का प्रशासनिक मुख्यालय है। प्राचीन पशुपतिनाथ मंदिर मंदसौर में स्थित है।\r\n&nbsp;\r\nट्रांसपोर्ट\r\nसड़क: मंदसौर अजमेर-लेबड़ (इंदौर) NH-79 के साथ-साथ महू-नीमच SH-31 4 लेन सड़क पर स्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मंदसौर","slug":"mandsaur"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-mandsaur-madhya-pradesh","total":0},{"id":655,"title":"हरदा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","dateCreated":"2019-09-14T01:18:13.728Z","dateModified":"2019-09-14T01:19:23.205Z","contributedBy":"AskGif","content":"हरदा भारतीय राज्य मध्य प्रदेश में हरदा जिले में एक शहर और एक नगर पालिका है। हरदा, हरदा जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nइतिहास\r\nमुगल काल के दौरान, हरदा हंडिया सरकार में एक महल था। 1742 में, पेशवा बालाजी बाजी राव के नेतृत्व में मराठों ने इस क्षेत्र पर कब्जा कर लिया, और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरदा","slug":"harda"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-harda-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}