{"id":662,"title":"खरगोन (पश्चिम निमाड़) में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","dateCreated":"2019-09-14T04:24:14.68Z","dateModified":"2019-09-14T04:24:28.248Z","contributedBy":"AskGif","content":"<p>खरगोन जिला, जिसे पहले पश्चिम निमाड़ जिले के रूप में जाना जाता था, मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। यह जिला निमाड़ क्षेत्र में है, और इंदौर संभाग का हिस्सा है। इंदौर जिले के अंतर्गत खरगोन शहर इस जिले का मुख्यालय है।</p>\r\n<p>खरगोन भारत में मध्य प्रदेश राज्य का एक शहर है। यह खरगोन जिले का प्रशासनिक मुख्यालय है (जिसे पहले पश्चिम निमाड़ के नाम से जाना जाता था)। खरगोन जिले के कई प्रमुख प्रशासनिक कार्यालय, जिनमें कलेक्ट्रेट, पुलिस, दूरसंचार और कई अन्य सरकारी संगठन शामिल हैं, शहर में स्थित हैं। यह शहर कुंडा नदी के तट पर स्थित है और अपने कपास और मिर्च (मिर्च मिर्च) उत्पादन के लिए जाना जाता है। यह नवग्रह मंदिर के लिए भी जाना जाता है, यह मंदिर नवग्रहों (नौ ग्रहों) को समर्पित है। खरगोन ने नगरपालिका में देश में शीर्ष स्थान हासिल किया और दो लाख की आबादी के तहत 'भारत का सबसे तेज गति से चलने वाला शहर' का राष्ट्रीय पुरस्कार प्राप्त किया। शहर ने स्वच्छ सर्वेक्षण 2018 में भारत के 15 वें सबसे स्वच्छ शहर को स्थान दिया और स्वच्छ सर्वेक्षण 2017 में भारत के 17 वें सबसे स्वच्छ शहर का स्थान दिया। खरगोन मध्य प्रदेश राज्य का 23 वां सबसे बड़ा शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>विभिन्न सांस्कृतिक गतिविधियाँ पूरे वर्ष आयोजित की जाती हैं। शहर के निवासी, विभिन्न धर्मों के लोग, दीवाली, दशहरा, रक्षा बंधन, नवरात्रि, गणेशोत्सव, नाग पंचमी, नाग दीपावली, गुड़ी पड़वा, गणेशोर, शिव डोला, सांझ माता पार्व, देवोत्थान एकादशी, ईद, होली जैसे विभिन्न त्योहार मनाते हैं। , और क्रिसमस। नियमित त्यौहारों के अलावा, कुछ त्यौहार स्थानीय हैं जैसे कि गंगोर, जो कई लोगों द्वारा मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में वर्ष भर कई अन्य सांस्कृतिक कार्यक्रम आयोजित होते हैं। विभिन्न पुस्तक मेले, कला मेले आदि होते हैं, कई स्थानीय त्योहार हर्ष और खुशी के साथ मनाए जाते हैं, जैसे कि 'नाग पंचमी' (सांपों के लिए मनाया जाने वाला एक दिन जो हिंदू पौराणिक कथाओं में भगवान की तरह सम्मानित और चिंतित हैं), या भगोरिया (एक त्योहार) क्षेत्र में आदिवासी लोगों द्वारा मनाया जाता है)।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>श्री नवग्रह मंदिर मंदिर</p>\r\n<p>श्री नवग्रह मेला</p>\r\n<p>श्री नवग्रह मेला जनवरी और फरवरी के महीनों के दौरान आयोजित होने वाला एक वार्षिक मेला है। यह 20 और 25 दिनों के बीच रहता है। यह मेला नवग्रह मंदिर के पास, कुंडा नदी के किनारे स्थित मेला मैदान में आयोजित किया जाता है। 'नवग्रह मेला' नाम स्वयं नवग्रह मंदिर (मंदिर) से लिया गया है, जो मंदिर नौ ग्रहों (नवग्रहों) और देवता 'सूर्य' को समर्पित है। मेले के दौरान विभिन्न आकर्षण और आयोजन होते हैं, जैसे कि 'सर्कस' या 'मूविंग थिएटर' और बच्चों और युवाओं के लिए मनोरंजन की सवारी।</p>\r\n<p>&nbsp;</p>\r\n<p>इस आयोजन की एक महत्वपूर्ण विशेषता एक बड़ा बाजार है जिसमें सैकड़ों प्रकार के सामानों की बिक्री होती है। खरगोन में हर साल इस मेले द्वारा बड़ी मात्रा में व्यापार उत्पन्न होता है। कई अलग-अलग स्थानीय व्यंजनों के साथ भोजन और भोजन भी एक महत्वपूर्ण आकर्षण है।</p>\r\n<p>&nbsp;</p>\r\n<p>मेले के दौरान एक अलग मवेशी और पशुओं का बाजार भी लगता है, जहां विभिन्न जानवरों जैसे बैल, गाय, बकरी और बछड़े को आसपास के गांवों और क्षेत्रों से विनिमय और बिक्री के लिए लाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>निमाड़ उत्सव</p>\r\n<p>निमाड़ उत्सव निमाड़ में आयोजित एक कार्यक्रम है। जैसा कि नाम से पता चलता है, यह नर्मदा नदी के तट पर पवित्र शहर महेश्वर में हर साल आयोजित किया जाने वाला उत्सव है। इस कार्यक्रम के दौरान, विभिन्न कला और सांस्कृतिक कार्यक्रम आयोजित किए जाते हैं, जैसे विभिन्न नृत्य रूपों और निमाड़ के सांस्कृतिक पहलुओं को प्रदर्शित करता है। हर साल कई पर्यटक इस कार्यक्रम में शामिल होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिव डोला</p>\r\n<p>यह कार्यक्रम खरगोन शहर में आयोजित किया जाता है, और वैशाख महीने के दूसरे दिन सिद्धनाथ महादेव (भगवान शिव) की एक विशाल शोभायात्रा शहर में शामिल होती है। बड़ी संख्या में लोग इसमें भाग लेते हैं, हर साल लगभग 2 - 3 लाख लोग इस स्थानीय कार्यक्रम का हिस्सा होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गणगौर</p>\r\n<p>गणगौर उत्तर भारत, विशेषकर राजस्थान के साथ, निमाड़ क्षेत्र में मनाया जाने वाला त्योहार है। गणगौर रंगीन है और मार्च-अप्रैल के दौरान भगवान शिव की पत्नी गौरी की पूजा करने वाली महिलाओं द्वारा निमाड़ के लोगों के लिए सबसे महत्वपूर्ण त्योहार है। यह वसंत, फसल और वैवाहिक निष्ठा का उत्सव है। गण भगवान शिव और गौर का एक पर्याय है जो गौरी या पार्वती के लिए खड़ा है जो सौभय (वैवाहिक आनंद) का प्रतीक है। अविवाहित महिलाएं एक अच्छे पति के साथ आशीर्वाद पाने के लिए उसकी पूजा करती हैं, जबकि विवाहित महिलाएं अपने पति के कल्याण, स्वास्थ्य और लंबे जीवन के लिए और एक सुखी विवाहित जीवन के लिए ऐसा करती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मौसम</p>\r\n<p>खरगोन में उष्णकटिबंधीय आर्द्र और शुष्क जलवायु और आर्द्र उपोष्णकटिबंधीय जलवायु के बीच एक संक्रमणकालीन जलवायु है। तीन अलग-अलग मौसम देखे जाते हैं: गर्मी, मानसून और सर्दियों। इस क्षेत्र में ग्रीष्मकाल बेहद गर्म और शुष्क होता है, जो मार्च के मध्य से जून के मध्य तक रहता है और इसके बाद मानसून का मौसम आता है। अप्रैल-मई के दौरान गर्मियों में तापमान आमतौर पर 40 &deg; C (104 &deg; F) से ऊपर होता है। इन महीनों के दौरान जब तापमान बहुत अधिक हो जाता है, शुष्क और गर्म हवा (स्थानीय रूप से \"लू\" के रूप में जाना जाता है) इस क्षेत्र में चल रही है, व्यापक रूप से स्थानीय पारिस्थितिकी को प्रभावित कर रही है। रात के समय भी तापमान काफी अधिक रहता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मानसून जून के अंत में आता है, जिसमें तापमान 29 &deg; C (84 &deg; F) और लगभग 36 इंच (914 मिमी) वर्षा होती है। बारिश का मौसम आर्द्र होता है और पर्याप्त वर्षा होती है। स्थानीय लोग आमतौर पर कुंडा नदी की बाढ़ से प्रभावित होते हैं, जो शहर के बाहरी इलाके से बहती है। सर्दियां नवंबर के मध्य में शुरू होती हैं और शुष्क, हल्की और धूपदार होती हैं। तापमान औसतन लगभग 4-15 &deg; C (39-59 &deg; F) है, लेकिन कुछ रातों में ठंड के करीब गिर सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>निजी और सार्वजनिक दोनों क्षेत्रों में, जिले को कई शिक्षण संस्थानों द्वारा अच्छी तरह से परोसा जाता है। शहर में एक सरकारी स्नातकोत्तर डिग्री कॉलेज है, जिसमें तीन इंजीनियरिंग कॉलेज, तीन फार्मेसी कॉलेज, एक पायलट ट्रेनिंग कॉलेज और दो पॉलीटेक्निक कॉलेज हैं, साथ ही कई अंग्रेजी और हिंदी माध्यम के स्कूल और कॉलेज हैं। ये संस्थान विज्ञान और कला दोनों में डिग्री प्रदान करते हैं। यह जिला निमाड़ क्षेत्र का सबसे अच्छा शैक्षिक जिला है। जिलों की रैंक: 1) खरगोन, 2) खंडवा, और 3) बड़वानी।</p>\r\n<p>&nbsp;</p>\r\n<p>सार्वजानिक विद्यालय</p>\r\n<p>जिले में 2,605 प्राथमिक विद्यालय (PS), 721 मध्य विद्यालय (MS), 73 उच्च विद्यालय (HS) और 69 उच्चतर माध्यमिक विद्यालय (HSS) स्थित हैं। जिले में पाँच केन्द्रीय विद्यालय (केंद्रीय विद्यालय) भी हैं। इनमें शामिल हैं: केंद्रीय विद्यालय (खरगोन), केंद्रीय विद्यालय (बरवा), केंद्रीय विद्यालय (बड़वानी), केंद्रीय विद्यालय (कसरावद), मोडल स्कूल बड़वानी और नवोदय विद्यालय सनावद।</p>\r\n<p>&nbsp;</p>\r\n<p>कई हाई स्कूल भी हैं। इनमें:</p>\r\n<p>&nbsp;</p>\r\n<p>1. वाग्देवी विद्यापीठ इंटरनेशनल स्कूल</p>\r\n<p>2. स्वामी विवेकानंद पब्लिक एचआर सेक स्कूल खरगोन</p>\r\n<p>3. महर्षि विद्या मंदिर। (CBSE संबद्धता संख्या: 1030219)</p>\r\n<p>4. सेंट जज स्कूल (CBSE संबद्धता संख्या: 1030166)</p>\r\n<p>5. आदित्य विद्या विहार।सीबीएसई संबद्ध।</p>\r\n<p>6. गोकुलदास पब्लिक स्कूल (CBSE संबद्धता संख्या 1030212)</p>\r\n<p>7. सरस्वती विद्या मंदिर</p>\r\n<p>8. प्रियदर्शनी शिक्षाशिखर।</p>\r\n<p>9. बाल शिक्षा निकेतन</p>\r\n<p>10. देवी अहिल्या स्कूल ऑफ एक्सीलेंस नं। 1</p>\r\n<p>11. श्री वैष्णव विद्या मंदिर।</p>\r\n<p>12.देवी अहिल्या सरकार। बॉयज हायर सेकेंडरी स्कूल नं। 2।</p>\r\n<p>13 लोटस चिल्ड्रेन स्कूल गौरीधाम कॉलोनी खरगोन</p>\r\n<p>14 नवोदित पब्लिक स्कूल, केंद्रीय विद्यालय, कसरावद रोड, खरगोन के सामने</p>\r\n<p>15 संस्कार शिक्षालय, नूतन नगर</p>\r\n<p>16 सरकार। बॉयज हायर सेकेंडरी स्कूल, गोगावा</p>\r\n<p>17 अवीन्स पब्लिक हाई स्कूल जेतापुर, खरगोन</p>\r\n<p>18 सैफियाह उच्चतर माध्यमिक विद्यालय, खरगोन</p>\r\n<p>19 द क्रिएटिव पब्लिक हायर सेकेंडरी स्कूल</p>\r\n<p>20 देवी रुक्मणी HR.S.School, बिस्टान रोड खरगोन</p>\r\n<p>21 गायत्री शिक्षा निकेतन, बीटीआई रोड, खरगोन।</p>\r\n<p>22 अभ्युदय विद्यास्थली, गौड़ी फाटा, खरगोन-खंडवा रोड, खरगोन</p>\r\n<p>कालेजों</p>\r\n<p>जिले में विभिन्न कॉलेज हैं। ये देवी अहिल्या विश्व विद्यालय, इंदौर (इंदौर विश्वविद्यालय) से संबद्ध हैं और कई स्नातक और स्नातकोत्तर स्तर के पाठ्यक्रम प्रदान करते हैं। सूची में शामिल हैं:</p>\r\n<p>निमाड़ सूचना प्रौद्योगिकी और विज्ञान संस्थान (NIITS), खरगोन</p>\r\n<p>श्री नारायण प्रौद्योगिकी संस्थान (एसएनआईटी)</p>\r\n<p>जवाहरलाल नेहरू महाविद्यालय</p>\r\n<p>जवाहरलाल प्रौद्योगिकी संस्थान, बोरवान</p>\r\n<p>गवर्नमेंट पोस्ट ग्रेजुएट डिग्री कॉलेज</p>\r\n<p>गवर्नमेंट गर्ल्स डिग्री कॉलेज</p>\r\n<p>श्रीजी इंस्टीट्यूट ऑफ टेक्नोलॉजी एंड मैनेजमेंट कॉलेज</p>\r\n<p>अल्मा कंप्यूटर खरगोन</p>\r\n<p>साईकृपा एकेडमी खरगोन</p>\r\n<p>देवी रुक्मिणी कॉलेज ऑफ एजुकेशन</p>\r\n<p>प्रौद्योगिकी के मोदक संस्थान</p>\r\n<p>बैंकों</p>\r\n<p>सबसे ज्यादा दूर। सहकारी बैंक और राष्ट्रीय बैंकों की शहर में शाखाएँ हैं। प्रमुख लोगों में जिला निर्माण, चौराहा, मुख्य शाखा बस स्टैंड, तिलक पथ शाखा, पहाडसिंहपुरा शाखा, भारतीय स्टेट बैंक, भारतीय स्टेट बैंक, इंदौर, बैंक ऑफ इंडिया, पंजाब नेशनल बैंक, पंजाब नेशनल बैंक, बैंक के पास जिला सहकारी बैंक मर्यादित नगर शाखा शामिल हैं। बैंक ऑफ महाराष्ट्र, सिंडिकेट बैंक और सेंट्रल बैंक ऑफ इंडिया। निजी बैंकों जैसे एचडीएफसी, एक्सिस बैंक (सनावद रोड), आईसीआईसीआई, यूनियन बैंक और बैंक ऑफ बड़ौदा ने भी शाखाएं खोली हैं। ये शाखाएँ राधा वल्लभ बाज़ार क्षेत्र में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान में, खरगोन में 30 -35 एटीएम हैं जो भारतीय स्टेट बैंक, एक्सिस बैंक, एचडीएफसी बैंक, आईसीआईसीआई, यूनियन बैंक ऑफ इंडिया, पंजाब नेशनल बैंक, बैंक ऑफ महाराष्ट्र, सिंडिकेट बैंक, बंधन बैंक, आईडीबीआई बैंक, देना बैंक के हैं। सेंट्रल बैंक ऑफ इंडिया, जिला सहकारी केंद्रीय बैंक मेरडिट, खरगोन और बैंक ऑफ बड़ौदा।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>&nbsp;</p>\r\n<p>गणेश मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>किला</p>\r\n<p>&nbsp;</p>\r\n<p>टाउन हॉल kgn</p>\r\n<p>आकर्षण में खरगोन जिले के मंदिर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>श्री नवग्रह मंदिर</p>\r\n<p>महेश्वर</p>\r\n<p>कहा जाता है कि महेश्वर में 100 से अधिक मंदिर हैं, जो महेश्वर के लंबे इतिहास का संकेत देते हैं। आगंतुकों के लिए मुख्य मंदिर पवित्र नदी नर्मदा के पास सहस्त्रार्जुन मंदिर, राज-राजेश्वर मंदिर, काशी विश्वनाथ मंदिर, चतुर्भुज नारायण मंदिर, अहिल्या माता की छत्रियां, रजवाड़ा, चिंतामणि गणपति मंदिर, बड़ा गणपति मंदिर, पंढरीनाथ मंदिर, भवानी माता मंदिर, भवानी माता मंदिर हैं। , बांके बिहारी, अनंत नारायण मंदिर, खेड़ापति हनुमान, राम और कृष्ण मंदिर। बाणेश्वर मंदिर, कलेश्वर, ज्वालाेश्वर और नरसिंह मंदिर प्रकृति प्रेमियों के लिए बहुत अच्छे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हाल ही में निर्मित एक मुखी दत्त मंदिर, जलोत्री, सहस्त्रधारा में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>वेद नदी पर झिरनिया के पास, दुलहार, नीलझर और भोपसी जलप्रपात।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सहस्त्रधारा, जलकोटी, महेश्वर में एक मुखी दत्त मंदिर</p>\r\n<p>निकटवर्ती स्थान</p>\r\n<p>श्री पावागिरी तीर्थ ऊना या ऊँ में स्थित है। मंदिर को 12 वीं शताब्दी में परमारों के काल में बनवाया गया था। ऐसा कहा जाता है कि मालवा के राजा बल्लाल ने 100 मंदिरों का निर्माण करने के लिए प्रतिबद्ध किया था, लेकिन इस स्थान को ऊना (100 से कम) नाम देने वाले 99 मंदिरों के पूरा होने के बाद मृत्यु हो गई। ग्वालेश्वर मंदिर 16 वें जैन तीर्थंकर शांतिनाथ को समर्पित है। मंदिर के मूलनायक भगवान शांतिनाथ की 12 फीट लंबी काले रंग की मूर्ति है, जिसमें दोनों तरफ 8 फीट ऊंची भगवान कुंठुनाथ और अरनाथ की मूर्तियां हैं। भगवान शांतिनाथ का कोलोसस 1206 (वी। 1263) में स्थापित किया गया था। वर्ष 1934 में, पद्मासन मुद्रा में भगवान महावीर स्वामी की 2 फीट की मूर्ति की खुदाई 1195 (वी। एस। 1252) में की गई थी। 12 वीं -13 वीं शताब्दी से संबंधित कई मूर्तियाँ यहाँ पाई जा सकती हैं। मंदिर में भजनशाला के साथ एक धर्मशाला है। मंदिर की वास्तुकला खजुराहो के समान है। महावीर के मंदिर, सम्भवनाथ, चंद्रप्रभु के मंदिर ग्राम सुरवा में मनोकामनेश्वर हनुमान के मुख्य मंदिर के पास मौजूद हैं</p>\r\n<p>&nbsp;</p>\r\n<p>खेड़ी खुर्द</p>\r\n<p>खंडवा</p>\r\n<p>कसरावद</p>\r\n<p>भीकनगांव</p>\r\n<p>महेश्वर</p>\r\n<p>मंडलेश्वर</p>\r\n<p>कसरावद</p>\r\n<p>Dhamnod</p>\r\n<p>धरमपुरी</p>\r\n<p>राजपुर</p>\r\n<p>सेंधवा</p>\r\n<p>Anjad</p>\r\n<p>पंधाना</p>\r\n<p>Barwaha</p>\r\n<p>मानपुर</p>\r\n<p>चोपड़ा</p>\r\n<p>मनावर</p>\r\n<p>बादी, कसरावद, खरगोन 38 किमी</p>\r\n<p>गाँव सुरवा खरगोन ३१</p>\r\n<p>झिंन्या के पास टंट्या मामा गुफाएं</p>\r\n<p>अन्य आकर्षण</p>\r\n<p>बवांगजा (अब बड़वानी में)</p>\r\n<p>ऊँ (14 किमी), अपने जैन तीर्थ केंद्रों के लिए जाना जाता है।</p>\r\n<p>नन्हेश्वर (20 किमी), कई प्राचीन शिव मंदिरों का घर।</p>\r\n<p>नवग्रह मंदिर, नवग्रह को समर्पित प्राचीन मंदिर, हिंदू खगोल विज्ञान के नौ (नव) प्रमुख आकाशीय पिंड (ग्रहा)।</p>\r\n<p>सिरवेल महादेव मंदिर, एक प्राचीन मंदिर, जो भगवान शिव को समर्पित है, जो समुद्र के स्तर से 700 मीटर ऊपर सतपुडा पर्वत के दक्षिण में स्थित है, सड़क द्वारा शहर से अच्छी कनेक्टिविटी के साथ, यह स्थान मुंडा नदी पर अपने झरने के लिए जाना जाता है। । सिरवेल महादेव भी सतपुड़ा घाटी में जंगल से घिरा हुआ है।</p>\r\n<p>नागलवाड़ी शिखरधाम या भीलट देव धाम, खरगोन से लगभग 50 किमी की दूरी पर स्थित है, जो कि खरगोन से बादी बिजवासन माता मंदिर, सेंधवा तक छोटी सड़क है।</p>\r\n<p>बिजासनी माता मंदिर, इंदौर रोड के माध्यम से उत्तर में खरगोन से 20 के आसपास स्थित है। यह जगह एक छोटी पहाड़ी के ऊपर है।</p>\r\n<p>लूला बाबा समाधि, उत्तर में शहर से 10 किमी दूर स्थित है। श्री पूर्णानंद स्वामी महाराज को समर्पित।</p>\r\n<p>श्री संतोषी माता मंदिर प्राचीन मंदिर, जो भगवान गणेश की बेटी देवी संतोषी को समर्पित है, मंदिर शहर से 7 किमी दक्षिण पश्चिम में कुंडा नदी के तट पर स्थित है। इस जगह पर नदी का एक छोटा सा झरना भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Khargone</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-khargonewest-nimar-madhya-pradesh","tags":[{"name":"खरगोन-पश्चिम-निमाड़","slug":"khargone-west-nimar"},{"name":"खरगोन","slug":"khargone"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":678,"title":"शाहडोल में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","dateCreated":"2019-09-15T02:25:27.928Z","dateModified":"2019-09-15T02:25:42.947Z","contributedBy":"AskGif","content":"शहडोल भारतीय राज्य मध्य प्रदेश में शहडोल जिले का एक शहर है। यह शहडोल जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nशहडोल जिला पूर्व मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। 6,205 वर्ग किलोमीटर के कुल क्षेत्रफल और 10,66,063 की आबादी के साथ। शहडोल मध्य प्रदेश का एक महत्वपूर्ण जिला है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"शाहडोल","slug":"shahdol"}],"slug":"top-places-to-visit-in-shahdol-madhya-pradesh","total":0},{"id":652,"title":"डिंडोरी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"a89c2118-cc26-43f4-8588-b1a9ba3da9b6_Dindori-tourism.jpg","dateCreated":"2019-09-13T02:39:40.465Z","dateModified":"2019-09-13T02:39:53.246Z","contributedBy":"AskGif","content":"डिंडोरी भारत के मध्य प्रदेश राज्य में डिंडोरी जिले में एक जिला प्रधान कार्यालय और एक नगर पंचायत है। डिंडोरी में कई ऐतिहासिक और आध्यात्मिक स्थान हैं। आध्यात्मिक स्थानों में से कुछ लक्ष्मण मड़वा, कुकरमठ, कलचुरी काली मंदिर आदि हैं। कान्हा टाइगर नेशनल पार्क 180 किमी और बांधवगढ़ राष्ट्रीय उद्यान जिला ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a89c2118-cc26-43f4-8588-b1a9ba3da9b6_Dindori-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"डिंडोरी","slug":"dindori"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-dindori-madhya-pradesh","total":0},{"id":649,"title":"दतिया में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","dateCreated":"2019-09-13T02:11:59.022Z","dateModified":"2019-09-13T02:12:11.758Z","contributedBy":"AskGif","content":"दतिया उत्तर भारत के मध्य मध्य प्रदेश के एक राज्य उत्तर मध्य प्रदेश में दतिया जिले का जिला मुख्यालय है। यह एक प्राचीन शहर है, जिसका उल्लेख राजा 'दंतवक्र' द्वारा शासित महाभारत में किया गया है। यह शहर ग्वालियर से 69 किमी, नई दिल्ली से 325 किमी दक्षिण और भोपाल से 320 किमी उत्तर में स्थित है। दतिया से","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दतिया","slug":"datia"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-datia-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}