{"id":662,"title":"Top Places to visit in Khargone(West Nimar), Madhya Pradesh","imageUrl":"6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","dateCreated":"2019-09-14T04:24:14.68Z","dateModified":"2019-09-14T04:24:28.248Z","contributedBy":"AskGif","content":"<p>Khargone district, formerly known as West Nimar district, is a district of Madhya Pradesh state in central India. The district lies in Nimar region, and is part of Indore Division. Under indore Khargone town is the headquarters of this district.</p>\r\n<p>Khargone is a city in Madhya Pradesh state of in India. It is the administrative headquarters of the Khargone district (formerly known as West Nimar). Several major administrative offices of the Khargone District, including the collectorate, police, telecom and various other government organizations are located in the city. The city is situated at the bank of Kunda river and is known for its cotton and chilly (chili pepper) production. It is also known for Navgraha Mandir, a temple devoted to the nav grahas (nine planets). Khargone topped the nation in municipality and received a national award for 'India's Fastest Moving City' under a population of two lakh. City ranked the 15th cleanest city in India in Swachh Survekshan 2018 and ranked 17th cleanest city in India in Swachh Survekshan 2017. Khargone is the 23rd biggest city in the state of Madhya Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Various cultural activities are held throughout the year. Residents of the city, belonging to different religions, celebrate various festivals such as Diwali, Dussehra, Raksha Bandhan, Navratri, Ganeshotsav, Nag panchami, Nag Dipawali, Gudi Padwa, Ganahor, shiv dola, Sanjha Mata parv, Devotthan Ekadashi, Eid, Holi, and Christmas. Other than the regular festivals, certain festivals are local to the region such as Gangore, which is celebrated by many people.</p>\r\n<p>&nbsp;</p>\r\n<p>There are many other cultural events held in the city throughout the year. There are various book fairs, art fairs, etc. Many local festivals celebrated with joy and happiness, such as 'Nag Panchami' (a day celebrated for snakes which are respected and worhipped like a god in Hindu mythology), or Bhagoriya (a festival celebrated by tribal people in the region).</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Navagraha mandir temple</p>\r\n<p>Shree Navgrah Mela</p>\r\n<p>Shree Navagrah Mela is an annual fair held during the months of January and February. It lasts between 20 and 25 days. The fair is held at the Mela Grounds situated near the banks of river Kunda, near the Navagraha temple. The name 'Navgraha Mela' is itself derived from the Navagraha Mandir (temple), which is the temple devoted to the nine planets (Nav-grahas) and the god 'Sun'. There are various attractions and events held during the fair, such as 'circus' or 'moving theatres' and amusement rides for children and youth.</p>\r\n<p>&nbsp;</p>\r\n<p>A significant feature of the event is a large market with hundreds of stalls selling a wide variety of goods. A large amount of business is generated by this fair every year in Khargone. Food and cuisine is also an important attraction, with many different local cuisines available.</p>\r\n<p>&nbsp;</p>\r\n<p>A separate cattle and livestock market also takes place during the fair where various animals such as bulls, cows, goats and calves are brought from nearby villages and areas for exchange and sale.</p>\r\n<p>&nbsp;</p>\r\n<p>Nimar Utsav</p>\r\n<p>Nimar Utsav is an event held in Nimar. As the name suggests, it is the 'utsav' (celebration) or the festival held every year in the holy city of Maheshwar at the banks of Narmada River. During this event, different arts and cultural programs are held, such as displays of different dance forms and the cultural aspects of Nimar. Many tourists attend the event every year.</p>\r\n<p>&nbsp;</p>\r\n<p>Shiv Dola</p>\r\n<p>This event is held in the city of Khargone, and involves a huge procession of Siddhanath Mahadev (Lord Shiv) Going through the city on the 2nd day of Vaishakh month. A large number of people take part in it, every year around 2 - 3 lakh people been the part of this local program.</p>\r\n<p>&nbsp;</p>\r\n<p>Gangaur</p>\r\n<p>Gangaur is a festival celebrated in Nimar region, along with North India, especially Rajasthan. Gangaur is colourful and one of the most important festivals of people of Nimar with great fervour and devotion by women who worship Gauri, the wife of Lord Shiva during March&ndash;April. It is the celebration of spring, harvest and marital fidelity. Gana is a synonym for Lord Shiva and Gaur which stands for Gauri or Parvati who symbolizes Saubhagya (marital bliss). The unmarried women worship her for being blessed with a good husband, while married women do so for the welfare, health and long life of their husbands and for a happy married life.</p>\r\n<p>&nbsp;</p>\r\n<p>Weather</p>\r\n<p>Khargone has a transitional climate between a tropical wet and dry climate and a humid subtropical climate. Three distinct seasons are observed: summer, monsoon and winter. Summers are extremely hot and dry in this region, lasting from mid-march to mid-June followed by the monsoon season. The temperatures in summer are usually above 40 &deg;C (104 &deg;F) during April&ndash;May. During these months when temperatures become very high, the dry and hot wind (locally known as \"loo\") blows in this area, widely affecting the local ecology. The temperature also remains quite high during the night.</p>\r\n<p>&nbsp;</p>\r\n<p>The monsoon arrives in late June, with temperatures around 29 &deg;C (84 &deg;F) and about 36 inches (914 mm) rainfall. The rainy season is humid and has substantial rainfall. Local people are commonly affected by the flooding of river Kunda, which flows from the outskirts of the city. Winters start in mid-November and are dry, mild and sunny. Temperatures average about 4&ndash;15 &deg;C (39&ndash;59 &deg;F), but can fall close to freezing on some nights.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The district is served well by several educational institutes, comprising both the private and public sectors. There is a government post-graduate degree college in the city, with three engineering colleges, three pharmacy colleges, one pilot training college and two polytechnic colleges, along with several English and Hindi medium schools and colleges. These institutions offer degrees in both the science and the arts. This district is the best educational district in the Nimar region. Ranks of districts: 1) Khargone, 2) Khandwa, and 3) Barwani.</p>\r\n<p>&nbsp;</p>\r\n<p>Public Schools</p>\r\n<p>There are 2,605 primary schools (PS), 721 middle schools (MS), 73 high schools (HS) and 69 higher secondary schools (HSS) located in the district. The district also has five Kendriya Vidyalays (central schools). These include: Kendriya Vidyalaya (Khargone), Kendriya Vidyalaya (Barwah), Kendriya Vidyalaya (Badwani), Kendriya Vidyalaya (kasrawad), Modal school Badwani and Navoday Vidyalay Sanawad.</p>\r\n<p>&nbsp;</p>\r\n<p>There are also several high schools. Among these:</p>\r\n<p>&nbsp;</p>\r\n<p>1. Vagdevi Vidyapeeth International School</p>\r\n<p>2. Swami Vivekananda public HR Sec School Khargone</p>\r\n<p>3. Maharishi Vidya Mandir.(CBSE affiliation Number: 1030219)</p>\r\n<p>4. St. Judes School(CBSE Affiliation Number: 1030166)</p>\r\n<p>5. Aaditya Vidya Vihar.CBSE affiliated.</p>\r\n<p>6. Gokuldas Public School (CBSE Affiliation Number 1030212)</p>\r\n<p>7. Saraswati Vidya Mandir</p>\r\n<p>8. Priyadarshani Shikshaniketan.</p>\r\n<p>9. Bal Shiksha Niketan</p>\r\n<p>10. Devi Ahilya School of Excellence no. 1</p>\r\n<p>11. Shri vaishnav vidhya mandir.</p>\r\n<p>12.Devi Ahilya Govt. Boys Higher Secondary School no. 2.</p>\r\n<p>13 Lotus children's school Gouridham Colony Khargone</p>\r\n<p>14 Innovative Public School, in front of kendriya vidhyalaya, kasrawad road, khargone</p>\r\n<p>15 Sanskar Shikshalay, Nutan Nagar</p>\r\n<p>16 Govt. Boys Higher Secondary School, Gogawa</p>\r\n<p>17 Avisans Public High School Jetapur, Khargone</p>\r\n<p>18 saifiyah Higher Secondary School, khargone</p>\r\n<p>19 The Creative Public Higher Secondary School</p>\r\n<p>20 Devi Rukmani HR.S.School, Bistan Road Khargone</p>\r\n<p>21 Gayatri Shiksha Niketan, BTI Road, Khargone.</p>\r\n<p>22 Abhyuday Vidyasthali, Gowadi Fhata, Khargone-Khandwa road, Khargone</p>\r\n<p>Colleges</p>\r\n<p>There are various colleges in the district. These are affiliated with Devi Ahilya Vishwavidyalay, Indore (University of Indore) and offer several graduate and postgraduate-level courses. The list includes:</p>\r\n<p>&nbsp;</p>\r\n<p>Nimar Institute of Information Technology and Science (NIITS), Khargone</p>\r\n<p>Shree Narayan Institute of Technology (SNIT)</p>\r\n<p>Jawaharlal Nehru Mahavidyalaya</p>\r\n<p>Jawaharlal Institute of Technology, Borawan</p>\r\n<p>Government Post Graduate Degree College</p>\r\n<p>Government Girls Degree College</p>\r\n<p>Shreeji Institute Of Technology and Management College</p>\r\n<p>Alma Computer Khargone</p>\r\n<p>Saikripa Academy Khargone</p>\r\n<p>Devi Rukmini college of Education</p>\r\n<p>Modak Institute of technology</p>\r\n<p>Banks</p>\r\n<p>Most of the dist. co-operative bank and national banks have branches in the city. Prominent ones include the jila sahkari kendriya bank Maryadit city branch near goul build, chouraha, main branch bus stand, tilak path branch, Pahadsinghpura branch, State Bank of India, the State Bank of Indore, the Bank of India, Punjab National Bank, the Bank of Maharashtra, Syndicate Bank and the Central Bank of India. Private banks such as HDFC, Axis Bank(Sanawad Road), ICICI, Union Bank, and Bank of Baroda have also opened branches. These branches are located in the Radha Vallabh market area.</p>\r\n<p>&nbsp;</p>\r\n<p>Currently, Khargone has 30 -35 ATMs that belong to the State Bank of India, Axis Bank, HDFC bank, ICICI, Union Bank of India, Punjab National Bank, Bank of Maharashtra, Syndicate Bank, Bandhan Bank, IDBI Bank, Dena Bank, Central Bank of India, Jila sahakari kendriya bank maryadit, khargone and the Bank of Baroda.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>&nbsp;</p>\r\n<p>Ganesh mandir</p>\r\n<p>&nbsp;</p>\r\n<p>Kila</p>\r\n<p>&nbsp;</p>\r\n<p>Town hall kgn</p>\r\n<p>Attractions include the temples in the Khargone District.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Navagraha mandir</p>\r\n<p>Maheshwar</p>\r\n<p>It is said that there are more than 100 temples at Maheshwar, indicating the long history of Maheshwar. Main temples for visitors are Sahastararjun Temple near the holy river Narmada, Raj-Rajeshwar Mandir, Kashi Vishwanath Mandir, Chaturbhuj Narayan Mandir, Ahilya Mata's Chhatris, Rajwada, Chintamani Ganpati Mandir, Bada Ganpati temple, Pandharinath Mandir, Bhawani Mata Mandir, Gobar Ganesh Mandir, Banke Bihari, Anant Narayan Mandir, Khedapati Hanuman, Ram and Krishna Mandir. Baneshwar temple, Kaleshwar, Jwaleshwar and Narsingh Mandir are very good for nature lovers.</p>\r\n<p>&nbsp;</p>\r\n<p>The recently built Ek mukhi Datta Mandir is situated in Jalkoti, Sahastradhara.</p>\r\n<p>&nbsp;</p>\r\n<p>Dulhar, Niljhar and Bhapsi Falls nearest Jhirniya at Veda River ред</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Ek Mukhi Datta Temple at Sahastradhara, Jalkoti, Maheshwar</p>\r\n<p>Nearby places</p>\r\n<p>Shri Pavagiri Tirth is situated in Una or Oon. The temple was erected in 12th century during the period of Parmars. It is said that Ballal, the king of Malwa committed to built 100 temples but died after completion of 99 temples giving this place the name Una (one less than 100). Gwaleshwar temple is dedicated to Shantinatha, the 16th Jain Tirthankar. Moolnayak of the temple is a 12 feet tall black colored idol of Lord Shantinath in standing posture with 8 feet tall idols of Lord Kunthunath &amp; Arahnath on both sides. Colossus of Lord Shantinath was installed in 1206(V.S. 1263). In Year 1934, 2 feet idol of Lord Mahaveer Swami in padmasan posture was excavated dating back to 1195(V.S. 1252). Many idol belonging 12th-13th century can be found here. The temple has a dhamshala with bhojanalya. The architecture of the temple is similar to that of in Khajuraho. Temples of Mahavira, Sambhavnatha, Chandrprabhu are present near the main temple Temple of manokamneswar hanuman at village surwa</p>\r\n<p>&nbsp;</p>\r\n<p>Khedi khurd</p>\r\n<p>Khandwa</p>\r\n<p>Kasrawad</p>\r\n<p>Bhikangaon</p>\r\n<p>Maheshwar</p>\r\n<p>Mandleshwar</p>\r\n<p>Kasrawad</p>\r\n<p>Dhamnod</p>\r\n<p>Dharampuri</p>\r\n<p>Rajpur</p>\r\n<p>Sendhwa</p>\r\n<p>Anjad</p>\r\n<p>Pandhana</p>\r\n<p>Barwaha</p>\r\n<p>Manpur</p>\r\n<p>Chopda</p>\r\n<p>Manawar</p>\r\n<p>Badi, Kasrawad, Khargone 38 km</p>\r\n<p>village surwa khargone 31</p>\r\n<p>tantya mama caves near jhirnya</p>\r\n<p>Other Attractions</p>\r\n<p>Bawangaja (now in Barwani)</p>\r\n<p>Oon (14 km), known for its Jain pilgrimage centres.</p>\r\n<p>Nanheshwar (20 km), home to several ancient Shiva temples.</p>\r\n<p>The Navagraha temple, the ancient temple devoted to Navagraha, the nine (nava) major celestial bodies (Grahas) of Hindu astronomy.</p>\r\n<p>Sirwel Mahadev temple , an ancient temple, devoted to Lord Shiva, located 56 km south in the Satapuda mountain above 700 meter from the sea level, with a good connectivity from the city by road, this place is known for its waterfall on the river Kunda. Sirwel Mahadev is also surrounded by jungle in the Satapuda valley.</p>\r\n<p>Nagalwadi Shikhardham or Bhilat Dev Dham, located about 50 km from Khargone, westerly - little off road from Khargone to Badi Bijasan Mata Mandir, Sendhwa</p>\r\n<p>Bijasani Mata Temple, located around 20&nbsp; from Khargone in North through Indore road. This place is atop a small hill.</p>\r\n<p>Lula Baba Samadhi, located 10 km from the city in North. Dedicated to Sri Purnanand Swami Maharaj.</p>\r\n<p>Shri Santoshi Mata Temple ancient temple devoted to Goddess Santoshi, daughter of Lord Ganesha, temple is located at the bank of river Kunda 7 km southwest from the city. This place also has a small waterfall on the river.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Khargone</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-khargonewest-nimar-madhya-pradesh","tags":[{"name":"khargone-west-nimar","slug":"khargone-west-nimar"},{"name":"khargone","slug":"khargone"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":678,"title":"Top Places to visit in Shahdol, Madhya Pradesh","imageUrl":"cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","dateCreated":"2019-09-15T02:25:27.928Z","dateModified":"2019-09-15T02:25:42.947Z","contributedBy":"AskGif","content":"Shahdol is a city in Shahdol district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Shahdol District.\r\n&nbsp;\r\nShahdol District is a district of Madhya Pradesh state in east central India. With a total area of 6,205 square kilometer and a population","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"shahdol","slug":"shahdol"}],"slug":"top-places-to-visit-in-shahdol-madhya-pradesh","total":0},{"id":652,"title":"Top Places to visit in Dindori, Madhya Pradesh","imageUrl":"a89c2118-cc26-43f4-8588-b1a9ba3da9b6_Dindori-tourism.jpg","dateCreated":"2019-09-13T02:39:40.465Z","dateModified":"2019-09-13T02:39:53.246Z","contributedBy":"AskGif","content":"Dindori is a district head office and a nagar panchayat in Dindori district in the state of Madhya Pradesh, India.Dindori has many historical as well as spiritual places. Some of the spiritual places are Laxman Madva, Kukarramath, Kalchuri Kali Mandir etc. The Kanha Tiger National Park is 180 km ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a89c2118-cc26-43f4-8588-b1a9ba3da9b6_Dindori-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dindori","slug":"dindori"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-dindori-madhya-pradesh","total":0},{"id":649,"title":"Top Places to visit in Datia, Madhya Pradesh","imageUrl":"6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","dateCreated":"2019-09-13T02:11:59.022Z","dateModified":"2019-09-13T02:12:11.758Z","contributedBy":"AskGif","content":"Datia is the district headquarters of the Datia District in north central Madhya Pradesh, a state of Central India. It is an ancient town, mentioned in the Mahabharata ruled by King 'Dantavakra'. The town is 69 km from Gwalior, 325 km south of New Delhi and 320 km north of Bhopal. About 15 km fro","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"datia","slug":"datia"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-datia-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}