{"id":663,"title":"मंडला में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"45a8e19c-f842-4e67-96c2-f71ae62ab013_Mandla-railway.jpg","dateCreated":"2019-09-14T04:30:38.74Z","dateModified":"2019-09-14T04:30:51.176Z","contributedBy":"AskGif","content":"<p>मंडला भारतीय राज्य मध्य प्रदेश में मंडला जिले में नगरपालिका के साथ एक शहर है। यह मंडला जिले का प्रशासनिक मुख्यालय है। यह शहर नर्मदा नदी के एक लूप में स्थित है, जो इसे तीन तरफ से घेरे हुए है, और मंडला और रामनगर के बीच 15 मील की दूरी पर, मध्य प्रदेश में नदी चट्टानों से अटूट एक गहरे बिस्तर में बहती है। यहां नर्मदा की पूजा की जाती है, और नदी के तट पर कई घाटों का निर्माण किया गया है। यह गोंडवाना साम्राज्य की एक राजधानी थी जिसने एक महल और एक किले का निर्माण किया था, जो उचित देखभाल के अभाव में खंडहर में चले गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मंडला राष्ट्रीय राजमार्ग 12 ए (एक्सप्रेस राजमार्ग) के माध्यम से जबलपुर, नागपुर और रायपुर जैसे नजदीकी शहरों से सड़क मार्ग से जुड़ा हुआ है। जबलपुर से मंडला तक बस (96 किमी लगभग) से 3:00 घंटे से कम समय लगता है। इससे पहले मंडला को नैनपुर से जबलपुर, गोंदिया, छिंदवाड़ा होते हुए भारतीय रेलवे के नैरो गेज ट्रैक द्वारा जोड़ा गया है। अब मंडला को भारतीय रेलवे ब्रॉड गेज ट्रैक से जोड़ा जाना है क्योंकि काम प्रगति पर है। यात्री चिराईडोंगरी से जबलपुर होते हुए नैनपुर तक ट्रेन से यात्रा कर सकते हैं, क्योंकि ब्रॉड गेज ट्रैक का काम पूरा हो चुका है।</p>\r\n<p>&nbsp;</p>\r\n<p>आकर्षण का स्थान</p>\r\n<p>मंडला में पर्यटकों के आकर्षण के विभिन्न स्थान हैं जिनमें वन्यजीव, प्राचीन किले, मंदिर और झरने शामिल हैं। पर्यटक कान्हा नेशनल पार्क की ओर आकर्षित होते हैं। ज्यादातर लोग नर्मदा नदी के किनारे स्थित उपमहाद्वीप के विभिन्न घाटों से हैं, जो पर्यटकों और स्थानीय लोगों के लिए आकर्षण का केंद्र हैं। स्थानीय घाटों में रंगरेज घाट, राप्ता घाट, नव घाट, नाना घाट और संगम घाट शामिल हैं। सहस्त्रधारा मंडला के इलाके में सबसे लोकप्रिय पर्यटन स्थल में से एक है। मंडला शहर से 18 किमी की दूरी पर स्थित गरमी पाणि कुंड अपने सल्फर प्रचुर मात्रा में पानी के कुएं के लिए जाना जाता है। स्थानीय लोगों का मानना ​​है कि अतीत में फैले प्लेग से पीड़ित लोगों को ठीक करने के लिए भगवान विष्णु द्वारा कुएं का पानी आशीर्वाद दिया गया था। जादुई पानी के अलावा, यह स्थान सदाबहार वनस्पतियों से घिरा हुआ है। भारतीय चिकित्सा अनुसंधान परिषद (ICMR) ने निष्कर्ष निकाला कि कुएं में पानी विभिन्न त्वचा रोग का इलाज कर सकता है। रामनगर किला / मंडला किला 17 वीं शताब्दी के अंत में गोंड राजाओं द्वारा बनाया गया था। इसका निर्माण नर्मदा नदी के पाश में हुआ है। इस किले की मुख्य विशेषता इसका तीन मंजिला रणनीतिक निर्माण है। इसे नर्मदा नदी के तट पर बनाया गया था ताकि नदी तीन तरफ से अपनी रक्षा करे। यह किला मंडला शहर से 24 किमी दूर स्थित मोती महल के नाम से भी जाना जाता है। एक अन्य किला, बेगम महल, मोती महल से 3 किमी दूर स्थित है, यह मुगल वास्तुकला की तीन कहानी वाली आयताकार कृति के लिए जाना जाता है जो चिमनी रानी के लिए बनाया गया था। बेगम महल के निर्माण के लिए इस्तेमाल किए गए अद्भुत काले पत्थरों को आकर्षण के एक अन्य स्थान से लिया गया था, \"काला पहाड़\" इसके चारों ओर 4 किमी की दूरी पर स्थित है। मंडला का मुख्य बाज़ार अपने हाथ से बने सामानों के लिए जाना जाता है। मंडला शहर के केंद्र में, मंडला चौपाटी स्वादिष्ट कमल चाट और श्रीनाथ पावभाजी के लिए प्रसिद्ध है। अन्य स्नैक्स जैसे डोसा, कचौड़ी, फुल्की और ढाबली को टोला में परोसा जाता है। आवास के लिए शहर में कई होटल और लॉज हैं और मंडला में राज्य पर्यटन द्वारा प्रशासित होटल टूरिस्ट (M.P.T) हैं। बम्हनी बंजार मंडला जिले में स्थित है और यह बब्बा समोसा के लिए प्रसिद्ध है। नीलम कॉफ़ी हाउस के रसमलाई और अन्य स्वादिष्ट खाद्य पदार्थ है। एक सरकारी संग्रहालय है जिसमें पाम, अशोक और मछलियों और नारियल जैसे फलों के पेड़ों की बड़ी किस्में हैं। संग्रहालय के विवरणों के अनुसार, मंडला क्षेत्र शहर का एक समुद्री किनारा था। नर्मदा नदी \"सहस्त्रधारा\" के नाम से एक पर्यटन स्थल बनाती है। नर्मदा नदी के इस क्षेत्र को बड़ी संख्या में पतले पानी के चैनलों में परिवर्तित किया जाता है और कम ऊंचाई के पानी के गिरने के बाद सभी चैनलों को फिर से नदी के रूप में परिवर्तित कर दिया जाता है। यह जगह \"सहस्रधारा\" भी है। नदी के बीच में एक भगवान शिव मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यावरण में बदलाव</p>\r\n<p>एक बार इस छोटे शहर को सबसे हरे शहरों में माना जाता था; अब यह सिर्फ एक स्मृति है। वनों की कटाई ने इस क्षेत्र को काफी हद तक प्रभावित किया है जैसा कि 2007 की गर्मियों में दिखाया गया था जब तापमान 46 डिग्री सेल्सियस से अधिक था। प्रत्येक दिन लगभग 20,000 किलोग्राम लकड़ी काट ली जाती है। केवल मा नर्मदा (नर्मदा नदी) के कारण ही यह शहर बसा है: यह चारों ओर से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा केंद्र</p>\r\n<p>कालेजों</p>\r\n<p>जगन्नाथ मुन्नालाल चौधरी महिला महाविद्यालय</p>\r\n<p>रानी दुर्गावती सरकार P.G. कॉलेज</p>\r\n<p>पॉलिटेक्निक गर्ल्स कॉलेज</p>\r\n<p>सरदार पटेल ग्रुप ऑफ इंस्टीट्यूट्स</p>\r\n<p>आईटीआई</p>\r\n<p>आईटीआई (आदिवासी) रसिया-दोना मंडला</p>\r\n<p>आईटीआई नैनपुर</p>\r\n<p>आईटीआई निवास</p>\r\n<p>स्कूलों</p>\r\n<p>भारत ज्योति उच्चतर माध्यमिक विद्यालय।</p>\r\n<p>अमल ज्योति कॉन्वेंट स्कूल महाराजपुर।</p>\r\n<p>सान्याल स्कूल</p>\r\n<p>आईएएस और एमपीपीएससी के लिए विजयी उपाधि</p>\r\n<p>ब्रेन चाइल्ड एकेडमी।</p>\r\n<p>ज्ञान दीप इंग्लिश मीडियम (एचएस) स्कूल।</p>\r\n<p>जवाहर नवोदय विद्यालय पद्मी।</p>\r\n<p>केन्द्रीय विद्यालय मंडला।</p>\r\n<p>महर्षि विद्या मंदिर।</p>\r\n<p>मोंटफोर्ट स्कूल।</p>\r\n<p>नवरत्न विद्यालय मंडला</p>\r\n<p>निर्मला उच्चतर माध्यमिक विद्यालय।</p>\r\n<p>सरस्वती शिशु मंदिर मंडला।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mandla</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/45a8e19c-f842-4e67-96c2-f71ae62ab013_Mandla-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mandla-madhya-pradesh","tags":[{"name":"मंडला","slug":"mandla"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":673,"title":"रीवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","dateCreated":"2019-09-14T07:56:25.485Z","dateModified":"2019-09-14T07:56:39.234Z","contributedBy":"AskGif","content":"रीवा भारत में मध्य प्रदेश राज्य के उत्तर-पूर्वी भाग का एक शहर है। यह रीवा जिला और रीवा संभाग का प्रशासनिक केंद्र है। यह शहर राज्य की राजधानी भोपाल से लगभग 420 किलोमीटर (261 मील) उत्तर-पूर्व में स्थित है और इलाहाबाद शहर के दक्षिण में 130 किलोमीटर (81 मील) है।\r\n&nbsp;\r\nजनसांख्यिकी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रीवा","slug":"rewa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rewa-madhya-pradesh","total":0},{"id":651,"title":"धार में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","dateCreated":"2019-09-13T02:32:54.551Z","dateModified":"2019-09-13T02:33:08.994Z","contributedBy":"AskGif","content":"धार भारत में पश्चिमी मध्य प्रदेश राज्य के मालवा क्षेत्र में स्थित एक शहर है। यह धार जिले का प्रशासनिक मुख्यालय है, और 1732 से राजपूत धार राज्य की राजधानी धर्मनगर के रूप में थी (पहले राजा ने 1728 से मुल्तान में अपनी सीट बनाई थी)।\r\n&nbsp;\r\nधार जिला मध्य भारत में मध्य प्रदेश राज्य का ए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"धार","slug":"dhar"}],"slug":"top-places-to-visit-in-dhar-madhya-pradesh","total":0},{"id":648,"title":"दमोह में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","dateCreated":"2019-09-13T02:06:08.805Z","dateModified":"2019-09-13T02:06:26.624Z","contributedBy":"AskGif","content":"दमोह भारत में उत्तर-पूर्वी मध्य प्रदेश में सागर डिवीजन का एक शहर है। यह शहर राज्य की राजधानी भोपाल से 250 किलोमीटर (155 मील) पूर्व में स्थित है। यह जिला पश्चिम में सागर, दक्षिण में नरसिंहपुर और जबलपुर और उत्तर में छतरपुर, पूर्व में पन्ना और कटनी से घिरा हुआ है। यह दमोह जिले का प्रशासनिक मुख्यालय ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1913722-9945-4953-8c1a-c032d656243e_Damoh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दमोह","slug":"damoh"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-damoh-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}