{"id":664,"title":"मंदसौर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","dateCreated":"2019-09-14T04:46:53.173Z","dateModified":"2019-09-14T04:47:06.721Z","contributedBy":"AskGif","content":"<p>मंदसौर या मंदसौर मध्य भारत के मध्य प्रदेश राज्य के मालवा क्षेत्र और जिले का एक शहर है। यह मंदसौर जिले का प्रशासनिक मुख्यालय है। प्राचीन पशुपतिनाथ मंदिर मंदसौर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क: मंदसौर अजमेर-लेबड़ (इंदौर) NH-79 के साथ-साथ महू-नीमच SH-31 4 लेन सड़क पर स्थित है।</p>\r\n<p>रेल: मंदसौर रेलवे स्टेशन भारतीय रेलवे के चित्तौड़गढ़-रतलाम ट्रैक पर स्थित है और यह डब्ल्यूआर के रतलाम रेल डिवीजन के अंतर्गत आता है। वर्तमान में इसका कोई विद्युतीकृत ट्रैक नहीं है। रतलाम- चित्तौड़गढ़ विद्युत ट्रैक के लिए काम शुरू कर दिया गया है, जो प्रगति पर है। वर्तमान में मंदसौर से 12 ट्रेनें उपलब्ध हैं। मंदसौर में मुंबई, दिल्ली, हैदराबाद, कोलकाता, जयपुर, नाथद्वारा, ओखा, अजमेर, उदयपुर, आगरा, कोटा, इंदौर, उज्जैन, भोपाल, हरदा, रतलाम, चित्तौड़गढ़, पुना, बेंगलुरु शहर, मैसूर, सूरत, अहमदाबाद, अहमदाबाद के लिए सीधी ट्रेनें हैं। नागपुर, रामेश्वरम, विजयावाड़ा, चेन्नई, इंदौर, महू।</p>\r\n<p>मंदसौर से गुजरने वाली प्रमुख ट्रेनें हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>मंदसौर - मेरठ सिटी लिंक एक्सप्रेस</p>\r\n<p>मंदसौर - कोटा पैसेंजर</p>\r\n<p>मंदसौर - उदयपुर पैसेंजर</p>\r\n<p>रतलाम - उदयपुर सिटी एक्सप्रेस</p>\r\n<p>इंदौर - बीकानेर महामना एक्सप्रेस</p>\r\n<p>इंदौर-जयपुर एक्सप्रेस अजमेर के रास्ते</p>\r\n<p>वीर भूमि चितौड़गढ़ एक्सप्रेस</p>\r\n<p>बांद्रा टर्मिनस उदयपुर सुपरफास्ट एक्सप्रेस</p>\r\n<p>जोधपुर - इंदौर एक्सप्रेस</p>\r\n<p>जयपुर - हैदराबाद साप्ताहिक एक्सप्रेस</p>\r\n<p>जयपुर - हैदराबाद एसएफ एक्सप्रेस</p>\r\n<p>जयपुर - यसवंतपुर सुविधा एक्सप्रेस</p>\r\n<p>भोपाल-जयपुर एक्सप्रेस</p>\r\n<p>बांद्रा टर्मिनस उदयपुर एक्सप्रेस</p>\r\n<p>अजमेर बांद्रा टर्मिनस एक्सप्रेस</p>\r\n<p>ओखा - नाथद्वारा एक्सप्रेस</p>\r\n<p>हल्दीघाटी पैसेंजर</p>\r\n<p>महू - भीलवाड़ा DMU</p>\r\n<p>महू - चित्तौड़गढ़ DMU</p>\r\n<p>हल्दीघाटी पैसेंजर</p>\r\n<p>उदयपुर - मैसूर हमसफर एक्सप्रेस</p>\r\n<p>रामेश्वरम - अजमेर हमसफ़र एक्सप्रेस</p>\r\n<p>स्थानीय: ऑटो और नागर सेवा मंदसौर में स्थानीय परिवहन का मुख्य स्रोत हैं</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>मंदसौर में भगवान पशुपतिनाथ की मूर्ति।</p>\r\n<p>मंदसौर और उसके पड़ोस पर्यटकों की रुचि के स्थानों से भरे हुए हैं। शहर के पास खोजे गए एक शिलालेख में 437 में सूर्य के मंदिर के निर्माण का संकेत दिया गया था, और सोंडनी में 528 में मालवा के राजा यासोद्धरमन की जीत दर्ज करने वाले दो महान स्तंभ हैं। यह किले 14 वीं और 15 वीं शताब्दी के हैं। हिंदू और जैन अवशेष कई हैं, हालांकि शहर मुख्यतः मुस्लिम है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदसौर, पशुपतिनाथ मंदिर, शिवना नदी के तट पर स्थित एक हिंदू मंदिर के लिए भी प्रसिद्ध है। पशुपतिनाथ मंदिर मध्य प्रदेश के मंदसौर में प्रमुख तीर्थस्थलों में से एक है। भगवान पशुपतिनाथ के रूप में भगवान शिव यहां के प्रमुख देवता हैं। भगवान शिव के आठ मुखों वाला एक अनूठा शिवलिंग है। मंदिर में चार दिशाओं में चार दरवाजे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>मंदसौर की शिवना नदी के दूसरे तट से पशुपतिनाथ मंदिर का पैनोरमा।</p>\r\n<p>श्रीबहि पार्श्वनाथ दिगंबर जैन अतीशक्षेत्र</p>\r\n<p>&nbsp;</p>\r\n<p>बही-पार्श्वनाथ मंदिर, मंदसौर</p>\r\n<p>श्रीबहि पार्श्वनाथ दिगंबर जैन आतिशक्षेत्र मंदसौर से 12 किमी दूर स्थित है। इस स्थान का निर्माण आचार्य श्री कल्याण सागर जी महाराज के आशीर्वाद और प्रेरणा से किया जाता है, जिसे \"नमोकार महामंत्र साधना केंद्र, वाही पार्श्वनाथ चौथ\" के नाम से भी जाना जाता है। इस मंदिर का मूलनायक ५ure सेमी ऊँचा है, पद्मनासन मुद्रा में पार्श्वनाथ की काले रंग की मूर्ति है। चूँकि यह तीर्थ वाहिनगर में है, इसलिए मूर्ति को वाही पार्श्वनाथ कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>तेलिया तालाब या तेलिया टैंक</p>\r\n<p>शहर के विद्यार्थियों के लिए उपयोगिता जल आपूर्ति का एक स्रोत और एक पर्यटक आकर्षण के रूप में भी प्रसिद्ध है। तेलिया तालाब के रूप में जानी जाने वाली यह विशेष झील एक परिवार और दोस्तों के साथ पार्क और मंदिर के पास इकट्ठा होने के स्थान पर विकसित हुई है। हर जाति और उम्र के लोगों सहित, अक्सर यहाँ शाम और छुट्टियों में अपना समय बिताते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गांधी सागर अभयारण्य</p>\r\n<p>मुख्य लेख: गांधी सागर अभयारण्य</p>\r\n<p>गांधी सागर अभयारण्य में चंबल नदी गांधी सागर बांध चंबल नदी पर बने चार बांधों में से पहला है। यह मध्य प्रदेश के मंदसौर जिले में स्थित है। यह 64 मीटर ऊंचा चिनाई वाला गुरुत्व बांध है, जिसमें 6,920 मिलियन क्यूबिक मीटर की लाइव स्टोरेज क्षमता और 22,584 किमी 2 का जलग्रहण क्षेत्र है। बांध 1960 में पूरा हुआ था। हाइड्रो-पावर स्टेशन में 23 मेगावाट क्षमता की पांच उत्पादन इकाइयां शामिल हैं। राणा प्रताप सागर बांध में बिजली उत्पादन के लिए, फिर जवाहर सागर बांध में बिजली उत्पादन के लिए और फिर कोटा बैराज के माध्यम से सिंचाई के लिए उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गांधी सागर अभयारण्य भारत के मध्य प्रदेश में मंदसौर और नीमच जिलों की उत्तरी सीमा पर स्थित वन्यजीव अभयारण्य है। यह भारत में राजस्थान राज्य से सटे 368.62 किलोमीटर के इलाके में फैला हुआ है। यह 1974 में अधिसूचित किया गया था और 1983 में अधिक क्षेत्र जोड़ा गया था। चंबल नदी अभयारण्य से गुजरती है और दो भागों में विभाजित होती है। पश्चिमी भाग नीमच जिले में है और पूर्वी भाग मंदसौर जिले में है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदसौर का किला</p>\r\n<p>&nbsp;</p>\r\n<p>मंदसौर या दशपुर किला</p>\r\n<p>मुख्य लेख: मंदसौर किला</p>\r\n<p>मंदसौर किला, जिसे दशपुर किला भी कहा जाता है, भारत के मध्य प्रदेश राज्य में मंदसौर जिले में मंदसौर शहर में स्थित है। मंदसौर शहर मालवा और मेवाड़ की सीमा पर स्थित है और जैसे रणनीतिक रूप से बहुत महत्वपूर्ण है। तैमूर के हमले के बाद, दिल्ली सल्तनत कमजोर हो गई। दिलावर खान गौरी दिल्ली सल्तनत के पतन के दौरान मध्य भारत के मालवा प्रांत के गवर्नर थे। दिलावर खान ने 1401 में खुद को मालवा का सुल्तान घोषित किया और अपने पुत्र होशंग शाह को उसकी मृत्यु पर राज्य दे दिया। इस प्रकार वह 1401 में मालवा के पहले राजा के रूप में मांडू आए थे। दिलावर ने राजधानी को धार से मांडू में स्थानांतरित कर दिया था, इसका नाम बदलकर आनन्दबाद रखा, जो आनंद का शहर है। दिलावर खान गौरी के उत्तराधिकारी हुशंग शाह गोरी (1405-1435) थे, जिन्होंने अपनी उत्तर-पश्चिम सीमा को मजबूत करने के लिए रणनीतिक रूप से महत्वपूर्ण मंदसौर शहर में किले का निर्माण किया। वास्तुकला में उनके अद्भुत स्वाद के लिए भी उन्हें याद किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री खाडे बालाजी मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>श्री खाडे बालाजी</p>\r\n<p>श्री खाड़े बालाजी (हनुमान जी) का एक पुराना मंदिर। यह बहुत पुराना हिंदू मंदिर है जिसमें पत्थरों के साथ आंतरिक सज्जा की गई है। एक लायक यात्रा स्थल। यह मंदसौर के बीच में, गांधी चौराहा के पास है।</p>\r\n<p>&nbsp;</p>\r\n<p>बंदि जी का बाज</p>\r\n<p>ग्लास अंदरूनी के साथ एक मंदिर। बांदी जी का बाग एक 120 साल पुराना जैन मंदिर है जिसमें ग्लास के साथ आंतरिक सज्जा की गई है। एक लायक यात्रा स्थल। यह मेन बस स्टैंड के पास है। मंदिर में वर्तमान में एक \"मान स्तम्भ\" है, जिसे तब स्थापित किया गया था जब मंदिर की स्थापना के 100 साल पूरे हो गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूल:</p>\r\n<p>करणी इंटरनेशनल स्कूल</p>\r\n<p>(Http://www.karniinternationalschool.com)</p>\r\n<p>&nbsp;</p>\r\n<p>लोटस वैली स्कूल, मंदसौर (http://lvsmandsaur.com/)</p>\r\n<p>सुभाष इंग्लिश स्कूल</p>\r\n<p>कमला नेहरू बाल मंदिर</p>\r\n<p>मंदसौर इंटरनेशनल स्कूल</p>\r\n<p>सेंट थॉमस सीनियर सेकेंडरी। स्कूल (http://www.stthomasschool.co.in/)</p>\r\n<p>दशपुर विद्या मंदिर</p>\r\n<p>वात्सल्य पब्लिक स्कूल (http://www.vatsalyapublicschool.com/)</p>\r\n<p>केन्द्रीय विद्यालय मंदसौर (http://kvmandsaur.org.in/)</p>\r\n<p>दशपुर विद्यालय (http://www.dashpurvidyalaya.org)</p>\r\n<p>सरस्वती शिशु मंदिर, केशव नगर</p>\r\n<p>सरस्वती विद्या मंदिर, संजीत मार्ग (http://www.saraswatividyamandir.in/)</p>\r\n<p>स्कूल ऑफ एक्सीलेंस, मंदसौर</p>\r\n<p>भारतीय विद्या मंदिर, चौधरी कॉलोनी</p>\r\n<p>झालानी महिला विद्यापीठ।</p>\r\n<p>एनएस संघवी स्कूल मंदसौर</p>\r\n<p>इंजीनियरिंग विश्वविद्यालय: मंदसौर प्रौद्योगिकी संस्थान (http://mitmandsaur.brnss.org/)</p>\r\n<p>फार्मेसी कॉलेज:</p>\r\n<p>B.R.Nahata College of Pharmacy (http://www.brncop.org/)।</p>\r\n<p>मंदसौर फार्मेसी संस्थान।</p>\r\n<p>लॉ कॉलेज: जेएल नेहरू लॉ कॉलेज।</p>\r\n<p>कॉलेज ऑफ हॉर्टिकल्चर, सीतामऊ रोड, मंदसौर</p>\r\n<p>खेल</p>\r\n<p>20,000-क्षमता वाले नूतन स्टेडियम, जिसका उपयोग ज्यादातर क्रिकेट के लिए किया जाता है, में बैडमिंटन, टेबल टेनिस, शतरंज, जूडो कराटे कोर्ट के साथ-साथ रोलर स्केटिंग रिंग और फुटबॉल ग्राउंड शामिल हैं, जो मंदसौर में क्षमता से सबसे बड़ा खेल स्थल है। बाईपास के पास एक हॉकी मैदान मिल सकता है। कोई कह सकता है कि मंदसौर खेल के क्षेत्र में विकसित हो रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>मंदसौर पुरातात्विक और ऐतिहासिक धरोहरों में समृद्ध है लेकिन जो इसे प्रसिद्ध बनाता है वह है भगवान पशुपतिनाथ का मंदिर जो शिवना के किनारे स्थित है। इसकी मूर्ति केवल नेपाल में समानांतर है। सबसे आम भाषा मालवी (राजस्थानी और हिंदी मिश्रित) है। यह मंदोदरी का जन्म स्थान भी है, जो रावण की पत्नी है, जो मंदोदरी से अपने नाम मंदसौर में योगदान करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय व्यक्तित्व</p>\r\n<p>मनु भंडारी (1931-) लेखक। भानपुरा में पैदा हुए।</p>\r\n<p>वाजिद खान (1981-) कलाकार, चित्रकार, मूर्तिकार, आविष्कारक और पेटेंट धारक। सोंगिरी में पैदा हुए।</p>\r\n<p>रामदेव सिंह तोमर (1952-2009) का जन्म धौलपुर में हुआ और उन्होंने भारतीय सेना में सेवा की और जनता को मुफ्त स्वास्थ्य सेवाएं दीं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mandsaur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mandsaur-madhya-pradesh","tags":[{"name":"मंदसौर","slug":"mandsaur"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":659,"title":"झाबुआ में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","dateCreated":"2019-09-14T03:01:28.526Z","dateModified":"2019-09-14T03:01:43.165Z","contributedBy":"AskGif","content":"झाबुआ भारतीय राज्य मध्य प्रदेश में झाबुआ जिले का एक शहर और एक नगर पालिका है। यह झाबुआ जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nझाबुआ मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। झाबुआ शहर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nइतिहास\r\nझाबुआ रियासत\r\nमुख्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झाबुआ","slug":"jhabua"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-jhabua-madhya-pradesh","total":0},{"id":651,"title":"धार में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","dateCreated":"2019-09-13T02:32:54.551Z","dateModified":"2019-09-13T02:33:08.994Z","contributedBy":"AskGif","content":"धार भारत में पश्चिमी मध्य प्रदेश राज्य के मालवा क्षेत्र में स्थित एक शहर है। यह धार जिले का प्रशासनिक मुख्यालय है, और 1732 से राजपूत धार राज्य की राजधानी धर्मनगर के रूप में थी (पहले राजा ने 1728 से मुल्तान में अपनी सीट बनाई थी)।\r\n&nbsp;\r\nधार जिला मध्य भारत में मध्य प्रदेश राज्य का ए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"धार","slug":"dhar"}],"slug":"top-places-to-visit-in-dhar-madhya-pradesh","total":0},{"id":649,"title":"दतिया में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","dateCreated":"2019-09-13T02:11:59.022Z","dateModified":"2019-09-13T02:12:11.758Z","contributedBy":"AskGif","content":"दतिया उत्तर भारत के मध्य मध्य प्रदेश के एक राज्य उत्तर मध्य प्रदेश में दतिया जिले का जिला मुख्यालय है। यह एक प्राचीन शहर है, जिसका उल्लेख राजा 'दंतवक्र' द्वारा शासित महाभारत में किया गया है। यह शहर ग्वालियर से 69 किमी, नई दिल्ली से 325 किमी दक्षिण और भोपाल से 320 किमी उत्तर में स्थित है। दतिया से","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दतिया","slug":"datia"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-datia-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}