{"id":664,"title":"Top Places to visit in Mandsaur, Madhya Pradesh","imageUrl":"fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","dateCreated":"2019-09-14T04:46:53.173Z","dateModified":"2019-09-14T04:47:06.721Z","contributedBy":"AskGif","content":"<p>Mandsaur or Mandsour is a city in the Malwa region and district of Madhya Pradesh state of central India. It is the administrative headquarters of Mandsaur District. The ancient Pashupatinath Temple is located in Mandsaur.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road: Mandsaur is situated on Ajmer-Lebad(Indore) NH-79 as well as Mhow-Neemuch SH-31 4 Lane road.</p>\r\n<p>Rail: Mandsaur railway station is situated on Chittaurharh-Ratlam track of Indian Railways and is under Ratlam rail division of WR. Currently It has a no electrified track. The work for Ratlam- Chittorgarh electrical track has been started, which is in progress. Currently there are 12 trains available from Mandsaur. Mandsaur has direct trains for Mumbai, Delhi, Hyderabad, Kolkata, Jaipur, Nathdwara, Okha, Ajmer, Udaipur, Agra, Kota, Indore, Ujjain, Bhopal, Harda, Ratlam, Chittaurgarh,Puna, Bengaluru city, Mysore, Surat, Ahmedabad, Nagpur, Rameswaram, vijayawada, Chennai, Indore, Mhow.</p>\r\n<p>The major trains passing from Mandsaur are:-</p>\r\n<p>&nbsp;</p>\r\n<p>Mandsaur - Meerut City Link Express</p>\r\n<p>Mandsaur - Kota Passenger</p>\r\n<p>Mandsaur - Udaipur Passenger</p>\r\n<p>Ratlam - Udaipur City Express</p>\r\n<p>Indore - Bikaner Mahamana Express</p>\r\n<p>Indore&ndash;Jaipur Express via Ajmer</p>\r\n<p>Veer Bhumi Chittaurgarh Express</p>\r\n<p>Bandra Terminus Udaipur Superfast Express</p>\r\n<p>Jodhpur - Indore Express</p>\r\n<p>Jaipur - Hyderabad Weekly Express</p>\r\n<p>Jaipur &ndash; Hyderabad SF Express</p>\r\n<p>Jaipur - Yesvantpur Suvidha Express</p>\r\n<p>Bhopal&ndash;Jaipur Express</p>\r\n<p>Bandra Terminus Udaipur Express</p>\r\n<p>Ajmer Bandra Terminus Express</p>\r\n<p>Okha - Nathdwara Express</p>\r\n<p>Haldighati Passenger</p>\r\n<p>Mhow - Bhilwara DMU</p>\r\n<p>Mhow - Chittorgarh DMU</p>\r\n<p>Haldighati Passenger</p>\r\n<p>Udaipur - Mysore Humsafar Express</p>\r\n<p>Rameswaram - Ajmer Humsafar Express</p>\r\n<p>Local: Auto and Nager Seva are main source of local transport in Mandsaur</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Idol of Lord Pashupatinath in Mandsaur.</p>\r\n<p>Mandsaur and its neighborhood are full of places of tourist interest. An inscription discovered near the town indicated the erection of a temple of the sun in 437, and at Sondani are two great monolith pillars recording a victory of Yasodharman, king of Malwa, in 528. The fort dates from the 14th and 15th centuries. Hindu and Jain remains are numerous, though the town is predominantly Muslim.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandsaur is also famous for Pashupatinath Temple, a Hindu temple situated on the banks of the Shivana river. Pashupatinath Temple is one of the prominent shrines in Mandsaur of Madhya Pradesh. Lord Shiva in the form of Lord Pashupatinath is the principal deity here. The highlight is a unique Shivling with eight faces of Lord Shiva. The shrine has four doors in four directions.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Panorama of the Pashupatinath Temple from the other bank of Shivna river, Mandsaur.</p>\r\n<p>Shree Bahi Parshwanath Digambar Jain Atishay Kshetra</p>\r\n<p>&nbsp;</p>\r\n<p>Bahi-Parshvanath Temple, Mandsaur</p>\r\n<p>Shree Bahi Parshwanath Digambar Jain Atishay Kshetra is situated 12 km from Mandsaur. This place is constructed with the blessing and inspirations from Acharya Shree Kalyan Sagar Ji Maharaj, also known as \"Namokar Mahamantra Sadhana Kendra, Vahi Parshavanatha Chaupati\". Moolnayak of this temple is a 58 cm high, black-colored idol of Parshvanath in the Padmansana posture. Since this tirth is in Vahinagar, the idol is called Vahi Parshvanath.</p>\r\n<p>&nbsp;</p>\r\n<p>Teliya Talaab or teliya tank</p>\r\n<p>A source of the utility water supply for the city pupils and also famous as a tourist attraction. This particular lake known as Teliya Talaab has developed into more of a family and friends gathering place with a park and a temple near by. Inhabitants including people of every caste and age often spend their time here in the evenings and or the holidays.</p>\r\n<p>&nbsp;</p>\r\n<p>Gandhi Sagar Sanctuary</p>\r\n<p>Main article: Gandhi Sagar Sanctuary</p>\r\n<p>River Chambal in Gandhi Sagar Sanctuary The Gandhi Sagar Dam is the first of the four dams built on the Chambal river. It is located in the Mandsaur district of Madhya Pradesh. It is a 64 metre high masonry gravity dam, with a live storage capacity of 6,920 million cubic metres and a catchment area of 22,584 km2. The dam was completed in 1960. The hydro-power station comprises five generating units of 23 MW capacity each. The water released after power generation is used for power generation at Rana Pratap Sagar Dam, then for power generation at Jawahar Sagar Dam and then is used for irrigation through Kota Barrage.</p>\r\n<p>&nbsp;</p>\r\n<p>Gandhi Sagar Sanctuary is wildlife sanctuary situated on the northern boundary of Mandsaur and Nimach districts in Madhya Pradesh, India. It is spread over an area of 368.62 km squire adjoining Rajasthan state in India. It was notified in 1974 and more area was added in 1983. The Chambal River passes through the sanctuary and divides into two parts. The western part is in Nimach district and eastern part is in Mandsaur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Mandsaur Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Mandsaur or Dashpur Fort</p>\r\n<p>Main article: Mandsaur Fort</p>\r\n<p>Mandsaur Fort, also known as Dashpur Fort, is situated in Mandsaur city in Mandsaur district in Madhya Pradesh state of India. The Mandsaur city is situated on the border of Malwa and Mewar and as such is strategically very important. After the attack of Timur, the Delhi Sultanate became weak. Dilawar Khan Ghauri was governor of the Malwa province of central India during the decline of the Delhi Sultanate. Dilawar Khan declared himself Sultan of Malwa in 1401, and passed the kingdom to his son Hoshang Shah upon his death. Thus he had practically come to Mandu in 1401 as the first King of Malwa. Dilawar had also shifted the capital from Dhar to Mandu, renaming it Shadiabad, the city of joy. The successor of Dilawar Khan Gauri was Hushang Shah Gori (1405&ndash;1435), who constructed fort at strategically important Mandsaur city to strengthen his north-west boundary. He is also remembered for his wonderful taste in architecture.</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Khade Balaji Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Khade Balaji</p>\r\n<p>An old temple of Shree Khade Balaji (Hanuman ji). It is very old Hindu temple with interiors done with stones. A worth visit place. It is near to Gandhi Chauraha, in heart of Mandsaur.</p>\r\n<p>&nbsp;</p>\r\n<p>Bandi Ji Ka Baag</p>\r\n<p>A Temple with Glass interiors. Bandi Ji Ka Baag is a 120 Yrs old Jain temple with interiors done with Glass. A worth visit place. It is very near to Main Bus Stand. The temple currently has a \"Maan Stambh\", built when temple celebrated 100 years of establishment.</p>\r\n<p>&nbsp;</p>\r\n<p>School:</p>\r\n<p>Karni International School</p>\r\n<p>(http://www.karniinternationalschool.com)</p>\r\n<p>&nbsp;</p>\r\n<p>Lotus Valley School, Mandsaur (http://lvsmandsaur.com/)</p>\r\n<p>Subhash English School</p>\r\n<p>Kamla Nehru Bal Mandir</p>\r\n<p>Mandsaur International School</p>\r\n<p>St. Thomas Sr. Sec. School (http://www.stthomasschool.co.in/)</p>\r\n<p>Dashpur Vidhya Mandir</p>\r\n<p>Vatsalya Public School (http://www.vatsalyapublicschool.com/)</p>\r\n<p>Kendriya Vidyalaya Mandsaur (http://kvmandsaur.org.in/)</p>\r\n<p>Dashpur Vidyalaya (http://www.dashpurvidyalaya.org)</p>\r\n<p>Saraswati Shishu mandir, Keshav Nagar</p>\r\n<p>Saraswati Vidya Mandir, Sanjeet Marg(http://www.saraswatividyamandir.in/)</p>\r\n<p>School Of Excellence, Mandsaur</p>\r\n<p>Bhartiya Vidhya Mandir, Choudhary Colony</p>\r\n<p>Jhalani Mahila Vidyapeeth.</p>\r\n<p>NS Sanghvi School Mandsaur</p>\r\n<p>Engineering University: Mandsaur Institute of Technology (http://mitmandsaur.brnss.org/)</p>\r\n<p>Pharmacy Colleges:</p>\r\n<p>B.R.Nahata College of Pharmacy (http://www.brncop.org/).</p>\r\n<p>Mandsaur Institute of Pharmacy.</p>\r\n<p>Law college: JL Nehru Law College.</p>\r\n<p>College of Horticulture, Sitamau Road, Mandsaur</p>\r\n<p>Sports</p>\r\n<p>The 20,000-capacity Nutan Stadium, which is used mostly for cricket also comprises of badminton,table tennis,chess,judo karate courts along with roller skating ring and football ground, is the largest sports venue by capacity in Mandsaur. One can get a hockey turf near the bypass. One can say that Mandsaur is developing in the field of sports.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Mandsaur is rich in archaeological and historical heritage But what makes it famous is the temple of Lord Pashupatinath located on the bank of shivna. Its idol has parallel only in Nepal. The most common language is Malvi (Rajasthani and Hindi Mixed). It is also the birth place of Mandodari the wife of Ravaan this contributes to its name Mandsaur from Mandodari.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable personalities</p>\r\n<p>Manu Bhandari (1931- ) Author. Born in Bhanpura.</p>\r\n<p>Wajid Khan (1981- ) Artist, portraitist, sculptor, inventor and patent holder. Born in Songiri.</p>\r\n<p>Ramdev singh tomar (1952-2009) born in dholpur swerved indian army and after retirement free health services to public.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mandsaur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fb13ef91-ccb1-4a74-a0d9-beb3b2c83afb_Mandsaur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mandsaur-madhya-pradesh","tags":[{"name":"mandsaur","slug":"mandsaur"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":659,"title":"Top Places to visit in Jhabua, Madhya Pradesh","imageUrl":"62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","dateCreated":"2019-09-14T03:01:28.526Z","dateModified":"2019-09-14T03:01:43.165Z","contributedBy":"AskGif","content":"Jhabua is a town and a municipality in Jhabua district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Jhabua District.\r\n&nbsp;\r\nJhabua is a district of Madhya Pradesh state in central India. The town of Jhabua is the administrative headquarters of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jhabua","slug":"jhabua"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-jhabua-madhya-pradesh","total":0},{"id":651,"title":"Top Places to visit in Dhar, Madhya Pradesh","imageUrl":"fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","dateCreated":"2019-09-13T02:32:54.551Z","dateModified":"2019-09-13T02:33:08.994Z","contributedBy":"AskGif","content":"Dhar is a city located in the Malwa region of western Madhya Pradesh state in India. It is the administrative headquarters of Dhar District, and was the capital of the Rajput Dhar State as Dharanagar from 1732 (previously the Raja had his seat at Multhan from 1728).\r\n&nbsp;\r\nDhar di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"dhar","slug":"dhar"}],"slug":"top-places-to-visit-in-dhar-madhya-pradesh","total":0},{"id":649,"title":"Top Places to visit in Datia, Madhya Pradesh","imageUrl":"6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","dateCreated":"2019-09-13T02:11:59.022Z","dateModified":"2019-09-13T02:12:11.758Z","contributedBy":"AskGif","content":"Datia is the district headquarters of the Datia District in north central Madhya Pradesh, a state of Central India. It is an ancient town, mentioned in the Mahabharata ruled by King 'Dantavakra'. The town is 69 km from Gwalior, 325 km south of New Delhi and 320 km north of Bhopal. About 15 km fro","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6dab5848-5d5f-4ca4-a51c-8b67b777dbea_Datia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"datia","slug":"datia"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-datia-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}