{"id":665,"title":"Top Places to visit in Morena, Madhya Pradesh","imageUrl":"5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","dateCreated":"2019-09-14T05:00:48.645Z","dateModified":"2019-09-14T05:01:01.145Z","contributedBy":"AskGif","content":"<p>Morena is a city in Morena district, in the Indian state of Madhya Pradesh. It is governed by a municipality corporation. Located there are the administrative headquarters of the Morena district and of the Chambal division. It is 39 km from Gwalior, Madhya Pradesh. Morena was once known for the terror of dacoits years ago. Bhind is separate city that Neighbors Morena. Morena is known as a industrial hub but the economy relies majorly on agriculture. Many manufacturing Industries are situated in the Industrial areas of Morena and Morena District.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Morena is located at 26.5&deg;N 78.0&deg;E. It has an average elevation of 177 metres (580 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>It is connected by rail and national highway with Gwalior and Agra. Oilseed milling and cotton weaving are the chief industries. The city has three colleges affiliated with Jiwaji University and two colleges affiliated with RGPV University. The surrounding region was formerly occupied by the princely states of Sheopur, sabalgarh ,Gauraiya basai,Gurjar Ghar and Esha. The lower Chambal River basin consists of an alluvial tract in the north, cut by numerous ravines, and a forested area toward the south. Wheat and oilseeds are the main crops, and building stone is quarried. Morena is known for its peacocks[by whom?] (150,959 in 2001).In ancient time it was called Mayur van as it had a huge amount of peacocks.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 census, Morena had a population of 288,303. 13.2% of the population is under six years old. Literacy was 80.28%; male literacy was 89.08% and female literacy was 70.22%.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable residents</p>\r\n<p>Ram Prasad Bismil, Indian revolutionary from the village of Barbai.</p>\r\n<p>Narendra Singh Tomar, Minister in Indian government.</p>\r\n<p>Rustam Singh,Ex.Minister MP Govt.</p>\r\n<p>Ashok Argal, Mayor of Morena Municipal corporation.</p>\r\n<p>Paan Singh Tomar National Athlete later became dacoit.</p>\r\n<p>[sovaran Singh galetha]],sumawali vidhansabha sabha</p>\r\n<p>Nupur Bhushan &amp; Gunjan Bhushan, Characters from Miley Jab Hum Tum</p>\r\n<p>Cuisine</p>\r\n<p>Gajak is a well-known sweet originating in Morena. It is made of sesame and jaggery specially manufactured in the winter season. A notable and very famous Dessert or sweet in Morena (Tanwarghar) region is Malpuaa which is made by jaggery and flour.</p>\r\n<p>&nbsp;</p>\r\n<p>Bedai-Sabji or Dahi-Jalebi. This special breakfast, usually served at street stands, consists of two parts: one spicy and one sweet. The bedai (sometimes spelled berahi) is a fried, puffy bread, much like kachori, served with a bowl of spicy green sabzi dotted with hunks of potato and a dollop of curd. The jalebi, as you&rsquo;ve hopefully tried in Delhi, is a sticky-sweet dessert made of fermented batter that&rsquo;s fried into ropy whorls, then soaked in hot sugary syrup. Freshly made and consumed one after another on a crowded street corner, together they&rsquo;re the definitive balanced breakfast of MORENA.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>National Chambal Sanctuary, also called the National Chambal Gharial Wildlife Sanctuary, is a 5,400 km2 (2,100 sq mi) tri-state protected area in northern India for the critically endangered gharial (small crocodiles), the red-crowned roof turtle, and the endangered Ganges River dolphin. Located on the Chambal River near the tripoint of Rajasthan, Madhya Pradesh and Uttar Pradesh, the sanctuary was first declared in Madhya Pradesh in 1978 and now constitutes a long narrow eco-reserve co-administered by the three states. Within the sanctuary the pristine Chambal River cuts through mazes of ravines and hills with many sandy beaches.</p>\r\n<p>&nbsp;</p>\r\n<p>The Pahargarh cave paintings are more than 30,000 years old on rocks of the Ashan River. They are 15 km from Fort Pahargarh.The Pahargarh was a zamindari seat of Sikarwar Rajput Clan under Gurjar king of Gauraiya basai state.</p>\r\n<p>&nbsp;</p>\r\n<p>Sas-Bahu Abhilekh reflects that Suhoniya, known as Sihoniya today, was the capital of the Kushwahas. The Kachwaha kingdom was established in the 11th century between 1015 to 1035 A.D. The Kachwaha king Kirtiraj had a Shiv temple erected at Sihoniya. This temple is known as the \"Kakanmath\" and was built without using any adhesive materials. It stand on a spot 2 miles (3 km) away from Sihoniya in the northwest part of the Morena district. It is said that Kakan Math was built by King Kirtiraj to fulfill the will of Queen Kakanwati. It is 115 feet (35 m) high and is built in the Kajurho style.</p>\r\n<p>&nbsp;</p>\r\n<p>Sihoniya is a holy place of the Jains. In the east of the village, there are the ruins of the Jain temples of the 11th century A.D. In these temples there are statues of the Tirthankars such as Shantinath, Kunthnath, Arahanath, Adinath, Parshvnath and others. The main temple has three statues: Shantinath, Kunthnath, and Arhanath, each 10 to 15 feet (3.0 to 4.6 m) in height. They are of the 11th century A.D.built by Gurjar Samrat Mihir bhoj.</p>\r\n<p>&nbsp;</p>\r\n<p>Kuntalpur, known as Kutwar, is the largest ancient village of the Chambal valley. It is just like Hastinapur, Rajgraha and Chadi of the Mahabharat period. The ancient Amba or Harrisiddhi Devi temple and a crescent-shaped dam erected on the river Asan are the beautiful visiting spots of Kutwar.the kotwal reservoir is also a place of migratory birds you can see a lot of migratory birds spices here.in this river. you can injoy boating by help of well hearted villagers they always present there for fishing. There is also a very ancient village that is consider as Mahabharata era village and also one story is very famous that a character of Mahabharata karna's birth place is in this villga .many ruins present there that look like a castle and many other muddy pots.coins.utensils</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Bateshwar temple complex in Padawali</p>\r\n<p>Padawali: The Gurjara-Pratiharas built several temples in this area known as Bateshwar temples, that can be seen there, scattered.</p>\r\n<p>&nbsp;</p>\r\n<p>Around padawali there are the ruins of several temples, houses and colonies. This new area of population is known as Padawali because it is surrounded by several hills. Here was a magnificent ancient Vishnu temple which was later converted into a big 'Garhi'. The terrace, the courtyard and the assembly hall of this temple are the epitome of ancient culture. The standing statue of a lion on the ruined gate seems to say that there was a time when he used to watch the temple with his companion at its gate. More than fifty monuments of different kinds can be seen at Padawali up to the valley of Bhuteshwar.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Chausath Yogini Temple at Mitavli in Morena district</p>\r\n<p>Mitawali: In the north of Naresar, there is a 64-yogini temple situated on the hundred foot high mountain. It is a wonderful circular construction of 170 feet (52 m) radius in the style of Delhi's Parliament House. Attached to the circular verandah are 64 rooms and a big courtyard in the temple. In the centre of the temple there is the circular temple of Lord Shiva and Lord Anuranjan.It was built by Gurjar Pratihar kings.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Sabalgarh Fort</p>\r\n<p>Amongst the monuments of the medieval age, the fort of Sabalgarh is worth visiting. The beautiful 'Bandh' built behind the fort in the Scindia period has made the whole scene most fascinating. The foundation of Sabalgarh was laid by a 'Gujar' named Sabla in the past. Construction of the fort on a somewhat high cliff was made by Gopal Singh, the Raja of Karoli. Sikandar Lodhi sent a big army to hold control over this strongly built fort. The Marathas in their campaign of northern India again won it and gave it back to the king of Karoli. But in the year 1795 A.D. it was again taken from him by Khande Rao, whose big house still stands there. Lord Vallejali Daulat Rao Scindia (1764-1837) lived in the Fort of Gwalior during his regime. It was seized by the English in the year 1804-5. In 1809 the area around this fort was added to the kingdom of Scindia.</p>\r\n<p>&nbsp;</p>\r\n<p>Schools</p>\r\n<p>Schools in the district include:</p>\r\n<p>&nbsp;</p>\r\n<p>KIDZ A First Step Pre-Primary School.&nbsp;</p>\r\n<p>Emmanuel Mission High School.</p>\r\n<p>Victor Convent H.S School.</p>\r\n<p>Saraswati Shishu Mandir.</p>\r\n<p>Neil World School.&nbsp;</p>\r\n<p>Kendriya Vidyalaya Morena.</p>\r\n<p>Govt. Excellence School Morena.</p>\r\n<p>Ganga Public school.</p>\r\n<p>T.S.S. International School.</p>\r\n<p>The Biharee Convent High School.</p>\r\n<p>J. S. Public Higher Secondary School.</p>\r\n<p>J. S. Public School (Day boarding).</p>\r\n<p>SRDM Public School.</p>\r\n<p>Saint Mary's School.</p>\r\n<p>Government MLB Girls Higher Secondary School.</p>\r\n<p>T.R. Gandhi Public School.</p>\r\n<p>TSS International School.</p>\r\n<p>Gov. G.D JAIN Higher Secondary School.</p>\r\n<p>The Learning Tree Pree School.</p>\r\n<p>City Montessory H.S school.</p>\r\n<p>Shri Dayal Convent School.</p>\r\n<p>R. K. Memorial Higher Secondary School.</p>\r\n<p>Krishna Convent School .</p>\r\n<p>Mother Teresa Convent H.S. School.</p>\r\n<p>Gyanoday High Secondary School.</p>\r\n<p>S.D.M Public School.</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>Morena is situated on National Highway 3. The roadway connects all the parts of the state and nearby states such as Rajasthan and Uttar Pradesh. The city is situated at the heart of India and can be reached from anywhere in the country through National Highway No. 3. The city has Mofussil (city-to-city) bus services with connections to nearby towns, villages and cities. Buses and railways from Morena connect to cities such as Agra, New Delhi, Gwalior, and Indore, Mumbai, Bhopal</p>\r\n<p>&nbsp;</p>\r\n<p>Indian Railways</p>\r\n<p>Morena railway station is well connected by trains services to all parts of the country including Delhi, Mumbai, Hyderabad, Chennai, Pune, Jaipur, Indore and other major cities. Direct connections by train are available to these cities. Express trains such as the Bhopal Express, Taj Express and Bhopal Shatabdi and many more stop at Morena. Morena is located in between the Delhi-Bhopal Railway route; by train from Morena it takes four hours to reach Delhi and six hours to reach Bhopal. Morena railway station is classified under 80 A class stations across India. This railway station is famous for cold drinking water in summer by National Scouts and Guide.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Morena</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-morena-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"morena","slug":"morena"}],"recommendations":[{"id":680,"title":"Top Places to visit in Sheopur, Madhya Pradesh","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"Sheopur is a city in Madhya Pradesh state of central India. It is the administrative headquarters of Sheopur District. Sheopur is linked by narrow gauge rail to Gwalior. The town is traditionally famous for its wood carving. Chambal River is just 25 km, which forms the boundary between Rajasthan ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"sheopur","slug":"sheopur"}],"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","total":0},{"id":674,"title":"Top Places to visit in Sagar, Madhya Pradesh","imageUrl":"a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","dateCreated":"2019-09-14T08:04:43.016Z","dateModified":"2019-09-14T08:04:55.793Z","contributedBy":"AskGif","content":"Sagar (formerly Saugor) is a city in the state of Madhya Pradesh in central India. Situated on a spur of the Vindhya Range and 1,758 feet (536 m) above sea-level. The city is around 172 kilometres (107 mi) northeast of state capital, Bhopal. It is situated almost in the centre of India.\r\n&","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sagar","slug":"sagar"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-sagar-madhya-pradesh","total":0},{"id":647,"title":"Top Places to visit in Chhindwara, Madhya Pradesh","imageUrl":"70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","dateCreated":"2019-09-13T02:01:18.506Z","dateModified":"2019-09-13T02:01:58.996Z","contributedBy":"AskGif","content":"Chhindwara is city in India and a Municipal Corporation in Chhindwara district in the Indian state of Madhya Pradesh. It is known as the \"Corn City\" of India. is the administrative headquarters of Chhindwara District. Chhindwara is reachable by rail or road from adjacent cities Nagpur and Jabalpu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"chhindwara","slug":"chhindwara"}],"slug":"top-places-to-visit-in-chhindwara-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}