{"id":665,"title":"मुरैना में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","dateCreated":"2019-09-14T05:00:48.645Z","dateModified":"2019-09-14T05:01:01.145Z","contributedBy":"AskGif","content":"<p>मुरैना भारतीय राज्य मध्य प्रदेश में मुरैना जिले का एक शहर है। यह एक नगर पालिका निगम द्वारा शासित है। स्थित हैं मुरैना जिले के प्रशासनिक मुख्यालय और चंबल संभाग के। यह ग्वालियर, मध्य प्रदेश से 39 किमी दूर है। मुरैना को सालों पहले डकैतों के आतंक के लिए जाना जाता था। भिंड एक अलग शहर है जो पड़ोसी मोरेना है। मुरैना को एक औद्योगिक केंद्र के रूप में जाना जाता है लेकिन अर्थव्यवस्था कृषि पर प्रमुख रूप से निर्भर करती है। कई विनिर्माण उद्योग मुरैना और मुरैना जिले के औद्योगिक क्षेत्रों में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>मुरैना 26.5 &deg; N 78.0 &deg; E पर स्थित है। इसकी औसत ऊंचाई 177 मीटर (580 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह ग्वालियर और आगरा के साथ रेल और राष्ट्रीय राजमार्ग से जुड़ा हुआ है। तिलहन मिलिंग और कपास बुनाई प्रमुख उद्योग हैं। शहर में जीवाजी विश्वविद्यालय से संबद्ध तीन कॉलेज और आरजीपीवी विश्वविद्यालय से संबद्ध दो कॉलेज हैं। आसपास के क्षेत्र पर पूर्व में श्योपुर, सबलगढ़, गौरेया बसई, गुर्जर घर और ईशा की रियासतें थीं। निचले चंबल नदी के बेसिन में उत्तर में जलोढ़ पथ है, जिसमें कई खड्ड हैं, और दक्षिण की ओर एक वनाच्छादित क्षेत्र है। गेहूँ और तिलहन मुख्य फ़सलें हैं, और इमारत का पत्थर खदान है। मुरैना अपने मोरों के लिए जाना जाता है [किसके द्वारा?] (2001 में 150,959)। प्राचीन समय में इसे मयूर वैन कहा जाता था क्योंकि इसमें मोरों की एक बड़ी मात्रा थी।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, मुरैना की जनसंख्या 288,303 थी। 13.2% आबादी छह साल से कम उम्र की है। साक्षरता 80.28% थी; पुरुष साक्षरता 89.08% और महिला साक्षरता 70.22% थी।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय निवासी</p>\r\n<p>राम प्रसाद बिस्मिल, बरबई गाँव के भारतीय क्रांतिकारी।</p>\r\n<p>नरेंद्र सिंह तोमर, भारत सरकार में मंत्री।</p>\r\n<p>रुस्तम सिंह, पूर्व मंत्री सांसद सरकार।</p>\r\n<p>अशोक अर्गल, मुरैना नगर निगम के मेयर।</p>\r\n<p>पान सिंह तोमर नेशनल एथलीट बाद में डकैत बन गए।</p>\r\n<p>[सोवरन सिंह गलता]], सुमावली विधातासभा</p>\r\n<p>नूपुर भूषण और गुंजन भूषण, माइली जब हम तुम से चरित्र</p>\r\n<p>भोजन</p>\r\n<p>गजक मुरैना में एक प्रसिद्ध मिठाई है। यह विशेष रूप से सर्दियों के मौसम में निर्मित तिल और गुड़ से बना होता है। मुरैना (तंवरघर) क्षेत्र में एक उल्लेखनीय और बहुत ही प्रसिद्ध मिठाई या मिठाई है, मालपुआ जो गुड़ और आटे से बनाई जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>बेदई-सबजी या दही-जलेबी। यह विशेष नाश्ता, आमतौर पर स्ट्रीट स्टैंड में परोसा जाता है, जिसमें दो भाग होते हैं: एक मसालेदार और एक मीठा। बेदई (कभी-कभी बिरही वर्तनी) एक तली हुई, तीखी रोटी, कचौरी की तरह, मसालेदार हरी सब्ज़ी के कटोरे के साथ परोसी जाती है, जिसमें आलू के टुकड़े और दही की एक गुच्छी होती है। जलेबी, जैसा कि आप उम्मीद करते हैं कि दिल्ली में आजमाया गया है, एक चिपचिपा-मीठा मिष्ठान है जो किण्वित बैटर से बना होता है, जिसे रोस्टी व्होरल्स में तला जाता है, फिर गर्म शक्कर की चाशनी में भिगोया जाता है। भीड़-भाड़ वाले सड़क के किनारे पर एक के बाद एक नए सिरे से बनाया और खाया गया, साथ में वे मोरेना के निश्चित संतुलित नाश्ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>राष्ट्रीय चंबल अभयारण्य, जिसे राष्ट्रीय चंबल घड़ियाल वन्यजीव अभयारण्य भी कहा जाता है, उत्तरी भारत में गंभीर रूप से लुप्तप्राय घड़ियाल (छोटे मगरमच्छ), लाल-मुकुट वाली छत के कछुए और लुप्तप्राय: के लिए उत्तरी भारत में 5,400 किमी 2 (2,100 वर्ग मील) संरक्षित क्षेत्र है। गंगा नदी डॉल्फिन। राजस्थान, मध्य प्रदेश और उत्तर प्रदेश की यात्रा के निकट चंबल नदी पर स्थित, अभयारण्य को पहली बार 1978 में मध्य प्रदेश में घोषित किया गया था और अब तीन राज्यों द्वारा एक लंबी संकीर्ण ईको-रिजर्व सह-गठन किया गया है। अभयारण्य के भीतर प्राचीन चंबल नदी कई रेतीले समुद्र तटों के साथ खड्डों और पहाड़ियों के माध्यम से कटती है।</p>\r\n<p>&nbsp;</p>\r\n<p>पहाड़गढ़ गुफा के चित्र आसन नदी की चट्टानों पर 30,000 वर्ष से अधिक पुराने हैं। वे फोर्ट पहाड़गढ़ से 15 किमी दूर हैं। पहाड़गढ़, गौरेया बसई राज्य के गुर्जर राजा के अधीन सिकरवार राजपूत वंश की एक जमींदारी सीट थी।</p>\r\n<p>&nbsp;</p>\r\n<p>सास-बहू अभिलेख दर्शाते हैं कि सुहोनिया, जिसे आज सिहोनिया कहा जाता है, कुशवाहाओं की राजधानी थी। कछवाहा साम्राज्य की स्थापना 11 वीं शताब्दी में 1015 से 1035 के बीच की गई थी। कछवाहा राजा कीर्तिराज का सिहोनिया में एक शिव मंदिर था। इस मंदिर को \"काकानाथ\" के रूप में जाना जाता है और इसे किसी भी चिपकने वाली सामग्री का उपयोग किए बिना बनाया गया था। यह मुरैना जिले के उत्तर-पश्चिमी भाग में सिहोनिया से 2 मील (3 किमी) दूर एक जगह पर है। ऐसा कहा जाता है कि रानी काकनवती की इच्छा को पूरा करने के लिए राजा कीर्तिराज द्वारा काकन मठ का निर्माण किया गया था। यह 115 फीट (35 मीटर) ऊंचा है और कजुरहो शैली में बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिहोनिया जैनियों का एक पवित्र स्थान है। गाँव के पूर्व में, 11 वीं शताब्दी के जैन मंदिरों के खंडहर हैं। इन मंदिरों में तीर्थंकरों की मूर्तियाँ हैं जैसे शांतिनाथ, कुंथनाथ, अरनाथ, आदिनाथ, पार्श्वनाथ और अन्य। मुख्य मंदिर में तीन प्रतिमाएँ हैं: शांतिनाथ, कुंथनाथ, और अरनाथ, प्रत्येक 10 से 15 फीट (3.0 से 4.6 मीटर) की ऊँचाई पर। वे गुर्जर सम्राट मिहिर भोज द्वारा 11 वीं शताब्दी के ए.डी.बिल्ट हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुंतलपुर, जिसे कुटवार के नाम से जाना जाता है, चंबल घाटी का सबसे बड़ा प्राचीन गाँव है। यह हस्तिनापुर, राजगृह और महाभारत काल की चाड़ी की तरह ही है। प्राचीन अम्बा या हरसिद्धि देवी मंदिर और आसन नदी पर बना एक अर्धचंद्राकार बांध, कुतवार के सुंदर दर्शनीय स्थल हैं। कोतवाल जलाशय भी प्रवासी पक्षियों का एक स्थान है जहाँ आप बहुत सारे प्रवासी पक्षी मसाले देख सकते हैं। यह नदी । आप अच्छी तरह से ग्रामीणों की मदद से नौकाविहार कर सकते हैं जो वे हमेशा मछली पकड़ने के लिए वहां मौजूद रहते हैं। एक बहुत प्राचीन गाँव भी है जिसे महाभारत युग का गाँव माना जाता है और एक कहानी भी बहुत प्रसिद्ध है कि महाभारत के जन्म स्थान का एक चरित्र इस खलनायक में है। वहाँ मौजूद खंडहर जो एक महल की तरह दिखते हैं और कई अन्य मैला बर्तन हैं। .utensils</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पदावली में बटेश्वर मंदिर परिसर</p>\r\n<p>पदावली: गुर्जर-प्रतिहारों ने इस क्षेत्र में कई मंदिरों का निर्माण किया, जिन्हें बटेश्वर मंदिर के रूप में जाना जाता है, जिन्हें वहां देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पदावली के आसपास कई मंदिरों, घरों और कॉलोनियों के खंडहर हैं। आबादी के इस नए क्षेत्र को पदावली के रूप में जाना जाता है क्योंकि यह कई पहाड़ियों से घिरा हुआ है। यहाँ एक शानदार प्राचीन विष्णु मंदिर था जिसे बाद में एक बड़े 'गढ़ी' में बदल दिया गया। इस मंदिर की छत, आंगन और सभा भवन प्राचीन संस्कृति के प्रतीक हैं। खंडहर गेट पर एक शेर की खड़ी प्रतिमा कहती है कि एक समय था जब वह अपने द्वार पर अपने साथी के साथ मंदिर देखता था। पडावली में भूतेश्वर की घाटी तक विभिन्न प्रकार के पचास से अधिक स्मारक देखे जा सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>मुरैना जिले के मितावली में चौसठ योगिनी मंदिर</p>\r\n<p>मितावली: नरेसर के उत्तर में, सौ फुट ऊँचे पहाड़ पर स्थित 64-योगिनी मंदिर है। यह दिल्ली के संसद भवन की शैली में 170 फीट (52 मीटर) के दायरे का एक अद्भुत गोलाकार निर्माण है। गोलाकार बरामदे से संलग्न 64 कमरे हैं और मंदिर में एक बड़ा प्रांगण है। मंदिर के केंद्र में भगवान शिव और भगवान अनुरंजन का गोलाकार मंदिर है। इसे गुर्जर प्रतिहार राजाओं द्वारा बनवाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सबलगढ़ का किला</p>\r\n<p>मध्यकालीन युग के स्मारकों के बीच, सबलगढ़ का किला देखने लायक है। सिंधिया काल में किले के पीछे बनी खूबसूरत 'बंद' ने पूरे दृश्य को सबसे अधिक आकर्षक बना दिया। सबलगढ़ की नींव पिछले दिनों सबला नाम के एक 'गूजर' ने रखी थी। किले का निर्माण कुछ ऊँची चट्टान पर करोली के राजा गोपाल सिंह द्वारा करवाया गया था। सिकंदर लोधी ने इस दृढ़ता से निर्मित किले पर नियंत्रण रखने के लिए एक बड़ी सेना भेजी। उत्तरी भारत के अपने अभियान में मराठों ने इसे फिर से जीत लिया और इसे वापस करोली के राजा को दे दिया। लेकिन 1795 ई। में इसे फिर से खांडे राव ने ले लिया, जिसका बड़ा घर आज भी वहीं है। लॉर्ड वेलेजली दौलत राव सिंधिया (1764-1837) अपने शासन के दौरान ग्वालियर के किले में रहते थे। इसे 1804-5 में अंग्रेजी द्वारा जब्त कर लिया गया था। 1809 में इस किले के आसपास के क्षेत्र को सिंधिया राज्य से जोड़ा गया।</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूलों</p>\r\n<p>जिले के स्कूलों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>केआईडीजेड ए फर्स्ट स्टेप प्री-प्राइमरी स्कूल।</p>\r\n<p>इमैनुएल मिशन हाई स्कूल।</p>\r\n<p>विक्टर कॉन्वेंट एच.एस. स्कूल।</p>\r\n<p>सरस्वती शिशु मंदिर।</p>\r\n<p>नील वर्ल्ड स्कूल।</p>\r\n<p>केन्द्रीय विद्यालय मुरैना।</p>\r\n<p>सरकार। एक्सीलेंस स्कूल मुरैना।</p>\r\n<p>गंगा पब्लिक स्कूल।</p>\r\n<p>T.S.S. अंतर्राष्ट्रीय विद्यालय।</p>\r\n<p>बिहावरी कॉन्वेंट हाई स्कूल।</p>\r\n<p>जे.एस. पब्लिक हायर सेकेंडरी स्कूल।</p>\r\n<p>जे.एस. पब्लिक स्कूल (डे बोर्डिंग)।</p>\r\n<p>एसआरडीएम पब्लिक स्कूल।</p>\r\n<p>सेंट मैरी स्कूल।</p>\r\n<p>शासकीय एमएलबी बालिका उच्चतर माध्यमिक विद्यालय।</p>\r\n<p>टी आर गांधी पब्लिक स्कूल।</p>\r\n<p>टीएसएस इंटरनेशनल स्कूल।</p>\r\n<p>सरकारी जीडी जैन उच्चतर माध्यमिक विद्यालय।</p>\r\n<p>लर्निंग ट्री प्री स्कूल।</p>\r\n<p>सिटी मॉन्टेसरी एच.एस. स्कूल।</p>\r\n<p>श्री दयाल कॉन्वेंट स्कूल।</p>\r\n<p>मेमोरियल हायर सेकेंडरी स्कूल के आर.के.</p>\r\n<p>कृष्णा कॉन्वेंट स्कूल।</p>\r\n<p>मदर टेरेसा कॉन्वेंट एच.एस. स्कूल।</p>\r\n<p>ज्ञानोदय उच्च माध्यमिक विद्यालय।</p>\r\n<p>एस.डी.एम. पब्लिक स्कूल।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>मुरैना राष्ट्रीय राजमार्ग 3 पर स्थित है। सड़क मार्ग राज्य के सभी हिस्सों और आसपास के राज्यों जैसे राजस्थान और उत्तर प्रदेश को जोड़ता है। यह शहर भारत के केंद्र में स्थित है और राष्ट्रीय राजमार्ग संख्या 3 के माध्यम से देश में कहीं से भी पहुंचा जा सकता है। शहर में आसपास के शहरों, गांवों और शहरों के कनेक्शन के साथ मोफुसिल (शहर से शहर) बस सेवाएं हैं। मुरैना से बसें और रेलमार्ग आगरा, नई दिल्ली, ग्वालियर और इंदौर, मुंबई, भोपाल जैसे शहरों से जुड़ते हैं</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय रेल</p>\r\n<p>मुरैना रेलवे स्टेशन दिल्ली, मुंबई, हैदराबाद, चेन्नई, पुणे, जयपुर, इंदौर और अन्य प्रमुख शहरों सहित देश के सभी हिस्सों के लिए रेल सेवाओं से अच्छी तरह से जुड़ा हुआ है। इन शहरों के लिए ट्रेन द्वारा सीधे कनेक्शन उपलब्ध हैं। एक्सप्रेस ट्रेनें जैसे कि भोपाल एक्सप्रेस, ताज एक्सप्रेस और भोपाल शताब्दी और कई और मुरैना में रुकती हैं। मुरैना दिल्ली-भोपाल रेलवे मार्ग के बीच स्थित है; मुरैना से ट्रेन द्वारा दिल्ली पहुंचने में चार घंटे और भोपाल पहुंचने में छह घंटे लगते हैं। मुरैना रेलवे स्टेशन को भारत भर में 80 ए श्रेणी के स्टेशनों के तहत वर्गीकृत किया गया है। यह रेलवे स्टेशन नेशनल स्काउट्स एंड गाइड द्वारा गर्मियों में ठंडे पेयजल के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Morena</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-morena-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"मुरैना","slug":"morena"}],"recommendations":[{"id":680,"title":"श्योपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"श्योपुर मध्य भारत के मध्य प्रदेश राज्य का एक शहर है। यह श्योपुर जिले का प्रशासनिक मुख्यालय है। श्योपुर नैरो गेज रेल द्वारा ग्वालियर से जुड़ा हुआ है। यह शहर पारंपरिक रूप से अपनी लकड़ी की नक्काशी के लिए प्रसिद्ध है। चंबल नदी सिर्फ 25 किमी है, जो राजस्थान और एमपी राज्यों के बीच सीमा बनाती है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"श्योपुर","slug":"sheopur"}],"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","total":0},{"id":674,"title":"सागर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","dateCreated":"2019-09-14T08:04:43.016Z","dateModified":"2019-09-14T08:04:55.793Z","contributedBy":"AskGif","content":"सागर (पूर्व में सौगोर) मध्य भारत के मध्य प्रदेश राज्य का एक शहर है। समुद्र तल से विंध्य पर्वतमाला और 1,758 फीट (536 मीटर) की ऊंचाई पर स्थित है। शहर राज्य की राजधानी भोपाल से लगभग 172 किलोमीटर (107 मील) उत्तर-पूर्व में है। यह लगभग भारत के केंद्र में स्थित है।\r\n&nbsp;\r\nसागर जिला मध्य ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सागर","slug":"sagar"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-sagar-madhya-pradesh","total":0},{"id":647,"title":"छिंदवाड़ा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","dateCreated":"2019-09-13T02:01:18.506Z","dateModified":"2019-09-13T02:01:58.996Z","contributedBy":"AskGif","content":"छिंदवाड़ा भारत में शहर है और भारतीय राज्य मध्य प्रदेश में छिंदवाड़ा जिले में एक नगर निगम है। इसे भारत के \"कॉर्न सिटी\" के रूप में जाना जाता है। छिंदवाड़ा जिले का प्रशासनिक मुख्यालय है। छिंदवाड़ा निकटवर्ती शहरों नागपुर और जबलपुर से रेल या सड़क द्वारा उपलब्ध है। निकटतम हवाई अड्डा नागपुर (130 किमी) म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"छिंदवाड़ा","slug":"chhindwara"}],"slug":"top-places-to-visit-in-chhindwara-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}