{"id":666,"title":"Top Places to visit in Narsinghpur, Madhya Pradesh","imageUrl":"509c8007-b810-43a4-85cd-f802b79a66e5_Narsinghpur-railway.jpg","dateCreated":"2019-09-14T05:12:21.465Z","dateModified":"2019-09-14T05:12:34.019Z","contributedBy":"AskGif","content":"<p>Narsinghpur is a city in Madhya Pradesh in central India. It comes under Jabalpur division.</p>\r\n<p>&nbsp;</p>\r\n<p>Narsinghpur district (also referred to Narsimhapur district) is a district of Madhya Pradesh state in central India. The town of Narsinghpur is administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Narsinghpur has a large temple dedicated to Lord Narsingh, constructed by Jat Sardars in the 18th century. The Khirwar clan of Jats came from Brij and founded Narsinghpur, where they ruled for many years. Khirwars of Narsinghpur were followers of Narasimha, and so constructed two temples dedicated to Narasimha Avatar.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2001, Narsinghpur is the most literate district of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Narsimha Mandir</p>\r\n<p>&nbsp;</p>\r\n<p>During the 18th century this temple was constructed by Jat Sardars and plane statue of Lord Narsimha, as a human avatar of Lord Vishnu having a lion's head. This is situated at District H.Q. This temple got its importance as the district's nomenclature hails from here only. There is a lake behind the Temple. But that lake is not clean, Government is working on it. Few years later from now it will be a Tourism point.</p>\r\n<p>&nbsp;</p>\r\n<p>Bramhan Ghat</p>\r\n<p>&nbsp;</p>\r\n<p>Bramhan Ghat also known as Barmaan is situated at mani Sagar N.H. 26 &amp; 24, and 12 kilometres (7 mi) away from Kareli railway station, and the bank of river Narmada. Lord Brahma's Yagya shala, Rani Durgawati temple, Elephant gate and Varahas statue are places of tourist interest there. The Narmada River flows in seven strains. It flows on the occasions of Makar Sankranti to Basant Panchami. Mela has been arranged in which District Administration also takes part. Also organized are different stalls of the district Govt. Depot. This exhibition has the display of the Agriculture Depot, co-operative, education, and health. Different beneficial schemes information and achievement have shown throes which people get benefit out of this exhibition, and also avail the district out of 20% on different sale items.</p>\r\n<p>&nbsp;</p>\r\n<p>Jhoteshwar (Paramhanshi ganga Ashram)</p>\r\n<p>&nbsp;</p>\r\n<p>On the route of Mumbai - Hawrah Central railway track 15 km (9 mi) from Sridham railway station on the central railway track of Mumbai - Hawrah. There is a naturally rich, very gorgeous temple of golden Raj- Rajeshwari tripur sundari.</p>\r\n<p>&nbsp;</p>\r\n<p>There are Jhoteshwar temple, Lodheshwar temple, Hanuman tekari, rock, Shivling made up of slohutic. It is a place when Jagatguru Shankaracharya joytesh &amp; Dwarkadish pithadheshwar Saraswati Maharaj meditate and worship. On the Basant Panchami occasion, there are 7 days of Mela organized.</p>\r\n<p>&nbsp;</p>\r\n<p>Damaru Ghati</p>\r\n<p>&nbsp;</p>\r\n<p>It is situated 3 km (2 mi) from Gadarwara railway. The station is on the central railway's Itarsi&ndash;Jabalpur track. One huge Shivling is there, which found one small Shivling inside it.</p>\r\n<p>&nbsp;</p>\r\n<p>Fort of Chauragharh</p>\r\n<p>&nbsp;</p>\r\n<p>The fort is 19 km (12 mi) from Gadarwara railway. The station of a very ancient time, now only remains this fort which was built by Genha dynasty's King, Gond, Sangram Shah in the 15th century. One Narsinghpur district near Barheta village Nonia is also a place having archaeological importance. Here six big statues are then inside parkota, which is known as Pandav, math/ statue.</p>\r\n<p>&nbsp;</p>\r\n<p>National Festival Mela in the remember of Rudra Pratap Singh: Manegaon which is situated 25 km (16 mi) from District H.Q. on Narsinghpur road. There every year from Republic day onwards, a Mela is organized. It is one week's fate in which state-level tournaments of Kabdadi, volleyball, Kho-Kho, Dos ball are organized. It includes folksongs, and Choupad also, which is organized at District level.</p>\r\n<p>&nbsp;</p>\r\n<p>Manegaon is also the residence of Ex Forest Minister of Madhya Pradesh cabinet Late Shri Thakur Shashi Bhushan Singh Ji who is also remembered as one of the most prominent politicians of the district and state.</p>\r\n<p>&nbsp;</p>\r\n<p>Tone Ghat Is Near Of Barehta Village And little is known of Bhedaghat.</p>\r\n<p>&nbsp;</p>\r\n<p>List Of Pin Codes Narsinghpur</p>\r\n<p>01. 487771 Salichoka</p>\r\n<p>&nbsp;</p>\r\n<p>02. 487441 Sihora (Narsinghpur)</p>\r\n<p>&nbsp;</p>\r\n<p>03. 487770 Chichli</p>\r\n<p>&nbsp;</p>\r\n<p>04. 487221 Kareli</p>\r\n<p>&nbsp;</p>\r\n<p>05. 487001 Narsinghpur</p>\r\n<p>&nbsp;</p>\r\n<p>06. 487330 Barman</p>\r\n<p>&nbsp;</p>\r\n<p>07.487118 Gotegaon</p>\r\n<p>&nbsp;</p>\r\n<p>08. 487225 Amgaon Bada</p>\r\n<p>&nbsp;</p>\r\n<p>09. 487661 Sainkheda (Narsinghpur)</p>\r\n<p>&nbsp;</p>\r\n<p>10. 487555 Kaudia</p>\r\n<p>&nbsp;</p>\r\n<p>11. 487881 Sali Choka Road</p>\r\n<p>&nbsp;</p>\r\n<p>12. 487110 Singhpur (Narsinghpur)</p>\r\n<p>&nbsp;</p>\r\n<p>13. 487337 Sagoni Tendukheda</p>\r\n<p>&nbsp;</p>\r\n<p>14. 487551 Jawaharganj Gadarwara</p>\r\n<p>&nbsp;</p>\r\n<p>15. 487114 Karakbel</p>\r\n<p>&nbsp;</p>\r\n<p>16. 487334 Dobhi</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Government Multipurpose Higher Secondary School</p>\r\n<p>Government Post Graduate College</p>\r\n<p>Government School of Excellence</p>\r\n<p>Chavara Vidya Peeth School</p>\r\n<p>Narsingh Public School</p>\r\n<p>Kendriya Vidhyalaya</p>\r\n<p>Saraswati School</p>\r\n<p>Laurels English Medium High school</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The main rail line from Mumbai to Kolkata, which follows the Narmada River valley, runs through the district from west to east.</p>\r\n<p>&nbsp;</p>\r\n<p>There is a bus stand located near the station. Previously it was at the city center. The town is around the National Highway - 26.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable personalities</p>\r\n<p>Maharshi Mahesh Yogi</p>\r\n<p>Ashutosh Rana</p>\r\n<p>Bhawani Prasad Mishra</p>\r\n<p>S H Raza</p>\r\n<p>Shri Shyam Sundar Rawat</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Narsinghpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/509c8007-b810-43a4-85cd-f802b79a66e5_Narsinghpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-narsinghpur-madhya-pradesh","tags":[{"name":"narsinghpur","slug":"narsinghpur"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":687,"title":"Top Places to visit in Vidisha, Madhya Pradesh","imageUrl":"18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","dateCreated":"2019-09-15T16:39:09.469Z","dateModified":"2019-09-15T16:39:23.745Z","contributedBy":"AskGif","content":"Vidisha, (formerly known as Bhelsa), and known as Besnagar in ancient times, is a city in the state of Madhya Pradesh, India.\r\n&nbsp;\r\nThe district was created as \"Bhilsa District\" in 1904 by joining the tehsils of Vidisha (also known as Bhilsa) and Basoda, but not Basoda State, whi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"vidisha","slug":"vidisha"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-vidisha-madhya-pradesh","total":0},{"id":672,"title":"Top Places to visit in Ratlam, Madhya Pradesh","imageUrl":"7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","dateCreated":"2019-09-14T07:47:39.003Z","dateModified":"2019-09-14T07:47:54.66Z","contributedBy":"AskGif","content":"Ratlam known historically as Ratnapuri (lit. gem city) is a city in the northwestern part of the Malwa region in Madhya Pradesh state of India. The city of Ratlam lies 480 metres (1,575 feet) above sea level. It is the administrative headquarters of Ratlam district, which was created in 1947 afte","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"ratlam","slug":"ratlam"}],"slug":"top-places-to-visit-in-ratlam-madhya-pradesh","total":0},{"id":656,"title":"Top Places to visit in Hoshangabad, Madhya Pradesh","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"Hoshangabad also known as Narmadapuram is a City and a municipality in Hoshangabad district in the Indian state of Madhya Pradesh. It serves as the headquarters of both Hoshangabad district and Narmadapuram division. It is located in central India, on the south bank of the Narmada River. Hoshanga","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hoshangabad","slug":"hoshangabad"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}