{"id":667,"title":"नीमच में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","dateCreated":"2019-09-14T05:23:51.529Z","dateModified":"2019-09-14T05:24:06.47Z","contributedBy":"AskGif","content":"<p>नीमच या नीमच भारतीय राज्य मध्य प्रदेश के मालवा क्षेत्र का एक कस्बा है। यह शहर राजस्थान राज्य के साथ अपनी पूर्वोत्तर सीमा साझा करता है और नीमच जिले का प्रशासनिक मुख्यालय है। पूर्व में ग्वालियर रियासत की एक बड़ी ब्रिटिश छावनी, 1822 में यह शहर 1895 में संयुक्त राजपुताना-मालवा राजनीतिक एजेंसी और मालवा एजेंसी का मुख्यालय बन गया था। ब्रिटिश कैंटोनमेंट को 1932 में भंग कर दिया गया था, जिसमें इसे ब्रिटिश म्यूनिसिपल बोर्ड द्वारा बनाए रखा गया था। ।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन और दर्शनीय स्थल</p>\r\n<p>यह शहर अपने पांच वार्षिक धार्मिक मेलों (मेलों) के लिए जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नीमच के मुख्य मंदिरों में से एक किलाश्वर है, जो वार्षिक शिवरात्रि महोत्सव का आयोजन करता है, जहाँ हजारों भक्त भगवान शिव के दर्शन के लिए मंदिर में आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नीमच तज़िया के विशेष मुहर्रम जुलूसों के लिए भी जाना जाता है। ताजिया जुलूस की परंपरा लगभग 150 साल पुरानी है। यह एक ऐसा अवसर है जब सभी लोग, चाहे वह किसी भी समुदाय के हों, एक साथ आएं। यह जुलूस 680 में कर्बला की लड़ाई के हुसैन इब्न अली की शहादत को याद करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नीमच के आसपास कई पर्यटन स्थल हैं, जिनमें से अधिकांश धार्मिक हैं। विशेष रूप से, खोर में नावा तोरण मंदिर, सांभरकुंड महादेव (7 किमी; यह सुवाखेड़ा के करीब है) और भादवामाता (20 किमी), भंवरमाता (25 किमी, छोटी सदरी, राजस्थान में), सुखानंद महादेव मंदिर और आश्रम (20 किमी) (उत्तर में) जावद), सीताराम जाजू सागर-हरकीखाल बांध (15 किमी), गांधी सागर बांध (लगभग 100 किमी), चित्तौड़गढ़ (56 किमी), और उदयपुर (लगभग 135 किमी)।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री किलेश्वर महादेव मंदिर</p>\r\n<p>श्री किलेश्वर महादेव मंदिर</p>\r\n<p>श्री किलेश्वर महादेव मंदिर</p>\r\n<p>नीमच का सबसे महत्वपूर्ण त्योहार शिवरात्रि त्योहार है जो हर साल मार्च के महीने में इस मंदिर में मनाया जाता है। किलेश्वर मंदिर में धार्मिक पर्यटन भी स्थानीय अर्थव्यवस्था में योगदान देता है क्योंकि शिवरात्रि के दौरान शहर और आसपास के 50,000 श्रद्धालु आते हैं। इस उत्सव का प्रबंधन और प्रबंधन नगरपालिका परिषद नीमच द्वारा किया जाता है। मंदिर में ग्राउंड का उपयोग स्कूली बच्चों के लिए एक पिकनिक स्थल के रूप में भी किया जाता है क्योंकि इसमें एक छोटे से मनोरंजन पार्क और घास से ढके बड़े मैदान होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सुखानंदजी आश्रम</p>\r\n<p>सुखानंद आश्रम</p>\r\n<p>सुखानंद आश्रम</p>\r\n<p>सुखानंदजी आश्रम, नीमच से राजस्थान की सीमा पर लगभग 32 किमी की दूरी पर एक प्राचीन चट्टान की गुफा में स्थित है। यहां शिव का मंदिर है। बारहमासी पानी का एक झरना है। इसे वेदव्यास के पुत्र उका द्वारा स्थापित किया गया है। उन्हें श्री सुक्का, सुकदेव और ब्रह्मराता के नाम से भी जाना जाता था। उका जन्म उनकी पत्नी सेज जाबली की बेटी पिंजला (वाटिका) से हुआ था। विभिन्न परंपराओं से संबंधित कई पुराण ग्रंथों में एक चरित्र, मुख्य रूप से वैष्णववाद। उन्हें व्यासदेव का पुत्र माना जाता है। यह भी माना जाता है कि वेदव्यास ने सबसे पहले भरत-संहिता लिखी थी जिसमें चौबीस हजार श्लोक (श्लोक) थे और जो उनके पुत्र .ुका को सिखाते थे।</p>\r\n<p>इस स्थान पर दो वार्षिक मेले आयोजित किए जाते हैं: एक श्रावण मास की हरियाली अमावस्या पर और दूसरा बैसाख पूर्णिमा पर।</p>\r\n<p>&nbsp;</p>\r\n<p>नव तोरण मंदिर</p>\r\n<p>नोवा तोरण मंदिर, खोर</p>\r\n<p>नोवा तोरण मंदिर, खोर</p>\r\n<p>विक्रम सीमेंट परिसर के पास गाँव खोर में नावा तोरण मंदिर या नव तोरण मंदिर, 11 वीं शताब्दी के मंदिर का एक महत्वपूर्ण अवशेष है, जिसमें दो पंक्तियों में दस सजावटी मेहराबों की व्यवस्था की गई है - एक लंबाई में और दूसरी चौड़ाई के आधार पर एक दूसरे को पार करते हुए और समर्थित हॉल और पोर्च में खंभों की एक जोड़ी पर। मंदिर को पत्तों के आकार की सीमाओं, मकारास के प्रमुखों और माला वाहक के साथ सजाया गया है। मंदिर के केंद्र में वराह की एक मूर्ति है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर खंडहर हालत में है। इसमें एक शंख, महामण्डप और गर्भगृह और प्रदक्षिणापथ है। गर्भगृह में इसका एक शिवलिंग है। बाहरी साधारण मोल्डिंग के साथ सजावटी (c.12th सदी) है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस स्मारक को प्राचीन स्मारकों और पुरातात्विक स्थलों और अवशेष अधिनियम, 1958 (1958 का 24) के तहत राष्ट्रीय महत्व का घोषित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>गांधी सागर अभयारण्य</p>\r\n<p>मुख्य लेख: गांधी सागर अभयारण्य</p>\r\n<p>गांधी सागर अभयारण्य मध्य प्रदेश में मंदसौर और नीमच जिलों की उत्तरी सीमा पर स्थित वन्यजीव अभयारण्य है। यह भारत में राजस्थान राज्य से सटे 368.62 किमी वर्ग के क्षेत्र में फैला हुआ है। यह 1974 में अधिसूचित किया गया था और 1983 में अधिक क्षेत्र जोड़ा गया था। चंबल नदी अभयारण्य से गुजरती है और दो भागों में विभाजित होती है। पश्चिमी भाग नीमच जिले में है और पूर्वी भाग मंदसौर जिले में है।</p>\r\n<p>&nbsp;</p>\r\n<p>मोरवन बांध</p>\r\n<p>मोरवन बांध</p>\r\n<p>मोरवन बांध नीमच से 24 किमी दूर है और गंभरी नदी पर बनाया गया है। इसका उपयोग मुख्य रूप से आस-पास के स्थानों पर सिंचाई और पानी की आपूर्ति के लिए किया जाता है। नौका विहार की सुविधा भी उपलब्ध है। वहाँ (नीमच-सिंगोली-कोटा रोड) तक पहुँचने के लिए बार-बार बसें उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गांधी सागर बांध</p>\r\n<p>गांधी सागर अभयारण्य में चंबल नदी</p>\r\n<p>गांधी सागर अभयारण्य में चंबल नदी</p>\r\n<p>गांधी सागर बांध चंबल नदी पर बने चार बांधों में से पहला है। यह मध्य प्रदेश के मंदसौर जिले में स्थित है। यह 64 मीटर ऊंचा (210 फीट) चिनाई वाला गुरुत्वाकर्षण बांध है, जिसमें 6,920 मिलियन क्यूबिक मीटर की लाइव स्टोरेज क्षमता और 22,584 किमी 2 का जलग्रहण क्षेत्र है। बांध 1960 में पूरा हुआ था। हाइड्रो-पावर स्टेशन में 23 मेगावाट क्षमता की पांच उत्पादन इकाइयां शामिल हैं। बिजली उत्पादन के बाद छोड़ा गया पानी जवाहर सागर बांध में बिजली उत्पादन के लिए उपयोग किया जाता है और कोटा बैराज के माध्यम से सिंचाई के लिए उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भादवा माता मंदिर</p>\r\n<p>भादवा माता मंदिर भादवा गाँव में नीमच शहर से 19 किमी दूर स्थित है। ऐसा माना जाता है कि जो कभी मंदिर परिसर में स्थित बाउरी में स्नान करता है, वह पक्षाघात और पोलियो से ठीक हो जाता है। नाय रत्रि के दौरान इस मंदिर में 9 दिन तक चलने वाला उत्सव होता है, जहाँ देश भर से लगभग दो लाख भक्त इस मंदिर में आते हैं। उस मंदिर के अलावा, नीमच शहर के निकटवर्ती क्षेत्र में एक और मंदिर है जिसका नाम है भंवरमाता (25 किमी)।</p>\r\n<p>सीता राम जाजू सागर - हरकियाखाल बांध</p>\r\n<p>इस बांध का निर्माण 1960 में नीमच के लिए जल आपूर्ति स्रोत के रूप में किया गया था। यह नीमच से दक्षिण में 16 किमी की दूरी पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>लायंस पार्क</p>\r\n<p>&nbsp;</p>\r\n<p>लायंस पार्क</p>\r\n<p>लायंस पार्क</p>\r\n<p>वीर पार्क रोड पर स्थित, यह बच्चों के बीच लोकप्रिय है।</p>\r\n<p>&nbsp;</p>\r\n<p>नगबावदी बोटिंग हाउस, सीआरपीएफ</p>\r\n<p>सेंट्रल रिजर्व पुलिस फोर्स द्वारा बनाए गए थीम पार्क और रविवार को ही खुले।</p>\r\n<p>&nbsp;</p>\r\n<p>सीता माता वन्यजीव अभयारण्य</p>\r\n<p>&nbsp;</p>\r\n<p>सीता माता वन्यजीव अभयारण्य, प्रतापगढ़, राजस्थान का एक दृश्य</p>\r\n<p>सीता माता वन्यजीव अभयारण्य भारत के राजस्थान में प्रतापगढ़ जिले के दक्षिण-पूर्व भाग में स्थित एक वन्यजीव अभयारण्य है। यह घने जंगल है, जिसका क्षेत्रफल 422.95 वर्ग किलोमीटर है, जो जिले के कुल भूमि क्षेत्र का लगभग 40% है। तीन अलग-अलग संरचनाओं - मालवा पठार, विंध्याचल पहाड़ियों, और अरावली पर्वत श्रृंखलाओं के संगम के कारण भूमि का विस्तार नहीं हो रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>मेनल झरना</p>\r\n<p>मेनाल अपने प्राचीन शिव मंदिरों, जल प्रपात और घने जंगलों के लिए प्रसिद्ध है। यह \"मिनी खजुराहो\" के रूप में भी जाना जाता है, जो कि इनामों के साथ धन्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>पृथ्वीराज चौहान, जिन्होंने कुछ समय के लिए दिल्ली पर शासन किया था, ने मेनाल पर अपना दिल लगाया था, और यह राजस्थान की गर्मियों में स्थापित होने पर उनका पसंदीदा पहाड़ बन गया था। इसके लिए उन्होंने मेनाल नदी के किनारे एक महल बनाया जो ग्रेनाइट पर चलता है। अंत में स्लैब 122 मीटर से अधिक गहरे कण्ठ में डुबकी लगाने से पहले। हवेली का प्रवेश द्वार भगवान गणेश और भैरव की छवियों के साथ नक्काशीदार दो प्रवेशद्वार के माध्यम से है। प्रवेश द्वार से परे चौकोर प्रांगण एक विशाल शिवालय और स्तंभों के साथ प्राचीन हिंदू शैली में निर्मित पत्थर का एक विशाल शिव मंदिर है। मंदिर की दीवारों को हिंदू देवी-देवताओं और विभिन्न अन्य विषयों के रूपांकनों के साथ उकेरा गया है, जो हाथियों की छवियों से सुसज्जित हैं। विशेष उल्लेख में शिव और पार्वती के चित्र हैं जो उत्कीर्णन का मुख्य विषय है। शिव और पार्वती को विभिन्न मुद्राओं में दर्शाया गया है और नर्तकियों, संगीतकारों, कम देवताओं और जानवरों से घिरा हुआ है। आधा शिवालय एक बड़ा पत्थर का शेर है, शायद जीत का चित्रण। शिव मंदिर के आसपास कई छोटे खंडहर मंदिर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>11 वीं शताब्दी का महानलेश्वर मंदिर पत्थर की भारतीय वास्तुकला की पश्चिमी शैली का एक आदर्श उदाहरण है। प्रवेश द्वार एक पत्थर के शेर के साथ सुशोभित है, और दीवारों में उभरे हुए पैनलों पर नक्काशीदार संरक्षक देवताओं की संख्या है। आंतरिक गर्भगृह में बालकनियों का वर्चस्व है, जबकि छत पसली और पतले नक्काशीदार पत्थर की पिरामिड आकृति है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>18 जनवरी 1978 से 19 जनवरी 1980 तक वीरेंद्र कुमार सखलेचा, मध्य प्रदेश के मुख्यमंत्री</p>\r\n<p>सुंदरलाल पटवा, मध्य प्रदेश के मुख्यमंत्री 20 जनवरी 1980 से - 17 फरवरी 1980 और 5 मार्च 1990 - 15 दिसंबर 1992</p>\r\n<p>सामाजिक बुनियादी ढाँचा</p>\r\n<p>दो पीजी हैं: कॉलेज, एक कानून के लिए और दूसरा कला के लिए। जनगणना के अनुसार 196 प्राथमिक विद्यालय, छह वरिष्ठ माध्यमिक विद्यालय, 15 माध्यमिक विद्यालय और नीमच शहर में 42 मध्य विद्यालय हैं - 2001, आंकड़े। इनके अलावा, 20 मध्य विद्यालय हैं और 30 प्राथमिक विद्यालय निजी संस्थानों द्वारा संचालित हैं। शहर में दो स्टेडियम और एक स्विमिंग पूल हैं। शहर में 30 पार्क और उद्यान, एक दशहरा मैदान, 22 सभागार और चार सार्वजनिक पुस्तकालय मौजूद हैं। छह कबीरपंथी और चार श्मशान घाट हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पुस्तकालय और अभिलेखागार</p>\r\n<p>डॉ। बी.आर. अम्बेडकर टाउन हॉल, बैडमिंटन हॉल और ई-लाइब्रेरी गांधी वाटिका, नीमच गांधी वचनालय, बाघाना, नीमच। 1857 की क्रांति नीमच से शुरू होती है</p>\r\n<p>&nbsp;</p>\r\n<p>खनिज पदार्थ</p>\r\n<p>खनिज का उत्पादन 2010-11</p>\r\n<p>&nbsp;</p>\r\n<p>खनिज का नाम</p>\r\n<p>&nbsp;</p>\r\n<p>उत्पादन (2010-2011)</p>\r\n<p>&nbsp;</p>\r\n<p>प्रमुख खनिज</p>\r\n<p>चूना पत्थर 5,953,103 एम.टी.</p>\r\n<p>लेटराइट 310,334 एम.टी.</p>\r\n<p>लघु खनिज</p>\r\n<p>पत्थर / गिट्टी 49697 m3</p>\r\n<p>मुरुम 80545 एम 3</p>\r\n<p>क्ले 8559 एम 3</p>\r\n<p>रेत 19420 एम 3</p>\r\n<p>बड़े पैमाने पर उद्योग / सार्वजनिक क्षेत्र के उपक्रम</p>\r\n<p>नीमच और आसपास की इकाइयों की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी अफिम और क्षारोद उद्योग, नीमच</p>\r\n<p>विक्रम सीमेंट, खोर</p>\r\n<p>अल्फीन इंडस्ट्रीज, नीमच</p>\r\n<p>खेल</p>\r\n<p>विशेष रूप से फुटबॉल में नीमच का एक समृद्ध खेल इतिहास है। एक छोटा शहर होने के बावजूद, नीमच ने कई खिलाड़ियों का उत्पादन किया है जो भारतीय फुटबॉल लीग में खेल चुके हैं। नीमच में लगभग 12 स्थानीय फुटबॉल क्लब हैं जो हर साल स्थानीय नगरपालिका परिषद द्वारा आयोजित टूर्नामेंट में भाग लेते हैं। क्रिकेट भी एक बहुत लोकप्रिय खेल है।</p>\r\n<p>&nbsp;</p>\r\n<p>मध्य प्रदेश में भी फुटबॉल दूसरा सबसे बड़ा खेल है। राज्य भर में 1,500 क्लबों में 9,000 से अधिक खिलाड़ी खेलते हैं। हर साल लगभग 70 अखिल भारतीय और 100 राज्य स्तरीय टूर्नामेंट होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>फुटबॉल टीमें केंद्रीय रिजर्व पुलिस (नीमच) नीमच इलेवन</p>\r\n<p>&nbsp;</p>\r\n<p>नीमच के ओलंपिक आकार के स्विमिंग पूल, जिसे पद्म तरण पुष्कर के रूप में जाना जाता है, का उद्घाटन 1978 में किया गया था। इसमें 1-मीटर और 3-मीटर स्प्रिंगबोर्ड और 5-मीटर और 10-मीटर ऊंचे (33 फीट) डाइविंग प्लेटफॉर्म हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ढांचागत सुविधाएं</p>\r\n<p>नीमच में शिक्षा, स्वास्थ्य और सार्वजनिक उपयोगिताओं के लिए एक अच्छी तरह से विकसित बुनियादी ढांचा है। छह अस्पतालों और औषधालयों के साथ सार्वजनिक सुविधाएं। दो डिग्री कॉलेज, छह वरिष्ठ माध्यमिक विद्यालय, 16 माध्यमिक विद्यालय, 42 मध्य विद्यालय, 196 प्राथमिक विद्यालय शहर में मौजूद हैं। निजी बसों और राज्य रोडवेज के लिए बस स्टैंड एक ही स्थान पर मौजूद हैं। तीन फायर टेंडर, टेलीफोन एक्सचेंज, जीपीओ, चार इलेक्ट्रिक सब स्टेशन, चार पुलिस स्टेशन भी शहर में मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अटल ज्योति अभियान के तहत, नीमच में 25 मई 2013 के बाद से लगातार बिजली की आपूर्ति है। नीमच जिले की आबादी 8 लाख 25 हजार 958 और गांवों की कुल संख्या 674 है। बिजली उपभोक्ताओं की संख्या 1 लाख 65 हजार 565 है, जिसमें 396 956 स्थायी कृषि पंप उपभोक्ता शामिल हैं। । जिले में, बिजली का औसत भार 70-75 मेगावाट, 33/11 केवी का 53 फीडर और 11 केवी का 196 है। 176 ग्रामीण और 20 शहरी फीडर हैं। इसके अलावा, 33 केवी लाइनों की लंबाई 644 किलोमीटर, 11 केवी लाइनें 3,306 किलोमीटर, लो-टेंशन लाइन (हवाई गुच्छा केबल) 2,553 किलोमीटर और लो-टेंशन लाइन 8.285 किलोमीटर है।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>रेल</p>\r\n<p>नीमच अजमेर - रतलाम मार्ग का एक महत्वपूर्ण ब्रॉड गेज रेलवे स्टेशन है। नीमच रेलवे स्टेशन का निर्माण 1880 में अंग्रेजों द्वारा किया गया था। इसका सीधा संबंध रतलाम, उज्जैन से नागदा और कोटा और राजस्थान के बूंदी से चित्तौड़गढ़ तक है। यह रतलाम से लगभग 140 किमी और चित्तौड़गढ़ से 60 किमी रेल और सड़क मार्ग से है। नीमच से जावद, सिंगोली (दो तहसील मुख्यालय) के माध्यम से कोटा तक एक अलग रेल लाइन की मांग अपने लोगों और प्रतिनिधियों द्वारा उठाई गई है जो नीमच और कोटा के बीच की दूरी को लगभग 40 किमी कम कर देगी और एक सर्वेक्षण भी पारित किया गया था। रेल मंत्री मल्लिकार्जुन खड़गे 2014 में अपने अंतरिम रेल बजट में।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>नीमच में जिला सड़कों और राष्ट्रीय राजमार्ग 79 का एक नेटवर्क है जो इस जिले के अन्य शहरों, मध्य प्रदेश राज्य और पड़ोसी राज्य राजस्थान से जुड़ता है। NH 79 इसे मप्र के अजमेर, चित्तौड़ और रतलाम से जोड़ता है। राज्य राजमार्ग छोटा उदयपुर के माध्यम से राजस्थान के उदयपुर शहर को जोड़ता है। राष्ट्रीय राजमार्ग को छोड़कर, सिंगोली और मानसा जाने वाले जिला मार्गों को राज्य पीडब्ल्यूडी द्वारा बनाए रखा जाता है, जहां शहर की सड़कों को नगरपालिका परिषद द्वारा बनाए रखा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सीआरपीएफ क्षेत्र के भीतर सड़कों का रखरखाव केंद्र सरकार द्वारा किया जाता है। इस शहर में एक बस स्टैंड है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>जयसिंहपुरा गाँव के पास रेलवे लाइन के दक्षिण में एक हवाई पट्टी भी मौजूद है।</p>\r\n<p>&nbsp;</p>\r\n<p>संचालन एजेंसी भारतीय वायु सेना।</p>\r\n<p>&nbsp;</p>\r\n<p>24 &deg; 25 '51N 74 &deg; 52' 4E रनवे 32/14 3610/95 GRE ऊंचाई: 1600 AMSL चुंबकीय भिन्नता: 0.005 W IATA कोड FR 3231 ICAO (FAA VA1N)</p>\r\n<p>मध्य प्रदेश पर्यटन (वेंटुरा एयरकनेक्ट के साथ) द्वारा एक हवाई टैक्सी सेवा शुरू की गई है जो आवश्यकता पर नीमच के साथ हवाई संपर्क प्रदान करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Neemuch</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-neemuch-madhya-pradesh","tags":[{"name":"नीमच","slug":"neemuch"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":683,"title":"सिंगरौली, वैधन में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","dateCreated":"2019-09-15T15:56:53.963Z","dateModified":"2019-09-15T15:57:05.54Z","contributedBy":"AskGif","content":"सिंगरौली मध्य प्रदेश और रीवा के कमिश्नर के राज्य में सिंगरौली जिले का एक शहर है।\r\nसिंगरौली जिला भारत के मध्य प्रदेश राज्य के जिलों में से एक है।\r\n&nbsp;\r\nसरकार\r\nरीवा संभाग के कमिश्नर (रीवा के आयुक्त) सिंगरौली के जिला प्रशासन में पर्यवेक्षण करते हैं\r\nजिला कलेक्टर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"सिंगरौली","slug":"singrauli"},{"name":"वैधन","slug":"waidhan"}],"slug":"top-places-to-visit-in-singrauli-waidhan-madhya-pradesh","total":0},{"id":671,"title":"राजगढ़ में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"राजगढ़ जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। राजगढ़ शहर जिले का प्रशासनिक मुख्यालय है। राजघरिन मध्य प्रदेश भारत सरकार द्वारा चुने गए आकांक्षात्मक जिलों में से एक है। जिले का क्षेत्रफल 6,154 वर्ग किमी है और जनसंख्या 1,545,814 (2011 की जनगणना) है। जिला मालवा पठार के उत्तरी किनारे पर स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजगढ़","slug":"rajgarh"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":643,"title":"भिंड में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","dateCreated":"2019-09-12T02:18:37.587Z","dateModified":"2019-09-12T02:18:51.701Z","contributedBy":"AskGif","content":"भिंड भारत के मध्य प्रदेश राज्य का एक शहर है। यह भिंड जिले का मुख्यालय है।\r\n&nbsp;\r\nभिंड जिला भारतीय राज्य मध्य प्रदेश के चंबल संभाग का एक जिला है। भिंड शहर जिला मुख्यालय है। भिंड जिला राज्य के उत्तर पश्चिम में चंबल क्षेत्र में स्थित है। जिले के भौगोलिक निर्देशांक अक्षांश 26 &deg; 36","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भिंड","slug":"bhind"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-bhind-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}