{"id":667,"title":"Top Places to visit in Neemuch, Madhya Pradesh","imageUrl":"c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","dateCreated":"2019-09-14T05:23:51.529Z","dateModified":"2019-09-14T05:24:06.47Z","contributedBy":"AskGif","content":"<p>Neemuch or Nimach is a town in the Malwa region of the Indian state of Madhya Pradesh. The town shares its northeastern border with state of Rajasthan and is the administrative headquarters of Neemuch District. Formerly a large British cantonment of Gwalior princely state, in 1822 the town became the headquarters of the combined Rajputana&ndash;Malwa political agency and of the Malwa Agency in 1895. The British Cantonment was disbanded in 1932 after which it was maintained by a British Municipal Board.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism and places of interest</p>\r\n<p>The city is known for its five annual religious melas (fairs).</p>\r\n<p>&nbsp;</p>\r\n<p>One of the main temples of Neemuch is Kileshwar which hosts the annual Shivratri festival where thousands of devotees flock to the temple for the Darshan of Lord Shiva.</p>\r\n<p>&nbsp;</p>\r\n<p>Nimach is also well known for the its special Muharram processions of Tazia. The tradition of the Tazia procession is almost 150 years old. This is an occasion when all the people, be it any community, come together. This procession commemorates the martyrdom of Husayn ibn Ali of the Battle of Karbala in 680.</p>\r\n<p>&nbsp;</p>\r\n<p>There are many tourist places around Neemuch, most of which are religious. Notably, Nava Toran temple at Khor, Sambharkund Mahadev (7 km; it is closer to Suwakheda) and Bhadwamata (20 km), Bhanwarmata (25 km, in Chhoti Sadri, Rajasthan), Sukhanand Mahadev Temple and Ashram (20 km) (north of Jawad), Sitaram Jaju Sagar-Harkiakhal Dam (15 km), Gandhi sagar dam (around 100 km), Chittorgarh (56 km), and Udaipur (around 135 km).</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Kileshwar Mahadev Temple</p>\r\n<p>Shri Kileshwar Mahdev Temple</p>\r\n<p>Shri Kileshwar Mahdev Temple</p>\r\n<p>The most important festival of Neemuch is the Shivratri festival which is celebrated every year in the month of March at this temple. Religious tourism to the Kileshwar temple also contributes to the local economy as 50,000 devotees from the town and nearby visit during Shivratri. This festival is arranged and managed by the Municipal Council of Neemuch. Ground at the temple is also used as a picnic spot for school children as it consists of a small amusement park and large ground covered with grass.</p>\r\n<p>&nbsp;</p>\r\n<p>Sukhanandji Ashram</p>\r\n<p>Sukhanand Ashram</p>\r\n<p>Sukhanand Ashram</p>\r\n<p>Sukhanandji Ashram is situated at a distance of about 32 km from Nimach on the border of Rajasthan in an ancient rock cave. There is a temple of Shiva here. There is a spring of perennial water. It is said to be founded by Śuka, the son of Vedavyasa. He was also known as Sri Suka, Sukadev and Brahmarata. Śuka was born of his wife, Sage Jābāli's daughter Pinjalā (Vatikā). A character in a number of Puranic texts belonging to various traditions, mainly Vaishnavism. He is believed to be a son of Vyasadeva. It also believed that Vedavyasa first wrote Bharata-Samhita which contained twenty-four thousand verses (slokas) and taught that to his son Śuka.</p>\r\n<p>&nbsp;</p>\r\n<p>There are two annual fairs organized at this place: one on Haryali amavashya of Srawan month and other on Baisakh purnima.</p>\r\n<p>&nbsp;</p>\r\n<p>Nava Toran temple</p>\r\n<p>Nova Toran Temple, Khor</p>\r\n<p>Nova Toran Temple, Khor</p>\r\n<p>Nava Toran temple or Nav Toran Temple at village Khor near Vikram Cement campus is an important remnant of an 11th-century temple which consists of ten decorative arches arranged in two rows - one lengthwise and the other width wise crossing each other at the centre and supported on a pair of pillars in the hall and porches. The temple is decorated with leaf-shaped borders, heads of makaras and garland bearers. There is a statue of Varaha at the centre of the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>The temple is in a ruined condition. It contains a proch, mahamandapa and garbhagriha and pradakshinapth. It has a Siva linga in the sanctum. The exterior is ornamented with simple mouldings (c.12th century).</p>\r\n<p>&nbsp;</p>\r\n<p>This monument has been declared to be of national importance under the Ancient Monuments and Archaeological Sites and Remains Act, 1958 (24 of 1958).</p>\r\n<p>&nbsp;</p>\r\n<p>Gandhi Sagar Sanctuary</p>\r\n<p>Main article: Gandhi Sagar Sanctuary</p>\r\n<p>Gandhi Sagar Sanctuary is wildlife sanctuary situated on the northern boundary of Mandsaur and Nimach districts in Madhya Pradesh. It is spread over an area of 368.62 km square adjoining Rajasthan state in India. It was notified in 1974 and more area was added in 1983. The Chambal River passes through the sanctuary and divides into two parts. The western part is in Nimach district and eastern part is in Mandsaur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Morwan Dam</p>\r\n<p>Morwan Dam</p>\r\n<p>Morwan Dam is 24 km from Neemuch and constructed on river Gambhiri. It is mainly used for irrigation and water supply to nearby places. Boating facilities are also available. Frequent buses are available to reach there (Neemuch-Singoli-Kota Road).</p>\r\n<p>&nbsp;</p>\r\n<p>Gandhi Sagar Dam</p>\r\n<p>River Chambal in Gandhi Sagar Sanctuary</p>\r\n<p>River Chambal in Gandhi Sagar Sanctuary</p>\r\n<p>The Gandhi Sagar Dam is the first of the four dams built on the Chambal river. It is located in the Mandsaur district of Madhya Pradesh. It is a 64-metre-high (210 ft) masonry gravity dam, with a live storage capacity of 6,920 million cubic metres and a catchment area of 22,584 km2. The dam was completed in 1960. The hydro-power station comprises five generating units of 23 MW capacity each. The water released after power generation is used for power generation at Jawahar Sagar Dam and is used for irrigation through Kota Barrage.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhadva Mata Temple</p>\r\n<p>The Bhadva Mata Temple is situated 19 km from Neemuch town in Bhadva village. It is believed that who so ever takes bath in the Baori situated in the temple premises get cured of paralysis and Polio. During Nay Ratri a 9 day long festival takes place in this temple where about two lac devotes from all over the country visit this temple. Apart from that temple, there is one more temple in the near vicinity of Neemuch town namely Bhanwarmata (25 km).</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Sita Ram Jajoo Sagar &mdash; Harkiyakhal Dam</p>\r\n<p>This dam was constructed in 1960 as a water supply source for Neemuch. This is at a distance of 16 km south of Neemuch.</p>\r\n<p>&nbsp;</p>\r\n<p>Lions Park</p>\r\n<p>&nbsp;</p>\r\n<p>Lions Park</p>\r\n<p>Lions Park</p>\r\n<p>Situated at Veer Park Road, it is popular among children.</p>\r\n<p>&nbsp;</p>\r\n<p>Naagbawdi Boating House, CRPF</p>\r\n<p>Theme park maintained by the Central Reserve Police Force and open only on Sundays.</p>\r\n<p>&nbsp;</p>\r\n<p>Sita Mata Wildlife Sanctuary</p>\r\n<p>&nbsp;</p>\r\n<p>A view of Sita Mata Wildlife Sanctuary, Pratapgarh, Rajasthan</p>\r\n<p>The Sita Mata Wildlife Sanctuary is a wildlife sanctuary situated in the south-east portion of the Pratapgarh district in Rajasthan, India. It is a dense forest, with an area of 422.95 square kilometers, which is about 40% of the total land area of the district. The land is undulating because of the confluence of three different formations &mdash; Malwa Plateau, the Vindhyachal Hills, and Aravali mountain ranges.</p>\r\n<p>&nbsp;</p>\r\n<p>Menal Waterfall</p>\r\n<p>Menal is famous for its ancient Shiva temples, water falls and dense forests. It is also known as the \"Mini Khajuraho\" blessed with natures bounty.</p>\r\n<p>&nbsp;</p>\r\n<p>Prithviraj Chauhana, who also ruled Delhi for a while, had set his heart on Menal, and it became his favourite mountain retreat when the Rajasthan summer would set in. For this he built a palace on the banks of the Menal river which runs over granite slabs before finally plunging into a gorge over 122 metres deep. The entrance to the mansion is via a two storied gateway carved with images of the gods Ganesha and Bhairava. The square courtyard beyond the entrance houses a huge Shiva temple of stone, built in the ancient Hindu style with a carved pagoda and pillars. The walls of the temple are carved with motifs of Hindu deities and various other themes, interspersed with images of elephants. Of special mention are the images of Shiva and Parvati which form the chief subject of the engravings. Shiva and Parvati are depicted in various postures and surrounded by dancers, musicians, lesser gods and animals. Halfway up the pagoda is a large stone lion, perhaps depicting victory. A number of smaller ruined temples lie around the Shiva temple.</p>\r\n<p>&nbsp;</p>\r\n<p>The 11th-century Mahanaleshvara temple is a perfect example of the western Indian style of stone temple architecture. The entrance is embellished with a seated stone lion, and there are number of guardian deities carved on protruding panels in the walls. The inner sanctum is dominated by projecting balconies while the roof is a pyramidal array of ribbed and finely carved stone.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Virendra Kumar Sakhlecha, Chief Minister of Madhya Pradesh from 18 January 1978 &ndash; 19 January 1980</p>\r\n<p>Sunderlal Patwa, Chief Minister of Madhya Pradesh from 20 January 1980 - 17 February 1980 and 5 March 1990 &ndash; 15 December 1992</p>\r\n<p>Social infrastructure</p>\r\n<p>There are two PG: colleges, one for law and another for arts. there are 196 primary schools, six senior secondary schools, 15 secondary schools and 42 middle schools in Neemuch city as per census &mdash; 2001, figures. Besides these, there are 20 middle schools and 30 primary schools run by private institutions. There are two stadiums and one swimming pool in the city. There are 30 parks and gardens, one Dushara Maidan, 22 auditoriums and four public libraries exist in the city. There are six kabristans and four cremation grounds.</p>\r\n<p>&nbsp;</p>\r\n<p>Libraries and archives</p>\r\n<p>Dr. B.R. Ambedkar Town Hall, Badminton Hall and E-Library Gandhi Vatika, Neemuch Gandhi Vachnalay, Baghana, Neemuch . 1857 ki krani start at Neemuch</p>\r\n<p>&nbsp;</p>\r\n<p>Minerals</p>\r\n<p>Production of mineral 2010-11</p>\r\n<p>&nbsp;</p>\r\n<p>Name of mineral</p>\r\n<p>&nbsp;</p>\r\n<p>Production(2010-2011)</p>\r\n<p>&nbsp;</p>\r\n<p>Major minerals</p>\r\n<p>Limestone 5,953,103 M.T.</p>\r\n<p>Laterite 310,334 M.T.</p>\r\n<p>Minor minerals</p>\r\n<p>Stone/gitti 49697 m3</p>\r\n<p>Murum 80545 m3</p>\r\n<p>Clay 8559 m3</p>\r\n<p>Sand 19420 m3</p>\r\n<p>Large scale industries / public sector undertakings</p>\r\n<p>List of the units in Neemuch and nearby</p>\r\n<p>&nbsp;</p>\r\n<p>Government Afeem and Kshrod Industries, Neemuch</p>\r\n<p>Vikram cement, Khor</p>\r\n<p>Alfaeen Industries, Neemuch</p>\r\n<p>Sports</p>\r\n<p>Neemuch has a rich sporting history especially in soccer. Despite being a small town, Neemuch has produced a number of players who have played in the Indian soccer league. Neemuch has about 12 local soccer clubs which participate in the tournament organized by local municipal council every year. Cricket is also a very popular sport.</p>\r\n<p>&nbsp;</p>\r\n<p>In Madhya Pradesh also football is second largest sport. Over 9,000 players play from over 1,500 clubs across the state. There are as many as 70 all India and 100 state level tournaments each year.</p>\r\n<p>&nbsp;</p>\r\n<p>Football teams Central Reserve Police (Neemuch) Neemuch XI</p>\r\n<p>&nbsp;</p>\r\n<p>Neemuch's Olympic size swimming pool, known as Padm Taran Pushkar, was inaugurated in 1978. It has 1-metre and 3-metre springboards and 5-metre and 10-metre-high (33 ft) diving platforms.</p>\r\n<p>&nbsp;</p>\r\n<p>Infrastructural facilities</p>\r\n<p>Neemuch has a well developed infrastructure for education, health and public utilities. Public facilities along with six hospitals and dispensaries. two degree colleges, six senior secondary schools, 16 secondary schools, 42 middle schools, 196 primary schools exist in the city. Bus stand for private buses and state roadways exist at the same location. Three fire tenders, telephone exchanges, GPO, four electric sub stations, four police stations also exist in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Under Atal Jyoti Abhiyan, Neemuch has a constant power supply since 25 May 2013. Neemuch district's population is 8 lakh 25 thousand 958 and total number of villages 674. Number of power consumers is 1 lakh 65 thousand 565 including 39 thousand 956 permanent agriculture pumps consumers. In the district, average power load is 70-75 MW, 53 feeders of 33/11 KV and 196 of 11 KV. There are 176 rural and 20 urban feeders. Besides, length of 33 KV lines is 644 kilometres, 11 KV lines 3,306 kilometres, low-tension lines (aerial bunch cable) 2,553 kilometres and low-tension lines 8.285 kilometres.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Rail</p>\r\n<p>Neemuch is an important broad gauge railway station of Ajmer &mdash; Ratlam route. Neemuch railway station was constructed by British in 1880. It has direct links to Ratlam, Ujjain via Nagda and Kota and Bundi in Rajasthan via Chittorgarh. It is about 140 km from Ratlam and 60 km from Chittorgarh by rail and road. A demand for a separate rail line from Neemuch via Jawad, Singoli (two Tehsil headquarters) to Kota has been raised by its people and representatives that will reduce the distance between Neemuch and Kota by about 40 km and a survey was also been passed by former Rail Minister Mallikarjun Kharge in his interim rail budget in 2014.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Neemuch has a network of district roads and National Highway 79 connecting with other cities of this district, Madhya Pradesh state and neighbouring Rajasthan state. NH 79 links it to Ajmer, Chittor and Ratlam of MP. The state highway connects the city with Udaipur in Rajasthan via Chhoti Sadri. Except for the national highway, district roads going to Singoli and Manasa are maintained by state PWD where as the city roads are maintained by the municipal council.</p>\r\n<p>&nbsp;</p>\r\n<p>The roads within the CRPF area are maintained by the central government. This city has one bus stand.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>An airstrip also exists on the south of the railway line near Jaisinghpura village.</p>\r\n<p>&nbsp;</p>\r\n<p>Operating agency Indian Air Force.</p>\r\n<p>&nbsp;</p>\r\n<p>24&deg; 25' 51N 74&deg; 52' 4E Runway 32/14 3610/95 GRE Elevation: 1600 AMSL Magnetic Variation: 0.005 W IATA Code FR 3231 ICAO (FAA VA1N)</p>\r\n<p>An air taxi service is introduced by Madhya Pradesh Tourism (with Ventura AirConnect) which provides air connectivity with Neemuch on requirement.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Neemuch</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-neemuch-madhya-pradesh","tags":[{"name":"neemuch","slug":"neemuch"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":683,"title":"Top Places to visit in Singrauli, Waidhan, Madhya Pradesh","imageUrl":"f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","dateCreated":"2019-09-15T15:56:53.963Z","dateModified":"2019-09-15T15:57:05.54Z","contributedBy":"AskGif","content":"Singrauli is a city in the Singrauli district in the state of Madhya Pradesh and Commissionaire of Rewa.\r\nSingrauli district is one of the districts in the India state of Madhya Pradesh.\r\n&nbsp;\r\nGovernment\r\nCommissioner of Rewa Division (Commissionaire of Rewa) superv","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"singrauli","slug":"singrauli"},{"name":"waidhan","slug":"waidhan"}],"slug":"top-places-to-visit-in-singrauli-waidhan-madhya-pradesh","total":0},{"id":671,"title":"Top Places to visit in Rajgarh, Madhya Pradesh","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"Rajgarh district is a District of Madhya Pradesh state in central India. The city of Rajgarh is the administrative headquarters of the district. Rajgarhin Madhya Pradesh is one of the aspirational districts selected by Government of India. The district has an area of 6,154 km&sup2; and the popula","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajgarh","slug":"rajgarh"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":643,"title":"Top Places to visit in Bhind, Madhya Pradesh","imageUrl":"438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","dateCreated":"2019-09-12T02:18:37.587Z","dateModified":"2019-09-12T02:18:51.701Z","contributedBy":"AskGif","content":"Bhind is a city in the Indian state of Madhya Pradesh. It is the headquarters of the Bhind district.&nbsp;\r\n&nbsp;\r\nBhind District is a district in the Chambal division of the Indian state of Madhya Pradesh. The town of Bhind is the district headquarters. Bhind District is situated ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhind","slug":"bhind"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-bhind-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}