{"id":669,"title":"पन्ना में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"15367dc7-c77b-4e98-84ea-4abb1f22a078_Panna-tourism.jpg","dateCreated":"2019-09-14T05:43:22.119Z","dateModified":"2019-09-14T05:43:34.876Z","contributedBy":"AskGif","content":"<p>पन्ना भारतीय राज्य मध्य प्रदेश में पन्ना जिले का एक शहर और एक नगर पालिका है। यह अपनी हीरे की खानों के लिए प्रसिद्ध है। यह पन्ना जिले का प्रशासनिक केंद्र है।</p>\r\n<p>पन्ना जिला मध्य भारत में मध्य प्रदेश राज्य के भीतर सागर डिवीजन का एक जिला है। पन्ना शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>पन्ना में एक बाघ अभयारण्य है जिसे पन्ना राष्ट्रीय उद्यान कहा जाता है। पन्ना में बाघों की दृष्टि हाल के वर्षों में गिरी है, और आधिकारिक बाघों की आबादी के आंकड़े प्रकृतिवादियों द्वारा विवादित थे। 2009 में पन्ना में दो बाघिनों को स्थानांतरित करने की योजना थी, जो हुआ, लेकिन अंतिम नर बाघ गायब हो गया। एक नर बाघ को वहां स्थानांतरित कर दिया गया। स्थानांतरित बाघों में से एक ने 2010 में तीन शावकों को जन्म दिया था। रिजर्व अन्य जानवरों की एक विस्तृत विविधता का घर है, जिनमें से कई को अन्य भंडार की तुलना में करीब क्वार्टर में देखा जा सकता है, क्योंकि पन्ना में कम आगंतुक हैं। रिज़र्व के पास जंगल लॉज और होटल हैं, यह खजुराहो से भी पहुंचा जा सकता है। राणे गिरने और पांडव गिरने भी मॉनसून के दौरान पर्यटकों के प्रसिद्ध स्पॉट हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पन्ना बाईपास पर झरने का विहंगम दृश्य।</p>\r\n<p>हीरा खनन</p>\r\n<p>हीरा जमा का एक बड़ा समूह विंध्य रेंज की 150 मील (240 किमी) की एक शाखा पर उत्तर-पूर्व तक फैला हुआ है, और इसे पन्ना समूह के रूप में जाना जाता है। वे 20 एकड़ (81,000 एम 2) से अधिक के क्षेत्र को कवर नहीं करते हैं। महान गड्ढे, व्यास में 25 फीट (7.6 मीटर) और, शायद, 30 फीट (9.1 मीटर) गहराई में, हीरे के समूह तक पहुंचने के लिए खोदा जाता है, जो कई मामलों में केवल एक बहुत पतली परत थी। वेलेंटाइन-बॉल के अनुसार, जिन्होंने जीन-बैप्टिस्ट टवेर्नियर की 1676 'ट्रैवल्स इन इंडिया' का संपादन किया, टाईफेंथेलर 1765 में खानों की यात्रा करने वाले पहले यूरोपीय थे और उन्होंने दावा किया कि पन्ना के हीरे भारत में अन्य स्थानों के साथ कठोरता और आग की तुलना नहीं कर सकते हैं। वास्तव में कोई भी बड़े हीरे इस क्षेत्र से नहीं आए हैं। सबसे अधिक उत्पादक खदानें 1860 के दशक में थीं और पन्ना से लगभग 20 मील (32 किमी) की दूरी पर सकरिया में पाई गई थीं। पन्ना के हीरों को चार वर्गीकरण दिए गए थे: पहला, मोतीचूल, स्पष्ट और शानदार; 2, माणिक, एक बेहोश नारंगी रंग के साथ; 3, पन्ना, हरे रंग की ओर टिंट में कगार; 4, Bunsput, सीपिया रंग का। खान पन्ना जिले के आंतरिक भाग में स्थित है। पन्ना में हीरे की खानों का प्रबंधन भारत सरकार के राष्ट्रीय खनिज विकास निगम (NMDC Ltd) के डायमंड माइनिंग प्रोजेक्ट के तहत किया जाता है। अन्य खानों में हर साल सरकारी एजेंसी द्वारा संभावित खनन करने वालों को जमीन पट्टे पर दी जाती है। बिना खोजे गए हीरे सभी पन्ना के जिला मजिस्ट्रेट द्वारा एकत्र किए जाते हैं और जनवरी के महीने में नीलाम किए जाते हैं। नीलामी जनता के लिए खुली होती है और इसके लिए 5000 जमा राशि की आवश्यकता होती है। अलग-अलग कैरेट और शेड के 100 हीरों को नीलामी के लिए पेश किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पन्ना में मझगवां डायमंड माइंस, भारत, एशिया की एकमात्र डायमंड माइन है। यह एक ज्वालामुखी का केंद्र है जो लाखों साल पहले फट गया था</p>\r\n<p>&nbsp;</p>\r\n<p>पन्ना राज्य</p>\r\n<p>बुंदेला राजपूत राजा छत्रसाल (4 मई 1649 - 20 दिसंबर 1731)</p>\r\n<p>राजा हरदेव साह (1731-1739)</p>\r\n<p>राजा सभा सिंह (1739-1752)</p>\r\n<p>राजा अमन सिंह (1752-1758)</p>\r\n<p>राजा हिंदूपत सिंह (1758-1778)</p>\r\n<p>राजा अनिरुद्ध सिंह (1778&ndash;1779)</p>\r\n<p>इंटररेग्नम (1779-1785)</p>\r\n<p>राजा ढोकल सिंह (1785-1798)</p>\r\n<p>राजा किशोर सिंह (1798-1834)</p>\r\n<p>राजा हरबंस राय (1834-1849)</p>\r\n<p>महाराजा महेंद्र निरपत सिंह (1849-1870)</p>\r\n<p>महाराजा रुद्र प्रताप सिंह (1870-1893) का जन्म 1848 में हुआ।</p>\r\n<p>महाराजा महेंद्र लोकपाल सिंह (1893-1898)</p>\r\n<p>महाराजा महेंद्र माधोसिंह (1898-1902)</p>\r\n<p>महाराजा महेंद्र यादवेंद्र सिंह (1902-1 जनवरी 1950)</p>\r\n<p>भूगोल</p>\r\n<p>पन्ना 24.72 &deg; N 80.2 &deg; E पर स्थित है। इसकी औसत ऊंचाई 410 मीटर (1420 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>पन्ना हवाई अड्डा वर्तमान में गैर-परिचालन है, निकटतम कार्यात्मक हवाई अड्डा खजुराहो हवाई अड्डा है। निकटतम रेल हेड सतना 75 किमी दूर, खजुराहो 45 किमी दूर है। मध्य प्रदेश के कुछ हिस्सों और अन्य राज्यों जैसे न्यू दिल्ली, फरीदाबाद, आगरा, कानपुर, झांसी, ग्वालियर, नागपुर, इलाहाबाद के लिए बस सेवा उपलब्ध है। इंदौर, ग्वालियर, जबलपुर और भोपाल के लिए स्लीपर / लक्जरी / एसी बसें उपलब्ध हैं। ।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, 2011 में, पन्ना की जनसंख्या 59,091 थी। पन्ना की औसत वयस्क साक्षरता दर 64.79% है, जो राष्ट्रीय औसत 74.04% से कम है: पुरुष साक्षरता 74.14% है, और महिला साक्षरता 54.44% है। पन्ना में, 16.10% जनसंख्या 6 वर्ष से कम आयु की है।</p>\r\n<p>&nbsp;</p>\r\n<p>पन्ना के लोग</p>\r\n<p>ऋषिकेश पांडे - बॉलीवुड में संगीत निर्देशक, रैपर और फिल्म निर्माता।</p>\r\n<p>फैजानुद्दीन - भारत के सर्वोच्च न्यायालय के पूर्व न्यायाधीश।</p>\r\n<p>अपराजिता सिंह - अंतर्राष्ट्रीय शूटर, राज्य एकलव्य पुरस्कार, भारत के राष्ट्रीय राइफल संघ के सदस्य।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>पन्ना जिले के अंतर्गत ग्राम पंचायतें</p>\r\n<p>इस मध्यवर्ती उपखंडों को ब्लॉक, मध्यवर्ती पंचायत, तहसील या तहसील भी कहा जाता है। पन्ना जिले के अंदर, निम्नलिखित नौ उपखंड हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अजयगढ़</p>\r\n<p>Amanganj</p>\r\n<p>गुनौर (या गुन्नौर, या गुनोर पंचायत और बस्ती नाम या गनौर गाँव का नाम)</p>\r\n<p>पन्ना</p>\r\n<p>Pawai</p>\r\n<p>Shahnagar</p>\r\n<p>Raipura</p>\r\n<p>SIMARIYA</p>\r\n<p>देवेंद्र नगर</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Panna,_India</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/15367dc7-c77b-4e98-84ea-4abb1f22a078_Panna-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-panna-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"पन्ना","slug":"panna"}],"recommendations":[{"id":668,"title":"निवारी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","dateCreated":"2019-09-14T05:34:52.725Z","dateModified":"2019-09-14T05:35:04.782Z","contributedBy":"AskGif","content":"निवारी एक तहसील / शहर और भारतीय राज्य, मध्य प्रदेश के टीकमगढ़ जिले में एक नगर पंचायत है। यह उत्तर प्रदेश के झांसी और महोबा जिलों से सटा हुआ है।\r\n&nbsp;\r\nनिवारी जिला भारत में मध्य प्रदेश राज्य के जिलों में से एक है।\r\n&nbsp;\r\nइस जिले का गठन 1 अक्टूबर 2018 को हुआ था। यह प","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"निवारी","slug":"niwari"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-niwari-madhya-pradesh","total":0},{"id":650,"title":"देवास में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6e2b319f-9b08-40ab-9529-89c6ace7362a_Dewas-railway.jpg","dateCreated":"2019-09-13T02:18:18.16Z","dateModified":"2019-09-13T02:18:30.086Z","contributedBy":"AskGif","content":"देवास भारत के मध्य प्रदेश राज्य के मालवा का एक शहर है। नगर पालिका पूर्व में ब्रिटिश राज के दौरान दो रियासतों की सीट थी, देवास जूनियर राज्य और देवास वरिष्ठ राज्य, मराठा के पुवार वंश द्वारा शासित। आज, देवास एक औद्योगिक शहर है और एक सरकारी बैंक नोट प्रेस है\r\n&nbsp;\r\nदेवास जिला भारतीय र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6e2b319f-9b08-40ab-9529-89c6ace7362a_Dewas-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"देवास","slug":"dewas"}],"slug":"top-places-to-visit-in-dewas-madhya-pradesh","total":0},{"id":647,"title":"छिंदवाड़ा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","dateCreated":"2019-09-13T02:01:18.506Z","dateModified":"2019-09-13T02:01:58.996Z","contributedBy":"AskGif","content":"छिंदवाड़ा भारत में शहर है और भारतीय राज्य मध्य प्रदेश में छिंदवाड़ा जिले में एक नगर निगम है। इसे भारत के \"कॉर्न सिटी\" के रूप में जाना जाता है। छिंदवाड़ा जिले का प्रशासनिक मुख्यालय है। छिंदवाड़ा निकटवर्ती शहरों नागपुर और जबलपुर से रेल या सड़क द्वारा उपलब्ध है। निकटतम हवाई अड्डा नागपुर (130 किमी) म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"छिंदवाड़ा","slug":"chhindwara"}],"slug":"top-places-to-visit-in-chhindwara-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}