{"id":669,"title":"Top Places to visit in Panna, Madhya Pradesh","imageUrl":"15367dc7-c77b-4e98-84ea-4abb1f22a078_Panna-tourism.jpg","dateCreated":"2019-09-14T05:43:22.119Z","dateModified":"2019-09-14T05:43:34.876Z","contributedBy":"AskGif","content":"<p>Panna is a town and a municipality in Panna district in the Indian state of Madhya Pradesh. It is famous for its diamond mines. It is the administrative center of Panna District.</p>\r\n<p>Panna district is a district of the Sagar Division, within the Madhya Pradesh state in central India. The town of Panna is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Panna has a tiger reserve which is called Panna National Park. The sightings of tigers in Panna have fallen over recent years, and official tiger population figures were disputed by naturalists. There were plans to relocate two tigresses to Panna in 2009, which happened, but the last male tiger meanwhile disappeared. A male tiger was relocated there. One of the relocated tigresses gave birth to three cubs in 2010. The reserve is home to a wide variety of other animals, many of which can be seen at closer quarters than in other reserves, because Panna has fewer visitors. There are jungle lodges and hotels near the reserve, it can also be reached from Khajuraho.Raneh fall and Pandav fall are also famous visiting spots of tourists during monsoon.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Panoramic view of waterfall on Panna Bypass.</p>\r\n<p>Diamond mining</p>\r\n<p>A large group of diamond deposits extends North-East on a branch of the Vindhya Range for 150 miles (240 km) or so, and is known as the Panna group. They do not cover an area of more than 20 acres (81,000 m2). Great pits, 25 feet (7.6 m) in diameter and, perhaps, 30 feet (9.1 m) in depth, are dug for the sake of reaching the diamond conglomerate, which, in many cases, was only a very thin layer. According to Valentine Ball, who edited the 1676 'Travels in India' of Jean-Baptiste Tavernier, Tieffenthaler was the first European to visit the mines in 1765 and claimed that the Panna diamonds could not compare in hardness and fire with other locations in India. No really large diamonds have come from this area. The most productive mines were in the 1860s and were found in Sakaria, around 20 miles (32 km) from Panna. Four classifications were given to the Panna diamonds: first, Motichul, clear and brilliant; 2nd, Manik, with a faint orange tint; 3rd, Panna, verging in tint towards green; 4th, Bunsput, sepia coloured. Mines is situated in the interior of Panna district. Diamond mines in Panna are managed under the Diamond Mining Project of National Mineral Development Corporation (NMDC Ltd) of Government of India.In other mines every year the land is leased to prospective miners by the government agency. The diamonds unearthed are all collected by the district magistrate of Panna and are auctioned in the month of January. Auctions are open to the public and require a R.s 5000 deposit. Upwards of 100 diamonds of different carat and shade are offered for auction.</p>\r\n<p>&nbsp;</p>\r\n<p>Majhgawan Diamond Mines in Panna, MP, India, Asia&rsquo;s only Diamond mine. It is a centre of a Volcano that erupted millions of years ago</p>\r\n<p>&nbsp;</p>\r\n<p>Panna State</p>\r\n<p>Bundela Rajput Raja Chhatrasal (4 May 1649 &ndash; 20 December 1731)</p>\r\n<p>Raja Harde Sah (1731&ndash;1739)</p>\r\n<p>Raja Sabha Singh (1739&ndash;1752)</p>\r\n<p>Raja Aman Singh (1752&ndash;1758)</p>\r\n<p>Raja Hindupat Singh (1758&ndash;1778)</p>\r\n<p>Raja Anirudh Singh (1778&ndash;1779)</p>\r\n<p>interregnum (1779&ndash;1785)</p>\r\n<p>Raja Dhokal Singh (1785&ndash;1798)</p>\r\n<p>Raja Kishor Singh (1798&ndash;1834)</p>\r\n<p>Raja Harbans Rai (1834&ndash;1849)</p>\r\n<p>Maharaja Mahendra Nirpat Singh (1849&ndash;1870)</p>\r\n<p>Maharaja Rudra Pratap Singh (1870&ndash;1893) born 1848.</p>\r\n<p>Maharaja Mahendra Lokpal Singh (1893&ndash;1898)</p>\r\n<p>Maharaja Mahendra Madho Singh (1898&ndash;1902)</p>\r\n<p>Maharaja Mahendra Yadvendra Singh (1902-1 January 1950)</p>\r\n<p>Geography</p>\r\n<p>Panna is located at 24.72&deg;N 80.2&deg;E. It has an average elevation of 410 metres (1420 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Panna Airport is currently non-operational, the nearest functional airport is Khajuraho Airport. Nearest rail head is Satna 75 km away, Khajuraho 45 km away. Bus service is available to all parts of Madhya pradesh and some cities of other states like New delhi, Faridabad, Agra, Kanpur, Jhansi, Gwalior, Nagpur, Allahabad.For Indore, Gwalior, Jabalpur and Bhopal sleeper/luxury/AC buses are available.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, In 2011, Panna had population of 59,091. Panna has an average adult literacy rate of 64.79%, lower than the national average of 74.04%: male literacy is 74.14%, and female literacy is 54..44%. In Panna,16.10% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>People from Panna</p>\r\n<p>Rishikesh Pandey - music director, rapper and filmmaker in Bollywood.</p>\r\n<p>Faizanuddin - former judge of the Supreme Court of India.</p>\r\n<p>Aprajita Singh - international shooter, state Ekalavya Award, member of National Rifle Association of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Gram panchayats under Panna district</p>\r\n<p>This intermediate subdivisions are also called block, intermediate panchayat, tehsil or tahsil. Inside Panna district, there are the following nine subdivisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Ajaigarh</p>\r\n<p>Amanganj</p>\r\n<p>Gunour (or Gunnor, or Gunor as panchayat and habitation name or Gunaur as village name)</p>\r\n<p>Panna</p>\r\n<p>Pawai</p>\r\n<p>Shahnagar</p>\r\n<p>Raipura</p>\r\n<p>SIMARIYA</p>\r\n<p>Devendra Nagar</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Panna,_India</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/15367dc7-c77b-4e98-84ea-4abb1f22a078_Panna-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-panna-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"panna","slug":"panna"}],"recommendations":[{"id":668,"title":"Top Places to visit in Niwari, Madhya Pradesh","imageUrl":"071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","dateCreated":"2019-09-14T05:34:52.725Z","dateModified":"2019-09-14T05:35:04.782Z","contributedBy":"AskGif","content":"Niwari is a tehsil/town and a nagar panchayat in Tikamgarh district of Indian state, Madhya Pradesh. It is adjacent to the Jhansi and Mahoba districts of Uttar Pradesh.\r\n&nbsp;\r\nNiwari district is one of the districts of Madhya Pradesh state in India.\r\n&nbsp;\r\nThis dis","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"niwari","slug":"niwari"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-niwari-madhya-pradesh","total":0},{"id":650,"title":"Top Places to visit in Dewas, Madhya Pradesh","imageUrl":"6e2b319f-9b08-40ab-9529-89c6ace7362a_Dewas-railway.jpg","dateCreated":"2019-09-13T02:18:18.16Z","dateModified":"2019-09-13T02:18:30.086Z","contributedBy":"AskGif","content":"Dewas is a city on the Malwa in the Indian state of Madhya Pradesh. The municipality was formerly the seat of two princely states during the British Raj, Dewas Junior state and Dewas Senior state, ruled by the Puar clan of Maratha. Today, Dewas is an industrialized city and houses a government ba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6e2b319f-9b08-40ab-9529-89c6ace7362a_Dewas-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"dewas","slug":"dewas"}],"slug":"top-places-to-visit-in-dewas-madhya-pradesh","total":0},{"id":647,"title":"Top Places to visit in Chhindwara, Madhya Pradesh","imageUrl":"70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","dateCreated":"2019-09-13T02:01:18.506Z","dateModified":"2019-09-13T02:01:58.996Z","contributedBy":"AskGif","content":"Chhindwara is city in India and a Municipal Corporation in Chhindwara district in the Indian state of Madhya Pradesh. It is known as the \"Corn City\" of India. is the administrative headquarters of Chhindwara District. Chhindwara is reachable by rail or road from adjacent cities Nagpur and Jabalpu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"chhindwara","slug":"chhindwara"}],"slug":"top-places-to-visit-in-chhindwara-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}