{"id":670,"title":"Top Places to visit in Raisen, Madhya Pradesh","imageUrl":"ace40667-ca81-41c8-a72e-b3d46a24e41b_Raisen-tourism.jpg","dateCreated":"2019-09-14T06:19:08.475Z","dateModified":"2019-09-14T06:24:08.979Z","contributedBy":"AskGif","content":"<p>Raisen is a town and a municipality in Raisen district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Raisen District. Raisen takes its name from the massive fort at the top of a hill. The town is located at the foot. The name is probably a corruption of Rajavasini or Rajasayan&mdash;the royal residence. The famous places to visit in Raisen district are raisen fort, dargah, and sanchi stupa.Raisen near 45 km state Capital Bhopal</p>\r\n<p>&nbsp;</p>\r\n<p>Raisen District is a district of Madhya Pradesh state of India. The town of Raisen is the district headquarters. The district is part of Bhopal Division. Sanchi University of Buddhist-Indic Studies is the first international university located at Sanchi Town.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Raisen had a population of 35,553. Males constitute 53% of the population and females 47%. Raisen has an average literacy rate of 66%, higher than the national average of 59.5%: male literacy is 72%, and female literacy is 59%. In Raisen, 15% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Etymology</p>\r\n<p>Raisen District takes its name from Raisen town, which is named after a fort. This fort is built on a sandstone hill, at the foot of which settles the town. The name is probably a corruption of Rajavasini or Rajasayan, the royal residence.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Raisen district is situated between the latitude 22 47' and 23 33' north and the longitude 7721' and 78 49' east. Sehore district lies in west, Vidisha district in the north, Sagar district in the east and south-east, Narsimhapur district in the south-east, Hoshangabad and Sehore districts in the south. It covers an area of 8,395 square kilometres (3,241 sq mi).</p>\r\n<p>The region is predominantly agrarian.</p>\r\n<p>&nbsp;</p>\r\n<p>Raisen district has eight tehsils &ndash; Raisen, Goharganj, Begamganj, Gairatganj, Silwani, Bareli, Udaipura and Badi.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The territory of the present-day Raisen district was once part of the Nizamat-A-Mashrif district of the Bhopal princely state. After the Bhopal State of independent India came into being, Raisen was declared a separate district on 5 May 1950.</p>\r\n<p>&nbsp;</p>\r\n<p>The Buddhist monuments at Sanchi, a UNESCO world heritage site, are located in Raisen district. Bhimbetka rock shelters, another UNESCO world heritage site, are also located in Raisen district.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Raisen District has many tourism places like Sanchi:- World heritage, 46 km from Bhopal and 32 km from Vidisha, Bhojpur:- The Bhojpur temple houses the largest Shiva lingam in India, which is 5.5 m (18 ft) tall and 2.3 m (7.5 ft) in circumference and is crafted out a single rock.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Raisen is 45 km from Bhopal, Its connected to Bhopal via NH-86. NH-12 also passes through the district.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Raisen_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ace40667-ca81-41c8-a72e-b3d46a24e41b_Raisen-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-raisen-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"raisen","slug":"raisen"}],"recommendations":[{"id":683,"title":"Top Places to visit in Singrauli, Waidhan, Madhya Pradesh","imageUrl":"f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","dateCreated":"2019-09-15T15:56:53.963Z","dateModified":"2019-09-15T15:57:05.54Z","contributedBy":"AskGif","content":"Singrauli is a city in the Singrauli district in the state of Madhya Pradesh and Commissionaire of Rewa.\r\nSingrauli district is one of the districts in the India state of Madhya Pradesh.\r\n&nbsp;\r\nGovernment\r\nCommissioner of Rewa Division (Commissionaire of Rewa) superv","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"singrauli","slug":"singrauli"},{"name":"waidhan","slug":"waidhan"}],"slug":"top-places-to-visit-in-singrauli-waidhan-madhya-pradesh","total":0},{"id":673,"title":"Top Places to visit in Rewa, Madhya Pradesh","imageUrl":"683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","dateCreated":"2019-09-14T07:56:25.485Z","dateModified":"2019-09-14T07:56:39.234Z","contributedBy":"AskGif","content":"Rewa is a city in north-eastern part of Madhya Pradesh state in India. It is the administrative centre of Rewa District and Rewa Division. The city lies about 420 kilometres (261 mi) northeast of the state capital Bhopal and 130 kilometres (81 mi) south of the city of Allahabad.\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rewa","slug":"rewa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rewa-madhya-pradesh","total":0},{"id":654,"title":"Top Places to visit in Gwalior, Madhya Pradesh","imageUrl":"201f4233-8432-45ac-bce5-4e24a27aaf63_Gwalior-railway.jpg","dateCreated":"2019-09-14T01:13:19.586Z","dateModified":"2019-09-14T01:13:38.006Z","contributedBy":"AskGif","content":"Gwalior is a major city in the central Indian state of Madhya Pradesh and one of the Counter-magnet cities. Located 343 kilometres (213 mi) south of Delhi, the capital city of India, 120 kilometres (75 mi) from Agra and 414 kilometres (257 mi) from Bhopal, the state capital, Gwalior occupies a st","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/201f4233-8432-45ac-bce5-4e24a27aaf63_Gwalior-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"gwalior","slug":"gwalior"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-gwalior-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}