{"id":671,"title":"राजगढ़ में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"<p>राजगढ़ जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। राजगढ़ शहर जिले का प्रशासनिक मुख्यालय है। राजघरिन मध्य प्रदेश भारत सरकार द्वारा चुने गए आकांक्षात्मक जिलों में से एक है। जिले का क्षेत्रफल 6,154 वर्ग किमी है और जनसंख्या 1,545,814 (2011 की जनगणना) है। जिला मालवा पठार के उत्तरी किनारे पर स्थित है, और पारबती नदी जिले की पूर्वी सीमा बनाती है, जबकि काली सिंध नदी पश्चिमी सीमा बनाती है। जिले में सात तहसीलें हैं, राजगढ़, खिलचीपुर, जीरापुर, बियोरा, नरसिंहगढ़, सारंगपुर और पचोर। यह जिला उत्तर में राजस्थान राज्य और उत्तर-पूर्व में गुना जिले से लेकर पूर्व में भोपाल, दक्षिण-पूर्व में सीहोर और दक्षिण और पश्चिम में शाजापुर से घिरा है। यह भोपाल डिवीजन का हिस्सा है। राजगढ़ में 1728 गाँव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजगढ़ भारत में मध्य प्रदेश राज्य का एक शहर और एक नगर पालिका है। यह राजगढ़ जिले का प्रशासनिक मुख्यालय है, और ब्रिटिश राज के तहत एक रियासत थी, जिसका नाम राजगढ़ राज्य था। पुराना शहर मालवा क्षेत्र से संबंधित है और एक युद्ध की दीवार से घिरा हुआ है। राजगढ़ अब एनटीपीसी सौर ऊर्जा संयंत्र और यहाँ पर चल रहे बांध परियोजनाओं के लिए जाना जाता है, परिणामस्वरूप टाटा और रिलायंस पावर जैसी कंपनियों ने रुचि दिखाई है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला मई 1948 में बनाया गया था, और इसमें राजगढ़, नरसिंहगढ़, खिलचीपुर, और देवास जूनियर और सीनियर (सारंगपुर तहसील) और इंदौर (जीरापुर तहसील, अब खिलचीपुर तहसील का हिस्सा है) के पूर्व रियासतों के क्षेत्र शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजगढ़ शहर के अलावा खिलचीपुर, कोटराविहार और नरसिंहगढ़ दर्शनीय स्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>ईसीजीसी, भारत सरकार की एक प्रमुख निर्यात ऋण एजेंसी (ईसीए) ने राजगढ़, मध्य प्रदेश में लड़कियों की माध्यमिक शिक्षा का समर्थन करने वाली शिक्षा परियोजनाओं के लिए वित्तीय वर्ष 2018-19 के दौरान रु। 50 करोड़ रुपये रखे हैं।</p>\r\n<p>== अजनार नदी == नवाज परवन नदी की बाईं सहायक नदी है जो कालीसिंध की एक दाहिनी तट प्रधान सहायक नदी है। न्यूज नदी मध्य प्रदेश में सीहोर जिले की आस्था तहसील में 634 मीटर की ऊंचाई पर उगती है और कुल 220 किलोमीटर की दूरी तय करती है, जिसमें से 205 किमी मध्य प्रदेश में है। मोहनपुरा बांध स्थल राजगढ़ के बियोरा तहसील के मोहनपुरा गाँव में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजगढ़ पर्यटन</p>\r\n<p>श्री तिरुपति बालाजी मंदिर ज़ीरपुर</p>\r\n<p>तिरुपति बालाजी की महिमा दुनिया भर में है। भारत के दक्षिण में स्थित तिरुपति देव में हर साल लाखों लोग दर्शन करते हैं। जीरापुर के भक्तों में से एक, मप्र के जिला राजगढ़। श्री ओम प्रकाश मुंद्रा और उनकी पत्नी शकुंतला हैं। जब यह दंपति तिरुपति बालाजी के दर्शन के लिए पहुंचा, तो उनके दिमाग में एक विचार आया कि क्यों न जीरापुर में उसी तरह के भव्य मंदिर का निर्माण किया जाए। बैकुंठ निवासी स्वर्गीय श्री किशनजी मुंद्रा और श्री ओ.पी. मुंद्रा के पिता का सपना था कि जीरापुर में भी ऐसा भव्य मंदिर हो। मुंद्रा दंपति ने ज़ीरपुर में भव्य मंदिर का निर्माण करने का संकल्प लिया और अपने घर शहर लौट आए। बाद में वे अपने अन्य परिवार के सदस्यों के साथ डीडवाना, (राजस्थान) स्थित झालरिया पीठ गए और श्री 1008 श्री स्वामी श्री घनश्यामचार्यजी महाराज से उनके सपने के बारे में विस्तार से मुलाकात की। स्वामीजी ने तुरंत इस महान कार्य के लिए अपनी सहमति दे दी। शुरुआत स्वामीजी महाराज के मार्गदर्शन में श्री श्रीधर ज्ञान प्रसार परमार्थिक ट्रस्ट के गठन से हुई। तत्पश्चात 3 सितंबर 1998 को जीरापुर में, श्री एस.के. 25000 लोगों की एक छोटी आबादी के साथ एमएलएम, बालाजी मंदिर की नींव स्वामी श्री घनश्यामचार्यजी महाराज ने रखी थी। मंदिर के निर्माण में लगभग 2 साल लगे। 29 अप्रैल से 4 मई 2000 तक प्राण प्रतिष्ठा समरोह आयोजित किया गया और व्यंकटेश भगवान बालाजी मंदिर को जनता के लिए खोल दिया गया, और तब से हर दिन 2000-2500 भक्त यहां दर्शन करने आते हैं और अपनी मनोकामना पूरी करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>'जालपा माता मंदिर- पहाड़ी की चोटी पर राजगढ़ शहर से 6 किमी दूर स्थित एक प्रसिद्ध मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुंडलिया बांध</p>\r\n<p>झिरपुर गाँव के पास 2 साल के भीतर बने बांध को कुंडालिया कहा जाता है। किसानों को खेत की सिंचाई के लिए 50 गाँवों के पास पर्याप्त पानी मिल सके इसके लिए कुंडालिया बाँध का निर्माण किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूलों</p>\r\n<p>केंद्रीय विद्यालय, राजगढ़</p>\r\n<p>सरकार। एक्सीलेंस स्कूल, राजगढ़</p>\r\n<p>सरकार। पोस्ट ग्रेजुएशन कॉलेज, राजगढ़</p>\r\n<p>राजेश्वर कॉन्वेंट स्कूल, राजगढ़</p>\r\n<p>स्वामी विवेकानंद पब्लिक स्कूल, राजगढ़</p>\r\n<p>भारतीय विद्या मंदिर स्कूल, राजगढ़</p>\r\n<p>दीपक पब्लिक स्कूल, राजगढ़</p>\r\n<p>कैरियर कॉन्वेंट पब्लिक स्कूल, राजगढ़</p>\r\n<p>के के कॉलेज ऑफ साइंस एंड मैनेजमेंट, राजगढ़</p>\r\n<p>सरस्वती शिशु मंदिर, राजगढ़</p>\r\n<p>यूनिक्स कम्प्यूटर कॉलेज, राजगढ़</p>\r\n<p>एडवांस कम्प्यूटर अकेडमी, राजगढ़</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rajgarh_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","tags":[{"name":"राजगढ़","slug":"rajgarh"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":678,"title":"शाहडोल में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","dateCreated":"2019-09-15T02:25:27.928Z","dateModified":"2019-09-15T02:25:42.947Z","contributedBy":"AskGif","content":"शहडोल भारतीय राज्य मध्य प्रदेश में शहडोल जिले का एक शहर है। यह शहडोल जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nशहडोल जिला पूर्व मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। 6,205 वर्ग किलोमीटर के कुल क्षेत्रफल और 10,66,063 की आबादी के साथ। शहडोल मध्य प्रदेश का एक महत्वपूर्ण जिला है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"शाहडोल","slug":"shahdol"}],"slug":"top-places-to-visit-in-shahdol-madhya-pradesh","total":0},{"id":662,"title":"खरगोन (पश्चिम निमाड़) में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","dateCreated":"2019-09-14T04:24:14.68Z","dateModified":"2019-09-14T04:24:28.248Z","contributedBy":"AskGif","content":"खरगोन जिला, जिसे पहले पश्चिम निमाड़ जिले के रूप में जाना जाता था, मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। यह जिला निमाड़ क्षेत्र में है, और इंदौर संभाग का हिस्सा है। इंदौर जिले के अंतर्गत खरगोन शहर इस जिले का मुख्यालय है।\r\nखरगोन भारत में मध्य प्रदेश राज्य का एक शहर है। यह खरगोन जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खरगोन-पश्चिम-निमाड़","slug":"khargone-west-nimar"},{"name":"खरगोन","slug":"khargone"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-khargonewest-nimar-madhya-pradesh","total":0},{"id":646,"title":"छतरपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"e9200d2e-fc8f-4802-b6b2-3e501351a199_Chhatarpur-railway.jpg","dateCreated":"2019-09-13T01:43:43.999Z","dateModified":"2019-09-13T01:43:59.581Z","contributedBy":"AskGif","content":"छतरपुर भारत के मध्य प्रदेश राज्य में छतरपुर जिले का एक शहर और एक नगर पालिका है। यह छतरपुर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nइतिहास\r\nमुख्य लेख: छतरपुर राज्य\r\nछतरपुर की स्थापना 1785 में हुई थी और इसका नाम बुंदेल राजपूत नेता छत्रसाल के नाम पर रखा गया है, जो बुंदेलखं","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9200d2e-fc8f-4802-b6b2-3e501351a199_Chhatarpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"छतरपुर","slug":"chhatarpur"}],"slug":"top-places-to-visit-in-chhatarpur-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}