{"id":671,"title":"Top Places to visit in Rajgarh, Madhya Pradesh","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"<p>Rajgarh district is a District of Madhya Pradesh state in central India. The city of Rajgarh is the administrative headquarters of the district. Rajgarhin Madhya Pradesh is one of the aspirational districts selected by Government of India. The district has an area of 6,154 km&sup2; and the population is 1,545,814 (2011 census). The district lies on the northern edge of the Malwa plateau, and the Parbati River forms the eastern boundary of the district, while the Kali Sindh River forms the western boundary. The district has seven tehsils, Rajgarh, Khilchipur, Jirapur, Biaora, Narsinghgarh, Sarangpur and Pachore. The district is bounded by Rajasthan state to the north, and by the districts of Guna to the northeast, Bhopal to the east, Sehore to the southeast, and Shajapur to the south and west. It is part of Bhopal Division. There are 1728 villages in Rajgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajgarh is a city and a municipality in the state of Madhya Pradesh in India. It is the administrative headquarters of Rajgarh District, and was a princely state under the British Raj, named Rajgarh State. The old city belongs to the Malwa region and is surrounded by a battlemented wall. Rajgarh is now known for NTPC solar power plant and dam projects running over here, as a result companies like Tata and Reliance power have shown interest.</p>\r\n<p>&nbsp;</p>\r\n<p>The district was created May 1948, and includes the territory of the former princely states of Rajgarh, Narsinghgarh, Khilchipur, and parts of the states of Dewas Junior and Senior (Sarangpur tehsil) and Indore (Jirapur tehsil, now part of Khilchipur tehsil).</p>\r\n<p>&nbsp;</p>\r\n<p>In addition to the town of Rajgarh, Khilchipur, Kotravihar and Narsinghgarh are places of interest.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>ECGC, a premier Export Credit Agency (ECA) of Government of India (GOI) has earmarked Rs.2.50 crores during Financial Year 2018-19 for education projects including supporting secondary education of girls in Rajgarh, Madhya Pradesh.</p>\r\n<p>==Ajnar River== The Newaj is left bank tributary of the river Parwan which is a right bank principal tributary of the Kalisindh. The Newaj River rises at an elevation of 634 m in the Astha tehsil of the Sehore district in Madhya Pradesh and traverses a total length of 220 km, out of which 205 km is in Madhya Pradesh. The Mohanpura dam site is located in Mohanpura Village of Biaora tehsil of Rajgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajgarh tourism</p>\r\n<p>Shri tirupati balaji mandir zirapur</p>\r\n<p>The glory of Tirupati Balajee is worldwide. Every year lakhs of peoplevisit at Tirupati Dev, situated in south of India. One of the devotee from Zirapur, District Rajgarh of M.P. is Shri Om Prakash Mundra &amp; his wife Shakuntala. When this couple reached to have darshan of Tirupati Balajee, a thought came in their mind, why not build the similar grand temple in Zirapur. It was a dream of Late Shri Kishanjee Mundra, resident of Baikunth and father of Shri O.P. Mundra to have such a grand temple at Zirapur also. Mundra couple then &amp; their determined to construct the grand temple at Zirapur and returned to home town. Later they went with their other family members to Jhalariya Peeth situated at Didwana, (Rajasthan) and met Shree 1008 Shree Swami Shri Ghanshyamacharyajee Maharaj to detail about their dream. Swamijee immediately gave his consent for this great work. The starting was with the formation of Shree Shridhar Gyan Prasar Parmarthik Trust under the guidance of Swamijee Maharaj. Thereafter on 3 September 1998 at Zirapur, a town of Shri S.K. MLmdra with a small population of 25000 people, foundation of Balaji Temple was laid by Swami Shree Ghanshyamacharyajee Maharaj. The construction of temple took about 2 years. From 29 April to 4 May 2000 Pran Pratishtha Samaroh was conducted and Vyankatesh Lord Balajee temple was opened for public, and since then every day 2000&ndash;2500 devotees come here to have darshan and-get their will fulfilled.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>'Jalpa Mata Temple- A famous temple situated 6 km from rajgarh city on the top of the hill.</p>\r\n<p>&nbsp;</p>\r\n<p>Kundaliya Dam</p>\r\n<p>The dam constructed within 2 years near Zirpur village is called Kundaliya. The Kundaliya Dam constructed with purpose of wealthy for farmers to get sufficient water near the 50 villages to irrigate the field.</p>\r\n<p>&nbsp;</p>\r\n<p>Schools</p>\r\n<p>Kendriya Vidyalaya, Rajgarh</p>\r\n<p>Govt. Excellence School, Rajgarh</p>\r\n<p>Govt. Post Graduation College, Rajgarh</p>\r\n<p>Rajeshwar Convent School, Rajgarh</p>\r\n<p>Swami Vivekanand Public School, Rajgarh</p>\r\n<p>Bhartiya Vidhya Mandir School, Rajgarh</p>\r\n<p>Deepak Public School, Rajgarh</p>\r\n<p>Career Convent Public School, Rajgarh</p>\r\n<p>K. K. College Of Science &amp; Management, Rajgarh</p>\r\n<p>Sarswati Shishu Mandir, Rajgarh</p>\r\n<p>Unix Computer College, Rajgarh</p>\r\n<p>Advance Computer Academy, Rajgarh</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rajgarh_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","tags":[{"name":"rajgarh","slug":"rajgarh"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":678,"title":"Top Places to visit in Shahdol, Madhya Pradesh","imageUrl":"cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","dateCreated":"2019-09-15T02:25:27.928Z","dateModified":"2019-09-15T02:25:42.947Z","contributedBy":"AskGif","content":"Shahdol is a city in Shahdol district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Shahdol District.\r\n&nbsp;\r\nShahdol District is a district of Madhya Pradesh state in east central India. With a total area of 6,205 square kilometer and a population","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"shahdol","slug":"shahdol"}],"slug":"top-places-to-visit-in-shahdol-madhya-pradesh","total":0},{"id":662,"title":"Top Places to visit in Khargone(West Nimar), Madhya Pradesh","imageUrl":"6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","dateCreated":"2019-09-14T04:24:14.68Z","dateModified":"2019-09-14T04:24:28.248Z","contributedBy":"AskGif","content":"Khargone district, formerly known as West Nimar district, is a district of Madhya Pradesh state in central India. The district lies in Nimar region, and is part of Indore Division. Under indore Khargone town is the headquarters of this district.\r\nKhargone is a city in Madhya Pradesh state ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"khargone-west-nimar","slug":"khargone-west-nimar"},{"name":"khargone","slug":"khargone"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-khargonewest-nimar-madhya-pradesh","total":0},{"id":646,"title":"Top Places to visit in Chhatarpur, Madhya Pradesh","imageUrl":"e9200d2e-fc8f-4802-b6b2-3e501351a199_Chhatarpur-railway.jpg","dateCreated":"2019-09-13T01:43:43.999Z","dateModified":"2019-09-13T01:43:59.581Z","contributedBy":"AskGif","content":"Chhatarpur is a city and a municipality in Chhatarpur district in the state of Madhya Pradesh, India. It is the administrative headquarters of Chhatarpur District.\r\n&nbsp;\r\nHistory\r\nMain article: Chhatarpur State\r\nChhatarpur was founded in 1785 and is named after the B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e9200d2e-fc8f-4802-b6b2-3e501351a199_Chhatarpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"chhatarpur","slug":"chhatarpur"}],"slug":"top-places-to-visit-in-chhatarpur-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}