{"id":672,"title":"रतलाम में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","dateCreated":"2019-09-14T07:47:39.003Z","dateModified":"2019-09-14T07:47:54.66Z","contributedBy":"AskGif","content":"<p>रतलाम को ऐतिहासिक रूप से रत्नापुरी (lit. gem city) के रूप में जाना जाता है, भारत के मध्य प्रदेश राज्य में मालवा क्षेत्र के उत्तर-पश्चिमी भाग में स्थित एक शहर है। रतलाम शहर समुद्र तल से 480 मीटर (1,575 फीट) की ऊंचाई पर स्थित है। यह रतलाम जिले का प्रशासनिक मुख्यालय है, जिसे 1947 में भारत की स्वतंत्रता के बाद बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>रतलाम जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। रतलाम शहर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>2019 में भारतीय जनता पार्टी के गुमान सिंह डोमर को रतलाम से संसद सदस्य के रूप में चुना गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>रेलवे</p>\r\n<p>रतलाम जंक्शन दिल्ली-मुंबई और अजमेर-खंडवा रेल मार्गों और पश्चिमी रेलवे ज़ोन पर ब्रॉड गेज लाइनों पर भारतीय रेलवे के रेल डिवीजन का एक प्रमुख जंक्शन है। रतलाम जंक्शन पश्चिम रेलवे जोन का संभागीय मुख्यालय है। मुंबई, दिल्ली, अजमेर और खंडवा की ओर जाने वाले रतलाम शहर से होकर गुजरने वाले चार प्रमुख रेलवे ट्रैक हैं। यह पश्चिम रेलवे के प्रमुख रेलवे जंक्शनों में से एक है। रतलाम जंक्शन दैनिक आधार पर लगभग 157 ट्रेनों के ठहराव का अनुभव करता है। राजधानी, गरीब रथ जैसी सभी प्रमुख सुपरफास्ट ट्रेनों का रतलाम जंक्शन में ठहराव बदलते हुए उनके कर्मचारी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रतलाम भारतीय रेलवे नेटवर्क का पहला स्वच्छ रेलवे स्टेशन भी है। इस योजना के तहत, भारतीय रेलवे ने एक ट्रेन एन रूट के डिब्बों की सफाई शुरू की है, जबकि यह एक विशेष स्टेशन पर 15 से 20 मिनट तक रुकती है। पूरी ट्रेन को वैक्यूम क्लीनर से साफ किया जाता है और शौचालय को हाथ से पोर्टेबल एचपी क्लीनर से धोया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>माना जाता है कि रतलाम स्टेशन भारत के सबसे व्यस्त रेलवे स्टेशनों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>रतलाम जंक्शन को 2007 की हिंदी रोमांटिक कॉमेडी फिल्म जब वी मेट में संदर्भित किया गया है। हालांकि शूटिंग वास्तव में रतलाम में नहीं हुई थी और शहर में फिल्म के स्थानों और स्थानों का उल्लेख नहीं किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़कें</p>\r\n<p>रतलाम राष्ट्रीय राजमार्ग 79 के माध्यम से इंदौर और नीमच से जुड़ा हुआ है। यह चार-लेन राजमार्ग इंदौर से चित्तौड़गढ़ तक स्वर्णिम चतुर्भुज में शामिल होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में उदयपुर, बांसवाड़ा, मंदसौर, नीमच, इंदौर, भोपाल, धार, उज्जैन, पेटलावद, झाबुआ, आदि के लिए नियमित बस सेवाएं हैं, रतलाम मुंबई दिल्ली राजमार्ग पर लगभग आधे अंक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रतलाम में ऑटो रिक्शा, टाटा मैजिक और आने वाली सिटी बसों के रूप में स्थानीय परिवहन है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डा</p>\r\n<p>शहर में कोई हवाई अड्डा नहीं है, लेकिन बंजली पर एक हवाई पट्टी है। निकटतम हवाई अड्डा इंदौर में देवी अहिल्या बाई होल्कर हवाई अड्डा (137 किमी), भोपाल में राजा भोज हवाई अड्डा (289 किमी), उदयपुर में महाराणा प्रताप हवाई अड्डा (252 किमी), अहमदाबाद (सरदार वल्लभभाई पटेल अंतर्राष्ट्रीय हवाई अड्डा) (340 किमी) है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>व्यापार</p>\r\n<p>रतलाम में कई उद्योग हैं जो अन्य उत्पादों के अलावा तांबे के तार, प्लास्टिक की रस्सी, रसायन और कृत्रिम ऑक्सीजन का निर्माण करते हैं। रतलाम को स्वर्ण, रतलामी सेव, रतलामी साड़ी और हस्तशिल्प के लिए भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कृषि</p>\r\n<p>जिले में उगाई जाने वाली प्रमुख फसलों में रतलाम की जावरा तहसील के क्षेत्र में सोयाबीन, गेहूं, मक्का, ग्राम, कपास, लहसुन, प्याज, मटर, अमरूद, अनार, अंगूर और अफीम शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जैन मंदिर</p>\r\n<p>श्री नागेश्वर पार्श्वनाथ तीर्थ</p>\r\n<p>यह मंदिर जैन धर्म के 23 वें तीर्थंकर पार्श्वनाथ को समर्पित एक श्वेतांबर जैन मंदिर है। यह मंदिर मध्य प्रदेश और राजस्थान राज्य की सीमा के जंक्शन लाइन पर स्थित है। यह मंदिर बहुत ही चमत्कारी माना जाता है। इस मंदिर का मूलनायक हरे रंग का पार्श्वनाथ है जिसमें 7 कोबरा हैं। इस 13 This फीट की मूर्ति को एक पन्ना पत्थर से तराशा गया है। मूर्ति लगभग 2850 साल पुरानी है। ऐसा माना जाता है कि इस प्रतिमा को धरणेन्द्र ने तैयार किया था। भगवान की मूर्ति के पास, भगवान श्री शांतिनाथ स्वामी और भगवान श्री महावीर स्वामी की अन्य मूर्तियाँ भी हैं। दीवार पर, सांप के 7 चेहरों के पीछे जो एक मूर्ति के रूप में मूर्ति के सिर पर फैला हुआ है, एक छेद है जिसमें एक साँप रहता है, साँप को शायद ही कभी अपने छेद से बाहर आते देखा जाता है। एक भाग्यशाली व्यक्ति ही इसकी झलक पा सकता है। यह या तो काले या सफेद रंग में देखा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिब्रॉड तीर्थ</p>\r\n<p>मुख्य लेख: बीबरोड तीर्थ</p>\r\n<p>&nbsp;</p>\r\n<p>बिब्रोद तीर्थ में आदिनाथ की मूर्ति</p>\r\n<p>बिब्रॉड तीर्थ 13 वीं शताब्दी का मंदिर है। यह मंदिर जैन धर्म के प्रथम तीर्थंकर आदिनाथ को समर्पित है। पद्मासन मुद्रा में मूलनायक 2.5 फीट की काले रंग की मूर्ति है। उनकी मूर्ति पर शिलालेख तेरहवीं शताब्दी से भी पहले की अवधि का है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदू मंदिर</p>\r\n<p>कालका माता मंदिर</p>\r\n<p>यह मंदिर प्रसिद्ध हिंदू मंदिर और लोकप्रिय उद्यानों और आस-पास के स्ट्रीट फूड विक्रेताओं के साथ एकत्रित होता है। यह मंदिर शाही परिवार द्वारा स्थापित किया गया है। मंदिर के पास एक तालाब है जिसे रानी के नाम पर झाली तालाब कहा जाता है। मंदिर के पीछे, 14 राम-बैग और सरकारी कार्यालय और दूर। कोर्ट। राम-बैग में 14 लोग कामदार बेखला श्रेष्ठ हैं, जो नेपाल से आए थे और 1947 से रतलाम के शाही परिवार के कामदार थे। वे नेपाल से आए थे। स्वर्गीय रानी श्रीमती प्रभुराज लक्ष्मी नेपाल से हैं और कंदर बेखल उनके साथ आए थे। पशुपति, नरेंद्र, भूपेंद्र, गजेंद्र परिवार के सदस्य हैं। यहां बड़े-बड़े बगीचे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Ratlam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ratlam-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"रतलाम","slug":"ratlam"}],"recommendations":[{"id":671,"title":"राजगढ़ में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"राजगढ़ जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। राजगढ़ शहर जिले का प्रशासनिक मुख्यालय है। राजघरिन मध्य प्रदेश भारत सरकार द्वारा चुने गए आकांक्षात्मक जिलों में से एक है। जिले का क्षेत्रफल 6,154 वर्ग किमी है और जनसंख्या 1,545,814 (2011 की जनगणना) है। जिला मालवा पठार के उत्तरी किनारे पर स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजगढ़","slug":"rajgarh"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":653,"title":"गुना में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","dateCreated":"2019-09-14T01:03:26.578Z","dateModified":"2019-09-14T01:03:52.36Z","contributedBy":"AskGif","content":"गुना जिला मध्य भारत में मध्य प्रदेश के 52 जिलों में से एक है। इसका प्रशासनिक मुख्यालय गुना है। जिले की जनसंख्या 1,240,938 (2011 की जनगणना) है। इसका क्षेत्रफल 6390 वर्ग किमी है, और यह शिवपुरी जिले के पूर्व में, अशोकनगर जिले के पूर्व में, विदिशा जिले के दक्षिण-पूर्व में, राजगढ़ जिले के दक्षिण-पश्चि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुना","slug":"guna"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-guna-madhya-pradesh","total":0},{"id":645,"title":"बुरहानपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","dateCreated":"2019-09-12T14:03:26.502Z","dateModified":"2019-09-12T14:03:41.994Z","contributedBy":"AskGif","content":"बुरहानपुर भारत के मध्य प्रदेश राज्य का एक शहर है। यह बुरहानपुर जिले की प्रशासनिक सीट है। यह ताप्ती नदी के उत्तरी तट पर स्थित है, और राज्य की राजधानी भोपाल से 340 किलोमीटर (211 मील) दक्षिण-पश्चिम में स्थित है। शहर एक नगर निगम है।\r\n&nbsp;\r\nबुरहानपुर जिला मध्य भारत में मध्य प्रदेश राज्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"बुरहानपुर","slug":"burhanpur"}],"slug":"top-places-to-visit-in-burhanpur-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}