{"id":672,"title":"Top Places to visit in Ratlam, Madhya Pradesh","imageUrl":"7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","dateCreated":"2019-09-14T07:47:39.003Z","dateModified":"2019-09-14T07:47:54.66Z","contributedBy":"AskGif","content":"<p>Ratlam known historically as Ratnapuri (lit. gem city) is a city in the northwestern part of the Malwa region in Madhya Pradesh state of India. The city of Ratlam lies 480 metres (1,575 feet) above sea level. It is the administrative headquarters of Ratlam district, which was created in 1947 after the independence of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Ratlam District is a district of Madhya Pradesh state in central India. The town of Ratlam is administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2019 Guman Singh Domar of Bharatiya Janata Party had been elected as the Member of Parliament from Ratlam.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Railways</p>\r\n<p>Ratlam Junction is a major junction on Delhi-Mumbai and Ajmer-Khandwa Rail routes and rail division of Indian Railways on broad gauge lines on Western Railways Zone. Ratlam junction is Divisional headquarters of Western Railway Zone. There are four major railway tracks passing through Ratlam City, leading to Mumbai, Delhi, Ajmer and Khandwa. It is one of the major Railway Junction of Western Railways. Ratlam Junction experiences halt of around 157 trains on a daily basis. All the major superfast trains like Rajdhani, Garib Rath have their staff changing stoppage at Ratlam Junction.</p>\r\n<p>&nbsp;</p>\r\n<p>Ratlam is also the first ever clean train station of Indian Railways network. Under this scheme, Indian Railways has introduced cleaning of coaches of a train en route while it halts at a particular station for 15 to 20 minutes. The entire train is cleaned with vacuum cleaners and toilets are washed with handheld portable HP cleaners.</p>\r\n<p>&nbsp;</p>\r\n<p>Ratlam station is believed to be one of the busiest railway stations in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Ratlam Junction is referred in 2007 Hindi romantic comedy film Jab We Met. though the shooting had not happened actually in Ratlam and the places and locations mentioned in the film don&rsquo;t exist in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>Ratlam is connected to Indore and Neemuch via National Highway 79. This four-lane highway runs from Indore to Chittorgarh to join the Golden Quadrilateral.</p>\r\n<p>&nbsp;</p>\r\n<p>The city has regular bus services to Udaipur, Banswara, Mandsaur, Neemuch, Indore, Bhopal, Dhar, Ujjain, Petlawad, Jhabua, etc. Ratlam almost halfway points on Mumbai Delhi Highway</p>\r\n<p>&nbsp;</p>\r\n<p>Ratlam has local city transport in the form of Auto Rickshaws, Tata Magic and coming up city buses.</p>\r\n<p>&nbsp;</p>\r\n<p>Airport</p>\r\n<p>The city does not have any airport but has an airstrip on Banjali. The nearest airport is Devi Ahilya Bai Holkar Airport at Indore (137 km), Raja Bhoj Airport at Bhopal (289 km), Maharana Pratap Airport at Udaipur (252 km), Sardar Vallabhbhai Patel International Airport at Ahmedabad (340 km).</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Business</p>\r\n<p>Ratlam has several industries which manufacture copper wire, plastic ropes, chemicals and artificial oxygen, among other products. Ratlam is also very well known for Gold, Ratlami Sev, Ratlami Saari and handicrafts.</p>\r\n<p>&nbsp;</p>\r\n<p>Agriculture</p>\r\n<p>The major crops grown in the district include Soybean, Wheat, Maize, Gram, Cotton, Garlic, Onion, Peas, Guava, Pomegranate, Grapes &amp; Opium in the region of Jaora Tehsil of Ratlam.</p>\r\n<p>&nbsp;</p>\r\n<p>Jain Temple</p>\r\n<p>Shri Nageshwar Parshwanath Tirth</p>\r\n<p>This Temple is a Shwetambar Jain Temple dedicated to Parshvanatha, the 23rd tirthankar of Jainism. This temple is situated at the junction line of the border of Madhya Pradesh and Rajasthan State. This temple is considered very miraculous. Moolnayak of this temple is a green colored Parshwanath with hood of 7 cobras. This 13&frac12; feet idol is carved from a single emerald stone. The idol is around 2850 years old. It is believed that this statue was crafted by Dharnendra. Near the Lord's idol, there are also other idols of Lord Shri Shantinath Swami &amp; Lord Shri Mahavir Swami. On the wall, behind the 7 faces of the snake that is spread over the idol's head as a shelter, is a hole which houses a snake, The snake is rarely seen coming out from its hole. A lucky person can only have a glimpse of it. It is either seen in black or white color.</p>\r\n<p>&nbsp;</p>\r\n<p>Bibrod Tirth</p>\r\n<p>Main article: Bibrod Tirth</p>\r\n<p>&nbsp;</p>\r\n<p>Idol of Adinath at Bibrod Tirth</p>\r\n<p>Bibrod Tirth is a 13th-century Temple. This temple is dedicated to Adinath, the 1st tirthankar of Jainism. Moolnayak is a 2.5 ft black-colored idol of Bhagawan Adinath in the Padmasana posture. The inscription on his idol belongs to a period earlier than even the thirteenth century.</p>\r\n<p>&nbsp;</p>\r\n<p>Hindu Temple</p>\r\n<p>Kalka Mata Temple</p>\r\n<p>This temple well-known hindu temple and gathering place with popular gardens and nearby street food vendors. This temple is established by the royal family. The temple has a pond which is called jhali talab in the name of a queen. Behind the temple,14 ram-bag and government offices and dist. court. In the ram-bag 14 lives Kamdar Bekhala Shrestha, who came from Nepal and Kamdar of Royal Family of Ratlam since 1947.He came from Nepal. late queen smt. Prabharajaya Laxmi is from nepal and Kandar Bekhalal came with her. Pashupati, Narendra, Bhupandra, Gajandra are family member. There are big gardens here.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ratlam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ratlam-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"ratlam","slug":"ratlam"}],"recommendations":[{"id":671,"title":"Top Places to visit in Rajgarh, Madhya Pradesh","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"Rajgarh district is a District of Madhya Pradesh state in central India. The city of Rajgarh is the administrative headquarters of the district. Rajgarhin Madhya Pradesh is one of the aspirational districts selected by Government of India. The district has an area of 6,154 km&sup2; and the popula","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajgarh","slug":"rajgarh"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":653,"title":"Top Places to visit in Guna, Madhya Pradesh","imageUrl":"a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","dateCreated":"2019-09-14T01:03:26.578Z","dateModified":"2019-09-14T01:03:52.36Z","contributedBy":"AskGif","content":"Guna district is one of the 52 districts of Madhya Pradesh in central India. Its administrative headquarters is Guna. The district has a population of 1,240,938 (2011 census). It has an area of 6390 km&sup2;, and is bounded on the northeast by Shivpuri District, on the east by Ashoknagar District","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"guna","slug":"guna"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-guna-madhya-pradesh","total":0},{"id":645,"title":"Top Places to visit in Burhanpur, Madhya Pradesh","imageUrl":"934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","dateCreated":"2019-09-12T14:03:26.502Z","dateModified":"2019-09-12T14:03:41.994Z","contributedBy":"AskGif","content":"Burhanpur is a city in the Indian state of Madhya Pradesh. It is the administrative seat of Burhanpur District. It is situated on the north bank of the Tapti River,and 340 kilometres (211 mi) southwest of the state's capital city Of Bhopal. The city is a Municipal Corporation.\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/934d9e03-3f15-4468-8450-6f05211dd148_Burhanpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"burhanpur","slug":"burhanpur"}],"slug":"top-places-to-visit-in-burhanpur-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}