{"id":673,"title":"रीवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","dateCreated":"2019-09-14T07:56:25.485Z","dateModified":"2019-09-14T07:56:39.234Z","contributedBy":"AskGif","content":"<p>रीवा भारत में मध्य प्रदेश राज्य के उत्तर-पूर्वी भाग का एक शहर है। यह रीवा जिला और रीवा संभाग का प्रशासनिक केंद्र है। यह शहर राज्य की राजधानी भोपाल से लगभग 420 किलोमीटर (261 मील) उत्तर-पूर्व में स्थित है और इलाहाबाद शहर के दक्षिण में 130 किलोमीटर (81 मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 तक, रीवा की आबादी लगभग 2,354,220 थी। जिसमें से 1,219,980 पुरुष हैं और 1,134,240 महिलाएं हैं। रीवा की औसत साक्षरता दर 53.42% है, पुरुष साक्षरता 63.67% है, और महिला साक्षरता 42.49% है। रीवा में, 14.41% जनसंख्या 6 वर्ष से कम है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>इसे भी देखें: रीवा राज्य</p>\r\n<p>जिले का नाम रीवा शहर से है, जो जिला मुख्यालय है, जो नर्मदा नदी का दूसरा नाम है। अब जिले में शामिल क्षेत्र शाही मौर्य वंश के पास थे, जो ईसा पूर्व तीसरी शताब्दी में शासन करते थे। यह क्षेत्र 9 वीं से 12 वीं शताब्दी के अंत तक कलचुरियों के अंतर्गत आया। 13 वीं शताब्दी में, सुल्तान अलाउद्दीन के भाई उलूग खान ने बघेला राजा को पूर्व में क्षेत्र में भगा दिया, जहाँ उन्होंने रियासत की स्थापना की थी। यह राजवंश अंतिम उत्तराधिकारी मार्तंड सिंह तक जारी रहा, 1947 में डोमिनियन ऑफ़ इंडिया के लिए निरंकुश और आरोपित शासन। वर्तमान रीवा जिला 1950 में अस्तित्व में आया जब प्रांतों और राज्यों के आदेश (एन्क्लेव के हस्तांतरण) को लागू किया गया था। अगस्त 1947 से पहले, जिला, पूर्व रीवा राज्य के रघुराजनगर तहसील के साथ, उस राज्य के उत्तर रीवा जिले के अनुरूप था।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>रीवा जिला, स्वयं रीवा लोकसभा निर्वाचन क्षेत्र को 8 विधानसभाओं (विधान सभा) निर्वाचन क्षेत्रों में विभाजित किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>Deotalab</p>\r\n<p>Gurh</p>\r\n<p>Mangawan</p>\r\n<p>Mauganj</p>\r\n<p>रीवा</p>\r\n<p>Semariya</p>\r\n<p>सिरमौर</p>\r\n<p>Teonthar</p>\r\n<p>परिवहन</p>\r\n<p>रेल</p>\r\n<p>रीवा रेलवे स्टेशन 50 किलोमीटर सतना-रीवा शाखा लाइन के माध्यम से सतना से जुड़ा हुआ है। सतना हावड़ा-इलाहाबाद-मुंबई लाइन पर पड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क और हवा</p>\r\n<p>शहर से होकर जाने वाले राजमार्ग एनएच 7, एनएच 27 और एनएच 75 हैं। निकटतम हवाई अड्डे खजुराहो, इलाहाबाद हवाई अड्डे, जबलपुर और वाराणसी में हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>सतीश के। अग्निहोत्री, छत्तीसगढ़ उच्च न्यायालय के माननीय मुख्य न्यायाधीश</p>\r\n<p>राम किशोर शुक्ला पूर्व राज्य सरकार के अध्यक्ष, विधानसभा अध्यक्ष, कैबिनेट मंत्री</p>\r\n<p>श्रीनिवास तिवारी, पूर्व राज्य सरकार के अध्यक्ष और मंत्री</p>\r\n<p>ईश्वर पांडे, भारतीय क्रिकेटर।</p>\r\n<p>अवनी चतुर्वेदी, भारत की पहली महिला फाइटर पायलट हैं।</p>\r\n<p>मोहिना सिंह, रीवा की राजकुमारी, अभिनेत्री</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>मध्य प्रदेश के रीवा जिले में 11 तहसील हैं</p>\r\n<p>&nbsp;</p>\r\n<p>Gurh</p>\r\n<p>Hanumana</p>\r\n<p>Hujur</p>\r\n<p>जावा</p>\r\n<p>Mangawan</p>\r\n<p>Mauganj</p>\r\n<p>नाइ गढ़ी</p>\r\n<p>रायपुर - करचुलियान</p>\r\n<p>Semaria</p>\r\n<p>सिरमौर</p>\r\n<p>Teonthar</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>देवकोथर (या देउर कोठार) अपने बौद्ध स्तूपों के लिए जाना जाता है और यह तीसरी शताब्दी ईसा पूर्व में मौर्य राजा अशोक द्वारा स्थापित किया गया था। प्राचीन समय में यह स्थल दक्षिण भारत में पाटलिपुत्र (पटना) से पूर्व-पश्चिम में मध्य भारत से होते हुए महाराष्ट्र में प्रतिष्ठानपुत्र (दक्षिणी व्यापार मार्ग) पर स्थित था।</p>\r\n<p>&nbsp;</p>\r\n<p>सफेद बाघ</p>\r\n<p>पकड़े गए सफेद बाघों में सबसे पहले एक शावक, लगभग दो साल का था, जिसे रीवा के महाराजा मार्तंड सिंह ने पकड़ लिया था। बाघ पांच साल तक महाराज के समर पैलेस में कैद में रहा और उसकी मृत्यु पर, उसे भारत के प्रति वफादारी के प्रतीक के रूप में किंग जॉर्ज पंचम को उपहार के रूप में भेजा गया। आज तक, सफेद बाघों को अभी भी महाराज के ग्रीष्मकालीन महल में रखा जाता है जो गोविंदगढ़ में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मोहन</p>\r\n<p>मोहन एक प्रसिद्ध सफेद बाघ था, जिसे मई 1951 में, महाराज श्री मार्तंड सिंह ने बांधवगढ़ के जंगलों में शिकार किया था। 25 मई को एक रिपोर्ट आई थी कि एक बाघिन को चार शावकों के साथ देखा गया था, जिनमें से एक श्वेत था। बाघिन को गोली मार दी गई, क्योंकि उसके चार में से दो शावक थे, लेकिन सफेद शावक भाग निकला। (समय के नियमों ने एक बाघिन को शावक के साथ शूटिंग की अनुमति दी।) सफेद शावक को पकड़ लिया गया और महाराज के 150 कमरों वाले महल के भीतर एक बड़े खुले आंगन में रखा गया। इसके पकड़े जाने के केवल तीन दिन बाद, 30 मई को, श्वेत शावक भाग निकला और इसे ठीक करने के लिए एक लंबे शिकार का आयोजन किया गया। सफेद शावक को एक मरम्मत किए गए आंगन में फिर से भेजा गया जहां वह अपने जीवन के शेष समय के लिए रहता था। यह बाघ प्रसिद्ध मोहन था।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>2006 में, पंचायती राज मंत्रालय ने रीवा को देश के 250 सबसे पिछड़े जिलों (भारत में कुल 640 जिलों में से एक) का नाम दिया। यह मध्य प्रदेश के 24 जिलों में से एक है जो वर्तमान में पिछड़ा क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>750MW रीवा अल्ट्रा मेगा सोलर प्लांट, दुनिया में सबसे बड़ा, जुलाई 2018 में खोला गया।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेलवे: रीवा 50 किलोमीटर रीवा सतना रेल लाइन के माध्यम से सतना से जुड़ा हुआ है। सतना इलाहाबाद के रास्ते मुम्बई हावड़ा मुख्य लाइन पर पड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क मार्ग: भारत का सबसे लंबा राजमार्ग, NH 7 वाराणसी से कन्याकुमारी तक, रीवा से होकर मिर्जापुर, कटनी, जबलपुर, नागपुर, हैदराबाद और बैंगलोर से जुड़ता है। एनएच 27 से इलाहाबाद और एनएच 75, रांची से ग्वालियर तक, रीवा से भी गुजरते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु: निकटतम हवाई अड्डा खजुराहो में है। रीवा में एक हवाई पट्टी भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rewa,_Madhya_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-rewa-madhya-pradesh","tags":[{"name":"रीवा","slug":"rewa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":656,"title":"होशंगाबाद में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"होशंगाबाद को नर्मदापुरम के नाम से भी जाना जाता है और भारतीय राज्य मध्य प्रदेश में होशंगाबाद जिले का एक शहर और एक नगर पालिका है। यह होशंगाबाद जिले और नर्मदापुरम डिवीजन दोनों के मुख्यालय के रूप में कार्य करता है। यह मध्य भारत में, नर्मदा नदी के दक्षिणी तट पर स्थित है। राज्य की राजधानी भोपाल से 76.7","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"होशंगाबाद","slug":"hoshangabad"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":643,"title":"भिंड में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","dateCreated":"2019-09-12T02:18:37.587Z","dateModified":"2019-09-12T02:18:51.701Z","contributedBy":"AskGif","content":"भिंड भारत के मध्य प्रदेश राज्य का एक शहर है। यह भिंड जिले का मुख्यालय है।\r\n&nbsp;\r\nभिंड जिला भारतीय राज्य मध्य प्रदेश के चंबल संभाग का एक जिला है। भिंड शहर जिला मुख्यालय है। भिंड जिला राज्य के उत्तर पश्चिम में चंबल क्षेत्र में स्थित है। जिले के भौगोलिक निर्देशांक अक्षांश 26 &deg; 36","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भिंड","slug":"bhind"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-bhind-madhya-pradesh","total":0},{"id":638,"title":"अलीराजपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","dateCreated":"2019-09-11T02:17:21.651Z","dateModified":"2019-09-11T02:17:35.998Z","contributedBy":"AskGif","content":"अलीराजपुर भारत के मध्य प्रदेश राज्य में अलीराजपुर जिले का एक कस्बा और नगर पालिका है।\r\n&nbsp;\r\nअलीराजपुर भारत में मध्य प्रदेश राज्य के 52 जिलों में से एक है। यह 17 मई 2008 को पूर्व झाबुआ जिले के अलीराजपुर, जोबट और भाबरा तहसीलों से बनाया गया था। यह जनगणना 2011 के अनुसार भारत में सबसे ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"अलीराजपुर","slug":"alirajpur"}],"slug":"top-places-to-visit-in-alirajpur-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}