{"id":673,"title":"Top Places to visit in Rewa, Madhya Pradesh","imageUrl":"683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","dateCreated":"2019-09-14T07:56:25.485Z","dateModified":"2019-09-14T07:56:39.234Z","contributedBy":"AskGif","content":"<p>Rewa is a city in north-eastern part of Madhya Pradesh state in India. It is the administrative centre of Rewa District and Rewa Division. The city lies about 420 kilometres (261 mi) northeast of the state capital Bhopal and 130 kilometres (81 mi) south of the city of Allahabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011, Rewa had a population of about 2,354,220. out of which 1,219,980 are males and 1,134,240 are females. Rewa has an average literacy rate of 53.42%, male literacy is 63.67%, and female literacy is 42.49%. In Rewa, 14.41% of the population is under 6 years old.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>See also: Rewa State</p>\r\n<p>The district derives its name from the town of Rewa, the district headquarters, which is another name for the Narmada River. The territories now included in the district were held by the imperial Maurya dynasty, which ruled in the 3rd century BC. The area came under the Kalachuris from the 9th to the end of the 12th century. In the 13th century, Ulugh Khan, brother of Sultan Alauddin, drove the Baghela king east into the area, where he founded the Princely State of Rewa. This dynasty continued until the last successor, Martand Singh, abdicated and acceded rule to the Dominion of India in 1947. The present Rewa district came into existence in 1950 when the Provinces and States Order (transfer of enclaves) was put into effect. Prior to August 1947, the district, along with the Raghurajnagar tehsil of the former Rewa state, corresponded to that state's north Rewa district.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Rewa district, itself Rewa Lok Sabha constituency is divided into following 8 Vidhan Sabha (Legislative assembly) Constituencies:</p>\r\n<p>&nbsp;</p>\r\n<p>Deotalab</p>\r\n<p>Gurh</p>\r\n<p>Mangawan</p>\r\n<p>Mauganj</p>\r\n<p>Rewa</p>\r\n<p>Semariya</p>\r\n<p>Sirmaur</p>\r\n<p>Teonthar</p>\r\n<p>Transportation</p>\r\n<p>Rail</p>\r\n<p>Rewa railway station is connected to Satna through the 50 km Satna-Rewa branch line. Satna falls on the Howrah-Allahabad-Mumbai line.</p>\r\n<p>&nbsp;</p>\r\n<p>Road &amp; Air</p>\r\n<p>The highways crosses through the city are NH 7, NH 27, and NH 75. The nearest airports are at Khajuraho, Allahabad Airport, Jabalpur and Varanasi.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Satish K. Agnihotri, Honourable Chief Justice of Chhattisgarh High Court</p>\r\n<p>Ram Kishore Shukla former state government Speaker, Dy Speaker, Cabinet Minister</p>\r\n<p>Sriniwas Tiwari, former state government Speaker and Minister</p>\r\n<p>Ishwar Pandey, Indian cricketer.</p>\r\n<p>Avani Chaturvedi, India's first female fighter pilot.</p>\r\n<p>Mohena Singh, princess of Rewa, actress</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Rewa district of Madhya Pradesh has 11 Tehsils</p>\r\n<p>&nbsp;</p>\r\n<p>Gurh</p>\r\n<p>Hanumana</p>\r\n<p>Hujur</p>\r\n<p>Jawa</p>\r\n<p>Mangawan</p>\r\n<p>Mauganj</p>\r\n<p>Nai Garhi</p>\r\n<p>Raipur - Karchuliyan</p>\r\n<p>Semaria</p>\r\n<p>Sirmaur</p>\r\n<p>Teonthar</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Deorkothar(or Deur Kothar) is known for its Buddhist stupas and may have been established by the Maurya king Ashoka in the 3rd century BCE. In ancient times the site was located on the Dakshinapatha (Southern Trade Route) running east-west from Pataliputra (Patna) to Pratishthana in Maharashtra through Central India.</p>\r\n<p>&nbsp;</p>\r\n<p>White tigers</p>\r\n<p>The first of the white tigers to be captured was a cub, approximately two years old, who was captured by Maharajah Martand Singh of Rewa. The tiger lived in captivity at the Maharajah's summer palace for five years and, on its death, was stuffed and sent as a gift to King George V as a sign of India's loyalty to the crown. To this day, white tigers are still kept at the Maharajah's summer palace which is located at Govindgarh.</p>\r\n<p>&nbsp;</p>\r\n<p>Mohan</p>\r\n<p>Mohan was a famous white tiger captured in May 1951, by Maharajah Shri Martand Singh, who was hunting in the jungles of Bandhavgarh. On 25 May there was a report that a tigress had been sighted with four cubs, one of which was white. The tigress was shot, as were two of her four cubs, but the white cub escaped. (Rules of the time allowed the shooting of a tigress with cubs.) The white cub was captured and kept in a large open courtyard within the Maharajah's 150-roomed palace. On 30 May, only three days after its capture, the white cub escaped and a long hunt was organised to recover it. The white cub was reintroduced to a repaired courtyard where he lived for the remainder of his life. This tiger was the famed Mohan.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>In 2006, the Ministry of Panchayati Raj named Rewa one of the country's 250 most backward districts (out of a total of 640 districts in India). It is one of the 24 districts in Madhya Pradesh currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>The 750MW Rewa Ultra Mega Solar plant, one of the largest in the world, opened in July 2018.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Railways: Rewa is connected to Satna through a 50 km Rewa Satna Rail Line. Satna falls on the Mumbai Howrah main line via Allahabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Road: India's longest highway, NH 7 Varanasi to Kanyakumari, runs through Rewa, linking with Mirzapur, Katni, Jabalpur, Nagpur, Hyderabad, and Bangalore. NH 27 to Allahabad and NH 75, from Ranchi to Gwaliar, also pass through Rewa.</p>\r\n<p>&nbsp;</p>\r\n<p>Air: The nearest airport is at Khajuraho. Rewa also has an air strip.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Rewa,_Madhya_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-rewa-madhya-pradesh","tags":[{"name":"rewa","slug":"rewa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":656,"title":"Top Places to visit in Hoshangabad, Madhya Pradesh","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"Hoshangabad also known as Narmadapuram is a City and a municipality in Hoshangabad district in the Indian state of Madhya Pradesh. It serves as the headquarters of both Hoshangabad district and Narmadapuram division. It is located in central India, on the south bank of the Narmada River. Hoshanga","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hoshangabad","slug":"hoshangabad"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":643,"title":"Top Places to visit in Bhind, Madhya Pradesh","imageUrl":"438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","dateCreated":"2019-09-12T02:18:37.587Z","dateModified":"2019-09-12T02:18:51.701Z","contributedBy":"AskGif","content":"Bhind is a city in the Indian state of Madhya Pradesh. It is the headquarters of the Bhind district.&nbsp;\r\n&nbsp;\r\nBhind District is a district in the Chambal division of the Indian state of Madhya Pradesh. The town of Bhind is the district headquarters. Bhind District is situated ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/438054fb-a877-435b-b8ea-39086cb703de_Bhind-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhind","slug":"bhind"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-bhind-madhya-pradesh","total":0},{"id":638,"title":"Top Places to visit in Alirajpur, Madhya Pradesh","imageUrl":"1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","dateCreated":"2019-09-11T02:17:21.651Z","dateModified":"2019-09-11T02:17:35.998Z","contributedBy":"AskGif","content":"Alirajpur is a town and a municipality in Alirajpur district in the state of Madhya Pradesh, India.\r\n&nbsp;\r\nAlirajpur is one of the 52 districts of Madhya Pradesh state in India. It was created from Alirajpur, Jobat and Bhabra tehsils of the former Jhabua district on 17 May 2008. I","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"alirajpur","slug":"alirajpur"}],"slug":"top-places-to-visit-in-alirajpur-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}