{"id":674,"title":"Top Places to visit in Sagar, Madhya Pradesh","imageUrl":"a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","dateCreated":"2019-09-14T08:04:43.016Z","dateModified":"2019-09-14T08:04:55.793Z","contributedBy":"AskGif","content":"<p>Sagar (formerly Saugor) is a city in the state of Madhya Pradesh in central India. Situated on a spur of the Vindhya Range and 1,758 feet (536 m) above sea-level. The city is around 172 kilometres (107 mi) northeast of state capital, Bhopal. It is situated almost in the centre of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Sagar District is a district of Madhya Pradesh state in central India. The town of Sagar serves as its administrative center.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has an area of 10,252 km&sup2;, and a population of 2,378,458 (2011 census), an increase of 45% or by 732,260 inhabitants from its 1991 population of 1,646,198. Sagar district is dominated by Sonis, Jain's and Yadavs.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011, it is the third most populous district of Madhya Pradesh, after Indore and Jabalpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Sagar has been selected as one of the hundred Indian cities to be developed as a smart city under PM Narendra Modi's flagship Smart Cities Mission and listed top safest city of India 2018. Sagar University was founded on 18 July 1946. In February 1983 the name was changed to Dr. Hari Singh Gour University.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>See also: List of cities in Madhya Pradesh</p>\r\n<p>As of the 2011 India census, Sagar had a population of 2,378,458 of which male and female were 1,256,257 and 1,122,201 respectively. In the 2001 census, Sagar had a population of 2,021,987 of which males were 1,073,205 and remaining 948,782 were females. Average literacy rates of Sagar in 2011 were 76.46 compared to 67.73 of 2001. Gender-wise, male and female literacy rates were 84.85 and 67.02 respectively in 2011. For the 2001 census, the rates stood at 79.41 and 54.35 in Sagar District. The total number of literates in Sagar District were 1,545,719 of which male and female were 908,607 and 637,112 respectively. In 2001, Sagar District had 1,118,993 literates in its district.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Mahendra Mewati, Theatre and film actor</p>\r\n<p>Govind Namdev, Television and film actor</p>\r\n<p>Mukesh Tiwari, Theatre and film actor</p>\r\n<p>Vijya Raje Scindia, Indian Politician</p>\r\n<p>Virendra Kumar Khatik, Indian politician</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Places of interest</p>\r\n<p>Dayasagar Ji Mararaj Nemingar Jain Tirth</p>\r\n<p>&nbsp;</p>\r\n<p>Digamber Jain Tirtha Kshetra</p>\r\n<p>Neminagar Jain Tirth is in Banda tehsil located 30 km from Sagar on National Highway NH-86. It was built in the name of Aacharya Shri 108[clarification needed] Nemisagar ji maharaj by the blessings of his disciple aacharya 108 shri dayasagar ji maharaj. This temple has one choubisi (24 tirthankars god on 24 different altars), one levitated trikal choubisi (Lords of time passes, the time now and time to be), and a navagraha mandir (Lords of nine planets).</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Parsvanath Digamber Jain Atishaya Kshetra, Pateria</p>\r\n<p>Shri Parsvanath Digamber Jain Atishaya Kshetra, Pateriaji is a 232-year-old temple dedicated to Parshvantha. This idol is 7 feet in height in Padmasana posture built in Black Stone with three serpent hoods. This temple was built by Seth Radha Kishanjun Shah with the earnings of one day in the business of Cotton in 1782 (V.S. 1839). Manasthambha of this temple is considered miraculous and is said to cure diseases.</p>\r\n<p>&nbsp;</p>\r\n<p>Makronia, Sagar</p>\r\n<p>A former Dr H. S. Gour University started from Makronia's SAF Campus so many historic events are connected through Makronia. This region is developing as the suburban region near Sagar City. It is just 5 km away from the city. It has its separate railway station, the biggest hotel in Sagar, the 3-star Paradise Hotel, many CBSE and MP board schools, as well as a government engineering college. Many army bases are located in Makronia. Also Makronia Nagar Palika, there are many Engineering Colleges in Makronia, as there is a shortage of space in the City, development is moving towards the Makronia Region.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable personalities</p>\r\n<p>Sir Hari Singh Gour &ndash; founder of Dr. Hari Singh Gour University , a lawyer, jurist, educationalist, social reformer, writer and member of the Constitutional Assembly.</p>\r\n<p>Govind Namdev - director.</p>\r\n<p>Vitthalbhai Patel &ndash; poet, lyricist, former government minister, and social worker.</p>\r\n<p>Nathuram Premi (1881&ndash;1960) - writer, publisher, poet, editor, linguist and, intellectual in the field of Jainism and Hindi literature; born in the city of Deori.</p>\r\n<p>Ravishankar Shukla (2 August 1877 &ndash; 31 December 1956) &ndash; born in Sagar, first Chief Minister of Madhya Pradesh state.</p>\r\n<p>Mukesh Tiwari - actor.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sagar-madhya-pradesh","tags":[{"name":"sagar","slug":"sagar"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":665,"title":"Top Places to visit in Morena, Madhya Pradesh","imageUrl":"5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","dateCreated":"2019-09-14T05:00:48.645Z","dateModified":"2019-09-14T05:01:01.145Z","contributedBy":"AskGif","content":"Morena is a city in Morena district, in the Indian state of Madhya Pradesh. It is governed by a municipality corporation. Located there are the administrative headquarters of the Morena district and of the Chambal division. It is 39 km from Gwalior, Madhya Pradesh. Morena was once known for the t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"morena","slug":"morena"}],"slug":"top-places-to-visit-in-morena-madhya-pradesh","total":0},{"id":662,"title":"Top Places to visit in Khargone(West Nimar), Madhya Pradesh","imageUrl":"6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","dateCreated":"2019-09-14T04:24:14.68Z","dateModified":"2019-09-14T04:24:28.248Z","contributedBy":"AskGif","content":"Khargone district, formerly known as West Nimar district, is a district of Madhya Pradesh state in central India. The district lies in Nimar region, and is part of Indore Division. Under indore Khargone town is the headquarters of this district.\r\nKhargone is a city in Madhya Pradesh state ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"khargone-west-nimar","slug":"khargone-west-nimar"},{"name":"khargone","slug":"khargone"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-khargonewest-nimar-madhya-pradesh","total":0},{"id":647,"title":"Top Places to visit in Chhindwara, Madhya Pradesh","imageUrl":"70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","dateCreated":"2019-09-13T02:01:18.506Z","dateModified":"2019-09-13T02:01:58.996Z","contributedBy":"AskGif","content":"Chhindwara is city in India and a Municipal Corporation in Chhindwara district in the Indian state of Madhya Pradesh. It is known as the \"Corn City\" of India. is the administrative headquarters of Chhindwara District. Chhindwara is reachable by rail or road from adjacent cities Nagpur and Jabalpu","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"chhindwara","slug":"chhindwara"}],"slug":"top-places-to-visit-in-chhindwara-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}