{"id":674,"title":"सागर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","dateCreated":"2019-09-14T08:04:43.016Z","dateModified":"2019-09-14T08:04:55.793Z","contributedBy":"AskGif","content":"<p>सागर (पूर्व में सौगोर) मध्य भारत के मध्य प्रदेश राज्य का एक शहर है। समुद्र तल से विंध्य पर्वतमाला और 1,758 फीट (536 मीटर) की ऊंचाई पर स्थित है। शहर राज्य की राजधानी भोपाल से लगभग 172 किलोमीटर (107 मील) उत्तर-पूर्व में है। यह लगभग भारत के केंद्र में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सागर जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। सागर शहर इसके प्रशासनिक केंद्र के रूप में कार्य करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का क्षेत्रफल १०,२५२ वर्ग किमी है, और २,,३45,४५ an (२०११ की जनगणना) की आबादी, ४५% या 6३२,२६० निवासियों की १ ९९ १ से १,६४६,१ ९ of आबादी है। सागर जिले में सोनियों, जैन और यादवों का दबदबा है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक, यह इंदौर और जबलपुर के बाद मध्य प्रदेश का तीसरा सबसे अधिक आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>सागर को पीएम नरेंद्र मोदी के प्रमुख स्मार्ट सिटीज मिशन के तहत स्मार्ट सिटी के रूप में विकसित किए जाने वाले सौ भारतीय शहरों में से एक के रूप में चुना गया है और भारत के शीर्ष सुरक्षित शहर 2018 को सूचीबद्ध किया गया है। सागर विश्वविद्यालय की स्थापना 18 जुलाई 1946 को हुई थी। फरवरी 1983 में यह नाम था। डॉ। हरि सिंह गौर विश्वविद्यालय में बदल गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>इसे भी देखें: मध्य प्रदेश के शहरों की सूची</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, सागर की जनसंख्या 2,378,458 थी, जिसमें पुरुष और महिला क्रमशः 1,256,257 और 1,122,201 थे। 2001 की जनगणना में, सागर की जनसंख्या 2,021,987 थी, जिनमें पुरुष 1,073,205 थे और शेष 948,782 महिलाएँ थीं। 2011 में सागर की औसत साक्षरता दर 2001 की 67.73 की तुलना में 76.46 थी। लिंग-वार, पुरुष और महिला साक्षरता दर 2011 में क्रमशः 84.85 और 67.02 थी। 2001 की जनगणना के अनुसार, दरें सागर जिले में 79.41 और 54.35 थीं। सागर जिले में कुल साहित्यकारों की संख्या 1,545,719 थी, जिनमें पुरुष और महिला क्रमशः 908,607 और 637,112 थे। 2001 में, सागर जिले में 1,118,993 साक्षर थे।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>महेंद्र मेवाती, रंगमंच और फिल्म अभिनेता</p>\r\n<p>गोविंद नामदेव, टेलीविजन और फिल्म अभिनेता</p>\r\n<p>मुकेश तिवारी, रंगमंच और फिल्म अभिनेता</p>\r\n<p>विजया राजे सिंधिया, भारतीय राजनीतिज्ञ</p>\r\n<p>वीरेंद्र कुमार खटीक, भारतीय राजनीतिज्ञ</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>रुचि के स्थान</p>\r\n<p>दयासागर जी मरराज नेमिंगर जैन तीर्थ</p>\r\n<p>&nbsp;</p>\r\n<p>दिगम्बर जैन तीर्थक्षेत्र</p>\r\n<p>नेमीनगर जैन तीर्थ राष्ट्रीय राजमार्ग NH-86 पर सागर से 30 किमी दूर स्थित बांदा तहसील में है। इसका निर्माण आचार्य श्री 108 के नाम से किया गया था [स्पष्टीकरण की आवश्यकता] नेमिसागर जी महाराज अपने शिष्य आचार्य 108 श्री दयासागर जी महाराज के आशीर्वाद से। इस मंदिर में एक चौबीस (24 अलग-अलग वेदियों पर 24 तीर्थंकर भगवान) हैं, एक उत्कीर्ण त्रिकाल चौबीसी (समय बीतने का समय, अब समय और होने वाला), और एक नवग्रह मंदिर (नौ ग्रहों के स्वामी) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री पार्श्वनाथ दिगंबर जैन अतीश्या क्षेत्र, पटेरिया</p>\r\n<p>श्री पार्श्वनाथ दिगंबर जैन अतीश्या क्षेत्र, पितृजी 232 साल पुराना एक मंदिर है जो पार्श्वनाथ को समर्पित है। यह मूर्ति तीन पाषाण हूड्स के साथ ब्लैक स्टोन में निर्मित पद्मासन मुद्रा में 7 फीट ऊंचाई की है। इस मंदिर को सेठ राधा किशनजुन शाह ने 1782 (V.S. 1839) में कपास के व्यवसाय में एक दिन की कमाई से बनाया था। इस मंदिर के मनस्तंभ को चमत्कारी माना जाता है और कहा जाता है कि यह रोगों को ठीक करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मकरोनिया, सागर</p>\r\n<p>एक पूर्व डॉ। एच.एस. गौर यूनिवर्सिटी मकरोनिया के एसएएफ कैंपस से शुरू हुई थी इसलिए कई ऐतिहासिक कार्यक्रम मकरोनिया के माध्यम से जुड़े हुए हैं। यह क्षेत्र सागर शहर के पास उपनगरीय क्षेत्र के रूप में विकसित हो रहा है। यह शहर से सिर्फ 5 किमी दूर है। इसका अलग रेलवे स्टेशन, सागर का सबसे बड़ा होटल, 3-सितारा स्वर्ग होटल, कई सीबीएसई और एमपी बोर्ड स्कूल हैं, साथ ही एक सरकारी इंजीनियरिंग कॉलेज भी है। कई सेना के ठिकाने मकरोनिया में स्थित हैं। साथ ही मकरोनिया नगर पालिका, मकरोनिया में कई इंजीनियरिंग कॉलेज हैं, क्योंकि शहर में जगह की कमी है, विकास मकरोनिया क्षेत्र की ओर बढ़ रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय व्यक्तित्व</p>\r\n<p>सर हरि सिंह गौर - डॉ। हरि सिंह गौर विश्वविद्यालय के संस्थापक, एक वकील, न्यायविद, शिक्षाविद, समाज सुधारक, लेखक और संवैधानिक सभा के सदस्य।</p>\r\n<p>गोविंद नामदेव - निर्देशक।</p>\r\n<p>विठ्ठलभाई पटेल - कवि, गीतकार, पूर्व सरकार के मंत्री, और सामाजिक कार्यकर्ता।</p>\r\n<p>नाथूराम प्रेमि (1881-1960) - लेखक, प्रकाशक, कवि, संपादक, भाषाविद और, जैन धर्म और हिंदी साहित्य के क्षेत्र में बौद्धिक; देवरी शहर में पैदा हुए।</p>\r\n<p>रविशंकर शुक्ल (2 अगस्त 1877 - 31 दिसंबर 1956) - सागर में पैदा हुए, जो मध्य प्रदेश राज्य के पहले मुख्यमंत्री थे।</p>\r\n<p>मुकेश तिवारी - अभिनेता।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sagar_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7ddbe61-ee57-4bb3-ae48-0a9fcde307ba_Sagar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sagar-madhya-pradesh","tags":[{"name":"सागर","slug":"sagar"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":665,"title":"मुरैना में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","dateCreated":"2019-09-14T05:00:48.645Z","dateModified":"2019-09-14T05:01:01.145Z","contributedBy":"AskGif","content":"मुरैना भारतीय राज्य मध्य प्रदेश में मुरैना जिले का एक शहर है। यह एक नगर पालिका निगम द्वारा शासित है। स्थित हैं मुरैना जिले के प्रशासनिक मुख्यालय और चंबल संभाग के। यह ग्वालियर, मध्य प्रदेश से 39 किमी दूर है। मुरैना को सालों पहले डकैतों के आतंक के लिए जाना जाता था। भिंड एक अलग शहर है जो पड़ोसी मोरे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b2ee260-4e20-484d-8d66-4e249d3f5e34_Morena-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"मुरैना","slug":"morena"}],"slug":"top-places-to-visit-in-morena-madhya-pradesh","total":0},{"id":662,"title":"खरगोन (पश्चिम निमाड़) में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","dateCreated":"2019-09-14T04:24:14.68Z","dateModified":"2019-09-14T04:24:28.248Z","contributedBy":"AskGif","content":"खरगोन जिला, जिसे पहले पश्चिम निमाड़ जिले के रूप में जाना जाता था, मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। यह जिला निमाड़ क्षेत्र में है, और इंदौर संभाग का हिस्सा है। इंदौर जिले के अंतर्गत खरगोन शहर इस जिले का मुख्यालय है।\r\nखरगोन भारत में मध्य प्रदेश राज्य का एक शहर है। यह खरगोन जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खरगोन-पश्चिम-निमाड़","slug":"khargone-west-nimar"},{"name":"खरगोन","slug":"khargone"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-khargonewest-nimar-madhya-pradesh","total":0},{"id":647,"title":"छिंदवाड़ा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","dateCreated":"2019-09-13T02:01:18.506Z","dateModified":"2019-09-13T02:01:58.996Z","contributedBy":"AskGif","content":"छिंदवाड़ा भारत में शहर है और भारतीय राज्य मध्य प्रदेश में छिंदवाड़ा जिले में एक नगर निगम है। इसे भारत के \"कॉर्न सिटी\" के रूप में जाना जाता है। छिंदवाड़ा जिले का प्रशासनिक मुख्यालय है। छिंदवाड़ा निकटवर्ती शहरों नागपुर और जबलपुर से रेल या सड़क द्वारा उपलब्ध है। निकटतम हवाई अड्डा नागपुर (130 किमी) म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/70fc10db-02b8-491f-96cb-9bdbecb8d930_Chhindwara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"छिंदवाड़ा","slug":"chhindwara"}],"slug":"top-places-to-visit-in-chhindwara-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}