{"id":675,"title":"सतना में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"4a04709b-86c3-4ad7-803f-d94d4d8b088d_Satna-railway.jpg","dateCreated":"2019-09-15T01:50:04.938Z","dateModified":"2019-09-15T01:50:51.038Z","contributedBy":"AskGif","content":"<p>सतना भारतीय राज्य मध्य प्रदेश के सतना जिले का एक शहर है। यह जिला प्रशासनिक मुख्यालय भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>सतना जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। सतना शहर जिला मुख्यालय है। जिले का क्षेत्रफल 7,502 वर्ग किमी है, और 2,228,935 (2011 की जनगणना) की आबादी, 20.63% शहरी है। जिले का जनसंख्या घनत्व 249 व्यक्ति प्रति किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>&nbsp;</p>\r\n<p>वेंकटेश मंदिर</p>\r\n<p>सतना जिले में चित्रकूट और मैहर सहित कुछ प्रमुख धार्मिक पर्यटन स्थल हैं। सतना जिला भरहुत नामक बौद्ध संस्कृति के एक प्राचीन शहर के करीब है, जिसके पुरातात्विक अवशेष भारत और दुनिया भर के कई संग्रहालयों में प्रदर्शित हैं। शहर से 16 किमी दूर रामवन में तुलसी संग्रहालय में प्राचीन काल की कई स्थानीय कलात्मक मूर्तियाँ हैं। बिरसिंहपुर में गाबीनाथ भगवान शिव मंदिर क्षेत्र में एक प्रसिद्ध और पुराना मंदिर है। सतना रेलवे स्टेशन (रीवा रोड) से लगभग 7 किमी दूर माधवगढ़ किला, सतना के आसपास घूमने के लिए एक और जगह है। न्यू देवराजनगर के गिधाकूट (गिधिला) पर्वत, लक्ष्मीनारायण मंदिर, बड़ा मंदिर (निर्माणाधीन) भी पर्यटक स्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सतना अपने दर्शनीय मंदिरों के लिए प्रसिद्ध है। उन मंदिरों में से एक, वेंकटेश मंदिर, मुख्तारगंज के पास है। इसका निर्माण 1876 और 1925 के बीच देवराजनगर के शाही परिवार द्वारा किया गया था। सतना के हृदय में श्री बिहारी मंदिर। इसका निर्माण भगवान कृष्ण के एक महान भक्त महंत बृंदावन दास ने 1880 के दशक में कराया था। बिहारी मंदिर एक सौ साल से अधिक समय से सतना का एक सांस्कृतिक केंद्र रहा है क्योंकि यह एक बहुत ही प्रसिद्ध रामलीला का आयोजन करता है जो स्थानीय लोगों द्वारा प्रतिष्ठित है। 2013 में होने वाला 116 वां उत्सव। सतना में दल्ली बाबा एक बहुत ही प्राचीन पूजा स्थल है। कहा जाता है कि इसकी स्थापना 1857 में अब्दालदास बाबा ने की थी। 1880 में एक जैन मंदिर का निर्माण किया गया था और 1889 में सोमचंद-धरसी घर-देरासर में भगवान शांतिनाथ और 1890 में प्रणामी मंदिर का निर्माण किया गया था। सत्यनारायण मंदिर 450 साल से अधिक पुराना है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रोडवेज</p>\r\n<p>बस सेवाएं सतना को मध्य प्रदेश के विभिन्न शहरों और उत्तर प्रदेश के कुछ शहरों से जोड़ती हैं। शहर राज्य राजमार्गों और एक राष्ट्रीय राजमार्ग द्वारा अच्छी तरह से जुड़ा हुआ है। सतना सबसे लंबे राष्ट्रीय राजमार्ग से जुड़ा है: NH-7। राज्य राजमार्ग NH-75 सतना के मध्य से गुजरता है और इसे पन्ना और रीवा के शहरों से जोड़ता है, जो उत्तरी मध्य प्रदेश के अन्य महत्वपूर्ण शहर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>सतना जंक्शन रेलवे स्टेशन (IRCTC कोड STA) जबलपुर जंक्शन और इलाहाबाद के बीच के मार्ग पर पश्चिमी-मध्य रेलवे डिवीजन में एक स्टेशन है। यह एक जंक्शन है और शाखा रीवा तक जाती है। यह हावड़ा-इलाहाबाद-मुंबई लाइन, मुंबई और हावड़ा को जोड़ने वाला एक रेल मार्ग है। पश्चिम मध्य रेलवे के लिए एक डीजल लोकोशेड शहर में स्थित है। सतना से जबलपुर जंक्शन की दूरी लगभग 200 किलोमीटर और इलाहाबाद की अनुमानित 186 किलोमीटर है</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज</p>\r\n<p>सतना में एक हवाई पट्टी है जिसे सतना हवाईपट्टी कहा जाता है, जिसे 1970 में बनाया गया था। सतना का निकटतम हवाई अड्डा जबलपुर हवाई अड्डा है जो शहर से लगभग 200 किलोमीटर दूर है। अन्य निकटतम हवाई अड्डा खजुराहो हवाई अड्डा (HJR) है जो शहर से लगभग 112 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>2011 की जनगणना के अनुसार सतना की साक्षरता दर 63.8% है; हालांकि, इसका मतलब यह नहीं है कि सतना में गुणवत्ता वाले शैक्षिक संस्थान हैं। कोई केंद्रीय विश्वविद्यालय नहीं है। भारत का पहला, अल्पज्ञात, ग्रामीण विश्वविद्यालय, चित्रकूट महात्मा गांधी चित्रकूट ग्रामोदय विश्व विद्यालय में 1991 में स्थापित किया गया था। यह मध्य प्रदेश में सोलह राज्य सरकारी विश्वविद्यालयों में से एक है। सतना में बड़े परिसरों के साथ कई डिग्री कॉलेज हैं। [[रीवा में स्थित अवधेश प्रताप सिंह विश्वविद्यालय शहर के कॉलेजों को संबद्धता प्रदान करता है। पॉलिटेक्निक कॉलेज एक तकनीकी कॉलेज है। इसकी सीमेंट टेक्नोलॉजी की एक शाखा है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>सतना जिले में पुरातात्विक, धार्मिक और पर्यटक रुचि के प्रमुख स्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चित्रकूट</p>\r\n<p>चित्रकूट धार्मिक, सांस्कृतिक, ऐतिहासिक और पुरातात्विक महत्व का एक शहर है, जो मध्य प्रदेश के बुंदेलखंड क्षेत्र में सतना जिले में स्थित है; चित्रकूट जिले की सीमा उत्तर प्रदेश, भारत है। यह हिंदू पौराणिक कथाओं में वर्णित कई मंदिरों और स्थलों के लिए जाना जाता है। चित्रकूट की आध्यात्मिक विरासत पौराणिक युगों तक फैली हुई है। यह इन गहरे जंगलों में था कि राम, सीता और उनके भाई लक्ष्मण ने अपने चौदह साल के वनवास के ग्यारह और आधे साल बिताए थे। महान ऋषि अत्रि, सती अनुसुइया, दत्तात्रेय, महर्षि मार्कंडेय, सरभंगा, सुतीक्ष्ण और अन्य कई ऋषि, ऋषि, भक्त और विचारक यहां ध्यान करते थे। हिंदू पंथों के प्रमुख त्रिमूर्ति ब्रह्मा, विष्णु और महेश ने यहां अवतार लिया।</p>\r\n<p>मैहर</p>\r\n<p>&nbsp;</p>\r\n<p>मैहर रेलवे स्टेशन</p>\r\n<p>शहर के केंद्र से लगभग 5 किमी दूर त्रिकुटा पहाड़ी की चोटी पर स्थित शारदा देवी के नाम से मैहर में एक मंदिर है। यह मंदिर 1,000 से अधिक चरणों की सीढ़ी के लिए जाना जाता है। साल भर लाखों भक्त मंदिर में मत्था टेकते हैं। मैहर (मैहर सीमेंट फैक्ट्री) के पास 3.1 mn tn सीमेंट फैक्ट्री है जो पवित्र स्थान को औद्योगिक स्पर्श प्रदान करती है। मैहर-धनवाही रोड पर मैहर शहर से लगभग 8 किमी दूर फैक्ट्री परिसर और बस्ती सरलानगर में स्थित है। दो नए सीमेंट कारखाने, केजेएस सीमेंट और रिलायंस सीमेंट भी अपने सीमेंट कारखाने यहां स्थापित कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>एनटीपीसी, भारत की बिजली कंपनी, मैहर में बर्थी पर एक थर्मल प्लांट स्थापित कर रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>बिरसिंहपुर</p>\r\n<p>बिरसिंहपुर में सतना बिरसिंहपुर मार्ग से 0.5 किमी दूर मुख्य बाजार में स्थित पुराने शिव मंदिर के नाम से एक मंदिर है। साल भर लाखों भक्त मंदिर में मत्था टेकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रिधराज पर्वत</p>\r\n<p>ग्रिधराज पर्वत (हिंदी: गृद्घराज पर्वत, गिद्धों की पहाड़ी), सतना जिले की तहसील रामनगर के देवराजनगर गाँव में स्थित धार्मिक, पुरातत्व और पारिस्थितिक महत्व की एक पहाड़ी है। यह रामनगर शहर से 8 किमी दूर स्थित है। हिंदू पौराणिक कथाओं में ग्रिधराज पर्वत का बड़ा धार्मिक महत्व है। स्कंद पुराण में इसका उल्लेख 'ग्रिधंचल पर्वत' के रूप में किया गया था। ऐसा माना जाता है कि रामायण में उल्लिखित ग्रिधराज ay जटायु &rsquo;के भाई believed संपति&rsquo; का जन्मस्थान है। कवि कालिदास ने अपनी पुस्तक hara ग्रिधराज महात्म्य &rsquo;(नारद उवाच) में इस स्थान को सबसे पवित्र बताया है। उन्होंने लिखा है कि 2,354 फीट की ऊंचाई पर स्थित गिद्धराज पर्वत से निकलने वाली मानसी गंगा नदी में एक डुबकी लगाने से सभी तरह के पाप खत्म हो जाते हैं। ब्रह्मा के पुत्र और फिर देवी पार्वती ने पहली बार इस पहाड़ी को देखा। शिव संहिता में भी इसका उल्लेख है। चीनी यात्री फ़े-हिएन ने इस स्थान का दौरा किया और इसका उल्लेख किया।</p>\r\n<p>&nbsp;</p>\r\n<p>भरहुत</p>\r\n<p>&nbsp;</p>\r\n<p>संभावित इंडो-ग्रीक राजा की भारतीय राहत, बौद्ध त्रिरत्न प्रतीक के साथ उनकी तलवार पर। भरहुत, दूसरी शताब्दी ई.पू. भारतीय संग्रहालय, कलकत्ता (ड्राइंग)।</p>\r\n<p>इसके अलावा सतना जिले में भरहुत का प्राचीन शहर, बौद्ध संस्कृति का एक केंद्र है, जिसके पुरातत्व खजाने को देश और दुनिया के प्रमुख संग्रहालयों को उपहार में दिया गया है। भरहुत स्तूप को तीसरी शताब्दी ईसा पूर्व में मौर्य राजा अशोक द्वारा स्थापित किया गया था, लेकिन शुंग काल के दौरान कला के कई कार्यों को स्पष्ट रूप से जोड़ा गया था, दूसरी शताब्दी ईसा पूर्व से कई फ्रिजी के साथ।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य स्थान</p>\r\n<p>&nbsp;</p>\r\n<p>यह खंड किसी भी स्रोत का हवाला नहीं देता है। कृपया विश्वसनीय स्रोतों में उद्धरण जोड़कर इस अनुभाग को बेहतर बनाने में सहायता करें। बिना सूत्रों की सामग्री को चुनौति देकर हटाया जा सकता है। (नवंबर 2017) (इस टेम्पलेट संदेश को कैसे और कब हटाएं जानें)</p>\r\n<p>रामवन में तुलसी संग्रहालय में क्षेत्र की कई अनोखी प्राचीन मूर्तियां हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नोट के स्थानीय मंदिरों में बिरसिंहपुर में भगवान शिव मंदिर, रामस्थान में हनुमान मंदिर, और जैतवार के पास बम्होरी में भगवान हनुमानजी मंदिर शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>धाकुंडी एक सच्चा स्थान है और स्वामी सच्चिदानंद जी महाराज का आश्रम है। यह यूपी सीमा के पास बिरसिंहपुर से 23 किमी दूर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मां दुर्गा शक्ति पीठ, राम जानकी मंदिर, शंकराचार्य मंदिर आदि भी बिरसिंहपुर, सतना के पास ग्राम बैरहना में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>जे.एस. वर्मा, भारत के पूर्व मुख्य न्यायाधीश</p>\r\n<p>गुलशेर अहमद, पूर्व राज्यपाल, हिमाचल प्रदेश</p>\r\n<p>शिवानंद, पूर्व स्पीकर, विंध्य प्रदेश विधान सभा</p>\r\n<p>गोविंद नारायण सिंह, पूर्व मुख्यमंत्री, मध्य प्रदेश</p>\r\n<p>शरत सक्सेना, अभिनेता</p>\r\n<p>राज जैन, सेंट लुइस, मिसौरी में वाशिंगटन विश्वविद्यालय के वाशिंगटन विश्वविद्यालय के स्कूल ऑफ इंजीनियरिंग और एप्लाइड साइंस में कंप्यूटर विज्ञान और इंजीनियरिंग के प्रोफेसर</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Satna</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a04709b-86c3-4ad7-803f-d94d4d8b088d_Satna-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-satna-madhya-pradesh","tags":[{"name":"सतना","slug":"satna"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":682,"title":"सीधी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","dateCreated":"2019-09-15T15:49:57.172Z","dateModified":"2019-09-15T15:50:11.231Z","contributedBy":"AskGif","content":"सीधी भारत के मध्य प्रदेश राज्य में सीधी जिले में एक शहर और एक नगरपालिका है। यह सीधी जिले का मुख्यालय है।\r\n&nbsp;\r\nसीधी जिला भारत के मध्य प्रदेश राज्य के आदिवासी जिलों में से एक है। सीधी का जिला जिला मुख्यालय है। जिला रीवा संभाग का हिस्सा है।\r\n&nbsp;\r\nभूगोल\r\nसीधी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सीधी","slug":"sidhi"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-sidhi-madhya-pradesh","total":0},{"id":679,"title":"शाजापुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","dateCreated":"2019-09-15T02:31:13.959Z","dateModified":"2019-09-15T02:31:27.047Z","contributedBy":"AskGif","content":"शाजापुर पश्चिम-मध्य भारत में मध्य प्रदेश राज्य के मालवा क्षेत्र का एक कस्बा है। यह शाजापुर जिले का मुख्यालय है।\r\n&nbsp;\r\nशाजापुर जिला मध्य भारत के मध्य प्रदेश राज्य का एक जिला है। शाजापुर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nशाजापुर जिला मालवा पठार का हिस्सा है। यह जिला राज्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शाजापुर","slug":"shajapur"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-shajapur-madhya-pradesh","total":0},{"id":672,"title":"रतलाम में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","dateCreated":"2019-09-14T07:47:39.003Z","dateModified":"2019-09-14T07:47:54.66Z","contributedBy":"AskGif","content":"रतलाम को ऐतिहासिक रूप से रत्नापुरी (lit. gem city) के रूप में जाना जाता है, भारत के मध्य प्रदेश राज्य में मालवा क्षेत्र के उत्तर-पश्चिमी भाग में स्थित एक शहर है। रतलाम शहर समुद्र तल से 480 मीटर (1,575 फीट) की ऊंचाई पर स्थित है। यह रतलाम जिले का प्रशासनिक मुख्यालय है, जिसे 1947 में भारत की स्वतंत्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"रतलाम","slug":"ratlam"}],"slug":"top-places-to-visit-in-ratlam-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}