{"id":675,"title":"Top Places to visit in Satna, Madhya Pradesh","imageUrl":"4a04709b-86c3-4ad7-803f-d94d4d8b088d_Satna-railway.jpg","dateCreated":"2019-09-15T01:50:04.938Z","dateModified":"2019-09-15T01:50:51.038Z","contributedBy":"AskGif","content":"<p>Satna is a city in the Satna District of the Indian state of Madhya Pradesh. It is also the district administrative headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Satna District is a district of Madhya Pradesh state in central India. The City of Satna is the district headquarters. The district has an area of 7,502 km&sup2;, and a population of 2,228,935(2011 census), 20.63% of which is urban. The district has a population density of 249 persons per km&sup2;.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>&nbsp;</p>\r\n<p>Venkatesh Mandir</p>\r\n<p>Satna district has some major religious tourism spots including Chitrakoot and Maihar. Satna district is close to an ancient city of Buddhist culture named Bharhut, whose archaeological remains are displayed in many museums in India and all over the world. Tulsi Museum at Ramvan, 16 km from the city, has many local artistic sculptures of ancient times. Gaibinath Lord Shiva temple at Birsinghpur is a famous and old temple in the region. Madhavgarh Fort, about 7 km from Satna Railway station (Rewa Road), is another place to visit around Satna. Gidhakoot (Gidhaila) Parvat, Laxminarayan Mandir, Bada Mandir (under construction) of New Deorajnagar are also tourist sites.</p>\r\n<p>&nbsp;</p>\r\n<p>Satna is famous for its scenic temples. One of those temples, Venktesh Mandir, is near Mukhtyarganj. It was constructed between 1876 and 1925 by the royal family of Deorajnagar. Shri Bihari Mandir, in the heart of Satna. It was built by a great devotee of God Krishna, Mahant Brindavan Das, in the 1880s. Bihari Mandir has been a cultural center of Satna for over one hundred years as it organizes a very famous Ramleela which is revered by the locals. The 116th celebration to place in 2013. Dali Baba is a very ancient place of worship in Satna. It is said to have been established in 1857 by Abdaldas Baba. A Jain temple was constructed in 1880 and another Jain temple of Lord Shantinath in Somchand-Dharsi Ghar-derasar near 1889 and Pranami Mandir in 1890. Satyanarayan Temple is more than 450 years old.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Roadways</p>\r\n<p>Bus services connect Satna with various cities of Madhya Pradesh and some cities of Uttar Pradesh. The city is well-connected by state highways and a national highway. Satna is connected to the longest National Highway: NH-7. State highway NH-75 passes from the heart of Satna and connects it to cities of Panna and Rewa, which are other important cities of northern Madhya Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Railways</p>\r\n<p>Satna Junction railway station (IRCTC code STA) is a station in the Western-Central railway division on the route between Jabalpur Junction and Allahabad. It is a junction and the branch goes to Rewa. It lies on the Howrah&ndash;Allahabad&ndash;Mumbai line, a train route connecting Mumbai and Howrah. A diesel Locoshed for the Western Central Railway is located in the city. Distance from Satna to Jabalpur Junction is approximate 200 kilometres and Allahabad is approximate 186 kilometres</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>Satna has an airstrip called Satna Airstrip, built in 1970. The nearest major airport to Satna is Jabalpur Airport which is approximately 200 kilometres from the city. Other nearest airport is Khajuraho airport (HJR) which is approximately 112 kilometre from city.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Satna has a literacy rate of 63.8% according to the 2011 Census; however, this does not mean that Satna has quality educational institutes. There is no central university. India's first, little known, rural university in Chitrakoot Mahatma Gandhi Chitrakoot Gramoday Vishwavidyalaya was established in 1991. It is one of sixteen state government universities in Madhya Pradesh. There are several degree colleges with large campuses in Satna. [[Awdhesh Pratap Singh University located in Rewa provides affiliations to the colleges in the city. Polytechnic College is a technical college. It has a branch of Cement Technology.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>Satna district has major sites of archaeological, religious and tourist interest.</p>\r\n<p>&nbsp;</p>\r\n<p>Chitrakoot</p>\r\n<p>Chitrakuta is a town of religious, cultural, historical and archaeological importance, situated in the Satna district in the Bundelkhand region of Madhya Pradesh; bordering the Chitrakoot district is Uttar Pradesh, India. It is known for numerous temples and sites mentioned in Hindu mythology. Chitrakuta&rsquo;s spiritual legacy stretches back to legendary ages. It was in these deep forests that Rama, Sita and his brother Lakshmana spent eleven and half years of their fourteen years of exile. The great sage Atri, Sati Anusuya, Dattatreya, Maharshi Markandeya, Sarbhanga, Sutikshna and various other sages, seers, devotees and thinkers meditated here. The principal trinity of the Hindu pantheon, Brahma, Vishnu and Mahesh, took their incarnations here.</p>\r\n<p>&nbsp;</p>\r\n<p>Maihar</p>\r\n<p>&nbsp;</p>\r\n<p>Maihar Railway Station</p>\r\n<p>Maihar has a temple by the name of Sharda Devi situated on the top of Trikuta hill about 5 km from the center of the town. This temple is known for its stairway of more than 1,000 steps. Millions of devotees throng to the temple throughout the year. There is a 3.1 mn tn cement factory near Maihar (Maihar Cement Factory) which provides an industrial touch to the holy place. The factory complex and the township are situated at Sarlanagar about 8 km away from Maihar town on the Maihar-Dhanwahi Road. Two new cement factories, KJS Cement and Reliance Cement, are also setting up their cement factories here.</p>\r\n<p>&nbsp;</p>\r\n<p>NTPC, the power giant of India, is setting up a thermal plant at Barethi in Maihar.</p>\r\n<p>&nbsp;</p>\r\n<p>Birsinghpur</p>\r\n<p>Birsinghpur has a temple by the name of old shiv temple situated in main market 0.5 km from Satna Birsinghpur road. Millions of devotees throng to the temple throughout the year.</p>\r\n<p>&nbsp;</p>\r\n<p>Griddhraj Parvat</p>\r\n<p>Griddhraj Parvat (Hindi: गृद्घराज पर्वत, the hill of vultures), is a hill of religious, archeological and ecological importance situated in Devrajnagar village of tehsil Ramnagar in Satna district. It is located 8 km from the town of Ramnagar. Griddhraj Parvat is of great religious importance in Hindu mythology. It was mentioned in Skanda Purana as &lsquo;Griddhanchal Parvat&rsquo;. It is believed to be the birthplace of &lsquo;Sampati&rsquo;, the brother of Griddhraj &lsquo;Jatayu&rsquo; mentioned in Ramayana. The poet Kalidas mentions this place as the most sacred in his book &lsquo;Griddharaj Mahatmya&rsquo; (Narad Uvach). He wrote that a dip in the Manasi Ganga River originating from Griddhraj Parvat, at an altitude of 2,354 feet, absolves all kinds of sins. Sons of Brahma and then goddess Parvati first saw this hill. It is also mentioned in Shiva Samhita. Chinese traveller Fa-hien visited this place and mentioned it.</p>\r\n<p>&nbsp;</p>\r\n<p>Bharhut</p>\r\n<p>&nbsp;</p>\r\n<p>Indian relief of probable Indo-Greek king, with Buddhist triratana symbol on his sword. Bharhut, 2nd century BCE. Indian Museum, Calcutta (drawing).</p>\r\n<p>Also in Satna district is the ancient city of Bharhut, a center of Buddhist culture, whose archeological treasures have been gifted to the major museums in the country and the world. The Bharhut stupa may have been established by the Maurya king Ashoka in the 3rd century BCE, but many works of art were apparently added during the Shunga period, with many friezes from the 2nd century BCE.</p>\r\n<p>&nbsp;</p>\r\n<p>Other places</p>\r\n<p>&nbsp;</p>\r\n<p>This section does not cite any sources. Please help improve this section by adding citations to reliable sources. Unsourced material may be challenged and removed. (November 2017) (Learn how and when to remove this template message)</p>\r\n<p>The Tulsi museum in Ramvan has many unique ancient sculptures from the area.</p>\r\n<p>&nbsp;</p>\r\n<p>Local temples of note include the Lord Shiva Temple at Birsinghpur, the Lord Hanuman Temple in Ramsthan, and the Lord Hanumanji Temple in Bamhori, near Jaitwar.</p>\r\n<p>&nbsp;</p>\r\n<p>Dharkundi is a natural place and ashram of Swami Sachchidanand ji maharaj . It is located 23 km away from Birsinghpur near UP border.</p>\r\n<p>&nbsp;</p>\r\n<p>Maa Durga Shakti Peeth, Ram janki mandir , Shankaracharya mandir etc. are also most beautiful places for visit located in village Bairahna near Birsinghpur , Satna.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>J. S. Verma, former Chief Justice of India</p>\r\n<p>Gulsher Ahmed, former governor, Himachal Pradesh</p>\r\n<p>Shivanand, former speaker, Vindhya Pradesh Legislative Assembly</p>\r\n<p>Govind Narayan Singh, former chief minister, Madhya Pradesh</p>\r\n<p>Sharat Saxena, actor</p>\r\n<p>Raj Jain, professor of computer science and engineering in the Washington University School of Engineering and Applied Science at Washington University in St. Louis, Missouri</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Satna</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4a04709b-86c3-4ad7-803f-d94d4d8b088d_Satna-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-satna-madhya-pradesh","tags":[{"name":"satna","slug":"satna"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":682,"title":"Top Places to visit in Sidhi, Madhya Pradesh","imageUrl":"ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","dateCreated":"2019-09-15T15:49:57.172Z","dateModified":"2019-09-15T15:50:11.231Z","contributedBy":"AskGif","content":"Sidhi is a city and a municipality in Sidhi district in the Indian state of Madhya Pradesh. It is the headquarters of the Sidhi district.\r\n&nbsp;\r\nSidhi District is one of the tribal districts of Madhya Pradesh state of India. The town of Sidhi is the district headquarters. The dist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sidhi","slug":"sidhi"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-sidhi-madhya-pradesh","total":0},{"id":679,"title":"Top Places to visit in Shajapur, Madhya Pradesh","imageUrl":"83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","dateCreated":"2019-09-15T02:31:13.959Z","dateModified":"2019-09-15T02:31:27.047Z","contributedBy":"AskGif","content":"Shajapur is a town in Malwa region of Madhya Pradesh state in west-central India. It is the head quarters of Shajapur district.\r\n&nbsp;\r\nShajapur District is a district of Madhya Pradesh state of central India. The town of Shajapur is the district headquarters.\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"shajapur","slug":"shajapur"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-shajapur-madhya-pradesh","total":0},{"id":672,"title":"Top Places to visit in Ratlam, Madhya Pradesh","imageUrl":"7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","dateCreated":"2019-09-14T07:47:39.003Z","dateModified":"2019-09-14T07:47:54.66Z","contributedBy":"AskGif","content":"Ratlam known historically as Ratnapuri (lit. gem city) is a city in the northwestern part of the Malwa region in Madhya Pradesh state of India. The city of Ratlam lies 480 metres (1,575 feet) above sea level. It is the administrative headquarters of Ratlam district, which was created in 1947 afte","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"ratlam","slug":"ratlam"}],"slug":"top-places-to-visit-in-ratlam-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}