{"id":676,"title":"Top Places to visit in Sehore, Madhya Pradesh","imageUrl":"95560637-b820-4e03-94d2-efd4fcb1bf02_Sehore-railway.jpg","dateCreated":"2019-09-15T01:57:27.482Z","dateModified":"2019-09-15T01:57:41.32Z","contributedBy":"AskGif","content":"<p>Sehore is a city and a municipality in Sehore district in the Indian state of Madhya Pradesh. It is the district headquarters of Sehore District and is located on the Bhopal-Indore highway, 37 km away from state Capital Bhopal.</p>\r\n<p>&nbsp;</p>\r\n<p>Sehore District is a district of Madhya Pradesh state in central India. The town of Sehore is the district headquarters. The district is part of Bhopal Division.</p>\r\n<p>&nbsp;</p>\r\n<p>Place of Archaeological eminence</p>\r\n<p>Ganesh Mandir : Sidhha Ganesha Mandir is established in the village Gopalpur in the north-west direction, 3 km from the District Headquarters. As per legend, it dates back to Vikramaditya of Ujjain and renovated by BajiRao I the Maratha Peshwa. Each Wednesday, large number of devotees throng here. Ganesha Chaturthi festival is also undertaken here.</p>\r\n<p>&nbsp;</p>\r\n<p>Cenotaphs of Kunwar Chain Singh : Cenotaphs, samadhies and tombs of Kunwar Chainsingh are 2 km away in Dashahra wala Maidan on the bank of river Lotia on Sehore - Indore Road. These cenotaphs remind the historic fight between patriot Chainsingh of Narsingh Garh estate and political agent Mr.Medhank.</p>\r\n<p>&nbsp;</p>\r\n<p>Jama Masjid : Jama Masjid Built by Mugis Uddin Shah in 732 Hijri &amp; renovatial by Beghum Siknadar Jahan in 1281. It is said to possess a picturesque Bawadi (water tank).</p>\r\n<p>&nbsp;</p>\r\n<p>Jain Mandir : It is situated in Kasba (sehore) .Two thirthankar idols are dated 1335, and 1548 Vikram Samvat.</p>\r\n<p>&nbsp;</p>\r\n<p>Hanuman Phatak : An emphatic temple of Lord Hanuman on a Garhi on the bank of river Seewan in a far flung corner of the city, provides aesthetic ambience as well as a prominent seat of devotion. Navratra festival in Ashwin and Chaitra are very popular for its religious importance.</p>\r\n<p>&nbsp;</p>\r\n<p>Church : The Sehore Church which was built by a British political agent who belonged to Scotland in 1838. The building is an Exact replica of a church in Scotland and even the surrounding greenery, comprising mainly tall Bamboo trees, was designed to match the original. To traverse the Sehore soil is to tread upon centuries of colorful history. The best time of the year to visit Sehore and its sprawling teak forests is November with its autumn ripeness and March with its spring finery. Climatically, these two may be said the opportune time to visit Sehore.</p>\r\n<p>&nbsp;</p>\r\n<p>Gurudwara : The Gurudwara is in Gnga Ashram, Sehore and it renovated in 1936 by Sikh Militarymen, it holds Langer &amp; Path of Gurunanak Saheb.</p>\r\n<p>&nbsp;</p>\r\n<p>Ramlala Mandir : Ramlala Mandir is Situated 1 km from Sehore in Badia Khedi, it is revered amongst 84 Mathas of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Salkanpur Durga Temple : This sacred siddhpeeth of Vindhyavasni Beejasan devi (one of the incarnation of the Hindu goddess Durga) is on an 800 foot high hillrock, in the village Salkanpur near Rehti village, 70 km from Bhopal. The deity, Ma Durga Beejasan is held in high esteem by her followers &amp; local. Thousands of people visit this place everyday climbing more than 1000 steps. Every year a grand fair is held in salkanpur during Navratris. It is very old Temple but at present temple renovate by Salkanpur Trust.</p>\r\n<p>&nbsp;</p>\r\n<p>Saru-Maru caves: Caves, rock edicts and stupas on Hoshangabad road, this place is said to be visited by Ashoka, his son Mahendra &amp; daughter Sanghamitra.</p>\r\n<p>&nbsp;</p>\r\n<p>Higher Secondary School Sehore: There is Higher Secondary School in Sehore the building of which is equally old. It is one of the four Vernacular school opened by the British. It is this school which boasts of such alumni as Sir Hidayatullah and justice Wanchoo. The Nizamat building where the Nizam (Administrator) of the erstwhile Bhopal state held court is also worth. Nutan Higher Secondary School, Sehore one on the oldest best school in sehore.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Sehore had a population of 90,930. Males constitute 52% of the population and females 48%. Sehore has an average literacy rate of 68%, higher than the national average of 59.5%: male literacy is 75%, and female literacy is 61%. In Sehore, 14% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Sehore railway station lies on the Ujjain-Bhopal Branch Line. There are regular trains for Delhi, Kolkata, Chennai, Ahmedabad, Jaipur, Kanpur, Nagpur, Jammu, Puri and other major cities.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>William Townshend (1849&ndash;1923), English cricketer</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Sehore District has a population of 1,311,008, roughly equal to the nation of Mauritius or the US state of New Hampshire. This gives it a ranking of 373rd in India (out of a total of 640). The district has a population density of 199 inhabitants per square kilometre (520/sq mi) . Its population growth rate over the decade 2001-2011 was 21.51%. Sehore has a sex ratio of 918 females for every 1,000 males, and a literacy rate of 71.11%.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sehore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/95560637-b820-4e03-94d2-efd4fcb1bf02_Sehore-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sehore-madhya-pradesh","tags":[{"name":"sehore","slug":"sehore"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":672,"title":"Top Places to visit in Ratlam, Madhya Pradesh","imageUrl":"7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","dateCreated":"2019-09-14T07:47:39.003Z","dateModified":"2019-09-14T07:47:54.66Z","contributedBy":"AskGif","content":"Ratlam known historically as Ratnapuri (lit. gem city) is a city in the northwestern part of the Malwa region in Madhya Pradesh state of India. The city of Ratlam lies 480 metres (1,575 feet) above sea level. It is the administrative headquarters of Ratlam district, which was created in 1947 afte","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"ratlam","slug":"ratlam"}],"slug":"top-places-to-visit-in-ratlam-madhya-pradesh","total":0},{"id":659,"title":"Top Places to visit in Jhabua, Madhya Pradesh","imageUrl":"62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","dateCreated":"2019-09-14T03:01:28.526Z","dateModified":"2019-09-14T03:01:43.165Z","contributedBy":"AskGif","content":"Jhabua is a town and a municipality in Jhabua district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Jhabua District.\r\n&nbsp;\r\nJhabua is a district of Madhya Pradesh state in central India. The town of Jhabua is the administrative headquarters of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jhabua","slug":"jhabua"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-jhabua-madhya-pradesh","total":0},{"id":656,"title":"Top Places to visit in Hoshangabad, Madhya Pradesh","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"Hoshangabad also known as Narmadapuram is a City and a municipality in Hoshangabad district in the Indian state of Madhya Pradesh. It serves as the headquarters of both Hoshangabad district and Narmadapuram division. It is located in central India, on the south bank of the Narmada River. Hoshanga","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hoshangabad","slug":"hoshangabad"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}