{"id":676,"title":"सीहोर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"95560637-b820-4e03-94d2-efd4fcb1bf02_Sehore-railway.jpg","dateCreated":"2019-09-15T01:57:27.482Z","dateModified":"2019-09-15T01:57:41.32Z","contributedBy":"AskGif","content":"<p>सीहोर भारतीय राज्य मध्य प्रदेश में सीहोर जिले का एक शहर और एक नगर पालिका है। यह सीहोर जिले का जिला मुख्यालय है और राज्य की राजधानी भोपाल से 37 किमी दूर भोपाल-इंदौर राजमार्ग पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सीहोर जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। सीहोर शहर जिला मुख्यालय है। जिला भोपाल संभाग का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>पुरातात्विक स्थान का स्थान</p>\r\n<p>गणेश मंदिर: सिद्ध गणेश मंदिर उत्तर-पश्चिम दिशा में गोपालपुर गाँव में स्थापित है, जो जिला मुख्यालय से 3 किमी दूर है। किंवदंती के अनुसार, यह उज्जैन के विक्रमादित्य से मिलता है और बाजीराव I मराठा पेशवा द्वारा पुनर्निर्मित किया जाता है। प्रत्येक बुधवार को यहां बड़ी संख्या में भक्त उमड़ते हैं। गणेश चतुर्थी उत्सव भी यहाँ किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कुंवर चैन सिंह के सेनोटाफ: कुंवर चैनसिंह की सेनोटाफे, समाधियां और कब्रें सीहोर - इंदौर रोड पर लोटिया नदी के तट पर दशहरा वाला मैदान में 2 किमी दूर हैं। ये सेनोटाफ नरसिंह गढ़ एस्टेट के देशभक्त चैनसिंह और राजनीतिक एजेंट मि। मंशांक के बीच की ऐतिहासिक लड़ाई की याद दिलाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जामा मस्जिद: जामा मस्जिद 732 हिजरी में मुगिस उद्दीन शाह द्वारा निर्मित और 1281 में बेगम सिकन्दर जहाँ द्वारा पुनर्निर्मितिीय। इसे एक सुरम्य बावड़ी (पानी की टंकी) कहा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जैन मंदिर: यह कस्बा (सीहोर) में स्थित है। दो तीर्थंकर की मूर्तियाँ 1335, और 1548 विक्रम संवत की हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हनुमान फटक: शहर के दूर दराज के कोने में सीवन नदी के तट पर एक गढ़ी पर भगवान हनुमान का एक जोरदार मंदिर, सौंदर्य वातावरण के साथ-साथ भक्ति की एक प्रमुख सीट प्रदान करता है। आश्विन और चैत्र में नवरात्रा त्योहार अपने धार्मिक महत्व के लिए बहुत लोकप्रिय हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चर्च: सीहोर चर्च जो एक ब्रिटिश राजनीतिक एजेंट द्वारा बनाया गया था जो 1838 में स्कॉटलैंड से संबंधित था। यह इमारत स्कॉटलैंड के एक चर्च की सटीक प्रतिकृति है और यहां तक ​​कि मुख्य रूप से लंबे बांस के पेड़ों से युक्त आसपास की हरियाली, मूल से मेल खाने के लिए डिज़ाइन की गई थी। सीहोर की मिट्टी को पार करने के लिए सदियों के रंगीन इतिहास पर चलना है। सीहोर और इसके विशाल सागौन के जंगलों की यात्रा के लिए वर्ष का सबसे अच्छा समय नवंबर में अपनी पतझड़ के साथ और मार्च की वसंत ऋतु के साथ है। शायद ही, इन दोनों को सीहोर आने का उपयुक्त समय कहा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरुद्वारा: गुरुद्वारा गिन्हा आश्रम, सीहोर में है और इसे 1936 में सिख सैन्यकर्मियों द्वारा पुनर्निर्मित किया गया था, यह गुरुनानक साहब का लंगर और पथ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रामलला मंदिर: रामलला मंदिर बदिया खेड़ी में सीहोर से 1 किमी दूर स्थित है, यह भारत के 84 मठों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>सल्कनपुर दुर्गा मंदिर: विंध्यवासनी बीजासन देवी (हिंदू देवी दुर्गा के अवतार में से एक) का यह पवित्र सिद्धपीठ, भोपाल से 70 किमी दूर रेहटी गाँव के पास, मलकानपुर में एक 800 फुट ऊँची पहाड़ी पर है। देवता, माँ दुर्गा बीजासन को उनके अनुयायियों और स्थानीय लोगों द्वारा उच्च सम्मान में रखा जाता है। इस जगह पर रोजाना 1000 से अधिक सीढ़ियां चढ़ने वाले लोग आते हैं। हर साल नवरात्र के दौरान सालकपुर में एक भव्य मेला लगता है। यह बहुत पुराना मंदिर है, लेकिन वर्तमान में मंदिर सल्कनपुर ट्रस्ट द्वारा पुनर्निर्मित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सरु-मारू गुफाएँ: होशंगाबाद रोड पर गुफाएँ, चट्टानें और स्तूप, इस जगह पर अशोक, उनके बेटे महेंद्र और बेटी संघमित्रा द्वारा दौरा किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हायर सेकेंडरी स्कूल सीहोर: सीहोर में हायर सेकेंडरी स्कूल है जिसका भवन भी उतना ही पुराना है। यह ब्रिटिश द्वारा खोले गए चार वर्नाक्युलर स्कूल में से एक है। यह स्कूल है जो सर हिदायतुल्लाह और न्याय वांचू जैसे पूर्व छात्रों का दावा करता है। निज़ामत भवन जहाँ भोपाल राज्य के तत्कालीन निजाम (प्रशासक) का दरबार भी स्थित है। नूतन हायर सेकेंडरी स्कूल, सीहोर, सीहोर के सबसे पुराने स्कूल में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, सीहोर की जनसंख्या 90,930 थी। पुरुषों की आबादी 52% और महिलाओं की 48% है। सीहोर की औसत साक्षरता दर 68% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 75% है, और महिला साक्षरता 61% है। सीहोर में, 14% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सीहोर रेलवे स्टेशन उज्जैन-भोपाल शाखा लाइन पर स्थित है। दिल्ली, कोलकाता, चेन्नई, अहमदाबाद, जयपुर, कानपुर, नागपुर, जम्मू, पुरी और अन्य प्रमुख शहरों के लिए नियमित ट्रेनें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>विलियम टाउनशेंड (1849-1923), अंग्रेजी क्रिकेटर</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार सीहोर जिले की जनसंख्या 1,311,008 है, जो मॉरीशस के राष्ट्र या न्यू हैम्पशायर के अमेरिकी राज्य के बराबर है। यह इसे भारत में 373 वें (कुल 640 में से) की रैंकिंग देता है। जिले में प्रति वर्ग किलोमीटर 199 (520 / वर्ग मील) जनसंख्या का घनत्व है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 21.51% थी। सीहोर में प्रत्येक 1,000 पुरुषों पर 918 महिलाओं का लिंग अनुपात है, और साक्षरता दर 71.11% है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sehore</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/95560637-b820-4e03-94d2-efd4fcb1bf02_Sehore-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sehore-madhya-pradesh","tags":[{"name":"सीहोर","slug":"sehore"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":672,"title":"रतलाम में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","dateCreated":"2019-09-14T07:47:39.003Z","dateModified":"2019-09-14T07:47:54.66Z","contributedBy":"AskGif","content":"रतलाम को ऐतिहासिक रूप से रत्नापुरी (lit. gem city) के रूप में जाना जाता है, भारत के मध्य प्रदेश राज्य में मालवा क्षेत्र के उत्तर-पश्चिमी भाग में स्थित एक शहर है। रतलाम शहर समुद्र तल से 480 मीटर (1,575 फीट) की ऊंचाई पर स्थित है। यह रतलाम जिले का प्रशासनिक मुख्यालय है, जिसे 1947 में भारत की स्वतंत्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7aa896e8-8ec7-458a-a3a1-84149a068406_Ratlam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"रतलाम","slug":"ratlam"}],"slug":"top-places-to-visit-in-ratlam-madhya-pradesh","total":0},{"id":659,"title":"झाबुआ में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","dateCreated":"2019-09-14T03:01:28.526Z","dateModified":"2019-09-14T03:01:43.165Z","contributedBy":"AskGif","content":"झाबुआ भारतीय राज्य मध्य प्रदेश में झाबुआ जिले का एक शहर और एक नगर पालिका है। यह झाबुआ जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nझाबुआ मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। झाबुआ शहर जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nइतिहास\r\nझाबुआ रियासत\r\nमुख्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62d855ad-060a-462e-9409-a66a94af1859_Jhabua-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"झाबुआ","slug":"jhabua"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-jhabua-madhya-pradesh","total":0},{"id":656,"title":"होशंगाबाद में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"होशंगाबाद को नर्मदापुरम के नाम से भी जाना जाता है और भारतीय राज्य मध्य प्रदेश में होशंगाबाद जिले का एक शहर और एक नगर पालिका है। यह होशंगाबाद जिले और नर्मदापुरम डिवीजन दोनों के मुख्यालय के रूप में कार्य करता है। यह मध्य भारत में, नर्मदा नदी के दक्षिणी तट पर स्थित है। राज्य की राजधानी भोपाल से 76.7","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"होशंगाबाद","slug":"hoshangabad"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}