{"id":677,"title":"सिवनी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"018e1759-9bdd-4a9e-bbee-4d3aceba9db5_Seoni-railway.jpg","dateCreated":"2019-09-15T02:07:03.821Z","dateModified":"2019-09-15T02:07:16.695Z","contributedBy":"AskGif","content":"<p>सिवनी भारतीय राज्य मध्य प्रदेश में सिवनी जिले का एक शहर और एक नगर पालिका है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिवनी जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। सिवनी शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>रूडयार्ड किपलिंग ने सिवनी के आसपास के क्षेत्रों में जंगलों का उपयोग किया, या जैसा कि उन्होंने इसे देखा, सियोने, द जंगल बुक और द जंगल बुक (1894-1895) में मोगली कहानियों के लिए सेटिंग के रूप में, हालांकि यह क्षेत्र एक वास्तविक वर्षावन नहीं है। सिवनी शहर है जहाँ गोदावरी नदी की सहायक नदी, वैनगंगा, उद्गम है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>पेंच टाइगर रिजर्व</p>\r\n<p>नदी बैनगंगा का स्रोत मुंडारा गाँव के नीचे स्थित है, जहाँ उदाहरण के लिए 10 किमी के भीतर पेंच टाइगर रिज़र्व भी शामिल है। पेंच टाइगर रिजर्व का नाम पेंच नदी के नाम पर रखा गया है, जो रिजर्व के माध्यम से उत्तर से दक्षिण की ओर बहती है, और भारत के मध्य प्रदेश राज्य में सिवनी और छिंदवाड़ा जिलों में सतपुड़ा पर्वत श्रृंखला के दक्षिणी छोर पर स्थित है। यह इलाका छोटा है, जिसके किनारे छोटी-छोटी पहाड़ियों से ढके हुए हैं। पेंच नेशनल पार्क का नाम पेंच नदी के नाम पर रखा गया है, जो पार्क के माध्यम से उत्तर से दक्षिण की ओर बहती है। यह नदी मध्य प्रदेश के सिवनी और छिंदवाड़ा जिलों की ऊपरी सीमा और निचले क्षेत्र में महाराष्ट्र राज्य के साथ राज्य की सीमा बनाती है। यह क्षेत्र 1992 में भारत का 19 वाँ बाघ अभयारण्य बन गया। इस पार्क में पर्यटक यातायात में तेजी से वृद्धि हो रही है। पेंच नेशनल पार्क जो बाघ अभयारण्यों के मूल का गठन करता है, को वर्ष 1983 में अधिसूचित किया गया था। पार्क का कुल क्षेत्रफल है 292.85 किमी 2। पेंच टाइगर रिजर्व का कुल क्षेत्रफल 757.85 किमी 2 है।</p>\r\n<p>&nbsp;</p>\r\n<p>रिज़र्व एक ऐसे क्षेत्र में स्थित है जो मध्य भारत के प्राकृतिक इतिहास में महत्वपूर्ण स्थान रखता है। 17 वीं शताब्दी में इसकी वनस्पतियों और जीवों के वर्णन वन्यजीव पुस्तकों में दिखाई दिए। 19 वीं और 20 वीं शताब्दी की शुरुआत में कैप्टन जे। फोर्सिथ और रुडयार्ड किपलिंग की जंगल बुक जैसी किताबों में लिखी गई पुस्तकें इस पथ में प्रकृति की प्रचुरता का चित्रण करती हैं। [मूल शोध?]</p>\r\n<p>&nbsp;</p>\r\n<p>एक वन बेल्ट तीन दिशाओं में फैली हुई है: उत्तर, पूर्व और दक्षिण, सिवनी, बालाघाट और नागपुर जिलों के वन पथों को कवर करती है। भारत के महाराष्ट्र राज्य में दक्षिणी किनारे पर स्थित जंगल को शुरू में पंडित जवाहरलाल नेहरू राष्ट्रीय उद्यान का नाम दिया गया था, जिसे हाल ही में प्रोजेक्ट टाइगर नेटवर्क में इस रिजर्व के नाम से शामिल किया गया है। रिजर्व की दक्षिण-पूर्वी सीमा पर पेंच नदी पर एक बांध का निर्माण किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>यह क्षेत्र कई मौसमी धाराओं और \"नालों\" से भरा हुआ है। रिज़र्व की केंद्रीय रेखा से होकर बहने वाली पेंच नदी अप्रैल के अंत तक सूख जाती है लेकिन स्थानीय रूप से \"डोह\" के रूप में जाने जाने वाले कई जल पूल पाए जाते हैं, जो जंगली जानवरों के लिए वाटरहोल का काम करते हैं। इस क्षेत्र में कुछ बारहमासी झरने भी मौजूद हैं। हालांकि, जल स्रोतों को उचित रूप से वितरित नहीं किया जाता है, इसलिए बड़ा क्षेत्र जंगली जानवरों द्वारा अप्रयुक्त रहता है। चुटकी अवधि में रिजर्व के केंद्र में पेंच जलाशय एकमात्र प्रमुख जल स्रोत है।</p>\r\n<p>&nbsp;</p>\r\n<p>पेंच नदी के किनारे शिकार की मात्रा अधिक होने के कारण, बाघ आमतौर पर इस बेल्ट में रहते हैं। तेंदुए, हालांकि, आमतौर पर परिधीय क्षेत्रों में काम करते हैं लेकिन कभी-कभी गहरे जंगलों में भी देखे जाते हैं। जंगल की बिल्लियाँ आमतौर पर देखी जाती हैं। तेंदुए की बिल्लियाँ, छोटी भारतीय सिवेट और पाम सिवेट आम हैं लेकिन बहुत कम ही देखी जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रिजर्व के छेडिय़ा, जामताड़ा, बोडानाला और प्योरथड़ी इलाकों में जंगली कुत्ते आमतौर पर 12 से 15 के पैक में देखे जाते हैं। जंगली सूअर सर्वव्यापी होते हैं। सुस्ती भालू पहाड़ी, चट्टानी बहिर्वाह और महुल बेल-वन के पक्ष में है। चिंकारा बहुत कम संख्या में मौजूद हैं और टुरिया, तेलिया और दुधगाँव गाँवों के आसपास के खुले इलाकों में पाए जाते हैं। जैकल्स को कभी-कभी टेकड़ी, अलिकट्टा और छिंदिमत्ता गाँवों के पास देखा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनजातीय शिविर पेंच टाइगर रिजर्व</p>\r\n<p>लकड़ी की झोपड़ियों और देहाती अपील के साथ एक रिसॉर्ट, जिसे प्रकृति के साथ प्रकृति में रहने का अनुभव बनाने के लिए डिज़ाइन किया गया है! सिवनी जिले में स्थित, थिसिल खुरई, जो कि SEONI से लगभग 32 किमी दूर है, TRIBAL CAMP सुविधापूर्वक पेंच नेशनल पार्क के बफर के घने में स्थित है। मोगली * के घर, पेंच की वनस्पतियों और जीवों के बीच जंगल में सहवास के दौरान, TRIBAL CAMP, शहरी समकालीन जीवन से एक आकर्षक स्थान है। किंवदंती है कि पेंच वह स्थान था जहाँ मोगली का जन्म हुआ था।</p>\r\n<p>भीमगढ़ बांध</p>\r\n<p>भीमगढ़ बांध जिसे संजय सरोवर बांध के नाम से भी जाना जाता है और ऊपरी वैनगंगा बांध को मध्य प्रदेश के सिवनी जिले के छपारा तहसील में वैनगंगा नदी के पार बनाया गया है। भीमगढ़ संजय सरोवर बांध सिवनी से 43 किमी दूर स्थित है। यह एशिया के सबसे बड़े मिट्टी / मिट्टी के बांध के रूप में जाना जाता है। यह चारों ओर से पहाड़ों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>Amodagarh</p>\r\n<p>अमोदागढ़ सिवनी पर्यटन द्वारा अपने आगंतुकों के लिए एक जगह है। यह माना जाता है कि यह स्थान लेखक रुडयार्ड किपलिंग की पुस्तक \"द जंगल बुक\" के \"मोगली\" का कार्य स्थान था। यह स्थान सिवनी-मंडला राज्य राजमार्ग पर स्थित है। अमोदागढ़ से पर्यटक सोना रानी के महल के अवशेष देख सकते हैं। यह स्थान चुई से लगभग 10 किलोमीटर और सिवनी से लगभग 32 किलोमीटर की दूरी पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>Matradham</p>\r\n<p>\"कतलबोड़ी\" के सिवनी जिले में 15 किलोमीटर पश्चिम में एक गाँव है, जिसे मातृधाम भी कहा जाता है। हिंदू गुरु शंकर आचार्य ने 2003 में यहां उस स्थान के सम्मान में एक शिव मंदिर का निर्माण किया था, जिसमें उनका जन्म हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>गुरु रत्नेश्वर धाम: विश्व का सबसे बड़ा स्फटिक शिवलिंग</p>\r\n<p>हिंदू गुरु शंकरा आचार्य ने दिघोरी गाँव में एक बड़े गुरु रत्नेश्वर धाम (स्फटिक शिवलिंग - ५४ किलो विश्व की सबसे बड़ी और २१ किलो पारस शिवलिंग) का निर्माण किया, जो सिवनी के उत्तर की ओर स्थित है और इस शहर से २५ किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>सिवनी 22.08 &deg; N 79.53 &deg; E पर स्थित है। इसकी औसत ऊंचाई 611 मीटर (2005 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर समुद्र तल से 2,005 फीट ऊपर है, आधा नागपुर और जबलपुर के बीच है। 2011 तक, शहर की आबादी 1,379,131 थी। यह 1774 में स्थापित किया गया था, और इसमें बड़े सार्वजनिक उद्यान, एक बाजार स्थान और एक टैंक दलसागर शामिल हैं। इसमें 37% फॉरेस्ट कवर है। सिवनी जिला मध्य प्रदेश के दक्षिणी भाग में स्थित है। भौगोलिक दृष्टि से यह जिला 8758 किमी 2 के क्षेत्र में फैला हुआ है। यह उत्तर में जबलपुर, नरसिंहपुर और मंडला जिलों से, पूर्व में बालाघाट और पश्चिम में छिंदवाड़ा और नागपुर (महाराष्ट्र) के साथ अपनी दक्षिणी सीमा साझा करता है। राष्ट्रीय राजमार्ग संख्या 44 भारत में सबसे लंबा है जो कन्याकुमारी-बनारस को उत्तर से दक्षिण तक जिले से जोड़ता है। मेला मौसम सड़कों जिले के प्रमुख शहरों को जोड़ता है। संकरी-गेज छिंदवाड़ा-नैनपुर मध्य रेलवे जबलपुर, नागपुर, छिंदवाड़ा, बालाघाट, कटंगी, केओलारी और नैनपुर को जोड़ने वाले सिवनी से गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, सिवनी की आबादी 102,343 थी। पुरुषों की आबादी का 50.45% और महिलाओं का 49.55% है। सिवनी की औसत साक्षरता दर 90.46% है, पुरुष साक्षरता 94.71% है, और महिला साक्षरता 86.03% है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Seoni,_Madhya_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/018e1759-9bdd-4a9e-bbee-4d3aceba9db5_Seoni-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-seoni-madhya-pradesh","tags":[{"name":"सिवनी","slug":"seoni"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":667,"title":"नीमच में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","dateCreated":"2019-09-14T05:23:51.529Z","dateModified":"2019-09-14T05:24:06.47Z","contributedBy":"AskGif","content":"नीमच या नीमच भारतीय राज्य मध्य प्रदेश के मालवा क्षेत्र का एक कस्बा है। यह शहर राजस्थान राज्य के साथ अपनी पूर्वोत्तर सीमा साझा करता है और नीमच जिले का प्रशासनिक मुख्यालय है। पूर्व में ग्वालियर रियासत की एक बड़ी ब्रिटिश छावनी, 1822 में यह शहर 1895 में संयुक्त राजपुताना-मालवा राजनीतिक एजेंसी और मालव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नीमच","slug":"neemuch"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-neemuch-madhya-pradesh","total":0},{"id":658,"title":"जबलपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","dateCreated":"2019-09-14T02:51:12.147Z","dateModified":"2019-09-14T02:51:24.457Z","contributedBy":"AskGif","content":"जबलपुर (जिसे 2006 तक जुब्बलपुर के नाम से जाना जाता है, आधिकारिक वर्तनी है) मध्य प्रदेश, भारत के राज्य में एक स्तरीय 2 शहर है। यह मध्य प्रदेश के प्रमुख शहरों में से एक है। 2011 की जनगणना के अनुसार, यह मध्य प्रदेश में तीसरा सबसे बड़ा शहरी समूह है, और देश का 37 वां सबसे बड़ा शहरी समूह है। इसे भेड़ाघ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"जबलपुर","slug":"jabalpur"}],"slug":"top-places-to-visit-in-jabalpur-madhya-pradesh","total":0},{"id":657,"title":"इंदौर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"291ed47f-81af-4620-ae81-1ebaca7d585b_Indore-railway.jpg","dateCreated":"2019-09-14T02:44:45.568Z","dateModified":"2019-09-14T02:44:58.906Z","contributedBy":"AskGif","content":"इंदौर भारतीय राज्य मध्य प्रदेश में सबसे अधिक आबादी वाला और सबसे बड़ा शहर है। यह इंदौर जिला और इंदौर डिवीजन दोनों के मुख्यालय के रूप में कार्य करता है। इसे राज्य का एक शिक्षा केंद्र भी माना जाता है और इसमें भारतीय प्रौद्योगिकी संस्थान और भारतीय प्रबंधन संस्थान दोनों के परिसर हैं। मालवा पठार के दक्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/291ed47f-81af-4620-ae81-1ebaca7d585b_Indore-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"इंदौर","slug":"indore"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-indore-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}