{"id":677,"title":"Top Places to visit in Seoni, Madhya Pradesh","imageUrl":"018e1759-9bdd-4a9e-bbee-4d3aceba9db5_Seoni-railway.jpg","dateCreated":"2019-09-15T02:07:03.821Z","dateModified":"2019-09-15T02:07:16.695Z","contributedBy":"AskGif","content":"<p>Seoni is a city and a municipality in Seoni district in the Indian state of Madhya Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Seoni District is a district of Madhya Pradesh state in central India. The town of Seoni is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Rudyard Kipling used the forests in the vicinity of Seoni, or as he spells it, Seeonee, as the setting for the Mowgli stories in The Jungle Book and The Second Jungle Book (1894&ndash;1895), although the area is not an actual rainforest. Seoni is city where tributary of the river Godavari, the Wainganga, originates.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>Pench Tiger Reserve</p>\r\n<p>The River Bainganga's source is located beneath the village Mundara, where it includes for example the Pench Tiger Reserve within 10 km. The Pench Tiger Reserve is named after the Pench River, which flows from north to south through the reserve, and is located in the southern reaches of the Satpura hill ranges in the Seoni and Chhindwara districts in the Madhya Pradesh state of India. The terrain is undulating, with most of the area covered by small hill ranges, steeply sloping on the sides. The Pench National Park is named after the Pench River, which flows from north to south through the park. This river constitutes the district boundary of Seoni and Chhindwara districts of Madhya Pradesh in the upper region and State boundary with Maharashtra State in the lower region. This area became the 19th tiger reserve of India in 1992. The tourist traffic is experiencing fast growth in this park.Pench The Pench National Park which constitutes the core of the tiger reserves was notified in the year 1983. The total area of the park is 292.85 km2. The total area of the Pench Tiger Reserve is 757.85 km2.</p>\r\n<p>&nbsp;</p>\r\n<p>The reserve is situated in an area that holds a significant place in the natural history of Central India. Descriptions of its flora and fauna have appeared in wildlife books dating back to the 17th century. Books written in the 19th and early 20th century by naturalists like Captain J. Forsyth and Rudyard Kipling's Jungle Book cover the panorama of nature's abundance in this tract.[original research?]</p>\r\n<p>&nbsp;</p>\r\n<p>A forest belt extends in three directions: north, east and south, covering forest tracts of Seoni, Balaghat and Nagpur districts. The contiguous forest on the southern side in the Maharashtra state of India, initially named Pandit Jawaharlal Nehru National Park has been recently included in the Project Tiger network under the same name as this reserve. A dam was constructed on the Pench River on south-eastern boundary of the reserve.</p>\r\n<p>&nbsp;</p>\r\n<p>The area is criss-crossed by numerous seasonal streams and \"nalas\". The Pench River flowing through the central line of the reserve is dry by the end of April but a number of water pools locally known locally as \"dohs\" are found, which serve as waterholes for wild animals. A few perennial springs also exist in this area. However, the water sources are not suitably distributed, hence large area remains unused by the wild animals. The Pench reservoir at the center of the reserve is the only major water source during pinch period.</p>\r\n<p>&nbsp;</p>\r\n<p>As the prey concentration is high along the Pench River, tigers usually inhabit this belt. Leopards, though, generally operate in the peripheral areas but are occasionally seen in deep forests also. Jungle cats are commonly seen. Leopard cats, small Indian civet and palm civet are common but seen very rarely.</p>\r\n<p>&nbsp;</p>\r\n<p>Wild dogs are commonly seen in packs of 12 to 15, near Chhedia, Jamtara, Bodanala and Pyorthadi areas of the reserve. Wild boars are ubiquitous. Sloth bears occupy the hilly, rocky outcrops and favour mahul bel-infested forest. Chinkara are present in very small numbers and are found in open areas around Turia, Telia, and Dudhgaon villages. Jackals are seen occasionally near Tekadi, Alikatta and Chhindimatta villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Tribal Camp Pench Tiger Reserve</p>\r\n<p>A resort with wooden huts and rustic appeal, that has been designed to create an experience of living in nature, with nature! Located in the Seoni District, Thesil Khurai, approximately 32 km from SEONI, TRIBAL CAMP is conveniently located in the thick of the buffer of the Pench National Park. Nestled cozily in the wilderness amidst the flora and fauna of Pench, home to Mowgli*, TRIBAL CAMP is an enticing getaway from urban contemporary living. Legend has it that Pench was the place where Mowgli was born.</p>\r\n<p>&nbsp;</p>\r\n<p>Bheemgarh Dam</p>\r\n<p>Bheemgarh dam also known as Sanjay Sarovar Bandh and Upper Wainganga dam is built Across the Wainganga river in Chhapara tehsil of Seoni district of Indian state of Madhya Pradesh. The Bhimgarh Sanjay Sarovar Dam is located 43 km away from the Seoni. It is known as the biggest Mud / Earthen dam of Asia.. It is bounded by mountains from all sides.</p>\r\n<p>&nbsp;</p>\r\n<p>Amodagarh</p>\r\n<p>Amodagarh is a place offered by Seoni tourism to its visitors. It is supposed that this place was the work place of \"Mowgli\" of author Rudyard Kipling&rsquo;s book \"The Jungle Book\". This place is situated on the Seoni-Mandla state highway. From Amodagarh tourists can see the remains of the palace of Sona Rani. The place lies at a distance of approximately 10 kilometres from Chhui and about 32 kilometres from Seoni.</p>\r\n<p>&nbsp;</p>\r\n<p>Matradham</p>\r\n<p>There is a village 15 km west in the Seoni district of \"Katalbodi\" also known as Matradham. The Hindu guru Shankara Acharya constructed a Shiv Temple here in 2003 in honour of the place in which he was born.</p>\r\n<p>&nbsp;</p>\r\n<p>Guru Rataneshwar Dham : World's Largest Sphatik Shivling</p>\r\n<p>Hindu Guru Shankra Acharya also constructed a big Guru Rataneshwar Dham (sphatik Shivling - 54 kg world biggest and 21 kg paras shivling) in Dighori village, which is situated on the north side of Seoni and is 25 km away from this town.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Seoni is located at 22.08&deg;N 79.53&deg;E. It has an average elevation of 611 metres (2005 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>The city is 2,005 ft. above sea level, halfway between Nagpur and Jabalpur. As of 2011, the city had a population of 1,379,131. It was founded in 1774, and contains large public gardens, a market place and a tank dalsagar. It has 37% forest cover. The Seoni district is located in the southern part of Madhya Pradesh. Geographically the district extends over an area of 8758 km2. It is bordered by Jabalpur, Narsinghpur and Mandla districts to the north, Balaghat to the east and Chhindwara to the west and the shares its southern boundary with Nagpur (Maharashtra). National Highway No. 44 is longest of India connects the Kanyakumari-Banaras passes through the district from north to south. Fair weather roads connect the major towns in the district. The narrow-gauge Chhindwara-Nainpur Central Railway passes through Seoni connecting Jabalpur, Nagpur, Chhindwara, Balaghat, Katangi, Keolari and Nainpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 census, Seoni had a population of 102,343. Males constitute 50.45% of the population and females 49.55%. Seoni has an average literacy rate of 90.46%, male literacy is 94.71%, and female literacy is 86.03%.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Seoni,_Madhya_Pradesh</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/018e1759-9bdd-4a9e-bbee-4d3aceba9db5_Seoni-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-seoni-madhya-pradesh","tags":[{"name":"seoni","slug":"seoni"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":667,"title":"Top Places to visit in Neemuch, Madhya Pradesh","imageUrl":"c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","dateCreated":"2019-09-14T05:23:51.529Z","dateModified":"2019-09-14T05:24:06.47Z","contributedBy":"AskGif","content":"Neemuch or Nimach is a town in the Malwa region of the Indian state of Madhya Pradesh. The town shares its northeastern border with state of Rajasthan and is the administrative headquarters of Neemuch District. Formerly a large British cantonment of Gwalior princely state, in 1822 the town became","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0874f08-4bdd-45cc-82d4-f1fb1f453d4f_Neemuch-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"neemuch","slug":"neemuch"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-neemuch-madhya-pradesh","total":0},{"id":658,"title":"Top Places to visit in Jabalpur, Madhya Pradesh","imageUrl":"0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","dateCreated":"2019-09-14T02:51:12.147Z","dateModified":"2019-09-14T02:51:24.457Z","contributedBy":"AskGif","content":"Jabalpur (formerly known as Jubbulpore, the official spelling until 2006) is a tier 2 city in the state of Madhya Pradesh, India. It is one of the major cities of Madhya Pradesh. According to the 2011 census, it is the third-largest urban agglomeration in Madhya Pradesh, and the country's 37th-la","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0ec75f28-834c-4f6a-9d18-89d3c909e6b8_Jabalpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"jabalpur","slug":"jabalpur"}],"slug":"top-places-to-visit-in-jabalpur-madhya-pradesh","total":0},{"id":657,"title":"Top Places to visit in Indore, Madhya Pradesh","imageUrl":"291ed47f-81af-4620-ae81-1ebaca7d585b_Indore-railway.jpg","dateCreated":"2019-09-14T02:44:45.568Z","dateModified":"2019-09-14T02:44:58.906Z","contributedBy":"AskGif","content":"Indore is the most populous and the largest city in the Indian state of Madhya Pradesh. It serves as the headquarters of both Indore District and Indore Division. It is also considered as an education hub of the state and has campuses of both the Indian Institute of Technology and the Indian Inst","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/291ed47f-81af-4620-ae81-1ebaca7d585b_Indore-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"indore","slug":"indore"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-indore-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}