{"id":678,"title":"Top Places to visit in Shahdol, Madhya Pradesh","imageUrl":"cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","dateCreated":"2019-09-15T02:25:27.928Z","dateModified":"2019-09-15T02:25:42.947Z","contributedBy":"AskGif","content":"<p>Shahdol is a city in Shahdol district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Shahdol District.</p>\r\n<p>&nbsp;</p>\r\n<p>Shahdol District is a district of Madhya Pradesh state in east central India. With a total area of 6,205 square kilometer and a population of 10,66,063. Shahdol is an important district of Madhya Pradesh. The town of Shahdol is the district headquarters. The district is also a Division. Some of the districts in this division are Annupur and Umaria.</p>\r\n<p>&nbsp;</p>\r\n<p>The Virateshwara Temple in Sohagpur Vangana is the most important tourist destination of Shahdol and a structural masterpiece. The district extends 110 km from east to west and 170 km from north to south.</p>\r\n<p>&nbsp;</p>\r\n<p>The total population of the district is 908,100, out of which 391,027 are Scheduled Tribes and 67,528 are Scheduled Castes.</p>\r\n<p>&nbsp;</p>\r\n<p>The district consists mainly of hills, with a belt of śāl trees and mixed forests. The total geographical area of the district is 5,671 square kilometres (2,190 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Topography</p>\r\n<p>The District is located in the north-eastern part of the Deccan Plateau. It lies at the trijunction of Maikal Ranges of the [Satpura Range], the foot of the [Kymore Range] an extension of the Vindhya Range and a mass of parallel hills which extend over the Chhota Nagpur plateau in Jharkhand. In between these hill ranges lies the narrow valley of the Son and its tributaries. Since the Kymore Range extends along the Son just across the northern boundary, the District may be divided into three physiographic divisions. They are :-</p>\r\n<p>&nbsp;</p>\r\n<p>The Maikal Range</p>\r\n<p>The Hills of Eastern Plateau</p>\r\n<p>The Upper Son Valley</p>\r\n<p>Geographical scenario</p>\r\n<p>District Shahdol is predominantly hilly district. It is picturesque with certain pockets and belt of SAL and mixed forests. Total geographical area of the district is 5671 km2. Adjacents to the District Shahdol are the boarding districts Dindori, Satna, Sidhi, Umaria, Anuppur and Rewa.</p>\r\n<p>&nbsp;</p>\r\n<p>Mineral resources</p>\r\n<p>District Shahdol is very rich in its mineral resources. Minerals found in district are coal, fire clay, ochers and marble. Sohagpur Coalfield contributes a major part in the revenue of the state. A brief description of the various occurrences is given below :</p>\r\n<p>&nbsp;</p>\r\n<p>Coal</p>\r\n<p>The important coal field in the District is Sohagpur coal field. The Barakars in this area are about 3100 km2 Four coal seams have been recorded from the lower Barakars whereas a few thin seams are reported from Upper Barakars. The Lower Barakar coal of lower ash content and better quality as compared to that from Upper Barakars. In general the coal is of low rank, high moisture, high volatiles and non-coking type. A reserve of 4064 million tonnes has been estimated from this field.</p>\r\n<p>&nbsp;</p>\r\n<p>Clay</p>\r\n<p>Good black clay deposits occur near Jamuni and Hinota.</p>\r\n<p>&nbsp;</p>\r\n<p>Ochers</p>\r\n<p>Ochers deposit in the Shahdol district is reported from pachdi.</p>\r\n<p>&nbsp;</p>\r\n<p>Marble</p>\r\n<p>Marble deposits are found near villages Pasgarhi, Bagdari and Paparedi. Details of the deposit to be under search in these areas.</p>\r\n<p>&nbsp;</p>\r\n<p>Uranium</p>\r\n<p>District Shahdol is only uranium producer in state</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Shahdol one of the country's 250 most backward districts (out of a total of 640). It is one of the 24 districts in Madhya Pradesh currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Agriculture</p>\r\n<p>District is very backward in the field of agriculture. Tribals of the district prefer the cultivation in the old traditional method. The size of the fields are very small and mainly the tribals are marginal farmers. The yearly yield of the products from the fields are not enough for their home use. Hence, for the rest part of the year they work on daily wages. Mahua fruit, wood &amp; seeds are source of income for tribe area people.</p>\r\n<p>&nbsp;</p>\r\n<p>Living standard of the tribe</p>\r\n<p>The Tribals have a simple lifestyle. Their houses are made of mud, bamboo sticks, paddy, straw and local tiles. Tribal men wear Dhoti, Bandi, Fatohi and headgear. Women wear Saree named \"Kaansh\" saree in the local dialect. The saree is usually of skin colour. Women love to wear colourful clothes and ornaments. They wear traditional jewelry made of bamboo, seeds and metals.Nowadays people have also taken a liking for Western wear.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Virateshwara Temple</p>\r\n<p>The Virateshwara temple, dating back to the 10th - 11th century CE, is a temple of Lord Shiva in Sohagpur, Shahdol district of Madhya Pradesh. This temple was built by the Kalchuri ruler, Maharaja Yuvraj between 950 A.D. and 1050 A.D. This was built as a present for the Acharya (saint) of Golkaki Math. Many archaeologists[who?] consider this temple as the temple of Karna Deva. This 70 feet tall temple is one of the most famous architectures of the Kalchuri Age. The temple is under the preservation of the Archaeological Survey of India (ASI).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shahdol_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-shahdol-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"shahdol","slug":"shahdol"}],"recommendations":[{"id":671,"title":"Top Places to visit in Rajgarh, Madhya Pradesh","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"Rajgarh district is a District of Madhya Pradesh state in central India. The city of Rajgarh is the administrative headquarters of the district. Rajgarhin Madhya Pradesh is one of the aspirational districts selected by Government of India. The district has an area of 6,154 km&sup2; and the popula","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rajgarh","slug":"rajgarh"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":670,"title":"Top Places to visit in Raisen, Madhya Pradesh","imageUrl":"ace40667-ca81-41c8-a72e-b3d46a24e41b_Raisen-tourism.jpg","dateCreated":"2019-09-14T06:19:08.475Z","dateModified":"2019-09-14T06:24:08.979Z","contributedBy":"AskGif","content":"Raisen is a town and a municipality in Raisen district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Raisen District. Raisen takes its name from the massive fort at the top of a hill. The town is located at the foot. The name is probably a corruption of Rajavasin","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ace40667-ca81-41c8-a72e-b3d46a24e41b_Raisen-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"raisen","slug":"raisen"}],"slug":"top-places-to-visit-in-raisen-madhya-pradesh","total":0},{"id":656,"title":"Top Places to visit in Hoshangabad, Madhya Pradesh","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"Hoshangabad also known as Narmadapuram is a City and a municipality in Hoshangabad district in the Indian state of Madhya Pradesh. It serves as the headquarters of both Hoshangabad district and Narmadapuram division. It is located in central India, on the south bank of the Narmada River. Hoshanga","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hoshangabad","slug":"hoshangabad"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}