{"id":678,"title":"शाहडोल में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","dateCreated":"2019-09-15T02:25:27.928Z","dateModified":"2019-09-15T02:25:42.947Z","contributedBy":"AskGif","content":"<p>शहडोल भारतीय राज्य मध्य प्रदेश में शहडोल जिले का एक शहर है। यह शहडोल जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहडोल जिला पूर्व मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। 6,205 वर्ग किलोमीटर के कुल क्षेत्रफल और 10,66,063 की आबादी के साथ। शहडोल मध्य प्रदेश का एक महत्वपूर्ण जिला है। शहडोल शहर जिला मुख्यालय है। जिला भी एक डिवीजन है। इस संभाग के कुछ जिले अन्नूपुर और उमरिया हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सोहागपुर वंजना में विराटेश्वर मंदिर शहडोल का सबसे महत्वपूर्ण पर्यटन स्थल और एक संरचनात्मक कृति है। यह जिला पूर्व से पश्चिम तक 110 किमी और उत्तर से दक्षिण तक 170 किमी तक फैला हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले की कुल जनसंख्या 908,100 है, जिसमें से 391,027 अनुसूचित जनजाति और 67,528 अनुसूचित जाति हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में मुख्य रूप से पहाड़ियाँ हैं, जिनमें mixedāl पेड़ों और मिश्रित जंगलों की एक बेल्ट है। जिले का कुल भौगोलिक क्षेत्रफल ५,६ ge१ वर्ग किलोमीटर (२,१ ९ ० वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>तलरूप</p>\r\n<p>जिला दक्कन के पठार के उत्तर-पूर्वी भाग में स्थित है। यह [सतपुड़ा रेंज], [किमोर रेंज] का पैर, विंध्य रेंज का विस्तार और समानांतर पहाड़ियों का एक समूह है जो झारखंड में छोटा नागपुर पठार तक फैला हुआ है। इन पहाड़ियों के बीच में सोन और इसकी सहायक नदियों की तंग घाटी है। चूँकि किमोर रेंज सोन के साथ-साथ उत्तरी सीमा के पार तक फैली हुई है, इसलिए जिले को तीन शारीरिक डिवीजनों में विभाजित किया जा सकता है। वो हैं :-</p>\r\n<p>&nbsp;</p>\r\n<p>मैकल श्रेणी</p>\r\n<p>पूर्वी पठार की पहाड़ियाँ</p>\r\n<p>ऊपरी सोन घाटी</p>\r\n<p>भौगोलिक परिदृश्य</p>\r\n<p>जिला शहडोल मुख्यतः पहाड़ी जिला है। यह कुछ जेब और SAL और मिश्रित जंगलों के बेल्ट के साथ सुरम्य है। जिले का कुल भौगोलिक क्षेत्रफल 5671 km2 है। जिला शहडोल के निकटवर्ती जिले डिंडोरी, सतना, सीधी, उमरिया, अनूपपुर और रीवा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खनिज संसाधनों</p>\r\n<p>जिला शहडोल अपने खनिज संसाधनों में बहुत समृद्ध है। जिले में पाए जाने वाले खनिजों में कोयला, अग्नि मिट्टी, ऑचर्स और संगमरमर हैं। सोहागपुर कोयला क्षेत्र राज्य के राजस्व में एक प्रमुख हिस्सा है। विभिन्न घटनाओं का संक्षिप्त विवरण नीचे दिया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>कोयला</p>\r\n<p>जिले का महत्वपूर्ण कोयला क्षेत्र सोहागपुर कोयला क्षेत्र है। इस क्षेत्र में बाराकर लगभग 3100 किमी 2 हैं। निचले बाराकारों से चार कोयला सीम रिकॉर्ड किए गए हैं, जबकि ऊपरी बाराकर से कुछ पतले सीम की रिपोर्ट की गई है। ऊपरी बाराकर की तुलना में कम राख की मात्रा और बेहतर गुणवत्ता वाला लोअर बराकर कोयला। सामान्य तौर पर कोयला निम्न श्रेणी, उच्च नमी, उच्च वाष्पशील और गैर-कोकिंग प्रकार का होता है। इस क्षेत्र से 4064 मिलियन टन के भंडार का अनुमान लगाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>चिकनी मिट्टी</p>\r\n<p>जामुन और हिनोता के पास अच्छी काली मिट्टी जमा होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>Ochers</p>\r\n<p>शहडोल जिले में ओचरों का जमाव पचडी से बताया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>संगमरमर</p>\r\n<p>पासगढ़ी, बगदरी और पपारेदी गाँवों के पास संगमरमर के भंडार पाए जाते हैं। इन क्षेत्रों में खोज के लिए जमा होने का विवरण।</p>\r\n<p>&nbsp;</p>\r\n<p>यूरेनियम</p>\r\n<p>जिला शहडोल केवल राज्य में यूरेनियम उत्पादक है</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने शहडोल को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह मध्य प्रदेश के 24 जिलों में से एक है जो वर्तमान में पिछड़ा क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>कृषि</p>\r\n<p>कृषि के क्षेत्र में जिला बहुत पिछड़ा हुआ है। जिले के आदिवासी पुरानी पारंपरिक विधि से खेती करना पसंद करते हैं। खेतों का आकार बहुत छोटा है और मुख्यतः आदिवासी सीमांत किसान हैं। खेतों से मिलने वाले उत्पादों की वार्षिक पैदावार उनके घरेलू उपयोग के लिए पर्याप्त नहीं है। इसलिए, वर्ष के शेष भाग के लिए वे दैनिक मजदूरी पर काम करते हैं। महुआ फल, लकड़ी और बीज जनजाति क्षेत्र के लोगों के लिए आय का स्रोत हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनजाति का जीवन स्तर</p>\r\n<p>आदिवासियों की एक सरल जीवन शैली है। उनके घर मिट्टी, बांस की छड़ें, धान, पुआल और स्थानीय टाइलों से बने हैं। आदिवासी पुरुष धोती, बांडी, फतोही और टोपी पहनते हैं। महिलाएं स्थानीय बोली में \"कंस\" नाम की साड़ी पहनती हैं। साड़ी आमतौर पर त्वचा के रंग की होती है। महिलाओं को रंगीन कपड़े और गहने पहनना पसंद है। वे बांस, बीज और धातुओं से बने पारंपरिक गहने पहनते हैं। आजकल लोग पश्चिमी परिधान भी पसंद कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>वीरेश्वर मंदिर</p>\r\n<p>वीरेश्वर मंदिर, जो 10 वीं - 11 वीं शताब्दी ईस्वी पूर्व का है, मध्य प्रदेश के शहडोल जिले के सोहागपुर में भगवान शिव का मंदिर है। इस मंदिर का निर्माण कलचुरी शासक, महाराजा युवराज ने 950 A.D. और 1050 A.D के बीच करवाया था। यह गोलकीकी मठ के आचार्य (संत) के लिए बनाया गया था। कई पुरातत्वविद [कौन?] इस मंदिर को कर्ण देवता का मंदिर मानते हैं। यह 70 फीट लंबा मंदिर कलचुरी युग के सबसे प्रसिद्ध वास्तुशिल्प में से एक है। मंदिर भारतीय पुरातत्व सर्वेक्षण (एएसआई) के संरक्षण में है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shahdol_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cdec88d2-9b54-4b7c-8217-326f0437f139_Shahdol-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-shahdol-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"शाहडोल","slug":"shahdol"}],"recommendations":[{"id":671,"title":"राजगढ़ में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","dateCreated":"2019-09-14T07:42:08.796Z","dateModified":"2019-09-14T07:42:37.533Z","contributedBy":"AskGif","content":"राजगढ़ जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। राजगढ़ शहर जिले का प्रशासनिक मुख्यालय है। राजघरिन मध्य प्रदेश भारत सरकार द्वारा चुने गए आकांक्षात्मक जिलों में से एक है। जिले का क्षेत्रफल 6,154 वर्ग किमी है और जनसंख्या 1,545,814 (2011 की जनगणना) है। जिला मालवा पठार के उत्तरी किनारे पर स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/dae885f1-35f0-4919-b2e3-0dca1c051075_Rajgarh-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"राजगढ़","slug":"rajgarh"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rajgarh-madhya-pradesh","total":0},{"id":670,"title":"रायसेन में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"ace40667-ca81-41c8-a72e-b3d46a24e41b_Raisen-tourism.jpg","dateCreated":"2019-09-14T06:19:08.475Z","dateModified":"2019-09-14T06:24:08.979Z","contributedBy":"AskGif","content":"रायसेन भारतीय राज्य मध्य प्रदेश में रायसेन जिले का एक शहर और एक नगरपालिका है। यह रायसेन जिले का प्रशासनिक मुख्यालय है। रायसेन एक पहाड़ी के शीर्ष पर विशाल किले से अपना नाम लेता है। शहर पैर में स्थित है। नाम संभवत: राजवासिनी या राजासायन का एक भ्रष्टाचार है - शाही निवास। रायसेन जिले में घूमने के लिए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ace40667-ca81-41c8-a72e-b3d46a24e41b_Raisen-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"रायसेन","slug":"raisen"}],"slug":"top-places-to-visit-in-raisen-madhya-pradesh","total":0},{"id":656,"title":"होशंगाबाद में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","dateCreated":"2019-09-14T01:23:45.885Z","dateModified":"2019-09-14T01:23:59.894Z","contributedBy":"AskGif","content":"होशंगाबाद को नर्मदापुरम के नाम से भी जाना जाता है और भारतीय राज्य मध्य प्रदेश में होशंगाबाद जिले का एक शहर और एक नगर पालिका है। यह होशंगाबाद जिले और नर्मदापुरम डिवीजन दोनों के मुख्यालय के रूप में कार्य करता है। यह मध्य भारत में, नर्मदा नदी के दक्षिणी तट पर स्थित है। राज्य की राजधानी भोपाल से 76.7","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1fd44977-30dd-4dfb-8f45-d79c2fcef79c_Hoshangabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"होशंगाबाद","slug":"hoshangabad"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-hoshangabad-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}