{"id":679,"title":"Top Places to visit in Shajapur, Madhya Pradesh","imageUrl":"83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","dateCreated":"2019-09-15T02:31:13.959Z","dateModified":"2019-09-15T02:31:27.047Z","contributedBy":"AskGif","content":"<p>Shajapur is a town in Malwa region of Madhya Pradesh state in west-central India. It is the head quarters of Shajapur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Shajapur District is a district of Madhya Pradesh state of central India. The town of Shajapur is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Shajapur District is part of the Malwa Plateau. The district is situated in the northwestern part of the state and lies between latitudes 32\"06' and 24\" 19' North and longitudes 75\" 41' and 77\" 02' East. The district is bounded by Ujjain District to the west, Dewas and Sehore to the south, Rajgarh to the east, and Jhalawar District of Rajasthan to the north. Shajapur district is part of Ujjain Division.Shajapur district in Ujjain division was brought during 1981 census. The district is identified from the Headquarters town Shajapur named after honor of Shahjahan the Mughal Emperor who halted here in 1640. It is said that the original name was Shahjahanpur, which subsequently reduces to Shajapur. Since the formation of the Gwalior state, it has remained a district.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>The town contains numerous places of interest including:</p>\r\n<p>&nbsp;</p>\r\n<p>Sonaniya Bheru Maharaj temple is situated in Araniya Kalan (town in Kalapipal block).</p>\r\n<p>The Raj Rajeshwari Temple is one of Famous Shakti Temple Sculpture of temple is about 10th century A.D. Age of Parmars. It is situated near the A.B, Road. It is estimated to have been built between 1007 and 1009 by Raja Bhoj. Mangal Nath Temple is behind the Raj Raeshvari Temple and near the Bank of Chillar River.</p>\r\n<p>The Karedi Mata temple, which was built by Karan (Mahabharata)(15 km From District HQ situated In Ujjain-Shajapur District Boundaries) \"Mahakaleswar Temple\" is situated in \"sundersi\". It was from ancient time. Sundersi is a historical place in the honor of 'sunderbai' sister of \"maharaja vikramaditya\" this place is known as \"sundergarh\".</p>\r\n<p>The old fort is near the bank of the Chiler river built by the Mughal Emperor. The fort used to contain the district court but it is now home to the Central School of Shajapur and Girls District College (GDC).</p>\r\n<p>Pale wale Baba ka Mandir (Khardon Kalan) &amp; Mata Vijyasan Mandir (Lasudliya Patla) are at 110 km from Shajapur.</p>\r\n<p>Pandu Kho (Near Lal Ghati) where Pandawas (Mahabharat) stayed during their Vanvas.</p>\r\n<p>Bapu Ki Kutia is situated near collectorate at AB Road, Shajapur (Temple &amp; Samadhi).</p>\r\n<p>Muradpura Temple (Old Famous Temple of God Hanuman)</p>\r\n<p>Mankamneshwar Mahadev Temple (Kumharia Khas) is very old Temple of God Shiva.</p>\r\n<p>Baba Baijnath Temple (Agar) is 70 km from District HQ.</p>\r\n<p>Mata Baglamukhi Temple (Nalkheda) is one of the shakti peeth in India and a very famous temple of Nalkheda tehsil(now in newly made district. AGAR).</p>\r\n<p>Nityanand Ashram is situated at AB Road Shajapur</p>\r\n<p>Bhairo Dungri. it is the highest mountain peak in Shajapur and having a temple at the top.</p>\r\n<p>Fort, and Jama Masjid.</p>\r\n<p>mazare-e-sherif, the famous mazare is situated near at Kashinagar,Shajapur.</p>\r\n<p>Chillar Dam is very important place of tourist it is life line of shajapur. It's situated in the village Sanpkheda.</p>\r\n<p>Iklera mataji is the famous temple situated at iklera.</p>\r\n<p>Ballon is the famous temple situated at ballon pond.</p>\r\n<p>railway</p>\r\n<p>Famous temple of God Hanuman is situated at bolai.</p>\r\n<p>Famous temple of Baba Ramdev Ji Maharaj is situated at khatsur.</p>\r\n<p>Famous temple of Ilahi Mata Ji is situated at Village MADANA.</p>\r\n<p>Famous Kamdhenu Gau-Shaala is situated at Village MADANA, which is having more than 200 cows.</p>\r\n<p>&nbsp;</p>\r\n<p>Agar-Malwa (Baijnath Dham)</p>\r\n<p>This is the western part of the district covering the major areas of Agar malwa tehsil. There is a hill tract in the west of Badod town showing scattered hillocks in a north-south direction. The presence of hills in the center has affected the drainage pattern. The height of this tract varies between 500 and 545 meters above the mean sea level and it slopes towards the north. Dudhaliy and Kachhol are the main streams in the west, originating from the hill tract and draining towards the west. Chhoti Kali Sindh, which is the main perennial stream of the region, flows northwards on the western border of the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Shajapur forested upland</p>\r\n<p>The region stretches from north to south in the middle of the district covering considerable portions of Agar Malwa and Shajapur tehsils and a small part of Susner tehsil. It is a part of the Malwa plateau with typical topography. There is a continuous chain of hills throughout the entire region. The height of the region varies between 450 and 530 meters above the mean sea level. The surface height decreases towards the north. Since it is an upland area, a number of seasonal streams originate from this zone and drain mostly towards the east. Lakundar and Ahu are the main streams flowing from south to north in this region. The streams that join the Lakundar river on its left bank, originate from this hill tract. The Ahu river drains along the western border of the region. The hilly terrain is covered with forest.</p>\r\n<p>&nbsp;</p>\r\n<p>Kali Sindh basin</p>\r\n<p>The Kali Sindh basin stretches between the southern and northern limits of the district. It occupies the major parts of Susner and Shajapur tehsils and a very small part of Agar tehsil. The southern part of the region is hilly whereas the northern part is plain. The hills gradually decrease in height from south to north. There are a few scattered hillocks in the central and northern parts also. The altitude of the region varies between 450 and 528 meters above the mean sea level. Numerous streams originate from the hilly area and dissect the surface. Kali Sindh is the main river, which traverses through the hills and further flows on the eastern border of the district. Lakundar is the main rivulets of Kali Sindh that flows northwards. Geologically the entire region is a part of the Deccan Trap of the Cretaceous Eocene period. Its main helping river is kanthal that is the major source of water in Soyat Kalan.</p>\r\n<p>&nbsp;</p>\r\n<p>Shajapur upland</p>\r\n<p>This region extends over the eastern part of the district covering the entire Shujalpur tehsil and a small segment of Shajapur tehsil. Being a part of the Malwa plateau, it presents a dissected topography. A hill range enters this region from the north and extends towards the south. The southern part of the region is an upland area and northern part is relatively low lying. In the south, the hills are scattered and are eroded by various streams. The height at the region varies between 435 and 507 meters above the main sea level. The 450 meters contour encircles the area along the Newaj river where the small hills are spread, and the Newaj dissects these hills. The eastern part of the region is a low and water dividing line of the western part can be decided by the tributaries of Newaj. The river Newaj and Parbati drains the region. The river Parbati flows northwards on the eastern border of the region while river Newaj flows in the middle of the region. Both the rivers are perennial.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shajapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-shajapur-madhya-pradesh","tags":[{"name":"shajapur","slug":"shajapur"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":680,"title":"Top Places to visit in Sheopur, Madhya Pradesh","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"Sheopur is a city in Madhya Pradesh state of central India. It is the administrative headquarters of Sheopur District. Sheopur is linked by narrow gauge rail to Gwalior. The town is traditionally famous for its wood carving. Chambal River is just 25 km, which forms the boundary between Rajasthan ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"sheopur","slug":"sheopur"}],"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","total":0},{"id":669,"title":"Top Places to visit in Panna, Madhya Pradesh","imageUrl":"15367dc7-c77b-4e98-84ea-4abb1f22a078_Panna-tourism.jpg","dateCreated":"2019-09-14T05:43:22.119Z","dateModified":"2019-09-14T05:43:34.876Z","contributedBy":"AskGif","content":"Panna is a town and a municipality in Panna district in the Indian state of Madhya Pradesh. It is famous for its diamond mines. It is the administrative center of Panna District.\r\nPanna district is a district of the Sagar Division, within the Madhya Pradesh state in central India. The town","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/15367dc7-c77b-4e98-84ea-4abb1f22a078_Panna-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"panna","slug":"panna"}],"slug":"top-places-to-visit-in-panna-madhya-pradesh","total":0},{"id":662,"title":"Top Places to visit in Khargone(West Nimar), Madhya Pradesh","imageUrl":"6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","dateCreated":"2019-09-14T04:24:14.68Z","dateModified":"2019-09-14T04:24:28.248Z","contributedBy":"AskGif","content":"Khargone district, formerly known as West Nimar district, is a district of Madhya Pradesh state in central India. The district lies in Nimar region, and is part of Indore Division. Under indore Khargone town is the headquarters of this district.\r\nKhargone is a city in Madhya Pradesh state ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"khargone-west-nimar","slug":"khargone-west-nimar"},{"name":"khargone","slug":"khargone"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-khargonewest-nimar-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}