{"id":679,"title":"शाजापुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","dateCreated":"2019-09-15T02:31:13.959Z","dateModified":"2019-09-15T02:31:27.047Z","contributedBy":"AskGif","content":"<p>शाजापुर पश्चिम-मध्य भारत में मध्य प्रदेश राज्य के मालवा क्षेत्र का एक कस्बा है। यह शाजापुर जिले का मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>शाजापुर जिला मध्य भारत के मध्य प्रदेश राज्य का एक जिला है। शाजापुर शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>शाजापुर जिला मालवा पठार का हिस्सा है। यह जिला राज्य के उत्तर-पश्चिमी भाग में स्थित है और अक्षांश 32 \"06 'और 24\" 19' उत्तर और देशांतर 75 \"41 'और 77\" 02' पूर्व के बीच स्थित है। यह जिला उज्जैन जिले से पश्चिम में, देवास और दक्षिण में सीहोर, पूर्व में राजगढ़ और उत्तर में राजस्थान के झालावाड़ जिले से घिरा हुआ है। शाजापुर जिला उज्जैन संभाग का हिस्सा है। उज्जैन संभाग में शाजापुर जिला 1981 की जनगणना के दौरान लाया गया था। जिले की पहचान मुख्यालय के शहर शाजापुर से है, जिसका नाम शाहजहाँ के सम्मान के नाम पर रखा गया था, जो 1640 में यहां रुक गया था। ऐसा कहा जाता है कि इसका मूल नाम शाहजहाँपुर था, जो बाद में शाजापुर में आ गया। ग्वालियर राज्य के गठन के बाद से, यह एक जिला बना हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>इस शहर में रुचि के कई स्थान शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>सोननिया भेरू महाराज मंदिर अरनिया कलां (कालापीपल ब्लॉक में शहर) में स्थित है।</p>\r\n<p>राज राजेश्वरी मंदिर प्रसिद्ध शक्ति मंदिर की मूर्तिकला में से एक है जो लगभग 10 वीं शताब्दी के ए.डी. एज ऑफ परमार की है। यह A.B, रोड के पास स्थित है। यह राजा भोज द्वारा 1007 और 1009 के बीच बनाया गया है। मंगल नाथ मंदिर राज रासेश्वरी मंदिर के पीछे और चिल्लर नदी के तट के पास है।</p>\r\n<p>कारेडी माता मंदिर, जो करण (महाभारत) द्वारा बनाया गया था (उज्जैन-शाजापुर जिला सीमाओं में स्थित जिला मुख्यालय से 15 किमी दूर) \"महाकलेश्वर मंदिर\" \"सुंदरेसी\" में स्थित है। यह प्राचीन समय से था। सुंदरसी \"महाराजा विक्रमादित्य\" की बहन 'सुंदरबाई' के सम्मान में एक ऐतिहासिक स्थान है, इस स्थान को \"सुंदरगढ़\" के नाम से जाना जाता है।</p>\r\n<p>पुराना किला मुगल सम्राट द्वारा बनाई गई चाइलर नदी के तट के पास है। इस किले में जिला अदालत हुआ करती थी लेकिन यह अब शाजापुर के केंद्रीय विद्यालय और गर्ल्स डिस्ट्रिक्ट कॉलेज (GDC) का घर है।</p>\r\n<p>पाले वाले बाबा का मंदिर (खारदन कलां) और माता विजयासन मंदिर (लसूडिय़ा पटला) शाजापुर से 110 किलोमीटर दूर हैं।</p>\r\n<p>पांडु खो (लाल घाटी के पास) जहाँ पांडव (महाभारत) अपने वनवास के दौरान रुके थे।</p>\r\n<p>बापू की कुटिया एबी रोड, शाजापुर (मंदिर और समाधि) में कलेक्ट्रेट के पास स्थित है।</p>\r\n<p>मुरादपुरा मंदिर (भगवान हनुमान का पुराना प्रसिद्ध मंदिर)</p>\r\n<p>मनकामनेश्वर महादेव मंदिर (कुम्हारिया खास) भगवान शिव का बहुत पुराना मंदिर है।</p>\r\n<p>बाबा बैजनाथ मंदिर (आगर) जिला मुख्यालय से 70 किमी दूर है।</p>\r\n<p>माता बगलामुखी मंदिर (नलखेड़ा) भारत में एक शक्ति पीठ में से एक है और नलखेड़ा तहसील का एक बहुत प्रसिद्ध मंदिर है (जो अब नए बने जिले में है। AGAR)।</p>\r\n<p>नित्यानंद आश्रम एबी रोड शाजापुर में स्थित है</p>\r\n<p>भैरो डुंगरी। यह शाजापुर की सबसे ऊंची पर्वत चोटी है और सबसे ऊपर एक मंदिर है।</p>\r\n<p>किला, और जामा मस्जिद।</p>\r\n<p>mazare-e-sherif, प्रसिद्ध मज़ारे काशीनगर, शाजापुर के पास स्थित है।</p>\r\n<p>चिल्लर बांध पर्यटकों की बहुत महत्वपूर्ण जगह है यह शाजापुर की जीवन रेखा है। यह सांपखेड़ा गाँव में स्थित है।</p>\r\n<p>इकलेरा माताजी इकलेरा में स्थित प्रसिद्ध मंदिर है।</p>\r\n<p>बैलोन तालाब में स्थित प्रसिद्ध मंदिर है।</p>\r\n<p>रेलवे</p>\r\n<p>भगवान हनुमान का प्रसिद्ध मंदिर बोलाई में स्थित है।</p>\r\n<p>बाबा रामदेव जी महाराज का प्रसिद्ध मंदिर खतसुर में स्थित है।</p>\r\n<p>इलाही माता जी का प्रसिद्ध मंदिर ग्राम मड़ाना में स्थित है।</p>\r\n<p>प्रसिद्ध कामधेनु गौ-शाला ग्राम मड़ाना में स्थित है, जिसमें 200 से अधिक गायें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आगर-मालवा (बैजनाथ धाम)</p>\r\n<p>यह आगर मालवा तहसील के प्रमुख क्षेत्रों को कवर करने वाला जिले का पश्चिमी भाग है। बडोद शहर के पश्चिम में एक पहाड़ी मार्ग है जो उत्तर-दक्षिण दिशा में बिखरी पहाड़ियों को दर्शाता है। केंद्र में पहाड़ियों की उपस्थिति ने जल निकासी पैटर्न को प्रभावित किया है। इस पथ की ऊँचाई समुद्र तल से 500 और 545 मीटर के बीच बदलती है और यह उत्तर की ओर ढलान करती है। दुधली और कछोल पश्चिम में मुख्य धाराएं हैं, जो पहाड़ी पथ से निकलती हैं और पश्चिम की ओर बहती हैं। छोटी काली सिंध, जो इस क्षेत्र की मुख्य बारहमासी धारा है, क्षेत्र की पश्चिमी सीमा पर उत्तर की ओर बहती है।</p>\r\n<p>शाजापुर वनभूमि</p>\r\n<p>क्षेत्र जिले के मध्य में उत्तर से दक्षिण तक फैला हुआ है जो आगर मालवा और शाजापुर तहसील के काफी हिस्से और सुसनेर तहसील के एक छोटे हिस्से को कवर करता है। यह मालवा पठार का एक हिस्सा है जिसमें विशिष्ट स्थलाकृति है। पूरे क्षेत्र में पहाड़ियों की एक सतत श्रृंखला है। इस क्षेत्र की ऊंचाई औसत समुद्र तल से 450 और 530 मीटर के बीच भिन्न होती है। सतह की ऊंचाई उत्तर की ओर कम हो जाती है। चूंकि यह एक ऊबड़-खाबड़ क्षेत्र है, इस क्षेत्र से कई मौसमी धाराएँ निकलती हैं और ज्यादातर पूर्व की ओर बहती हैं। लकुंदर और आहु इस क्षेत्र में दक्षिण से उत्तर की ओर बहने वाली मुख्य धाराएँ हैं। इसकी बाईं तट पर स्थित लक्सर नदी से जलधाराएँ निकलती हैं। आहू नदी क्षेत्र की पश्चिमी सीमा के साथ बहती है। पहाड़ी इलाका जंगल से आच्छादित है।</p>\r\n<p>&nbsp;</p>\r\n<p>काली सिंध बेसिन</p>\r\n<p>काली सिंध बेसिन जिले की दक्षिणी और उत्तरी सीमा के बीच फैला है। यह सुसनेर और शाजापुर तहसील के प्रमुख हिस्सों और आगर तहसील के एक बहुत छोटे हिस्से पर कब्जा कर लेता है। इस क्षेत्र का दक्षिणी भाग पहाड़ी है जबकि उत्तरी भाग समतल है। पहाड़ियाँ धीरे-धीरे दक्षिण से उत्तर की ओर ऊँचाई में घटती जाती हैं। मध्य और उत्तरी भागों में भी कुछ बिखरी हुई पहाड़ियाँ हैं। इस क्षेत्र की ऊँचाई औसत समुद्र तल से 450 और 528 मीटर के बीच बदलती है। कई धाराएं पहाड़ी क्षेत्र से निकलती हैं और सतह को विच्छेदित करती हैं। काली सिंध मुख्य नदी है, जो पहाड़ियों से गुजरती है और आगे जिले की पूर्वी सीमा पर बहती है। लक्कड़ काली सिंध का मुख्य नाला है जो उत्तर की ओर बहती है। भूवैज्ञानिक रूप से पूरा क्षेत्र क्रेटेशियस इओसीन काल के डेक्कन ट्रैप का एक हिस्सा है। इसकी मुख्य सहायक नदी कांठल है जो सोयत कलां में पानी का प्रमुख स्रोत है।</p>\r\n<p>&nbsp;</p>\r\n<p>शाजापुर उप्र</p>\r\n<p>यह क्षेत्र पूरे शुजालपुर तहसील और शाजापुर तहसील के एक छोटे खंड को कवर करते हुए जिले के पूर्वी हिस्से में फैला हुआ है। मालवा पठार का एक हिस्सा होने के नाते, यह एक विच्छेदित स्थलाकृति प्रस्तुत करता है। एक पहाड़ी श्रृंखला उत्तर से इस क्षेत्र में प्रवेश करती है और दक्षिण की ओर बढ़ती है। इस क्षेत्र का दक्षिणी भाग एक ऊबड़ खाबड़ क्षेत्र है और उत्तरी भाग अपेक्षाकृत नीचा है। दक्षिण में, पहाड़ियों को बिखेर दिया जाता है और विभिन्न धाराओं द्वारा मिटा दिया जाता है। इस क्षेत्र की ऊंचाई मुख्य समुद्र तल से 435 और 507 मीटर के बीच है। 450 मीटर का समोच्च न्यूज नदी के साथ उस क्षेत्र को घेरता है, जहां छोटी पहाड़ियां फैली हुई हैं, और न्यूज इन पहाड़ियों को विच्छेदित करता है। क्षेत्र का पूर्वी भाग एक नीची और पश्चिमी भाग की जल विभाजन रेखा है जो नवाज की सहायक नदियों द्वारा तय की जा सकती है। न्यूज नदी और पारबती नदी इस क्षेत्र को छोड़ती हैं। पारबती नदी क्षेत्र की पूर्वी सीमा पर उत्तर की ओर बहती है जबकि नवाज नदी क्षेत्र के बीच में बहती है। दोनों नदियाँ बारहमासी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shajapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-shajapur-madhya-pradesh","tags":[{"name":"शाजापुर","slug":"shajapur"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":680,"title":"श्योपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"श्योपुर मध्य भारत के मध्य प्रदेश राज्य का एक शहर है। यह श्योपुर जिले का प्रशासनिक मुख्यालय है। श्योपुर नैरो गेज रेल द्वारा ग्वालियर से जुड़ा हुआ है। यह शहर पारंपरिक रूप से अपनी लकड़ी की नक्काशी के लिए प्रसिद्ध है। चंबल नदी सिर्फ 25 किमी है, जो राजस्थान और एमपी राज्यों के बीच सीमा बनाती है।\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"श्योपुर","slug":"sheopur"}],"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","total":0},{"id":669,"title":"पन्ना में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"15367dc7-c77b-4e98-84ea-4abb1f22a078_Panna-tourism.jpg","dateCreated":"2019-09-14T05:43:22.119Z","dateModified":"2019-09-14T05:43:34.876Z","contributedBy":"AskGif","content":"पन्ना भारतीय राज्य मध्य प्रदेश में पन्ना जिले का एक शहर और एक नगर पालिका है। यह अपनी हीरे की खानों के लिए प्रसिद्ध है। यह पन्ना जिले का प्रशासनिक केंद्र है।\r\nपन्ना जिला मध्य भारत में मध्य प्रदेश राज्य के भीतर सागर डिवीजन का एक जिला है। पन्ना शहर जिला मुख्यालय है।\r\n&nbsp;\r\n&nb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/15367dc7-c77b-4e98-84ea-4abb1f22a078_Panna-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"पन्ना","slug":"panna"}],"slug":"top-places-to-visit-in-panna-madhya-pradesh","total":0},{"id":662,"title":"खरगोन (पश्चिम निमाड़) में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","dateCreated":"2019-09-14T04:24:14.68Z","dateModified":"2019-09-14T04:24:28.248Z","contributedBy":"AskGif","content":"खरगोन जिला, जिसे पहले पश्चिम निमाड़ जिले के रूप में जाना जाता था, मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। यह जिला निमाड़ क्षेत्र में है, और इंदौर संभाग का हिस्सा है। इंदौर जिले के अंतर्गत खरगोन शहर इस जिले का मुख्यालय है।\r\nखरगोन भारत में मध्य प्रदेश राज्य का एक शहर है। यह खरगोन जिले","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6bc67f09-a7ae-492c-95f9-d48879ac671c_Khargone-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"खरगोन-पश्चिम-निमाड़","slug":"khargone-west-nimar"},{"name":"खरगोन","slug":"khargone"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-khargonewest-nimar-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}