{"id":680,"title":"श्योपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"<p>श्योपुर मध्य भारत के मध्य प्रदेश राज्य का एक शहर है। यह श्योपुर जिले का प्रशासनिक मुख्यालय है। श्योपुर नैरो गेज रेल द्वारा ग्वालियर से जुड़ा हुआ है। यह शहर पारंपरिक रूप से अपनी लकड़ी की नक्काशी के लिए प्रसिद्ध है। चंबल नदी सिर्फ 25 किमी है, जो राजस्थान और एमपी राज्यों के बीच सीमा बनाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्योपुर जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। यह जिला राज्य के उत्तर में स्थित है और चंबल संभाग का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्योपुर शहर जिला मुख्यालय है। अन्य शहरों में बिजेपुर, कराहल और बड़ौदा शामिल हैं। जिले की आबादी 687,952 (2011 की जनगणना) है और यह 6,606 वर्ग किमी क्षेत्र में फैला है। यह हरदा और उमरिया के बाद मध्य प्रदेश का तीसरा सबसे कम आबादी वाला (50 में से) जिला है। यह मध्य प्रदेश के 21 आदिवासी जिलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्वालियर से ट्रेन और बसों के माध्यम से श्योपुर पहुँचा जा सकता है जो 240 किमी और सवाई माधोपुर और कोटा से बसों के माध्यम से है जो श्योपुर से 60 किमी और 110 किमी दूर हैं। श्योपुर मध्य प्रदेश के उत्तरी भाग में स्थित है। कुछ मुख्य स्थान विजयीपुर, कराहल और बडौदा हैं। प्रमुख पर्यटक आकर्षण पालपुर (कुनो) वन्यजीव अभयारण्य है। इस जिले में प्रसिद्ध ककेटा जलाशय स्थित है। वुडकार्विंग की कला जिला श्योपुर में फली-फूली है और बारीक नक्काशीदार डिज़ाइन वाले सुंदर अलंकरण वाले लकड़ी के छत, दरवाजे और लिंटेल इसकी महिमा के मूक प्रशंसापत्र हैं। श्योपुर के लकड़ी के नक्काशीदार, बहुत संवेदनशीलता और कौशल के साथ लकड़ी की विभिन्न किस्मों को बदलते हैं। श्योपुर के शिल्प व्यक्ति पाइप, मुखौटे, खिलौने, दरवाजे, स्टैंड, खिड़कियां, लकड़ी के स्मारक, फूलदान, बेडपोस्ट और पालने आदि बनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चंबल, सीप और कुनो जैसी महत्वपूर्ण नदियाँ जिले को सूखा देती हैं। चंबल, जो इंदौर जिले में उत्पन्न होती है, राजस्थान के साथ मध्य प्रदेश की उत्तर-पश्चिमी सीमा बनाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>स्नातक और स्नातकोत्तर के लिए निम्नलिखित कॉलेज हैं</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार। माधवराव सिंधिया पी.जी. कॉलेज</p>\r\n<p>आदर्श महाविद्या</p>\r\n<p>श्योपुर व्यावसायिक अध्ययन संस्थान</p>\r\n<p>श्री गणेश महाविद्याालय विजयीपुर</p>\r\n<p>विनायक कॉलेज।</p>\r\n<p>श्री राम इंस्टीट्यूट (कॉलेज) श्योपुर।</p>\r\n<p>सरकार। पॉलिटेक्निक कॉलेज, श्योपुर।</p>\r\n<p>C.B.S.E सहित कई स्कूल हैं। और राज्य बोर्ड स्कूल</p>\r\n<p>&nbsp;</p>\r\n<p>C.B.S.E. स्कूलों में जवाहर नवोदय विद्यालय, केंद्रीय विद्यालय, सेंट पायस स्कूल, आधुनिक कॉन्वेंट स्कूल और राजीव गांधी मेमोरियल बोर्डिंग स्कूल शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य बोर्ड स्कूलों में सरकारी और निजी संस्थान शामिल हैं, जिनमें उत्कृष्टता विद्यालय, सरकार शामिल हैं। गर्ल्स स्कूल, हजारेश्वर स्कूल, सरस्वती शिशु / विद्या मंदिर, हरिहर स्कूल, गुरुनानक पब्लिक स्कूल, माधवराव सिंधिया स्कूल, नेहरू स्कूल ऑफ द एके</p>\r\n<p>&nbsp;</p>\r\n<p>किड्स एजुकेशन- एसआर किड्स ए प्री स्कूल।</p>\r\n<p>एसआर इंटरनेशनल स्कूल</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>वायु द्वारा: श्योपुर का निकटतम हवाई अड्डा ग्वालियर है। यह हवाई अड्डा जयपुर, दिल्ली, भोपाल से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>रेल मार्ग से: श्योपुर कलां रेलवे स्टेशन ग्वालियर के पूर्व रियासत के ग्वालियर लाइट रेलवे (अब मध्य प्रदेश में मध्य रेलवे का हिस्सा) पर स्थित है, इन 200 किमी 610 मीटर गेज लाइनों को मूल रूप से ग्वालियर के महाराजा द्वारा प्रायोजित किया गया था, जो श्योपुर में पहुँचती है 1909. इस रेलवे लाइन को भारत सरकार द्वारा विश्व विरासत स्थल के लिए नामित किया गया।</p>\r\n<p>सड़क द्वारा: श्योपुर ग्वालियर, मुरैना, सवाई माधोपुर, शिवपुरी, बारां, कोटा और भोपाल के साथ नियमित बस सेवाओं द्वारा जुड़ा हुआ है। श्योपुर ग्वालियर से 210 किमी, मुरैना से 180 किमी, कोटा से 110 किमी और सवाई माधोपुर से 60 किमी दूर है।</p>\r\n<p>विभाजन</p>\r\n<p>जिला श्योपुर और विजयपुर के दो उप प्रभागों में विभाजित है। पांच तहसील (श्योपुर, करहल, विजयपुर, बड़ौदा, बीरपुर), तीन ब्लॉक (श्योपुर, करहल, विजयपुर, बीरपुर) और तीन नगरपालिका (श्योपुर, बड़ौदा, विजयपुर)।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>श्योपुर में प्रमुख बोली जाने वाली भाषा हिंदी है और स्थानीय बोली हैडोटी है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोक नृत्य:-</p>\r\n<p>&nbsp;</p>\r\n<p>अहिरी नृत्य: -</p>\r\n<p>&nbsp;</p>\r\n<p>यह नृत्य उन लोगों से संबंधित है जो परंपरागत रूप से मवेशी चराने के व्यवसाय में हैं। राज्य के विभिन्न हिस्सों में इन लोगों को विभिन्न जातियों जैसे अहीर, बारदी, ग्वाल, रावत, राउत, ग्वाला आदि द्वारा जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बुंदेलखंड का बरेली या यादव नृत्य: -</p>\r\n<p>इस नृत्य को सबसे बड़े हिंदू त्योहार दिवाली के साथ जोड़ा गया है। दिवाली की रात लोग धन की हिंदू देवी लक्ष्मी की पूजा करते हैं (आखिर कोई भी शरीर बिना पैसे के नहीं रह सकता), और मवेशी। अगले दिन \"पडवा\" या \"परवा\" मवेशियों को फूलों और मालाओं के साथ सजाए जाने के बाद जंगलों या खेत में भेज दिया जाता है। उन्हें भोजन के रूप में विशेष व्यंजन दिए जाते हैं। यादव नृत्य उसी अवसर पर किया जाता है। नर्तक गीत गाते हुए एक गोलाकार रास्ते में नृत्य करते हैं। कभी-कभी वे धरती पर बैठते हैं या लेटते हैं और अचानक वे अपने नृत्य को फिर से शुरू करते हैं। गाने की लय शुरू होने में बहुत कम है और समय के साथ बढ़ती जाती है। संगीत वाद्ययंत्र तभी शुरू किया जाता है जब गीत की दो पंक्तियाँ समाप्त हो जाती हैं। मुख्य रूप से ये दो लाइन दोहे हैं। कभी-कभी ये सवाल और जवाब के रूप में होते हैं। यह नृत्य कार्तिक पूर्णिमा तक जारी रहता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ड्रेस: ​​-</p>\r\n<p>&nbsp;</p>\r\n<p>नर्तक, वाद्य यंत्र बजाने वाले और उनके सहयोगी सिर पर साफ पगड़ी पहनते हैं। कुछ लोग धोती को घुटनों तक रखना पसंद करते हैं (पुरुषों द्वारा अपनी कमर को लंबा करके पहना जाने वाला लंबा कपड़ा)। कुछ लोग विशेष रूप से नर्तक रंगीन शॉर्ट्स पहनते हैं। नर्तक भी मोर के पंखों का गुच्छा रखते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सहरिया नृत्य: -</p>\r\n<p>&nbsp;</p>\r\n<p>सहरिया आदिवासी हैं जो जंगलों में रहते हैं। वे खेतों में काम करते हैं और जंगलों से औषधीय पौधों को भी इकट्ठा करते हैं। सहारों के कई नृत्य हैं। कुछ महत्वपूर्ण हैं: लूर डांस, लंहगी डांस, दुल-दुल घोड़ी डांस, राया डांस, अदा-खाडा डांस।</p>\r\n<p>&nbsp;</p>\r\n<p>सहारस का लूर नृत्य: -</p>\r\n<p>&nbsp;</p>\r\n<p>यह नृत्य \"हल्दी\" के अनुष्ठान के दिन से शुरू होने वाले विवाह के अवसर पर किया जाता है (इस अनुष्ठान में पूरे शरीर को हल्दी से चिपकाया जाता है और कुछ समय बाद इसे हटा दिया जाता है ताकि शरीर साफ हो) जब तक बारात (ब्राइडग्रूम) नहीं आ जाती शादी के समारोह के लिए अपने रिश्तेदारों और दोस्तों के साथ दुल्हन का घर)।</p>\r\n<p>&nbsp;</p>\r\n<p>सहारियों का लंहगी नृत्य: -</p>\r\n<p>&nbsp;</p>\r\n<p>इस नृत्य को डंडा (बैटन) नृत्य के रूप में भी जाना जाता है क्योंकि सहरिया अपने हाथों में छोटे-छोटे बैटन के साथ नृत्य करते हैं जिसके साथ वे एक-दूसरे पर वार करते हैं और लांघी नृत्य करते हैं। इसमें केवल पुरुषों को अनुमति है। यह नृत्य भुजरियों, तेजा जी पूजा और एकादशी आदि के अवसर पर किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दुल-दुल घोरी नृत्य: -</p>\r\n<p>&nbsp;</p>\r\n<p>यह नृत्य विवाह के अवसर पर पुरुषों द्वारा किया जाता है। इस नृत्य में घोरी (घोड़ी) का एक खोखला मामला बांस की छड़ियों से तैयार किया जाता है। नर्तक खोखले स्थान पर खड़ा होता है और नृत्य करता है। (घोड़ी के विभिन्न आंदोलनों को दर्शाता है।) महिलाओं के कपड़ों में एक जोकर भी है। नृत्य के दौरान लोग लोक गीत गाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संगीत वाद्ययंत्र:-</p>\r\n<p>&nbsp;</p>\r\n<p>इस नृत्य में मृदंग, ढोलक, रामतुला, ढपली, मंजीरा, झांझ आदि का उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>घूमने की जगहें</p>\r\n<p>नहर रोड: - दर्शन रावत हवेली।</p>\r\n<p>किला श्योपुर: -</p>\r\n<p>&nbsp;</p>\r\n<p>किले में रानी महल, दरबार हॉल और सहरिया संग्रहालय देखने के लिए कुछ आकर्षक स्थल हैं। बारादरी, पीडब्ल्यूडी गेस्ट हाउस और कुछ रास्ते भी किले में आने वाले लोगों के लिए रुचि के बिंदु हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>डोब कुंड: -</p>\r\n<p>&nbsp;</p>\r\n<p>श्योपुर जिले में, श्योपुर तहसील के चंबल घाटी में एक शहर था जो कुनो नदी से कुछ दूरी पर 'डोम' के रूप में जाना जाता था। यह कछवाहा साम्राज्य की राजधानी थी। यहाँ 81 फीट ऊँचा, बड़ा और चौकोर 'जैन तीर्थंकरों की चौबीसी' है, जो आज भी देखने लायक है। 'कलश' पर खड़े खंभे हमें उनके वास्तुकारों की कला की याद दिलाते हैं। चौबीसी के बीच में, एक कुंड देखा जा सकता था जहाँ प्रतिमाएँ डूब जाती थीं। तब से, इसे दोब कुंड कहा जाता है। इसके बाहर हर गौरी मंदिर के अवशेष हैं। यह प्रतिमा समूह 11 वीं शताब्दी में बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>राम-जानकी मंदिर: -</p>\r\n<p>&nbsp;</p>\r\n<p>यह श्योपुर के किले के पास सीप नदी के तट पर स्थित है। आप स्थानीय परिवहन प्रणाली द्वारा आसानी से यहाँ पहुँच सकते हैं। मंदिर 15 वीं शताब्दी में बनाया गया था और राम-जानकी प्रतिमा के लिए प्रसिद्ध है। मंदिर के महंत श्री रामभरोस जी महाराज हैं। हर साल रामनवमी के अवसर पर एक बड़ा उत्सव मनाया जाता है, जो मंदिर का मुख्य आकर्षण है।</p>\r\n<p>&nbsp;</p>\r\n<p>रामेश्वर का संगम: -</p>\r\n<p>&nbsp;</p>\r\n<p>यह बनास, सीप और चंबल नदियों के संगम पर स्थित है और इसमें कई प्राकृतिक सुंदरियां हैं। यह समुद्र के किनारे से 959 फीट ऊंचा है। चूंकि बनास, सीप और चंबल नदियाँ यहाँ से जुड़ती हैं, इसलिए इस स्थान को रामेश्वर के संगम के रूप में जाना जाता है। यहां हर साल स्थानीय मेला लगता है। यह पर्यटकों के लिए विशेष रूप से राजस्थान के लोगों के लिए एक आकर्षण है। भगवान परशुराम ने अपनी माँ की हत्या करने के बाद 12 वर्षों तक यहाँ ध्यान किया।</p>\r\n<p>&nbsp;</p>\r\n<p>विजईपुर दुर्ग: -</p>\r\n<p>&nbsp;</p>\r\n<p>कुनेरी नदी के किनारे पर एक किला है जिसे मझोला दुर्ग के नाम से जाना जाता है। करौली के राजा विजय सिंह ने इसे बनवाया था।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य स्थान:-</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे स्टेशन के पास गुरुद्वारा</p>\r\n<p>ध्रुव कुंड उतनवाड</p>\r\n<p>देवरी हनुमान मंदिर</p>\r\n<p>ईदगाह शायर शाह सुरी (उद्यान)</p>\r\n<p>MASJID कुमेदान साहब का बाग और बंगला</p>\r\n<p>दरगाह निमोदा शरीफ</p>\r\n<p>देवी पंवारा का मंदिर</p>\r\n<p>शिरोनी हनुमान का मंदिर</p>\r\n<p>बड़ौदा का जल मंदिर</p>\r\n<p>खेत्रपाल जैनी का मंदिर</p>\r\n<p>सीप नदी के ऊपर नहर का दोहरा पुल</p>\r\n<p>काजी जी और बीवी जी की बावरी</p>\r\n<p>जिन की मस्जिद, किला</p>\r\n<p>javad vale हनुमान जी davrsa</p>\r\n<p>जुवारी सांगम पार्वती नदी।</p>\r\n<p>कुनो वन्य जीवन अभयारण्य</p>\r\n<p>स्थान:-</p>\r\n<p>&nbsp;</p>\r\n<p>कुनो वन्यजीव अभयारण्य, अक्षांशों के बीच स्थित है 25degree 30second - 25degree 53second N और longitudes 77degree 07second - 77degree 26second E, उत्तर-पश्चिम मध्य प्रदेश के श्योपुर जिले में स्थित है। कुल क्षेत्रफल 344.686 किमी 2 है, जिसमें से 313.984 किमी 2 वन भूमि है और 30.702 किमी 2 श्योपुर जिले की श्योपुर और विजापुर तहसीलों में राजस्व भूमि है। पालपुर (कुनो) वन्यजीव अभयारण्य को मध्य प्रदेश सरकार के वन विभाग की अधिसूचना संख्या 15/8/79/10/2, भोपाल दिनांक 16.1.1981 की सूचना दी गई।</p>\r\n<p>&nbsp;</p>\r\n<p>यह अभयारण्य श्योपुर जिले के विजयपुर और श्योपुर तहसीलों में स्थित है। यह 15 कि.मी. शिवपुरी-श्योपुर रोड पर सेसीपुरा बस स्टैंड से। सेसिपुरा बस स्टैंड से बस या टैक्सी द्वारा संपर्क किया जा सकता है। 25 किलोमीटर की दूरी पर जिला शिवपुरी के पोहरी से भी संपर्क किया जा सकता है। अभयारण्य एक अलग पहाड़ी में स्थित है, जो सभी दिशाओं में ढलान वाला है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु:-</p>\r\n<p>&nbsp;</p>\r\n<p>क्षेत्र में औसत वर्षा 750 मिमी प्रति वर्ष है। अधिकतम तापमान 49 डिग्री सेल्सियस तक बढ़ सकता है जबकि न्यूनतम तापमान 2 डिग्री सेल्सियस दर्ज किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्राकृतिक भूगोल: -</p>\r\n<p>&nbsp;</p>\r\n<p>इलाके की सामान्य फिजियोग्राफी पहाड़ी है। यह विंध्य श्रृंखला के अंतर्गत आता है। अभयारण्य अर्ध-शुष्क क्षेत्र में पड़ता है और मध्य भारतीय उच्चभूमि का एक विशिष्ट भूभाग है, जो वुडलैंड्स और मैदानी क्षेत्रों से घिरा है। मिट्टी रेतीली और रेतीली-दोमट है, जो गहराई में एक स्थानिक भिन्नता दिखाती है। चंबल की एक सहायक नदी कुनो नदी उत्तर से दक्षिण तक अभयारण्य को सीधा खड़ी करती है। यह अभयारण्य में 5.90 किमी 2 के क्षेत्र में है। लंकाखोह, कुड़ीखेड़ा, डौंडी, आमाखोह जैसे कई प्रमुख नाले पश्चिम में स्थित घाटियों से निकलकर कुनो नदी में शामिल होते हैं। इसी तरह, पूर्वी खोह से निकलने वाले डभोना नाला, नहरकुंडा नाला, गंगोली नाला आदि विभिन्न स्थानों पर कूनो नदी से मिलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जीव: -</p>\r\n<p>&nbsp;</p>\r\n<p>मध्य भारत के शुष्क पर्णपाती वन के सभी प्रमुख प्रतिनिधि कुनो यानी पैंथर, टाइगर, चीतल, सांभर, काले हिरण, चिंकारा, भालू, नीले बैल, चौसिंगा, जंगल बिल्ली, बार्किंग हिरण, बंदर, सियार, हायना में पाए जा सकते हैं। , जंगली सूअर, लोमड़ी, कोबरा, नाग, अजगर, मोर, काला तीतर, पेड़ पाई, गोल्डन ओरियोल्स, ड्रोंगो, रोलर्स, जंगली, मुरगी, फाटक, भूरा, तीतर।</p>\r\n<p>&nbsp;</p>\r\n<p>फ्लोरा: -</p>\r\n<p>&nbsp;</p>\r\n<p>कूनो अभयारण्य में सूखे पर्णपाती वन शामिल हैं जो घास के मैदानों से घिरा हुआ है। वृक्ष: करधई, गुरजन, खेर, कुसुम, गुरजन, महुआ, गनर, हल्दू, कुल्लू, कहुआ, सेमल, बहेरा, तेंदू, पलास, बेल, चिंद, आँवला, हरसिंगार, चिंद, सतावर; परजीवी: बमधा, अमरबेल; ग्रास: डोब, लुम्पी, मचाई, गनर, पोंया, फुलारा।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Sheopur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"श्योपुर","slug":"sheopur"}],"recommendations":[{"id":663,"title":"मंडला में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"45a8e19c-f842-4e67-96c2-f71ae62ab013_Mandla-railway.jpg","dateCreated":"2019-09-14T04:30:38.74Z","dateModified":"2019-09-14T04:30:51.176Z","contributedBy":"AskGif","content":"मंडला भारतीय राज्य मध्य प्रदेश में मंडला जिले में नगरपालिका के साथ एक शहर है। यह मंडला जिले का प्रशासनिक मुख्यालय है। यह शहर नर्मदा नदी के एक लूप में स्थित है, जो इसे तीन तरफ से घेरे हुए है, और मंडला और रामनगर के बीच 15 मील की दूरी पर, मध्य प्रदेश में नदी चट्टानों से अटूट एक गहरे बिस्तर में बहती ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/45a8e19c-f842-4e67-96c2-f71ae62ab013_Mandla-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मंडला","slug":"mandla"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-mandla-madhya-pradesh","total":0},{"id":641,"title":"बड़वानी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","dateCreated":"2019-09-12T02:04:06.213Z","dateModified":"2019-09-12T02:04:18.611Z","contributedBy":"AskGif","content":"बड़वानी भारत के मध्य प्रदेश राज्य में बड़वानी जिले का एक कस्बा और नगरपालिका है। यह शहर नर्मदा नदी के बाएं किनारे के पास स्थित है, और बड़वानी जिले का प्रशासनिक मुख्यालय है। यह बड़वानी की पूर्व रियासत की राजधानी के रूप में सेवा कर चुका है। यहां सड़क मार्ग से ही पहुंचा जा सकता है। जैन तीर्थस्थल बवां","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बड़वानी","slug":"barwani"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-barwani-madhya-pradesh","total":0},{"id":638,"title":"अलीराजपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","dateCreated":"2019-09-11T02:17:21.651Z","dateModified":"2019-09-11T02:17:35.998Z","contributedBy":"AskGif","content":"अलीराजपुर भारत के मध्य प्रदेश राज्य में अलीराजपुर जिले का एक कस्बा और नगर पालिका है।\r\n&nbsp;\r\nअलीराजपुर भारत में मध्य प्रदेश राज्य के 52 जिलों में से एक है। यह 17 मई 2008 को पूर्व झाबुआ जिले के अलीराजपुर, जोबट और भाबरा तहसीलों से बनाया गया था। यह जनगणना 2011 के अनुसार भारत में सबसे ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"अलीराजपुर","slug":"alirajpur"}],"slug":"top-places-to-visit-in-alirajpur-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}