{"id":680,"title":"Top Places to visit in Sheopur, Madhya Pradesh","imageUrl":"bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","dateCreated":"2019-09-15T02:38:25.855Z","dateModified":"2019-09-15T02:38:39.35Z","contributedBy":"AskGif","content":"<p>Sheopur is a city in Madhya Pradesh state of central India. It is the administrative headquarters of Sheopur District. Sheopur is linked by narrow gauge rail to Gwalior. The town is traditionally famous for its wood carving. Chambal River is just 25 km, which forms the boundary between Rajasthan and MP states.</p>\r\n<p>&nbsp;</p>\r\n<p>Sheopur District is a district of Madhya Pradesh state in central India. The district is located in the north of the state and forms part of Chambal Division.</p>\r\n<p>&nbsp;</p>\r\n<p>The town of Sheopur is the district headquarters. Other towns include Bijeypur, Karahal and Badoda. The district has a population of 687,952 (2011 census) and covers an area of 6,606 km&sup2;. It is the third least populous district of Madhya Pradesh (out of 50), after Harda and Umaria. It is one out of 21 tribal districts of Madhya Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Sheopur can be reached via train and buses from Gwalior which is 240 km and via buses from Sawai Madhopur and Kota which are 60 km and 110 km from Sheopur. Sheopur is located at northern part of Madhya Pradesh. Some of the main locations are Vijaipur, Karahal and Badoda. Major tourist attraction is Palpur (kuno) wildlife sanctuary. The well-known Kaketa reservoir is located in this district. The art of woodcarving has flourished in district Sheopur and the beautifully embellished wooden ceilings, doors and lintels with finely carved designs are silent testimonials of its glory. The wood carvers of Sheopur, with great sensitivity and skill transform different varieties of wood. The crafts persons of Sheopur make pipes, masks, toys, doors, stands, windows, wooden memorials, flower vases, bedposts and cradle posts etc.</p>\r\n<p>&nbsp;</p>\r\n<p>The important rivers like Chambal, Seep and Kuno drain the district. The Chambal, which originates in the Indore district, forms the northwestern boundary of Madhya Pradesh with Rajasthan.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>For graduation and Post graduation following colleges are there</p>\r\n<p>&nbsp;</p>\r\n<p>Govt. Madhavrao Scindia P.G. College</p>\r\n<p>Adarsh Mahavidhalaya</p>\r\n<p>Sheopur Institute of Professional Studies</p>\r\n<p>Shri Ganesh Mahavidhyalaya Vijaipur</p>\r\n<p>Vinayak College.</p>\r\n<p>Shri Ram Institute(College) Sheopur.</p>\r\n<p>Govt. polytechnic college, sheopur.</p>\r\n<p>There are several schools including C.B.S.E. and state Board Schools</p>\r\n<p>&nbsp;</p>\r\n<p>C.B.S.E. Schools include Jawahar Navodaya Vidhalaya, Kendriya Vidhalaya, St. Pius School, Modern Convent School and Rajeev Gandhi Memorial Boarding School.</p>\r\n<p>&nbsp;</p>\r\n<p>State Board Schools include Government and private institutions including Excellence School, Govt. Girls School, Hajareswar School, Saraswati Shishu/Vidya Mandir, Harihar School, Gurunanak Public School, Madhavrao Scindia School, Nehru School of the several other</p>\r\n<p>&nbsp;</p>\r\n<p>Kids Education- SR Kids A Pre School.</p>\r\n<p>SR INTERNATIONAL SCHOOL</p>\r\n<p>Transport</p>\r\n<p>By Air: The nearest airport to Sheopur is Gwalior. This airport is well connected with Jaipur, Delhi, Bhopal.</p>\r\n<p>By Rail: Sheopur Kalan railway station lies on the Gwalior Light Railway of the former princely state of Gwalior (now part of the Central Railway in Madhya Pradesh) these 200 km of 610mm gauge lines were originally sponsored by the Maharaja of Gwalior, reaching Sheopur in 1909. This railway line has been nominated by Indian government for the World Heritage site.</p>\r\n<p>By Road: Sheopur is connected by regular bus services with Gwalior, Morena, Sawai Madhopur, Shivpuri, Baran, Kota and Bhopal. Sheopur is 210 km from Gwalior, 180 km from Morena, 110 km from Kota and 60 km from Sawai Madhopur.</p>\r\n<p>Division</p>\r\n<p>The district is divided into two sub divisions of Sheopur and Vijaypur. Five Tehsils (Sheopur, Karhal, Vijaypur, Baroda, Beerpur), three blocks (Sheopur, Karhal, Vijaypur, birpur) and three Nagarpalikas (Sheopur, Baroda, Vijaypur).</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>In Sheopur the major spoken language is Hindi and local dialect is Hadoti.</p>\r\n<p>&nbsp;</p>\r\n<p>Folk Dances:-</p>\r\n<p>&nbsp;</p>\r\n<p>Ahiri Dance:-</p>\r\n<p>&nbsp;</p>\r\n<p>This dance is related to people who have traditionally been in the business of cattle herding. In different parts of the state these people are known by different castes such as Ahir, Baredi, Gwal, Rawat, Raut, Gwala etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Baredi or Yadav dance of Bundelkhand:-</p>\r\n<p>&nbsp;</p>\r\n<p>This dance has been associated with the biggest Hindu festival Diwali. On the night of Diwali people worship Laxmi, the Hindu goddess of wealth (after all no body can live without money), and cattle. Next day on the occasion of \"Padva\" or \"Parva\" cattle are sent to jungles or ranches after being decorated with flowers and garlands. They are given special dishes as food. Yadav dance is performed on the same occasion. Dancers dance in a circular path while singing songs. Sometimes they sit or lie down on earth and suddenly they restart their dance. Rhythm of the song is very low in starting and increases with time. Music instruments are started only when two lines of the song are finished. Primarily these are two line couplets. Sometimes these are in form of questions and answers. This dance continues till Kartik Purnima.</p>\r\n<p>&nbsp;</p>\r\n<p>Dress:-</p>\r\n<p>&nbsp;</p>\r\n<p>Dancers, instrument beaters and their associates wear a clean turban on head. Some people like to put on Dhoti up to knees (long cloth wore by men enwrapping their waist). Some people specially dancers wear colorful shorts. Dancers also keep bunch of peacock feathers.</p>\r\n<p>&nbsp;</p>\r\n<p>Saharia Dances:-</p>\r\n<p>&nbsp;</p>\r\n<p>Saharias are tribal people who live in jungles. They work in farms and also collect medicinal plants from jungles. There are several dances of Saharias. Some of the important ones are: Lur Dance, Lanhgi Dance, Dul-Dul Ghodi Dance, Raya Dance, Ada-Khada Dance.</p>\r\n<p>&nbsp;</p>\r\n<p>Lur dance of Saharias:-</p>\r\n<p>&nbsp;</p>\r\n<p>This dance is performed on the occasion of marriage starting from the day of ritual of \"Haldi\" (In this ritual whole body is pasted with turmeric and after sometime it is removed so the body is cleaned) till the arrival of Barat (Bridegroom comes to the house of the bride with his relatives and friends for marriage ceremony).</p>\r\n<p>&nbsp;</p>\r\n<p>Lanhgi dance of Saharias:-</p>\r\n<p>&nbsp;</p>\r\n<p>This dance is also known as Danda(baton) dance because Saharias dance with small batons in their hands with which they strike at each other and perform Lanhgi dance. Only men are allowed in it. This dance is performed on the occasion of Bhujarias, Teja ji puja and Aekadashi etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Dul-Dul Ghori dance:-</p>\r\n<p>&nbsp;</p>\r\n<p>This dance is performed on the occasion of marriage by males. In this dance a hollow case of ghori (mare) is prepared of bamboo sticks. The dancer stands in the hollow place and dances. (Depicts various movements of mare.) There is also a joker in women clothing. People sing folk songs during the dance.</p>\r\n<p>&nbsp;</p>\r\n<p>Musical instruments:-</p>\r\n<p>&nbsp;</p>\r\n<p>Mradang, Dholak, Ramtula, Dhapli, Manzira, Jhanz etc. are used in this dance.</p>\r\n<p>&nbsp;</p>\r\n<p>Visiting places</p>\r\n<p>Canal road:- Darshan Rawat haveli.</p>\r\n<p>&nbsp;</p>\r\n<p>Fort Sheopur:-</p>\r\n<p>&nbsp;</p>\r\n<p>The Rani Mahal, Darbar Hall and Saharia Museum are some attractive sites in the fort to visit. Baradari, PWD Guest House and some pathways are also the points of interest for the people visiting the fort.</p>\r\n<p>&nbsp;</p>\r\n<p>Doob Kund:-</p>\r\n<p>&nbsp;</p>\r\n<p>In Sheopur district, there was a city in the Chambal valley of Sheopur tehsil at some distance from river Kuno known as 'Dom'. It was the capital of Kachhwaha Kingdom. Here stands 81 feet high, large and square 'Chaubisi of Jain Tirthankaras', which is still worth seeing. The pillars standing on the 'Kalash' remind us of the art of their architects. In the middle of the Chaubisi, one could see a kund where the statues where sunk. Since then, it is called Doob Kund. Outside it, there are the remains of Har Gauri Temple. This statuary group was built in the 11th century.</p>\r\n<p>&nbsp;</p>\r\n<p>Ram-Janki Temple:-</p>\r\n<p>&nbsp;</p>\r\n<p>It is situated at the bank of Seep river, near to the fort of the sheopur. You can easily reach here by local transport system. the temple was built in the 15th century and is famous for ram-janki statue. The mahant of the temple is shri Rambharos ji maharaj. Every year a big celebration is held on the occasion of Ramnavami, which is the main attraction of the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Sangam Of Rameshwar:-</p>\r\n<p>&nbsp;</p>\r\n<p>It is situated at the sangam of the rivers Banas, Seep and Chambal and has many natural beauties. It is 959 feet high from seashore. Since rivers Banas, Seep and Chambal join here, the place is known as the Sangam of Rameshwar. A local fair is held here every year. It is an attraction for the tourists especially for the people of Rajasthan. Lord Parushram meditated here for long 12 years after killing his mother.</p>\r\n<p>&nbsp;</p>\r\n<p>Vijaipur Durg:-</p>\r\n<p>&nbsp;</p>\r\n<p>At the bank of river Kunari, there stands a fort known as Majhola durg. Vijay Singh, the King of Karauli, built it.</p>\r\n<p>&nbsp;</p>\r\n<p>Other places:-</p>\r\n<p>&nbsp;</p>\r\n<p>gurudwara near railway station</p>\r\n<p>Dhruv Kund Utanwad</p>\r\n<p>Devari Hanuman Mandir</p>\r\n<p>Eidgah SHER SHAH SURI (Garden)</p>\r\n<p>MASJID Kumedan sahab ka Baag and BANGLOW</p>\r\n<p>Dargah Nimoda Shareef</p>\r\n<p>The temple of Devi Panwara</p>\r\n<p>The temple of Shironi Hanuman</p>\r\n<p>The water temple of Baroda</p>\r\n<p>The temple of Khhetrapal Jaini</p>\r\n<p>The double bridge at the canal over seep river</p>\r\n<p>Qazi ji and Bivi ji ki Bawri</p>\r\n<p>Jinn ki Masjid, Fort</p>\r\n<p>javad vale hanuman ji davrsa</p>\r\n<p>jhuvari sangam parvati river.</p>\r\n<p>Kuno Wild Life Sanctuary</p>\r\n<p>Location:-</p>\r\n<p>&nbsp;</p>\r\n<p>Kuno Wildlife Sanctuary, located between latitudes 25degree 30second - 25degree 53second N and longitudes 77degree 07second &ndash; 77degree 26second E, is situated in the Sheopur district of north-west Madhya Pradesh. The total area is 344.686 km2 out of which 313.984 km2 is forest land and 30.702 km2 is revenue land in the Sheopur and Vijapur tehsils of Sheopur district. The Palpur (Kuno) wildlife sanctuary was notified vide Government of Madhya Pradesh Forest Department's Notification No. 15/8/79/10/2, Bhopal, dated 16.1.1981.</p>\r\n<p>&nbsp;</p>\r\n<p>This sanctuary is situated at Vijaypur and Sheopur tehsils in Sheopur district. It is 15 km. from the Sesaipura bus stand on Shivpuri-Sheopur road. It can be approached by bus or taxi from Sesaipura bus stand. It can also be approached from Pohari of district Shivpuri at the distance of 25 km. The sanctuary is situated in an isolated hill, sloping in all directions.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate:-</p>\r\n<p>&nbsp;</p>\r\n<p>The average rainfall in the area is 750 mm per year. The maximum temperature can rise up to 49 degree C while the minimum temperature recorded has been 2 degree C.</p>\r\n<p>&nbsp;</p>\r\n<p>Physiography:-</p>\r\n<p>&nbsp;</p>\r\n<p>The general physiography of the terrain is hilly. It comes under the Vindhya series. The sanctuary falls in the semi-arid zone and has a typical terrain of Central Indian highlands, interspersed with woodlands and meadows. The soil is sandy and sandy-loam, showing a spatial variation in depth. River kuno, a tributary of the Chambal, vertically bisects the sanctuary from north to south. It occupies an area of 5.90 km2 in the sanctuary. A number of major nullahs like Lankahkhoh, Kudikheda, Durredi, Aamkhoh originate from the gorges located on the west, join river Kuno. Similarly, the Dabhona Nallah, Naharkunda Nallah, Gangoli Nallah etc. originating from the eastern Khohs, meet the Kuno river at various sites.</p>\r\n<p>&nbsp;</p>\r\n<p>Fauna:-</p>\r\n<p>&nbsp;</p>\r\n<p>All the faunal representatives of the dry deciduous forest of the Central India can be found in Kuno i.e. Panther, Tiger, Chital, Sambhar, Black Deer, Chinkara, Bear, Blue bull, Chausingha, Jungle cat, Barking Deer, Monkey, Jackals, Hyena, Wild Boar, Fox, Kobra, Nag, Python, Peacock, Kala Teetar, Tree pie, Golden orioles, Drongo, Rollers, Jangli, murgi, Phakta, Bhura, Teetar.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora:-</p>\r\n<p>&nbsp;</p>\r\n<p>The Kuno sanctuary consists of dry deciduous forests interspersed with grasslands. Tree : Kardhai, Gurjan, Kher, Kusum, Gurjan, Mahua, Guner, Haldoo, Kullu, Kahua, Semal, Bahera, Tendu, Palas, Bel, Chind, Anwala, Harsingar, Chind, Satawar; Parasites : Bamdha, Amarbel;Grasses : Doob, Lumpy, Machai, Guner, Ponea, Phulara.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sheopur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bb1f124c-ad19-4ada-91fc-1fbad4525c96_Sheopur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sheopur-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"sheopur","slug":"sheopur"}],"recommendations":[{"id":663,"title":"Top Places to visit in Mandla, Madhya Pradesh","imageUrl":"45a8e19c-f842-4e67-96c2-f71ae62ab013_Mandla-railway.jpg","dateCreated":"2019-09-14T04:30:38.74Z","dateModified":"2019-09-14T04:30:51.176Z","contributedBy":"AskGif","content":"Mandla is a town with municipality in Mandla district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Mandla District. The town is situated in a loop of the Narmada River, which surrounds it on three sides, and for 15 miles between Mandla and Ramnagar, Madhya Prade","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/45a8e19c-f842-4e67-96c2-f71ae62ab013_Mandla-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mandla","slug":"mandla"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-mandla-madhya-pradesh","total":0},{"id":641,"title":"Top Places to visit in Barwani, Madhya Pradesh","imageUrl":"d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","dateCreated":"2019-09-12T02:04:06.213Z","dateModified":"2019-09-12T02:04:18.611Z","contributedBy":"AskGif","content":"Barwani is a town and a municipality in Barwani district in the state of Madhya Pradesh, India. The town is situated near the left bank of the Narmada River, and is the administrative headquarters of Barwani District. It has served as the capital of the former princely state of Barwani. It can be","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d622d6de-8809-4c67-a9ee-c90c1aae393e_Barwani.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"barwani","slug":"barwani"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-barwani-madhya-pradesh","total":0},{"id":638,"title":"Top Places to visit in Alirajpur, Madhya Pradesh","imageUrl":"1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","dateCreated":"2019-09-11T02:17:21.651Z","dateModified":"2019-09-11T02:17:35.998Z","contributedBy":"AskGif","content":"Alirajpur is a town and a municipality in Alirajpur district in the state of Madhya Pradesh, India.\r\n&nbsp;\r\nAlirajpur is one of the 52 districts of Madhya Pradesh state in India. It was created from Alirajpur, Jobat and Bhabra tehsils of the former Jhabua district on 17 May 2008. I","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"alirajpur","slug":"alirajpur"}],"slug":"top-places-to-visit-in-alirajpur-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}