{"id":681,"title":"शिवपुरी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"ac6bf223-1798-4d1f-b09d-9522c1397192_Shivpuri-railway.jpg","dateCreated":"2019-09-15T15:43:18.451Z","dateModified":"2019-09-15T15:43:38.647Z","contributedBy":"AskGif","content":"<p>शिवपुरी एक शहर है और मध्य भारतीय राज्य मध्य प्रदेश में स्थित शिवपुरी जिले में एक आयुक्त है। यह उत्तर पश्चिम मध्य प्रदेश के ग्वालियर डिवीजन में है और शिवपुरी जिले का प्रशासनिक मुख्यालय है। यह समुद्र तल से 1,515 फीट (462 मीटर) की ऊंचाई पर स्थित है। शिवपुरी जिला उत्तर प्रदेश में झांसी के साथ पूर्व की ओर और राजस्थान की ओर पश्चिम में एक सीमा साझा करता है। इसकी नौ तहसीलें हैं: बदरवास, करेरा, कोलारस, नरवर, पिछोर, पोहरी, बैराड, शिवपुरी और खानियाधन।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर मानसून के मौसम में एक लोकप्रिय पर्यटक आकर्षण है क्योंकि इसमें कई छोटे झरने और झीलें हैं। यह राज्य के सबसे ठंडे स्थानों में से एक है। यह शहर हरे-भरे हरियाली, घने घने जंगलों और सिंधिया परिवार की ग्रीष्मकालीन राजधानी के रूप में जाना जाता है, जिसकी राजधानी ग्वालियर थी और जिसका अटैक से उत्तर तक साम्राज्य था [जरूरत पड़ने पर]। इसे मध्य प्रदेश के शिमला और भारत के पहले पर्यटक गांव के रूप में भी जाना जाता है। यह नरवर के किले के लिए भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>शिवपुरी की औसत ऊंचाई 468 मीटर (1,535 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिवपुरी जिला भारत के मध्य प्रदेश राज्य का एक जिला है। शिवपुरी शहर जिला मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>नरवर</p>\r\n<p>शिवपुरी से 41 किमी की दूरी पर स्थित काली सिंध नदी के पूर्व में शिवपुरी जिले का ऐतिहासिक महत्व का नरवर शहर है। यह नरवर के मध्ययुगीन किले और चावल की खेती के लिए जाना जाता है। गाँव समोह के एक किसान ने SRI विधि से एक हेक्टेयर में खरीफ चावल की खेती से 138.6 क्विंटल धान की उपज दर्ज की।</p>\r\n<p>&nbsp;</p>\r\n<p>माधव चौक</p>\r\n<p>MAHARAJA माधव चौक शहर शिवपुरी का एक मुख्य बाजार है। सभी विपणन सुविधाएं यहां उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>माधव चौक</p>\r\n<p>माधव राष्ट्रीय उद्यान</p>\r\n<p>&nbsp;</p>\r\n<p>माधव राष्ट्रीय उद्यान</p>\r\n<p>माधव राष्ट्रीय उद्यान आगरा-मुंबई और झाँसी-शिवपुरी मार्ग के बीच स्थित है। इसका क्षेत्रफल 157.58 वर्ग किलोमीटर है। पार्क पूरे वर्ष आगंतुकों के लिए खुला रहता है। ब्लैकबक, भारतीय गज़ले और चीतल बड़ी संख्या में गायों, सांभर, चौसिंगा, काले हिरन, सुस्त भालू, तेंदुए और पार्क के अन्य निवासियों को मारते हैं। इस पार्क में झील के चारों ओर जंगलों की पहाड़ियों और समतल घास के मैदान हैं। यह जैव विविधता में बहुत समृद्ध है। 1918 में मनियर नदी पर निर्मित सख सागर और माधव सागर झील, राष्ट्रीय उद्यान में दो महत्वपूर्ण जैव विविधता समर्थन प्रणाली हैं। राष्ट्रीय उद्यान के प्रवेश द्वार पर सख्या सागर पर स्थित सेलिंग क्लब दर्शनीय स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>5 नवंबर 1945 को लाल किले में ऐतिहासिक परीक्षण के अंतिम उत्तरजीवी कर्नल जी.एस. ढिल्लों</p>\r\n<p>{विवेक बिलाय}</p>\r\n<p>माधवराव सिंधिया, भारतीय राजनेता और सिंधिया राजवंश ग्वालियर राज्य के महाराजा।</p>\r\n<p>यशोधरा राजे सिंधिया, शिव पुरी की श्रीमंत।</p>\r\n<p>पर्यटक गांव</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक ग्राम शिवपुरी</p>\r\n<p>शिवपुरी पर्यटन केंद्र। शिवपुरी पूरे साल पर्यटकों के लिए आकर्षण का केंद्र है, लेकिन शिवपुरी पहली बारिश के बाद पर्यटकों को आकर्षित करता है। पर्यटक गांव पिकनिक स्पॉट भदैया कुंड के पास पर्यटकों के ठहरने के लिए स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>Chhatari</p>\r\n<p>सिंधिया राजवंश अलंकृत संगमरमर की रॉयल्स के बहुत सारे सिंधिया छत्री (स्मारक) हैं, जो कारीगरी का बेहतरीन नमूना है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>छतरी (शिवपुरी) एक स्मारक</p>\r\n<p>इसका परिसर छतरी रोड पर है जो दो बट्टई चौराहा से भदैया कुंड तक जाता है। परिसर के प्रवेश द्वार पर हिंदू और इस्लामिक स्थापत्य शैली के संयोजन में, उनके शिखर प्रकार के योद्धाओं और मराठा राजपूत और मुगल मंडप के साथ, द्वारपाल रानी महारानी सखि राजे सिंधिया का स्मारक है। इस स्मारक के सामने एक टैंक बनाया गया है। माधव राव सिंधिया का स्मारक, महारानी सखि राजे सिंधिया के वार्ड के सामने बने टैंक में बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>छतारी (टैंक)</p>\r\n<p>टैंक के एक ओर एक मंदिर भगवान राम द्वारा सीता, लक्ष्मण के साथ स्थापित किया गया है और दूसरी तरफ एक मंदिर राधा- कृष्ण की स्थापना की गई है। सभी स्मारक और मंदिर ग्वालियर के सिंधिया महाराजा राजकुमारों द्वारा बनाए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>छतरी का प्रबंधन एक सिंधियासत्ता के नियंत्रण में है।</p>\r\n<p>&nbsp;</p>\r\n<p>धार्मिक स्थल</p>\r\n<p>बान गंगा धाम</p>\r\n<p>मोहिनेश्वर धाम</p>\r\n<p>&nbsp;</p>\r\n<p>मोहनेश्वर धाम मंदिर</p>\r\n<p>चिन्ताहरण मंदिर</p>\r\n<p>शिव मंदिर (छतारी रोड)</p>\r\n<p>श्री शांतिनाथ (नौगजा) दिगंबर जैन अथिषा क्षेत्र</p>\r\n<p>बिलिया महादेव मंदिर सिरसोद (करेरा)</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने शिवपुरी को देश के 250 सबसे पिछड़े जिलों (कुल 640 में से) का नाम दिया। यह मध्य प्रदेश के 24 जिलों में से एक है जो वर्तमान में पिछड़ा क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार शिवपुरी जिले की जनसंख्या 1,725,818 है, जो कि द गाम्बिया या अमेरिकी राज्य नेब्रास्का के देश के बराबर है। यह इसे भारत में 280 वीं (कुल 640 में से) की रैंकिंग देता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का जनसंख्या घनत्व 168 निवासियों प्रति वर्ग किलोमीटर (440 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 22.74% थी। शिवपुरी में हर 1000 पुरुषों पर लिंगानुपात 877 और साक्षरता दर 63.73% है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shivpuri</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ac6bf223-1798-4d1f-b09d-9522c1397192_Shivpuri-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-shivpuri-madhya-pradesh","tags":[{"name":"शिवपुरी","slug":"shivpuri"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":685,"title":"उज्जैन में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","dateCreated":"2019-09-15T16:13:08.28Z","dateModified":"2019-09-15T16:13:21.161Z","contributedBy":"AskGif","content":"उज्जैन भारतीय राज्य मध्य प्रदेश के उज्जैन जिले का एक शहर है। यह जनसंख्या के हिसाब से मध्य प्रदेश का पांचवा सबसे बड़ा शहर है और उज्जैन जिले और उज्जैन संभाग का प्रशासनिक केंद्र है। यह एक प्रसिद्ध हिंदू तीर्थस्थल है जो हर 12 साल में यहां आयोजित होने वाले कुंभ मेले के साथ होता है।\r\n&nbsp;\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"उज्जैन","slug":"ujjain"}],"slug":"top-places-to-visit-in-ujjain-madhya-pradesh","total":0},{"id":660,"title":"कटनी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","dateCreated":"2019-09-14T03:07:10.369Z","dateModified":"2019-09-14T03:07:22.38Z","contributedBy":"AskGif","content":"कटनी (जिसे मुरवारा (कटनी) या मुडवारा भी कहा जाता है) मध्य प्रदेश, भारत में कटनी नदी के तट पर स्थित एक शहर है। यह कटनी जिले का प्रशासनिक मुख्यालय है। यह मध्य भारत के महाकोशल क्षेत्र में है। शहर जबलपुर के संभागीय मुख्यालय से 90 किमी (56 मील) दूर है।\r\n&nbsp;\r\nकटनी जिला मध्य भारत में मध","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"कटनी","slug":"katni"}],"slug":"top-places-to-visit-in-katni-madhya-pradesh","total":0},{"id":653,"title":"गुना में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","dateCreated":"2019-09-14T01:03:26.578Z","dateModified":"2019-09-14T01:03:52.36Z","contributedBy":"AskGif","content":"गुना जिला मध्य भारत में मध्य प्रदेश के 52 जिलों में से एक है। इसका प्रशासनिक मुख्यालय गुना है। जिले की जनसंख्या 1,240,938 (2011 की जनगणना) है। इसका क्षेत्रफल 6390 वर्ग किमी है, और यह शिवपुरी जिले के पूर्व में, अशोकनगर जिले के पूर्व में, विदिशा जिले के दक्षिण-पूर्व में, राजगढ़ जिले के दक्षिण-पश्चि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"गुना","slug":"guna"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-guna-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}