{"id":681,"title":"Top Places to visit in Shivpuri, Madhya Pradesh","imageUrl":"ac6bf223-1798-4d1f-b09d-9522c1397192_Shivpuri-railway.jpg","dateCreated":"2019-09-15T15:43:18.451Z","dateModified":"2019-09-15T15:43:38.647Z","contributedBy":"AskGif","content":"<p>Shivpuri is a city and a commissioner in Shivpuri district located in the central Indian state of Madhya Pradesh. It is in the Gwalior Division of northwest Madhya Pradesh and is the administrative headquarters of Shivpuri District. It is situated at an altitude of 1,515 feet (462 m) above sea level. Shivpuri district shares a border with Jhansi in Uttar Pradesh towards the east and Rajasthan towards the west. It has nine tehsils: Badarwas, Karera, Kolaras, Narwar, Pichhore, Pohri, Bairad, Shivpuri and Khaniyadhan.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is a popular tourist attraction in the monsoon season as it has a number of minor waterfalls and lakes. It is one of the coldest places in the state. The city is known for its lush greenery, thick dense forests and also as being formerly the summer capital of the Scindia family whose capital was Gwalior and had empire till Attock from Uttar[disambiguation needed]. It is also known as shimla of Madhya Pradesh and the first tourist village of India. It is also known for the fort of Narvar.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Shivpuri has an average elevation of 468 metres (1,535 ft).</p>\r\n<p>&nbsp;</p>\r\n<p>Shivpuri District is a district of Madhya Pradesh state of India. The town of Shivpuri is the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Narwar</p>\r\n<p>Shivpuri District has Narwar town of historical importance just east of the Kali Sind River, situated at a distance of 41 km from Shivpuri. It is known for its medieval fortress of Narwar and for rice cultivation. A farmer of the village samoha recorded 138.6 quintal paddy yield from one ha kharif rice cultivation by the SRI method.</p>\r\n<p>&nbsp;</p>\r\n<p>Madhav Chauk</p>\r\n<p>MAHARAJA Madhav Chauk is a main market of city Shivpuri. All marketing facilities are available here.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Madhav Chauk</p>\r\n<p>Madhav National Park</p>\r\n<p>&nbsp;</p>\r\n<p>Madhav National Park</p>\r\n<p>Madhav National Park is located between Agra-Mumbai and Jhansi-Shivpuri road. Its area is 157.58 square kilometers. The park is open to visitors throughout the year. Blackbuck, Indian gazelle and chital Knil large number of cows, sambar, Chausinga, black buck, sloth bears, leopards and other inhabitants of the park. The park has a varied terrain of forested hills and flat grasslands around the lake. It is very rich in biodiversity. Sakhya Sagar and Madhav Sagar lakes, created on Manier River in 1918, are two important biodiversity support systems in the national park. The Sailing Club situated on Sakhya Sagar at the entrance of the National park is a place of scenic beauty.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Col. G.S. Dhillon, last survivor of the Historic trial on 5 November 1945 at the Red Fort</p>\r\n<p>{Vivek Bilaeya}</p>\r\n<p>MadhavraoScindia, Indian politician and Maharaja of Scindia Rajvansh Gwalior State.</p>\r\n<p>Yashodhara Raje Scindia, Shrimant of Shiv Puri.</p>\r\n<p>Tourist Village</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Village Shivpuri</p>\r\n<p>Shivpuri Tourism Center. Shivpuri is the center of attraction for tourists throughout the year, but Shivpuri attract to tourist after first rain. Tourist Village is located here to stay for tourist near Picnic Spot Bhadaiya Kund.</p>\r\n<p>&nbsp;</p>\r\n<p>Chhatari</p>\r\n<p>There are lots of Scindia Chatri (memorials) of royals of Scindia Rajvansh ornate marble is a fine example of workmanship.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Chhatari (Shivpuri) a memorials</p>\r\n<p>Its campus is on Chhatari Road which leads from Do Battai Chauraha to Bhadaiya Kund. There is a memorial of dowager queen Maharani Sakhya Raje Scindia at the entrance of the campus, in a fusion of Hindu and Islamic architectural styles, with their shikhara type spires and Maratha Rajput and Mughal pavilions. A tank is created in front of this memorial. The memorial of Madhav Rav Scindhia is built across the tank facing to wards Maharani Sakhya Raje Scindhia.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Chhatari (Tank)</p>\r\n<p>One side of the tank a temple is established of Lord Ram with Seeta, Lakshman and other side a temple is established of Radha- Krishna. All memorials &amp; temples are built by Scindhia Maharaja Princes of Gwalior.</p>\r\n<p>&nbsp;</p>\r\n<p>Management of Chhatari is under control of a ScindiaTrust.</p>\r\n<p>&nbsp;</p>\r\n<p>Religious places</p>\r\n<p>Ban Ganga Dham</p>\r\n<p>Mohineshwar Dham</p>\r\n<p>&nbsp;</p>\r\n<p>Mohineshwar Dham Mandir</p>\r\n<p>Chintaharan Mandir</p>\r\n<p>Shiv Temple (Chhatari Road)</p>\r\n<p>Shri Shantinath (Naugaja) Digambar Jain Atishaya Kshetra</p>\r\n<p>Bilaeya Mahadev Mandir Sirsod (Karera)</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Shivpuri one of the country's 250 most backward districts (out of a total of 640). It is one of the 24 districts in Madhya Pradesh currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Shivpuri district has a population of 1,725,818, roughly equal to the nation of The Gambia or the US state of Nebraska. This gives it a ranking of 280th in India (out of a total of 640).</p>\r\n<p>&nbsp;</p>\r\n<p>The district has a population density of 168 inhabitants per square kilometre (440/sq mi). Its population growth rate over the decade 2001-2011 was 22.74%. Shivpuri has a sex ratio of 877 females for every 1000 males, and a literacy rate of 63.73%.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Shivpuri</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ac6bf223-1798-4d1f-b09d-9522c1397192_Shivpuri-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-shivpuri-madhya-pradesh","tags":[{"name":"shivpuri","slug":"shivpuri"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":685,"title":"Top Places to visit in Ujjain, Madhya Pradesh","imageUrl":"02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","dateCreated":"2019-09-15T16:13:08.28Z","dateModified":"2019-09-15T16:13:21.161Z","contributedBy":"AskGif","content":"Ujjain is a city in Ujjain district of the Indian state of Madhya Pradesh. It is the fifth largest city in Madhya Pradesh by population and is the administrative centre of Ujjain district and Ujjain division. It is a famous Hindu pilgrimage centre with the Kumbh Mela held here every 12 years.","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"ujjain","slug":"ujjain"}],"slug":"top-places-to-visit-in-ujjain-madhya-pradesh","total":0},{"id":660,"title":"Top Places to visit in Katni, Madhya Pradesh","imageUrl":"66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","dateCreated":"2019-09-14T03:07:10.369Z","dateModified":"2019-09-14T03:07:22.38Z","contributedBy":"AskGif","content":"Katni (also known as Murwara (Katni) or Mudwara) is a town on the banks of the Katni River in Madhya Pradesh, India. It is the administrative headquarters of Katni District. It is in the Mahakoshal region of central India. The city is 90 km (56 mi) from the divisional headquarters of the region, ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"katni","slug":"katni"}],"slug":"top-places-to-visit-in-katni-madhya-pradesh","total":0},{"id":653,"title":"Top Places to visit in Guna, Madhya Pradesh","imageUrl":"a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","dateCreated":"2019-09-14T01:03:26.578Z","dateModified":"2019-09-14T01:03:52.36Z","contributedBy":"AskGif","content":"Guna district is one of the 52 districts of Madhya Pradesh in central India. Its administrative headquarters is Guna. The district has a population of 1,240,938 (2011 census). It has an area of 6390 km&sup2;, and is bounded on the northeast by Shivpuri District, on the east by Ashoknagar District","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a692a411-3646-432c-b003-280dc65ac6e1_Guna-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"guna","slug":"guna"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-guna-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}