{"id":683,"title":"सिंगरौली, वैधन में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","dateCreated":"2019-09-15T15:56:53.963Z","dateModified":"2019-09-15T15:57:05.54Z","contributedBy":"AskGif","content":"<p>सिंगरौली मध्य प्रदेश और रीवा के कमिश्नर के राज्य में सिंगरौली जिले का एक शहर है।</p>\r\n<p>सिंगरौली जिला भारत के मध्य प्रदेश राज्य के जिलों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकार</p>\r\n<p>रीवा संभाग के कमिश्नर (रीवा के आयुक्त) सिंगरौली के जिला प्रशासन में पर्यवेक्षण करते हैं</p>\r\n<p>जिला कलेक्टर / जिला मजिस्ट्रेट कार्यालय (कलेक्ट्रेट) जिला मुख्यालय टाउन वैधन है</p>\r\n<p>अन्य अधिकारी:</p>\r\n<p>&nbsp;</p>\r\n<p>अतिरिक्त जिला कलेक्टर / मजिस्ट्रेट (एडीएम); संयुक्त कलेक्टर; अपर कलेक्टर, वैधन</p>\r\n<p>सब डिविजनल मजिस्ट्रेट (एसडीएम), सिंगरौली (वैधान), देवसर और चितरंगी</p>\r\n<p>कार्यकारी मजिस्ट्रेट / तहसीलदार, सिंगरौली (वैधान), देवसर, चितरंगी, मारा (माडा) और सराय</p>\r\n<p>अन्य शहरों और प्रमुख गांवों के उप कार्यकारी मजिस्ट्रेट / नायब तहसीलदार कार्यालय</p>\r\n<p>सिंगरौली जिला पुलिस बल:</p>\r\n<p>&nbsp;</p>\r\n<p>पुलिस महानिरीक्षक (IGP) रीवा ज़ोन, सिंगरौली के जिला बल में रीवा की निगरानी</p>\r\n<p>पुलिस अधीक्षक (एसपी) कार्यालय जिला मुख्यालय टाउन वैधन है</p>\r\n<p>अन्य पुलिस अधिकारी:</p>\r\n<p>&nbsp;</p>\r\n<p>अतिरिक्त पुलिस अधीक्षक (अतिरिक्त एसपी), वैधान।</p>\r\n<p>पुलिस उप अधीक्षक (डीएसपी), एसपी कार्यालय वैधन।</p>\r\n<p>पुलिस उपाधीक्षक एसटी / एससी कल्याण, वैधन।</p>\r\n<p>उप पुलिस अधीक्षक यातायात, वैधन</p>\r\n<p>नगर पुलिस अधीक्षक (सीएसपी), विंध्यनगर।</p>\r\n<p>पुलिस उप-विभागीय अधिकारी (एसडीओपी), सिंगरौली (मोरवा); Deosar; Chitarangi।</p>\r\n<p>टाउन इंस्पेक्टर (TI) और सब मेजर और माइनर पुलिस स्टेशनों में सब इंस्पेक्टर (SI) प्रभारी।</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>सिंगरौली की औसत साक्षरता दर 62.4% है, जो राष्ट्रीय औसत 70.6% से कम है: पुरुष साक्षरता 73.8% है, और महिला साक्षरता 49.9% है। सिंगरौली में, 17.34% जनसंख्या 6 वर्ष से कम आयु की है। (साक्षरता दर 7 वर्ष या उससे अधिक आयु के लोगों को साक्षर लोगों का प्रतिशत है)।</p>\r\n<p>1951-1961 की जनगणना में सिंगरौली की जनसंख्या वृद्धि दर 24.8 (मध्यप्रदेश में 24 वीं) थी, 1961-1971 में 35.9 (मप्र में 4 थी), 1971-1981 में 36.4 (मप्र में 3 थी), 1981-1991 में 44.9 ( 2 MP में), 1991-2001 में 2001.6 में 38.6 (पहली MP में) 28 था (MP में 4th)। यह अपेक्षित है कि सिंगरौली औद्योगिक विकास के कारण 2011-2022 के दौरान जनसंख्या वृद्धि दर में मध्यप्रदेश में प्रथम स्थान पर रहेगा।</p>\r\n<p>जिला सांख्यिकी और दक्षिण एशिया का सबसे बड़ा औद्योगिक क्षेत्र।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना के लिए सिंगरौली की कुल आबादी में से 19.25 प्रतिशत जिले के शहरी क्षेत्रों में रहती हैं। कुल 226,786 लोग शहरी क्षेत्रों में रहते हैं जिनमें पुरुष 120,313 और महिलाएं 106,473 हैं। 2011 की जनगणना के आंकड़ों के अनुसार सिंगरौली जिले के शहरी क्षेत्र में लिंगानुपात 885 है। इसी तरह 2011 की जनगणना में सिंगरौली जिले में बाल लिंगानुपात 899 था। शहरी क्षेत्र में बाल जनसंख्या (0-6) 30,804 थी, जिनमें पुरुष और महिलाएं 16,219 और 14,585 थे। सिंगरौली जिले की यह बाल आबादी कुल शहरी आबादी का 13.48% है। 2011 की जनगणना के अनुसार सिंगरौली जिले में औसत साक्षरता दर 75.51% है, जिसमें पुरुष और महिलाएं क्रमशः 83.97% और 65.93% साक्षर हैं। वास्तविक संख्या में 147,990 लोग शहरी क्षेत्र में साक्षर हैं, जिनमें पुरुष और महिलाएं क्रमशः 87,408 और 60,582 हैं।</p>\r\n<p>इसे भी देखें: मध्य प्रदेश के शहरों की सूची</p>\r\n<p>हाल ही में सिंगरौली को भारत का दूसरा सबसे पिछड़ा जिला घोषित किया गया है।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>जिला मुख्यालय सिंगरौली मोरवा स्टेशन से लगभग 30 किमी दूर है, जहाँ ट्रेन कनेक्टिविटी है। सिंगरौली दिल्ली, कोलकाता, अहमदाबाद, जबलपुर, भोपाल, लखनऊ, वाराणसी, पटना, जमशेदपुर, झाँसी, उज्जैन, प्रयागराज, मिर्जापुर, कटनी और बरेली जैसे प्रमुख भारतीय शहरों से अच्छी तरह से जुड़ा हुआ है। हालाँकि, सिंगरौली के लिए सड़क संपर्क एक मुद्दा है। हालांकि राष्ट्रीय राजमार्ग पर होने के कारण सड़क मार्ग से सिंगरौली जाना मुश्किल है। सिंगरौली की यात्रा के दौरान निवासी गाड़ियों का उपयोग करना पसंद करते हैं। जिला मुख्यालय वैदहान के पास, कटौली गाँव में सिंगरौली हवाई अड्डा निर्माणाधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंडस्ट्रीज</p>\r\n<p>&nbsp;</p>\r\n<p>एनसीएल कोयला खदानें</p>\r\n<p>&nbsp;</p>\r\n<p>सिंगरौली में बिजली संयंत्र</p>\r\n<p>सिंगरौली में काम करने वाली सभी प्रमुख कंपनियां भारतीय ऊर्जा उद्योग से संबंधित हैं। कंपनियों के संचालन में बिजली उत्पादन के लिए कोयले का खनन शामिल है। हाल के दिनों में, सिंगरौली में काम करने वाली कंपनियों की लीग में कई निजी कंपनियां भी शामिल हुई हैं। 2017 तक यह उम्मीद की जा रही है कि सिंगरौली अकेले ग्रिड को लगभग 35,000 मेगावाट बिजली देगा।</p>\r\n<p>&nbsp;</p>\r\n<p>सिंगरौली में संचालित या आने वाली प्रमुख कंपनियां हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>1. एनटीपीसी लिमिटेड (9760 मेगावाट की संयुक्त उत्पादन क्षमता वाला 3 पावर प्लांट)</p>\r\n<p>&nbsp;</p>\r\n<p>2. कोल इंडिया लिमिटेड (अपनी सहायक उत्तरी कोलफील्ड्स लिमिटेड वार्षिक उत्पादन 80 मिलियन मीट्रिक टन के माध्यम से)</p>\r\n<p>&nbsp;</p>\r\n<p>3. रिलायंस पावर लिमिटेड (3960 मेगावाट)</p>\r\n<p>&nbsp;</p>\r\n<p>4. एस्सार पावर लिमिटेड (1200 मेगावाट)</p>\r\n<p>&nbsp;</p>\r\n<p>5. डीबी पावर लिमिटेड (1320 मेगावाट)</p>\r\n<p>&nbsp;</p>\r\n<p>रेल विभाग यहां अपने नेटवर्क का विस्तार करने की योजना बना रहा है। हाल ही में सिंगरौली स्टेशन को एक अतिरिक्त प्लेटफार्म आवंटित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>सिंगरौली में कई प्रतिष्ठित शिक्षण संस्थान हैं। Sapient International Academy Khanhana, D.A.V. सीनियर सेकेंड। पब्लिक स्कूल निगाही, डी पॉल स्कूल वंध्यनगर, सरस्वती हायर सेकेंडरी स्कूल बिलुनजी, नवोदय विद्यालय पचोर, दिल्ली पब्लिक स्कूल निगाही, दिल्ली पब्लिक स्कूल विंध्यनगर, क्राइस्ट ज्योति कॉन्वेंट स्कूल सिंगरौली, सेंट जोसेफ उच्चतर माध्यमिक विद्यालय, केंद्रीय विद्यालय जयलता जयंत सरन, विंध्यनगर, एम.एम. पब्लिक स्कूल देओसर और डीएवी पब्लिक स्कूल, वैधन डीएवी स्कूल अग्रणी शिक्षा प्रदाता है। स्कूलों के अलावा ऐसे कॉलेज हैं जो विभिन्न विषयों में स्नातक की डिग्री प्रदान करते हैं। स्थानीय छात्र सरकार में दाखिला लेना चाहते हैं। डिग्री कॉलेज वैधन, सरकार। डिग्री कॉलेज देवसर। माया राम लॉ कॉलेज लॉ में स्नातक प्रदान करता है। सरकार। पॉलिटेक्निक कॉलेज वैधानिक स्कूली शिक्षा पूरी करने वाले छात्रों की सर्वोच्च प्राथमिकता वाला स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>केंद्र सरकार ने सिंगरौली में विशाल कोयला रिजर्व को ध्यान में रखते हुए इंडियन स्कूल ऑफ माइंस (ISM) खोलने का प्रस्ताव दिया है।</p>\r\n<p>&nbsp;</p>\r\n<p>[आइकन]</p>\r\n<p>यह खंड खाली है। आप इसे जोड़ कर मदद कर सकते हैं। (दिसंबर 2015)</p>\r\n<p>अम्बेडकर विधालय, बिलौंजी, वैधन [ओपन स्कूल]</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यावरण प्रदूषण</p>\r\n<p>केंद्रीय पर्यावरण और वन मंत्रालय (MoEF) द्वारा सिंगरौली क्षेत्र की पहचान एक गंभीर रूप से प्रदूषित क्षेत्र (CPA) के रूप में की गई है। क्षेत्र में वृद्धिशील कोयला खनन गतिविधियों और कोयला आधारित थर्मल पावर प्लांटों के तेजी से विकास के परिणामस्वरूप तीव्र वायु और जल प्रदूषण हुआ है, जिससे स्थानीय निवासियों के बीच गंभीर स्वास्थ्य समस्याएं पैदा हो रही हैं, जो कि अनसुना रह जाती हैं। कई और बिजली कंपनियों के आने से समस्या बढ़ने की आशंका है। क्षेत्र के बिजली संयंत्र जिले में हवा और पानी को पारा, एक न्यूरोटॉक्सिन के साथ जहर दे रहे हैं। पारा प्राकृतिक, और शायद सबसे हानिकारक, कोयले के घटकों में से एक है। 1,100 डिग्री सेल्सियस से ऊपर के तापमान पर दहन के दौरान, यह वाष्प करता है। थर्मल प्लांटों में बड़ी मात्रा में कोयले को जलाए जाने को देखते हुए वातावरण में काफी मात्रा में पारा निकलता है। इसमें से कुछ ठंडा हो जाता है और प्लांट के बॉयलर और वायु प्रदूषण नियंत्रण प्रणाली से गुजरते समय गाढ़ा हो जाता है और मिट्टी और पानी के माध्यम से पर्यावरण में प्रवेश करता है। यह कोयला खदानों से रन-ऑफ के माध्यम से भी पर्यावरण में प्रवेश करता है। मनुष्यों में, पारा कई पुरानी बीमारियों और मृत्यु का कारण बन सकता है। 1998 में, लखनऊ में स्थित एक प्रमुख सार्वजनिक वित्त पोषित वैज्ञानिक एजेंसी इंडियन इंस्टीट्यूट ऑफ टॉक्सिकोलॉजी रिसर्च (IITR) ने पारा विषाक्तता के लिए सिंगरौली क्षेत्र के 1,200 से अधिक लोगों का परीक्षण किया। इसमें मनुष्यों और पर्यावरण में पारा का उच्च स्तर पाया गया। केंद्रीय प्रदूषण नियंत्रण बोर्ड ने सिंगरौली से 11 कोयला नमूनों का विश्लेषण किया और कोयले में पारा एकाग्रता 0.09 भागों प्रति मिलियन (पीपीएम) और 0.487 पीपीएम के बीच पाया। 2011 में, दिल्ली स्थित गैर-लाभकारी केंद्र विज्ञान और पर्यावरण ने सोनभद्र के अनपरा गांव में कोयले में 0.15 पीपीएम पारा पाया था। ऐसा अनुमान है कि सिंगरौली में हर साल 1,000 मेगावाट का ताप बिजलीघर कम से कम 500 किलोग्राम पारा उत्सर्जित करता है। सिंगरौली भारत में SO2 गैस का सबसे बड़ा उत्सर्जक है, जो ग्रीनपीस की एक रिपोर्ट के अनुसार दुनिया भर में SO2 गैस का सबसे बड़ा उत्सर्जक है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Singrauli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-singrauli-waidhan-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"सिंगरौली","slug":"singrauli"},{"name":"वैधन","slug":"waidhan"}],"recommendations":[{"id":655,"title":"हरदा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","dateCreated":"2019-09-14T01:18:13.728Z","dateModified":"2019-09-14T01:19:23.205Z","contributedBy":"AskGif","content":"हरदा भारतीय राज्य मध्य प्रदेश में हरदा जिले में एक शहर और एक नगर पालिका है। हरदा, हरदा जिले का प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nइतिहास\r\nमुगल काल के दौरान, हरदा हंडिया सरकार में एक महल था। 1742 में, पेशवा बालाजी बाजी राव के नेतृत्व में मराठों ने इस क्षेत्र पर कब्जा कर लिया, और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हरदा","slug":"harda"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-harda-madhya-pradesh","total":0},{"id":651,"title":"धार में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","dateCreated":"2019-09-13T02:32:54.551Z","dateModified":"2019-09-13T02:33:08.994Z","contributedBy":"AskGif","content":"धार भारत में पश्चिमी मध्य प्रदेश राज्य के मालवा क्षेत्र में स्थित एक शहर है। यह धार जिले का प्रशासनिक मुख्यालय है, और 1732 से राजपूत धार राज्य की राजधानी धर्मनगर के रूप में थी (पहले राजा ने 1728 से मुल्तान में अपनी सीट बनाई थी)।\r\n&nbsp;\r\nधार जिला मध्य भारत में मध्य प्रदेश राज्य का ए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"धार","slug":"dhar"}],"slug":"top-places-to-visit-in-dhar-madhya-pradesh","total":0},{"id":644,"title":"भोपाल में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","dateCreated":"2019-09-12T02:34:28.722Z","dateModified":"2019-09-12T02:34:43.821Z","contributedBy":"AskGif","content":"भोपाल भारतीय राज्य मध्य प्रदेश की राजधानी है और भोपाल जिले और भोपाल संभाग दोनों का प्रशासनिक मुख्यालय है। भोपाल अपनी विभिन्न प्राकृतिक और कृत्रिम झीलों के लिए झीलों के शहर के रूप में जाना जाता है और यह भारत के सबसे हरे भरे शहरों में से एक है। यह भारत का 16 वां सबसे बड़ा शहर है और दुनिया में 131 व","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भोपाल","slug":"bhopal"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-bhopal-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}