{"id":683,"title":"Top Places to visit in Singrauli, Waidhan, Madhya Pradesh","imageUrl":"f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","dateCreated":"2019-09-15T15:56:53.963Z","dateModified":"2019-09-15T15:57:05.54Z","contributedBy":"AskGif","content":"<p>Singrauli is a city in the Singrauli district in the state of Madhya Pradesh and Commissionaire of Rewa.</p>\r\n<p>Singrauli district is one of the districts in the India state of Madhya Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Government</p>\r\n<p>Commissioner of Rewa Division (Commissionaire of Rewa) supervision in District Administration of Singrauli</p>\r\n<p>District Collector/District Magistrate office (Collectorate) situated is District Headquarters Town Waidhan</p>\r\n<p>Other officials:</p>\r\n<p>&nbsp;</p>\r\n<p>Additional District Collector / Magistrate (ADM); Joint Collector; Upper Collector, Waidhan</p>\r\n<p>Sub Divisional Magistrate (SDM), Singrauli(Waidhan), Deosar and Chitrangi</p>\r\n<p>Executive Magistrate / Tehsildar, Singrauli(Waidhan), Deosar, Chitrangi, Mara (Mada) and Sarai</p>\r\n<p>Deputy Executive Magistrate / Nayeb Tehsildar office of the other towns and major villages</p>\r\n<p>Singrauli District Police Force:</p>\r\n<p>&nbsp;</p>\r\n<p>Inspector General of Police (IGP) Rewa Zone, Rewa supervision in District Force of Singrauli</p>\r\n<p>Superintendent of Police (SP) office situated is District Headquarter Town Waidhan</p>\r\n<p>Other Police Official:</p>\r\n<p>&nbsp;</p>\r\n<p>Additional Superintendent of Police (Addled. SP), Waidhan.</p>\r\n<p>Deputy Superintendent of Police(DSP), SP office Waidhan.</p>\r\n<p>Deputy Superintendent of Police ST/SC welfare, Waidhan.</p>\r\n<p>Deputy Superintendent of Police Traffic, Waidhan</p>\r\n<p>City Superintendent of Police(CSP), Vindhyanagar.</p>\r\n<p>Sub Divisional Officer of Police (SDOP), Singrauli (Morwa); Deosar; Chitarangi.</p>\r\n<p>Town Inspector (TI) and Sub Inspector (SI) incharge in all Major and Minor Police Stations.</p>\r\n<p>Demographics</p>\r\n<p>Singrauli has an average literacy rate of 62.4%, lesser than the national average of 70.6%: male literacy is 73.8%, and female literacy is 49.9%. In Singrauli, 17.34% of the population is under 6 years of age. (Literacy rate is the percentage of literates people to the total population aged 7 years and above).</p>\r\n<p>Population growth rate of Singrauli in census 1951-1961 was 24.8 (24th in Madhya Pradesh), in 1961-1971 was 35.9 (4th in M.P.), in 1971-1981 was 36.4 (3rd in M.P.), in 1981-1991 was 44.9 (2nd in M.P.), in 1991-2001 was 38.6 (1st in M.P.) in 2001-2011 was 28 (4th in M.P.). It is expected that Singrauli will be 1st in Madhya Pradesh in population growth rate during 2011-2022 because of industrial development.</p>\r\n<p>District statistics and south Asia's biggest industrial area.</p>\r\n<p>&nbsp;</p>\r\n<p>Out of the total Singrauli population for 2011 census, 19.25 percent lives in urban regions of district. In total 226,786 people lives in urban areas of which males are 120,313 and females are 106,473. Sex ratio in urban region of Singrauli district is 885 as per 2011 census data. Similarly child sex ratio in Singrauli district was 899 in 2011 census. Child population (0-6) in urban region was 30,804, of which males and females were 16,219 and 14,585. This child population figure of Singrauli district is 13.48% of the total urban population. Average literacy rate in Singrauli district as per census 2011 is 75.51% of which males and females are 83.97% and 65.93% literates respectively. In actual number 147,990 people are literate in urban region of which males and females are 87,408 and 60,582 respectively.</p>\r\n<p>See also: List of cities in Madhya Pradesh</p>\r\n<p>Recently Singrauli is declared as second most backward district in India.</p>\r\n<p>Transport</p>\r\n<p>District Headquarter is approximately 30 km from Singrauli Morwa station, which has train connectivity. Singrauli is well connected to major Indian Cities such as Delhi, Kolkata, Ahmedabad, Jabalpur, Bhopal, Lucknow, Varanasi, Patna,Jamshedpur, Jhansi, Ujjain, Prayagraj, Mirzapur, Katni and Bareli. However, Road connectivity to Singrauli remains an issue. Though being on National Highway, commutation to Singrauli by road is difficult. Residents prefer to use trains when travelling to Singrauli. Singrauli Airport is under construction in Katauli village, near District Headquarter Waidhan.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries</p>\r\n<p>&nbsp;</p>\r\n<p>NCL coal mines</p>\r\n<p>&nbsp;</p>\r\n<p>Power plant in Singrauli</p>\r\n<p>All major companies operating in Singrauli belongs to Indian energy industry. The operations of companies include mining of coal for power generation. In recent past, several private companies have also joined the league of companies operating in Singrauli. It is expected by 2017 that Singrauli would feed around 35,000 MW of electrical power to the grid alone.</p>\r\n<p>&nbsp;</p>\r\n<p>Major companies operating or coming up at Singrauli are:</p>\r\n<p>&nbsp;</p>\r\n<p>1. NTPC Limited (3 Power Plant with combined generation capacity of 9760 MW)</p>\r\n<p>&nbsp;</p>\r\n<p>2. Coal India Limited ( Through its subsidiary Northern Coalfields Limited annual production 80 Million MT)</p>\r\n<p>&nbsp;</p>\r\n<p>3. Reliance Power Limited (3960 MW)</p>\r\n<p>&nbsp;</p>\r\n<p>4. Essar Power Limited (1200 MW)</p>\r\n<p>&nbsp;</p>\r\n<p>5. DB Power Limited (1320 MW)</p>\r\n<p>&nbsp;</p>\r\n<p>The rail department is planning to expand their network here. Recently Singrauli station has been allotted an extra platform.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Singrauli has several reputed educational institute. Sapient International Academy Khanhana, D.A.V. Sr. Sec. public school Nigahi,De Paul School Vndhyanagar,Saraswati Higher Secondary School Bilaunji, Navodaya Vidyalay Pachore,Delhi Public School Nigahi, Delhi Public School Vindhyanagar,Christ jyoti convent School Singrauli, St. Joseph's higher secondary Waidhan, Kendriya Vidayalaya Jayant, Saraswati Sisu Vidya Mandir Vindhyanagar, M.M. Public School Deosar and DAV Public School, Waidhan D.A.V School is the leading education provider. Beside schools there are colleges which offer bachelor's degree in various discipline. Local Students wish to get enrolled in Govt. Degree college Waidhan, Govt. Degree college Deosar. Maya Ram Law College offers bachelor in Law. Govt. Polytechnic College Waidhan is the top priority destination of students who completes schooling.</p>\r\n<p>&nbsp;</p>\r\n<p>Central government has proposed for opening Indian School of Mines (ISM) by keeping in view of huge coal reserve in Singrauli.</p>\r\n<p>&nbsp;</p>\r\n<p>[icon]</p>\r\n<p>This section is empty. You can help by adding to it. (December 2015)</p>\r\n<p>Ambedkar Vidhyalay, Bilaunji,Waidhan[Open School]</p>\r\n<p>&nbsp;</p>\r\n<p>Environmental pollution</p>\r\n<p>Singrauli region has been identified as a critically polluted area (CPA) by the Union Ministry of Environment and Forests (MoEF). Incremental coal mining activities in the region and the rapid development of coal-based thermal power plants has resulted in acute air and water pollution, leading to serious health problems among the residents of the locality, which remain unaddressed. With the coming up of many more power companies the problem is expected to increase. Power plants in the area are poisoning the air and water in the district with mercury, a neurotoxin. Mercury is one of the natural, and perhaps the most harmful, components of coal. During combustion at temperature above 1,100 &deg;C, it vapourises. Given the large quantity of coal burned in thermal plants, a considerable amount of mercury is released into the atmosphere. Some of it cools down and condenses while passing through the plant's boiler and air pollution control system and enters the environment through soil and water. It also enters the environment through run-off from coal mines. In humans, mercury can cause several chronic diseases and death. In 1998, the Indian Institute of Toxicology Research (IITR), a premier publicly funded scientific agency based in Lucknow, tested over 1,200 people from the Singrauli region for mercury poisoning. It found high levels of mercury in humans and in the environment. The Central Pollution Control Board analysed 11 coal samples from Singrauli and found mercury concentration in coal ranging between 0.09 parts per million (ppm) and 0.487 ppm. In 2011, Delhi-based non-profit Centre for Science and Environment had found 0.15 ppm mercury in coal at Anpara village in Sonbhadra. It is estimated that a 1,000 MW thermal power plant is emitting at least 500 kg of mercury every year in Singrauli. Singrauli is the largest emitter of SO2 gas in India, which is the largest emitter of SO2 gas worldwide according to a Greenpeace report.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Singrauli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f866e31c-cf03-43f6-b320-9a459e073402_Singrauli-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-singrauli-waidhan-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"singrauli","slug":"singrauli"},{"name":"waidhan","slug":"waidhan"}],"recommendations":[{"id":655,"title":"Top Places to visit in Harda, Madhya Pradesh","imageUrl":"415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","dateCreated":"2019-09-14T01:18:13.728Z","dateModified":"2019-09-14T01:19:23.205Z","contributedBy":"AskGif","content":"Harda is a city and a municipality in Harda district in the Indian state of Madhya Pradesh. Harda is the administrative headquarters of Harda District.\r\n&nbsp;\r\nHistory\r\nDuring the Mughal period, Harda was a mahal in the Handia sarkar. In 1742, Marathas led by Peshwa Balaji B","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/415b1fdf-f0a9-497d-9786-811fcae030a6_Harda-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"harda","slug":"harda"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-harda-madhya-pradesh","total":0},{"id":651,"title":"Top Places to visit in Dhar, Madhya Pradesh","imageUrl":"fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","dateCreated":"2019-09-13T02:32:54.551Z","dateModified":"2019-09-13T02:33:08.994Z","contributedBy":"AskGif","content":"Dhar is a city located in the Malwa region of western Madhya Pradesh state in India. It is the administrative headquarters of Dhar District, and was the capital of the Rajput Dhar State as Dharanagar from 1732 (previously the Raja had his seat at Multhan from 1728).\r\n&nbsp;\r\nDhar di","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fbe5b4bb-cdc9-4fc1-9f82-03c9c9a868af_Dhar-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"dhar","slug":"dhar"}],"slug":"top-places-to-visit-in-dhar-madhya-pradesh","total":0},{"id":644,"title":"Top Places to visit in Bhopal, Madhya Pradesh","imageUrl":"5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","dateCreated":"2019-09-12T02:34:28.722Z","dateModified":"2019-09-12T02:34:43.821Z","contributedBy":"AskGif","content":"Bhopal is the capital city of the Indian state of Madhya Pradesh and the administrative headquarters of both Bhopal district and Bhopal division. Bhopal is known as the City of Lakes for its various natural and artificial lakes and is also one of the greenest cities in India. It is the 16th large","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5b5c20eb-5f64-446b-b040-17db9f6dd96b_Bhopal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhopal","slug":"bhopal"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-bhopal-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}