{"id":685,"title":"उज्जैन में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","dateCreated":"2019-09-15T16:13:08.28Z","dateModified":"2019-09-15T16:13:21.161Z","contributedBy":"AskGif","content":"<p>उज्जैन भारतीय राज्य मध्य प्रदेश के उज्जैन जिले का एक शहर है। यह जनसंख्या के हिसाब से मध्य प्रदेश का पांचवा सबसे बड़ा शहर है और उज्जैन जिले और उज्जैन संभाग का प्रशासनिक केंद्र है। यह एक प्रसिद्ध हिंदू तीर्थस्थल है जो हर 12 साल में यहां आयोजित होने वाले कुंभ मेले के साथ होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उज्जैन जिला मध्य भारत में मध्य प्रदेश राज्य का एक जिला है। उज्जैन का ऐतिहासिक शहर जिला मुख्यालय है। उज्जैन से होकर कर्क रेखा गुजरती है। जिले का क्षेत्रफल 6,091 वर्ग किमी है, और 1,709,885 (2001 की जनगणना) की आबादी है, जो 1991 की 1,386,465 की आबादी से 24% की वृद्धि है।</p>\r\n<p>&nbsp;</p>\r\n<p>क्षिप्रा नदी के पूर्वी तट पर स्थित एक प्राचीन शहर, उज्जैन मध्य भारत के मालवा पठार का सबसे प्रमुख शहर था। यह 600 ईसा पूर्व के आसपास मध्य भारत के राजनीतिक केंद्र के रूप में उभरा। यह प्राचीन अवंती राज्य की राजधानी थी, जो सोलह महाजनपदों में से एक था। यह 19 वीं शताब्दी की शुरुआत तक मध्य भारत का एक महत्वपूर्ण राजनीतिक, वाणिज्यिक और सांस्कृतिक केंद्र बना रहा, जब ब्रिटिश प्रशासकों ने इसके विकल्प के रूप में इंदौर को विकसित करने का निर्णय लिया। उज्जैन में शैवों, वैष्णवों और शाक्त के अनुयायियों के लिए तीर्थयात्रा का एक महत्वपूर्ण स्थान बना हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>उज्जैन को पीएम नरेंद्र मोदी के प्रमुख स्मार्ट सिटीज मिशन के तहत स्मार्ट सिटी के रूप में विकसित होने वाले सौ भारतीय शहरों में से एक के रूप में चुना गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>शहर के कुछ उल्लेखनीय पवित्र स्थानों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>चिंतामन गणेश मंदिर</p>\r\n<p>गोपाल मंदिर, जयपुर के सवाई जय सिंह द्वारा निर्मित</p>\r\n<p>इस्कॉन मंदिर</p>\r\n<p>काल भैरव मंदिर</p>\r\n<p>महाकालेश्वर ज्योतिर्लिंग, एक प्राचीन मंदिर जो इल्तुतमिश द्वारा नष्ट कर दिया गया था और फिर ग्वालियर के स्कवासा द्वारा पुनर्स्थापित किया गया था</p>\r\n<p>मंगलनाथ मंदिर, कैंसर की ट्रॉपिक इस मंदिर से होकर गुजरती है</p>\r\n<p>उज्जैन के अन्य ऐतिहासिक स्थानों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>वेद शाला</p>\r\n<p>सांदीपनि आश्रम</p>\r\n<p>कालियाडीह पैलेस</p>\r\n<p>यह भी देखें: उज्जैन में प्राचीन स्मारक</p>\r\n<p>सिंहस्थ</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>उज्जैन सिंहस्थ, हर 12 साल में एक बार आयोजित होने वाला कुंभ मेला है और लाखों भक्तों को आकर्षित करता है</p>\r\n<p>उज्जैन सिंहस्थ एक सामूहिक हिंदू तीर्थस्थल है, और कुंभ मेलों के रूप में पहचाने जाने वाले मेलों में से एक है। सिंहस्थ के दौरान हिंदू एक पवित्र नदी में स्नान करने के लिए इकट्ठा होते हैं। उज्जैन में, यह हर 12 साल में एक बार क्षिप्रा नदी के तट पर आयोजित किया जाता है। यह सिंहस्थ के रूप में भी जाना जाता है, जब यह सिंह के सिंह राशि में बृहस्पति के रहने के दौरान गिरता है। नवीनतम सिंहस्थ 22 अप्रैल 2016 से 21 मई 2016 तक उज्जैन में आयोजित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>विश्वविद्यालय</p>\r\n<p>अवंतिका विश्वविद्यालय</p>\r\n<p>महर्षि पाणिनि संस्कृत विश्वविद्यालय</p>\r\n<p>विक्रम विश्वविद्यालय</p>\r\n<p>मेडिकल कॉलेज</p>\r\n<p>Ruxmaniben दीपचंद गार्डी मेडिकल कॉलेज</p>\r\n<p>इंजीनियरिंग कॉलेज</p>\r\n<p>उज्जैन इंजीनियरिंग कॉलेज सरकार।</p>\r\n<p>महाकाल प्रौद्योगिकी संस्थान</p>\r\n<p>स्कूलों</p>\r\n<p>निर्मला कॉन्वेंट हायर सेकेंडरी स्कूल</p>\r\n<p>सेंट मैरी कॉन्वेंट स्कूल</p>\r\n<p>सेंट पॉल हायर सेकेंडरी स्कूल</p>\r\n<p>तक्षशिला जूनियर कॉलेज</p>\r\n<p>उज्जैन पब्लिक स्कूल</p>\r\n<p>उद्योग</p>\r\n<p>मध्य प्रदेश सरकार ने नरवर गांव के पास देवास-उज्जैन रोड पर एक औद्योगिक क्षेत्र के विकास के लिए 1,200 एकड़ जमीन आवंटित की है। मूल रूप से \"विक्रमादित्य नॉलेज सिटी\" के नाम से, इस क्षेत्र की शैक्षिक हब के रूप में परिकल्पना की गई थी। घटती निवेश संभावनाओं के कारण इसका नाम बदलकर \"विक्रम उद्योग नगरी\" (\"विक्रम औद्योगिक शहर\") कर दिया गया। 2014 तक, सरकार ने इसे आधा-औद्योगिक, अर्ध-शैक्षिक क्षेत्र के रूप में अवधारणा दी है। परियोजना में हितधारकों में राज्य सरकार और दिल्ली मुंबई औद्योगिक गलियारा (DMIC) ट्रस्ट शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>हवाई अड्डा</p>\r\n<p>उज्जैन में कोई हवाई अड्डा नहीं है, लेकिन देवास रोड पर एक हवाई पट्टी है जिसका उपयोग हवाई परिवहन प्रयोजनों के लिए किया जाता है। 2013 में, मध्य प्रदेश सरकार ने वेंचुरा एयरकनेक्ट के साथ एक संयुक्त उद्यम के रूप में उज्जैन-भोपाल हवाई सेवा शुरू की। बहुत कम बुकिंग के कारण, महत्वाकांक्षी परियोजना को खत्म कर दिया गया था। योजना की विफलता का मुख्य कारण उड़ानों के अनुचित समय के कारण था। निकटतम हवाई अड्डा इंदौर में देवी अहिल्याबाई होल्कर अंतर्राष्ट्रीय हवाई अड्डा (57.2 किमी) है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>उज्जैन स्टेशन</p>\r\n<p>उज्जैन जंक्शन उज्जैन का मुख्य रेलवे स्टेशन है, और यह भारत के सभी प्रमुख रेलवे स्टेशनों से प्रत्यक्ष या अप्रत्यक्ष रूप से जुड़ा हुआ है। यह रतलाम-भोपाल, इंदौर-नागदा और गुना-खंडवा मार्ग पर स्थित है। पश्चिम में यह रतलाम जंक्शन से जुड़ा है, उत्तर में यह नागदा जंक्शन से जुड़ा हुआ है, पूर्व में यह मक्सी जंक्शन, भोपाल जंक्शन से जुड़ा हुआ है, और दक्षिण में यह इंदौर जंक्शन बीजी, देवास जंक्शन हरदा बीजी से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>C &amp; W प्रशिक्षण केंद्र / उज्जैन / WR</p>\r\n<p>&nbsp;</p>\r\n<p>उज्जैन शहर और उसके उपनगरों में पाँच रेलवे स्टेशन हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>स्टेशन का नाम स्टेशन कोड रेलवे ज़ोन कुल प्लेटफार्मों</p>\r\n<p>उज्जैन जंक्शन UJN पश्चिम रेलवे 10</p>\r\n<p>चिंतामण गणेश सीएनएन पश्चिम रेलवे 2</p>\r\n<p>मटाना बुज़ुर्ग (परित्यक्त) MABG वेस्टर्न रेलवे 2</p>\r\n<p>पिंगलेश्वर PLW पश्चिम रेलवे 2</p>\r\n<p>विक्रमनगर वीआरजी पश्चिम रेलवे 2</p>\r\n<p>ताजपुर टीजेपी पश्चिम रेलवे 2</p>\r\n<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>उज्जैन-इंदौर हाईवे</p>\r\n<p>देवास गेट स्टैंड और नाना खेड़ा बस स्टैंड शहर के दो बस स्टैंड हैं जो राज्यों में स्थित गंतव्यों को सेवा प्रदान करते हैं। अहमदाबाद, जयपुर, अजमेर, खजुराहो, हरदा, इंदौर, भोपाल, पुणे, मुंबई, कोटा, मांडू, झालावाड़ और विभिन्न अन्य स्थानों के लिए बड़ी संख्या में निजी बसें उपलब्ध हैं। शहर में इंदौर रोड, बड़नगर रोड, देवास रोड, आगर रोड, नागदा रोड और मक्सी रोड सहित एक अच्छी तरह से जुड़ा हुआ सड़क नेटवर्क है। तीन राज्य राजमार्ग हैं; 18 अहमदाबाद से जुड़ते हैं, 17 जोरा से और 27 इंदौर से जुड़ते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर से गुजरने वाले अन्य क्षेत्रीय राजमार्ग हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>इंदौर - SH 27 के रास्ते उज्जैन रोड</p>\r\n<p>कोटा / आगर - एसएच 27 के माध्यम से उज्जैन रोड</p>\r\n<p>भोपाल / देवास - एसएच 18 के माध्यम से उज्जैन रोड</p>\r\n<p>रतलाम / बारानगर - एसएच 18 के माध्यम से उज्जैन रोड</p>\r\n<p>जौरा / नीमच - एसएच 17 के माध्यम से उज्जैन रोड</p>\r\n<p>मक्सी - उज्जैन रोड (NH 3 से जुड़ता है)</p>\r\n<p>हरदा - उज्जैन रोड (कनेक्टर्स वाया एनएच 47) और एसएच 18</p>\r\n<p>स्थानीय परिवहन</p>\r\n<p>उज्जैन ऑटो रिक्शा, शहर की बसों, निजी टैक्सियों और टाटा मैजिक के व्यापक नेटवर्क पर निर्भर करता है, जो पूरे शहर में संचालित होते हैं, एक हिस्से को दूसरे से जोड़ते हैं। UMC ने हाल ही में एक सार्वजनिक निजी भागीदारी परियोजना के साथ सिटी बसों की शुरुआत की है क्योंकि शहर को जवाहरलाल नेहरू राष्ट्रीय शहरी नवीकरण मिशन के तहत 1 मिलियन से कम आबादी वाले शहरी समूहों की पहचान की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>क्रिकेट शहर के सबसे लोकप्रिय खेलों में से एक है। उज्जैन उज्जैन संभागीय क्रिकेट संघ का भी घर है जो BCCI से संबद्ध है। शहर में कोई बड़ा स्टेडियम नहीं है, लेकिन 1977 और 1980 में पाइप फैक्ट्री ग्राउंड में रणजी ट्रॉफी मैचों की मेजबानी की गई।</p>\r\n<p>&nbsp;</p>\r\n<p>मकर सक्रांति के आसपास शहर में पतंगबाजी एक और लोकप्रिय गतिविधि है।</p>\r\n<p>&nbsp;</p>\r\n<p>समझदार शहर</p>\r\n<p>अधिक जानकारी: स्मार्ट सिटी</p>\r\n<p>उज्जैन शहर को भारत सरकार के प्रमुख कार्यक्रमों स्मार्ट सिटीज मिशन के तहत शॉर्टलिस्ट किया गया था। मिशन के तहत, UMC (उज्जैन नगर निगम) शहरी विकास मंत्रालय द्वारा स्मार्ट शहरों की चुनौती में भाग लेगा। इसके एक भाग के रूप में, UMC एक स्मार्ट सिटी प्रस्ताव (SCP) तैयार कर रही है। एससीपी में शहर के प्रमुख हितधारकों के साथ होने वाले परामर्श के आधार पर स्मार्ट सिटी समाधान शामिल होंगे। UMC ने उज्जैन के नागरिकों से &rsquo;उज्जैन को स्मार्ट सिटी बनाने के लिए सुझाव आमंत्रित किए&rsquo;। नागरिक पानी की आपूर्ति, सीवरेज, शहरी परिवहन, सामाजिक बुनियादी ढांचे और ई-गवर्नेंस जैसी बुनियादी सेवाओं से संबंधित अपने विचारों को पोस्ट करने में सक्षम थे।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>उज्जैन में जन्म लेने वाले या रहने वाले उल्लेखनीय लोगों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>कालिदास</p>\r\n<p>देवी (अशोक की पत्नी)</p>\r\n<p>शिवमंगल सिंह सुमन</p>\r\n<p>श्रीराम शंकर अभ्यंकर</p>\r\n<p>भरथरी</p>\r\n<p>यशोदा देवी</p>\r\n<p>विवियन डीसेना</p>\r\n<p>थावर चंद गहलोत</p>\r\n<p>गुंडेचा ब्रदर्स</p>\r\n<p>सत्यनारायण जटिया</p>\r\n<p>हुकम चंद कछवाई</p>\r\n<p>सचिदा नागदेव</p>\r\n<p>नमन ओझा</p>\r\n<p>परमार्था</p>\r\n<p>सरताज सिंह</p>\r\n<p>सौम्या टंडन</p>\r\n<p>विक्रमादित्य</p>\r\n<p>जूही परमार</p>\r\n<p>गोवर्धन लाल ओझा</p>\r\n<p>शर्मा बंधु</p>\r\n<p>वीरेन्द्र सिंह</p>\r\n<p>वी। एस। वाकणकर</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>जिला शाजापुर के उत्तर-पूर्व और पूर्व में, दक्षिण में देवास, दक्षिण में इंदौर, दक्षिण-पश्चिम में धार और पश्चिम और उत्तर-पश्चिम में रतलाम से घिरा है। जिला उज्जैन संभाग का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>नदियां और झीलें</p>\r\n<p>मुख्य नदी शिप्रा नदी है, जो पूर्व में चंबल नदी की एक सहायक नदी है। अन्य छोटी नदियों में गंभीर नदी और कहन नदी, शिप्रा की दो सहायक नदियाँ शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहरों और कस्बों</p>\r\n<p>उज्जैन - यह शहर जिले का प्रशासनिक केंद्र और मुख्य शहर है और क्षिप्रा नदी के पूर्वी तट पर स्थित एक प्राचीन शहर है, उज्जैन मध्य भारत के मालवा पठार पर अपने इतिहास के अधिकांश हिस्सों में सबसे प्रमुख शहर था ..</p>\r\n<p>नागदा - औद्योगिक शहर होने से पहले, नागदा एक छोटा सा गाँव था। चंबल नदी के पास का स्थान और एक एकड़ भूमि की उपलब्धता ने घनश्याम दास बिड़ला को एक बड़ी सुविधा स्थापित करने के लिए आकर्षित किया। आज नागदा एशिया में सबसे बड़े विस्कोस स्टेपल फाइबर निर्माताओं में से एक है।</p>\r\n<p>बड़नगर - शहर महान राष्ट्रीय कवि कवि प्रदीप का जन्म स्थान है। भारत के पूर्व प्रधान मंत्री अटल बिहारी वाजपेयी ने अपना कुछ बचपन बडनगर में बिताया।</p>\r\n<p>फतेहाबाद चंद्रावतीगंज - यह शहर रतलाम-इंदौर मीटर गेज लाइन पर अपने रेलवे जंक्शन के लिए प्रसिद्ध है, जिसमें उज्जैन जंक्शन जाने वाली एक लिंक लाइन है।</p>\r\n<p>खाचरौद - यह उज्जैन जिले का एक शहर और एक नगर पालिका है</p>\r\n<p>महिदपुर - यह उज्जैन जिले में एक शहर और एक नगर पालिका है। मराठों और अंग्रेजों के बीच महिदपुर की लड़ाई इसी शहर में लड़ी गई थी।</p>\r\n<p>तराना - यह उज्जैन जिले का एक नगर और एक नगर पंचायत है।</p>\r\n<p>उन्हेल - यह उज्जैन जिले में एक नगर और एक नगर पंचायत है।</p>\r\n<p>प्रभागों</p>\r\n<p>वर्तमान में, 2008 में संसदीय और विधान सभा निर्वाचन क्षेत्रों के परिसीमन के बाद, इस जिले में आठ विधान सभा क्षेत्र हैं: रतलाम जिले से बहुत कुछ सहित नागदा-खाचरौद, महिदपुर, तराना, घटिया, उज्जैन दक्षिण, उज्जैन उत्तर, बड़नगर। यह 1966 से अनुसूचित जातियों के उम्मीदवारों के लिए आरक्षित है। उज्जैन निर्वाचन क्षेत्र से लोकसभा के वर्तमान सदस्य भारतीय जनता पार्टी (भाजपा) के अनिल फिरोजिया हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>उच्च शिक्षा</p>\r\n<p>उज्जैन जिला विक्रम विश्वविद्यालय और महर्षि पाणिनी संस्कृत विश्वविद्यालय का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>पं। जवाहरलाल नेहरू इंस्टीट्यूट ऑफ बिजनेस मैनेजमेंट, उज्जैन</p>\r\n<p>रुक्समेनबेन दीपचंद गार्डी मेडिकल कॉलेज, उज्जैन</p>\r\n<p>महाकाल प्रौद्योगिकी संस्थान, उज्जैन</p>\r\n<p>सरकार। माधव साइंस पीजी कॉलेज, देवास रोड, उज्जैन</p>\r\n<p>सरकार। माधव आर्ट्स एंड कॉमर्स कॉलेज, देवास गेट, उज्जैन</p>\r\n<p>उज्जैन इंजीनियरिंग कॉलेज, उज्जैन में गवर्नमेंट इंजीनियरिंग कॉलेज हुआ करता था। रवि सोनी द्वारा संपादित</p>\r\n<p>अवंतिका कॉलेज</p>\r\n<p>महाराजा कॉलेज</p>\r\n<p>उज्जैन इंस्टीट्यूट ऑफ फार्मास्यूटिकल साइंसेज, उज्जैन</p>\r\n<p>इंस्टीट्यूट ऑफ कंप्यूटर साइंस, उज्जैन</p>\r\n<p>लोकमान्य तिलक एजुकेशन कॉलेज, उज्जैन</p>\r\n<p>शासकीय कालिदास गर्ल्स कॉलेज, उज्जैन</p>\r\n<p>शासकीय स्नातकोत्तर महाविद्यालय। उज्जैन,</p>\r\n<p>लोकमान्य तिलक साइंस एंड कॉमर्स कॉलेज, उज्जैन</p>\r\n<p>संदीपनी लॉ कॉलेज, उज्जैन</p>\r\n<p>उज्जैन पॉलिटेक्निक कॉलेज, उज्जैन</p>\r\n<p>अल्पाइन इंस्टीट्यूट ऑफ टेक्नोलॉजी, उज्जैन</p>\r\n<p>विक्रम उद्धयोग पुरी</p>\r\n<p>मध्य प्रदेश सरकार ने उज्जैन के पास नॉलेज सिटी के विकास के लिए 1,200 एकड़ जमीन आवंटित की है, जिसे विक्रम उद्धव पुरी के नाम से जाना जाएगा। शहर का उपयोग मुख्य रूप से शिक्षा क्षेत्र के लिए किया जाएगा और यह महत्वाकांक्षी दिल्ली मुंबई औद्योगिक गलियारा परियोजना का एक हिस्सा है। शहर देवास-उज्जैन रोड पर नरवर गांव के पास आएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ujjain</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ujjain-madhya-pradesh","tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"उज्जैन","slug":"ujjain"}],"recommendations":[{"id":682,"title":"सीधी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","dateCreated":"2019-09-15T15:49:57.172Z","dateModified":"2019-09-15T15:50:11.231Z","contributedBy":"AskGif","content":"सीधी भारत के मध्य प्रदेश राज्य में सीधी जिले में एक शहर और एक नगरपालिका है। यह सीधी जिले का मुख्यालय है।\r\n&nbsp;\r\nसीधी जिला भारत के मध्य प्रदेश राज्य के आदिवासी जिलों में से एक है। सीधी का जिला जिला मुख्यालय है। जिला रीवा संभाग का हिस्सा है।\r\n&nbsp;\r\nभूगोल\r\nसीधी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सीधी","slug":"sidhi"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-sidhi-madhya-pradesh","total":0},{"id":673,"title":"रीवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","dateCreated":"2019-09-14T07:56:25.485Z","dateModified":"2019-09-14T07:56:39.234Z","contributedBy":"AskGif","content":"रीवा भारत में मध्य प्रदेश राज्य के उत्तर-पूर्वी भाग का एक शहर है। यह रीवा जिला और रीवा संभाग का प्रशासनिक केंद्र है। यह शहर राज्य की राजधानी भोपाल से लगभग 420 किलोमीटर (261 मील) उत्तर-पूर्व में स्थित है और इलाहाबाद शहर के दक्षिण में 130 किलोमीटर (81 मील) है।\r\n&nbsp;\r\nजनसांख्यिकी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रीवा","slug":"rewa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rewa-madhya-pradesh","total":0},{"id":639,"title":"अशोक नगर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"380635ed-34f5-40fc-816b-e39f75854712_Ashok-Nagar-railway.jpg","dateCreated":"2019-09-11T02:45:39.812Z","dateModified":"2019-09-11T02:45:55.896Z","contributedBy":"AskGif","content":"अशोकनगर (अशोक नगर) मध्य भारत के मध्य प्रदेश राज्य में अशोकनगर जिले में एक शहर और एक नगर पालिका परिषद है। यह अशोकनगर जिले का प्रशासनिक मुख्यालय है। पहले यह गुना जिले का हिस्सा था। अशोकनगर अपनी अनाज मंडी और \"शरबती गाहु\" के लिए जाना जाता है, एक प्रकार का गेहूँ। निकटतम शहर गुना शहर से 45 किमी दूर है।","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/380635ed-34f5-40fc-816b-e39f75854712_Ashok-Nagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अशोक-नगर","slug":"ashok-nagar"},{"name":"अशोकनगर","slug":"ashoknagar"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-ashok-nagar-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}