{"id":685,"title":"Top Places to visit in Ujjain, Madhya Pradesh","imageUrl":"02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","dateCreated":"2019-09-15T16:13:08.28Z","dateModified":"2019-09-15T16:13:21.161Z","contributedBy":"AskGif","content":"<p>Ujjain is a city in Ujjain district of the Indian state of Madhya Pradesh. It is the fifth largest city in Madhya Pradesh by population and is the administrative centre of Ujjain district and Ujjain division. It is a famous Hindu pilgrimage centre with the Kumbh Mela held here every 12 years.</p>\r\n<p>&nbsp;</p>\r\n<p>Ujjain district is a district of Madhya Pradesh state in central India. The historic city of Ujjain is the district headquarters. Tropic of Cancer passes through Ujjain. The district has an area of 6,091 km&sup2;, and a population of 1,709,885 (2001 census), a 24% increase from its 1991 population of 1,386,465.</p>\r\n<p>&nbsp;</p>\r\n<p>An ancient city situated on the eastern bank of the Kshipra River, Ujjain was the most prominent city on the Malwa plateau of central India for much of its history. It emerged as the political centre of central India around 600 BCE. It was the capital of the ancient Avanti kingdom, one of the sixteen mahajanapadas. It remained an important political, commercial and cultural centre of central India until the early 19th century, when the British administrators decided to develop Indore as an alternative to it. Ujjain continues to be an important place of pilgrimage for Shaivites, Vaishnavites and followers of Shakta.</p>\r\n<p>&nbsp;</p>\r\n<p>Ujjain has been selected as one of the hundred Indian cities to be developed as a smart city under PM Narendra Modi's flagship Smart Cities Mission.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Some of the notable sacred places in the city include:</p>\r\n<p>&nbsp;</p>\r\n<p>Chintaman Ganesh temple</p>\r\n<p>Gopal Mandir, built by Sawai Jai Singh of Jaipur</p>\r\n<p>ISKCON temple</p>\r\n<p>Kal Bhairav temple</p>\r\n<p>Mahakaleshwar Jyotirlinga, an ancient temple that was destroyed by Iltutmish and then restored by the Scindias of Gwalior</p>\r\n<p>Mangalnath Temple, tropic of cancer passes through this temple</p>\r\n<p>Other historic places in Ujjain include:</p>\r\n<p>&nbsp;</p>\r\n<p>Ved Shala</p>\r\n<p>Sandipani Ashram</p>\r\n<p>Kaliadeh Palace</p>\r\n<p>See also: Ancient monuments in Ujjain</p>\r\n<p>Simhastha</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Ujjain Simhastha, held once in every 12 years is a Kumbh Mela and draws millions of devotees</p>\r\n<p>The Ujjain Simhastha is a mass Hindu pilgrimage, and one of the fairs recognised as Kumbh Melas. During the Simhastha, Hindus gather to bathe in a sacred river. At Ujjain, it is held once every 12 years, on the banks of Kshipra river. It is also known as Simhastha, when it falls during Jupiter's stay in Leo of Simha. The latest Simhastha was held in Ujjain from 22 April 2016 to 21 May 2016.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>University</p>\r\n<p>Avantika University</p>\r\n<p>Maharshi Panini Sanskrit University</p>\r\n<p>Vikram University</p>\r\n<p>Medical Colleges</p>\r\n<p>Ruxmaniben Deepchand Gardi Medical College</p>\r\n<p>Engineering Colleges</p>\r\n<p>Ujjain Engineering College Govt.</p>\r\n<p>Mahakal Institute of Technology</p>\r\n<p>Schools</p>\r\n<p>Nirmala Convent Higher Secondary School</p>\r\n<p>St. Mary's Convent School</p>\r\n<p>St Paul's Higher Secondary School</p>\r\n<p>Takshshila Junior College</p>\r\n<p>Ujjain Public School</p>\r\n<p>Industry</p>\r\n<p>The Government of Madhya Pradesh has allotted 1,200 acres for the development of an industrial area on the Dewas-Ujjain Road near Narwar village. Originally named \"Vikramaditya Knowledge City\", the area was envisaged as an educational hub. Due to diminished investment prospects, it was renamed to \"Vikram Udyog Nagari\" (\"Vikram Industrial City\"). As of 2014, the government has conceptualised it as a half-industrial, half-educational area. The stakeholders in the project include the state government and the Delhi Mumbai Industrial Corridor (DMIC) Trust.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Airport</p>\r\n<p>Ujjain does not have any airport but has an airstrip on Dewas road which is used for air transport purposes. In 2013, the Government of Madhya Pradesh started a Ujjain-Bhopal air services as a joint venture with Ventura AirConnect. Due to very low booking, the ambitious project was scrapped. The main reason for the failure of the plan was due to improper timing of flights. The nearest airport is the Devi Ahilyabai Holkar International Airport at Indore (57.2 km).</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>&nbsp;</p>\r\n<p>Ujjain Station</p>\r\n<p>Ujjain Junction is the main railway station of Ujjain, and it is directly or indirectly well-connected to all the major railway stations in India. It lies on the Ratlam&ndash;Bhopal, Indore&ndash;Nagda and Guna&ndash;Khandwa route. To the west it is connected to Ratlam Junction, to the north it is connected with Nagda Junction, to the east it is connected with Maksi Junction, Bhopal Junction, and to the south it is connected to Indore Junction BG, Dewas Junction Harda BG.</p>\r\n<p>&nbsp;</p>\r\n<p>C&amp;W Training Centre/Ujjain/WR</p>\r\n<p>&nbsp;</p>\r\n<p>There are five railway stations in the Ujjain city and its suburbs:</p>\r\n<p>&nbsp;</p>\r\n<p>Station name Station code Railway zone Total platforms</p>\r\n<p>Ujjain Junction UJN Western Railway 10</p>\r\n<p>Chintaman Ganesh CNN Western Railway 2</p>\r\n<p>Matana Buzurg (abandoned) MABG Western Railway 2</p>\r\n<p>Pingleshwar PLW Western Railway 2</p>\r\n<p>Vikramnagar VRG Western Railway 2</p>\r\n<p>Tajpur TJP Western Railway 2</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>Ujjain-Indore Highway</p>\r\n<p>Dewas Gate Stand and Nana Kheda Bus Stand are the two bus stands in the city that provide service to destinations located in the states. A large number of state run private buses are available for Ahmedabad, Jaipur, Ajmer, Khajuraho, Harda, Indore, Bhopal, Pune, Mumbai, Kota, Mandu, Jhalawar and various other locations. The city has a well connected road network including Indore Road, Badnagar Road, Dewas Road, Agar Road, Nagda Road and Maksi Road. There are three state highways; 18 connects to Ahmedabad, 17 connects to jaora and 27 connects to Indore.</p>\r\n<p>&nbsp;</p>\r\n<p>Other regional highways passing through the city are:</p>\r\n<p>&nbsp;</p>\r\n<p>Indore &ndash; Ujjain Road via SH 27</p>\r\n<p>Kota / Agar &ndash; Ujjain Road via SH 27</p>\r\n<p>Bhopal / Dewas &ndash; Ujjain Road via SH 18</p>\r\n<p>Ratlam / Barnagar &ndash; Ujjain Road via SH 18</p>\r\n<p>Jaora / Nimach &ndash; Ujjain Road via SH 17</p>\r\n<p>Maksi &ndash; Ujjain Road (Connects to NH 3)</p>\r\n<p>Harda - ujjain Road (Connects To Via NH 47)And SH 18</p>\r\n<p>Local transport</p>\r\n<p>Ujjain depends on an extensive network of auto rickshaws, city busses, private taxis and Tata Magic, that operate throughout the city, connecting one part with another. UMC has recently introduced city buses with a public private partnership project as the city was identified urban agglomerations with less than 1 million population under the Jawaharlal Nehru National Urban Renewal Mission.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Cricket is one of the most popular sports in the city. Ujjain is also home to the Ujjain Divisional Cricket Association which is affiliated to BCCI. The city does not have any big stadium, but hosted Ranji Trophy matches at Pipe Factory Ground in 1977 and 1980.</p>\r\n<p>&nbsp;</p>\r\n<p>Kite flying is another popular activity in the city around Makar Sakranti.</p>\r\n<p>&nbsp;</p>\r\n<p>Smart city</p>\r\n<p>Further information: Smart city</p>\r\n<p>Ujjain city was shortlisted under the Government of India's flagship programmes Smart Cities Mission. Under the mission, UMC ( Ujjain Municipal Corporation) shall participate in the smart cities challenge by Ministry of Urban Development. As part of this, UMC is preparing a Smart City Proposal (SCP). SCP will include smart city solutions based on the consultations to be held with the key stakeholders of the city. UMC invited the suggestions from citizens of Ujjain to make &lsquo;Ujjain as a smart city&rsquo;. The citizens were able to post their views pertaining to basic services such as water supply, sewerage, urban transport, social infrastructure and e-governance.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Notable people who were born or lived in Ujjian include:</p>\r\n<p>&nbsp;</p>\r\n<p>Kālidāsa</p>\r\n<p>Devi (wife of Ashoka)</p>\r\n<p>Shivmangal Singh Suman</p>\r\n<p>Shreeram Shankar Abhyankar</p>\r\n<p>Bharthari</p>\r\n<p>Yashoda Devi</p>\r\n<p>Vivian Dsena</p>\r\n<p>Thawar Chand Gehlot</p>\r\n<p>Gundecha Brothers</p>\r\n<p>Satyanarayan Jatiya</p>\r\n<p>Hukam Chand Kachwai</p>\r\n<p>Sachida Nagdev</p>\r\n<p>Naman Ojha</p>\r\n<p>Paramartha</p>\r\n<p>Sartaj Singh</p>\r\n<p>Saumya Tandon</p>\r\n<p>Vikramaditya</p>\r\n<p>Juhi Parmar</p>\r\n<p>Goverdhan Lal Oza</p>\r\n<p>Sharma Bandhu</p>\r\n<p>Virendra Singh</p>\r\n<p>V. S. Wakankar</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district is bounded by the districts of Shajapur on the northeast and east, Dewas to the southeast, Indore to the south, Dhar to the southwest, and Ratlam to the west and northwest. The district is part of Ujjain Division.</p>\r\n<p>&nbsp;</p>\r\n<p>Rivers and lakes</p>\r\n<p>The main river is the Shipra river, a tributary of the Chambal river in the east. Other small rivers include the Gambhir river and Kahn river, two tributaries of the Shipra.</p>\r\n<p>&nbsp;</p>\r\n<p>Cities and towns</p>\r\n<p>Ujjain - The city is the administrative centre and chief city of the district and an ancient city situated on the eastern bank of the Kshipra River, Ujjain was the most prominent city on the Malwa plateau of central India for much of its history..</p>\r\n<p>Nagda - Prior to being an industrial town, Nagda was a small village. The location near river Chambal and availability of acres of land attracted Ghanshyam Das Birla to set up a major facility. Today Nagda is one of the largest viscose staple fiber manufacturers in Asia.</p>\r\n<p>Badnagar - The city is the birthplace of great national poet Kavi Pradeep. Former Prime Minister of India Atal Bihari Vajpayee spent some of his childhood time in Badnagar.</p>\r\n<p>Fatehabad Chandrawatiganj - The city is famous for its railway junction on the Ratlam-Indore meter gauge line with a link line going to Ujjain Junction.</p>\r\n<p>Khachrod - It is a city and a municipality in Ujjain district</p>\r\n<p>Mahidpur - It is a city and a municipality in Ujjain district. The Battle of Mahidpur between the Marathas and the British was fought in this town.</p>\r\n<p>Tarana - It is a town and a nagar panchayat in Ujjain district.</p>\r\n<p>Unhel - It is a town and a nagar panchayat in Ujjain district.</p>\r\n<p>Divisions</p>\r\n<p>At present, after the delimitation of parliamentary and legislative assembly constituencies in 2008, there are eight Vidhan Sabha constituencies in this district: Nagada-Khachrod, Mahidpur, Tarana, Ghatiya, Ujjain Dakshin, Ujjain Uttar, Badnagar including a lot from Ratlam District. It is reserved for the candidates belonging to the Scheduled castes since 1966. The current member of the Lok Sabha from Ujjain constituency is Anil firoziya of the Bharatiya Janata Party (BJP).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Higher education</p>\r\n<p>Ujjain District is home to Vikram University and Maharshi Panini Sanskrit University.</p>\r\n<p>&nbsp;</p>\r\n<p>Pt. Jawaharlal Nehru Institute of Business Management, Ujjain</p>\r\n<p>Ruxmaniben Deepchand Gardi Medical College, Ujjain</p>\r\n<p>Mahakal Institute of Technology, Ujjain</p>\r\n<p>Govt. Madhav Science PG College, Dewas Road, Ujjain</p>\r\n<p>Govt. Madhav Arts and Commerce College, Dewas Gate, Ujjain</p>\r\n<p>Ujjain Engineering College, Ujjain used to be Government Engineering College. Edited by Ravi Soni</p>\r\n<p>Avantika College</p>\r\n<p>Mahraja College</p>\r\n<p>Ujjain Institute of Pharmaceutical Sciences, Ujjain</p>\r\n<p>Institute of Computer Science, Ujjain</p>\r\n<p>Lokmany Tilak Education College, Ujjain</p>\r\n<p>Government Kalidas Girls College, Ujjain</p>\r\n<p>Govt.Girls PG College. Ujjain,</p>\r\n<p>Lokmanya Tilak Science And Commerce College, Ujjain</p>\r\n<p>Sandipani Law College, Ujjain</p>\r\n<p>Ujjain Polytechnic College, Ujjain</p>\r\n<p>Alpine Institute of Technology, Ujjain</p>\r\n<p>Vikram Uddhyog Puri</p>\r\n<p>The Government of Madhya Pradesh has allotted 1,200 acres for the development of Knowledge City near Ujjain which will be known as Vikram Uddhyog Puri. The city will be mainly used for the education sector and is a part of the ambitious Delhi Mumbai Industrial Corridor project. The city will come up near Narwar village on Dewas-Ujjain Road.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ujjain</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/02159521-b2a1-47bb-9db0-93347659be9a_Ujjain-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ujjain-madhya-pradesh","tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"ujjain","slug":"ujjain"}],"recommendations":[{"id":682,"title":"Top Places to visit in Sidhi, Madhya Pradesh","imageUrl":"ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","dateCreated":"2019-09-15T15:49:57.172Z","dateModified":"2019-09-15T15:50:11.231Z","contributedBy":"AskGif","content":"Sidhi is a city and a municipality in Sidhi district in the Indian state of Madhya Pradesh. It is the headquarters of the Sidhi district.\r\n&nbsp;\r\nSidhi District is one of the tribal districts of Madhya Pradesh state of India. The town of Sidhi is the district headquarters. The dist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sidhi","slug":"sidhi"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-sidhi-madhya-pradesh","total":0},{"id":673,"title":"Top Places to visit in Rewa, Madhya Pradesh","imageUrl":"683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","dateCreated":"2019-09-14T07:56:25.485Z","dateModified":"2019-09-14T07:56:39.234Z","contributedBy":"AskGif","content":"Rewa is a city in north-eastern part of Madhya Pradesh state in India. It is the administrative centre of Rewa District and Rewa Division. The city lies about 420 kilometres (261 mi) northeast of the state capital Bhopal and 130 kilometres (81 mi) south of the city of Allahabad.\r\n&nbsp;</p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/683bbc37-5be3-4127-bb39-87be55ac5b11_Rewa-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"rewa","slug":"rewa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-rewa-madhya-pradesh","total":0},{"id":639,"title":"Top Places to visit in Ashok Nagar, Madhya Pradesh","imageUrl":"380635ed-34f5-40fc-816b-e39f75854712_Ashok-Nagar-railway.jpg","dateCreated":"2019-09-11T02:45:39.812Z","dateModified":"2019-09-11T02:45:55.896Z","contributedBy":"AskGif","content":"Ashoknagar (also Ashok Nagar) is a city and a Municipality Council in Ashoknagar District in Madhya Pradesh state of central India. It is the administrative headquarters of Ashoknagar District. Earlier it was part of Guna district. Ashoknagar is well known for its Grain Mandi and \"Sharbati Gaihu\"","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/380635ed-34f5-40fc-816b-e39f75854712_Ashok-Nagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ashok-nagar","slug":"ashok-nagar"},{"name":"ashoknagar","slug":"ashoknagar"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-ashok-nagar-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}