{"id":686,"title":"उमरिया में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"d06e1cc5-c489-4747-99e5-bd4ff436cf4d_Umaria-railway.jpg","dateCreated":"2019-09-15T16:17:33.695Z","dateModified":"2019-09-15T16:17:58.46Z","contributedBy":"AskGif","content":"<p>उमरिया भारत के मध्य प्रदेश के शहडोल संभाग के उमरिया जिले का एक नगरपालिका शहर है।</p>\r\n<p>मध्य प्रदेश राज्य के शहडोल संभाग में उमरिया एक महत्वपूर्ण उत्तर पूर्वी जिला है, जिसका उत्तरी अक्षांश 23&ordm;38 से '24&ordm;20' और पूर्वी देशांतर 80&ordm;28 'से 82&ordm;12' के बीच एक वैश्विक स्थान है। उमरिया शहर जिला मुख्यालय है। जिला शहडोल संभाग का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का कुल भौगोलिक क्षेत्र 4548 वर्ग किलोमीटर तक फैला हुआ है और इसकी आबादी 515,963 है। उमरिया जंगलों और खनिजों के अपने विशाल संसाधनों से समृद्ध है। कोयला खदानें जिले के लिए राजस्व का एक स्थिर स्रोत हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में पाया जाने वाला सबसे महत्वपूर्ण खनिज कोयला है और परिणामस्वरूप जिले में साउथ ईस्टर्न कोलफील्ड्स लिमिटेड (नौरोज़ाबाद) द्वारा 8 खदानें संचालित की जा रही हैं। मानगढ़ (पाली) में बांधवगढ़ राष्ट्रीय उद्यान (ताला) और संजय गांधी थर्मल पावर स्टेशन जिले में स्थित हैं। उमरिया पहले दक्षिण रीवा जिले का मुख्यालय था और उसके बाद बांधवगढ़ तहसील का मुख्यालय शहर था। यह लगभग 69 किमी की दूरी पर स्थित है। शहडोल, मूल जिले से। कटी हुई सड़कें कटनी, रीवा, शहडोल, आदि के साथ शहर को जोड़ती हैं, जिस पर नियमित बसें चलती हैं। उमरिया दक्षिण पूर्व मध्य रेलवे क्षेत्र के कटनी-बिलासपुर खंड पर एक रेलवे स्टेशन भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक यह हरदा के बाद मध्य प्रदेश (50 में से) का दूसरा सबसे कम आबादी वाला जिला है।</p>\r\n<p>भूगोल</p>\r\n<p>उमरिया 23.42 &deg; N 78.63 &deg; E पर स्थित है और इसकी औसत ऊंचाई 538 मीटर (1,765 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>नवीनतम 2011 की जनगणना के अनुसार, उमरिया की आबादी 15 वार्डों में विभाजित 33,114 है। पुरुष जनसंख्या 17,509 और महिला की 15,605 है। उमरिया की औसत साक्षरता दर 84.70 प्रतिशत है, जो राज्य के औसत 69.32 प्रतिशत से अधिक है, पुरुष साक्षरता 91.10 प्रतिशत है, और महिला साक्षरता 77.49 प्रतिशत है। उमरिया में, 12.34 प्रतिशत आबादी 6 साल से कम उम्र की है। कुल आबादी में से, 10,511 जिनमें से 8,758 पुरुष हैं, काम या व्यवसाय गतिविधि में लगे हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उमरिया में अनुसूचित जाति और अनुसूचित जनजाति कुल जनसंख्या का 12.82 प्रतिशत और 18.57 प्रतिशत है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>उमरिया 1998 में अलग होने से पहले शहडोल जिले का हिस्सा था। उमरिया पर लोधी राजपूतों (मालगुजार) का शासन है। लोधी राजपूत परिवार ने नारद बर्मन घाट के दक्षिणी तट पर लक्ष्मी नारायण का मंदिर बनवाया। उन्होंने बर्मन घाट करेली के उत्तरी तट की सीढ़ियों पर एक बड़ा प्रवेश द्वार भी बनाया, जिसे हाथी दरवाजा कहा जाता है, ताकि उनके हाथियों को जाने दिया जा सके। बाद में एचएच ठाकुर श्री रणमत सिंह बघेल, रीवा के महाराजा विक्रमादित्य के वंशज अपने बल के साथ आए और इसे लोधियों से जीता और फिर यह 17 वीं शताब्दी में कुछ वर्षों के बाद रीवा रियासत की दक्षिणी राजधानी बन गया। उमरिया हमेशा कई राजकुमारों और राजाओं के लिए एक पसंदीदा शहर था क्योंकि घने जंगल और बाघ। बांधवगढ़ के जंगल रीवा के महाराजा के खेल रिजर्व थे।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>औसत वर्षा: 1293 बजे</p>\r\n<p>&nbsp;</p>\r\n<p>औसत अधिकतम तापमान: 46.2 &deg; से</p>\r\n<p>&nbsp;</p>\r\n<p>औसत न्यूनतम। तापमान: -0.1 डिग्री सेल्सियस</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>&nbsp;</p>\r\n<p>उमरिया जिले की सड़क मरम्मत का काम करती महिलाएं</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने उमरिया को देश के 250 सबसे पिछड़े जिलों (कुल 640 में से) में से एक नाम दिया। यह मध्य प्रदेश के 24 जिलों में से एक है जो वर्तमान में पिछड़ा क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार उमरिया जिले की जनसंख्या 643,579 है, जो लगभग मोंटेनेग्रो या वर्मोंट के अमेरिकी राज्य के बराबर है। यह इसे भारत में 513 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 158 निवासियों प्रति वर्ग किलोमीटर (410 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 24.73% थी। उमरिया में हर 1000 पुरुषों पर 953 महिलाओं का लिंगानुपात और साक्षरता दर 67.34% है।</p>\r\n<p>बोली</p>\r\n<p>उमरिया में बोली जाने वाली वर्नाक्युलर में बघेली शामिल है, जिसमें हिंदी के साथ 72-91% (जर्मन और अंग्रेजी के लिए 60% की तुलना में) की एक शाब्दिक समानता है और बागेलखंड में लगभग 7,800,000 लोगों द्वारा बोली जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>बांधवगढ़ राष्ट्रीय उद्यान</p>\r\n<p>बांधवगढ़ (प्राचीन नाम बांधगढ़) एक अपेक्षाकृत छोटा पार्क है, पिछले कुछ वर्षों में यह पूर्व खेल रिजर्व भारत के सबसे प्रमुख राष्ट्रीय उद्यानों में से एक बन गया है। सभी अभिरुचियों का प्रमुख कारण बांधवगढ़ बाघों का उच्च घनत्व है, जो एक आसान मार की तलाश में नमकीन, बांस और एंबिलिका ऑफिसिनेल के मिश्रित जंगलों में घूमते हैं। बाघों ने न केवल सफलतापूर्वक प्रजनन करके स्थानीय आबादी को प्रभावित किया है, बल्कि उन्होंने पार्क और रॉयल बंगाल टाइगर की दुर्दशा के लिए अंतर्राष्ट्रीय मीडिया को भी ध्यान में लाया है। बांधवगढ़ में बाघों की आबादी भारत में सबसे अधिक है। 450 किमी 2 पर 60 बाघ। बांधवगढ़ राष्ट्रीय उद्यान में क्षेत्र। यह \"WHITE TIGER\" देश भी है। आखिरी जिसे 1951 में महाराजा मार्तंड सिंह द्वारा कब्जा कर लिया गया था। यह व्हाइट टाइगर \"मोहन\", अब रीवा के महाराज के स्थान पर भरा हुआ और प्रदर्शित है।</p>\r\n<p>&nbsp;</p>\r\n<p>आकर्षण</p>\r\n<p>बांधवगढ़ का किला</p>\r\n<p>&nbsp;</p>\r\n<p>बांधवगढ़ उमरिया जिले में तहसील का नाम है। पूर्व में यह माघ वंश के बांधवगढ़ साम्राज्य की राजधानी थी, तब तहसील का मुख्यालय था। वर्तमान में इसका मुख्यालय उमरिया है।</p>\r\n<p>&nbsp;</p>\r\n<p>बांधवगढ़ का किला काफी पुरातात्विक और ऐतिहासिक महत्व का स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह एक प्राकृतिक अभेद्य किला है और समुद्र तल से लगभग 2430 मीटर की दूरी पर एक पहाड़ी पर स्थित है। बामनिया पहाड़ी भी किले का एक हिस्सा है, क्योंकि यह एक प्राचीर से घिरा है। उमरिया शहर से लगभग 41Km की दूरी पर किला रीवा-उमा-कटनी मार्ग पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंदिया</p>\r\n<p>&nbsp;</p>\r\n<p>चंदिया लगभग 21 किमी की दूरी पर उमरिया-कटनी मार्ग पर स्थित है। उमरिया से। चंदिया रोड का रेलवे स्टेशन, जिसे चंदिया रेलवे स्टेशन के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंदिया का सबसे महत्वपूर्ण स्थान एक छोटा सा मंदिर है, जिसमें देवी कालिका हैं। उसका मुंह खुला हुआ है, लेकिन उसकी बाहर फैली हुई जीभ टूटी हुई है। यहाँ भगवान राम और उनकी पत्नी जानकी का एक पुराना मंदिर भी है। यह चंदिया के ठाकुर की सीट थी। शिवरात्रि के अवसर पर फरवरी / मार्च में 3 दिनों के लिए सुरसावाही चंदिया में एक छोटा सा मेला लगता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पाली बिरसिंहपुर</p>\r\n<p>&nbsp;</p>\r\n<p>उमरिया से लगभग 36 किमी की दूरी पर पाली उमरिया-शहडोल मार्ग पर स्थित है। एक अन्य सड़क पाली से मंडला होते हुए डिंडोरी जाती है। पाली एक रेलवे स्टेशन भी है, और पर्यटकों के ठहरने के लिए एक विश्राम गृह भी है। स्टेशन को पाली-बिरसिंहपुर स्टेशन के रूप में जाना जाता है। रेलवे स्टेशन के पास एक मंदिर है, जो बिरसिनीदेवी का स्थान है। लोकप्रिय मान्यता के अनुसार वह देवी काली हैं, यहाँ कंकाल देवी के रूप में प्रस्तुत की गईं, लेकिन उनका मुंह बंद था। कुछ हिंदू मंदिरों में पुरानी जैन मूर्तियों के कई अवशेष यहां रखे गए हैं। नवरात्रि के अवसर पर, देवी के मंदिर के पास, वार्षिक मेले अक्टूबर और मार्च दोनों में आयोजित किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>उमरिया टाउन</p>\r\n<p>&nbsp;</p>\r\n<p>उमरिया जिले का मुख्यालय शहर और बांधवगढ़ तहसील, पूर्व में उमरिया दक्षिण रीवा जिले का मुख्यालय था। यह शहडोल से लगभग 69 किमी की दूरी पर स्थित है।</p>\r\n<p>रेलवे स्टेशन के पास एक शिव मंदिर है, जिसे सागर मंदिर के नाम से जाना जाता है। यह एक पुराना मंदिर था, जिसे हाल ही में फिर से बनाया गया है। खजुराहो मॉडल में नक्काशीदार पत्थर की मूर्तियों के साथ इसके मुख्य द्वार अभी भी बरकरार हैं। पास ही ज्वालामुखी मंदिर है। शहर से लगभग 6.5 किमी दूर, खजुराहो पैटर्न की नक्काशी के साथ एक और मंदिर है। इसे मारीवाल मंदिर के नाम से जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उमरिया अपनी कोयला-खदानों के लिए जाना जाता है, जो 1881 में भारत सरकार द्वारा खोले गए थे और उसी वर्ष रीवा दरबार में स्थानांतरित कर दिए गए थे, जो मुख्य रूप से कटनी में रेलवे की आवश्यकता को पूरा करने के लिए था।</p>\r\n<p>&nbsp;</p>\r\n<p>Baderi</p>\r\n<p>&nbsp;</p>\r\n<p>बदरी उमरिया जिले में एक ग्राम पंचायत है। यह बाघेला राजवंश का प्रांत था। यह बांधवगढ़ रोड में उमरिया से लगभग 5 किमी दूर स्थित है। 16 वीं और 17 वीं शताब्दी में, यह उमरिया से पहले रीवा रियासत की राजधानी थी। 16 वीं शताब्दी में ठाकुर रणमत सिंह द्वारा शासित नंद महल है।</p>\r\n<p>&nbsp;</p>\r\n<p>मानपुर</p>\r\n<p>&nbsp;</p>\r\n<p>मानपुर एक ब्लॉक है और उमरिया जिले की सबसे बड़ी तहसील है। यह जिला मुख्यालय से लगभग 45 किमी और ताला-जयसिंहनगर मार्ग में बांधवगढ़ राष्ट्रीय उद्यान से लगभग 12 किमी दूर स्थित है। मानपुर तहसील में 84 ग्राम पंचायतें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मंगथर बांध (बिरसिंहपुर जलाशय)</p>\r\n<p>&nbsp;</p>\r\n<p>बिरसिंहपुर जलाशय बिरसिंहपुर पाली रेलवे स्टेशन से 12-13 किमी दूर स्थित है। इस जलाशय का निर्माण संजय गांधी थर्मल पावर स्टेशन के लिए किया गया है। यह जलाशय जोहिला नदी पर निर्मित है, जो मध्य प्रदेश के अनूपपुर जिले में अमरकंटक के पास उत्पन्न होती है। जोहिला नदी सोन नदी की एक सहायक नदी है, जो दक्षिणी तट से गंगा नदी की दूसरी सबसे बड़ी सहायक नदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Umaria_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d06e1cc5-c489-4747-99e5-bd4ff436cf4d_Umaria-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-umaria-madhya-pradesh","tags":[{"name":"उमरिया","slug":"umaria"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":687,"title":"विदिशा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","dateCreated":"2019-09-15T16:39:09.469Z","dateModified":"2019-09-15T16:39:23.745Z","contributedBy":"AskGif","content":"विदिशा, (जिसे पहले भेलसा के नाम से जाना जाता था), और प्राचीन काल में बेसनगर के रूप में जाना जाता था, भारत के मध्य प्रदेश राज्य का एक शहर है।\r\n&nbsp;\r\nजिला 1904 में विदिशा (जिसे भीलसा के नाम से भी जाना जाता है) और बसोड़ा को मिलाकर \"भिलसा जिला\" बनाया गया था, लेकिन बसोड़ा राज्य नहीं था","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"विदिशा","slug":"vidisha"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-vidisha-madhya-pradesh","total":0},{"id":682,"title":"सीधी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","dateCreated":"2019-09-15T15:49:57.172Z","dateModified":"2019-09-15T15:50:11.231Z","contributedBy":"AskGif","content":"सीधी भारत के मध्य प्रदेश राज्य में सीधी जिले में एक शहर और एक नगरपालिका है। यह सीधी जिले का मुख्यालय है।\r\n&nbsp;\r\nसीधी जिला भारत के मध्य प्रदेश राज्य के आदिवासी जिलों में से एक है। सीधी का जिला जिला मुख्यालय है। जिला रीवा संभाग का हिस्सा है।\r\n&nbsp;\r\nभूगोल\r\nसीधी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebe63bdb-51ba-4bb9-895c-b7546f2994f1_Sidhi-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सीधी","slug":"sidhi"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-sidhi-madhya-pradesh","total":0},{"id":660,"title":"कटनी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","dateCreated":"2019-09-14T03:07:10.369Z","dateModified":"2019-09-14T03:07:22.38Z","contributedBy":"AskGif","content":"कटनी (जिसे मुरवारा (कटनी) या मुडवारा भी कहा जाता है) मध्य प्रदेश, भारत में कटनी नदी के तट पर स्थित एक शहर है। यह कटनी जिले का प्रशासनिक मुख्यालय है। यह मध्य भारत के महाकोशल क्षेत्र में है। शहर जबलपुर के संभागीय मुख्यालय से 90 किमी (56 मील) दूर है।\r\n&nbsp;\r\nकटनी जिला मध्य भारत में मध","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/66f00f32-665a-4ba0-99c8-13c0e7aa7369_Katni-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"कटनी","slug":"katni"}],"slug":"top-places-to-visit-in-katni-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}