{"id":687,"title":"Top Places to visit in Vidisha, Madhya Pradesh","imageUrl":"18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","dateCreated":"2019-09-15T16:39:09.469Z","dateModified":"2019-09-15T16:39:23.745Z","contributedBy":"AskGif","content":"<p>Vidisha, (formerly known as Bhelsa), and known as Besnagar in ancient times, is a city in the state of Madhya Pradesh, India.</p>\r\n<p>&nbsp;</p>\r\n<p>The district was created as \"Bhilsa District\" in 1904 by joining the tehsils of Vidisha (also known as Bhilsa) and Basoda, but not Basoda State, which were then part of Gwalior state. After India's independence in 1947, the former princely state of Gwalior became part of Madhya Bharat state, which was formed in 1948.</p>\r\n<p>&nbsp;</p>\r\n<p>It is located near the state capital Bhopal 62Km. Vidishā was the administrative headquarters of Bhelsa, or Bhilsa, during the Medieval period.</p>\r\n<p>&nbsp;</p>\r\n<p>Historic places and monuments</p>\r\n<p>&nbsp;</p>\r\n<p>View of Heliodorus pillar.</p>\r\n<p>&nbsp;</p>\r\n<p>Pillar in the Bijamaṇḍal with an inscription of Naravarman</p>\r\n<p>Near the eastern edge of the old town are the remains of a large temple of the late Paramara period known as the Bijamaṇḍal. The building was probably started in the second half of the 11th century. That it was never finished is shown by carved niches and unfinished architectural pieces found round the base of the temple plinth. On top of the plinth is a small mosque made using pillars, one of which has an inscription dating probably from the time of king Naravarman (circa 1094-1134). It is a devotional inscription revering Carccikā (i.e. Cāmuṇḍā), of whom he was a devotee. The miḥrāb suggests the mosque was constructed in the late 14th century. To one side of the Bijamaṇḍal is a store house of the Archaeological Survey of India containing many sculptures collected in the neighbourhood. A step-well of the 7th century is in the same campus and has, beside the entrance, two tall pillars with Kṛṣṇa scenes. These are the earliest Kṛṣṇa scenes in the art of central India. Bijamandal Temple at Vidisha is one of massive dimensions comparable with Konarak in Orissa.</p>\r\n<p>&nbsp;</p>\r\n<p>Lohangi Pir is a rock formation in Vidisha District that derives its name from Shaykh Jalal Chishti, a saint who was locally known as Lohangi Pir. This small domed building is a tomb, which has two Persian inscriptions on it. One of the inscriptions dates back to 1460 BC, while the other dates back to 1583 BC. The tank and a large bell-capital dating back to the 1st century BC can be seen on the nearby hill. Near the tomb, there are the remains of a medieval temple that survived as a pillared crypt. These are dedicated to Goddess Annapurna. Lohangi is a large rock right in the heart of Vidisha in walking distance of railway station.This is religious as well the historical importance place in the region.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Udaygiri is less than 10 km from Vidisha town. It is a series of at least 20 caves, containing both Hindu and Jain sculptures from the Gupta Era, sometime between the 4th and 5th century AD. According to Jain texts tirthnkar Sheetal nath attained nirvana here.It is basically a small hill where intricate sculptures have but cut out of the rocks.</p>\r\n<p>&nbsp;</p>\r\n<p>Maladevi Temple is a grand Portal of Ninth century AD, situated on the eastern slope of a hill and built on a huge platform cut out of the hillside and strengthened by a massive retaining wall, Maladevi temple is in fact imposing and astonishing building, provides a panoramic valley view, in Gyaraspur, about 40 km from District Vidisha, Madhya Pradesh, India, which can be accessed through NH-86.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Capital of one of the pillars of Ashoka, from Udayagiri near Vidisha.</p>\r\n<p>&nbsp;</p>\r\n<p>Relative locations of the Heliodorus pillar, Besnagar, Vidisha, Sanchi and the Udayagiri Caves.</p>\r\n<p>Khamba Baba, also known as Heliodorus Pillar, is a stone column, which was constructed in 110 BC. This stone column was erected by the Greek ambassador of the Indo-Greek King Antialcidas, who came to the court of Bhagabhadra, the Sunga king. Dedicated to Lord Vasudeva, this column was constructed in front of the temple of Vasudeva.</p>\r\n<p>&nbsp;</p>\r\n<p>Khamba Baba is situated about four KM away on Vidisha-Ganj Basoda SH-14, from District Vidisha, Madhya Pradesh and located on the Northern Bank Of The Vais River. Indeed Khamba Baba is 20 feet and 7 inches tall stone Pillar, which is commonly known as Kham Baba. This script used is Brahmi but language is prakrit which describes that Haileo Darris who erected this pillar as the Garuda Stambh to pay homage to Lord Vasudeva means Lord Vishnu.</p>\r\n<p>&nbsp;</p>\r\n<p>Hindola Torana as Hindola means a swing and Torana is a arched gate, is a magnificent art work of 9th-century or medieval period, situated in Gyaraspur about 40 km from District Vidisha, Madhya Pradesh, can be accessed via NH-86. This is a developed, ornamental and decorated arched gate made of sandstone. On its both pillars Lord Vishnu's ten incarnations are engraved. Near it four carved and sculpted pillars and beams seems to be ruins of Trimurthy temple set on one raised platform, as Lord Shiva, Lord Ganesha, Goddess Parvati and their servants are sculpted on these pillars and beams.</p>\r\n<p>&nbsp;</p>\r\n<p>Hindola Torana with its two upright pillars and cross-beam has a truly indicative name. All the four sides of the two lofty pillars are carved into panels with insertion of the ten incarnations of Vishnu. So it may be an entrance gate for the Lord Vishnu's Temple or Of Lord Shiva and also may be of Thirumurthy. And two structures are completely in ruin as Archaeological Survey Of India has not given much information about these ruins. In my view it would have been a grand temple complex.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Bajramath Temple</p>\r\n<p>&nbsp;</p>\r\n<p>Jain sculpture inside Bajramath Temple</p>\r\n<p>Bajramath Temple is situated in Gyaraspur, about 40 km from District Vidisha, Madhya Pradesh, on NH-146 behind the Sub-Judicial Magistrate and Tehsildar's Office Gyaraspur, temple is facing to the East and significantly it was a Hindu Temple, later it was transformed to Jain Temple. Indeed it is just opposite to the Hill on which Maladevi temple is situated.</p>\r\n<p>&nbsp;</p>\r\n<p>Dashavtar Temple is situated on the north of the local lake, where ruins of a group of small Vaishnava shrines can be found. These small Vaishnava shrines are popularly known as Sadhavatara Temple. The temple comprises a large open pillared hall, in which the pillars are dedicated to the ten incarnations of Vishnu. These pillars date back from 8th to10th century A.D. Towards the western bank of the lake lies the ruins of sati pillars that date back to 9th or 10th century A.D. One of these pillars are carved with four sculptured faces that depict a seated group of Hara-Gauri.</p>\r\n<p>&nbsp;</p>\r\n<p>Girdhari Temple, which is known for its sculptures and fine carvings, is a popular attraction in Sironj. The shrines of Jatashankar and Mahamaya that belong to the ancient time are located close to this temple. Jatashankar Temple is situated 3 km towards the south-west of Sironj in forest area. On the other hand, Mahamaya Temple is situated 5 km south-west of Sironj.</p>\r\n<p>&nbsp;</p>\r\n<p>Udayeshwara Temple, located in Udaipur village of the Basoda Tehsil, is one of the most prominent Hindu shrines in the region. The inscriptions found in this temple suggest that the Udaipur Town was founded by the Parmara King Udayaditya during the 11th century A.D. Other inscriptions found at the temple suggest that Parmara King Udayaditya construed this temple and dedicated it to Lord Shiva.</p>\r\n<p>&nbsp;</p>\r\n<p>Vidisha District Museum</p>\r\n<p>&nbsp;</p>\r\n<p>Vidisha District Museum.</p>\r\n<p>Main article: Vidisha Museum</p>\r\n<p>Vidisha Museum or Vidisha District Museum is the main museum of the city of Vidisha.</p>\r\n<p>&nbsp;</p>\r\n<p>The museum has many sculptures, terracottas and coins, especially from the 9th to the 10 th century CE, as well as Harrappan art.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable People</p>\r\n<p>Kailash Satyarthi - Born as Kailash Sharma, on 11 January 1954, in the Vidisha district.</p>\r\n<p>*Dharmadhikari Pandit Govind prasad chaturvedi shastri&nbsp;</p>\r\n<p>Born - Bhadrapad shukla tritiya</p>\r\n<p>Dr. Raghuraj chaturvedi</p>\r\n<p>Transport</p>\r\n<p>Vidisha is a railway station on the Delhi-Chennai, Delhi-Mumbai main line of the Central Railway, at a distance of 54 km from Bhopal, the capital of Madhya Pradesh. Sanchi on the Jhansi-Itarsi section of the West Central Railway and Bhopal to Bina triple electrified broad gauge lines, from Bina to Katni double electrified Lines, Vidisha 102 km from Bina, and Vidisha, 9 km from Sanchi, are more convenient.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Vidisha is a home to a range of colleges and schools. Vidisha has a large student population and is a popular educational centre in central India. Most primary and secondary schools in Vidisha are affiliated with the M.P. Board, however, quite a few numbers of schools are affiliated with Central Board of Secondary Education (CBSE); as well.There is a semi government college named Samrat Ashok Technical Institute which provides excellent studies for students.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Vidisha</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-vidisha-madhya-pradesh","tags":[{"name":"vidisha","slug":"vidisha"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"recommendations":[{"id":679,"title":"Top Places to visit in Shajapur, Madhya Pradesh","imageUrl":"83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","dateCreated":"2019-09-15T02:31:13.959Z","dateModified":"2019-09-15T02:31:27.047Z","contributedBy":"AskGif","content":"Shajapur is a town in Malwa region of Madhya Pradesh state in west-central India. It is the head quarters of Shajapur district.\r\n&nbsp;\r\nShajapur District is a district of Madhya Pradesh state of central India. The town of Shajapur is the district headquarters.\r\n&nbsp;\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"shajapur","slug":"shajapur"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-shajapur-madhya-pradesh","total":0},{"id":668,"title":"Top Places to visit in Niwari, Madhya Pradesh","imageUrl":"071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","dateCreated":"2019-09-14T05:34:52.725Z","dateModified":"2019-09-14T05:35:04.782Z","contributedBy":"AskGif","content":"Niwari is a tehsil/town and a nagar panchayat in Tikamgarh district of Indian state, Madhya Pradesh. It is adjacent to the Jhansi and Mahoba districts of Uttar Pradesh.\r\n&nbsp;\r\nNiwari district is one of the districts of Madhya Pradesh state in India.\r\n&nbsp;\r\nThis dis","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"niwari","slug":"niwari"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-niwari-madhya-pradesh","total":0},{"id":638,"title":"Top Places to visit in Alirajpur, Madhya Pradesh","imageUrl":"1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","dateCreated":"2019-09-11T02:17:21.651Z","dateModified":"2019-09-11T02:17:35.998Z","contributedBy":"AskGif","content":"Alirajpur is a town and a municipality in Alirajpur district in the state of Madhya Pradesh, India.\r\n&nbsp;\r\nAlirajpur is one of the 52 districts of Madhya Pradesh state in India. It was created from Alirajpur, Jobat and Bhabra tehsils of the former Jhabua district on 17 May 2008. I","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"madhya-pradesh","slug":"madhya-pradesh"},{"name":"alirajpur","slug":"alirajpur"}],"slug":"top-places-to-visit-in-alirajpur-madhya-pradesh","total":0},{"id":637,"title":"Top Places to visit in Agar Malwa, Madhya Pradesh","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"Agar Malwa District became the 51st district of Madhya Pradesh on 16 August 2013. It was carved out of the existing Shajapur District. Agar town is its administrative headquarters.\r\n&nbsp;\r\nAgar is a town with a municipal government in the state of Madhya Pradesh, India. It is the a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"agar-malwa","slug":"agar-malwa"},{"name":"madhya-pradesh","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}