{"id":687,"title":"विदिशा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","dateCreated":"2019-09-15T16:39:09.469Z","dateModified":"2019-09-15T16:39:23.745Z","contributedBy":"AskGif","content":"<p>विदिशा, (जिसे पहले भेलसा के नाम से जाना जाता था), और प्राचीन काल में बेसनगर के रूप में जाना जाता था, भारत के मध्य प्रदेश राज्य का एक शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला 1904 में विदिशा (जिसे भीलसा के नाम से भी जाना जाता है) और बसोड़ा को मिलाकर \"भिलसा जिला\" बनाया गया था, लेकिन बसोड़ा राज्य नहीं था, जो उस समय ग्वालियर राज्य का हिस्सा था। 1947 में भारत की स्वतंत्रता के बाद, ग्वालियर की पूर्व रियासत मध्य भारत राज्य का हिस्सा बन गई, जिसका गठन 1948 में हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>यह राज्य की राजधानी भोपाल 62Km के पास स्थित है। मध्यकाल में विदिशा भेलसा या भिलसा का प्रशासनिक मुख्यालय था।</p>\r\n<p>&nbsp;</p>\r\n<p>ऐतिहासिक स्थान और स्मारक</p>\r\n<p>&nbsp;</p>\r\n<p>हेलियोडोरस स्तंभ का दृश्य।</p>\r\n<p>&nbsp;</p>\r\n<p>नरवरमन के एक शिलालेख के साथ बीजामल में स्तंभ</p>\r\n<p>पुराने शहर के पूर्वी किनारे के पास स्वर्गीय परमार काल के एक बड़े मंदिर के अवशेष हैं जिन्हें बीजामुएल के नाम से जाना जाता है। इमारत शायद 11 वीं शताब्दी के उत्तरार्ध में शुरू हुई थी। यह कभी खत्म नहीं हुआ था, नक्काशीदार और अधूरे वास्तुशिल्प टुकड़ों द्वारा दिखाया गया है जो मंदिर के तल के आधार को गोल करते हैं। प्लिंथ के ऊपर खंभे का उपयोग करके बनाई गई एक छोटी मस्जिद है, जिसमें से एक में राजा नरवर्मन (लगभग 1094-1134) के समय से एक शिलालेख है। यह एक भक्ति शिलालेख है जो कारकेक (यानी कैमूआ) है, जिसमें से वह एक भक्त था। Mi Therāb का सुझाव है कि मस्जिद का निर्माण 14 वीं शताब्दी के अंत में हुआ था। बीजामुएल के एक तरफ भारतीय पुरातत्व सर्वेक्षण विभाग का एक स्टोर हाउस है जिसमें पड़ोस में कई मूर्तियां एकत्रित हैं। 7 वीं शताब्दी का एक चरण-कुआँ एक ही परिसर में है और प्रवेश द्वार के बगल में, दो ऊंचे खंभे हैं, जिनमें कृष्ण दृश्य हैं। ये मध्य भारत की कला के सबसे पुराने कृष्ण दृश्य हैं। विदिशा में बीजामंडल मंदिर उड़ीसा में कोणार्क के साथ बड़े पैमाने पर आयामों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोहांगी पीर विदिशा जिले में एक चट्टान का निर्माण है जो अपने नाम को श्यक जलाल चिश्ती से प्राप्त करता है, जो एक स्थानीय रूप से लोहंगी पीर के रूप में जाना जाता था। यह छोटा गुंबददार भवन एक मकबरा है, जिस पर दो फ़ारसी शिलालेख हैं। एक शिलालेख 1460 ईसा पूर्व का है, जबकि दूसरा 1583 ईसा पूर्व का है। पहली शताब्दी ईसा पूर्व में टैंक और एक बड़ी घंटी-राजधानी डेटिंग पास की पहाड़ी पर देखी जा सकती है। मकबरे के पास, एक मध्यकालीन मंदिर के अवशेष हैं जो एक खंभे की तहखाने के रूप में बचे हैं। ये देवी अन्नपूर्णा को समर्पित हैं। रेलवे स्टेशन से पैदल दूरी पर विदिशा के ठीक बीच में एक बड़ा चट्टान है। यह धार्मिक क्षेत्र में ऐतिहासिक महत्व का स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>उदयगिरी विदिशा शहर से 10 किमी से भी कम दूरी पर है। यह कम से कम 20 गुफाओं की एक श्रृंखला है, जिसमें गुप्त युग से हिंदू और जैन दोनों मूर्तियां हैं, जो कुछ समय पहले 4 वीं और 5 वीं शताब्दी ईस्वी के बीच थी। जैन ग्रंथों के अनुसार तीर्थंकर शीतल नाथ ने यहां निर्वाण प्राप्त किया। यह मूल रूप से एक छोटी पहाड़ी है जहां जटिल मूर्तियां हैं लेकिन चट्टानों से बाहर निकली हुई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मालादेवी मंदिर नौवीं शताब्दी ईस्वी का एक भव्य पोर्टल है, जो एक पहाड़ी के पूर्वी ढलान पर स्थित है और पहाड़ी से कटे हुए विशाल मंच पर बनाया गया है और एक विशाल रिटेनिंग वॉल द्वारा सुदृढ़ किया गया है, मलादेवी मंदिर वास्तव में भव्य और अद्भुत इमारत है, भारत के मध्य प्रदेश के जिला विदिशा से लगभग 40 किलोमीटर दूर ग्यारसपुर में मनोरम घाटी का दृश्य है, जिसे NH-86 के माध्यम से पहुँचा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>विदिशा के पास उदयगिरि से अशोक के स्तंभों में से एक की राजधानी।</p>\r\n<p>&nbsp;</p>\r\n<p>हेलियोडोरस स्तंभ, बेसनगर, विदिशा, सांची और उदयगिरी गुफाओं के सापेक्ष स्थान।</p>\r\n<p>खंबा बाबा, जिसे हेलियोडोरस स्तंभ के नाम से भी जाना जाता है, एक पत्थर का स्तंभ है, जिसका निर्माण 110 ईसा पूर्व में हुआ था। इस पत्थर के स्तंभ को इंडो-ग्रीक राजा एंटियालिडास के यूनानी राजदूत द्वारा बनाया गया था, जो सुंग राजा के भागभद्र के दरबार में आए थे। भगवान वासुदेव को समर्पित, इस स्तंभ का निर्माण वासुदेव के मंदिर के सामने किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>खम्बा बाबा मध्य प्रदेश के जिला विदिशा से विदिशा-गंज बसोडा SH-14 पर लगभग चार KM दूर और वैस नदी के उत्तरी तट पर स्थित है। दरअसल खंबा बाबा 20 फीट और 7 इंच लंबा पत्थर का स्तंभ है, जिसे आमतौर पर खाम बाबा के नाम से जाना जाता है। इस लिपि का उपयोग ब्राह्मी है लेकिन भाषा प्राकृत है जो यह वर्णन करती है कि हैलीओ डारिस जिन्होंने इस स्तंभ को गरुड़ स्तम्भ के रूप में भगवान वासुदेव को श्रद्धांजलि अर्पित करने के लिए बनाया था।</p>\r\n<p>हिंडोला तोराना हिंडोला का अर्थ है एक झूला और तोरण एक धनुषाकार द्वार है, जो 9 वीं शताब्दी या मध्ययुगीन काल की एक शानदार कला कृति है, जो मध्य प्रदेश के जिला विदिशा से लगभग 40 किलोमीटर दूर ग्यारसपुर में स्थित है, इसे NH-86 के माध्यम से पहुँचा जा सकता है। यह बलुआ पत्थर से बना एक विकसित, सजावटी और सजाया गया धनुषाकार द्वार है। इसके दोनों स्तंभों पर भगवान विष्णु के दस अवतार उत्कीर्ण हैं। इसके पास चार नक्काशीदार और तराशे हुए खंभे और बीम एक उठे हुए मंच पर स्थापित त्रिमूर्ति मंदिर के खंडहर प्रतीत होते हैं, क्योंकि भगवान शिव, भगवान गणेश, देवी पार्वती और उनके सेवक इन स्तंभों और बीमों पर तराशे गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंडोला तोराना अपने दो ईमानदार स्तंभों और क्रॉस-बीम के साथ वास्तव में सांकेतिक नाम है। दो ऊंचे खंभों के चारों तरफ विष्णु के दस अवतारों के सम्मिलन के साथ पैनलों को उकेरा गया है। तो यह भगवान विष्णु के मंदिर या भगवान शिव का प्रवेश द्वार हो सकता है और तिरुमूर्ति का भी हो सकता है। और दो संरचनाएं पूरी तरह से खंडहर हैं क्योंकि भारतीय पुरातत्व सर्वेक्षण ने इन खंडहरों के बारे में अधिक जानकारी नहीं दी है। मेरे विचार में यह एक भव्य मंदिर परिसर रहा होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>बजरथ मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>बजरथ मंदिर के अंदर जैन मूर्तिकला</p>\r\n<p>बजरथ मंदिर मध्य प्रदेश के जिला विदिशा से लगभग 40 किलोमीटर दूर, ग्यारसपुर में स्थित है, जो उप-न्यायिक मजिस्ट्रेट और तहसीलदार कार्यालय ग्यारसपुर के पीछे NH-146 पर है, मंदिर पूर्व की ओर है और महत्वपूर्ण रूप से यह एक हिंदू मंदिर था, बाद में इसे बदल दिया गया। जैन मंदिर के लिए। वास्तव में यह पहाड़ी के ठीक सामने है, जिस पर मलादेवी मंदिर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>दशावतार मंदिर स्थानीय झील के उत्तर में स्थित है, जहाँ छोटे-छोटे वैष्णव मंदिरों के समूह के खंडहर पाए जा सकते हैं। ये छोटे-छोटे वैष्णव तीर्थस्थल सिद्धावतार मंदिर के नाम से प्रसिद्ध हैं। मंदिर में एक बड़ा खुला खंभा है, जिसमें स्तंभ विष्णु के दस अवतारों को समर्पित हैं। ये खंभे 8 वीं से 10 वीं शताब्दी के बीच के हैं। झील के पश्चिमी किनारे की ओर सती स्तंभों के खंडहर हैं जो 9 वीं या 10 वीं शताब्दी ईस्वी की तारीख के हैं। इनमें से एक खंभे को चार मूर्तियों के साथ उकेरा गया है जो हारा-गौरी के एक बैठे समूह को चित्रित करते हैं। ।</p>\r\n<p>&nbsp;</p>\r\n<p>गिरधारी मंदिर, जो अपनी मूर्तियों और बारीक नक्काशी के लिए जाना जाता है, सिरोंज में एक लोकप्रिय आकर्षण है। जटाशंकर और महामाया के मंदिर जो प्राचीन समय के हैं, इस मंदिर के करीब स्थित हैं। जटाशंकर मंदिर वन क्षेत्र में सिरोंज के दक्षिण-पश्चिम की ओर 3 किमी की दूरी पर स्थित है। दूसरी ओर, महामाया मंदिर सिरोंज से 5 किमी दक्षिण-पश्चिम में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>बासोदा तहसील के उदयपुर गाँव में स्थित उदयेश्वर मंदिर, इस क्षेत्र के सबसे प्रमुख हिंदू मंदिरों में से एक है। इस मंदिर में पाए गए शिलालेखों से पता चलता है कि उदयपुर शहर की स्थापना परमार राजा उदयदित्य ने 11 वीं शताब्दी के दौरान की थी। मंदिर में पाए गए अन्य शिलालेखों से पता चलता है कि परमार राजा उदयदित्य ने इस मंदिर को बनाया था और इसे भगवान शिव को समर्पित किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>विदिशा जिला संग्रहालय</p>\r\n<p>&nbsp;</p>\r\n<p>विदिशा जिला संग्रहालय।</p>\r\n<p>मुख्य लेख: विदिशा संग्रहालय</p>\r\n<p>विदिशा संग्रहालय या विदिशा जिला संग्रहालय विदिशा शहर का मुख्य संग्रहालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>संग्रहालय में कई मूर्तियां, टेराकोटा और सिक्के हैं, खासकर 9 वीं से 10 वीं शताब्दी सीई के साथ-साथ हर्रप्पन कला।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>कैलाश सत्यार्थी - 11 जनवरी 1954 को विदिशा जिले में कैलाश शर्मा के रूप में जन्मे।</p>\r\n<p>* धर्माधिकारी पंडित गोविंद प्रसाद चतुर्वेदी शास्त्री</p>\r\n<p>जन्म - भाद्रपद शुक्ल तृतीया को</p>\r\n<p>डॉ। रघुराज चतुर्वेदी</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मध्य प्रदेश की राजधानी भोपाल से 54 किमी की दूरी पर मध्य रेलवे की दिल्ली-चेन्नई, दिल्ली-मुंबई मुख्य लाइन पर विदिशा एक रेलवे स्टेशन है। पश्चिम मध्य रेलवे के झांसी-इटारसी खंड पर सांची और बीना से बीना ट्रिपल विद्युतीकृत ब्रॉड गेज लाइनों के लिए, बीना से कटनी तक दोहरी विद्युतीकृत लाइनें, बीना से विदिशा 102 किमी और सांची से 9 किलोमीटर दूर विदिशा अधिक सुविधाजनक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>विदिशा कई कॉलेजों और स्कूलों का घर है। विदिशा में एक बड़ी छात्र आबादी है और मध्य भारत में एक लोकप्रिय शैक्षिक केंद्र है। विदिशा के अधिकांश प्राथमिक और माध्यमिक विद्यालय म.प्र। बोर्ड, हालांकि, काफी संख्या में स्कूल केंद्रीय माध्यमिक शिक्षा बोर्ड (CBSE) से संबद्ध हैं; साथ ही। सम्राट अशोक तकनीकी संस्थान नाम का एक अर्ध सरकारी कॉलेज है जो छात्रों के लिए उत्कृष्ट अध्ययन प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Vidisha</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/18f1246d-8b4d-4df5-9d19-c233397d037d_Vidisha-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-vidisha-madhya-pradesh","tags":[{"name":"विदिशा","slug":"vidisha"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"recommendations":[{"id":679,"title":"शाजापुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","dateCreated":"2019-09-15T02:31:13.959Z","dateModified":"2019-09-15T02:31:27.047Z","contributedBy":"AskGif","content":"शाजापुर पश्चिम-मध्य भारत में मध्य प्रदेश राज्य के मालवा क्षेत्र का एक कस्बा है। यह शाजापुर जिले का मुख्यालय है।\r\n&nbsp;\r\nशाजापुर जिला मध्य भारत के मध्य प्रदेश राज्य का एक जिला है। शाजापुर शहर जिला मुख्यालय है।\r\n&nbsp;\r\nशाजापुर जिला मालवा पठार का हिस्सा है। यह जिला राज्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/83360ec5-f0ad-4051-bc02-2dd6ac79b0dc_Shajapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"शाजापुर","slug":"shajapur"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-shajapur-madhya-pradesh","total":0},{"id":668,"title":"निवारी में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","dateCreated":"2019-09-14T05:34:52.725Z","dateModified":"2019-09-14T05:35:04.782Z","contributedBy":"AskGif","content":"निवारी एक तहसील / शहर और भारतीय राज्य, मध्य प्रदेश के टीकमगढ़ जिले में एक नगर पंचायत है। यह उत्तर प्रदेश के झांसी और महोबा जिलों से सटा हुआ है।\r\n&nbsp;\r\nनिवारी जिला भारत में मध्य प्रदेश राज्य के जिलों में से एक है।\r\n&nbsp;\r\nइस जिले का गठन 1 अक्टूबर 2018 को हुआ था। यह प","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/071be28d-ac19-4ca5-8803-09eef5aa2926_Niwari-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"निवारी","slug":"niwari"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-niwari-madhya-pradesh","total":0},{"id":638,"title":"अलीराजपुर में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","dateCreated":"2019-09-11T02:17:21.651Z","dateModified":"2019-09-11T02:17:35.998Z","contributedBy":"AskGif","content":"अलीराजपुर भारत के मध्य प्रदेश राज्य में अलीराजपुर जिले का एक कस्बा और नगर पालिका है।\r\n&nbsp;\r\nअलीराजपुर भारत में मध्य प्रदेश राज्य के 52 जिलों में से एक है। यह 17 मई 2008 को पूर्व झाबुआ जिले के अलीराजपुर, जोबट और भाबरा तहसीलों से बनाया गया था। यह जनगणना 2011 के अनुसार भारत में सबसे ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1ac5a21f-4c28-4d07-8c8d-3e693eb7c357_Alirajpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"},{"name":"अलीराजपुर","slug":"alirajpur"}],"slug":"top-places-to-visit-in-alirajpur-madhya-pradesh","total":0},{"id":637,"title":"आगर मालवा में देखने के लिए शीर्ष स्थान, मध्य प्रदेश","imageUrl":"1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","dateCreated":"2019-09-11T02:00:17.805Z","dateModified":"2019-09-11T02:07:46.478Z","contributedBy":"AskGif","content":"आगर मालवा जिला 16 अगस्त 2013 को मध्य प्रदेश का 51 वां जिला बन गया। इसे मौजूदा शाजापुर जिले से बनाया गया था। आगर शहर इसका प्रशासनिक मुख्यालय है।\r\n&nbsp;\r\nआगर मध्य प्रदेश राज्य, भारत में एक नगरपालिका सरकार के साथ एक शहर है। यह आगर मालवा जिले के लिए प्रशासनिक मुख्यालय है जो 2013 में शा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e3c44a3-33d3-4fee-89b0-3596f05d5e8d_Agar-Malwa-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आगर-मालवा","slug":"agar-malwa"},{"name":"मध्य-प्रदेश","slug":"madhya-pradesh"}],"slug":"top-places-to-visit-in-agar-malwa-madhya-pradesh","total":0}]}