{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"<p>Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani forces. It was close to the site of the village of Bhingar. With the breakup of the Bahmani Sultanate, Ahmad established a new sultanate in Ahmednagar, also known as Nizam Shahi dynasty.</p>\r\n<p>&nbsp;</p>\r\n<p>Ahmednagar has several dozen buildings and sites from the Nizam Shahi period. Ahmednagar Fort, once considered almost impregnable, was used by the British to house Jawaharlal Nehru (the first prime minister of India) and other Indian Nationalists before Indian independence. A few rooms there have been converted to a museum. During his confinement by the British at Ahmednagar Fort in 1944, Nehru wrote the famous book The Discovery of India. Ahmednagar is home to the Indian Armoured Corps Centre &amp; School (ACC&amp;S), the Mechanised Infantry Regimental Centre (MIRC), the Vehicle Research and Development Establishment (VRDE) and the Controllerate of Quality Assurance Vehicles (CQAV). Training and recruitment for the Indian Army Armoured Corps takes place at the ACC&amp;S.</p>\r\n<p>&nbsp;</p>\r\n<p>Ahmednagar is a relatively small town and shows less development than the nearby western Maharashtra cities of Mumbai and Pune. Ahmednagar is home to 19 sugar factories and is also the birthplace of the cooperative movement. Due to scarce rainfall, Ahmednagar often suffers from drought. Marathi is the primary language for daily-life communication. Ahmednagar has recently published a plan of developing the city by year 2031.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Sant Dnyaneshwar, Marathi sant, wrote Dnyaneshwari, a discourse on the Bhagavad Gita.</p>\r\n<p>Sai Baba of Shirdi, spiritual master</p>\r\n<p>Anand Rishiji, Jain saint</p>\r\n<p>Meher Baba, spiritual leader</p>\r\n<p>Chand Bibi, Nizamshahi princess, defended Ahmednagar Fort against the Mughal forces of Emperor Akbar</p>\r\n<p>Anna Hazare, Gandhian and social activist</p>\r\n<p>Shahu Modak, film actor</p>\r\n<p>Sadashiv Amrapurkar, noted film and theater actor</p>\r\n<p>Michael J. S. Dewar, theoretical chemist</p>\r\n<p>Anna Leonowens, educator, feminist, author of The English Governess at the Siamese Court (1870)</p>\r\n<p>Pramod Kamble, painter and sculptor</p>\r\n<p>Zaheer Khan, cricketer</p>\r\n<p>Ajinkya Rahane, cricketer</p>\r\n<p>Spike Milligan, 1918-2002, comedian and author</p>\r\n<p>Cynthia Farrar, American missionary</p>\r\n<p>Narayan Waman Tilak, Christian Writer, Poet, Pastor</p>\r\n<p>&nbsp;</p>\r\n<p>Main sights</p>\r\n<p>&nbsp;</p>\r\n<p>Salabat Khan's tomb.</p>\r\n<p>&nbsp;</p>\r\n<p>Ahmednagar fort entrance.</p>\r\n<p>Chand Bibi Palace - Actually the tomb of Salabat Khan, this is a solid three-storey stone structure situated on the crest of a hill 13 km from Ahmednagar city.</p>\r\n<p>Meherabad, where the samadhi (tomb) of the spiritual master Meher Baba is a place of pilgrimage, visited by thousands each year, particularly on the anniversary of his death, Amartithi. His later residence was at Meherazad (near Pimpalgaon village), approximately nine miles north of Ahmednagar.</p>\r\n<p>Ahmednagar Fort (Bhuekot Killa) - Built by Ahmed Nizam Shah in 1490, this is one of the best-designed and most impregnable forts in India. As of 2013, it is under the control of the military command of India. Oval in shape, with 18-metre-high walls and 24 citadels, its defence system includes a moat 30 metres wide and 4 to 6 metres deep. Two entrances to the fort are accessed by drawbridges. A target of countless invasions, the Ahmednagar Fort has taken many blows and come out relatively unscathed. It has changed hands many times over from the time of Mughal rule, and was used as a royal prison a number of times. The entire Congress Working Committee was detained there during the Quit India Movement of 1942. Jawaharlal Nehru, later to be India's first prime minister, wrote his book The Discovery of India during his imprisonment from 1942-1945. Some rooms in the fort have been converted into a museum in commemoration of Nehru and other freedom fighters.</p>\r\n<p>Cavalry Tank Museum - The Armoured Corps Centre and School has created a museum with an extensive collection of 20th-century armoured fighting vehicles.</p>\r\n<p>Hume Memorial Church - Old Church building in Ahmednagar city. Named after Christian Missionary Robert Allen Hume</p>\r\n<p>Vishal Ganpati Mandir - Ganeshji Big temple in the Maliwada area of Ahmednagar City.</p>\r\n<p>Renuka/Durga Goddess Temple - This temple is located in Kedgaon (around 3 km from Ahmednagar Railway Station, 5 km from Ahmednagar ST bus-stand) which is near Nagar-Pune highway. The Navaratri (nine nights) festival is a celebration of nine nights of battle between the Goddess Durga and demon-king Mahishasura. Eventually Goddess Durga killed Mahishasura on the ninth night and thus the festival signifies the triumph of good over evil.</p>\r\n<p>Kalbhairvnath Temple Agadgaon: Temple of Kalbhairvnath located 17 km from ahmednagar. Trust of temple provides meal as prasad every Sunday from 2008. Thousands of Pilgrims visit here every Sunday.</p>\r\n<p>Rehekuri Blackbuck Sanctuary: This is situated in Karjat taluka in Ahmednagar district. The area of the sanctuary is 2.17 km2.</p>\r\n<p>Siddhatek Siddhivinayak - Temple of God Ganesh.</p>\r\n<p>Shirdi - The hamlet blessed by the revered Saint Sai Baba, revered by Hindus and Muslims alike, about 83 km from Ahmednagar City.</p>\r\n<p>&nbsp;</p>\r\n<p>Samadhi of Meher Baba</p>\r\n<p>Ralegan Siddhi - a village which is a model for environmental conservation. Social activist Anna Hazare is from Ralegan Siddhi.</p>\r\n<p>Pimpri Gawali- is a village in Parner taluka in Ahmednagar district. It is located about 25 km away from Ahmednagar and it is well known for the watershed development and agribusiness activities. This village has done very basic work in the rain water harvesting through Deep CCT structures and groundwater regulation and management. Farmers self Help groups of the villages formed Producer Company for the value addition of their agricultural commodity. This village has conserved environment through participatory approach.</p>\r\n<p>&nbsp;</p>\r\n<p>Deep Continuous Contour Trenches (CCT)</p>\r\n<p>Shingnapur - A village containing a Shani (planet Saturn) temple and where all the houses are doorless&mdash;probably the only village in the world where locks are unnecessary.</p>\r\n<p>Harishchandragarh - a hill fort.</p>\r\n<p>Avhane, Shevgaon - Temple of Ganesh (Nidrista/Sleeping).</p>\r\n<p>Shri Munjaba Tample, Ukkadgaon- In Shrigonda Taluka about 60 km from Ahmednagar main city Its very beautiful Temple with four big statue of ganapati, mahadev (shankar), vinshnu and hanuman on Temple and thousands of devotees visit this place.</p>\r\n<p>Jamgaon- Place in Parner taluka with a historic 18th-century palace built by Mahadaji Shinde.</p>\r\n<p>Shree Kshetra Korthan Khandoba Devastan Temple of Lord Khandoba.</p>\r\n<p>Mahatma Phule Krishi Vidyapeeth, Rahuri Mahatma Phule Krishi Vidyapeeth is an agricultural university at Rahuri, named after an activist and social reformer of 19th century&mdash;one of four agricultural universities in the state.</p>\r\n<p>The shrines of famous Sufis saints, including Sayyad Meera Ishaq Shah Jilani, Quadri, known as (Meera Wali Baba); Sayyad Abdul-Rehman Shah Chishti (Dum Bara Hazaari); Fasipeer; Sayyad Shah Sharif (Dargah Daira); Shah Arab Sayyad Haji Hasan Shah Quadri, Al-Jilani; Sayyad Jalal Shah Bukhari; and Sayyad Bapu Fazil Shah Wali.</p>\r\n<p>Transport</p>\r\n<p>Air</p>\r\n<p>Ahmednagar city have air connectivity by Seaplane service. The port for Seaplane is located at Mula Dam water reservoir, 30 min away from Ahmednagar City. The service offered by Maritime Energy Heli Air Services Pvt. Ltd. (MEHAIR) from 22 September 2014. On going Flight is available from Juhu, Mumbai to Mula Dam. The service will now enable the large number of pilgrims traveling to the holy sites of Meherabad, Shirdi and Shani Shingnapur to travel quickly and conveniently to their destinations. Now new airport have started at Shirdi which is 80 km from Ahmednagar and the only airport in the district. Regular flights from Mumbai, Delhi and Hyderabad fly to Shirdi. Currently, it is served by Air India and SpiceJet.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Main article: Ahmednagar railway station</p>\r\n<p>Ahmednagar railway station (station code:ANG) belongs to Solapur Division of Central Railway zone of the Indian Railways. Ahmednagar has rail connectivity with Pune, Manmad, Kopargaon, Shirdi, Daund, Goa, Nasik and other metro-cities like New Delhi, Mumbai, Chennai, Kolkata, Bangalore, Ahmedabad. 41 express trains stop at this station. There is still a demand for direct rail connectivity to other major cities of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Ahmednagar is well connected by roads with major cities of Maharashtra and other states. Ahmednagar has 4 lane road connectivity to Aurangabad, Parbhani, Pune, Nashik, Beed, Solapur, Osmanabad.National Highway 222 from Kalyan to Nirmal near Adilabad in Telangana passes through the city. The Maharashtra State Road Transport Corporation (MSRTC) and different private transport operators provides bus service connecting the city to all parts of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Ahmednagar has 3 main bus stands:</p>\r\n<p>&nbsp;</p>\r\n<p>MSRTC Tarakpur Bus Stand - All the buses going via Ahmednagar, do stop here.</p>\r\n<p>Maliwada Bus Stand - The buses going to Aurangabad/ Jalgaon/ Akola take a halt here.</p>\r\n<p>Pune Bus Stand - Buses going to Pune/Mumbai take a halt here.</p>\r\n<p>Intra city transport</p>\r\n<p>Several ways to have a commute in the city. Autorickshaws, which can be trusted as a private commute in the city. Sharing rikshaws also been part of the daily life of the citizen. Newly bus service has been established by Municipal corporation in the month of July 2019 which can turn a safer and cheaper commute to the citizens in the future. Main routes in the city are:</p>\r\n<p>&nbsp;</p>\r\n<p>Maliwada Bus stand to Nirmalnagar via Delhigate, Patrakar chowk, Premdan chowk, Professor colony, and Pipeline road.</p>\r\n<p>Maliwada Bus stand to Dr.Vikhe Patil College, Vilad ghat. via Delhigate, Patrakar chowk, Premdan chowk, Savedi naka, Nagapur MIDC and New Nagapur.</p>\r\n<p>Maliwada Bus stand to Kedgaon via Sakkar chowk, Kinetic chowk, Railway flyover and Ambikanagar.</p>\r\n<p>Maliwada Bus stand to Bhingar via Market Yard chowk, Nagar college, GPO chowk, Ahmednagar fort, Shukrawar Bazaar and Bhingar wes.</p>\r\n<p>Maliwada Bus stand to Nimbalak via Delhigate, Patrakar chowk, Premdan chowk, Savedi naka and Nagapur MIDC</p>\r\n<p>Politics</p>\r\n<p>Ahmednagar Municipal Council was upgraded to Municipal Corporation status in 2003. As of Dec 2018, Babasaheb Wakale of BJP was the incumbent mayor. Ahmednagar city is represented in the central and state legislatures by the Ahmednagar Lok Sabha and Ahmednagar City Vidhan Sabha seats respectively. The Sitting MP is Dr.Sujay Vikhe Patil and while seating MLA is Sangram Jagtap.</p>\r\n<p>&nbsp;</p>\r\n<p>Media and communication</p>\r\n<p>Newspapers: Lokmat, Sakaal,Sarvamat,Deshdoot,Punyanagri, Samana, Loksatta, Nava Maratha, Nagar Times, Divya Marathi, Maharashtra Times, Samachar, Savedi Mitra</p>\r\n<p>TV Channel: CMN Channel</p>\r\n<p>Radio: 104 MY FM, AIR Nagar FM, Radio City, Dhamaal 24, Radio Nagar FM</p>\r\n<p>Internet: Internet facilities are provided by several suppliers</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ahmednagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ahmednagar-maharashtra","tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"recommendations":[{"id":719,"title":"Top Places to visit in Satara, Maharashtra","imageUrl":"10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","dateCreated":"2019-09-20T03:10:41.062Z","dateModified":"2019-09-20T03:10:52.344Z","contributedBy":"AskGif","content":"Satara district is a district of Maharashtra state in western India with an area of 10,480 km&sup2; and a population of 3,003,741 of which 14.17% were urban (as of 2011). Satara is the capital of the district and other major towns include Wai, Karad, Koregaon, Dahiwadi, Koynanagar, Rahimatpur, Ph","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"satara","slug":"satara"}],"slug":"top-places-to-visit-in-satara-maharashtra","total":0},{"id":715,"title":"Top Places to visit in Pune, Maharashtra","imageUrl":"c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","dateCreated":"2019-09-20T02:28:05.893Z","dateModified":"2019-09-20T02:28:20.048Z","contributedBy":"AskGif","content":"Pune also called Poona, the official name until 1978), is the second largest city in the Indian state of Maharashtra, after Mumbai. It is the ninth most populous city in the country with an estimated population of 3.13 million. Along with its extended city limits Pimpri Chinchwad and the three ca","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pune","slug":"pune"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-pune-maharashtra","total":0},{"id":690,"title":"Top Places to visit in Amravati, Maharashtra","imageUrl":"6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","dateCreated":"2019-09-17T02:02:18.937Z","dateModified":"2019-09-17T02:02:31.653Z","contributedBy":"AskGif","content":"Amravati is a city in the Indian state of Maharashtra. Amravati is the second largest and populous city of Vidarbha region of Maharashtra after Nagpur. It is the administrative headquarters of the Amravati district. It is also the headquarters of the Amravati division which is one of the six divi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"amravati","slug":"amravati"}],"slug":"top-places-to-visit-in-amravati-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}