{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"<p>अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़ाई जीती थी। यह भिंगार गाँव की साइट के करीब था। बहमनी सल्तनत के टूटने के साथ, अहमद ने अहमदनगर में एक नई सल्तनत की स्थापना की, जिसे निजाम शाही राजवंश के नाम से भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अहमदनगर में निज़ाम शाही काल से कई दर्जन इमारतें और स्थल हैं। अहमदनगर किला, जिसे एक समय में लगभग अभेद्य माना जाता था, का उपयोग अंग्रेजों ने भारतीय स्वतंत्रता से पहले जवाहरलाल नेहरू (भारत के पहले प्रधानमंत्री) और अन्य भारतीय राष्ट्रवादियों को करने के लिए किया था। वहां के कुछ कमरों को संग्रहालय में बदल दिया गया है। 1944 में अहमदनगर किले में अंग्रेजों द्वारा अपने कारावास के दौरान, नेहरू ने प्रसिद्ध पुस्तक द डिस्कवरी ऑफ इंडिया लिखी। अहमदनगर इंडियन आर्मर्ड कॉर्प्स सेंटर एंड स्कूल (एसीसी एंड एस), मैकेनाइज्ड इन्फैंट्री रेजिमेंटल सेंटर (एमआईआरसी), वाहन अनुसंधान और विकास प्रतिष्ठान (वीआरडीई) और गुणवत्ता आश्वासन वाहनों (सीक्यूएवी) के नियंत्रण का घर है। इंडियन आर्मी आर्मर्ड कॉर्प्स के लिए प्रशिक्षण और भर्ती एसीसी एंड एस में होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>अहमदनगर एक अपेक्षाकृत छोटा शहर है और यह मुंबई और पुणे के आसपास के पश्चिमी महाराष्ट्र शहरों की तुलना में कम विकास दिखाता है। अहमदनगर 19 चीनी कारखानों का घर है और सहकारी आंदोलन का जन्मस्थान भी है। दुर्लभ वर्षा के कारण, अहमदनगर अक्सर सूखे से पीड़ित होता है। दैनिक जीवन के संचार के लिए मराठी प्राथमिक भाषा है। अहमदनगर ने हाल ही में वर्ष 2031 तक शहर के विकास की एक योजना प्रकाशित की है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>संत ज्ञानेश्वर, मराठी संत, ज्ञानेश्वरी ने भगवद गीता पर एक प्रवचन लिखा था।</p>\r\n<p>शिरडी के साईं बाबा, आध्यात्मिक गुरु</p>\r\n<p>आनंद ऋषिजी, जैन संत</p>\r\n<p>मेहर बाबा, आध्यात्मिक नेता</p>\r\n<p>चंद बीबी, निजामशाही राजकुमारी, ने सम्राट अकबर की मुगल सेना के खिलाफ अहमदनगर किले का बचाव किया था</p>\r\n<p>अन्ना हजारे, गांधीवादी और सामाजिक कार्यकर्ता</p>\r\n<p>शाहू मोदक, फिल्म अभिनेता</p>\r\n<p>सदाशिव अमरापुरकर, प्रसिद्ध फिल्म और थिएटर अभिनेता</p>\r\n<p>माइकल जे एस देवर, सैद्धांतिक रसायनज्ञ</p>\r\n<p>अन्ना लियोनॉवेन्स, शिक्षक, नारीवादी, स्याम देश की अदालत में अंग्रेजी शासन के लेखक (1870)</p>\r\n<p>प्रमोद कांबले, चित्रकार और मूर्तिकार</p>\r\n<p>जहीर खान, क्रिकेटर</p>\r\n<p>अजिंक्य रहाणे, क्रिकेटर</p>\r\n<p>स्पाइक मिलिगन, 1918-2002, हास्य अभिनेता और लेखक</p>\r\n<p>सिंथिया फरार, अमेरिकी मिशनरी</p>\r\n<p>नारायण वामन तिलक, ईसाई लेखक, कवि, पादरी</p>\r\n<p>&nbsp;</p>\r\n<p>ज़रूरी नज़ारे</p>\r\n<p>&nbsp;</p>\r\n<p>सलाबत खान की कब्र।</p>\r\n<p>&nbsp;</p>\r\n<p>अहमदनगर किले का प्रवेश द्वार।</p>\r\n<p>चांद बीबी पैलेस - वास्तव में सलाबत खान का मकबरा, यह एक ठोस तीन मंजिला पत्थर की संरचना है जो अहमदनगर शहर से 13 किमी दूर एक पहाड़ी के शिखर पर स्थित है।</p>\r\n<p>मेहरबाद, जहां आध्यात्मिक गुरु मेहर बाबा की समाधि (समाधि) एक तीर्थस्थल है, हर साल हजारों लोगों द्वारा दौरा किया जाता है, खासकर उनकी मृत्यु की सालगिरह पर, अमर्तिति। उनका बाद का निवास अहमदनगर से लगभग नौ मील उत्तर में मेहेरज़ाद (पिंपलगाँव गाँव के पास) में था।</p>\r\n<p>अहमदनगर किला (भुईकोट किला) - 1490 में अहमद निज़ाम शाह द्वारा निर्मित, यह भारत में सबसे अच्छी तरह से डिजाइन और सबसे अभेद्य किलों में से एक है। 2013 तक, यह भारत की सैन्य कमान के नियंत्रण में है। आकार में ओवल, 18 मीटर ऊंची दीवारों और 24 सिटैडल्स के साथ, इसकी रक्षा प्रणाली में 30 मीटर चौड़ी और 4 से 6 मीटर गहरी खाई शामिल है। किले के दो प्रवेश द्वार ड्रॉब्रिज द्वारा सुलभ हैं। अनगिनत आक्रमणों का लक्ष्य, अहमदनगर किले ने कई वार किए और अपेक्षाकृत असमय बाहर आ गए। इसने मुगल शासन के समय से कई बार हाथ बदले हैं, और कई बार शाही जेल के रूप में इस्तेमाल किया गया था। 1942 के भारत छोड़ो आंदोलन के दौरान पूरी कांग्रेस कार्य समिति को वहाँ हिरासत में लिया गया था। जवाहरलाल नेहरू, जो बाद में भारत के पहले प्रधान मंत्री थे, ने 1942-1945 के कारावास के दौरान अपनी पुस्तक द डिस्कवरी ऑफ़ इंडिया लिखी। किले के कुछ कमरों को नेहरू और अन्य स्वतंत्रता सेनानियों की स्मृति में संग्रहालय में बदल दिया गया है।</p>\r\n<p>कैवलरी टैंक संग्रहालय - द आर्मर्ड कॉर्प्स सेंटर एंड स्कूल ने 20 वीं शताब्दी के बख्तरबंद लड़ाकू वाहनों के व्यापक संग्रह के साथ एक संग्रहालय बनाया है।</p>\r\n<p>ह्यूम मेमोरियल चर्च - अहमदनगर शहर में पुराना चर्च भवन। जिसका नाम क्रिश्चियन मिशनरी रॉबर्ट एलन ह्यूम के नाम पर रखा गया है</p>\r\n<p>विशाल गणपति मंदिर - अहमदनगर शहर के मालीवाड़ा क्षेत्र में गणेशजी बड़ा मंदिर।</p>\r\n<p>रेणुका / दुर्गा देवी मंदिर - यह मंदिर केडगाँव (अहमदनगर रेलवे स्टेशन से लगभग 3 किमी दूर, अहमदनगर एसटी बस-स्टैंड से 5 किमी) पर स्थित है, जो नगर-पुणे राजमार्ग के पास है। नवरात्रि (नौ रात) त्योहार देवी दुर्गा और दानव-राजा महिषासुर के बीच नौ रातों की लड़ाई का उत्सव है। आखिरकार देवी दुर्गा ने नौवीं रात को महिषासुर का वध किया और इस तरह यह त्योहार बुराई पर अच्छाई की जीत का संकेत देता है।</p>\r\n<p>कालभैरवनाथ मंदिर अगड़गाँव: कालभैरवनाथ का मंदिर अहमदनगर से 17 किमी की दूरी पर स्थित है। मंदिर का ट्रस्ट 2008 से हर रविवार को प्रसाद के रूप में भोजन प्रदान करता है। हर रविवार को हजारों तीर्थयात्री यहां आते हैं।</p>\r\n<p>रेहेखुरी ब्लैकबक अभयारण्य: यह अहमदनगर जिले के कर्जत तालुका में स्थित है। अभयारण्य का क्षेत्रफल 2.17 किमी 2 है।</p>\r\n<p>सिद्धटेक सिद्धिविनायक - भगवान गणेश का मंदिर।</p>\r\n<p>शिरडी - हिंदुओं और मुसलमानों द्वारा समान रूप से श्रद्धेय संत साईं बाबा द्वारा आशीर्वाद दिया गया हैमलेट, अहमदनगर शहर से लगभग 83 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>मेहर बाबा की समाधि</p>\r\n<p>रालेगण सिद्धि - एक गाँव जो पर्यावरण संरक्षण के लिए एक मॉडल है। सामाजिक कार्यकर्ता अन्ना हजारे रालेगण सिद्धि से हैं।</p>\r\n<p>पिंपरी गवली- अहमदनगर जिले के परनेर तालुका का एक गाँव है। यह अहमदनगर से लगभग 25 किमी दूर स्थित है और यह वाटरशेड विकास और कृषि व्यवसाय गतिविधियों के लिए जाना जाता है। इस गांव ने वर्षा जल संचयन में डीप सीसीटी संरचनाओं और भूजल विनियमन और प्रबंधन के माध्यम से बहुत बुनियादी काम किया है। गांवों के किसान स्वयं सहायता समूहों ने अपने कृषि जिंस के मूल्यवर्धन के लिए निर्माता कंपनी का गठन किया। इस गांव ने भागीदारी के माध्यम से पर्यावरण संरक्षण किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>गहरी निरंतर खाइयों (सीसीटी)</p>\r\n<p>शिंगनापुर - एक गाँव जिसमें शनि (ग्रह शनि) का मंदिर है और जहाँ सभी घर बिना दरवाजे वाले हैं - शायद दुनिया का एकमात्र गाँव है जहाँ ताले अनावश्यक हैं।</p>\r\n<p>हरिश्चंद्रगढ़ - एक पहाड़ी किला।</p>\r\n<p>अवाने, शेवगाँव - गणेश का मंदिर (निद्रिष्ट / शयन)।</p>\r\n<p>श्री मुंजाबा तंपन, उक्कडगांव- अहमदनगर मुख्य शहर से लगभग 60 किलोमीटर दूर श्रीगोंडा तालुका में, मंदिर की चार बड़ी प्रतिमाओं के साथ गणपति, महादेव (शंकर), विंशानु और हनुमान और मंदिर में हज़ारों श्रद्धालु आते हैं।</p>\r\n<p>जमगाँव- महादानी शिंदे द्वारा निर्मित एक ऐतिहासिक 18 वीं शताब्दी के महल के साथ तालुका में जगह।</p>\r\n<p>भगवान खंडोबा का श्रीक्षेत्र खंडन खंडोबा देवस्थान मंदिर।</p>\r\n<p>महात्मा फुले कृषि विद्यापीठ, राहुरी महात्मा फुले कृषि विद्यापीठ, राहुरी में एक कृषि विश्वविद्यालय है, जिसका नाम 19 वीं सदी के एक कार्यकर्ता और समाज सुधारक के नाम पर रखा गया है - जो राज्य के चार कृषि विश्वविद्यालयों में से एक है।</p>\r\n<p>सैय्यद मीरा इशाक शाह जिलानी, चतुरी, (मीरा वाली बाबा) के नाम से प्रसिद्ध सूफी संतों के मंदिर; सैय्यद अब्दुल-रहमान शाह चिश्ती (दम बर हज़ारी); Fasipeer; सय्यद शाह शरीफ़ (दरगाह दियारा); शाह अरब सैय्यद हाजी हसन शाह क्वाड्री, अल-जिलानी; सैय्यद जलाल शाह बुखारी; और सय्यद बापू फाजिल शाह वली।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>वायु</p>\r\n<p>अहमदनगर शहर में सीप्लेन सेवा द्वारा हवाई संपर्क है। सीप्लेन के लिए बंदरगाह अहमदनगर शहर से 30 मिनट की दूरी पर मुला डैम के जलाशय में स्थित है। मेरीटाइम एनर्जी हेली एयर सर्विसेज प्राइवेट लिमिटेड द्वारा दी गई सेवा। Ltd. (MEHAIR) 22 सितंबर 2014 से। जुहू से मुम्बई डैम के लिए फ्लाइट उपलब्ध है। यह सेवा अब मेहरबाद, शिरडी और शनि शिंगनापुर के पवित्र स्थलों की यात्रा करने वाले बड़ी संख्या में तीर्थयात्रियों को उनके गंतव्यों के लिए जल्दी और आसानी से यात्रा करने में सक्षम बनाएगी। अब नया हवाई अड्डा शिरडी में शुरू हो गया है जो अहमदनगर से 80 किमी और जिले का एकमात्र हवाई अड्डा है। मुंबई, दिल्ली और हैदराबाद से नियमित उड़ानें शिरडी के लिए उड़ान भरती हैं। वर्तमान में, यह एयर इंडिया और स्पाइसजेट द्वारा परोसा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>मुख्य लेख: अहमदनगर रेलवे स्टेशन</p>\r\n<p>अहमदनगर रेलवे स्टेशन (स्टेशन कोड: ANG) भारतीय रेलवे के मध्य रेलवे जोन के सोलापुर डिवीजन के अंतर्गत आता है। अहमदनगर की पुणे, मनमाड, कोपरगाँव, शिरडी, दौंड, गोवा, नासिक और अन्य मेट्रो शहरों जैसे नई दिल्ली, मुंबई, चेन्नई, कोलकाता, बैंगलोर, अहमदाबाद के साथ रेल संपर्क है। इस स्टेशन पर 41 एक्सप्रेस ट्रेनें रुकती हैं। अभी भी भारत के अन्य प्रमुख शहरों के लिए सीधी रेल कनेक्टिविटी की मांग है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>अहमदनगर महाराष्ट्र और अन्य राज्यों के प्रमुख शहरों के साथ अच्छी तरह से जुड़ा हुआ है। अहमदनगर में औरंगाबाद, परभणी, पुणे, नाशिक, बीड, सोलापुर, उस्मानाबाद के लिए 4 लेन सड़क संपर्क है। तेलंगाना में आदिलाबाद के पास कल्याण से निर्मल तक 222 राष्ट्रीय राजमार्ग 222 शहर से होकर गुजरता है। महाराष्ट्र राज्य सड़क परिवहन निगम (MSRTC) और विभिन्न निजी परिवहन ऑपरेटर शहर को राज्य के सभी हिस्सों से जोड़ने वाली बस सेवा प्रदान करते हैं।</p>\r\n<p>अहमदनगर में 3 मुख्य बस स्टैंड हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>MSRTC तारकपुर बस स्टैंड - अहमदनगर से जाने वाली सभी बसें यहाँ रुकती हैं।</p>\r\n<p>मालीवाड़ा बस स्टैंड - औरंगाबाद / जलगाँव / अकोला जाने वाली बसें यहाँ रुकती हैं।</p>\r\n<p>पुणे बस स्टैंड - पुणे / मुंबई जाने वाली बसें यहाँ रुकती हैं।</p>\r\n<p>इंट्रा सिटी ट्रांसपोर्ट</p>\r\n<p>शहर में आवागमन के कई रास्ते। ऑटोरिक्शा, जिस पर शहर में एक निजी आवागमन के रूप में भरोसा किया जा सकता है। रिक्शा साझा करना नागरिक के दैनिक जीवन का भी हिस्सा है। नगर निगम द्वारा जुलाई 2019 के महीने में नई बस सेवा की स्थापना की गई है जो भविष्य में नागरिकों के लिए एक सुरक्षित और सस्ता आवागमन बन सकती है। शहर में मुख्य मार्ग हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>मालिवाड़ा बस डेल्हीगेट, पातरकर चौक, प्रेमदान चौक, प्रोफेसर कॉलोनी और पाइपलाइन रोड से निर्मलनगर तक जाती है।</p>\r\n<p>मालीवाड़ा बस स्टैंड डॉ। वीके पाटिल कॉलेज, विलाद घाट। डेल्हाटगे, पातरकर चौक, प्रेमदान चौक, सवेदी नाका, नागापुर MIDC और न्यू नागापुर के रास्ते।</p>\r\n<p>मालीवाड़ा बस स्टैंड से केडगाँव होते हुए साकर चौक, काइनेटिक चौक, रेलवे फ्लाईओवर और अंबिकानगर तक जाती है।</p>\r\n<p>मालीवाड़ा बस बाजार यार्ड चौक, नगर महाविद्यालय, जीपीओ चौक, अहमदनगर किला, शुकरवार बाज़ार और भिंगार वेस होते हुए भिंगार तक जाती है।</p>\r\n<p>मालिवाड़ा बस स्टैंड से निमबालक तक डेल्हीट, पातरकर चौक, प्रेमदान चौक, सवेदी नाका और नागापुर MIDC</p>\r\n<p>राजनीति</p>\r\n<p>अहमदनगर नगर परिषद को 2003 में नगर निगम का दर्जा दिया गया था। दिसंबर 2018 तक, भाजपा के बाबासाहेब वाकाले महापौर थे। अहमदनगर शहर का प्रतिनिधित्व क्रमशः अहमदनगर लोकसभा और अहमदनगर शहर विधानसभा सीटों द्वारा केंद्रीय और राज्य विधानसभाओं में किया जाता है। बैठने वाले सांसद डॉ। सुजय विखे पाटिल हैं और सीटिंग एमएलए संग्राम जगताप हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया और संचार</p>\r\n<p>समाचार पत्र: लोकमत, सकाल, सर्वमत, देशदूत, पुण्यनागरी, समाना, लोकसत्ता, नव मराठा, नगर टाइम्स, दिव्य मराठी, महाराष्ट्र टाइम्स, समचार, सवेदी मित्र</p>\r\n<p>टीवी चैनल: CMN चैनल</p>\r\n<p>रेडियो: 104 MY FM, AIR नगर FM, रेडियो सिटी, धमाल 24, रेडियो नगर FM</p>\r\n<p>इंटरनेट: कई आपूर्तिकर्ताओं द्वारा इंटरनेट सुविधाएं प्रदान की जाती हैं</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Ahmednagar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ahmednagar-maharashtra","tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"recommendations":[{"id":719,"title":"सतारा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","dateCreated":"2019-09-20T03:10:41.062Z","dateModified":"2019-09-20T03:10:52.344Z","contributedBy":"AskGif","content":"सतारा जिला पश्चिमी भारत में महाराष्ट्र राज्य का एक जिला है, जिसका क्षेत्रफल 10,480 वर्ग किमी है और इसकी आबादी 3,003,741 है, जिसमें 14.17% शहरी (2011 के अनुसार) थे। सतारा जिले की राजधानी है और अन्य प्रमुख शहरों में वाई, कराड, कोरेगाँव, दहिवडी, कोयननगर, रहीमपुर, फलटन, महाबलेश्वर, वडूज और पंचगनी शाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"सतारा","slug":"satara"}],"slug":"top-places-to-visit-in-satara-maharashtra","total":0},{"id":715,"title":"पुणे में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","dateCreated":"2019-09-20T02:28:05.893Z","dateModified":"2019-09-20T02:28:20.048Z","contributedBy":"AskGif","content":"पुणे को 1978 तक आधिकारिक नाम भी कहा जाता है), मुंबई के बाद, भारतीय राज्य महाराष्ट्र में दूसरा सबसे बड़ा शहर है। यह 3.13 मिलियन की अनुमानित आबादी वाला देश का नौवां सबसे अधिक आबादी वाला शहर है। इसकी विस्तारित शहर की सीमा के साथ पिंपरी चिंचवाड़ और पुणे के तीन छावनी शहर, खाकी और देहू रोड, पुणे का नाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुणे","slug":"pune"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-pune-maharashtra","total":0},{"id":690,"title":"अमरावती में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","dateCreated":"2019-09-17T02:02:18.937Z","dateModified":"2019-09-17T02:02:31.653Z","contributedBy":"AskGif","content":"अमरावती भारत के महाराष्ट्र राज्य का एक शहर है। नागपुर के बाद अमरावती महाराष्ट्र के विदर्भ क्षेत्र का दूसरा सबसे बड़ा और आबादी वाला शहर है। यह अमरावती जिले का प्रशासनिक मुख्यालय है। यह अमरावती डिवीजन का मुख्यालय भी है जो राज्य के छह प्रभागों में से एक है। शहर के ऐतिहासिक स्थलों में श्री अम्बादेवी,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अमरावती","slug":"amravati"}],"slug":"top-places-to-visit-in-amravati-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}