{"id":689,"title":"Top Places to visit in Akola, Maharashtra","imageUrl":"c0d7dc5f-b8ed-427d-8126-aa0b04b688c1_Akola-railway.jpg","dateCreated":"2019-09-17T01:53:29.526Z","dateModified":"2019-09-17T01:53:42.189Z","contributedBy":"AskGif","content":"<p>Akola is a city in Vidarbha region in the state of Maharashtra in central India. It is the 3rd largest city in Vidarbha, situated about 290 miles (580 km) east of the state capital, Mumbai, and 140 miles (250 km) west of the second capital, Nagpur. Akola is the administrative headquarters of Akola District located in Amravati Division. Akola city is governed by the Akola Municipal Corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is known for the vibrant Varhadi language. The city of Akola is located in the north-central part of Maharashtra state, western India, on the banks of Morna River and it is an important district in Vidarbha region of Maharashtra State. Although not much of a tourist destination, it still is an important historical, cultural, political, agricultural city. The place is a prominent road and rail junction in the Tapti River valley; which is a commercial trading center.</p>\r\n<p>&nbsp;</p>\r\n<p>Akola is an important educational center as well, with several colleges affiliated with the Sant Gadge Baba Amravati University. The place is gradually developing into a great market center. The main language spoken by the people of Akola is Marathi; some communities also speak Urdu and Hindi.</p>\r\n<p>&nbsp;</p>\r\n<p>Akola District has an area of about 5,431 square kilometers and had a population of 1,818,617 at the 2011 census). Akola district includes seven talukas which are Akola, Akot, Telhara, Balapur, Barshitakli, Murtijapur and Patur. Akola is the third-largest city in Vidarbha region after Nagpur and Amravati. Marathi is the most spoken and dominant language. Akola District is bordered on the north and east by Amravati District, on the south by Washim District, and on the west by Buldhana District.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Akola city has been the education hub for students in Western Vidarbha region. Akola city hosts multiple engineering, medical, Pharmacy, Law and other Colleges. Akola being the main campus of Dr. Panjabrao Deshmukh Krishi Vidyapeeth (PDKV) attracts numerous students from state and country.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Dr. Panjabrao Deshmukh Agricultural University</p>\r\n<p>&nbsp;</p>\r\n<p>College of Engineering &amp; Technology, Akola</p>\r\n<p>&nbsp;</p>\r\n<p>Government Medical College, Akola</p>\r\n<p>Agriculture University</p>\r\n<p>Akola is home to Dr. Panjabrao Deshmukh Krishi Vidyapeeth (PDKV), established by the government of Maharashtra on 20 October 1969. Earlier, it was part of Maharashtra Krishi Vidyapeeth since 1968. The university attracts students from far distances for its agricultural science and agricultural engineering and technology courses. PDKV jurisdiction covers all 11 districts of Vidarbha.</p>\r\n<p>&nbsp;</p>\r\n<p>Major Colleges in Akola City associated with PDKV are:</p>\r\n<p>&nbsp;</p>\r\n<p>College of Agriculture, Akola - B.Sc. (Agriculture)</p>\r\n<p>College of Horticulture, Akola - B.Sc. (Horticulture)</p>\r\n<p>College of Forestry, Akola - B.Sc. (Forestry)</p>\r\n<p>College of Agri. Engineering &amp; Technology, Akola - B.Tech. (Agri. Engineering)</p>\r\n<p>University Post Graduate Institute, Akola - M.Tech. (Agri. Engineering)</p>\r\n<p>University Post Graduate Institute, Akola - M.Sc. (Agriculture)</p>\r\n<p>University Post Graduate Institute, Akola - Ph.D.</p>\r\n<p>Veterinary colleges</p>\r\n<p>Post Graduate Institute Of Veterinary &amp; Animal Sciences, Akola (PGIVAS) PGIVAS is affiliated to Maharashtra Animal and Fishery Sciences University (MAFSU)</p>\r\n<p>Engineering colleges</p>\r\n<p>Shivaji Engineering College, Akola COETA</p>\r\n<p>Bhonsla College of Engineering &amp; Research</p>\r\n<p>Manav School of Engineering &amp; Management, Vyala</p>\r\n<p>Mauli Group of Institution's, College Of Engineering &amp; TECHNOLOGY, Shegaon.</p>\r\n<p>Medical science colleges</p>\r\n<p>Government Medical College, Akola</p>\r\n<p>R.T. Ayurved Mahavidyalay</p>\r\n<p>Homeopathic Medical College</p>\r\n<p>Shri Janta Homeopathic Medical College</p>\r\n<p>Jawahar Navodaya Vidyalaya Akola</p>\r\n<p>(JNVs) is a system of alternate schools for gifted students in India. They are run by Navodaya Vidyalaya Samiti, New Delhi, an autonomous organization under the Department of School Education and Literacy, Ministry of Human Resource Development, Government of India. JNVs are fully residential and co-educational schools affiliated to Central Board of Secondary Education (CBSE), New Delhi, with classes from VI to XII standard. JNVs are specifically tasked with finding talented children in rural areas of India and providing them with an education equivalent to the best residential school system, without regard to their families' socio-economic condition.</p>\r\n<p>&nbsp;</p>\r\n<p>Pharmacy colleges</p>\r\n<p>S.G.S.P.S. Institute of Pharmacy - D. Pharm, B. Pharm, M. Pharm</p>\r\n<p>Geetadevi Khadelwal Institute of Pharmacy - D. Pharm</p>\r\n<p>Other prominent colleges of Akola city</p>\r\n<p>Shankarlal Khandelwal College of Science, Commerce and Arts</p>\r\n<p>RLT College of Science</p>\r\n<p>LRT Commerce College</p>\r\n<p>Shri Shivaji Arts, Commerce and Science College</p>\r\n<p>Sitabai Arts and commerce College</p>\r\n<p>Radha Devi Goenka Mahila Mahavidyalaya (RDG)</p>\r\n<p>Sudhakarrao Naik Arts and Commerce College</p>\r\n<p>Government College of Education</p>\r\n<p>Tirupati Tantra Niketan</p>\r\n<p>KM Asghar Husain Junior Art, Commerce and Science College</p>\r\n<p>Akola Law College</p>\r\n<p>Gajanan Maharaj College of Engineering (SSGMCE) at Shegaon (in Buldhana District) is a renowned engineering college of the region, 38&nbsp; km away from Akola city.</p>\r\n<p>NCC's 11 MAH Battalion is based in Akola, on the outskirts of the city near Jawaharlal Nehru Public Park.</p>\r\n<p>High schools</p>\r\n<p>See also: List of schools in Akola</p>\r\n<p>Most schools in Akola are affiliated to Maharashtra State Board of Technical Education (MSBTE). The Municipal Corporation controls all public schools in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>New English High School, Akola</p>\r\n<p>Mount Carmel Secondary and Higher Secondary School , Akola.</p>\r\n<p>Holy Cross Convent High School Akola</p>\r\n<p>Bal Shivaji High School</p>\r\n<p>Bharat Vidyalaya High School</p>\r\n<p>Z.P.School, Dabki (Bhaurad)</p>\r\n<p>Nishu Nursery and Kothari Convent School</p>\r\n<p>Notable Computer Training Institutes</p>\r\n<p>ADITYA COMPUTER CENTRE, MOTHI UMARI, AKOLA</p>\r\n<p>Notable People</p>\r\n<p>Vijay P. Bhatkar, architect of India's national initiative in supercomputing</p>\r\n<p>Patrick Barr (1908-1985) was a British film and television actor,</p>\r\n<p>Vitthal Wagh, Marathi poet, writer and craft artist.</p>\r\n<p>Sudharak Olwe, a Mumbai-based documentary photographer</p>\r\n<p>Shivdeep Lande, an IPS Officer of 2006 Batch</p>\r\n<p>Juzar Bhanpurawala, Mr. Olympia Body builder.</p>\r\n<p>Aditya Raut, one of the initial suspects during the search for the zodiac killer</p>\r\n<p>Medical facilities</p>\r\n<p>Major hospitals in Akola include:</p>\r\n<p>&nbsp;</p>\r\n<p>Government District Hospital and Medical College, Akola</p>\r\n<p>District Ladies Hospital</p>\r\n<p>Sant Tukaram Cancer Hospital,</p>\r\n<p>Damani Eye Hospital, Akola</p>\r\n<p>Reliance Hospital, Cancer Care, Akola</p>\r\n<p>Cotton City Hospital,</p>\r\n<p>Icon Hospital,</p>\r\n<p>Ozone Multi-Speciality &amp; Critical Care Center,</p>\r\n<p>Smile Institute of Child Health and Akola Test tube Baby Centre</p>\r\n<p>Radhakisan Toshniwal Ayurvedic Hospital</p>\r\n<p>Superspeciality Hospital.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Akola has a good tradition of sports. A number of state level tournaments as well as national tournaments of various indoor and outdoor games are hosted here. The most played sports in Akola city include football, cricket, carrom, hockey, volleyball, boxing, kabaddi, chess, and badminton. Akola was called Home of Football, Akola produced many renowned Footballers, Akola police was best team for many years,some of the great footballers of Akola are:- Pandharinath Gopnarayan, Pappu Pandey,Gajanan Shelar, Devidas Sarjekar, Krishna Shelar,Baban Patade, Sheikh Chand, Farooq Sheikh, and many more Some of the famous stadiums and playground in Akola region include:</p>\r\n<p>&nbsp;</p>\r\n<p>Akola Cricket Club Ground (ACC) is the prominent cricket grounds in the region and is the home ground of the Akola cricket club. The ground has held two first-class matches, the first of which came in the 1983/84 Ranji Trophy when Vidarbha played the Railways, while the second saw Rajasthan as the visitors in the 1984/85 Ranji Trophy.</p>\r\n<p>&nbsp;</p>\r\n<p>Vasant Desai Stadium is famous in the region as it always hosts the district level tournaments of games such as running, volleyball, swimming, boxing, and kabaddi.</p>\r\n<p>&nbsp;</p>\r\n<p>Lal Bahadur Shastri Stadium is located near Sundarabai Khandelwal Tower which is a landmark of Akola city. The stadium hosts the games like football and cricket.</p>\r\n<p>&nbsp;</p>\r\n<p>Other prominent stadiums of Akola include</p>\r\n<p>Officer's Club</p>\r\n<p>PDKV's Sports Stadium</p>\r\n<p>Lal Bahadur Shastri Stadium</p>\r\n<p>Akola Cricket Club Stadium</p>\r\n<p>Umri Kabaddi Stadium</p>\r\n<p>Mitra Samaj Club Stadium</p>\r\n<p>City Sports Club</p>\r\n<p>Achievements</p>\r\n<p>Vidarbha medium-pacer Aditya Thakare, an Akola boy proud India national under-19 cricket team in 2018 Under-19 Cricket World Cup as a bowler.</p>\r\n<p>Keliveli is the neighborhood of Akola is known as Kabaddi capital of Vidarbha</p>\r\n<p>Omkumar Solanke An Akola localite At the mere age of 14 , emerge as one of the player of Baseball team which was to be represented at Domanican Republic for India in USA in 2015.</p>\r\n<p>Transportation</p>\r\n<p>Air</p>\r\n<p>Main article: Akola Airport</p>\r\n<p>Akola Airport (also known as Shioni Airport) (IATA: AKD, ICAO: VAAK) is the domestic airport of Akola city and is at an elevation of 999 ft. It was built by the British authorities in the 1940s and regularly sent flights to Mumbai. Now it is non-functional, and has one runway (4,600&times;145 ft). The expansion and functioning of the airport has been delayed as it is unable to get land from Dr. Panjabrao Deshmukh Krishi Vidyapeeth. It is one of the oldest airports in India. The airport is just 7 km from the city on National Highway No. 6. The nearest international airport is at Nagpur (140 miles). Renovation and operation of Akola airport are taken by Airport Authority of India. The Nagpur bench of Mumbai High Court has recently given the decision to take over the required land for extension of Akola Airport from the Dr. PDKV. The work is expected to be started soon. After the extension of runway and renovation of other infrastructure, the regular flight service is supposed to be commenced. Akola Airport (also known as Shioni Airport) is the domestic airport of Akola city at an elevation of 999 ft (304 m) and has one runway (4,600&times;145 ft). The airport is just 7 km away from the city on National Highway No. 6. The nearest international airport is at Nagpur (250 km) and at Aurangabad, Maharashtra (265 km) . Renovation and operation of Akola airport is taken by Airport Authority of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway No. 6 passes through Akola.</p>\r\n<p>Akola city is well connected to major cities by road. The NH6 runs through Akola from Hazira (Surat) to Kolkata. NH6 is a part of Asian Highway 46. The National Highway 161 (new) starts in Akola connecting Nanded and then Sangareddy (Telangana). Government has declared new National Highway 161A National Highway 161A(new) connecting Akot, Akola to Mangrulpir, Mahur, and Mudkhed.</p>\r\n<p>&nbsp;</p>\r\n<p>State Highway no. 68 and 69 also pass through the municipal limits. Other highways include State Highway 204, State Highway 200: Akola - Amravati, and State Highway 197. The \"NH6\" runs through Akola from Hazira (Surat) to Kolkata. NH6 is a part of Asian Highway 46. Maharashtra state transport buses are most commonly used by people to travel to rural parts of the region. They are the cheapest means of transport.State-owned and private air-conditioned bus services run daily to most major cities to and from Akola. The bus frequency is good. Bus service is available for cities like Nagpur, bhopal, Indore, Hyderabad, Nanded, Amravati, Mumbai, Nashik, Jabalpur. Akola has the vehicle registration code as MH-30.</p>\r\n<p>&nbsp;</p>\r\n<p>City transport:</p>\r\n<p>Akola Municipal Transport (AMT) runs Akola's public transport service. Autorickshaws are also widely used in Akola city for city transport. The municipal corporation is working with the IRDP (Integrated Rural Development Planning) to develop the roads of the city. The stopped service of AMT bus transport was restarted in December 2015 with a total of 35 buses.</p>\r\n<p>&nbsp;</p>\r\n<p>Inter-city transport:</p>\r\n<p>Maharashtra state transport buses are most commonly used by people to travel to rural parts of the region. State-owned and private air-conditioned bus services run on daily basis to most major cities to and from Akola. Bus service is available for cities like Pune, Nagpur, Bhopal, Indore, Hyderabad, Nanded, Amravati, Mumbai, Nashik, Surat and Jabalpur, as well as other important cities and towns in Maharashtra and the neighbouring states.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Main article: Akola railway station</p>\r\n<p>&nbsp;</p>\r\n<p>Night view of Akola junction railway station</p>\r\n<p>Akola, situated on both the Howrah-Nagpur-Mumbai line and the Kacheguda-Jaipur line, is an important junction for passengers from North and South India and also for freight trains. The Kacheguda-Jaipur line is being recently converted to broad gauge and the number of trains connecting to Hyderabad has increased since then.</p>\r\n<p>&nbsp;</p>\r\n<p>Broadgauging of the Akola Junction-Purna railway line has recently been completed and passenger trains have started running on this route. The work ofgauge conversion (meter gauge-broad gauge) of Akola Junction - Indore Junction MG and Indore Junction MG - Ratlam railway line of SCR zone has started and is projected to be completed in a few years.</p>\r\n<p>&nbsp;</p>\r\n<p>Akola has good railway connectivity with direct trains to Mumbai, Delhi, Ahmedabad, Rajkot, Okha, Surat, Nanded, Jodhpur, Jaipur, Kolhapur, Pune, Kamakhya, Indore, Mhow, Ujjain, Khandwa, Ratlam, Bhopal, Chittorgarh, Nagpur, Bilaspur, Howrah, Hatia, Puri, Chennai, Hingoli, Purna, Parli, Tirupati, Ganganagar, Secundarabad, and many more important railway stations in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Important railway stations in Akola region with their codes are Paras, Gaigaon, Akola Junction (AK), Murtizapur Junction (MZR) and are under the Bhusawal-Badnera section of Bhusawal Division of Central Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>Some of the trains originated from Akola Junction are:</p>\r\n<p>&nbsp;</p>\r\n<p>Akola - Kacheguda Intercity Express</p>\r\n<p>Akola - Purna Passenger</p>\r\n<p>Akola - Parli - Adilabad Passenger</p>\r\n<p>Akola - MHOW Passenger</p>\r\n<p>Akola - Ujjain Fast Passenger</p>\r\n<p>Akola - Narkher Special Express</p>\r\n<p>The other stations under meter gauge are Hiwarkhed (HWK), Adgaon Buzurg (ABZ), Akot (AKOT), Patsul (PTZ), Ugwe (UGWE), Akola Junction, Shivani Shivpur (SVW), Barshitakli (BSQ), Lohogad (LHD), Aman Vadi (AMW), and Jaulka (JUK) under Purna - Khandwa section of South Central Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>The stations under narrow gauge are Lakhpuri, Murtizapur Junction, Karanja under two Narrow Gauge Branch lines viz Murtizapur-Achalpur and Murtizapur-Yavatmal of Bhusawal Division of Central Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2009, a new railway station was built at Shivani-Shivar to reduce the load of goods transport of Akola Junction railway station. It is the modification of a meter gauge station into a broad gauge station. It now connects Purna to Hyderabad through Akola. Akola Junction railway station is one of the Top 100 Booking Stations in India. Now Akola urban area has two stations - Akola Junction and Shivani-Shivapur Railway Station.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Newly built railway station</p>\r\n<p>Culture and religion</p>\r\n<p>Marathi Sahitya Sammelan, the conference on Marathi Literature, was held twice in Akola city. They were presided over by Hari Narayan Apte in 1912 and Gopal Nilkanth Dandekar in 1981.</p>\r\n<p>&nbsp;</p>\r\n<p>Akola is a city with a mix of religions and cultures. There are several places of worship for Hindus, Buddhists, Muslims, Sikhs, Jains, and Christians in Akola.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Raj-Rajeshwar Temple, Akola</p>\r\n<p>Temples:</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Rani Sati Dham is a Devi (Mata) temple located near Collector office.</p>\r\n<p>Shri Rani Sati Dham 2 is a Devi (Mata) temple located near Hotel Tushar National Highway No. 6</p>\r\n<p>Shri Khatu Shyam Mandir Tulshiyan Layout Geeta Nagar National Highway No. 6</p>\r\n<p>Shri Salasar Dham Ganga Nagar National Highway No. 6</p>\r\n<p>Shri Laxminarayan Mandir Toshniwal layout</p>\r\n<p>Shri Tirupati Balaji Mandir Gaurakshan Sansthan Gaurakshan Road</p>\r\n<p>Gram-daivat Shree Rajrajeshwar Mandir, Old City</p>\r\n<p>Birla Mandir (Ram Temple)</p>\r\n<p>Shreenath Dutta Mandir, Ramdas Peth</p>\r\n<p>Annapurna Devi Mandir, NH6, Balapur Naka</p>\r\n<p>Jain Temple at City Market Place</p>\r\n<p>Swami Samarth mutthh (temple) at Ramdas peth</p>\r\n<p>Shree Kala Maruti temple at Old City</p>\r\n<p>Shree Bara Jyotirlinga Mandir, Jatharpeth Road</p>\r\n<p>Shree Sidhivinayak Temple Jathar peth Nr Prasad Colony is a popular temple of Lord Ganesha.</p>\r\n<p>Jalaram Mandir Birla Colony</p>\r\n<p>Gurudwara Railway station Road</p>\r\n<p>Shri Ram Temple at Tilak Road</p>\r\n<p>Hanuman Temple at Balapur Marg Railway Gate, Dabki Road</p>\r\n<p>Shri Salasar Balaji Hanuman Temple</p>\r\n<p>Shani Mandir, Mahatma Gandhi Road.</p>\r\n<p>Mosques in Akola city: There are a number of mosques in the town. Important amongst them are the Badi Masjid (Markaz), Masjid Mominpura and Kachchhi Masjid.</p>\r\n<p>&nbsp;</p>\r\n<p>Mominpura Masjid Mominpura</p>\r\n<p>Kacchan Masjid Tajnapeth</p>\r\n<p>Jama Masjid Inamdar Pura</p>\r\n<p>Raza Masjid Akot File</p>\r\n<p>Nagina Masjid Akot Stand</p>\r\n<p>Masjid Al-Falah 1600 Plots</p>\r\n<p>Akbar-plot Masjid Akot File</p>\r\n<p>Chaand Hafiz Masjid</p>\r\n<p>Ammajaan Masjid Old City</p>\r\n<p>Masjid Turaab Ali Nawab Pura</p>\r\n<p>Churches:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>This church is a British Establishment of year 1873. It is decorated for the Christmas.</p>\r\n<p>Mount Carmel Church</p>\r\n<p>All Saints Church</p>\r\n<p>Catholic Church</p>\r\n<p>Alliance Church</p>\r\n<p>Akola Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>This section does not cite any sources. Please help improve this section by adding citations to reliable sources. Unsourced material may be challenged and removed. (May 2018) (Learn how and when to remove this template message)</p>\r\n<p>Shegaon</p>\r\n<p>Shegaon (in Buldana District), a popularpilgrimage place of Gajanan Maharaj, is just 35 km from Akola. Gajanan Maharaj Sansthan is the biggest temple trust in the Vidarbha region and is called \"Pandharpur of Vidarbha\". The origin of Gajanan Maharaj is untraceable in history. People from all over Maharashtra visit Shegaon and offer their prayers to Gajanan Maharaj.</p>\r\n<p>&nbsp;</p>\r\n<p>Narnala</p>\r\n<p>(Marathi नरनाळा), also known as \"Shahanur Fort\", is an Indian hill fortress in Maharashtra. The name Narnala was given after the Rajput Ruler Narnal Singh or Narnal Swami. The fort was built in 10 A.D. by Gond Kings. Narnala Wildlife Sanctuary which is situated 40 km from Akola city is a principal tourist destination. Home to leopards, birds and sambars, this wildlife sanctuary also has many trees like teal, kusum and salai. In 15th Century Mughals have occupied and rebuild the fort and hence it has been called Shahnoor Fort. Narnala was one of the thirteen sarkar of Berar Subah. Narnala consists of three small forts named Zafarabad fort (or Jafarabad) on the east, Narnala in the centre and Teliagarh on the west.</p>\r\n<p>&nbsp;</p>\r\n<p>It is a historical place since the Khilji Dynasty, and it was one of the Sarkar Subah Berar in the medieval period. The fort is known for the great Muslim saint Hazrat Burhanuddin \"BAGH SAWAR WALI\" and it is said that many white tigers were seen with the hazrat at that time. ADLI BEG or ATALU BEG erected many Arabic Scripts and the \"TUP\" named \"KADAK BIJLI\". It is also the birthplace of Aurangzeb's great grand son. Sardar Beg Mirza and Qader Beg Mirza were the hereditary descendant of Mughal Dynasty in the 18th century.They to stay near Argaon 9 km away from Hiwarkhed because Shah Beg Subedar of Berar was holding the fort. It is located in the Akot Taluka,Akola District, Berar (also called Amravati Division)at coordinates of 21o 15' N and 77o 4' E. The closest city is Akot which is 18 km away. It is at the southernmost tip of the Satpura Hills at an elevation of 3161 feet(912 m) above sea level.Currently, this area falls within the Melghat Tiger Reserve.</p>\r\n<p>&nbsp;</p>\r\n<p>Akola Fort</p>\r\n<p>Akola Fort(also called Asadgad or Asagad) along with the Narnala and Akot forts forms the major fortifications of the Akola district, Maharashtra, India. It is notable in that it is bereft of any decorative embellishments.There are several inscriptions on the fort. An inscription on the Dahi handa gate gives its date of constructions as 1114 AH (1697 CE), 'during the reign of emperor Aurangzeb when Nawab Asad Khan was minister.' Another on the Fateh Buruj bastion has no exact date. It too mentions the same minister but a different emperor (Shah Alam). One on the Eidgah, contains texts and statement that the building was finished by Khawja Abdul Latif in 1116 AH (1698 CE). On the Agarves gate an inscription in Marathi reads that Govind Appaji in 1843 CE constructed the fort. The latter statement contradicts all the other inscriptions.</p>\r\n<p>&nbsp;</p>\r\n<p>Nehru Park</p>\r\n<p>Nehru Park is the well-known amusement park. A laser show and musical fountain are added attractions.</p>\r\n<p>&nbsp;</p>\r\n<p>Ashok Vatika</p>\r\n<p>Ashok Vatika is an important religious place for Buddhist and Dalit people in Akola city. There are statues of Dr. B.R.Ambedkar, Siddharth Gautam Buddha and Mahatma Jyotirao Phule inside the Garden, People gather in large number to offer prayers, it is located at the centre of Akola city.</p>\r\n<p>&nbsp;</p>\r\n<p>Raj Rajeshwar Temple</p>\r\n<p>Akola's oldest Shiva temple is Rajeshwar Mandir. The city derives its nickname as \"Rajeshwar Nagari\" from it.</p>\r\n<p>&nbsp;</p>\r\n<p>Patur Caves, Patur</p>\r\n<p>Balapur Fort, Balapur</p>\r\n<p>Barshitakli Fort, Barshitakli</p>\r\n<p>Mirza Raja Jaisingh Chhatri, Balapur</p>\r\n<p>Kholeshwar mahadev temple, Barshitakli</p>\r\n<p>Kalinka Temple, Barshitakli</p>\r\n<p>Babuji maharaj temple, Paras</p>\r\n<p>Moreshwar Mahadev Temple, Sindkhed, Akola</p>\r\n<p>Parsi Fire Temple ( Parsi Agairy Akola)</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Akola</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0d7dc5f-b8ed-427d-8126-aa0b04b688c1_Akola-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-akola-maharashtra","tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"akola","slug":"akola"}],"recommendations":[{"id":719,"title":"Top Places to visit in Satara, Maharashtra","imageUrl":"10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","dateCreated":"2019-09-20T03:10:41.062Z","dateModified":"2019-09-20T03:10:52.344Z","contributedBy":"AskGif","content":"Satara district is a district of Maharashtra state in western India with an area of 10,480 km&sup2; and a population of 3,003,741 of which 14.17% were urban (as of 2011). Satara is the capital of the district and other major towns include Wai, Karad, Koregaon, Dahiwadi, Koynanagar, Rahimatpur, Ph","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"satara","slug":"satara"}],"slug":"top-places-to-visit-in-satara-maharashtra","total":0},{"id":709,"title":"Top Places to visit in Nagpur, Maharashtra","imageUrl":"9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","dateCreated":"2019-09-19T02:56:59.894Z","dateModified":"2019-09-19T02:57:09.071Z","contributedBy":"AskGif","content":"Nagpur is the third largest city and the winter capital of the Indian state of Maharashtra. It is the 13th largest city by population in India. According to an Oxford Economics report, Nagpur is projected to be the fifth fastest growing city in the world from 2019-2035 with an average growth of 8","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagpur","slug":"nagpur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nagpur-maharashtra","total":0},{"id":708,"title":"Top Places to visit in Nandurbar, Maharashtra","imageUrl":"932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","dateCreated":"2019-09-19T02:38:40.105Z","dateModified":"2019-09-19T02:38:50.351Z","contributedBy":"AskGif","content":"Nandurbar is a city and a municipal council in Nandurbar district in the Indian state of Maharashtra. Nandurbar municipal corporation is the first municipal corporation. Nandurbar is an administrative district in the northwest corner of (Khandesh region) of Maharashtra. On 1 July 1998 Dhule was b","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nandurbar","slug":"nandurbar"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nandurbar-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}