{"id":689,"title":"अकोला में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"c0d7dc5f-b8ed-427d-8126-aa0b04b688c1_Akola-railway.jpg","dateCreated":"2019-09-17T01:53:29.526Z","dateModified":"2019-09-17T01:53:42.189Z","contributedBy":"AskGif","content":"<p>अकोला मध्य भारत में महाराष्ट्र राज्य में विदर्भ क्षेत्र का एक शहर है। यह विदर्भ का तीसरा सबसे बड़ा शहर है, जो राज्य की राजधानी, मुंबई से लगभग 290 मील (580 किमी) और दूसरी राजधानी नागपुर से 140 मील (250 किमी) पश्चिम में स्थित है। अकोला, अमरावती डिवीजन में स्थित अकोला जिले का प्रशासनिक मुख्यालय है। अकोला शहर अकोला नगर निगम द्वारा शासित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर जीवंत वरहदी भाषा के लिए जाना जाता है। अकोला शहर, महाराष्ट्र राज्य के उत्तर-मध्य भाग में, पश्चिमी भारत में, मोरना नदी के तट पर स्थित है और यह महाराष्ट्र राज्य के विदर्भ क्षेत्र में एक महत्वपूर्ण जिला है। हालांकि एक पर्यटन स्थल के रूप में नहीं, यह अभी भी एक महत्वपूर्ण ऐतिहासिक, सांस्कृतिक, राजनीतिक, कृषि शहर है। यह स्थान ताप्ती नदी घाटी में एक प्रमुख सड़क और रेल जंक्शन है; जो एक वाणिज्यिक व्यापारिक केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>अकोला एक महत्वपूर्ण शैक्षिक केंद्र होने के साथ-साथ संत गाडगे बाबा अमरावती विश्वविद्यालय से संबद्ध कई कॉलेज हैं। जगह धीरे-धीरे एक महान बाजार केंद्र के रूप में विकसित हो रही है। अकोला के लोगों द्वारा बोली जाने वाली मुख्य भाषा मराठी है; कुछ समुदाय उर्दू और हिंदी भी बोलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अकोला जिले का क्षेत्रफल लगभग 5,431 वर्ग किलोमीटर है और 2011 की जनगणना में इसकी आबादी 1,818,617 थी)। अकोला जिले में सात तालुका शामिल हैं जो अकोला, अकोट, तेलहारा, बालापुर, बर्षितकली, मुर्तिजापुर और पाटूर हैं। अकोला नागपुर और अमरावती के बाद विदर्भ क्षेत्र में तीसरा सबसे बड़ा शहर है। मराठी सबसे अधिक बोली जाने वाली और प्रमुख भाषा है। अकोला जिला उत्तर और पूर्व में अमरावती जिले से, दक्षिण में वाशिम जिले से और पश्चिम में बुलढाणा जिले से घिरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>अकोला शहर पश्चिमी विदर्भ क्षेत्र में छात्रों के लिए शिक्षा केंद्र रहा है। अकोला शहर में कई इंजीनियरिंग, चिकित्सा, फार्मेसी, कानून और अन्य कॉलेज हैं। डॉ। पंजाबराव देशमुख कृषि विद्यापीठ (PDKV) का मुख्य परिसर रहा अकोला राज्य और देश के कई छात्रों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>डॉ। पंजाबराव देशमुख कृषि विश्वविद्यालय</p>\r\n<p>&nbsp;</p>\r\n<p>कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, अकोला</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट मेडिकल कॉलेज, अकोला</p>\r\n<p>कृषि विश्वविद्यालय</p>\r\n<p>अकोला 20 अक्टूबर 1969 को महाराष्ट्र सरकार द्वारा स्थापित डॉ। पंजाबराव देशमुख कृषि विद्यापीठ (PDKV) का घर है। इससे पहले, यह 1968 से महाराष्ट्र कृषि विद्यापीठ का हिस्सा था। विश्वविद्यालय अपने कृषि विज्ञान और कृषि के लिए दूर-दूर से छात्रों को आकर्षित करता है। इंजीनियरिंग और प्रौद्योगिकी पाठ्यक्रम। पीडीकेवी क्षेत्राधिकार विदर्भ के सभी 11 जिलों को शामिल करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पीडीकेवी से जुड़े अकोला शहर में प्रमुख कॉलेज हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>कृषि महाविद्यालय, अकोला - B.Sc. (कृषि)</p>\r\n<p>कॉलेज ऑफ हॉर्टिकल्चर, अकोला - B.Sc. (बागवानी)</p>\r\n<p>कॉलेज ऑफ फॉरेस्ट्री, अकोला - बी.एससी। (वानिकी)</p>\r\n<p>एग्री कॉलेज। इंजीनियरिंग और प्रौद्योगिकी, अकोला - बीटेक। (एग्री। इंजीनियरिंग)</p>\r\n<p>यूनिवर्सिटी पोस्ट ग्रेजुएट इंस्टीट्यूट, अकोला - एम.टेक। (एग्री। इंजीनियरिंग)</p>\r\n<p>यूनिवर्सिटी पोस्ट ग्रेजुएट इंस्टीट्यूट, अकोला - M.Sc. (कृषि)</p>\r\n<p>यूनिवर्सिटी पोस्ट ग्रेजुएट इंस्टीट्यूट, अकोला - पीएच.डी.</p>\r\n<p>पशु चिकित्सा महाविद्यालय</p>\r\n<p>पशु चिकित्सा और पशु विज्ञान के स्नातकोत्तर संस्थान, अकोला (PGIVAS) PGIVAS महाराष्ट्र पशु और मत्स्य विज्ञान विश्वविद्यालय (MAFSU) से संबद्ध है</p>\r\n<p>इंजीनियरिंग कॉलेज</p>\r\n<p>शिवाजी इंजीनियरिंग कॉलेज, अकोला COETA</p>\r\n<p>भोंसला कॉलेज ऑफ इंजीनियरिंग एंड रिसर्च</p>\r\n<p>मानव स्कूल ऑफ इंजीनियरिंग एंड मैनेजमेंट, व्याला</p>\r\n<p>मौली ग्रुप ऑफ इंस्टीट्यूशन, कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी, शेगाँव।</p>\r\n<p>मेडिकल साइंस कॉलेज</p>\r\n<p>गवर्नमेंट मेडिकल कॉलेज, अकोला</p>\r\n<p>आर.टी. आयुर्वेद महाविद्यालय</p>\r\n<p>होम्योपैथिक मेडिकल कॉलेज</p>\r\n<p>श्री जनता होम्योपैथिक मेडिकल कॉलेज</p>\r\n<p>जवाहर नवोदय विद्यालय अकोला</p>\r\n<p>(जेएनवी) भारत में प्रतिभाशाली छात्रों के लिए वैकल्पिक स्कूलों की एक प्रणाली है। वे नवोदय विद्यालय समिति, नई दिल्ली द्वारा संचालित हैं, जो भारत सरकार के मानव संसाधन विकास मंत्रालय के स्कूल शिक्षा और साक्षरता विभाग के तहत एक स्वायत्त संगठन है। जेएनवी छठी से बारहवीं कक्षा तक की कक्षाओं के साथ केंद्रीय माध्यमिक शिक्षा बोर्ड (सीबीएसई), नई दिल्ली से संबद्ध पूरी तरह से आवासीय और सह-शैक्षणिक स्कूल हैं। जेएनवी को विशेष रूप से भारत के ग्रामीण क्षेत्रों में प्रतिभाशाली बच्चों को खोजने और उनके परिवार की सामाजिक-आर्थिक स्थिति की परवाह किए बिना सर्वश्रेष्ठ आवासीय विद्यालय प्रणाली के समकक्ष शिक्षा प्रदान करने का काम सौंपा जाता है।</p>\r\n<p>फार्मेसी कॉलेज</p>\r\n<p>S.G.S.P.S. फार्मेसी संस्थान - डी। फार्म, बी। फार्म, एम। फार्म</p>\r\n<p>गीतादेवी खडेलवाल इंस्टीट्यूट ऑफ फार्मेसी - डी। फार्म</p>\r\n<p>अकोला शहर के अन्य प्रमुख कॉलेज</p>\r\n<p>शंकरलाल खंडेलवाल कॉलेज ऑफ साइंस, कॉमर्स एंड आर्ट्स</p>\r\n<p>आरएलटी कॉलेज ऑफ साइंस</p>\r\n<p>LRT कॉमर्स कॉलेज</p>\r\n<p>श्री शिवाजी कला, वाणिज्य और विज्ञान महाविद्यालय</p>\r\n<p>सीताबाई आर्ट्स एंड कॉमर्स कॉलेज</p>\r\n<p>राधा देवी गोयनका महिला महाविद्यालय (RDG)</p>\r\n<p>सुधाकरराव नाइक आर्ट्स एंड कॉमर्स कॉलेज</p>\r\n<p>गवर्नमेंट कॉलेज ऑफ एजुकेशन</p>\r\n<p>तिरुपति तंत्र निकेतन</p>\r\n<p>केएम असगर हुसैन जूनियर आर्ट, कॉमर्स एंड साइंस कॉलेज</p>\r\n<p>अकोला लॉ कॉलेज</p>\r\n<p>गजानन महाराज कॉलेज ऑफ इंजीनियरिंग (SSGMCE) शेगांव में (बुलढाणा जिले में) अकोला शहर से 38 किमी दूर क्षेत्र का एक प्रसिद्ध इंजीनियरिंग कॉलेज है।</p>\r\n<p>एनसीसी की 11 एमएएच बटालियन जवाहरलाल नेहरू पब्लिक पार्क के पास शहर के बाहरी इलाके अकोला में स्थित है।</p>\r\n<p>उच्च विद्यालय</p>\r\n<p>यह भी देखें: अकोला में स्कूलों की सूची</p>\r\n<p>अकोला के ज्यादातर स्कूल महाराष्ट्र स्टेट बोर्ड ऑफ टेक्निकल एजुकेशन (MSBTE) से संबद्ध हैं। नगर निगम शहर के सभी पब्लिक स्कूलों को नियंत्रित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>न्यू इंग्लिश हाई स्कूल, अकोला</p>\r\n<p>माउंट कार्मेल सेकेंडरी एंड हायर सेकेंडरी स्कूल, अकोला।</p>\r\n<p>होली क्रॉस कॉन्वेंट हाई स्कूल अकोला</p>\r\n<p>बाल शिवाजी हाई स्कूल</p>\r\n<p>भारत विद्यालय हाई स्कूल</p>\r\n<p>जेड.पी.स्कूल, डबकी (भूरड़)</p>\r\n<p>निशु नर्सरी और कोठारी कॉन्वेंट स्कूल</p>\r\n<p>उल्लेखनीय कंप्यूटर प्रशिक्षण संस्थान</p>\r\n<p>आदित्य कम्प्यूटर सेंटर, मन्थि उमरी, अकोला</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>विजय पी। भटकर, सुपरकंप्यूटिंग में भारत की राष्ट्रीय पहल के वास्तुकार</p>\r\n<p>पैट्रिक बर्र (1908-1985) एक ब्रिटिश फिल्म और टेलीविजन अभिनेता थे,</p>\r\n<p>विट्ठल वाघ, मराठी कवि, लेखक और शिल्प कलाकार।</p>\r\n<p>मुंबई के एक डॉक्यूमेंट्री फ़ोटोग्राफ़र सुधारक ओल्वे</p>\r\n<p>शिवदीप लांडे, 2006 बैच के एक आईपीएस अधिकारी</p>\r\n<p>जुझार भानपुरवाला, मि। ओलंपिया बॉडी बिल्डर।</p>\r\n<p>आदित्य राउत, राशि हत्यारे की खोज के दौरान प्रारंभिक संदिग्धों में से एक</p>\r\n<p>चिकित्सा सुविधाएं</p>\r\n<p>अकोला के प्रमुख अस्पतालों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी जिला अस्पताल और मेडिकल कॉलेज, अकोला</p>\r\n<p>जिला महिला अस्पताल</p>\r\n<p>संत तुकाराम कैंसर अस्पताल,</p>\r\n<p>दमानी नेत्र अस्पताल, अकोला</p>\r\n<p>रिलायंस अस्पताल, कैंसर केयर, अकोला</p>\r\n<p>कॉटन सिटी अस्पताल,</p>\r\n<p>आइकन अस्पताल,</p>\r\n<p>ओजोन मल्टी-स्पेशलिटी एंड क्रिटिकल केयर सेंटर,</p>\r\n<p>स्माइल इंस्टीट्यूट ऑफ चाइल्ड हेल्थ एंड अकोला टेस्ट ट्यूब बेबी सेंटर</p>\r\n<p>राधाकिशन तोषनीवाल आयुर्वेदिक अस्पताल</p>\r\n<p>सुपरस्पेशलिटी अस्पताल।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>अकोला में खेलों की अच्छी परंपरा है। कई राज्य स्तरीय टूर्नामेंट के साथ-साथ विभिन्न इनडोर और आउटडोर खेलों के राष्ट्रीय टूर्नामेंट यहां आयोजित किए जाते हैं। अकोला शहर में सबसे ज्यादा खेले जाने वाले खेलों में फुटबॉल, क्रिकेट, कैरम, हॉकी, वॉलीबॉल, मुक्केबाजी, कबड्डी, शतरंज और बैडमिंटन शामिल हैं। अकोला को फुटबॉल का घर कहा जाता था, अकोला ने कई प्रसिद्ध फुटबॉलरों का उत्पादन किया, अकोला पुलिस कई वर्षों तक सर्वश्रेष्ठ टीम रही, अकोला के कुछ महान फुटबॉल खिलाड़ी हैं: - पंढरीनाथ गोपनारायण, पप्पू पांडे, गजानन शेलार, देवीदास सरजेकर, कृष्णा शेलार, बबन पाटडे, शेख चंद, फारूक शेख, और कई अन्य अकोला क्षेत्र के प्रसिद्ध स्टेडियम और खेल के मैदान शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अकोला क्रिकेट क्लब ग्राउंड (एसीसी) क्षेत्र का प्रमुख क्रिकेट मैदान है और अकोला क्रिकेट क्लब का घरेलू मैदान है। इस मैदान पर दो प्रथम श्रेणी मैच आयोजित हुए हैं, जिनमें से पहला 1983/84 रणजी ट्रॉफी में आया था, जब विदर्भ ने रेलवे खेला था, जबकि दूसरे ने राजस्थान को 1984/85 के रणजी ट्रॉफी में आगंतुकों के रूप में देखा था।</p>\r\n<p>&nbsp;</p>\r\n<p>वसंत देसाई स्टेडियम इस क्षेत्र में प्रसिद्ध है क्योंकि यह हमेशा खेलों के जिला स्तर के टूर्नामेंट जैसे कि रनिंग, वॉलीबॉल, तैराकी, मुक्केबाजी और कबड्डी का आयोजन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>लाल बहादुर शास्त्री स्टेडियम सुंदरबाई खंडेलवाल टॉवर के पास स्थित है जो अकोला शहर का एक ऐतिहासिक स्थल है। स्टेडियम फुटबॉल और क्रिकेट जैसे खेलों की मेजबानी करता है।</p>\r\n<p>अकोला के अन्य प्रमुख स्टेडियमों में शामिल हैं</p>\r\n<p>अधिकारी का क्लब</p>\r\n<p>पीडीकेवी का स्पोर्ट्स स्टेडियम</p>\r\n<p>लाल बहादुर शास्त्री स्टेडियम</p>\r\n<p>अकोला क्रिकेट क्लब स्टेडियम</p>\r\n<p>उमरी कबड्डी स्टेडियम</p>\r\n<p>मित्रा समाज क्लब स्टेडियम</p>\r\n<p>सिटी स्पोर्ट्स क्लब</p>\r\n<p>उपलब्धियां</p>\r\n<p>2018 अंडर -19 क्रिकेट विश्व कप में एक गेंदबाज के रूप में भारत के राष्ट्रीय अंडर -19 क्रिकेट खिलाड़ी अभिषेक ठाकरे, विदर्भ के मध्यम तेज गेंदबाज आदित्य ठाकरे।</p>\r\n<p>केलिवली अकोला का पड़ोस है जिसे विदर्भ की राजधानी कबड्डी के रूप में जाना जाता है</p>\r\n<p>ओमकुमार सोलंकी एक अकोला इलाके में 14 साल की उम्र में, बेसबॉल टीम के एक खिलाड़ी के रूप में उभरे, जिसे 2015 में यूएसए में भारत के लिए डोमिनिकन गणराज्य में प्रतिनिधित्व किया जाना था।</p>\r\n<p>परिवहन</p>\r\n<p>वायु</p>\r\n<p>मुख्य लेख: अकोला हवाई अड्डा</p>\r\n<p>अकोला हवाई अड्डा (श्योनी हवाई अड्डे के रूप में भी जाना जाता है) (IATA: AKD, ICAO: VAAK) अकोला शहर का घरेलू हवाई अड्डा है और 999 फीट की ऊँचाई पर है। इसे 1940 में ब्रिटिश अधिकारियों ने बनाया था और नियमित रूप से मुंबई के लिए उड़ानें भेजते थे। । अब यह गैर-कार्यात्मक है, और इसमें एक रनवे (4,600 &times; 145 फीट) है। हवाई अड्डे के विस्तार और कामकाज में देरी हुई है क्योंकि यह डॉ। पंजाबराव देशमुख कृषि विद्यापीठ से भूमि प्राप्त करने में असमर्थ है। यह भारत के सबसे पुराने हवाई अड्डों में से एक है। हवाई अड्डा राष्ट्रीय राजमार्ग संख्या 6 पर शहर से सिर्फ 7 किमी दूर है। निकटतम अंतरराष्ट्रीय हवाई अड्डा नागपुर (140 मील) पर है। एयरपोर्ट अथॉरिटी ऑफ इंडिया द्वारा अकोला एयरपोर्ट का नवीनीकरण और संचालन किया जाता है। मुंबई उच्च न्यायालय की नागपुर पीठ ने हाल ही में डॉ। पीडीकेवी से अकोला हवाई अड्डे के विस्तार के लिए आवश्यक भूमि को लेने का निर्णय दिया है। काम जल्द शुरू होने की उम्मीद है। रनवे के विस्तार और अन्य बुनियादी ढांचे के नवीनीकरण के बाद, नियमित उड़ान सेवा शुरू होने वाली है। अकोला हवाई अड्डा (शिओनी हवाई अड्डे के रूप में भी जाना जाता है) 999 फीट (304 मीटर) की ऊंचाई पर अकोला शहर का घरेलू हवाई अड्डा है और इसका एक रनवे (4,600 &times; 145 फीट) है। राष्ट्रीय राजमार्ग संख्या 6 पर हवाई अड्डा शहर से केवल 7 किमी दूर है। निकटतम अंतरराष्ट्रीय हवाई अड्डा नागपुर (250 किमी) और औरंगाबाद, महाराष्ट्र (265 किमी) पर है। एयरपोर्ट अथॉरिटी ऑफ इंडिया द्वारा अकोला एयरपोर्ट का नवीनीकरण और संचालन किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग संख्या 6 अकोला से होकर गुजरता है।</p>\r\n<p>अकोला शहर सड़क मार्ग से प्रमुख शहरों से अच्छी तरह से जुड़ा हुआ है। NH6 अकोला से हजीरा (सूरत) होते हुए कोलकाता तक जाती है। NH6 एशियाई राजमार्ग 46 का एक हिस्सा है। नेशनल हाईवे 161 (नया) नांदेड़ और फिर संगारेड्डी (तेलंगाना) को जोड़ने वाले अकोला में शुरू होता है। सरकार ने अकोट, अकोला को मंगरूलपीर, माहुर, और मुदखेड से जोड़ने के लिए नया राष्ट्रीय राजमार्ग 161A राष्ट्रीय राजमार्ग 161A (नया) घोषित किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्टेट हाईवे नं। 68 और 69 भी नगर निगम की सीमा से गुजरते हैं। अन्य राजमार्गों में स्टेट हाईवे 204, स्टेट हाईवे 200: अकोला - अमरावती, और स्टेट हाईवे 197 शामिल हैं। \"NH6\" अकोला से हजीरा (सूरत) होते हुए कोलकाता तक जाती है। NH6 एशियाई राजमार्ग 46 का एक हिस्सा है। महाराष्ट्र राज्य परिवहन बसों का उपयोग आमतौर पर लोग इस क्षेत्र के ग्रामीण भागों की यात्रा के लिए करते हैं। वे परिवहन के सबसे सस्ते साधन हैं। अकोला से सबसे बड़े शहरों के लिए दैनिक और निजी वातानुकूलित बस सेवाएं रोज़ाना चलती हैं। बस की आवृत्ति अच्छी है। नागपुर, भोपल, इंदौर, हैदराबाद, नांदेड़, अमरावती, मुंबई, नासिक, जबलपुर जैसे शहरों के लिए बस सेवा उपलब्ध है। अकोला में MH-30 के रूप में वाहन पंजीकरण कोड है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर परिवहन:</p>\r\n<p>अकोला म्युनिसिपल ट्रांसपोर्ट (AMT) अकोला की सार्वजनिक परिवहन सेवा चलाता है। शहर के परिवहन के लिए अकोला शहर में ऑटोरिक्शा का भी व्यापक रूप से उपयोग किया जाता है। नगर निगम आईआरडीपी (एकीकृत ग्रामीण विकास योजना) के साथ शहर की सड़कों को विकसित करने के लिए काम कर रहा है। एएमटी बस परिवहन की रुकी हुई सेवा को दिसंबर 2015 में कुल 35 बसों के साथ फिर से शुरू किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>अंतर-शहर परिवहन:</p>\r\n<p>महाराष्ट्र राज्य परिवहन बसों का उपयोग आमतौर पर लोग इस क्षेत्र के ग्रामीण भागों की यात्रा के लिए करते हैं। राज्य के स्वामित्व वाली और निजी वातानुकूलित बस सेवाएं दैनिक आधार पर अकोला से अधिकांश प्रमुख शहरों के लिए चलती हैं। बस सेवा पुणे, नागपुर, भोपाल, इंदौर, हैदराबाद, नांदेड़, अमरावती, मुंबई, नासिक, सूरत और जबलपुर के साथ-साथ महाराष्ट्र और पड़ोसी राज्यों के अन्य महत्वपूर्ण शहरों और कस्बों के लिए उपलब्ध है।</p>\r\n<p>रेलवे</p>\r\n<p>मुख्य लेख: अकोला रेलवे स्टेशन</p>\r\n<p>&nbsp;</p>\r\n<p>अकोला जंक्शन रेलवे स्टेशन का रात का दृश्य</p>\r\n<p>हावड़ा-नागपुर-मुंबई लाइन और काचेगुडा-जयपुर लाइन दोनों पर स्थित अकोला, उत्तर और दक्षिण भारत के यात्रियों के लिए और मालगाड़ियों के लिए एक महत्वपूर्ण जंक्शन है। काचेगुडा-जयपुर लाइन को हाल ही में ब्रॉड गेज में परिवर्तित किया जा रहा है और तब से हैदराबाद को जोड़ने वाली ट्रेनों की संख्या बढ़ गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>अकोला जंक्शन-पूर्णा रेलवे लाइन का ब्रॉडगेजिंग हाल ही में पूरा हुआ है और इस मार्ग पर यात्री ट्रेनें चलने लगी हैं। अकोला जंक्शन - इंदौर जंक्शन एमजी और इंदौर जंक्शन एमजी - एससीआर जोन की रतलाम रेलवे लाइन के आमान परिवर्तन (मीटर गेज-ब्रॉड गेज) का काम शुरू हो गया है और कुछ वर्षों में पूरा होने का अनुमान है।</p>\r\n<p>&nbsp;</p>\r\n<p>अकोला का मुंबई, दिल्ली, अहमदाबाद, राजकोट, ओखा, सूरत, नांदेड़, जोधपुर, जयपुर, कोल्हापुर, पुणे, कामाख्या, इंदौर, महू, उज्जैन, खंडवा, रतलाम, भोपाल, चित्तौड़गढ़, नागपुर, बिलासपुर से सीधी रेलमार्ग से अच्छी रेल संपर्क है। , हावड़ा, हटिया, पुरी, चेन्नई, हिंगोली, पूर्णा, परली, तिरुपति, गंगानगर, सिकंदराबाद और देश के कई और महत्वपूर्ण रेलवे स्टेशन।</p>\r\n<p>&nbsp;</p>\r\n<p>अकोला क्षेत्र के महत्वपूर्ण रेलवे स्टेशन अपने कोड के साथ पारस, गाइगांव, अकोला जंक्शन (एके), मुर्तिजापुर जंक्शन (MZR) हैं और मध्य रेलवे के भुसावल-बडनेरा खंड के अंतर्गत आते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अकोला जंक्शन से शुरू होने वाली कुछ ट्रेनें हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अकोला - कचेगुड़ा इंटरसिटी एक्सप्रेस</p>\r\n<p>अकोला - पूर्णा पैसेंजर</p>\r\n<p>अकोला - परली - आदिलाबाद पैसेंजर</p>\r\n<p>अकोला - MHOW पैसेंजर</p>\r\n<p>अकोला - उज्जैन फास्ट पैसेंजर</p>\r\n<p>अकोला - नरखेर स्पेशल एक्सप्रेस</p>\r\n<p>मीटर गेज के अंतर्गत आने वाले अन्य स्टेशन हैं हिरवाखेड़ (HWK), अडगाँव बुज़ुर्ग (ABZ), अकोट (AKOT), पातुल (PTZ), उगवे (UGWE), अकोला जंक्शन, शिवानी शिवपुर (SVW), बरशिताकली (BSQ), लोहगढ़ (LHD) ), अमन वादी (एएमडब्ल्यू), और जुलका (जेयूके) पूर्णा के तहत - दक्षिण मध्य रेलवे का खंडवा खंड।</p>\r\n<p>&nbsp;</p>\r\n<p>नैरो गेज के अंतर्गत आने वाले स्टेशनों में लखपुरी, मुर्तिजापुर जंक्शन, करंजा दो नैरो गेज ब्रांच लाइनों के अंतर्गत मध्य रेलवे के भुसावल डिवीजन के मुर्तिजापुर-अचलपुर और मुर्तिजापुर-यवतमाल शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2009 में अकोला जंक्शन रेलवे स्टेशन के माल परिवहन के भार को कम करने के लिए शिवानी-शिवहर में एक नया रेलवे स्टेशन बनाया गया था। यह मीटर गेज स्टेशन के ब्रॉड गेज स्टेशन में संशोधन है। यह अब पूर्णा को अकोला के माध्यम से हैदराबाद से जोड़ता है। अकोला जंक्शन रेलवे स्टेशन भारत के शीर्ष 100 बुकिंग स्टेशनों में से एक है। अब अकोला शहरी क्षेत्र में दो स्टेशन हैं - अकोला जंक्शन और शिवानी-शिवपुर रेलवे स्टेशन।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>नया बना रेलवे स्टेशन</p>\r\n<p>संस्कृति और धर्म</p>\r\n<p>मराठी साहित्य पर सम्मेलन, मराठी साहित्य सम्मेलन, दो बार अकोला शहर में आयोजित किया गया था। उनकी अध्यक्षता 1912 में हरि नारायण आप्टे और 1981 में गोपाल नीलकंठ दांडेकर ने की।</p>\r\n<p>&nbsp;</p>\r\n<p>अकोला धर्मों और संस्कृतियों के मिश्रण वाला शहर है। अकोला में हिंदू, बौद्ध, मुस्लिम, सिख, जैन और ईसाईयों के लिए कई पूजा स्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>राज-राजेश्वर मंदिर, अकोला</p>\r\n<p>मंदिर:</p>\r\n<p>&nbsp;</p>\r\n<p>श्री रानी सती धाम, कलेक्टर कार्यालय के पास स्थित एक देवी (माता) मंदिर है।</p>\r\n<p>श्री रानी सती धाम 2 एक देवी (माता) मंदिर है जो होटल तुषार नेशनल हाईवे नंबर 6 के पास स्थित है</p>\r\n<p>श्री खाटू श्याम मंदिर तुलस्यान लेआउट गीता नगर राष्ट्रीय राजमार्ग संख्या ६</p>\r\n<p>श्री सालासर धाम गंगा नगर राष्ट्रीय राजमार्ग संख्या ६</p>\r\n<p>श्री लक्ष्मीनारायण मंदिर तोषनीवाल लेआउट</p>\r\n<p>श्री तिरुपति बालाजी मंदिर गौरक्षण संस्थान गौरक्षण रोड</p>\r\n<p>ग्राम-द्वैत श्री राजराजेश्वर मंदिर, पुराना शहर</p>\r\n<p>बिड़ला मंदिर (राम मंदिर)</p>\r\n<p>श्रीनाथ दत्त मंदिर, रामदास पीठ</p>\r\n<p>अन्नपूर्णा देवी मंदिर, एनएच 6, बालापुर नाका</p>\r\n<p>सिटी मार्केट प्लेस में जैन मंदिर</p>\r\n<p>रामदास पीठ में स्वामी समर्थ मठ (मंदिर)</p>\r\n<p>ओल्ड सिटी में श्री कला मारुति मंदिर</p>\r\n<p>श्रीबाला ज्योतिर्लिंग मंदिर, जथारपेठ रोड</p>\r\n<p>श्री सिद्धिविनायक मंदिर जठर पीठ नृत्य प्रसाद कॉलोनी भगवान गणेश का एक लोकप्रिय मंदिर है।</p>\r\n<p>जलाराम मंदिर बिरला कॉलोनी</p>\r\n<p>गुरुद्वारा रेलवे स्टेशन रोड</p>\r\n<p>तिलक रोड स्थित श्री राम मंदिर</p>\r\n<p>डबकी रोड स्थित बालापुर मार्ग रेलवे फाटक पर हनुमान मंदिर</p>\r\n<p>श्री सालासर बालाजी हनुमान मंदिर</p>\r\n<p>शनि मंदिर, महात्मा गांधी रोड।</p>\r\n<p>अकोला शहर में मस्जिदें: शहर में कई मस्जिदें हैं। उनमें से महत्वपूर्ण हैं, बादी मस्जिद (मरकज़), मस्जिद मोमिनपुरा और कच्छी मस्जिद।</p>\r\n<p>मोमिनपुरा मस्जिद मोमिनपुरा</p>\r\n<p>काछन मस्जिद तजनापीठ</p>\r\n<p>जामा मस्जिद इनामदार पुरा</p>\r\n<p>रज़ा मस्जिद अकोट फ़ाइल</p>\r\n<p>नगीना मस्जिद अकोट स्टैंड</p>\r\n<p>मस्जिद अल-फलाह 1600 भूखंड</p>\r\n<p>अकबर-प्लॉट मस्जिद अकोट फाइल</p>\r\n<p>चंद हाफिज मस्जिद</p>\r\n<p>अम्माजान मस्जिद ओल्ड सिटी</p>\r\n<p>मस्जिद तुरैब अली नवाब पुरा</p>\r\n<p>चर्चों:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>यह चर्च वर्ष 1873 का ब्रिटिश प्रतिष्ठान है। इसे क्रिसमस के लिए सजाया गया है।</p>\r\n<p>माउंट कार्मेल चर्च</p>\r\n<p>ऑल सेंट्स चर्च</p>\r\n<p>कैथोलिक गिरिजाघर</p>\r\n<p>एलायंस चर्च</p>\r\n<p>अकोला पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>यह खंड किसी भी स्रोत का हवाला नहीं देता है। कृपया विश्वसनीय स्रोतों में उद्धरण जोड़कर इस अनुभाग को बेहतर बनाने में सहायता करें। बिना सूत्रों की सामग्री को चुनौति देकर हटाया जा सकता है। (मई २०१ () (इस टेम्पलेट संदेश को कैसे और कब हटाएं जानें)</p>\r\n<p>शेगाव</p>\r\n<p>शेगाँव (बुलदाना जिले में), गजानन महाराज का एक लोकप्रिय स्थान है, जो अकोला से सिर्फ 35 किमी दूर है। गजानन महाराज संस्थान विदर्भ क्षेत्र का सबसे बड़ा मंदिर ट्रस्ट है और इसे \"विदर्भ का पंढरपुर\" कहा जाता है। गजानन महाराज की उत्पत्ति इतिहास में अप्राप्य है। पूरे महाराष्ट्र के लोग शेगाँव जाते हैं और गजानन महाराज को अपनी प्रार्थनाएँ अर्पित करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Narnala</p>\r\n<p>(मराठी नारना), जिसे \"शाहनूर किला\" भी कहा जाता है, महाराष्ट्र में एक भारतीय पहाड़ी किला है। नरनाला नाम राजपूत शासक नरनाल सिंह या नरनाल स्वामी के बाद दिया गया था। किला 10 ए डी में गोंड राजाओं द्वारा बनाया गया था। नारनाला वन्यजीव अभयारण्य जो अकोला शहर से 40 किमी दूर स्थित है, एक प्रमुख पर्यटन स्थल है। तेंदुए, पक्षियों और सांभरों के लिए घर, इस वन्यजीव अभयारण्य में चैती, कुसुम और सलाई जैसे कई पेड़ हैं। 15 वीं शताब्दी में मुगलों ने किले पर कब्जा कर लिया और पुनर्निर्माण किया और इसलिए इसे शाहनूर किला कहा जाने लगा। नरनाला, बरार सुबाह के तेरह सर्कारों में से एक था। नारनाला में पूर्व में जफराबाद किला (या जाफराबाद), केंद्र में नारनाला और पश्चिम में तेलियागढ़ नामक तीन छोटे किले हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खिलजी वंश के बाद से यह एक ऐतिहासिक स्थान है, और यह मध्यकाल में सरकार सुबार बेरार में से एक था। यह किला महान मुस्लिम संत हजरत बुरहानुद्दीन \"BAGH SAWAR WALI\" के लिए जाना जाता है और कहा जाता है कि उस समय हज़रत के साथ कई सफेद बाघ देखे गए थे। ADLI BEG या ATALU BEG ने कई अरबी लिपियों और \"TUP\" को \"KADAK BIJLI\" नाम दिया। यह औरंगज़ेब के महान पुत्र का जन्मस्थान भी है। 18 वीं शताब्दी में सरदार बेग मिर्ज़ा और कादर बेग मिर्ज़ा मुग़ल राजवंश के वंशानुगत वंशज थे। वे हिरवाखेड़ से 9 किलोमीटर दूर अरगाँव के पास बने रहे क्योंकि बरार के शाह बेग सूबेदार किले पर कब्जा कर रहे थे। यह अकोत तालुका, अकोला जिला, बरार (जिसे अमरावती डिवीजन भी कहा जाता है) में 21o 15 'एन और 77o 4' ई के समन्वय पर स्थित है। निकटतम शहर अकोट है जो 18 किमी दूर है। यह सतपुड़ा हिल्स के सबसे दक्षिणी छोर पर समुद्र तल से 3161 फीट (912 मीटर) की ऊंचाई पर है। वर्तमान में, यह क्षेत्र मेलघाट टाइगर रिजर्व के भीतर आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अकोला का किला</p>\r\n<p>अकोला किला (जिसे असदगढ़ या असगढ़ भी कहा जाता है) के साथ-साथ नारनाला और अकोट किले, अकोला जिले, महाराष्ट्र, के प्रमुख किलेबंदी बनाते हैं। यह उल्लेखनीय है कि यह किसी भी सजावटी अलंकरण से अलग है। किले पर कई शिलालेख हैं। दही हांडा द्वार पर एक शिलालेख 1114 एएच (1697 सीई) के रूप में अपने निर्माण की तारीख देता है, 'बादशाह औरंगजेब के शासनकाल के दौरान जब नवाब असद खान मंत्री थे।' फतेह बुर्जुज गढ़ पर एक और सटीक तारीख नहीं है। इसमें एक ही मंत्री लेकिन एक अलग सम्राट (शाह आलम) का भी उल्लेख है। ईदगाह पर एक में ग्रंथ और कथन शामिल हैं कि इमारत को 1116 एएच (1698 सीई) में ख्वाजा अब्दुल लतीफ ने समाप्त किया था। अग्रसेव द्वार पर मराठी में एक शिलालेख में लिखा है कि 1843 ईस्वी में गोविंद अप्पाजी ने किले का निर्माण कराया था। बाद वाला बयान अन्य सभी शिलालेखों का खंडन करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नेहरू पार्क</p>\r\n<p>नेहरू पार्क प्रसिद्ध मनोरंजन पार्क है। एक लेज़र शो और संगीतमय फव्वारे को आकर्षण से जोड़ा जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अशोक वाटिका</p>\r\n<p>अशोक वाटिका अकोला शहर में बौद्ध और दलित लोगों के लिए एक महत्वपूर्ण धार्मिक स्थल है। गार्डन के अंदर डॉ। बी.आर अम्बेडकर, सिद्धार्थ गौतम बुद्ध और महात्मा ज्योतिराव फुले की प्रतिमाएँ हैं, लोग बड़ी संख्या में नमाज़ अदा करने के लिए इकट्ठा होते हैं, यह अकोला शहर के केंद्र में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>राज राजेश्वर मंदिर</p>\r\n<p>अकोला का सबसे पुराना शिव मंदिर राजेश्वर मंदिर है। यह शहर अपने उपनाम \"राजेश्वर नगरी\" से प्राप्त करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पातर गुफाएँ, पाटुर</p>\r\n<p>बालापुर किला, बालापुर</p>\r\n<p>Barshitakli का किला, Barshitakli</p>\r\n<p>मिर्जा राजा जयसिंह छत्री, बालापुर</p>\r\n<p>खोलेश्वर महादेव मंदिर, बर्षिताकली</p>\r\n<p>कालिंका मंदिर, बर्षिताकली</p>\r\n<p>बाबूजी महाराज मंदिर, पारस</p>\r\n<p>मोरेश्वर महादेव मंदिर, सिंधखेड़, अकोला</p>\r\n<p>पारसी अग्नि मंदिर (पारसी एगोला अकोला)</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Akola</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0d7dc5f-b8ed-427d-8126-aa0b04b688c1_Akola-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-akola-maharashtra","tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अकोला","slug":"akola"}],"recommendations":[{"id":719,"title":"सतारा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","dateCreated":"2019-09-20T03:10:41.062Z","dateModified":"2019-09-20T03:10:52.344Z","contributedBy":"AskGif","content":"सतारा जिला पश्चिमी भारत में महाराष्ट्र राज्य का एक जिला है, जिसका क्षेत्रफल 10,480 वर्ग किमी है और इसकी आबादी 3,003,741 है, जिसमें 14.17% शहरी (2011 के अनुसार) थे। सतारा जिले की राजधानी है और अन्य प्रमुख शहरों में वाई, कराड, कोरेगाँव, दहिवडी, कोयननगर, रहीमपुर, फलटन, महाबलेश्वर, वडूज और पंचगनी शाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"सतारा","slug":"satara"}],"slug":"top-places-to-visit-in-satara-maharashtra","total":0},{"id":709,"title":"नागपुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","dateCreated":"2019-09-19T02:56:59.894Z","dateModified":"2019-09-19T02:57:09.071Z","contributedBy":"AskGif","content":"नागपुर भारत के महाराष्ट्र राज्य का तीसरा सबसे बड़ा शहर और शीतकालीन राजधानी है। यह भारत में जनसंख्या के हिसाब से 13 वां सबसे बड़ा शहर है। ऑक्सफ़ोर्ड इकोनॉमिक्स की एक रिपोर्ट के अनुसार, नागपुर को 2019-2035 से 8.41% की औसत वृद्धि के साथ दुनिया का पांचवां सबसे तेजी से बढ़ने वाला शहर माना जाता है। इसे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नागपुर","slug":"nagpur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nagpur-maharashtra","total":0},{"id":708,"title":"नंदुरबार में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","dateCreated":"2019-09-19T02:38:40.105Z","dateModified":"2019-09-19T02:38:50.351Z","contributedBy":"AskGif","content":"नंदुरबार भारतीय राज्य महाराष्ट्र में नंदुरबार जिले में एक शहर और एक नगरपालिका परिषद है। नंदुरबार नगर निगम पहला नगर निगम है। नंदुरबार महाराष्ट्र के उत्तर-पश्चिम कोने (खानदेश क्षेत्र) में एक प्रशासनिक जिला है। 1 जुलाई 1998 को धुले को दो अलग-अलग जिलों के रूप में विभाजित किया गया, जिन्हें अब धुले और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नंदुरबार","slug":"nandurbar"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nandurbar-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}