{"id":690,"title":"Top Places to visit in Amravati, Maharashtra","imageUrl":"6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","dateCreated":"2019-09-17T02:02:18.937Z","dateModified":"2019-09-17T02:02:31.653Z","contributedBy":"AskGif","content":"<p>Amravati is a city in the Indian state of Maharashtra. Amravati is the second largest and populous city of Vidarbha region of Maharashtra after Nagpur. It is the administrative headquarters of the Amravati district. It is also the headquarters of the Amravati division which is one of the six divisions of the state. Among the historical landmarks in the city are the temples of Shree Ambadevi, Shri Krishna and Shri Venkateshwara Swamy. The city is famous for Hanuman Vyayam Prasarak Mandal, one of the largest sports complexes in India, which is famous for its facility for different kinds of sports.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>At the heart of the city is the Government Vidarbha Institute Of Science And Humanities, formerly Vidarbha Mahavidyalaya established in -1923 It started out as King Edward College. It is a college serving Amravati with many branches for humanities at the undergraduate and post-graduate level. The college has several renowned alumni. All the colleges in the city are affiliated to Sant Gadge Baba Amravati University including Government College of Engineering, Amravati and Dr. Panjabrao Deshmukh Memorial Medical College.</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Hanuman Vyayam Prasarak Mandal was established in 1914 and is serving as a sports institution. Its members are known to have participated in the Indian independence movement. It has diversified its activities to the field of Ayurveda, education (in tribal areas), Engineering and Technology.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2011, the prestigious Indian Institute of Mass Communication has set up its regional centre at Amravati University.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture and religion</p>\r\n<p>Marathi Sahitya Sammelan, the conference on Marathi Literature were held twice in Amravati city. It was presided by Keshav Jagannath Purohit in 1989.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples of goddesses Amba and Ekvira, are examples of religious architecture. There's a legend that when Lord Krishna ran away with Rukhamini from her wedding ceremony, he used a tunnel laid from Ambadevi temple to Koundinyapur (another spiritual place near Amravati). This tunnel is still in existence but it is now caved in.</p>\r\n<p>&nbsp;</p>\r\n<p>An artistic mosque was built by the Nizam of Hyderabad, Mir Osman Ali Khan, this Masjid was named \"Osmania Masjid\".</p>\r\n<p>&nbsp;</p>\r\n<p>There are well known temples located in the city, examples include the Balkrishna temple, Someshwar Temple, Murlidhar, Vitthal Mandir, Laxmi Narayan Temple, Jain Shwetamber Temple, Kala Maroti Temple, Nilkanth Temple, Shri Krishna temple, and Mrugendraswami math.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>City bus service is run by the Amravati Municipal Corporation. Private auto rickshaws and cycle rickshaws are also popular. Amravati has also started a Women's Special City bus which is a first in Vidarbha region.</p>\r\n<p>&nbsp;</p>\r\n<p>The Maharashtra State Road Transport Corporation (MSRTC) provides transport services for intercity and interstate travel. Many private operators also ply on the highly travelled Amravati &ndash; Pune and Amravati &ndash; Indore route. Bus services to cities like Nagpur, Yavatmal, Bhopal, Harda, Indore, Raipur, Jabalpur, Mumbai, Pune, Akola, Dharni, Nanded, Aurangabad, Jalna, Burhanpur, Parbhani, Solapur, Khandwa, Gondia, Shirdi, Hyderabad, Paratwada (Achalpur) and Kolhapur are also available.</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 6 (old numbering), which runs from Hazira (Surat) to Kolkata, passes through Amravati.</p>\r\n<p>&nbsp;</p>\r\n<p>Recently new Star City Buses are launched in the city replacing the old city buses.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>&nbsp;</p>\r\n<p>Amravati Modal Railway Station</p>\r\n<p>Amravati has three railway stations: Amravati, New Amravati and Badnera junction, Amravati station in the heart of the city is a terminus. Railway line could not be extended beyond it. Therefore, a new station was constructed outside the city when a new railway line was laid to connect Badnera junction to Narkhed on the Nagpur-Itarsi main railway line.</p>\r\n<p>&nbsp;</p>\r\n<p>Amravati railway station is situated on the branch line from Badnera on Nagpur-Bhusawal section of Howrah-Nagpur-Mumbai line of Central Railways. The New Amravati railway station building was inaugurated on 10 December 2011. Amravati railway station provides multiple shuttle services to Badnera throughout the day.</p>\r\n<p>&nbsp;</p>\r\n<p>Airport</p>\r\n<p>Amravati Airport, located at Bellora, 15 kilometres off NH-6 towards Akola, is operated by the Maharashtra Airport Development Company (MADC). Presently it has no commercial scheduled flights. The Nagpur Flying Club has applied to DGCA for permission to shift its flying operations to Amravati airport.&nbsp; It also has a helipad facility. MADC is acquiring about 400 Hectares of land for developing the airport and related facilities at an estimated cost of Rs. 2.25 billion. Recently Amravati Airport has been handed over to Airport Authority Of India for development</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Territorial Army Parade Ground</p>\r\n<p>Territorial Army Parade Ground is a multi purpose stadium in the city, formerly known as the Reforms Club Ground. 1958 First recorded Cricket match was held in 1958. The ground is owned and managed by the Territorial Army, a part-time branch of the Indian Army. The ground is mainly used for organizing football and cricket matches and other sports.</p>\r\n<p>The stadium hosted one Ranji Trophy match in 1976 when the Vidarbha cricket team played against the Rajasthan cricket team.</p>\r\n<p>&nbsp;</p>\r\n<p>Hanuman Vyayam Prasarak Mandal Ground</p>\r\n<p>Hanuman Vyayam Prasarak Mandal Ground is a cricket ground that held a single first-class match when Vidarbha cricket team played Rajasthan cricket team in the 1980/81 Ranji Trophy, which resulted in a Rajasthan victory by 7 wickets.</p>\r\n<p>&nbsp;</p>\r\n<p>Growth</p>\r\n<p>The city has been rapidly expanded beyond Badnera, 10 km to the south, an important railway junction where the branch railway line serving Amravati joins the main Mumbai&ndash;Bhusawal&ndash;Akola&ndash;Nagpur railway line.</p>\r\n<p>&nbsp;</p>\r\n<p>Amravati is growing as an industrial centre, with cotton mills leading the way. Amravati district is home to Vidarbha Sugar Mills Ltd., Kurha. It is the sole surviving sugar factory in Amravati region. A 2,700 MW Thermal Power Plant is being developed at Nandgaon Peth/Sawardi MIDC. Bharat Dynamics Limited (BDL) plans to make air defense missiles at a proposed site at Nandgaon Peth/Sawardi MIDC. Many major textile industries such as siyaram's, Raymonds, Finlay mills have been established in the outskirts of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Warehousing / Godown facility Amravati is main city in Vidarbha region and division in Maharashtra. Warehousing facility is available provided by Central Warehousing Corporation and for agricultural produce APMC godowns are available which is not sufficient for this huge city. Maharashtra state warehousing Corporation does't have any warehousing centre in city.</p>\r\n<p>&nbsp;</p>\r\n<p>Infrastructure development is also being seen in the city as the construction of new flyovers, malls leading their way. The main attraction is 'Y' flyover situated at Panchavati - Gadge Nagar link road.</p>\r\n<p>&nbsp;</p>\r\n<p>Work on Amravati Airport will start soon as it has been handed over to Airports Authority of India for the development. AAI is planning to develop the Airport in Amravati city within 2&ndash;3 years. The runway will be extended and night landing facilities will be provided.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>This includes must see places in Amravati and surrounding areas.</p>\r\n<p>&nbsp;</p>\r\n<p>Ambadevi Temple &ndash; City gets its name from &prime;Ambadevi&prime;, the temple is situated in the center of the city. The construction date of Ambadevi temple is unknown.</p>\r\n<p>Bamboo Garden - A park having a collection of 11 species of bamboo plants.</p>\r\n<p>Chikhaldara is the only Hill station in Vidarbha region, it is situated at an altitude of 1118m and is about 85km drive from Amravati.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Amravati</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-amravati-maharashtra","tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"amravati","slug":"amravati"}],"recommendations":[{"id":712,"title":"Top Places to visit in Palghar, Maharashtra","imageUrl":"e874b9f6-899f-4847-a627-4ab93f768233_Palghar-railway.jpg","dateCreated":"2019-09-19T03:20:34.273Z","dateModified":"2019-09-19T03:20:45.181Z","contributedBy":"AskGif","content":"Palghar is a town in Konkan division of Maharashtra state and a Municipal Council located about 87 kilometers north off Mumbai. Palghar lies on the Western Line of the Mumbai Suburban Railway on the busy Mumbai-Ahmedabad rail corridor. It is the administrative capital of the newly formed Palghar ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e874b9f6-899f-4847-a627-4ab93f768233_Palghar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"palghar","slug":"palghar"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-palghar-maharashtra","total":0},{"id":703,"title":"Top Places to visit in Kolhapur, Maharashtra","imageUrl":"0aa4fc97-bd39-48cd-aadf-f7cc86ff4d2a_Kolhapur-railway.jpg","dateCreated":"2019-09-19T01:59:25.201Z","dateModified":"2019-09-19T01:59:35.809Z","contributedBy":"AskGif","content":"Kolhapur is a historic city of Maharashtra. It is the district headquarters of Kolhapur district. Prior to Indian Independence, Kolhapur was a nineteen gun salute princely state ruled by the Bhosale Chhatrapati (Bhosale royal clan) of the Maratha Empire.\r\nKolhapur district is in Maharashtr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0aa4fc97-bd39-48cd-aadf-f7cc86ff4d2a_Kolhapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kolhapur","slug":"kolhapur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-kolhapur-maharashtra","total":0},{"id":693,"title":"Top Places to visit in Bhandara, Maharashtra","imageUrl":"1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","dateCreated":"2019-09-17T02:30:52.366Z","dateModified":"2019-09-17T02:31:05.193Z","contributedBy":"AskGif","content":"Bhandara is a city and municipal council that is the headquarters of Bhandara district in the state of Maharashtra, India. It is connected with NH-53 and NH-247.\r\nBhandara District is an administrative district in the state of Maharashtra in India. The district headquarters are located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhandara","slug":"bhandara"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-bhandara-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}