{"id":690,"title":"अमरावती में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","dateCreated":"2019-09-17T02:02:18.937Z","dateModified":"2019-09-17T02:02:31.653Z","contributedBy":"AskGif","content":"<p>अमरावती भारत के महाराष्ट्र राज्य का एक शहर है। नागपुर के बाद अमरावती महाराष्ट्र के विदर्भ क्षेत्र का दूसरा सबसे बड़ा और आबादी वाला शहर है। यह अमरावती जिले का प्रशासनिक मुख्यालय है। यह अमरावती डिवीजन का मुख्यालय भी है जो राज्य के छह प्रभागों में से एक है। शहर के ऐतिहासिक स्थलों में श्री अम्बादेवी, श्री कृष्ण और श्री वेंकटेश्वर स्वामी के मंदिर हैं। यह शहर भारत के सबसे बड़े खेल परिसरों में से एक हनुमान व्ययाम प्रचार मंडल के लिए प्रसिद्ध है, जो विभिन्न प्रकार के खेलों के लिए अपनी सुविधा के लिए प्रसिद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर के केंद्र में गवर्नमेंट विदर्भ इंस्टीट्यूट ऑफ साइंस एंड ह्यूमैनिटीज़ है, पूर्व में विदर्भ महाविद्यालय की स्थापना -1923 में हुई थी और इसे किंग एडवर्ड कॉलेज के रूप में शुरू किया गया था। यह स्नातक और स्नातकोत्तर स्तर पर मानविकी के लिए कई शाखाओं के साथ अमरावती की सेवा करने वाला एक कॉलेज है। कॉलेज में कई प्रसिद्ध पूर्व छात्र हैं। शहर के सभी कॉलेज संत गदगद बाबा अमरावती विश्वविद्यालय से संबद्ध हैं, जिनमें गवर्नमेंट कॉलेज ऑफ़ इंजीनियरिंग, अमरावती और डॉ। पंजाबराव देशमुख मेमोरियल मेडिकल कॉलेज शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री हनुमान व्यास प्रचार मंडल 1914 में स्थापित किया गया था और एक खेल संस्थान के रूप में कार्य कर रहा है। इसके सदस्यों को भारतीय स्वतंत्रता आंदोलन में भाग लेने के लिए जाना जाता है। इसने अपनी गतिविधियों को आयुर्वेद, शिक्षा (आदिवासी क्षेत्रों में), इंजीनियरिंग और प्रौद्योगिकी के क्षेत्र में विविधता प्रदान की है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 में, प्रतिष्ठित भारतीय जनसंचार संस्थान ने अमरावती विश्वविद्यालय में अपना क्षेत्रीय केंद्र स्थापित किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति और धर्म</p>\r\n<p>मराठी साहित्य सम्मेलन, मराठी साहित्य पर सम्मेलन दो बार अमरावती शहर में आयोजित किया गया था। इसकी अध्यक्षता 1989 में केशव जगन्नाथ पुरोहित ने की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>देवी अम्बा और एकवीरा के मंदिर, धार्मिक वास्तुकला के उदाहरण हैं। एक किंवदंती है कि जब भगवान कृष्ण अपने विवाह समारोह से रुक्मिणी के साथ भाग गए थे, तो उन्होंने अंबादेवी मंदिर से कौन्दिनापुर (अमरावती के पास एक और आध्यात्मिक स्थान) तक एक सुरंग का उपयोग किया था। यह सुरंग अभी भी अस्तित्व में है लेकिन अब इसे बंद कर दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>हैदराबाद के निजाम मीर उस्मान अली खान द्वारा एक कलात्मक मस्जिद का निर्माण किया गया था, इस मस्जिद का नाम \"उस्मानिया मस्जिद\" था।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में प्रसिद्ध मंदिर हैं, उदाहरणों में बालकृष्ण मंदिर, सोमेश्वर मंदिर, मुरलीधर, विठ्ठल मंदिर, लक्ष्मी नारायण मंदिर, जैन श्वेतांबर मंदिर, काला मारोती मंदिर, नीलकंठ मंदिर, श्री कृष्ण मंदिर और मृगेंद्रस्वामी गणित शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>अमरावती नगर निगम द्वारा सिटी बस सेवा चलाई जाती है। निजी ऑटो रिक्शा और साइकिल रिक्शा भी लोकप्रिय हैं। अमरावती ने एक महिला स्पेशल सिटी बस भी शुरू की है जो विदर्भ क्षेत्र में पहली है।</p>\r\n<p>&nbsp;</p>\r\n<p>महाराष्ट्र राज्य सड़क परिवहन निगम (MSRTC) इंटरसिटी और अंतरराज्यीय यात्रा के लिए परिवहन सेवाएं प्रदान करता है। कई निजी ऑपरेटरों ने भी अत्यधिक यात्रा की अमरावती - पुणे और अमरावती - इंदौर मार्ग पर प्लाई किया। नागपुर, यवतमाल, भोपाल, हरदा, इंदौर, रायपुर, जबलपुर, मुंबई, पुणे, अकोला, धारनी, नांदेड़, औरंगाबाद, जालना, बुरहानपुर, परभनी, सोलापुर, खंडवा, गोंदिया, शिरडी, हैदराबाद, परतावाड़ा (अचलपुर) जैसे शहरों के लिए बस सेवा ) और कोल्हापुर भी उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग 6 (पुरानी नंबरिंग), जो हजीरा (सूरत) से कोलकाता तक चलती है, अमरावती से होकर गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>हाल ही में शहर में पुरानी सिटी बसों की जगह नई स्टार सिटी बसें लॉन्च की गई हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>&nbsp;</p>\r\n<p>अमरावती मोडल रेलवे स्टेशन</p>\r\n<p>अमरावती में तीन रेलवे स्टेशन हैं: अमरावती, न्यू अमरावती और बडनेरा जंक्शन, शहर के बीचोंबीच स्थित अमरावती स्टेशन एक टर्मिनस है। रेलवे लाइन को इससे आगे नहीं बढ़ाया जा सका। इसलिए, शहर के बाहर एक नए स्टेशन का निर्माण किया गया था जब नागपुर-इटारसी मुख्य रेलवे लाइन पर बडनेरा जंक्शन को नरखेड से जोड़ने के लिए एक नई रेलवे लाइन बिछाई गई थी।</p>\r\n<p>अमरावती रेलवे स्टेशन मध्य रेलवे के हावड़ा-नागपुर-मुंबई लाइन के नागपुर-भुसावल खंड पर बडनेरा से शाखा लाइन पर स्थित है। नई अमरावती रेलवे स्टेशन की इमारत का उद्घाटन 10 दिसंबर 2011 को हुआ था। अमरावती रेलवे स्टेशन दिन भर में बडनेरा को कई शटल सेवाएं प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हवाई अड्डा</p>\r\n<p>अकोला की ओर NH-6 से 15 किलोमीटर दूर बेलोरा में स्थित अमरावती एयरपोर्ट, महाराष्ट्र एयरपोर्ट डेवलपमेंट कंपनी (MADA) द्वारा संचालित है। वर्तमान में इसकी कोई वाणिज्यिक अनुसूचित उड़ानें नहीं हैं। नागपुर फ्लाइंग क्लब ने अमरावती हवाई अड्डे पर अपने उड़ान संचालन को स्थानांतरित करने की अनुमति के लिए DGCA को आवेदन दिया है। इसमें हेलीपैड की सुविधा भी है। एमएडीसी अनुमानित लागत पर हवाई अड्डे और संबंधित सुविधाओं के विकास के लिए लगभग 400 हेक्टेयर भूमि का अधिग्रहण कर रही है। 2.25 बिलियन। हाल ही में अमरावती एयरपोर्ट को एयरपोर्ट अथॉरिटी ऑफ इंडिया को विकास के लिए सौंप दिया गया है</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>प्रादेशिक सेना परेड ग्राउंड</p>\r\n<p>प्रादेशिक सेना परेड ग्राउंड शहर का एक बहुउद्देश्यीय स्टेडियम है, जिसे पहले सुधार क्लब ग्राउंड के नाम से जाना जाता था। 1958 पहला रिकॉर्डेड क्रिकेट मैच 1958 में आयोजित किया गया था। यह मैदान भारतीय सेना की एक अंशकालिक शाखा प्रादेशिक सेना द्वारा स्वामित्व और प्रबंधित है। मैदान का उपयोग मुख्य रूप से फुटबॉल और क्रिकेट मैच और अन्य खेलों के आयोजन के लिए किया जाता है।</p>\r\n<p>स्टेडियम ने 1976 में एक रणजी ट्रॉफी मैच की मेजबानी की जब विदर्भ क्रिकेट टीम ने राजस्थान क्रिकेट टीम के खिलाफ मैच खेला।</p>\r\n<p>&nbsp;</p>\r\n<p>हनुमान वयम प्रसारक मंडल ग्राउंड</p>\r\n<p>हनुमान व्यास प्रसार मंडल ग्राउंड एक ऐसा क्रिकेट ग्राउंड है, जहां एक ही प्रथम श्रेणी मैच का आयोजन हुआ था, जब विदर्भ क्रिकेट टीम ने 1980/81 में रणजी ट्रॉफी में राजस्थान क्रिकेट टीम खेली थी, जिसके परिणामस्वरूप राजस्थान को 7 विकेट से जीत मिली थी।</p>\r\n<p>&nbsp;</p>\r\n<p>विकास</p>\r\n<p>शहर का तेजी से विस्तार, बडनेरा से दक्षिण में 10 किमी, एक महत्वपूर्ण रेलवे जंक्शन है जहां अमरावती की सेवा करने वाली शाखा रेलवे लाइन मुख्य मुंबई-भुसावल-अकोला-नागपुर रेलवे लाइन से जुड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>अमरावती एक औद्योगिक केंद्र के रूप में विकसित हो रहा है, जिसके रास्ते में कपास मिलें हैं। अमरावती जिला विदर्भ शुगर मिल्स लिमिटेड, कुरहा का घर है। यह अमरावती क्षेत्र में एकमात्र जीवित चीनी कारखाना है। नंदगाँव पेठ / सवर्दी MIDC में 2,700 मेगावाट का थर्मल पावर प्लांट विकसित किया जा रहा है। भारत डायनामिक्स लिमिटेड (BDL) ने नंदगाँव पेठ / सवर्दी MIDC में एक प्रस्तावित स्थल पर हवाई रक्षा मिसाइल बनाने की योजना बनाई है। सियाराम, रेमंड्स, फिनले मिल्स जैसे कई प्रमुख कपड़ा उद्योग शहर के बाहरी इलाकों में स्थापित किए गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वेयरहाउसिंग / गोडाउन सुविधा अमरावती विदर्भ क्षेत्र और महाराष्ट्र में विभाजन का मुख्य शहर है। वेयरहाउसिंग की सुविधा केंद्रीय भंडारण निगम द्वारा उपलब्ध कराई गई है और कृषि उपज के लिए एपीएमसी गोदाम उपलब्ध हैं जो इस विशाल शहर के लिए पर्याप्त नहीं हैं। महाराष्ट्र राज्य भंडारण निगम का शहर में कोई वेयरहाउसिंग सेंटर नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में इन्फ्रास्ट्रक्चर डेवलपमेंट को भी देखा जा रहा है क्योंकि नए फ्लाईओवर, मॉल का निर्माण किया जा रहा है। मुख्य आकर्षण पंचवटी - गाडगे नगर लिंक रोड पर स्थित 'वाई' फ्लाईओवर है।</p>\r\n<p>&nbsp;</p>\r\n<p>अमरावती हवाई अड्डे पर काम जल्द ही शुरू हो जाएगा क्योंकि इसे भारतीय विमानपत्तन प्राधिकरण को विकास के लिए सौंप दिया गया है। AAI 2-3 वर्षों के भीतर अमरावती शहर में हवाई अड्डे को विकसित करने की योजना बना रहा है। रनवे को बढ़ाया जाएगा और नाइट लैंडिंग की सुविधा दी जाएगी।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>इसमें अमरावती और आस-पास के क्षेत्रों को देखना शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंबादेवी मंदिर - शहर को इसका नाम &prime; अंबादेवी City से मिला, मंदिर शहर के केंद्र में स्थित है। अंबादेवी मंदिर की निर्माण तिथि अज्ञात है।</p>\r\n<p>बैंबू गार्डन - एक पार्क जिसमें बांस के पौधों की 11 प्रजातियों का संग्रह होता है।</p>\r\n<p>विदर्भ क्षेत्र में चिखलदरा एकमात्र हिल स्टेशन है, यह 1118 मीटर की ऊँचाई पर स्थित है और अमरावती से लगभग 85 किमी ड्राइव पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Amravati</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-amravati-maharashtra","tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अमरावती","slug":"amravati"}],"recommendations":[{"id":712,"title":"पालघर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"e874b9f6-899f-4847-a627-4ab93f768233_Palghar-railway.jpg","dateCreated":"2019-09-19T03:20:34.273Z","dateModified":"2019-09-19T03:20:45.181Z","contributedBy":"AskGif","content":"पालघर महाराष्ट्र राज्य के कोंकण डिवीजन में एक शहर है और मुंबई से लगभग 87 किलोमीटर उत्तर में स्थित एक नगर परिषद है। पालघर व्यस्त मुंबई-अहमदाबाद रेल गलियारे पर मुंबई उपनगरीय रेलवे की पश्चिमी लाइन पर स्थित है। यह नवगठित पालघर जिले की प्रशासनिक राजधानी है। यह शहर विरार से 35 किलोमीटर उत्तर और मुंबई-अ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e874b9f6-899f-4847-a627-4ab93f768233_Palghar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पालघर","slug":"palghar"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-palghar-maharashtra","total":0},{"id":703,"title":"कोल्हापुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"0aa4fc97-bd39-48cd-aadf-f7cc86ff4d2a_Kolhapur-railway.jpg","dateCreated":"2019-09-19T01:59:25.201Z","dateModified":"2019-09-19T01:59:35.809Z","contributedBy":"AskGif","content":"कोल्हापुर महाराष्ट्र का एक ऐतिहासिक शहर है। यह कोल्हापुर जिले का जिला मुख्यालय है। भारतीय स्वतंत्रता से पहले, कोल्हापुर मराठा साम्राज्य के भोसले छत्रपति (भोसले शाही कबीले) द्वारा शासित एक उन्नीस तोपों की सलामी थी।\r\nकोल्हापुर जिला महाराष्ट्र राज्य में है। कोल्हापुर शहर जिला मुख्यालय है। 201","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0aa4fc97-bd39-48cd-aadf-f7cc86ff4d2a_Kolhapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोल्हापुर","slug":"kolhapur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-kolhapur-maharashtra","total":0},{"id":693,"title":"भंडारा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","dateCreated":"2019-09-17T02:30:52.366Z","dateModified":"2019-09-17T02:31:05.193Z","contributedBy":"AskGif","content":"भंडारा एक शहर और नगरपालिका परिषद है जो भारत के महाराष्ट्र राज्य में भंडारा जिले का मुख्यालय है। यह NH-53 और NH-247 से जुड़ा हुआ है।\r\nभंडारा जिला भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय भंडारा में स्थित हैं। जिले का क्षेत्रफल 4087 वर्ग किमी है और इसकी आबादी 1,200,33","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भंडारा","slug":"bhandara"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-bhandara-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}