{"id":691,"title":"Top Places to visit in Aurangabad, Maharashtra","imageUrl":"28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","dateCreated":"2019-09-17T02:12:43.45Z","dateModified":"2019-09-17T02:12:57.601Z","contributedBy":"AskGif","content":"<p>Aurangabad is a city in the Indian state of Maharashtra. It is the administrative headquarters of Aurangabad district and is the largest city in the Marathwada region. Located on a hilly upland terrain in the Deccan Traps, Aurangabad is the sixth-most populous city in Maharashtra and thirty-second in India with a population of 1,175,116. The city is known as a major production center of cotton textile and artistic silk fabrics. Several prominent educational institutions, including Marathwada University, are located in the city. The city is also a popular tourism hub, with tourist destinations like the Ajanta and Ellora caves lying on its outskirts, both of which have been designated as UNESCO World Heritage Sites since 1983. Another tourist destination is the Bibi Ka Maqbara (\"Tomb of the Lady\"), also known as Dakkhanī Tāj or the \"Taj Mahal of the Deccan\", which was commissioned in 1660 by the Mughal emperor, Aurangzeb (reigned from 1658 to 1707), to house the tomb of his favorite wife, Dilras Banu Begum. Other tourist attractions include Aurangabad Caves, Daulatabad Fort, Grishneshwar Temple, Jama Mosque, Himayat Bagh, Panchakki and Salim Ali Lake. Historically, there were 52 Gates in Aurangabad, some of them extant, because of which Aurangabad is nicknamed as the \"City of Gates\". In 2019, the Aurangabad Industrial City (AURIC) became the first greenfield industrial smart city of India under the country's flagship Smart Cities Mission.</p>\r\n<p>&nbsp;</p>\r\n<p>Paithan, the imperial capital of the Satavahana dynasty (1st century BCE&ndash;2nd century CE), as well as Daulatabad or Dēvagirī, the capital of the Yadava dynasty (9th century CE&ndash;14th century CE), are located within the limits of modern Aurangabad. In 1308, the region was annexed by the Delhi Sultanate during the rule of Sultan Alauddin Khalji. In 1327, the capital of the Delhi Sultanate was shifted from Delhi to Daulatabad (in present-day Aurangabad) during the rule of Sultan Muhammad bin Tughluq, who ordered a mass migration of Delhi's population to Daulatabad. However, Muhammad bin Tughluq reversed his decision in 1334 and the capital was shifted back to Delhi. In 1499, Daulatabad became a part of the Ahmadnagar Sultanate. In 1610, a new city named Khaḍkī was established at the location of modern Aurangabad to serve as the capital of the Ahmadnagar Sultanate by the Ethiopian military leader Malik Ambar, who was brought to India as a slave but rose to became a popular Prime Minister of the Ahmadnagar Sultanate. Malik Ambar was succeeded by his son Fateh Khan, who changed the name of the city to Fatehnagar. In 1636, Aurangzeb, who was then the Mughal viceroy of the Deccan region, annexed the city into the Mughal Empire. In 1653, Aurangzeb renamed the city as \"Aurangabad\" and made it the capital of the Deccan region of the Mughal Empire. In 1724, the Mughal governor of the Deccan, Nizam Asaf Jah I, seceded from the Mughal Empire and founded his own Asaf Jahi dynasty. The dynasty established the State of Hyderabad with their capital initially at Aurangabad, until they transferred their capital to the city of Hyderabad in 1763. Hyderabad State became a princely state during the British Raj, and remained so for 150 years (1798&ndash;1948). Until 1956, Aurangabad remained part of Hyderabad State. In 1960, Aurangabad and the larger Marathi-speaking Marathwada region became a part of the state of Maharashtra.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Aurangabad railway station is the major railway station under Nanded railway division.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Dr. Babasaheb Ambedkar Marathwada University gate</p>\r\n<p>Dr. Babasaheb Ambedkar Marathwada University (BAMU) is located in Aurangabad city. Many colleges in the region are affiliated to it. The University has 101 Colleges affiliated in Aurangabad and 99 Colleges in Beed, 53 &amp; 55 Colleges affiliated in Jalna &amp; Osmanabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Government College of Engineering, Aurangabad is an autonomous engineering college. It was affiliated to the Dr. Babasaheb Ambedkar Marathwada University and was established in 1960. The construction of the college was started in 1957 and was completed in 1960. Marathwada Institute of Technology and Jawaharlal Nehru Engineering College are two other engineering colleges in Aurangabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Maharashtra National Law University, Aurangabad is a state university located in Aurangabad. It was established in 2017 by the Government of Maharashtra, the third and final university to be installed through the Maharashtra National Law University Act, 2014</p>\r\n<p>&nbsp;</p>\r\n<p>Maulana Azad College of Arts and Science was founded in 1963 by Rafiq Zakaria, who formed a trust called Maulana Azad Education Society to manage the affairs. The College is affiliated to Dr. Babasaheb Ambedkar Marathwada University of Aurangabad.</p>\r\n<p>&nbsp;</p>\r\n<p>National Institute of Electronics &amp; Information Technology Aurangabad (NIELIT Aurangabad) is located inside the Dr. B.A.M. university campus. It is a central government engineering institute under the Ministry of Communication &amp; Information Technology Government of India. It offers DEPM, B.TECH (Electronics Engineering), M.tech (Electronics Design Technology), Ph.D., and short-term courses.</p>\r\n<p>&nbsp;</p>\r\n<p>Aurangabad has schools run by the Aurangabad Municipal Corporation (AMC) and private schools owned and run by trusts and individuals. Government Polytechnic Aurangabad is one of the polytechnic institutions in Marathwada region.</p>\r\n<p>&nbsp;</p>\r\n<p>Institute of Hotel Management, Aurangabad, is affiliated to University of Huddersfield. Students have internships in the Vivanta, Taj in Aurangabad.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1903, a treaty was signed between British and the Nizam to train the Nizam's Army and it was decided to establish a proper cantonment. Today the cantonment is spread across 2,584 acres (10.46 km2) with civil population of 19,274 as per 2001 census.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>Main articles: Tourism in Marathwada and Tourist attractions in Aurangabad, Maharashtra</p>\r\n<p>Aurangabad is a historical city along with its surrounding towns and villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Indian religions</p>\r\n<p>Indian rock-cut architecture</p>\r\n<p>Main article: Indian rock-cut architecture</p>\r\n<p>Ajanta Caves, Aurangabad Caves and Ellora Caves</p>\r\n<p>&nbsp;</p>\r\n<p>The Ajanta Caves are 30 rock-cut Buddhist cave monument built under the Vakatakas.</p>\r\n<p>Buddhist \"Chaitya Griha\" or prayer hall, with a seated Buddha, Cave 26 of the Ajanta Caves.</p>\r\n<p>Chaitya with stupa, Cave IV (4), Aurangabad Caves.</p>\r\n<p>Various sculptors next to an entrance at Aurangabad Caves.</p>\r\n<p>Central pillar near Kailasa temple at Ellora Caves.</p>\r\n<p>Statue of the Buddha seated. A part of the Carpenter's cave (Buddhist Cave 10).</p>\r\n<p>Ellora caves -Aurangabad</p>\r\n<p>Aurangabad Caves, Maharashtra.jpg</p>\r\n<p>Siddharth Garden near bus stand Aurangabad</p>\r\n<p>Ellora Caves Aurangabad</p>\r\n<p>Ellora caves</p>\r\n<p>Ajanta -1 Aurangabad</p>\r\n<p>Daulatabad Fort -Aurangabad</p>\r\n<p>Malik Amber-Tomb in Khuldabad Aurangabad</p>\r\n<p>Bibi ka Makbarah , Aurangabad</p>\r\n<p>Kranti Chowk flyover Aurangabad</p>\r\n<p>Mini Tajmahal</p>\r\n<p>Gautala Lake Aurangabad</p>\r\n<p>World Heritage Site - Ellora , Aurangabad</p>\r\n<p>Aquifer at Aurangabad Caves</p>\r\n<p>Aurangabad Airport</p>\r\n<p>Aurangabad Caves near Dr B.A.M.University</p>\r\n<p>&nbsp;</p>\r\n<p>Ajanta Caves and Ellora: The Ellora and Ajanta Caves are situated at 29 km (18 mi) and 107 km (66 mi) respectively from Aurangabad city and come within the Aurangabad district. The Ellora Caves consist of 34 caves built between 5th and 10th century CE under the patronage of Rashtrakuta Dynasty. They represent the epitome of Indian rock cut architecture. The Ajanta Caves are also 30 rock cut caves around a gorge, built by the Satavahana, Vakataka and Chalukya dynasties between 2nd and 5th century CE. They contain the rarest and finest surviving examples of ancient Indian art, especially painting. Both the Ellora and Ajanta Caves are UNESCO World Heritage Sites.</p>\r\n<p>Aurangabad Caves: These are situated at a distance of 5 km (3 mi), nestled amidst the hills are 12 Buddhist caves dating back to 3 A.D. Of particular interest are the Tantric influences evident in the iconography and architectural designs of the caves.</p>\r\n<p>Hindu and Jain temples</p>\r\n<p>&nbsp;</p>\r\n<p>View of Grishneshwar temple</p>\r\n<p>Idol of Lord Shri Parshvanath at Kachner temple</p>\r\n<p>&nbsp;</p>\r\n<p>Grishneshwar Temple: It is one of the 12 Jyotirlinga shrines in India. The present temple was built by Ahilyabhai Holkar in 18th century CE. The structure is a unique example of Bhoomija architecture with a Maratha style influence.</p>\r\n<p>Kachner Jain Temple: This is a 250 years old temple dedicated to Parshvanath. The idol here is called Chintamani Parshvanath.</p>\r\n<p>Gates and Forts</p>\r\n<p>&nbsp;</p>\r\n<p>Front view of Daulatabad Fort</p>\r\n<p>Gates in Aurangabad, pictured is Makai Gate</p>\r\n<p>Daulatabad fort Aurangabad</p>\r\n<p>Daulatabad fort , Aurangabad</p>\r\n<p>Ellora Gate Aurangabad</p>\r\n<p>Daulatabad Fort Gate</p>\r\n<p>Aurangabad Caves</p>\r\n<p>&nbsp;</p>\r\n<p>Daulatabad Fort: The Daulatabad Fort (aka Devagiri Fort), located about 15 km (9 mi) north-west of Aurangabad was one of the most powerful forts during the medieval period. Built in the 12th century CE by the Yadava Dynasty, it's a citadel that was never conquered by any military force. Built on a 200-metre-high (660 ft) conical hill, the fort was defended by moats and trenches running around the hill at its foot besides the most complex and intricate defence system. The fort has two fixed massive canons which can be pivoted. The fortifications comprise three encircling walls with bastions.</p>\r\n<p>Gate: The city is also known for the 52 gates built during Mughal era which gives it the name of \"City of Gates\".</p>\r\n<p>Mughal architecture</p>\r\n<p>&nbsp;</p>\r\n<p>Late Mughal architecture called Bibi Ka Maqbara</p>\r\n<p>&nbsp;</p>\r\n<p>Tomb of Aurangzeb</p>\r\n<p>Bibi ka maqbara Aurangabad</p>\r\n<p>Malik Ambar- Tomb in Khuldabad Aurangabad</p>\r\n<p>Daulatabad Fort</p>\r\n<p>Chand Minar Daultabad Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Bibi Ka Maqbara: The Aurangabad city is known for the Bibi Ka Maqbara situated about 3 km (2 mi) from the city which is the burial mausoleum of Emperor Aurangzeb's wife, Dilras Banu Begum also known as Rabia-ud-Daurani. It is an imitation of the Taj Mahal at Agra and due to its similar design, it is popularly known as the \"Taj of the Deccan\".</p>\r\n<p>Tomb of Aurangzeb: The tomb of the last great Mughal emperor Aurangzeb is located in the village of Khuldabad, 24 km (15 mi) to the north-west of Aurangabad in Aurangabad district It is located in the south-eastern corner of the complex of the dargah of Sheikh Zainuddin.</p>\r\n<p>Other</p>\r\n<p>Panchakki: Panchakki, which literally means water mill, is a 17th-century water mill situated within the old city is known for its underground water channel, which traverses more than 8 km from nearby hills. The channel culminates into an artificial waterfall that powers the mill.</p>\r\n<p>Salim Ali Lake &amp; Bird Sanctuary: Popularly known as Salim Ali Talab (lake) is located in the northern part of the city near Delhi Darwaza, opposite Himayat Bagh. During the Mughal period it was known as Khiziri Talab. It has been renamed after the great ornithologist and naturalist Salim Ali. It also has a bird Sanctuary and a garden maintained by the Aurangabad Municipal Corporation.</p>\r\n<p>Siddharth Garden and Zoo: is a park and zoo situated in near of the central bus station in Aurangabad. This is the only zoo in Marathwada region. There are various types of animals, birds, flowers and threes. The name of \"Siddhartha\" has been kept on the name of Gautama Buddha.</p>\r\n<p>&nbsp;</p>\r\n<p>Gate of Siddharth Garden and Zoo</p>\r\n<p>The Buddha statue in Siddhartha</p>\r\n<p>View of Salim Ali Lake</p>\r\n<p>world Heritage-Ellora</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>See also: Urdu in Aurangabad</p>\r\n<p>&nbsp;</p>\r\n<p>Wali Aurangabadi was a classical Urdu poet.</p>\r\n<p>The culture of Aurangabad city is heavily influenced by the culture of Hyderabad. The old city still retains the cultural flavour and charms of Muslim culture of Hyderabad. Its influence is reflected in the language and cuisine of the locals. Although Marathi and Urdu are the principal languages of the city, they are spoken in Dakhni &ndash; Hyderabadi Urdu dialect.[better source needed]</p>\r\n<p>&nbsp;</p>\r\n<p>Wali Dakhni also known as Wali Aurangabadi (1667&ndash;1731 or 1743) was a classical poet of Urdu from Aurangabad. He was the first established poet to have composed in Urdu language. Prominent poets like Shah Hatem, Shah Abro, Mir Taqi Mir, Zauq and Sauda were among his admirers.[better source needed] Other prominent poets from Aurangabad include Siraj Aurangabadi, Azad Bilgrami and Sikandar Ali Wajd.</p>\r\n<p>Abul Ala Maududi one of the Muslim scholars (1903&ndash;1979) was born in Aurangabad, India. Syed Abul A'ala Maududi was born to Maulana Ahmad Hasan, a lawyer by profession. His father was \"descended from the Chishti line of saints. He was also the founder of Jamaat-e-Islami, the Islamic revivalist party.</p>\r\n<p>Mashru and Himroo</p>\r\n<p>Aurangabad is known for Mashru and Himroo fabrics made of cotton and silk with the luster of satin. Himru is an age-old weaving craft and was originally known as Kum Khuab.</p>\r\n<p>&nbsp;</p>\r\n<p>Himroo: The fabric is said to have originated in Persia, though not conclusively proved, Himroo is associated with the times of Mohammad Tughlaq who ruled in the 14th century. When Mohammad Tughlaq shifted his capital from Delhi to Daulatabad many weavers came and settled here. During the exodus, the weavers instead of returning to Delhi stayed back here. During the reign of Malik Ambar, the city's fame attracted many people from far and wide. During the Mughal rule under Aurangzeb's governorship, Aurangabad the capital and the weavers became more prosperous. The only industry in Aurangabad allured hundreds of craftsman. Members of the royal family and an elite few used the famous Aurangabad Himroo. Himroo weaving is very characteristic and distinctive. Fabrics and shawls from Aurangabad are much in demand for their unique style and design.</p>\r\n<p>Bidriware: A unique form of gold and silver inlays on copper is preserved here from ancient Persian traditions that have been sustained in the Deccan. This ancient art still finds expression in modern items like cufflinks, nameplates and more. Typical Bidri items include plates, bowls, vases, ashtrays, trinket boxes, bases, and jewelry.</p>\r\n<p>Kaghzipura: A place situated near Daulatabad made first handmade paper in India after the technology was brought here by Mongol invaders. However, the use of paper was not widespread there until the 12th century.</p>\r\n<p>Cuisine</p>\r\n<p>&nbsp;</p>\r\n<p>Naan Qaliya, Aurangabad</p>\r\n<p>Aurangabadi food is much like Mughlai or Hyderabadi cuisine with its fragrant pulao and biryani. Meat cooked in fresh spices and herbs is a speciality, as are the delectable sweets. The local cuisine is a blend of Mughlai and Hyderabadi cuisine, with an influence of the spices and herbs of the Marathwada region.</p>\r\n<p>&nbsp;</p>\r\n<p>Naan Qalia is a dish that is associated with Aurangabad in India. It is a concoction of mutton and a variety of spices. Naan is the bread made in tandoor (Hot furnace) while Qalia is a mixture of mutton and various spices.</p>\r\n<p>Aurangabad / Marathwada / Dakhni cuisine is a blend of the Puneri and the Hyderabadi cuisine (which blends the use of typical South Indian ingredients such as curry leaves, tamarind and coconut into their celebrated culinary practices).</p>\r\n<p>Sports</p>\r\n<p>Garware Stadium is the municipal stadium in the city. International-standard cricket stadium at Aurangabad District Cricket Association Stadium is under construction. Jawaharlal Nehru Engineering College Sports Complex is a sports complex with in Jawaharlal Nehru Engineering College mainly used by college sports event.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Aurangabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-aurangabad-maharashtra","tags":[{"name":"aurangabad","slug":"aurangabad"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":718,"title":"Top Places to visit in Sangli, Maharashtra","imageUrl":"a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","dateCreated":"2019-09-20T02:53:21.209Z","dateModified":"2019-09-20T02:53:32.923Z","contributedBy":"AskGif","content":"Sangli, is a metropolitan city and the district headquarters of Sangli District in the state of Maharashtra, in western India. It is known as the Turmeric City of Maharashtra due to its production and trade of the spice. Sangli is situated on the banks of the river Krishna and houses many sugar f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sangli","slug":"sangli"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-sangli-maharashtra","total":0},{"id":717,"title":"Top Places to visit in Ratnagiri, Maharashtra","imageUrl":"43b92bbe-4635-4bb0-b7f9-cadc106c2937_Ratnagiri-railway.jpg","dateCreated":"2019-09-20T02:42:30.888Z","dateModified":"2019-09-20T02:42:43.14Z","contributedBy":"AskGif","content":"Ratnagiri is a port city on the Arabian Sea coast in Ratnagiri District in the southwestern part of Maharashtra, India. The district is a part of Konkan division of Maharashtra.\r\nRatnagiri district is one of the 36 districts of Maharashtra, India. Ratnagiri is the district headquarters of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/43b92bbe-4635-4bb0-b7f9-cadc106c2937_Ratnagiri-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ratnagiri","slug":"ratnagiri"}],"slug":"top-places-to-visit-in-ratnagiri-maharashtra","total":0},{"id":693,"title":"Top Places to visit in Bhandara, Maharashtra","imageUrl":"1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","dateCreated":"2019-09-17T02:30:52.366Z","dateModified":"2019-09-17T02:31:05.193Z","contributedBy":"AskGif","content":"Bhandara is a city and municipal council that is the headquarters of Bhandara district in the state of Maharashtra, India. It is connected with NH-53 and NH-247.\r\nBhandara District is an administrative district in the state of Maharashtra in India. The district headquarters are located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhandara","slug":"bhandara"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-bhandara-maharashtra","total":0},{"id":236,"title":"Top Places to visit in Aurangabad, Bihar","imageUrl":"ecf97998-c722-457c-a6f8-37edf7ea7717_bihar-aurangabad-district.jpg","dateCreated":"2019-01-11T08:24:52.235Z","dateModified":"2019-01-11T08:45:59.872Z","contributedBy":"AskGif","content":"Aurangabad is a city in Aurangabad District, Bihar, India. It is the district's centre of governance and has a population of 102,244. The people of this region speak Magahi and Hindi.\r\nAurangabad district is one of the thirty-eight districts of Bihar state, India. It is currently a part of","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ecf97998-c722-457c-a6f8-37edf7ea7717_bihar-aurangabad-district.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"aurangabad","slug":"aurangabad"},{"name":"bihar","slug":"bihar"}],"slug":"top-places-to-visit-in-aurangabad-bihar","total":0}]}