{"id":691,"title":"औरंगाबाद में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","dateCreated":"2019-09-17T02:12:43.45Z","dateModified":"2019-09-17T02:12:57.601Z","contributedBy":"AskGif","content":"<p>औरंगाबाद भारत के महाराष्ट्र राज्य का एक शहर है। यह औरंगाबाद जिले का प्रशासनिक मुख्यालय है और मराठवाड़ा क्षेत्र का सबसे बड़ा शहर है। दक्कन ट्रैप में एक पहाड़ी उपरी भूभाग पर स्थित, औरंगाबाद महाराष्ट्र का छठा सबसे अधिक आबादी वाला शहर है और 1,175,116 की आबादी के साथ भारत में दूसरा स्थान है। यह शहर सूती वस्त्र और कलात्मक रेशमी कपड़ों के प्रमुख उत्पादन केंद्र के रूप में जाना जाता है। मराठवाड़ा विश्वविद्यालय सहित कई प्रमुख शैक्षणिक संस्थान शहर में स्थित हैं। यह शहर एक लोकप्रिय पर्यटन केंद्र भी है, जिसके बाहरी इलाके में अजंता और एलोरा की गुफाएँ हैं, जो दोनों के बाहरी हिस्सों में स्थित हैं, दोनों को 1983 से यूनेस्को की विश्व धरोहर स्थल के रूप में नामित किया गया है। एक अन्य पर्यटन स्थल बीबी का मकबरा (\"मकबरा) लेडी \"), जिसे दक्खानी ताज़ या\" दक्खन का ताजमहल \"के नाम से भी जाना जाता है, जिसे 1660 में मुगल सम्राट, औरंगज़ेब (1658 से 1707 के शासनकाल में) द्वारा कमीशन किया गया था, अपनी पसंदीदा पत्नी, दिलरस बानो बेगम की कब्र के लिए । अन्य पर्यटक आकर्षणों में औरंगाबाद गुफाएं, दौलताबाद किला, ग्रिशनेश्वर मंदिर, जामा मस्जिद, हिमायत बाग, पंचकी और सालिम अली झील शामिल हैं। ऐतिहासिक रूप से, औरंगाबाद में 52 गेट थे, जिनमें से कुछ खाली हैं, इस वजह से औरंगाबाद को \"गेट्स का शहर\" के रूप में उपनामित किया गया है। 2019 में, औरंगाबाद औद्योगिक शहर (AURIC) देश के प्रमुख स्मार्ट सिटीज मिशन के तहत भारत का पहला ग्रीनफील्ड औद्योगिक स्मार्ट सिटी बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>सातवाहन वंश की शाही राजधानी पैठान (पहली शताब्दी ईसा पूर्व -2 शताब्दी ईस्वी), साथ ही दौलताबाद या द्वागिरि, यादव वंश की राजधानी (9 वीं शताब्दी ई.पू.-14 वीं शताब्दी ईस्वी), आधुनिक औरंगाबाद की सीमा के भीतर स्थित हैं। । 1308 में, इस क्षेत्र को दिल्ली सल्तनत ने सुल्तान अलाउद्दीन खिलजी के शासन के दौरान रद्द कर दिया था। 1327 में, दिल्ली सल्तनत की राजधानी सुल्तान मुहम्मद बिन तुगलक के शासन के दौरान दिल्ली से दौलताबाद (वर्तमान औरंगाबाद में) स्थानांतरित कर दी गई, जिसने दिल्ली की आबादी का दौलताबाद में बड़े पैमाने पर प्रवासन करने का आदेश दिया। हालांकि, मुहम्मद बिन तुगलक ने 1334 में अपने फैसले को उलट दिया और राजधानी को दिल्ली में वापस स्थानांतरित कर दिया गया। 1499 में, दौलताबाद अहमदनगर सल्तनत का हिस्सा बन गया। 1610 में, इथियोपिया के सैन्य नेता मलिक अंबर द्वारा अहमदनगर सल्तनत की राजधानी के रूप में सेवा करने के लिए आधुनिक औरंगाबाद के स्थान पर खाकी नामक एक नया शहर स्थापित किया गया था, जिसे गुलाम के रूप में भारत लाया गया था, लेकिन एक लोकप्रिय प्रधानमंत्री बनने के लिए गुलाब अहमदनगर सल्तनत। मलिक अंबर को उनके बेटे फतेह खान ने सफल बनाया, जिन्होंने शहर का नाम बदलकर फतेहनगर रखा। 1636 में, औरंगज़ेब, जो उस समय दक्कन क्षेत्र का मुग़ल वाइसराय था, ने शहर को मुग़ल साम्राज्य में मिला दिया। 1653 में, औरंगजेब ने शहर का नाम \"औरंगाबाद\" रखा और इसे मुगल साम्राज्य के दक्कन क्षेत्र की राजधानी बनाया। 1724 में, दक्कन के मुग़ल गवर्नर, निज़ाम आसफ़ जाह I ने मुग़ल साम्राज्य से अलग होकर अपना खुद का आसफ़ जाही वंश की स्थापना की। वंश ने शुरू में औरंगाबाद में अपनी राजधानी के साथ हैदराबाद राज्य की स्थापना की, जब तक कि उन्होंने 1763 में अपनी राजधानी हैदराबाद शहर में स्थानांतरित नहीं की। हैदराबाद राज्य ब्रिटिश राज के दौरान एक रियासत बन गया, और 150 वर्षों (1798-1948) तक बना रहा। 1956 तक, औरंगाबाद हैदराबाद राज्य का हिस्सा बना रहा। 1960 में, औरंगाबाद और बड़ा मराठी भाषी मराठवाड़ा क्षेत्र महाराष्ट्र राज्य का हिस्सा बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>औरंगाबाद रेलवे स्टेशन नांदेड़ रेलवे डिवीजन के अंतर्गत आने वाला प्रमुख रेलवे स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>डॉ। बाबासाहेब अम्बेडकर मराठवाड़ा विश्वविद्यालय द्वार</p>\r\n<p>डॉ। बाबासाहेब अम्बेडकर मराठवाड़ा विश्वविद्यालय (BAMU) औरंगाबाद शहर में स्थित है। क्षेत्र के कई कॉलेज इससे संबद्ध हैं। विश्वविद्यालय में औरंगाबाद में 101 कॉलेज और बीड में 99 कॉलेज, जालना और उस्मानाबाद में 53 और 55 कॉलेज संबद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>गवर्नमेंट कॉलेज ऑफ़ इंजीनियरिंग, औरंगाबाद एक स्वायत्त इंजीनियरिंग कॉलेज है। यह डॉ। बाबासाहेब अंबेडकर मराठवाड़ा विश्वविद्यालय से संबद्ध था और 1960 में स्थापित किया गया था। कॉलेज का निर्माण 1957 में शुरू हुआ था और 1960 में पूरा हुआ। मराठवाड़ा इंस्टीट्यूट ऑफ टेक्नोलॉजी और जवाहरलाल नेहरू इंजीनियरिंग कॉलेज औरंगाबाद में दो अन्य इंजीनियरिंग कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>महाराष्ट्र नेशनल लॉ यूनिवर्सिटी, औरंगाबाद औरंगाबाद में स्थित एक राज्य विश्वविद्यालय है। यह महाराष्ट्र सरकार द्वारा 2017 में स्थापित किया गया था, महाराष्ट्र राष्ट्रीय विधि विश्वविद्यालय अधिनियम, 2014 के माध्यम से स्थापित किया जाने वाला तीसरा और अंतिम विश्वविद्यालय</p>\r\n<p>&nbsp;</p>\r\n<p>मौलाना आज़ाद कॉलेज ऑफ़ आर्ट्स एंड साइंस की स्थापना 1963 में रफीक ज़कारिया ने की थी, जिन्होंने मामलों का प्रबंधन करने के लिए मौलाना आज़ाद एजुकेशन सोसाइटी नामक एक ट्रस्ट का गठन किया। कॉलेज औरंगाबाद के डॉ। बाबासाहेब अम्बेडकर मराठवाड़ा विश्वविद्यालय से संबद्ध है।</p>\r\n<p>नेशनल इंस्टीट्यूट ऑफ इलेक्ट्रॉनिक्स एंड इंफॉर्मेशन टेक्नोलॉजी औरंगाबाद (NIELIT Aurangabad) डॉ। बी.ए.एम. के अंदर स्थित है। विश्वविद्यालय परिसर। यह भारत सरकार के संचार और सूचना प्रौद्योगिकी मंत्रालय के तहत एक केंद्रीय सरकारी इंजीनियरिंग संस्थान है। यह डीईपीएम, बी.टेक (इलेक्ट्रॉनिक्स इंजीनियरिंग), एमटेक (इलेक्ट्रॉनिक्स डिजाइन टेक्नोलॉजी), पीएचडी और अल्पकालिक पाठ्यक्रम प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>औरंगाबाद में औरंगाबाद नगर निगम (एएमसी) और ट्रस्टों और व्यक्तियों द्वारा संचालित निजी स्कूलों द्वारा संचालित स्कूल हैं। गवर्नमेंट पॉलिटेक्निक औरंगाबाद मराठवाड़ा क्षेत्र में पॉलिटेक्निक संस्थानों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंस्टीट्यूट ऑफ होटल मैनेजमेंट, औरंगाबाद, हडर्सफ़ील्ड विश्वविद्यालय से संबद्ध है। छात्रों ने औरंगाबाद के विवांता, ताज में इंटर्नशिप की है।</p>\r\n<p>&nbsp;</p>\r\n<p>1903 में, निज़ाम की सेना को प्रशिक्षित करने के लिए ब्रिटिश और निज़ाम के बीच एक संधि पर हस्ताक्षर किए गए थे और एक उचित छावनी स्थापित करने का निर्णय लिया गया था। 2001 की जनगणना के अनुसार 19,274 की नागरिक आबादी के साथ आज छावनी 2,584 एकड़ (10.46 किमी 2) में फैली हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>मुख्य लेख: मराठवाड़ा में पर्यटन और महाराष्ट्र के औरंगाबाद में पर्यटक आकर्षण</p>\r\n<p>औरंगाबाद अपने आसपास के शहरों और गांवों के साथ-साथ एक ऐतिहासिक शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय धर्म</p>\r\n<p>भारतीय रॉक-कट वास्तुकला</p>\r\n<p>मुख्य लेख: भारतीय रॉक-कट वास्तुकला</p>\r\n<p>अजंता गुफाएं, औरंगाबाद गुफाएं और एलोरा गुफाएं</p>\r\n<p>&nbsp;</p>\r\n<p>अजंता की गुफाएं 30 चट्टान-कटे हुए बौद्ध गुफा स्मारक हैं, जिन्हें वाकाटक के तहत बनाया गया है।</p>\r\n<p>बौद्ध \"चैत्य गृह\" या प्रार्थना हॉल, एक बैठे बुद्ध के साथ, अजंता की गुफाओं की गुफा 26।</p>\r\n<p>स्तूप के साथ चैत्य, गुफा IV (4), औरंगाबाद गुफाएं।</p>\r\n<p>औरंगाबाद गुफाओं में एक प्रवेश द्वार के बगल में विभिन्न मूर्तिकार।</p>\r\n<p>एलोरा गुफाओं में कैलासा मंदिर के पास केंद्रीय स्तंभ।</p>\r\n<p>बुद्ध की प्रतिमा विराजमान है। बढ़ई की गुफा का एक हिस्सा (बौद्ध गुफा 10)।</p>\r\n<p>एलोरा की गुफाएँ-औरंगाबाद</p>\r\n<p>औरंगाबाद की गुफाएं, महाराष्ट्र .jpg</p>\r\n<p>सिद्धार्थ गार्डन बस स्टैंड के पास औरंगाबाद</p>\r\n<p>एलोरा की गुफाएँ औरंगाबाद</p>\r\n<p>एलोरा की गुफाएँ</p>\r\n<p>अजंता -1 औरंगाबाद</p>\r\n<p>दौलताबाद किला-औरंगाबाद</p>\r\n<p>खुल्दाबाद औरंगाबाद में मलिक अंबर-मकबरा</p>\r\n<p>बीबी का मकबरा, औरंगाबाद</p>\r\n<p>क्रांति चौक फ्लाईओवर औरंगाबाद</p>\r\n<p>मिनी ताजमहल</p>\r\n<p>गौतला झील औरंगाबाद</p>\r\n<p>विश्व धरोहर स्थल - एलोरा, औरंगाबाद</p>\r\n<p>औरंगाबाद गुफाओं में एक्विफर</p>\r\n<p>औरंगाबाद एयरपोर्ट</p>\r\n<p>औरंगाबाद गुफाएं डॉ। बी.एम्.यूनिवर्सिटी के पास</p>\r\n<p>&nbsp;</p>\r\n<p>अजंता गुफाएं और एलोरा: एलोरा और अजंता गुफाएं औरंगाबाद शहर से क्रमशः 29 किमी (18 मील) और 107 किमी (66 मील) की दूरी पर स्थित हैं और औरंगाबाद जिले के भीतर आती हैं। एलोरा की गुफाओं में राष्ट्रकूट राजवंश के संरक्षण में 5 वीं और 10 वीं शताब्दी सीई के बीच निर्मित 34 गुफाएं हैं। वे भारतीय रॉक कट वास्तुकला के प्रतीक का प्रतिनिधित्व करते हैं। अजंता गुफाएँ भी एक कण्ठ के चारों ओर 30 शिला-कट गुफाएँ हैं, जो सतवाहन, वाकाटक और चालुक्य राजवंशों द्वारा दूसरी और 5 वीं शताब्दी ईस्वी सन् के बीच बनाई गई थीं। उनमें प्राचीन भारतीय कला के दुर्लभ और बेहतरीन जीवित उदाहरण हैं, खासकर पेंटिंग। एलोरा और अजंता दोनों गुफाएँ यूनेस्को की विश्व धरोहर स्थल हैं।</p>\r\n<p>औरंगाबाद की गुफाएँ: ये 5 किमी (3 मील) की दूरी पर स्थित हैं, पहाड़ियों के बीच बसे 12 बौद्ध गुफाएं हैं जो 3 ए डी से पीछे की ओर हैं। विशेष रूप से गुफाओं की प्रतिमाओं और वास्तुशिल्प डिजाइनों में तांत्रिक प्रभाव स्पष्ट दिखाई देते हैं।</p>\r\n<p>हिंदू और जैन मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रिशनेश्वर मंदिर का दृश्य</p>\r\n<p>कचनेर मंदिर में भगवान श्री पार्श्वनाथ की मूर्ति</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रिशनेश्वर मंदिर: यह भारत के 12 ज्योतिर्लिंग मंदिरों में से एक है। वर्तमान मंदिर अहिल्याभाई होल्कर द्वारा 18 वीं शताब्दी ईस्वी में बनाया गया था। संरचना मराठा शैली के प्रभाव के साथ भूमिज वास्तुकला का एक अनूठा उदाहरण है।</p>\r\n<p>कचनेर जैन मंदिर: यह पार्श्वनाथ को समर्पित 250 साल पुराना मंदिर है। यहां की मूर्ति को चिंतामणि पार्श्वनाथ कहा जाता है।</p>\r\n<p>गेट्स और फॉर्ट्स</p>\r\n<p>&nbsp;</p>\r\n<p>दौलताबाद किले का सामने का दृश्य</p>\r\n<p>औरंगाबाद में गेट्स, चित्रित मकाई गेट है</p>\r\n<p>दौलताबाद किला औरंगाबाद</p>\r\n<p>दौलताबाद किला, औरंगाबाद</p>\r\n<p>एलोरा गेट औरंगाबाद</p>\r\n<p>दौलताबाद किला गेट</p>\r\n<p>औरंगाबाद की गुफाएँ</p>\r\n<p>दौलताबाद किला: दौलताबाद किला (उर्फ देवगिरी किला), औरंगाबाद के उत्तर-पश्चिम में लगभग 15 किमी (9 मील) की दूरी पर स्थित है, जो मध्ययुगीन काल के दौरान सबसे शक्तिशाली किलों में से एक था। यादव राजवंश द्वारा 12 वीं शताब्दी में निर्मित, यह एक गढ़ है जिसे किसी भी सैन्य बल द्वारा कभी नहीं जीता गया था। 200 मीटर ऊंची (660 फीट) शंक्वाकार पहाड़ी पर बने इस किले का बचाव सबसे जटिल और जटिल रक्षा प्रणाली के अलावा पहाड़ी पर चलने वाले खंदकों और खाइयों द्वारा किया गया था। किले में दो निश्चित बड़े पैमाने पर तोपें हैं जिन्हें चबाया जा सकता है। किलेबंदी में बस्तियों के साथ तीन घेरने वाली दीवारें शामिल हैं।</p>\r\n<p>गेट: शहर को मुगल काल के दौरान बनाए गए 52 गेटों के लिए भी जाना जाता है जो इसे \"सिटी ऑफ गेट्स\" का नाम देता है।</p>\r\n<p>मुगल वास्तुकला</p>\r\n<p>&nbsp;</p>\r\n<p>स्वर्गीय मुगल वास्तुकला जिसे बीबी का मकबरा कहा जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>औरंगजेब का मकबरा</p>\r\n<p>बीबी का मकबरा औरंगाबाद</p>\r\n<p>मलिक अंबर- खुल्दाबाद औरंगाबाद में मकबरा</p>\r\n<p>दौलताबाद का किला</p>\r\n<p>चांद मीनार दोलाताबाद किला</p>\r\n<p>&nbsp;</p>\r\n<p>बीबी का मकबरा: औरंगाबाद शहर बीबी का मकबरा के लिए जाना जाता है जो शहर से लगभग 3 किमी (2 मील) की दूरी पर स्थित है जो बादशाह औरंगजेब की पत्नी का दफन मकबरा है, दिलरस बानो बेगम को राबिया-उद-दौरानी के नाम से भी जाना जाता है। यह आगरा में ताजमहल की नकल है और इसके समान डिजाइन के कारण, इसे \"दक्कन के ताज\" के रूप में जाना जाता है।</p>\r\n<p>औरंगजेब का मकबरा: अंतिम महान मुगल सम्राट औरंगजेब का मकबरा औरंगाबाद जिले के औरंगाबाद से उत्तर-पश्चिम में 24 किमी (15 मील) के गांव खुल्दाबाद में स्थित है, यह परिसर के दक्षिण-पूर्वी कोने में स्थित है शेख ज़ैनुद्दीन की दरगाह</p>\r\n<p>अन्य</p>\r\n<p>पंचककी: पंचकी, जिसका शाब्दिक अर्थ है पानी की चक्की, पुराने शहर के भीतर स्थित एक 17 वीं शताब्दी की पानी की चक्की है, जो अपने भूमिगत जल चैनल के लिए जानी जाती है, जो पास की पहाड़ियों से 8 किमी से अधिक की दूरी पर स्थित है। चैनल एक कृत्रिम जलप्रपात में परिणत होता है जो मिल को शक्ति प्रदान करता है।</p>\r\n<p>सलीम अली झील और पक्षी अभयारण्य: सलीम अली तालाब (झील) के नाम से लोकप्रिय दिल्ली शहर के उत्तरी भाग में स्थित है, जो हिमायत बाग के सामने है। मुगल काल के दौरान इसे खिजिरी तालाब के नाम से जाना जाता था। इसका नाम बदलकर महान पक्षी विज्ञानी और प्रकृतिवादी सलीम अली के नाम पर रखा गया है। इसमें एक पक्षी अभयारण्य और औरंगाबाद नगर निगम द्वारा अनुरक्षित उद्यान भी है।</p>\r\n<p>सिद्धार्थ गार्डन और चिड़ियाघर: औरंगाबाद में केंद्रीय बस स्टेशन के पास स्थित एक पार्क और चिड़ियाघर है। मराठवाड़ा क्षेत्र का यह एकमात्र चिड़ियाघर है। विभिन्न प्रकार के जानवर, पक्षी, फूल और पेड़ हैं। \"सिद्धार्थ\" का नाम गौतम बुद्ध के नाम पर रखा गया है।</p>\r\n<p>सिद्धार्थ गार्डन और चिड़ियाघर का गेट</p>\r\n<p>सिद्धार्थ में बुद्ध की मूर्ति</p>\r\n<p>सलीम अली झील का दृश्य</p>\r\n<p>विश्व धरोहर-एलोरा</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>यह भी देखें: औरंगाबाद में उर्दू</p>\r\n<p>&nbsp;</p>\r\n<p>वली औरंगाबादी एक शास्त्रीय उर्दू कवि थे।</p>\r\n<p>औरंगाबाद शहर की संस्कृति हैदराबाद की संस्कृति से काफी प्रभावित है। पुराना शहर अभी भी हैदराबाद की मुस्लिम संस्कृति के सांस्कृतिक स्वाद और आकर्षण को बरकरार रखता है। इसका प्रभाव स्थानीय लोगों की भाषा और भोजन में दिखाई देता है। यद्यपि मराठी और उर्दू शहर की प्रमुख भाषाएं हैं, वे दक्खनी - हैदराबादी उर्दू बोली में बोली जाती हैं। [बेहतर स्रोत की आवश्यकता है]</p>\r\n<p>&nbsp;</p>\r\n<p>वली दखनी को वली औरंगाबादी के नाम से भी जाना जाता है (1667-1731 या 1743) औरंगाबाद के उर्दू के एक शास्त्रीय कवि थे। वह उर्दू भाषा में रचना करने वाले पहले स्थापित कवि थे। शाह हेटम, शाह अब्रो, मीर तकी मीर, ज़ौक और सौदा जैसे प्रमुख कवि उनके प्रशंसक थे। [और बेहतर स्रोत की आवश्यकता] औरंगाबाद के अन्य प्रमुख कवियों में सिराज औरंगाबादी, आज़ाद बिलग्रामी और सिकंदर अली वाजद शामिल हैं।</p>\r\n<p>अबुल अला मौदूदी मुस्लिम विद्वानों में से एक (1903-1979) का जन्म औरंगाबाद, भारत में हुआ था। सैयद अबुल एला मौदुदी का जन्म पेशे से वकील मौलाना अहमद हसन से हुआ था। उनके पिता \"संतों की चिश्ती लाइन से उतरे थे। वह इस्लामी पुनरुत्थानवादी पार्टी जमात-ए-इस्लामी के संस्थापक भी थे।</p>\r\n<p>मशरू और हिमरू</p>\r\n<p>औरंगाबाद को साटन की चमक के साथ कपास और रेशम से बने मशरू और हिमरू कपड़ों के लिए जाना जाता है। हिमु एक सदियों पुराना बुनाई शिल्प है और इसे मूल रूप से कुम ख़ुआब के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिमो: कपड़े के बारे में कहा जाता है कि यह फारस में उत्पन्न हुआ था, हालांकि निर्णायक रूप से साबित नहीं हुआ, हिमो मोहम्मद तुगलक के समय से जुड़ा हुआ है जिसने 14 वीं शताब्दी में शासन किया था। जब मोहम्मद तुगलक ने अपनी राजधानी दिल्ली से दौलताबाद में स्थानांतरित की तो कई बुनकर यहाँ आकर बस गए। पलायन के दौरान, बुनकर दिल्ली लौटने के बजाय यहां वापस लौट आए। मलिक अंबर के शासनकाल के दौरान, शहर की प्रसिद्धि ने दूर-दूर के कई लोगों को आकर्षित किया। औरंगज़ेब के शासनकाल में मुग़ल शासन के दौरान, औरंगाबाद राजधानी और बुनकर अधिक समृद्ध हुआ। औरंगाबाद में एकमात्र उद्योग ने सैकड़ों शिल्पकारों को आकर्षित किया। शाही परिवार के सदस्य और एक कुलीन लोग प्रसिद्ध औरंगाबाद हिमो का इस्तेमाल करते थे। हिमुव बुनाई बहुत ही विशेषता और विशिष्ट है। औरंगाबाद से कपड़े और शॉल उनकी अनूठी शैली और डिजाइन की मांग में ज्यादा हैं।</p>\r\n<p>बिडरवेयर: तांबे पर सोने और चांदी के इनले का एक अनोखा रूप यहां की प्राचीन फारसी परंपराओं से संरक्षित है, जो दक्खन में बरकरार है। यह प्राचीन कला अभी भी कफ़लिंक, नेमप्लेट और अधिक जैसी आधुनिक वस्तुओं में अभिव्यक्ति पाती है। विशिष्ट बिदरी वस्तुओं में प्लेट, कटोरे, vases, ऐशट्रे, ट्रिनेट बॉक्स, कुर्सियां ​​और गहने शामिल हैं।</p>\r\n<p>कागज़ीपुरा: दौलताबाद के पास स्थित एक जगह को मंगोल आक्रमणकारियों द्वारा तकनीक लाने के बाद भारत में पहला हस्तनिर्मित कागज बनाया गया था। हालांकि, 12 वीं शताब्दी तक कागज का उपयोग वहां व्यापक नहीं था।</p>\r\n<p>भोजन</p>\r\n<p>&nbsp;</p>\r\n<p>नान कालिया, औरंगाबाद</p>\r\n<p>औरंगाबाद का भोजन मुगलई या हैदराबादी व्यंजनों की तरह है, जिसकी सुगंधित पुलाओ और बिरयानी के साथ। ताजा मसालों और जड़ी-बूटियों में पकाया जाने वाला मांस एक विशिष्ट विशेषता है, जैसा कि मनोरम मिठाइयाँ हैं। मराठवाड़ा क्षेत्र के मसालों और जड़ी-बूटियों के प्रभाव से स्थानीय व्यंजन मुगलई और हैदराबादी व्यंजनों का मिश्रण है।</p>\r\n<p>&nbsp;</p>\r\n<p>नान कालिया एक ऐसा व्यंजन है जो भारत में औरंगाबाद से जुड़ा है। यह मटन का एक प्रकार और मसालों की एक किस्म है। नान तंदूर (गर्म भट्टी) में बनाई जाने वाली रोटी है जबकि कालिया मटन और विभिन्न मसालों का मिश्रण है।</p>\r\n<p>औरंगाबाद / मराठवाड़ा / दखनी व्यंजन पुनेरी और हैदराबादी व्यंजनों का एक मिश्रण है (जो कि विशिष्ट दक्षिण भारतीय सामग्री जैसे करी पत्ते, इमली और नारियल का उपयोग उनकी प्रसिद्ध पाक प्रथाओं में किया जाता है)।</p>\r\n<p>खेल</p>\r\n<p>गरवारे स्टेडियम शहर में नगरपालिका स्टेडियम है। औरंगाबाद जिला क्रिकेट एसोसिएशन स्टेडियम में अंतर्राष्ट्रीय स्तर का क्रिकेट स्टेडियम निर्माणाधीन है। जवाहरलाल नेहरू इंजीनियरिंग कॉलेज स्पोर्ट्स कॉम्प्लेक्स एक स्पोर्ट्स कॉम्प्लेक्स है जिसमें जवाहरलाल नेहरू इंजीनियरिंग कॉलेज मुख्य रूप से कॉलेज स्पोर्ट्स इवेंट द्वारा उपयोग किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Aurangabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-aurangabad-maharashtra","tags":[{"name":"औरंगाबाद","slug":"aurangabad"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":718,"title":"सांगली में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","dateCreated":"2019-09-20T02:53:21.209Z","dateModified":"2019-09-20T02:53:32.923Z","contributedBy":"AskGif","content":"सांगली, एक महानगरीय शहर है और पश्चिमी भारत में महाराष्ट्र राज्य में सांगली जिले का जिला मुख्यालय है। मसाले के उत्पादन और व्यापार के कारण इसे महाराष्ट्र के हल्दी शहर के रूप में जाना जाता है। सांगली कृष्णा नदी के तट पर स्थित है और इसमें कई चीनी कारखाने हैं। सांगली पश्चिमी भारत में मुंबई से 390 किमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सांगली","slug":"sangli"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-sangli-maharashtra","total":0},{"id":717,"title":"रत्नागिरी में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"43b92bbe-4635-4bb0-b7f9-cadc106c2937_Ratnagiri-railway.jpg","dateCreated":"2019-09-20T02:42:30.888Z","dateModified":"2019-09-20T02:42:43.14Z","contributedBy":"AskGif","content":"रत्नागिरी भारत के महाराष्ट्र के दक्षिण-पश्चिमी भाग में रत्नागिरी जिले में अरब सागर तट पर एक बंदरगाह शहर है। जिला महाराष्ट्र के कोंकण विभाग का एक हिस्सा है।\r\nरत्नागिरी जिला महाराष्ट्र, भारत के 36 जिलों में से एक है। रत्नागिरी जिले का जिला मुख्यालय है। जिला 11.33% शहरी है। यह जिला पश्चिम में","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/43b92bbe-4635-4bb0-b7f9-cadc106c2937_Ratnagiri-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"रत्नागिरी","slug":"ratnagiri"}],"slug":"top-places-to-visit-in-ratnagiri-maharashtra","total":0},{"id":693,"title":"भंडारा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","dateCreated":"2019-09-17T02:30:52.366Z","dateModified":"2019-09-17T02:31:05.193Z","contributedBy":"AskGif","content":"भंडारा एक शहर और नगरपालिका परिषद है जो भारत के महाराष्ट्र राज्य में भंडारा जिले का मुख्यालय है। यह NH-53 और NH-247 से जुड़ा हुआ है।\r\nभंडारा जिला भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय भंडारा में स्थित हैं। जिले का क्षेत्रफल 4087 वर्ग किमी है और इसकी आबादी 1,200,33","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भंडारा","slug":"bhandara"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-bhandara-maharashtra","total":0},{"id":236,"title":"औरंगाबाद में देखने के लिए शीर्ष स्थान, बिहार","imageUrl":"ecf97998-c722-457c-a6f8-37edf7ea7717_bihar-aurangabad-district.jpg","dateCreated":"2019-01-11T08:24:52.235Z","dateModified":"2019-01-11T08:45:59.872Z","contributedBy":"AskGif","content":"औरंगाबाद औरंगाबाद जिला, बिहार, भारत का एक शहर है। यह जिले का शासन केंद्र है और इसकी जनसंख्या 102,244 है। इस क्षेत्र के लोग मगही और हिंदी बोलते हैं।\r\nऔरंगाबाद जिला भारत के बिहार राज्य के अड़तीस जिलों में से एक है। यह वर्तमान में रेड कॉरिडोर का एक हिस्सा है।\r\n&nbsp;\r\nऔरंगाबाद न","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ecf97998-c722-457c-a6f8-37edf7ea7717_bihar-aurangabad-district.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"औरंगाबाद","slug":"aurangabad"},{"name":"बिहार","slug":"bihar"}],"slug":"top-places-to-visit-in-aurangabad-bihar","total":0}]}