{"id":692,"title":"बीड में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"e6ed81a9-c499-417d-82c3-1c6a17534911_Beed-tourism.jpg","dateCreated":"2019-09-17T02:23:45.753Z","dateModified":"2019-09-17T02:24:02.99Z","contributedBy":"AskGif","content":"<p>बीड भारत में महाराष्ट्र राज्य के मध्य क्षेत्र का एक शहर है। यह बीड जिले में प्रशासनिक मुख्यालय है।</p>\r\n<p>बीड जिला भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय बीड में स्थित है। यह जिला 10,693 वर्ग किमी के क्षेत्र में बसा है और इसकी आबादी 2,585,962 है, जिसमें से 17.91% शहरी (2011 तक) थे।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>सिनेमा हॉल और एक छोटे से, बनाए हुए बगीचे को छोड़कर शहर में कोई सुविधाएं नहीं हैं। कुछ साल पहले सात सिनेमा हॉल थे, लेकिन अब 2018 में दो शेष हैं; अर्थात् 'आशा' और 'संतोषीमाता'। दो पार्कों को 1969 तक नगरपालिका परिषद द्वारा बनाए रखा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य</p>\r\n<p>बीड अगस्त 1994 में बुबोनिक प्लेग के प्रकोप के लिए अंतरराष्ट्रीय समाचार में था। कुछ शोधकर्ताओं के अनुसार, हालांकि, इस बीमारी का पता चला प्लेग जैसा दिखता है, लेकिन डब्ल्यूएचओ के मापदंड के अनुसार इसकी पुष्टि नहीं की जा सकती है।</p>\r\n<p>&nbsp;</p>\r\n<p>एतिहासिक इमारतें</p>\r\n<p>&nbsp;</p>\r\n<p>बाब-उज़-ज़फ़र (सफलता का द्वार) - जिसे अब कोतवाली वेस (कोतवाली द्वार) के रूप में जाना जाता है, 1835 में बेंदुरा के पश्चिमी तट पर फिर से बनाया गया था। फाटक अब खराब स्थिति में है और बाईं ओर फतह बुर्ज लगभग चला गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>कनकलेश्वर मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>कोच शाह शाह उर्फ ​​शहंशाह वली मकबरे के इस मुख्य द्वार का निर्माण 1830 में अमीर नवाज जंग द्वारा किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>बीड शहर के पूर्वी हिस्से में मंसूर शाह का मकबरा।</p>\r\n<p>&nbsp;</p>\r\n<p>खज़ाना शहर के दक्षिण में लगभग 6 किमी दूर है।</p>\r\n<p>बीड कई ऐतिहासिक इमारतों का घर है, जिनमें से कुछ उल्लेखनीय हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>कनकलेश्वर मंदिर जो मधुमक्खी के पुराने मंदिरों में से एक है। यह भगवान शिव का मंदिर है। यह चारों तरफ से पानी से घिरा हुआ है। यह बीड में गंतव्य का दौरा करना चाहिए।</p>\r\n<p>&nbsp;</p>\r\n<p>खंडोबा मंदिर पूर्वी पहाड़ियों पर स्थित है। हेमाडपंती शैली में निर्मित। मंदिर के सामने 21.33 मीटर (70 फीट) ऊँचे दो सममित, अष्टकोणीय दीपमाला (प्रकाश की मीनार) हैं। टावरों में मनुष्यों और जानवरों के नक्काशीदार चित्र हैं, अब उनमें से अधिकांश ख़राब हो गए हैं। इस मंदिर के निर्माण के बारे में दो कहानियां हैं। एक का कहना है कि इसे सुल्तानजी निंबालकर ने निज़ाम युग के एक जागीरदार द्वारा बनवाया था। दूसरे का कहना है कि इसका निर्माण महादजी सिंधिया ने करवाया था। तारिक-ए-बीर (बीड का इतिहास) ने निंबालकर के साथ इसका उल्लेख किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जामा मस्जिद (ग्रैंड मस्जिद) एक मस्जिद है जो किला (किले) में शहर के केंद्र में स्थित है और बीड शहर की सबसे बड़ी मस्जिदों में से एक है। यह 1627 (1036 इस्लामिक वर्ष) में बीड जन सिप्र खान में उनके अधिकारी द्वारा मुगल सम्राट जहानगीर (160527) की अवधि के दौरान बनाया गया था। पूरी तरह से पत्थर में निर्मित, इसमें दस विशाल गुंबद और चार मीनार हैं। सभी गुंबद के अंदर से अलग-अलग डिज़ाइन हैं और एक-दूसरे के साथ मेल नहीं खाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहंशाह वली मकबरा: शहंशाह वली चिश्ती कुल से 14 वीं शताब्दी का सूफी था। वह मुहम्मद तुगलक के शासन के दौरान बीड में आया था। उनके मकबरे और आसपास के क्षेत्रों को 1385 से 1840 तक विभिन्न अवधियों में बनाया गया था। विवरण बीड के इतिहास में देखा जा सकता है। यह पूर्वी ऊँचाइयों पर स्थित है। प्रत्येक वर्ष एक उर्स (मेला) रबी अल-अव्वल के दूसरे दिन, इस्लामी कैलेंडर के तीसरे महीने में आयोजित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंसूर शाह की कब्र: मंसूर शाह 18 वीं सदी के सूफी वंश के सूफी वंश के सूफी थे। उन्हें महादजी सिंधिया का धर्म गुरु (आध्यात्मिक गुरु) कहा जाता है। खंडेश्वरी मंदिर के पास बीड के पूर्वी हिस्से में उनका मकबरा है। मंदिर का गुंबद संगमरमर से बना है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>स्वर्गीय सुंदरराव सोलंकी - भारतीय राजनेता जिन्होंने महाराष्ट्र राज्य के उपमुख्यमंत्री के रूप में कार्य किया।</p>\r\n<p>स्वर्गीय गोपीनाथ मुंडे- वह भारतीय जनता पार्टी (भाजपा) के वरिष्ठ नेता और केंद्रीय ग्रामीण विकास और पंचायती राज मंत्री नरेंद्र मोदी के मंत्रिमंडल में थे।</p>\r\n<p>पंकजा मुंडे - भारतीय जनता पार्टी से संबंधित भारतीय राजनीतिज्ञ हैं।</p>\r\n<p>धनंजय मुंडे - राष्ट्रवादी कांग्रेस पार्टी का प्रतिनिधित्व करने वाले महाराष्ट्र विधान परिषद के सदस्य।</p>\r\n<p>प्रकाशदास सोलंकी - माजलगांव सीट से तीन बार विधायक रहे।</p>\r\n<p>जयदत्त क्षीरसागर - महाराष्ट्र के रोजगार गारंटी और बागवानी सरकार के मंत्री</p>\r\n<p>लक्ष्मण पवार - जोराई विधानसभा क्षेत्र से महाराष्ट्र विधानसभा के सदस्य हैं</p>\r\n<p>सचिन पंडित - YouTuber</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>यह जिला ग्यारह तालुकाओं (या तहसीलों) में विभाजित है। य़े हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>बीड</p>\r\n<p>Ashti</p>\r\n<p>गोरे</p>\r\n<p>अंबाजोगाई</p>\r\n<p>Kaij</p>\r\n<p>पराली (वैजनाथ)</p>\r\n<p>Majalgaon</p>\r\n<p>Patoda</p>\r\n<p>शिरूर (कासर)</p>\r\n<p>Wadwani</p>\r\n<p>Dharur</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया और संचार</p>\r\n<p>&nbsp;</p>\r\n<p>आकाशवाणी बीड का रेडियो ट्रांसमिशन टॉवर पूर्वी पहाड़ियों से इस शाम के परिदृश्य में दिखाई देता है।</p>\r\n<p>भारत संचार निगम लिमिटेड (बीएसएनएल), एक राज्य के स्वामित्व वाली टेलीफोन सेवा प्रदाता, के 15,000 से अधिक ग्राहक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Beed</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e6ed81a9-c499-417d-82c3-1c6a17534911_Beed-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-beed-maharashtra","tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"बीड","slug":"beed"}],"recommendations":[{"id":729,"title":"यवतमाल में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","dateCreated":"2019-09-20T16:24:15.674Z","dateModified":"2019-09-20T16:24:29.856Z","contributedBy":"AskGif","content":"यवतमाल जिला, जिसे पहले येओतमल के नाम से जाना जाता था, भारतीय राज्य महाराष्ट्र का एक जिला है। यह राज्य के पूर्व-मध्य भाग में विदर्भ के क्षेत्र में स्थित है। यह नागपुर और अमरावती के बाद विदर्भ का तीसरा सबसे बड़ा जिला है। यवतमाल शहर जिले का प्रशासनिक मुख्यालय है। वर्तमान जिला कलेक्टर अश्विन मुद्गल ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"यवतमाल","slug":"yavatmal"}],"slug":"top-places-to-visit-in-yavatmal-maharashtra","total":0},{"id":728,"title":"वाशिम में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"fdad593f-d128-44f4-a673-669dca26d9c3_Washim-railway.jpg","dateCreated":"2019-09-20T16:16:06.969Z","dateModified":"2019-09-20T16:17:20.527Z","contributedBy":"AskGif","content":"वाशिम भारतीय राज्य महाराष्ट्र में वाशिम जिले में एक शहर और एक नगरपालिका परिषद है। वाशिम, वाशिम जिले का जिला मुख्यालय है।\r\nवाशिम महाराष्ट्र, भारत में एक जिला है। मुख्यालय वाशिम में है। जिले का क्षेत्रफल 5,150 वर्ग किमी है।\r\n&nbsp;\r\nरुचि के स्थान\r\nशहर की प्राचीनता ने शहर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fdad593f-d128-44f4-a673-669dca26d9c3_Washim-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाशिम","slug":"washim"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-washim-maharashtra","total":0},{"id":711,"title":"उस्मानाबाद में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","dateCreated":"2019-09-19T03:14:33.22Z","dateModified":"2019-09-19T03:14:43.512Z","contributedBy":"AskGif","content":"उस्मानाबाद (उस्मान-आबद के रूप में उच्चारण) भारतीय राज्य महाराष्ट्र में उस्मानाबाद जिले में एक शहर और एक नगरपालिका परिषद है। उस्मानाबाद का नाम हैदराबाद के अंतिम शासक मीर उस्मान अली खान से लिया गया है।\r\nउस्मानाबाद जिला (लिप्यंतरण: उस्मानाबाद जिल्हा) भारतीय राज्य महाराष्ट्र में मराठवाड़ा क्षे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उस्मानाबाद","slug":"osmanabad"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-osmanabad-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}