{"id":692,"title":"Top Places to visit in Beed, Maharashtra","imageUrl":"e6ed81a9-c499-417d-82c3-1c6a17534911_Beed-tourism.jpg","dateCreated":"2019-09-17T02:23:45.753Z","dateModified":"2019-09-17T02:24:02.99Z","contributedBy":"AskGif","content":"<p>Beed is a city in central region of Maharashtra state in India. It is the administrative headquarters in Beed district.</p>\r\n<p>Beed district is an administrative district in the state of Maharashtra in India. The district headquarters are located at Beed. The district occupies an area of 10,693 km&sup2; and has a population of 2,585,962 of which 17.91% were urban (as of 2011).</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>There are no amenities in the city except cinema halls and a small, little maintained garden. Few years back there were seven cinema halls, but now in 2018 Two are remaining; namely 'Asha' and 'Santoshimata'.Two parks were maintained until 1969 by the municipal council.</p>\r\n<p>&nbsp;</p>\r\n<p>Health</p>\r\n<p>Beed was in the international news in August 1994 for the outbreak of Bubonic Plague. To some researchers, though, the disease detected here resembled Plague but could not be substantiated as per WHO criteria.</p>\r\n<p>&nbsp;</p>\r\n<p>Historical buildings</p>\r\n<p>&nbsp;</p>\r\n<p>Bāb-uz-Zafar (Gate of success) &mdash; now known as Kotwali Ves (Kotwali gate) was re-built in 1835 on the western bank of Bendsura. The gate is now in poor condition and the adjacent Fatah Burj on left is almost gone.</p>\r\n<p>&nbsp;</p>\r\n<p>Kanakaleshwar Temple</p>\r\n<p>&nbsp;</p>\r\n<p>This main entrance of Kochak Shah alias Shahinshah Wali tomb was constructed by Amīr Nawāz Jang in 1830.</p>\r\n<p>&nbsp;</p>\r\n<p>Mansur Shah tomb in the eastern part of Beed city.</p>\r\n<p>&nbsp;</p>\r\n<p>Khazana well about 6 km south of the city.</p>\r\n<p>Beed is home to several historical buildings, some of the noteworthy are:</p>\r\n<p>&nbsp;</p>\r\n<p>The Kanakaleshwar Temple which is one of old temples in beed. It is a temple of Lord Shiva. It is surrounded by water from all sides. It is must visit destination in Beed.</p>\r\n<p>&nbsp;</p>\r\n<p>The Khandoba temple is situated on the eastern hills. Built in Hemadpanti style. Two symmetrical, octagonal dīpmal (tower of light) rising 21.33 meters (70 ft) are standing in front of the temple. Towers have carved figures of humans and animals, now most of them defaced. There are two stories about the construction of this temple. One says that it was built by Sultanji Nimbalkar a Jagirdar of Nizam era. The other says that it was built by Mahadji Scindia. Tārīkh-e-Bīr (History of Beed) mentions it with Nimbalkar.</p>\r\n<p>&nbsp;</p>\r\n<p>The Jama Masjid (Grand Mosque) is a Masjid situated in the centre of the city at Quila (fort) and is one of the largest Masjids of Beed city. It was built during the period of Mughal emperor Jahāngīr (1605&ndash;27) by his official in Beed Jān Sipār Khan in 1627 (1036 Islamic Year). Constructed completely in stone, it has ten huge domes and four minarets. All the domes are having different designs from inside and does not match with each other.</p>\r\n<p>&nbsp;</p>\r\n<p>The Shahinshah Wali tomb: Shahinshah Wali was a Sufi of the 14th century from Chishtiya clan. He came to Beed during the rule of Muhammad Tughluq. His tomb and surrounding areas were built in different periods from 1385 to 1840. The details can be seen in the history of Beed. It is situated on the eastern elevations. Each year an Urs (fair) is held here on 2nd day of Rabi&rsquo; Al-Awwal, third month of Islamic calendar.</p>\r\n<p>&nbsp;</p>\r\n<p>The Mansur Shah tomb: Mansur Shah was 18th century Sufi of Suharwardy clan of Sufis. He is said to be a Dharma Guru (spiritual teacher) of Mahadji Scindia. His tomb is in the eastern part of Beed near Khandeshwari temple. The dome of the shrine is made of marble.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable People</p>\r\n<p>Late Sundarrao Solanke - Indian politician who served as Deputy Chief Minister of Maharashtra state.</p>\r\n<p>Late Gopinath Munde- He was a senior leader of the Bharatiya Janata Party (BJP) and Union Minister for Rural Development and Panchayati Raj in Narendra Modi's Cabinet.</p>\r\n<p>Pankaja Munde - Indian politician belonging to the Bharatiya Janata Party.</p>\r\n<p>Dhananjay Munde - Member of Maharashtra Legislative Council representing Nationalist Congress Party.</p>\r\n<p>Prakashdada Solanke - Three times MLA from Majalgaon Constituency.</p>\r\n<p>Jaydutt Kshirsagar - Minister of Employment Guarantee and Horticulture Government of Maharashtra</p>\r\n<p>Laxman Pawar - member of the Maharashtra Legislative Assembly from the Georai constituency</p>\r\n<p>Sachin Pandit - YouTuber&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>This district is divided into eleven talukas (or tehsils). These are:</p>\r\n<p>&nbsp;</p>\r\n<p>Beed</p>\r\n<p>Ashti</p>\r\n<p>Gevrai</p>\r\n<p>Ambajogai</p>\r\n<p>Kaij</p>\r\n<p>Parali (Vaijnath)</p>\r\n<p>Majalgaon</p>\r\n<p>Patoda</p>\r\n<p>Shirur (Kasar)</p>\r\n<p>Wadwani</p>\r\n<p>Dharur</p>\r\n<p>&nbsp;</p>\r\n<p>Media and communication</p>\r\n<p>&nbsp;</p>\r\n<p>Radio transmission tower of Akashwani Beed is visible in this evening landscape from the eastern hills.</p>\r\n<p>Bharat Sanchar Nigam Limited (BSNL), a state owned telephone service provider, has more than 15,000 customers.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Beed</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e6ed81a9-c499-417d-82c3-1c6a17534911_Beed-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-beed-maharashtra","tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"beed","slug":"beed"}],"recommendations":[{"id":729,"title":"Top Places to visit in Yavatmal, Maharashtra","imageUrl":"406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","dateCreated":"2019-09-20T16:24:15.674Z","dateModified":"2019-09-20T16:24:29.856Z","contributedBy":"AskGif","content":"Yavatmal district, formerly known as Yeotmal, is a district of the Indian state of Maharashtra. It is located in the region of Vidarbha, in the east-central part of the state. It is Vidarbha's third-largest district by population, after Nagpur and Amravati. Yavatmal town is the administrative hea","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"yavatmal","slug":"yavatmal"}],"slug":"top-places-to-visit-in-yavatmal-maharashtra","total":0},{"id":728,"title":"Top Places to visit in Washim, Maharashtra","imageUrl":"fdad593f-d128-44f4-a673-669dca26d9c3_Washim-railway.jpg","dateCreated":"2019-09-20T16:16:06.969Z","dateModified":"2019-09-20T16:17:20.527Z","contributedBy":"AskGif","content":"Washim is a city and a municipal council in Washim district in the Indian state of Maharashtra. Washim is the district headquarters of Washim district.\r\nWashim is a district in Maharashtra, India. The headquarters is at Washim. The area of the district is 5,150 km&sup2;.\r\n&nbsp;","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fdad593f-d128-44f4-a673-669dca26d9c3_Washim-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"washim","slug":"washim"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-washim-maharashtra","total":0},{"id":711,"title":"Top Places to visit in Osmanabad, Maharashtra","imageUrl":"49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","dateCreated":"2019-09-19T03:14:33.22Z","dateModified":"2019-09-19T03:14:43.512Z","contributedBy":"AskGif","content":"Osmanabad (pronounce as Usmān-Abād) is a city and a municipal council in Osmanabad district in the Indian state of Maharashtra. Osmanabad derives its name from the last ruler of Hyderabad, Mir Osman Ali Khan.\r\nOsmanabad district (Transliteration: Osmanabad Jil'hā) is an administrative dist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"osmanabad","slug":"osmanabad"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-osmanabad-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}