{"id":693,"title":"भंडारा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","dateCreated":"2019-09-17T02:30:52.366Z","dateModified":"2019-09-17T02:31:05.193Z","contributedBy":"AskGif","content":"<p>भंडारा एक शहर और नगरपालिका परिषद है जो भारत के महाराष्ट्र राज्य में भंडारा जिले का मुख्यालय है। यह NH-53 और NH-247 से जुड़ा हुआ है।</p>\r\n<p>भंडारा जिला भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय भंडारा में स्थित हैं। जिले का क्षेत्रफल 4087 वर्ग किमी है और इसकी आबादी 1,200,334 (605,520 पुरुष और 594,814 महिलाएं) हैं, जिनमें से 19.48% 2011 के अनुसार शहरी हैं। इसे \"झीलों का जिला\" कहा जाता है। भंडारा में कृषि, उद्योगों और वन संसाधनों के साथ मिश्रित अर्थव्यवस्था है। भंडारा चावल के बड़े उत्पादन के लिए जाना जाता है। तमसार, एक तहसील शहर, एक प्रसिद्ध चावल बाजार है। भंडारा शहर को एक बड़े पीतल उत्पाद उद्योग की उपस्थिति के कारण \"ब्रास सिटी\" के रूप में भी जाना जाता है। भंडारा में कई पर्यटन स्थल हैं, जैसे अंबागढ़ किला, ब्राह्मी, चिंचगढ़ और दिघोरी।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले को आयुध कारखानों बोर्ड के आयुध निर्माणी भंडारा के लिए भी जाना जाता है, जो भारतीय सशस्त्र बलों के लिए उत्पादों का निर्माण करता है। यह एक एस्टेट पर स्थित है जिसे आमतौर पर जवाहरनगर कॉलोनी के रूप में जाना जाता है। भंडारा जिले में यह एकमात्र केंद्रीय विद्यालय है। नवघन बंध में एक नवोदय विद्यालय (दिवंगत प्रधानमंत्री राजीव गांधी का मस्तिष्क बच्चा) है। अशोक लीलैंड, एक हिंदुजा समूह की कंपनी, भंडारा के पास गाड़गाँव में एक उत्पादन सुविधा है। सनफ्लैग आयरन स्टील कंपनी और शिवमंगल इस्पात प्रा। लिमिटेड जिले के अन्य प्रमुख औद्योगिक उपक्रम हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भंडारा क्षेत्र के किसानों के लिए कृषि केंद्र के रूप में कार्य करता है, जो ज्यादातर चावल उगाते हैं। शहर मराठी की क्षेत्रीय भाषा बोलता है। भंडारा दो नदियों, वैनगंगा और सुर नाडी के बीच विभाजित है, और राष्ट्रीय राजमार्ग संख्या 6 से पार है। शहर अशोक लीलैंड, सनफ्लैग स्टील और एक आयुध कारखाने जैसे उद्योगों से घिरा हुआ है। वैनगंगा जिले की प्रमुख नदी है और एकमात्र धारा जो गर्म मौसम में सूखती नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>महाराष्ट्र में एकमात्र तिब्बती समुदाय नोरग्येलिंग तिब्बती बस्ती 1972 में भंडारा के पास स्थापित की गई थी। नोरगैलिंग में लगभग 1,000 तिब्बती रहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>भंडारा में बहुसंख्यक आबादी मराठी बोली जाती है जबकि लोधी, पोवारी, हल्बी, कोशी, हिंदी और कलारी कुछ समुदायों द्वारा बोली जाती है। मराठी और अंग्रेजी क्रमशः शहर की आधिकारिक और सह-आधिकारिक भाषाएं हैं। अंग्रेजी को बहुत से लोग समझते हैं और उनमें से कुछ धाराप्रवाह बोलते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>भंडारा राष्ट्रीय राजमार्ग 6 पर पड़ता है। यह निजी और सरकारी बस सेवाओं द्वारा सीधे नागपुर और रायपुर से जुड़ा हुआ है। यह MSRTC के विभाजन में से एक है। पड़ोसी राज्य मध्य प्रदेश से इसकी अच्छी कनेक्टिविटी है।</p>\r\n<p>&nbsp;</p>\r\n<p>भंडारा रोड रेलवे स्टेशन (BRD) शहर और आसपास के क्षेत्र में कार्य करता है। भंडारा भारतीय रेलवे द्वारा राज्य की राजधानी मुंबई, रायपुर, नागपुर और कोलकाता से सीधे जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>भंडारा में कोई हवाई परिवहन नहीं है। निकटतम हवाई अड्डा नागपुर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंडस्ट्रीज</p>\r\n<p>वीडियोकॉन इंटरनेशनल भंडारा के पास एक उपभोक्ता इलेक्ट्रॉनिक्स संयंत्र शुरू कर रहा है। भंडारा में कृषि (विशेषकर चावल), विनिर्माण और वन संसाधनों सहित मिश्रित अर्थव्यवस्था है। यह हाथ से बुने रेशम उत्पादों के उत्पादन का भी एक प्रमुख केंद्र है जिसे हल्बा कोशी जनजाति द्वारा तैयार किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंबागढ़ किला</p>\r\n<p>यह मध्ययुगीन काल का किला, तमसार से लगभग 13 किमी दूर तमसार तालुका में स्थित है। इसका निर्माण राजा खान पठान ने, 17 वीं ईस्वी के आसपास देवगढ़ के शासक, बख्तबुलंद शाह के सूबेदार ने करवाया था। बाद में यह नागपुर के राजा रघुजी भोसला के कब्जे में आया, जिन्होंने इसे बंदियों के लिए जेल के रूप में इस्तेमाल किया। बाद में इसे अंग्रेजों ने अपने कब्जे में ले लिया।</p>\r\n<p>&nbsp;</p>\r\n<p>भाषा और संस्कृति</p>\r\n<p>मराठी आधिकारिक और साथ ही जिले में सबसे अधिक बोली जाने वाली भाषा है। भंडारा शहर में कई अन्य भारतीय राज्यों के लोगों के साथ-साथ दुनिया के प्रमुख धर्मों के लोग भी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में तीन विधानसभा क्षेत्र हैं: तुमसर, भंडारा (एससी) और सकोली। ये सभी भंडारा-गोंदिया लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>भंडारा में कृषि, विनिर्माण और वन संसाधनों सहित मिश्रित अर्थव्यवस्था है। कई प्राचीन मंदिरों और ऐतिहासिक स्मारकों के साथ, झीलों, पार्कों और अभयारण्यों के साथ, भंडारा कई पर्यटकों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने भंडारा को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह महाराष्ट्र के बारह जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhandara</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-bhandara-maharashtra","tags":[{"name":"भंडारा","slug":"bhandara"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":729,"title":"यवतमाल में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","dateCreated":"2019-09-20T16:24:15.674Z","dateModified":"2019-09-20T16:24:29.856Z","contributedBy":"AskGif","content":"यवतमाल जिला, जिसे पहले येओतमल के नाम से जाना जाता था, भारतीय राज्य महाराष्ट्र का एक जिला है। यह राज्य के पूर्व-मध्य भाग में विदर्भ के क्षेत्र में स्थित है। यह नागपुर और अमरावती के बाद विदर्भ का तीसरा सबसे बड़ा जिला है। यवतमाल शहर जिले का प्रशासनिक मुख्यालय है। वर्तमान जिला कलेक्टर अश्विन मुद्गल ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"यवतमाल","slug":"yavatmal"}],"slug":"top-places-to-visit-in-yavatmal-maharashtra","total":0},{"id":725,"title":"सोलापुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"सोलापुर (पूर्व में शोलापुर) भारतीय राज्य महाराष्ट्र के दक्षिण-पश्चिमी क्षेत्र में स्थित एक शहर है, जो कर्नाटक के साथ अपनी सीमा के करीब है। सोलापुर प्रमुख राजमार्ग पर स्थित है, मुंबई, पुणे, बैंगलोर और हैदराबाद के बीच रेल मार्ग, पड़ोसी राज्य कर्नाटक में बीजापुर और गदग के शहरों के लिए एक शाखा के साथ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सोलापुर","slug":"solapur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-solapur-maharashtra","total":0},{"id":711,"title":"उस्मानाबाद में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","dateCreated":"2019-09-19T03:14:33.22Z","dateModified":"2019-09-19T03:14:43.512Z","contributedBy":"AskGif","content":"उस्मानाबाद (उस्मान-आबद के रूप में उच्चारण) भारतीय राज्य महाराष्ट्र में उस्मानाबाद जिले में एक शहर और एक नगरपालिका परिषद है। उस्मानाबाद का नाम हैदराबाद के अंतिम शासक मीर उस्मान अली खान से लिया गया है।\r\nउस्मानाबाद जिला (लिप्यंतरण: उस्मानाबाद जिल्हा) भारतीय राज्य महाराष्ट्र में मराठवाड़ा क्षे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उस्मानाबाद","slug":"osmanabad"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-osmanabad-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}