{"id":693,"title":"Top Places to visit in Bhandara, Maharashtra","imageUrl":"1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","dateCreated":"2019-09-17T02:30:52.366Z","dateModified":"2019-09-17T02:31:05.193Z","contributedBy":"AskGif","content":"<p>Bhandara is a city and municipal council that is the headquarters of Bhandara district in the state of Maharashtra, India. It is connected with NH-53 and NH-247.</p>\r\n<p>Bhandara District is an administrative district in the state of Maharashtra in India. The district headquarters are located at Bhandara. The district occupies an area of 4087 km&sup2; and has a population of 1,200,334 (605,520 males and 594,814 females), of which 19.48% are urban as of 2011. It is known as the \"District of Lakes\". Bhandara has a mixed economy with agriculture, industries and forest resources. Bhandara is known for its large production of rice. Tumsar, a tahsil town, is a noted rice market. Bhandara town is also known as \"Brass City\" owing to the presence of a large brass products industry. Bhandara has several tourist destinations, like Ambagad Fort, Brahmi, Chinchgad, and Dighori.</p>\r\n<p>&nbsp;</p>\r\n<p>The district is also known for the Ordnance Factory Bhandara of the Ordnance Factories Board, which manufactures products for the Indian Armed Forces. It is located on an estate which is commonly known as Jawaharnagar colony. This is the only Kendriya Vidyalaya in the Bhandara district. There is one Navodaya Vidyalaya (brain child of Late Prime Minister Rajiv Gandhi) in Navegoan Bandh. Ashok Leyland, a Hinduja Group Company, has a production facility at Gadegaon near Bhandara. Sunflag Iron Steel company and Shivmangal Ispat Pvt. Ltd. are other major industrial undertakings in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhandara serves as an agricultural center for farmers in the region, who mostly grow rice. The city speaks the regional language of Marathi. Bhandara is split between two rivers, the Wainganga and the Sur Nadi, and crossed by National Highway No. 6. The city is surrounded by industries like Ashok Leyland, Sunflag Steel and an ordnance factory. The Wainganga is the principal river in the district and the only stream that does not dry up in the hot weather.</p>\r\n<p>&nbsp;</p>\r\n<p>The Norgyaling Tibetan settlement, the only Tibetan community in Maharashtra, was established near Bhandara in 1972. About 1,000 Tibetans live in Norgyaling.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Marathi is spoken by majority of the population in Bhandara while Lodhi, Powari, Halbi, Koshti, Hindi and Kalaari are spoken by some communities. Marathi and English are official and co-official languages of the city, respectively. English is understood by many people and spoken by some of them fluently.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Bhandara falls on National Highway 6. It is directly connected to Nagpur and Raipur by private and government bus services. It is one of the divisions of the MSRTC. It has very good connectivity with neighboring Madhya Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>The Bhandara Road railway station (BRD) serves the city and surrounding region. Bhandara is directly connected to the state capital Mumbai, Raipur, Nagpur, and Kolkata by Indian Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>There is no air transportation in Bhandara. The nearest airport is at Nagpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries</p>\r\n<p>Videocon International is starting a consumer electronics plant near Bhandara. Bhandara has a mixed economy including agriculture (especially rice), manufacturing, and forest resources. It is also a major hub for the production of hand-knitted silk products which is crafted by the Halba Koshti tribe.</p>\r\n<p>&nbsp;</p>\r\n<p>Ambagad Fort</p>\r\n<p>This medieval period fort is situated in Tumsar Taluka, about 13 km away from Tumsar. It was constructed by Raja Khan Pathan, the subhedar of Bakhtbuland shah, the ruler of Devgadh around 1700 AD. Later it came under the possession of Raja Raghuji Bhosla of Nagpur, who used it as a prison for captives. Later it was taken over by the British.</p>\r\n<p>&nbsp;</p>\r\n<p>Language and culture</p>\r\n<p>Marathi is the official as well as the most spoken language in the district. Bhandara city has many people from other Indian states as well as people belonging to the world's major faiths.</p>\r\n<p>&nbsp;</p>\r\n<p>There are three Vidhan Sabha constituencies in this district: Tumsar, Bhandara (SC) and Sakoli. All of these are part of the Bhandara-Gondiya Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Bhandara has a mixed economy including agriculture, manufacturing and forest resources. With several ancient temples and historical monuments, along with lakes, parks and sanctuaries, Bhandara attracts many tourists.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Bhandara one of the country's 250 most backward districts (out of a total of 640). It is one of the twelve districts in Maharashtra currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bhandara</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bhandara-maharashtra","tags":[{"name":"bhandara","slug":"bhandara"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":729,"title":"Top Places to visit in Yavatmal, Maharashtra","imageUrl":"406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","dateCreated":"2019-09-20T16:24:15.674Z","dateModified":"2019-09-20T16:24:29.856Z","contributedBy":"AskGif","content":"Yavatmal district, formerly known as Yeotmal, is a district of the Indian state of Maharashtra. It is located in the region of Vidarbha, in the east-central part of the state. It is Vidarbha's third-largest district by population, after Nagpur and Amravati. Yavatmal town is the administrative hea","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"yavatmal","slug":"yavatmal"}],"slug":"top-places-to-visit-in-yavatmal-maharashtra","total":0},{"id":725,"title":"Top Places to visit in Solapur, Maharashtra","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"Solapur (formerly Sholapur) is a city located in the south-western region of the Indian state of Maharashtra, close to its border with Karnataka. Solapur is located on major Highway, rail routes between Mumbai, Pune, Bangalore and Hyderabad, with a branch line to the cities of Bijapur and Gadag i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solapur","slug":"solapur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-solapur-maharashtra","total":0},{"id":711,"title":"Top Places to visit in Osmanabad, Maharashtra","imageUrl":"49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","dateCreated":"2019-09-19T03:14:33.22Z","dateModified":"2019-09-19T03:14:43.512Z","contributedBy":"AskGif","content":"Osmanabad (pronounce as Usmān-Abād) is a city and a municipal council in Osmanabad district in the Indian state of Maharashtra. Osmanabad derives its name from the last ruler of Hyderabad, Mir Osman Ali Khan.\r\nOsmanabad district (Transliteration: Osmanabad Jil'hā) is an administrative dist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"osmanabad","slug":"osmanabad"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-osmanabad-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}