{"id":694,"title":"Top Places to visit in Buldhana, Maharashtra","imageUrl":"f2e4783f-9b42-42db-b601-029ea566441e_Buldhana-tourism.jpg","dateCreated":"2019-09-17T02:48:39.94Z","dateModified":"2019-09-17T02:48:56.879Z","contributedBy":"AskGif","content":"<p>Buldhana is the district headquarters and a Municipal Council in the Buldhana District of Amravati division in the Indian State of Maharashtra.</p>\r\n<p>Buldhana district is located in the Amravati division of Maharashtra, India. It is situated at the western border of Vidarbha region and is 500 km away from the state capital, Mumbai. The district has towns and cities like Shegaon, Malkapur, Khamgaon, Lonar, Mehkar, and Chikhli. It is surrounded by Madhya Pradesh in the north, Akola, Washim, and Amravati districts on the east, Jalna district on the south, and Jalgaon and Aurangabad districts on the west.Latitudes are 19.51&deg; to 21.17&deg; N and Longitudes are 75.57&deg; to 76.59&deg; E. Bounded on the north by Madhya Pradesh state, to the east by Akola and Washim, to the south by Parbhani and Jalna districts, and to the west by Jalna and Jalgaon districts.</p>\r\n<p>&nbsp;</p>\r\n<p>Buldhana holds religious significance as it is the site of the Shri Gajanan Maharaj temple, Shegaon.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of the 2011 India census, Buldana city had a population of 67,431. Males constitute 52% of the population and females 48%. Buldana has an average literacy rate of 82%, higher than the national average of 59.5%, with male literacy at 82% and female literacy at 72%. 13% of the population is under six years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>The most common language spoken in Buldhana is the Marathi language. Hindi is also spoken by some of the population.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>The state highway joining two cities Malkapur and Buldhana via Motala. The road ends in a ghat near Buldhana.</p>\r\n<p>There is a Maharashtra State Road Transport Corporation bus stand in the city. There are State Transport bus depots at Buldhana, Malkapur, roshani, Mehkar, Khamgaon, Shegaon, and Jalgaon-Jamod. Buldhana is connected to National Highway 6 through Khamgaon Nandura Malkapur town by NH753A. [[Malkapur, Khamgaon Terminus; Shegaon, Nandura are the nearest railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport is at Aurangabad, which is 150 kilometres (93 mi) from the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Sub-Divisions</p>\r\n<p>The district has six revenue sub-divisions headed by a Sub Divisional Officer (SDO): Buldhana, Mehkar, Khamgaon, Malkapur, Jalgaon-Jamod and Sindkhedraja.</p>\r\n<p>&nbsp;</p>\r\n<p>Tehsils</p>\r\n<p>As of 2010, the district of Buldhana comprises thirteen talukas (tehsils): Buldhana, Chikhli, Deulgaon Raja, Malkapur, Motala, Nandura, Mehkar, Sindkhed Raja, Lonar, Khamgaon, Shegaon, Jalgaon Jamod, and Sangrampur.</p>\r\n<p>&nbsp;</p>\r\n<p>Agriculture</p>\r\n<p>The district superintending agriculture officer comes under the Divisional Joint Director of Amravati Division. There are three sub-divisions at Buldhana, Khamgaon, and Mehkar with a taluka agriculture officer posted at each taluka.</p>\r\n<p>&nbsp;</p>\r\n<p>There are multiple circles under each taluka. They are Dhad, Shelapur, Dhamangaon, Motala, Shelsur, Amdapur, Chikhli, Dharangaon, Malkapur, Janephal, Mehkar, Bibi, Lonar, Sakharkherda, Sindkhed Raja, Mera Khurd, Deulgaon Mahi, Deulgaon Raja, Ganeshpur, Pimpalgaon Raja (Khamgaon), Nandura, Shegaon, Jalgaon Jamod, Warwat Khanderao, and Sangrampur.</p>\r\n<p>&nbsp;</p>\r\n<p>Police</p>\r\n<p>The district has six police subdivisions and thirty-three police stations.</p>\r\n<p>&nbsp;</p>\r\n<p>Electricity</p>\r\n<p>The distribution of electricity comes under Akola Zone and Buldhana Circle with Buldhana, Khamgaon, and Malkapur Divisions. Each subdivision caters to more nearby talukas and has 33KV distribution substations under them.</p>\r\n<p>&nbsp;</p>\r\n<p>Irrigation</p>\r\n<p>The district comes under Buldhana Irrigation Project Circle along with Akola and Washim district. The circle comes under Vidarbha Irrigation Development Corporation, Nagpur. It has its Major Project division at Shegaon, Kadakpurna at Deulgaon Raja, Mun Project division at Khamgaon, and Minor Irrigation Division at Chikhli and Akola.</p>\r\n<p>&nbsp;</p>\r\n<p>The completed irrigation projects are the Nalganga Dam project in Motala and a major project in Vaan having one-fourth of the benefit accrue to Akola district. Many further irrigation projects are under way or are in the planning stages.</p>\r\n<p>&nbsp;</p>\r\n<p>Public Works Department</p>\r\n<p>The district comes under Amravati Public Works Region and Akola Public Works Circle. It has one Public Works division at Buldhana with subdivision at Buldhana, Chikhli, Mehkar, and Deulgaon Raja; and a second, Khamgaon division, with subdivisions at Khamgaon, Jalgaon Jamod, and Malkapur; plus the Buldhana District Mechanical Subdivision.</p>\r\n<p>&nbsp;</p>\r\n<p>There are Road Project subdivisions at Buldhana and Khamgaon under the Road Project Division of Akola. There is a separate Zilla Parishad Works Division at Buldhana with subdivisions at Buldhana, Kahmgaon, Mehkar, and Malkapur. The department manages Government Rest houses at Buldhana, Khamgaon, Shegaon, Malkapur, Motala, Jalgaon Jamod, Sangrampur, Chikhli, Amdapur, Lavhala (Mehkar), Mehkar, Dongaon, Deulgaon Raja, Deulgaon Mahi, Sindkhed Raja, Lonar, and Nandura.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>The district contributes one seat to the Lok Sabha (Lower House), namely Buldhana (Lok Sabha constituency). Prataprao Ganpatrao Jadhav of Shiv Sena is the current Member of Parliament from Buldhana.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has seven seats in the Maharashtra State legislature assembly: Buldhana, Chikhli, Sindkhed Raja, Mehkar, Khamgaon, and Jalgaon Jamod. The seventh seat at Malkapur is part of Raver (Lok Sabha constituency) in Jalgaon district.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Residents of Buldhana communicate in Marathi language. Nihali language, a language isolate of India, is spoken by some 2,000 people (1991) in the Buldana district of Maharashtra. Apart from the commonly used Varhadi, a dialect of Marathi language used in the district includes Andh, an Indo-Aryan language spoken by 100,000 people. Hindi and English are also spoken in the region.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Rivers</p>\r\n<p>The district lies in the Tapi River and Godavari River basins. Purna River is a tributary of the Tapi River. Nalganga river is a tributary of Purna river. The Penganga and Khadakpurna rivers are tributaries of Godavari River.</p>\r\n<p>&nbsp;</p>\r\n<p>Here are the rivers in the district, with their tributaries.</p>\r\n<p>&nbsp;</p>\r\n<p>Purna River</p>\r\n<p>Vaan River</p>\r\n<p>Mann River</p>\r\n<p>Utawali River</p>\r\n<p>Nipani River</p>\r\n<p>Mas River</p>\r\n<p>Bordi River</p>\r\n<p>Dnyanganga River</p>\r\n<p>Vishwaganga River</p>\r\n<p>Nalganga River</p>\r\n<p>Painganga River</p>\r\n<p>Khadakpurna River</p>\r\n<p>Dhamana River</p>\r\n<p>Koradi River</p>\r\n<p>Jamvani peth</p>\r\n<p>Tapi River</p>\r\n<p>Transport</p>\r\n<p>Buses, jeeps, two-wheelers, and railways are the common modes of transport.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>The state highway joining two cities Malkapur and Buldhana via Motala. The road curves in a ghat near Buldhana.</p>\r\n<p>National Highway 6 passes through Khamgaon, Nandura, and Malkapur towns in the district and Aurangabad Buldana National Highway 753A . There are many Maharashtra State Road Transport Corporation bus stands in all towns of the district. There are State Transport bus depots at Buldhana, Malkapur, Chikhli, Mehkar, Khamgaon, Shegaon, and Jalgaon-Jamod.</p>\r\n<p>&nbsp;</p>\r\n<p>Vehicles from Nagpur, Amravati, and Akola pass through Khamgaon, Chikhli, Deulgaonraja while going towards Jalna, Aurangabad, and Pune.Regular State Transport buses are available from any Maharashtra State Road Transport Corporation Bus Stand. National Highway 6 passes through Khamgaon, Nandura, and Malkapur Talukas in Buldhana District.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Malkapur, Nandura, and Shegaon railway stations fall under the Bhusawal-Badnera Section of Bhusawal Division of the Central Railway. The nearest railway station is at Malkapur which is 45 km from District Headquarters. Malkapur, Shegaon, Nandura railway stations come under Bhusawal Division of Central Railway. Bhusawal (101 km) and Akola (102 km) are also the nearest railway junctions from the District headquarters. There is a branch line from Jalamb to Khamgaon. The main line was originally under the Great Indian Peninsula Railway and the branch line between Jalamb and Khamgaon was under the Khamgaon State Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>The railway stations in the district, with their codes, are Khamkhed (KMKD), Malkapur (MKU), Wadoda (WDD), Biswa Bridge (BIS), Nandura (NN), Kumgaon Burti (KJL), Jalamb Junction (JM), Khamgaon (KMN), Shegaon (SEG), and Shrikshetra Nagzari (NGZ).</p>\r\n<p>&nbsp;</p>\r\n<p>A computerized railway reservation facility is available at Buldhana, Malkapur, and Shegaon, while manual reservation facility is available at city booking office, Khamgaon, Nandura, and Jalamb Junction.</p>\r\n<p>&nbsp;</p>\r\n<p>Airport</p>\r\n<p>The nearest airport is at [Akola] which is 102 km from district headquarters. the nearest airport is at Aurangabad is at 145 km.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>There is a fair called Chaitra Masa Suklapaksha Navami at Shegaon on Rama Navami in Chaitra (March or April) each year.</p>\r\n<p>&nbsp;</p>\r\n<p>Common folk arts are Bhajan (devotional singing), Kirtan (devotional chanting with musical instruments), and Gondhal (a complex art form involving ritual acts, dances, songs, and poems).</p>\r\n<p>&nbsp;</p>\r\n<p>Youth Hostel Buldhana is one of two youth hostels in Maharashtra and is located near Zilla Krida Sankulan with a 50-bed dormitory and five double rooms.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Lonar lake</p>\r\n<p>Lonar crater lake is located in Buldhana district. It is the second largest impact crater in basaltic rock in the world. It was formed 60,000 years ago by a meteor impact. The pH of the water is about 11 (extremely alkaline). Lonar Crater has very different flora and fauna in its vicinity.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Different side of the crater during non-monsoon days</p>\r\n<p>Sant Gajanan Maharaj Temple</p>\r\n<p>Main article: Gajanan Maharaj</p>\r\n<p>Gajanan Maharaj from Shegaon, was a saint from India. \"Shri Sant Gajanan Maharaj Sansthan\", a body of 12 trustees was formed on 12 September 1908 to commemorate the holy place which the saint had hinted about, for Samadhi. Later, a temple was built around his Samadhi/tomb.</p>\r\n<p>&nbsp;</p>\r\n<p>This temple has a tourist attraction called \"Anand Sagar\", an INR 3 billion project. It is maintained by the Gajanan Maharaj Sansthan. It surrounds a big artificial lake. It has a meditation center, an aquarium, temples, playgrounds, lawns and open theatre where fountain-show is conducted for entertainment. It has been decorated with artifacts and carvings. An amusement park has also started with a toy train encircling the entire place.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Top view of Anand Sagar and partial artificial lake</p>\r\n<p>&nbsp;</p>\r\n<p>View of Anand Sagar from artificial lake</p>\r\n<p>&nbsp;</p>\r\n<p>Fron-side view of Anand Sagar</p>\r\n<p>Sindkhed Raja</p>\r\n<p>Sindkhed Raja is birthplace of Veer Mata Jijabai, mother of Chhatrapati Shivaji, the town still has the palace and tomb of Lakhuji RajeJadhav, father of Jijabai.</p>\r\n<p>&nbsp;</p>\r\n<p>Other</p>\r\n<p>(Hemadpanthi )Shri Aundheshwar mahadev temple- At-Andhera.</p>\r\n<p>Hemadpanthi temples are located at Mehkar-Sonati, Sindhkhed Raja (Nilkantheshwar), and Sakegaon on the Chikhli-Dhad road. Three Shiva temples are located in Dhotra (Nandai), a village on Deulgaon Raja-Chikhli road. Two Shiva temples are located in Kothali (Jaipur) near Motala and also a Hemadpanti temple in Warwand of lord Shiva 10 km far from Buldhana on Khamgaon road.</p>\r\n<p>A 105 feet tall Hanuman idol in Nandura.</p>\r\n<p>Sailani Baba Dargah, Pimpalgaon Sarai, Buldhana</p>\r\n<p>Shri Shiddheshwar Bhagwan Sansthan, Kolara. 10 km from Chikhali on Mehkar Road, Place of Kalbhairav, Rambhau Maharaj Sansthan.</p>\r\n<p>Temple of Shri Renuka Devi in Chikhli.</p>\r\n<p>Nalganga Dam in Malkapur.</p>\r\n<p>Jagadamba Mata Temple, Buldhana.</p>\r\n<p>Balaji Temple, Vyankatgiri, Buldhana.</p>\r\n<p>Budheshwar Temple, Madh, Buldhana (From this place river Painganga originates).</p>\r\n<p>Balaji Temple in Mehkar.</p>\r\n<p>Balaji Temple in Deulgaon Raja.</p>\r\n<p>Panch Pandav temple, Kawhala.</p>\r\n<p>Shri Pralhad Maharaj Shansthan, Sakharkherda.</p>\r\n<p>Shri Palsidha Matha, Sakharkherda.</p>\r\n<p>Shri Bapuji Maharaj, Malegaon Gond.</p>\r\n<p>Palsi Supo Supoji Maharaj Temple.</p>\r\n<p>Mahabodhi Buddha Vihara, Dhammagiri, Buldhana</p>\r\n<p>Hanuman Mandir by Samarth Ramdas at Waghali, near Khamgaon.</p>\r\n<p>Parmanand Sarashwati Maharaj temple at Ran-antari. Tq Chikhali.</p>\r\n<p>Maruti temple at Ambashi .Tq.Chikhali.</p>\r\n<p>Jagadamba Mata Temple, Ambashi. Tq.Chikhali.</p>\r\n<p>Holy Buddha Vihara, Garadgoan.</p>\r\n<p>The Dnyanganga Sanctuary and Ambabarva Sanctuary are situated in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Buldhana_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2e4783f-9b42-42db-b601-029ea566441e_Buldhana-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-buldhana-maharashtra","tags":[{"name":"buldhana","slug":"buldhana"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":712,"title":"Top Places to visit in Palghar, Maharashtra","imageUrl":"e874b9f6-899f-4847-a627-4ab93f768233_Palghar-railway.jpg","dateCreated":"2019-09-19T03:20:34.273Z","dateModified":"2019-09-19T03:20:45.181Z","contributedBy":"AskGif","content":"Palghar is a town in Konkan division of Maharashtra state and a Municipal Council located about 87 kilometers north off Mumbai. Palghar lies on the Western Line of the Mumbai Suburban Railway on the busy Mumbai-Ahmedabad rail corridor. It is the administrative capital of the newly formed Palghar ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e874b9f6-899f-4847-a627-4ab93f768233_Palghar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"palghar","slug":"palghar"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-palghar-maharashtra","total":0},{"id":704,"title":"Top Places to visit in Latur, Maharashtra","imageUrl":"bdd85b3b-eef4-4760-92f2-3db2db67aa29_Latur-railway.jpg","dateCreated":"2019-09-19T02:10:26.176Z","dateModified":"2019-09-19T02:10:37.364Z","contributedBy":"AskGif","content":"Latur is a city in the Marathwada region of Maharashtra state in India. It is the administrative headquarters of Latur district and taluka. The city is a tourist hub surrounded by many historical monuments, including Udgir Fort and Kharosa Caves.\r\nLatur district is a district in Maharashtr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bdd85b3b-eef4-4760-92f2-3db2db67aa29_Latur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"latur","slug":"latur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-latur-maharashtra","total":0},{"id":697,"title":"Top Places to visit in Gadchiroli, Maharashtra","imageUrl":"37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","dateCreated":"2019-09-18T02:15:31.639Z","dateModified":"2019-09-18T02:50:48.153Z","contributedBy":"AskGif","content":"Gadchiroli is a town and a municipal council in Gadchiroli district in the state of Maharashtra, central India. It is located on eastern side of Maharashtra, and is the administrative headquarters of the district. The main river flowing through city is the Vainganga. The landscape is lush and gre","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"gadchiroli","slug":"gadchiroli"}],"slug":"top-places-to-visit-in-gadchiroli-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}