{"id":695,"title":"चंद्रपुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"b0514608-a516-43aa-bc2e-d0858d9e05cf_Chandrapur-railway.jpg","dateCreated":"2019-09-18T02:02:26.902Z","dateModified":"2019-09-18T02:02:39.072Z","contributedBy":"AskGif","content":"<p>चंद्रपुर (पहले चंदा के नाम से जाना जाता था) चंद्रपुर जिले, महाराष्ट्र राज्य, भारत में एक शहर और एक नगर निगम है। यह चंद्रपुर जिले का जिला मुख्यालय है। चंद्रपुर 13 वीं शताब्दी के गोंड राजा, खांडक बल्लाल साह द्वारा स्थापित एक किला शहर है, यह शहर ईराई और ज़ारपत नदियों के संगम पर स्थित है। शहर के आस-पास का क्षेत्र कोयला सीमों में समृद्ध है। इसलिए, चंद्रपुर को \"काला सोना शहर\" के रूप में भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंद्रपुर जिला (पहले चंदा जिले के रूप में जाना जाता है) भारत के महाराष्ट्र राज्य में नागपुर डिवीजन में एक जिला है। 1981 में चंद्रपुर भारत का सबसे बड़ा जिला था जब तक गढ़चिरौली और सिरोंचा तहसीलें अलग-अलग जिलों में विभाजित नहीं हो गईं। 2011 में, जिले की आबादी 2,204,307 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>चंद्रपुर जिला सुपर थर्मल पावर स्टेशन, और वर्धा घाटी कोयला क्षेत्र में कोयले के अपने विशाल भंडार के लिए जाना जाता है। चंद्रपुर में चूना पत्थर के बड़े भंडार भी हैं जो जिले में सीमेंट निर्माण के लिए एक कच्चा माल है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में ताडोबा नेशनल पार्क भारत के अट्ठाईस प्रोजेक्ट टाइगर रिजर्व में से एक है। 2015 में बाघों की जनगणना में पाया गया कि महाराष्ट्र के 170 बाघों में से 120 चंद्रपुर जिले में स्थित थे।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>चंद्रपुर प्रमुख राज्य राजमार्गों एमएच एमएसएच 6, एमएच एमएसएच 9 और राज्य राजमार्ग एमएच 233, एमएच एसएच 243 और एमएच एसएच 264 पर स्थित है। चंद्रपुर महाराष्ट्र राज्य सड़क परिवहन निगम बस सेवा द्वारा महाराष्ट्र के कई शहरों से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंद्रपुर रेलवे स्टेशन का प्रबंधन मध्य रेलवे के नागपुर सीआर रेलवे डिवीजन द्वारा किया जाता है। यह नई दिल्ली-चेन्नई मुख्य लाइन पर स्थित है। चंदा फोर्ट रेलवे स्टेशन का प्रबंधन दक्षिण पूर्व मध्य रेलवे के नागपुर एसईसी रेलवे डिवीजन द्वारा किया जाता है। यह बल्हारशाह-गोंदिया लाइन पर स्थित है। शहर की सीमा के भीतर अन्य रेलवे स्टेशन विवेकानंद नगर रेलवे स्टेशन, बाबूपेठ रेलवे स्टेशन और छोटी पडोली रेलवे स्टेशन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>महाराष्ट्र एयरपोर्ट डेवलपमेंट कंपनी द्वारा संचालित चंद्रपुर हवाई अड्डा, शहर से लगभग 12 किमी दूर, एमएच एसएच 264 पर मोरवा गाँव के पास स्थित है। हवाई पट्टी 950 मीटर लंबाई की है। हवाई अड्डे का विकास आसपास के अवरोधों, विशेष रूप से थर्मल पावर प्लांट द्वारा सीमित है। इसलिए, MADC चंद्रपुर से 40 किलोमीटर की दूरी पर विहिरगाँव में एक ग्रीनफ़ील्ड हवाई अड्डा बना रहा है। अनुसूचित उड़ानों के साथ निकटतम हवाई अड्डा नागपुर में डॉ बाबासाहेब अम्बेडकर अंतर्राष्ट्रीय हवाई अड्डा है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>चंद्रपुर कोयला खनन का एक केंद्र है। 2012 में, चंद्रपुर के आसपास 27 कोयला खदानें थीं।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य उद्योगों में सीमेंट बनाना, कागज निर्माण और फेरो मिश्र धातु निर्माण शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चंद्रपुर सुपर थर्मल पावर स्टेशन</p>\r\n<p>चंद्रपुर सुपर थर्मल पावर स्टेशन, एक 3,340 मेगावाट का पावर स्टेशन कॉम्प्लेक्स है, जो महाराष्ट्र स्टेट पावर जनरेशन कंपनी लिमिटेड के स्वामित्व में है, शहर से लगभग 6 किलोमीटर (3.7 मील) 12,212 हेक्टेयर (122.12 किमी 2) क्षेत्र में है। यह लगभग 3,460 लोगों को रोजगार देता है और राज्य के 25 प्रतिशत से अधिक बिजली की आपूर्ति करता है। स्टेशन से 15 किमी दूर एरई नदी पर एक चिनाई बांध, स्टेशन और चंद्रपुर को पानी प्रदान करता है। 16 जनवरी 1977 को इस स्टेशन का शिलान्यास केंद्रीय ऊर्जा मंत्री के सी पंत ने किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>कर्मवीर दादासाहेब कन्नमवार हाई स्कूल (पहले ज़िला परिषद जुबली हाई स्कूल के रूप में जाना जाता था) की स्थापना 1906 में हुई थी। लोकमान्य तिलक विद्यालय की स्थापना बाल गंगाधर तिलक ने की थी। चन्दा शिक्षा प्रसार मंडल चंद्रपुर में कई परिसरों के साथ एक बड़ा शैक्षणिक संस्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>चंद्रपुर में एक सरकारी मेडिकल कॉलेज और एक सरकारी इंजीनियरिंग कॉलेज है। शहर के कॉलेज (मेडिकल कॉलेज के अलावा) गोंडवाना विश्वविद्यालय से संबद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>20 अक्टूबर 2011 को, चंद्रपुर नगरपालिका परिषद को डी-ग्रेड नगर निगम के लिए बढ़ा दिया गया था।</p>\r\n<p>महत्वपूर्ण स्थान</p>\r\n<p>चंद्रपुर का किला</p>\r\n<p>चंद्रपुर किला (जिसे पहले चंदा किला के नाम से जाना जाता था) (आज \"पुराना शहर\" कहा जाता है) एक किला है जो इराई और ज़ारपत नदियों के संगम पर स्थित है। किले का निर्माण गोंड राजा, खण्डक बल्लाल साह ने करवाया था। किले के चार द्वार हैं: उत्तर में जटपुरा गेट, पूर्व में अंचलेश्वर द्वार, दक्षिण में पठानपुरा गेट और पश्चिम में बिनबा गेट। किले में चार छोटे द्वार भी हैं, जिन्हें खिदकी (खिड़कियाँ) कहा जाता है: उत्तर पूर्व में बगद ख़िदकी, दक्षिण-पूर्व में हनुमान ख़िदकी, दक्षिण पश्चिम में विठोबा ख़िदकी और उत्तर पश्चिम में चोर ख़िदकी। किले की मजबूत दीवारें 15-20 फीट ऊँची हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चंद्रपुर किले के द्वार और विंडोज</p>\r\n<p>चंद्रपुर किले का जटपुरा फाटक</p>\r\n<p>चंद्रपुर किले का अचलेश्वर द्वार</p>\r\n<p>चंद्रपुर किले का पठानपुरा गेट</p>\r\n<p>&nbsp;</p>\r\n<p>महाकाली मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>महाकाली मंदिर</p>\r\n<p>महाकाली मंदिर (मंदिर) चंद्रपुर में अक्सर देखा जाने वाला मंदिर है। प्राचीन मंदिर गोंड राजवंश के धुंडी राम साह द्वारा 16 वीं शताब्दी के आसपास बनवाया गया था। मंगलवार विशेष रूप से महत्वपूर्ण दिन हैं। मंदिर के भीतर एक छोटा गणेश मंदिर और एक हनुमान मंदिर है। दो मंदिरों के प्रवेश द्वार पर, पूजा (पूजा) के लिए नारियल, फूल और कपड़े जैसी छोटी दुकानें हैं। मंदिर के पास होम डेकोर और पूजा सजावट के आइटम बेचे जाते हैं। पीछे के प्रवेश द्वार के पास एक शनि मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर के भीतर दो मुर्तियाँ (मूर्तियाँ) हैं। शिव लिंग से जुड़ी एक खड़ी मूर्ति है जिसे लाल, पीले और नारंगी रंग के कपड़े से सजाया गया है। दूसरा जमीनी स्तर से नीचे की स्थिति में है, और भक्तों को इस तक पहुंचने के लिए एक सुरंग में चलना चाहिए। मंदिर के अंदर, पूजा और प्रसाद के साथ आगंतुकों की सहायता के लिए एक पुजारी मौजूद है। एक ट्रस्ट मंदिर का संचालन करता है। धर्मशालाएँ तीर्थ यात्रियों के लिए आवास प्रदान करती हैं। महाकाली के अनुयायियों और चंद्रपुर के नागरिकों के मनोरंजन के लिए वार्षिक यात्रा (मेला) अप्रैल में होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>अंचलेश्वर मंदिर</p>\r\n<p>&nbsp;</p>\r\n<p>अंचलेश्वर मंदिर</p>\r\n<p>अंचलेश्वर मंदिर भगवान शिव का एक रूप मनाता है। यह ज़ारपत नदी के तट पर चंद्रपुर किले के अंचलेश्वर द्वार से सटे हुए है। गोंड राजाओं की आधिकारिक समाधि (समाधि) मंदिर परिसर के भीतर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>दीक्षाभूमि</p>\r\n<p>16 अक्टूबर 1956 को, डॉ। बी। आर। अम्बेडकर (बाबासाहेब) ने देवभूमि के नाम से जाने जाने के बाद से चंद्रपुर के पास एक स्थान पर कई अनुयायियों को बुद्ध (बौद्ध धर्म का आलिंगन) दिया। अंबेडकर ने बौद्ध धर्म के लोगों के रूपांतरण के लिए केवल नागपुर और चंद्रपुर को चुना। राजभाऊ खोबरागड़े, एक बैरिस्टर ने डॉ। बाबासाहेब अम्बेडकर कॉलेज ऑफ आर्ट्स, कॉमर्स और साइंस की स्थापना दीक्षा भूमि परिसर में की। दीक्षाभूमि पर बोधि वृक्ष (बोधगया से एक पवित्र अंजीर) की एक प्रत्यारोपित शाखा बढ़ रही है। 15 और 16 अक्टूबर को, धम्म चक्र प्रचार दिवस के लिए देवभूमि के लिए अनुयायियों और भिक्षुओं की एक वार्षिक तीर्थयात्रा है।</p>\r\n<p>&nbsp;</p>\r\n<p>तडोबा अंधारी टाइगर रिजर्व</p>\r\n<p>&nbsp;</p>\r\n<p>तडोबा अंधारी टाइगर रिजर्व में बाघ</p>\r\n<p>ताडोबा अंधारी टाइगर रिजर्व, एराई बांध के पास चंद्रपुर से लगभग 30 किमी उत्तर में स्थित है। इस पार्क को 1973 से प्रोजेक्ट टाइगर में शामिल किया गया था। रिजर्व का कुल क्षेत्रफल 625.40 वर्ग किमी है। 2014 में ताडोबा में बाघों की आबादी 66 थी, यह संख्या 86 हो गई है। ताडोबा अब वर्षों से लांछन, अवैध शिकार और अन्य खतरों के बावजूद 86 बाघों का घर है। मोहरली गेट, जरी गेट और रिजर्व के नवेगांव फाटक के पास कई होटल और रिसॉर्ट हैं, जो पर्यटकों के लिए उपलब्ध हैं। पार्क के अंदर निर्देशित पर्यटन केवल सुबह और शाम के समय के दौरान उपलब्ध हैं। ।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>कर्मवीर दादासाहेब कन्नमवार, महाराष्ट्र के दूसरे मुख्यमंत्री हैं।</p>\r\n<p>राष्ट्रीय स्वयंसेवक संघ के प्रमुख मोहन भागवत।</p>\r\n<p>शांताराम पोदुखे, महाराष्ट्र के पूर्व वित्त मंत्री।</p>\r\n<p>सुधीर मुनगंटीवार, वर्तमान महाराष्ट्र के वित्त मंत्री।</p>\r\n<p>बैरिस्टर राजभाऊ खोबरागड़े, राज्यसभा के उप सभापति, रिपब्लिकन पार्टी ऑफ इंडिया (खोबरागड़े) के नेता और बी। आर। अम्बेडकर के अनुयायी।</p>\r\n<p>बाल गंगाधर तिलक के अनुयायी बालासाहेब देशमुख। यह उनके प्रयासों के कारण था कि तिलक ने चंद्रपुर का दौरा किया और लोकमान्य तिलक विद्यालय की नींव रखी।</p>\r\n<p>अब्दुल शफी, भारतीय राष्ट्रीय कांग्रेस पार्टी के राजनेता, संसद के 5 वें लोकसभा सदस्य, एमएलसी।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय राज्य महाराष्ट्र में चंद्रपुर जिले का राजनीतिक मानचित्र। महाराष्ट्र सरकार के लिए महाराष्ट्र रिमोट सेंसिंग एप्लीकेशन सेंटर (MRSAC) द्वारा निर्मित।</p>\r\n<p>चंद्रपुर जिले में 23 जनगणना नगर और 15 तालुका में फैले 1792 गाँव शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चंद्रपुर जिले में उपखंड और तालुका</p>\r\n<p>उपखंड तालुका गांवों</p>\r\n<p>चंद्रपुर चंद्रपुर 91</p>\r\n<p>बल्लारपुर बल्लारपुर 31</p>\r\n<p>Mul mul 106</p>\r\n<p>Saoli 111</p>\r\n<p>Gondpimpri Gondpimpri 97</p>\r\n<p>Pombhurna 71</p>\r\n<p>वरोरा वरोरा 182</p>\r\n<p>भद्रावती 154</p>\r\n<p>Chimur Chimur 259</p>\r\n<p>Sindewahi 115</p>\r\n<p>Rajura Rajura 108</p>\r\n<p>Korpana 110</p>\r\n<p>Jiwati 83</p>\r\n<p>Bramhapuri Bramhapuri 136</p>\r\n<p>नागभीड 138</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Chandrapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b0514608-a516-43aa-bc2e-d0858d9e05cf_Chandrapur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-chandrapur-maharashtra","tags":[{"name":"चंद्रपुर","slug":"chandrapur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":708,"title":"नंदुरबार में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","dateCreated":"2019-09-19T02:38:40.105Z","dateModified":"2019-09-19T02:38:50.351Z","contributedBy":"AskGif","content":"नंदुरबार भारतीय राज्य महाराष्ट्र में नंदुरबार जिले में एक शहर और एक नगरपालिका परिषद है। नंदुरबार नगर निगम पहला नगर निगम है। नंदुरबार महाराष्ट्र के उत्तर-पश्चिम कोने (खानदेश क्षेत्र) में एक प्रशासनिक जिला है। 1 जुलाई 1998 को धुले को दो अलग-अलग जिलों के रूप में विभाजित किया गया, जिन्हें अब धुले और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नंदुरबार","slug":"nandurbar"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nandurbar-maharashtra","total":0},{"id":700,"title":"जलगांव में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","dateCreated":"2019-09-18T02:37:43.594Z","dateModified":"2019-09-18T02:37:55.456Z","contributedBy":"AskGif","content":"जलगाँव पश्चिमी भारत का एक शहर है। यह शहर उत्तरी महाराष्ट्र में स्थित है, और जलगाँव जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है। जलगाँव का नाम \"बनाना गांव\" है, क्योंकि यह क्षेत्र महाराष्ट्र के केले उत्पादन में लगभग दो तिहाई योगदान देता है।\r\n&nbsp;\r\nजलगाँव को 1911 में विभाजित ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"जलगांव","slug":"jalgaon"}],"slug":"top-places-to-visit-in-jalgaon-maharashtra","total":0},{"id":693,"title":"भंडारा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","dateCreated":"2019-09-17T02:30:52.366Z","dateModified":"2019-09-17T02:31:05.193Z","contributedBy":"AskGif","content":"भंडारा एक शहर और नगरपालिका परिषद है जो भारत के महाराष्ट्र राज्य में भंडारा जिले का मुख्यालय है। यह NH-53 और NH-247 से जुड़ा हुआ है।\r\nभंडारा जिला भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय भंडारा में स्थित हैं। जिले का क्षेत्रफल 4087 वर्ग किमी है और इसकी आबादी 1,200,33","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"भंडारा","slug":"bhandara"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-bhandara-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}