{"id":695,"title":"Top Places to visit in Chandrapur, Maharashtra","imageUrl":"b0514608-a516-43aa-bc2e-d0858d9e05cf_Chandrapur-railway.jpg","dateCreated":"2019-09-18T02:02:26.902Z","dateModified":"2019-09-18T02:02:39.072Z","contributedBy":"AskGif","content":"<p>Chandrapur (earlier known as Chanda) is a city and a municipal corporation in Chandrapur district, Maharashtra state, India. It is the district headquarters of Chandrapur district. Chandrapur is a fort city founded by Khandkya Ballal Sah, a Gond king of the 13th century The city is situated at the confluence of the Irai and Zarpat rivers. The area around the city is rich in coal seams. Hence, Chandrapur is also known as the\"black gold city\".</p>\r\n<p>&nbsp;</p>\r\n<p>Chandrapur district (earlier known as Chanda district) is a district in the Nagpur Division in the Indian state of Maharashtra. Chandrapur was the largest district in India until the Gadchiroli and Sironcha tehsils were split into separate districts in 1981. In 2011, the district population was 2,204,307.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandrapur district is known for its super thermal power station, and its vast reserves of coal in Wardha Valley Coalfield. Chandrapur also has large reservoirs of limestone which is a raw material for cement manufacturing in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Tadoba National Park in the district is one of India's twenty-eight Project Tiger reserves. The 2015 census of tigers found that 120 of Maharashtra's 170 tigers were located in Chandrapur district.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Chandrapur lies on major state highways MH MSH 6, MH MSH 9 and state highways MH SH 233, MH SH 243 and MH SH 264. Chandrapur is connected to many cities in Maharashtra by the Maharashtra State Road Transport Corporation bus service.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandrapur railway station is managed by the Nagpur CR railway division of the Central Railway. It lies on the New Delhi&ndash;Chennai main line. The Chanda Fort railway station is managed by the Nagpur SEC railway division of the South East Central Railway. It lies on the Balharshah&ndash;Gondia line. Other railway stations within city limits are Vivekanand Nagar railway station, Babupeth railway station and Choti Padoli railway station.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandrapur Airport, operated by the Maharashtra Airport Development Company, is situated near Morwa village on MH SH 264, about 12 km from the city. The airstrip is 950 m in length. Development of the airport is limited by surrounding obstructions, particularly the thermal power plant. Hence, the MADC is building a greenfield airport at Vihirgaon, 40 kilometres from Chandrapur. The nearest airport with scheduled flights is the Dr. Babasaheb Ambedkar International Airport in Nagpur.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Chandrapur is a centre for coal mining. In 2012, there were 27 coal mines around Chandrapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Other industries include cement making, paper manufacturing, and ferro alloy manufacturing.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandrapur Super Thermal Power Station</p>\r\n<p>The Chandrapur Super Thermal Power Station, a 3,340 MW power station complex which is owned by the Maharashtra State Power Generation Company Limited, occupies an area of 12,212 hectares (122.12 km2) about 6 kilometres (3.7 mi) from the city. It employs approximately 3,460 people and supplies more than 25 percent of the state's electricity. A masonry dam on the Erai river, 15 km from the station provide water to the station and to Chandrapur. On 16 January 1977, the station's foundation stone was laid by the Central Energy Minister, K. C. Pant.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The Karmavir Dadasaheb Kannamwar High School (previously known as the Zilha Parishad Jubilee High School) was established in 1906. The Lokmanya Tilak Vidyalaya was founded by Bal Gangadhar Tilak. The Chanda Sikshan Prasarak Mandal is a large educational institution with a number of campuses in Chandrapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Chandrapur has a government medical college and a government engineering college. The city's colleges (apart from the medical college) are affiliated with Gondwana University.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>On 20 October 2011, Chandrapur municipal council was elevated to a D-grade municipal corporation.</p>\r\n<p>&nbsp;</p>\r\n<p>Important places</p>\r\n<p>Chandrapur Fort</p>\r\n<p>The Chandrapur Fort (earlier known as Chanda Fort) (today called \"old city\") is a fort located at confluence of Irai and Zarpat rivers. The fort was built by Gond king, Khandkya Ballal Sah. The fort has four gates: Jatpura Gate to the north, Anchaleshwar Gate to the east, Pathanpura Gate to the south and Binba Gate to the west. The fort also has four small gates, called khidkis (windows): Bagad Khidki to the northeast, Hanuman Khidki to the southeast, Vithoba Khidki to the southwest and Chor Khidki to the northwest. The fort has strong walls 15&ndash;20 feet high..</p>\r\n<p>&nbsp;</p>\r\n<p>Gates and Windows of Chandrapur Fort</p>\r\n<p>Jatpura gate of Chandrapur Fort</p>\r\n<p>Anchaleshwar gate of Chandrapur Fort</p>\r\n<p>Pathanpura gate of Chandrapur Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Mahakali Mandir</p>\r\n<p>&nbsp;</p>\r\n<p>Mahakali Mandir</p>\r\n<p>Mahakali Mandir (temple) is an often frequented temple in Chandrapur. The ancient temple was built by Dhundya Ram Sah, of Gond Dynasty around 16th century. Tuesdays are a particularly significant day to visit. Within the mandir there is a small Ganesh temple and a Hanuman temple. At the two temple entrances, there are small shops for puja (worship) supplies such as coconut, flowers and cloth. Items for home d&eacute;cor and puja d&eacute;cor are sold near the temple. Near the rear entrance there is a Shani temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Within the mandir are two murtis (idols). One associated with Shiv Ling is a standing idol decorated with red, yellow and orange cloths. The other is in a reclining position below the ground level, and devotees must walk in a tunnel to reach it. Inside the temple, a priest is present to assist visitors with puja and offerings. A trust administers the temple. Dharmashalas provide accommodation for pilgrims. The annual yatra (fair) takes place in April, entertaining the followers of Mahakali and the citizens of Chandrapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Anchaleshwar Mandir</p>\r\n<p>&nbsp;</p>\r\n<p>Anchaleshwar Mandir</p>\r\n<p>The Anchaleshwar Mandir celebrates a form of the Lord Siva. It is situated adjoining Anchaleshwar Gate of Chandrapur fort on the banks of the Zarpat river. The official samadhi (mausoleum) of the Gond kings is located within the temple complex.</p>\r\n<p>&nbsp;</p>\r\n<p>Deekshabhoomi</p>\r\n<p>On 16 October 1956, Dr B. R. Ambedkar (Babasaheb) gave the deeksha (the embracing of Buddhism) to many followers at a place near Chandrapur since known as Deekshabhoomi. Ambedkar chose only Nagpur and Chandrapur for the conversion of the people to Buddhism. Rajabhau Khobragade, a barrister established the Dr. Babasaheb Ambedkar College of Arts, Commerce and Science on the Deeksha Bhoomi premises. A transplanted branch of the Bodhi Tree (a sacred fig from Bodh Gaya) is growing at the Deekshabhoomi. On 15 and 16 October, there is an annual pilgrimage of followers and monks to Deekshabhoomi for the Dhamma Chakra Pravartan Din.</p>\r\n<p>&nbsp;</p>\r\n<p>Tadoba Andhari Tiger Reserve</p>\r\n<p>&nbsp;</p>\r\n<p>Tiger at Tadoba Andhari Tiger Reserve</p>\r\n<p>The Tadoba Andhari Tiger Reserve is located approximately 30 km north of Chandrapur near the Erai dam. This park was included in the project tiger since 1973. The total area of the reserve is 625.40 sq km. In 2014 the tiger population in Tadoba was 66, that number has gone up to 86. Tadoba is now a home to 86 Tigers despite years of lynching, poaching &amp; other threats.&nbsp; There are many hotels and resorts near Moharli gate, Zari gate and Navegaon gate of the reserve, available for the tourists. The guided tours inside the park are available during early morning and evening time only. .</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Karmavir Dadasaheb Kannamwar, second Chief Minister of Maharashtra.</p>\r\n<p>Mohan Bhagwat, chief of the Rashtriya Swayamsewak Sangh.</p>\r\n<p>Shantaram Potdukhe, former Minister of Finance of Maharashtra.</p>\r\n<p>Sudhir Mungantiwar, present Minister of Finance of Maharashtra.</p>\r\n<p>Barrister Rajabhau Khobragade, Deputy Chairman of Rajya Sabha, leader of the Republican Party of India (Khobragade) and follower of B. R. Ambedkar.</p>\r\n<p>Balasaheb Deshmukh, follower of Bal Gangadhar Tilak. It was due to his efforts that Tilak visited Chandrapur and laid foundation of Lokmanya Tilak Vidyalaya.</p>\r\n<p>Abdul Shafee, politician of the Indian National Congress Party, Member of Parliament 5th Loksabha, MLC.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>&nbsp;</p>\r\n<p>Political Map of Chandrapur District in the Indian State of Maharashtra. Generated by Maharashtra Remote Sensing Applications Centre (MRSAC) for Govt of Maharashtra.</p>\r\n<p>Chandrapur district comprises 23 census towns and 1792 villages spread over 15 talukas.</p>\r\n<p>&nbsp;</p>\r\n<p>Subdivisions and talukas in Chandrapur District</p>\r\n<p>Subdivision Talukas Villages</p>\r\n<p>Chandrapur Chandrapur 91</p>\r\n<p>Ballarpur Ballarpur 31</p>\r\n<p>Mul Mul 106</p>\r\n<p>Saoli 111</p>\r\n<p>Gondpimpri Gondpimpri 97</p>\r\n<p>Pombhurna 71</p>\r\n<p>Warora Warora 182</p>\r\n<p>Bhadravati 154</p>\r\n<p>Chimur Chimur 259</p>\r\n<p>Sindewahi 115</p>\r\n<p>Rajura Rajura 108</p>\r\n<p>Korpana 110</p>\r\n<p>Jiwati 83</p>\r\n<p>Bramhapuri Bramhapuri 136</p>\r\n<p>Nagbhid 138</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Chandrapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b0514608-a516-43aa-bc2e-d0858d9e05cf_Chandrapur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-chandrapur-maharashtra","tags":[{"name":"chandrapur","slug":"chandrapur"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":708,"title":"Top Places to visit in Nandurbar, Maharashtra","imageUrl":"932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","dateCreated":"2019-09-19T02:38:40.105Z","dateModified":"2019-09-19T02:38:50.351Z","contributedBy":"AskGif","content":"Nandurbar is a city and a municipal council in Nandurbar district in the Indian state of Maharashtra. Nandurbar municipal corporation is the first municipal corporation. Nandurbar is an administrative district in the northwest corner of (Khandesh region) of Maharashtra. On 1 July 1998 Dhule was b","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nandurbar","slug":"nandurbar"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nandurbar-maharashtra","total":0},{"id":700,"title":"Top Places to visit in Jalgaon, Maharashtra","imageUrl":"a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","dateCreated":"2019-09-18T02:37:43.594Z","dateModified":"2019-09-18T02:37:55.456Z","contributedBy":"AskGif","content":"Jalgaon is a city in western India. The city is located in northern Maharashtra, and serves as the administrative headquarter of the Jalgaon district. Jalgaon is nicknamed \"Banana village\" as the region contributes approximately two third of Maharashtra's banana production.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"jalgaon","slug":"jalgaon"}],"slug":"top-places-to-visit-in-jalgaon-maharashtra","total":0},{"id":693,"title":"Top Places to visit in Bhandara, Maharashtra","imageUrl":"1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","dateCreated":"2019-09-17T02:30:52.366Z","dateModified":"2019-09-17T02:31:05.193Z","contributedBy":"AskGif","content":"Bhandara is a city and municipal council that is the headquarters of Bhandara district in the state of Maharashtra, India. It is connected with NH-53 and NH-247.\r\nBhandara District is an administrative district in the state of Maharashtra in India. The district headquarters are located at ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1d3b6dc3-23ac-42e1-925e-be69c8f9086a_Bhandara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bhandara","slug":"bhandara"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-bhandara-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}