{"id":696,"title":"Top Places to visit in Dhule, Maharashtra","imageUrl":"b2b4b8b4-6098-4603-945c-2e30559cccb1_Dhule-railway.jpg","dateCreated":"2019-09-18T02:08:56.075Z","dateModified":"2019-09-18T02:09:09.108Z","contributedBy":"AskGif","content":"<p>Dhule is a major city located in the Dhule District in northwestern part of Maharashtra state, India known as West Khandesh. Situated on the banks of Panzara River, Dhule is the regional headquarters of MIDC, RTO, and MTDC.</p>\r\n<p>&nbsp;</p>\r\n<p>The city, with industrial areas, schools, hospitals, supermarkets and residential areas, has communications and transport infrastructures. Dhule is largely emerging as one of the upcoming hubs of textile, edible oil, and power-loom across the state and has gained a strategic advantage for being on the junction of three National Highways viz. NH-3, NH-6, and NH-211 and on most anticipated Manmad - Indore Rail Project. Recently Ministry of Surface Transport has granted conversion of surrounding 4 state highways to National Highway, after which Dhule would be the one amongst very few cities in India being located on convergence of 7 National Highways. Conversion of NH-3 from four lanes to six lanes between Dhule and Nashik with modern facilities is under process.</p>\r\n<p>&nbsp;</p>\r\n<p>Dhule city is also a part of Delhi Mumbai Industrial Corridor Project, as Node - 17, India's most ambitious infrastructure program, aiming to develop new industrial cities and converging next generation technologies across infrastructure sectors.</p>\r\n<p>&nbsp;</p>\r\n<p>As a part of creating employment across smaller cities, Ministry of Electronics and IT has also given in-principal approval for setting BPO at Dhule.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Educational facilities include:</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges</p>\r\n<p>SVKM Institute of Technology</p>\r\n<p>SES College of Engineering</p>\r\n<p>SSVPSBSD College of Engineering</p>\r\n<p>Jaihind Educational Trust</p>\r\n<p>TK Education</p>\r\n<p>Law Colleges</p>\r\n<p>Dr.Babasaheb Ambedkar Memorial College of Law</p>\r\n<p>Medical colleges</p>\r\n<p>Shri Bhausaheb Hire Government Medical College, Dhule</p>\r\n<p>Government Hospital</p>\r\n<p>Shri Bhausaheb Hire Government Medical College was founded in 1989. Earlier hospital of Medical College was sub-merged with that of District Civil Hospital. However, since it was leading to several conflicts amongst staff of respective departments, Department of Medical Education decided to venture out itself from District Civil Hospital and erected its new building with state of the art medical facilities at Chakkar Bardi area of the city; around 8 km away from city alongside NH-6 with total capacity of 500 beds and have shifted with effect from 14.03.2016.</p>\r\n<p>&nbsp;</p>\r\n<p>At the old site in city, New Civil Hospital with total capacity of 200 to 250 beds is proposed. MSRTC has resumed city-bus service connecting Central Bus Stand to Chakkar Bardi, so as to avoid any inconvenience to public.</p>\r\n<p>&nbsp;</p>\r\n<p>Industries and Economy of the City</p>\r\n<p>Dhule is well known for purest &lsquo;milk and ghee&rsquo; production, maximum cultivable land and production of groundnut, foremost in agro-based industries, leader in wind power generation.</p>\r\n<p>&nbsp;</p>\r\n<p>Dondaicha in Shindkheda taluka is famous for the chilly market. There is also a Starch factory here. Many cottage industries are operational in the district. Beedi rolling, pottery, brick making, knitting saris on handlooms, oil extraction from ground nut and sesame are few of them. Wood cutting units are operated at Dhule, Shirpur and Pimpalner.</p>\r\n<p>&nbsp;</p>\r\n<p>Being centrally located on about to complete Delhi Mumbai Industrial Corridor Project (DMIC), Safexpress has established India's largest Logistics Park in the outskirts of Dhule City on National Highway No. 6.</p>\r\n<p>&nbsp;</p>\r\n<p>As part of the successful development of the region under DMIC, there is a need to focus on ensuring requisite irrigation infrastructure for ensuring availability of water throughout the year.</p>\r\n<p>&nbsp;</p>\r\n<p>Reasons for selecting Dhule- Nardana Investment Region (DNIR):</p>\r\n<p>&nbsp;</p>\r\n<p>Being located close to the intersection of NH-6, NH-3 and NH-211, this region enjoys advantage of excellent connectivity to ports and hinterland.</p>\r\n<p>With abundant supply of raw materials and human resources, this region has wide potential for setting up of manufacturing units for textile products.</p>\r\n<p>Dhule Airport is also located close to the proposed region.</p>\r\n<p>This region is served by the major rive basin formed by Tapi River</p>\r\n<p>Keep apart proposed DNIR, snapshot of existing Dhule M.I.D.C. is as under:</p>\r\n<p>&nbsp;</p>\r\n<p>1) Dhule Industrial Area:</p>\r\n<p>&nbsp;</p>\r\n<p>M.I.D.C. has planned to develop an industrial area on 400.35 Hect. of land. About 278.08 Hect. of land has come into possession of MIDC. MIDC has provided all the basic infrastructure such as roads, street lights, water supply pipe lines in this area.</p>\r\n<p>&nbsp;</p>\r\n<p>MIDC has constructed an earthen dam on Motinala to fulfill the requirement of water of the industrial area. MIDC has provided water supply scheme of 4.50 MLD capacity. Presently the consumption of the water is about 2.20 MLD. The rate of allotment of industrial plot is Rs. 100.00 per sqm. The Association namely \"Dhule Avdhan Manufacturers Association Avadhan, Dhule\" has been established for development of Industries in MIDC Dhule Industrial Area.</p>\r\n<p>&nbsp;</p>\r\n<p>The expansion of existing MIDC has been proposed vide Phase- II in Raver area, situated in outskirts of the city, which is having area of more than 1600 acres (643 hectares) and currently this proposal is under consideration of State Government.</p>\r\n<p>&nbsp;</p>\r\n<p>It is also worthwhile to note that, planned Manmad-Dhule-Indore Railway line have also been considered in the original proposal of DMIC (Delhi-Mumbai Industrial Corridor Project), which will boost Industrial growth in and around city.</p>\r\n<p>&nbsp;</p>\r\n<p>2) Nardana Central Government sponsored Growth Centre:</p>\r\n<p>&nbsp;</p>\r\n<p>MIDC has planned to develop an industrial area on 750.09 Hect. of land. About 648.56 Hect. of land has come in possession of MIDC. The reservation of water for 4.38 MM3 per year has been granted by Irrigation Department. MIDC has provided the water supply scheme for this industrial area. This scheme includes Jackwell, 600 mm dia PSC raw water rising main (13.50 km.), 400 mm dia PSC pure water rising main (9.50 km.) water treatment plant of 6 MLD capacity &amp; 1000 cum capacity ESR. Presently MIDC is developing phase I having land 480 Hect. MIDC has completed 7.22 km. WBM roads, out of which asphalting of 2.10 km road is completed. MIDC has also provided the water supply distribution pipe lines. The rate of allotment of industrial plot is Rs. 50.00 per Sqm.</p>\r\n<p>&nbsp;</p>\r\n<p>Under proposed DMIC, The Nardana Textile Park is being set up 30 km from Dhule City. The total area of the park will be approximately 648 hectares, on which 72 plots will be demarcated. The Dhule airstrip, just 30 km away from the industrial area, will provide accessibility to the park and facilitate a quick movement of material.</p>\r\n<p>&nbsp;</p>\r\n<p>Manmad - Dhule - Indore Rail Project</p>\r\n<p>Recently Central Railways has floated tender for submitting project report within 6 months. Said report shall be submitted to Railway Planning Committee for further approval and thereafter provision shall be made in rail budget.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>&nbsp;</p>\r\n<p>Dhule- Central Bus Stand</p>\r\n<p>Air</p>\r\n<p>Dhule Airport is located in the Gondur area of Dhule city. It has a runway 1,400 metres (4,600 ft) long. Nearby airports with scheduled services are at Shirdi (160 km), Aurangabad (148 km), Pune (340 km), and Mumbai (350 km). Dhule airport has provided facility of Aircraft Training and Pilot training.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Dhule Terminus (Station Code: DHI) is connected to Chalisgaon Junction Railway Station under Central Railways. The Chalisgaon Dhule Passenger runs between the two stations four times a day.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Dhule is one of the few cities in the Maharashtra State which is located on the junction of three National Highways, these being NH-3, NH-6 and NH-211. Through the Asian Highway project, portions of NH3 and NH6 passing through Dhule have been converted into numbered Asian Highways AH47 &amp; AH46 respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>Due to the heavy use of Central Bus Stand and traffic congestion within the city, one more bus stand has been built in Deopur, which became fully operational from 23 March 2015. From this stand, about 120 route buses are running on a daily basis. Central Bus Stand is connected to Deopur Bus Stand by four 25 seater mini-buses by Maharashtra State Road Transport Corporation (MSRTC). These buses run from Central Bus Stand to Nagav and from Deopur Bus Stand to Laling. Recognizing ongoing expansion of the city limits and the increased population, Shri Annasaheb Misal (IAS), The Collector &amp; District Magistrate of Dhule and Shri Rajendra Deore (Dhule Depot Controller) of MSRTC started city-bus services in July 2016. This service is available on four different routes - Laling to Nagav, Fagne to Morane, Walwadi to Vadjai, and CBS to Chakkar Bardi.</p>\r\n<p>&nbsp;</p>\r\n<p>Local Transport</p>\r\n<p>MSRTC started city-bus services in July 2016. This service is available on four different routes - Laling to Nagav, Fagne to Morane, Walwadi to Vadjai, and CBS to Chakkar Bardi. Private taxi services Ola recently started their operations in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Smita Patil - Popular Bollywood actress</p>\r\n<p>Ram V. Sutar - Sculptor Designer and Developer of Statue of Unity</p>\r\n<p>Vishwanath Kashinath Rajwade - Historian, scholar, writer, commentator, and orator</p>\r\n<p>Yashvantrao Sakharam Desale - Freedom fighter and politician</p>\r\n<p>Nimba Krushna Thackeray [mr] - Renowned Mathematician</p>\r\n<p>Harish Salve - Former Solicitor General of India</p>\r\n<p>Manoj Badale - Co-Owner of Rajasthan Royals, an Indian Premier League Team</p>\r\n<p>Pallavi Patil - Marathi film actress</p>\r\n<p>Dr. Subhash Bhamre - Ex. Union Minister of State (Defence), Renowned carcinologist</p>\r\n<p>Jayakumar Jitendrasinh Rawal - Minister of Tourism and Employment Guarantee Scheme, Government of Maharashtra.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dhule</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2b4b8b4-6098-4603-945c-2e30559cccb1_Dhule-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dhule-maharashtra","tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"dhule","slug":"dhule"}],"recommendations":[{"id":700,"title":"Top Places to visit in Jalgaon, Maharashtra","imageUrl":"a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","dateCreated":"2019-09-18T02:37:43.594Z","dateModified":"2019-09-18T02:37:55.456Z","contributedBy":"AskGif","content":"Jalgaon is a city in western India. The city is located in northern Maharashtra, and serves as the administrative headquarter of the Jalgaon district. Jalgaon is nicknamed \"Banana village\" as the region contributes approximately two third of Maharashtra's banana production.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"jalgaon","slug":"jalgaon"}],"slug":"top-places-to-visit-in-jalgaon-maharashtra","total":0},{"id":695,"title":"Top Places to visit in Chandrapur, Maharashtra","imageUrl":"b0514608-a516-43aa-bc2e-d0858d9e05cf_Chandrapur-railway.jpg","dateCreated":"2019-09-18T02:02:26.902Z","dateModified":"2019-09-18T02:02:39.072Z","contributedBy":"AskGif","content":"Chandrapur (earlier known as Chanda) is a city and a municipal corporation in Chandrapur district, Maharashtra state, India. It is the district headquarters of Chandrapur district. Chandrapur is a fort city founded by Khandkya Ballal Sah, a Gond king of the 13th century The city is situated at th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b0514608-a516-43aa-bc2e-d0858d9e05cf_Chandrapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chandrapur","slug":"chandrapur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-chandrapur-maharashtra","total":0},{"id":690,"title":"Top Places to visit in Amravati, Maharashtra","imageUrl":"6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","dateCreated":"2019-09-17T02:02:18.937Z","dateModified":"2019-09-17T02:02:31.653Z","contributedBy":"AskGif","content":"Amravati is a city in the Indian state of Maharashtra. Amravati is the second largest and populous city of Vidarbha region of Maharashtra after Nagpur. It is the administrative headquarters of the Amravati district. It is also the headquarters of the Amravati division which is one of the six divi","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"amravati","slug":"amravati"}],"slug":"top-places-to-visit-in-amravati-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}