{"id":696,"title":"धुले में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"b2b4b8b4-6098-4603-945c-2e30559cccb1_Dhule-railway.jpg","dateCreated":"2019-09-18T02:08:56.075Z","dateModified":"2019-09-18T02:09:09.108Z","contributedBy":"AskGif","content":"<p>धुले महाराष्ट्र राज्य के पश्चिमोत्तर भाग में धुले जिले में स्थित एक प्रमुख शहर है, जिसे भारत पश्चिम खानदेश के नाम से जाना जाता है। पंजारा नदी के तट पर स्थित, धुले एमआईडीसी, आरटीओ और एमटीडीसी का क्षेत्रीय मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>औद्योगिक क्षेत्रों, स्कूलों, अस्पतालों, सुपरमार्केट और आवासीय क्षेत्रों के साथ शहर में संचार और परिवहन संरचनाएं हैं। धुले मोटे तौर पर राज्य भर में कपड़ा, खाद्य तेल और बिजली-करघा के आगामी केंद्रों में से एक के रूप में उभर रहे हैं और तीन राष्ट्रीय राजमार्गों के जंक्शन पर होने का रणनीतिक लाभ प्राप्त किया है। NH-3, NH-6 और NH-211 और बहुप्रतीक्षित मनमाड - इंदौर रेल परियोजना। हाल ही में भूतल परिवहन मंत्रालय ने आसपास के 4 राज्य राजमार्गों को राष्ट्रीय राजमार्ग में बदलने की अनुमति दी है, जिसके बाद धुले भारत के बहुत कम शहरों में से 7 राष्ट्रीय राजमार्गों के अभिसरण पर स्थित होगा। धुले और नासिक के बीच आधुनिक सुविधाओं से युक्त एनएच -3 को चार लेन से छह लेन में बदलने की प्रक्रिया चल रही है। [२] [३]</p>\r\n<p>&nbsp;</p>\r\n<p>धुले शहर भी दिल्ली मुंबई औद्योगिक गलियारा परियोजना का एक हिस्सा है, क्योंकि नोड - 17, भारत का सबसे महत्वाकांक्षी बुनियादी ढाँचा कार्यक्रम है, जिसका लक्ष्य नए औद्योगिक शहरों को विकसित करना और अगली पीढ़ी की प्रौद्योगिकियों को बुनियादी ढाँचे के क्षेत्रों में परिवर्तित करना है। [४] [५] [६]</p>\r\n<p>&nbsp;</p>\r\n<p>छोटे शहरों में रोजगार सृजन के एक हिस्से के रूप में, इलेक्ट्रॉनिक्स और आईटी मंत्रालय ने धुले में बीपीओ स्थापित करने के लिए प्रमुख स्वीकृति दी है। [employment] [employment]</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शैक्षिक सुविधाओं में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>कालेजों</p>\r\n<p>SVKM प्रौद्योगिकी संस्थान</p>\r\n<p>एसईएस कॉलेज ऑफ इंजीनियरिंग</p>\r\n<p>SSVPSBSD कॉलेज ऑफ इंजीनियरिंग</p>\r\n<p>जयहिंद एजुकेशनल ट्रस्ट</p>\r\n<p>टीके शिक्षा</p>\r\n<p>लॉ कॉलेज</p>\r\n<p>डॉ। बाबासाहेब अम्बेडकर मेमोरियल कॉलेज ऑफ लॉ</p>\r\n<p>मेडिकल कॉलेज</p>\r\n<p>श्री भाऊसाहेब हायर गवर्नमेंट मेडिकल कॉलेज, धुले</p>\r\n<p>सरकारी अस्पताल</p>\r\n<p>श्री भाऊसाहेब हायर गवर्नमेंट मेडिकल कॉलेज की स्थापना 1989 में की गई थी। पहले मेडिकल कॉलेज का अस्पताल जिला सिविल अस्पताल के साथ विलय कर दिया गया था। हालांकि, चूंकि यह संबंधित विभागों के कर्मचारियों के बीच कई संघर्षों के लिए अग्रणी था, चिकित्सा शिक्षा विभाग ने खुद को जिला नागरिक अस्पताल से बाहर करने का फैसला किया और शहर के चक्कर बाड़ी इलाके में अत्याधुनिक चिकित्सा सुविधाओं के साथ अपनी नई इमारत खड़ी की; 500 बिस्तरों की कुल क्षमता वाले NH-6 के साथ शहर से लगभग 8 किमी दूर और 14.03.2016 से प्रभावी हो गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के पुराने स्थल पर, 200 से 250 बेड की कुल क्षमता वाला न्यू सिविल अस्पताल प्रस्तावित है। MSRTC ने केंद्रीय बस स्टैंड को चक्कर बाड़ी से जोड़ने वाली सिटी-बस सेवा फिर से शुरू कर दी है, ताकि जनता को किसी भी तरह की असुविधा से बचा जा सके। [१२] [१३]</p>\r\n<p>&nbsp;</p>\r\n<p>उद्योग और शहर की अर्थव्यवस्था</p>\r\n<p>धुले को शुद्ध &lsquo;दूध और घी के उत्पादन, अधिकतम खेती योग्य भूमि और मूंगफली के उत्पादन, कृषि आधारित उद्योगों में अग्रणी, पवन ऊर्जा उत्पादन में अग्रणी के लिए जाना जाता है। [१४]</p>\r\n<p>&nbsp;</p>\r\n<p>शिंदखेड़ा तालुका में डौंडिचा मिर्च बाजार के लिए प्रसिद्ध है। यहां एक स्टार्च का कारखाना भी है। जिले में कई कुटीर उद्योग चालू हैं। बीड़ी रोलिंग, मिट्टी के बर्तन, ईंट बनाना, हथकरघे पर साड़ी बुनना, जमीन के दाने से तेल निकालना और तिल उनमें से कुछ हैं। लकड़ी काटने की इकाइयों को धुले, शिरपुर और पिंपलनेर में संचालित किया जाता है। [१५]</p>\r\n<p>&nbsp;</p>\r\n<p>दिल्ली मुंबई औद्योगिक गलियारा परियोजना (DMIC) को पूरा करने के लिए केंद्र में स्थित होने के नाते, Safexpress ने राष्ट्रीय राजमार्ग संख्या 6 पर धुले शहर के बाहरी इलाके में भारत का सबसे बड़ा लॉजिस्टिक पार्क स्थापित किया है। [16] [17]</p>\r\n<p>&nbsp;</p>\r\n<p>डीएमआईसी के तहत क्षेत्र के सफल विकास के हिस्से के रूप में, पूरे वर्ष पानी की उपलब्धता सुनिश्चित करने के लिए आवश्यक सिंचाई बुनियादी ढांचे को सुनिश्चित करने पर ध्यान केंद्रित करने की आवश्यकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>धुले- नारदाना निवेश क्षेत्र (DNIR) के चयन के कारण:</p>\r\n<p>&nbsp;</p>\r\n<p>NH-6, NH-3 और NH-211 के चौराहे के पास स्थित होने के कारण, इस क्षेत्र को बंदरगाहों और भीतरी इलाकों के लिए उत्कृष्ट कनेक्टिविटी का लाभ मिलता है।</p>\r\n<p>कच्चे माल और मानव संसाधनों की प्रचुर आपूर्ति के साथ, इस क्षेत्र में कपड़ा उत्पादों के लिए विनिर्माण इकाइयों की स्थापना की व्यापक संभावना है।</p>\r\n<p>धुले हवाई अड्डा भी प्रस्तावित क्षेत्र के करीब स्थित है।</p>\r\n<p>यह क्षेत्र तापी नदी [18] [19] [20] द्वारा निर्मित प्रमुख रिवर बेसिन द्वारा परोसा जाता है।</p>\r\n<p>प्रस्तावित DNIR को अलग रखें, मौजूदा धुले M.I.D.C का स्नैपशॉट। इस प्रकार है: [२१]</p>\r\n<p>&nbsp;</p>\r\n<p>1) धुले औद्योगिक क्षेत्र:</p>\r\n<p>&nbsp;</p>\r\n<p>M.I.D.C. ने 400.35 हेक्ट पर एक औद्योगिक क्षेत्र विकसित करने की योजना बनाई है। ज़मीन का। 278.08 के बारे में। जमीन MIDC के कब्जे में आ गई है। एमआईडीसी ने इस क्षेत्र में सभी बुनियादी ढाँचे जैसे सड़क, स्ट्रीट लाइट, पानी की आपूर्ति पाइप लाइनें प्रदान की हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>MIDC ने औद्योगिक क्षेत्र के पानी की आवश्यकता को पूरा करने के लिए मोतिनला पर एक मिट्टी के बांध का निर्माण किया है। MIDC ने 4.50 MLD क्षमता की जलापूर्ति योजना प्रदान की है। वर्तमान में पानी की खपत लगभग 2.20 MLD है। औद्योगिक भूखंड के आवंटन की दर रु। 100.00 प्रति वर्गमीटर। MIDC धुले औद्योगिक क्षेत्र में उद्योगों के विकास के लिए एसोसिएशन का नाम \"धुले अवधन मैन्युफैक्चरर्स एसोसिएशन अवधन, धुले\" रखा गया है।</p>\r\n<p>मौजूदा एमआईडीसी के विस्तार को शहर के बाहरी इलाके में स्थित रावेर क्षेत्र में चरण- II के रूप में प्रस्तावित किया गया है, जिसका क्षेत्रफल 1600 एकड़ (643 हेक्टेयर) से अधिक है और वर्तमान में यह प्रस्ताव राज्य सरकार के विचाराधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह भी ध्यान देने योग्य है कि, योजनाबद्ध मनमाड-धुले-इंदौर रेलवे लाइन को DMIC (दिल्ली-मुंबई औद्योगिक गलियारा परियोजना) के मूल प्रस्ताव में भी माना गया है, जो शहर और आसपास औद्योगिक विकास को बढ़ावा देगा। [२२] [२३] ]</p>\r\n<p>&nbsp;</p>\r\n<p>2) नारदाना केंद्र सरकार प्रायोजित विकास केंद्र:</p>\r\n<p>&nbsp;</p>\r\n<p>एमआईडीसी ने 750.09 हेक्ट पर एक औद्योगिक क्षेत्र विकसित करने की योजना बनाई है। ज़मीन का। 648.56 के बारे में। MIDC के कब्जे में भूमि आ गई है। सिंचाई विभाग द्वारा 4.38 MM3 प्रति वर्ष पानी का आरक्षण प्रदान किया गया है। MIDC ने इस औद्योगिक क्षेत्र के लिए जलापूर्ति योजना प्रदान की है। इस योजना में जैकवेल, 600 मिमी दीया पीएससी कच्चा जल उभरता हुआ मुख्य (13.50 किमी।), 400 मिमी व्यास पीएससी शुद्ध जल बढ़ता हुआ मुख्य (9.50 किमी।) 6 एमएलडी क्षमता का जल उपचार संयंत्र और 1000 सह क्षमता ईएसआर शामिल हैं। वर्तमान में MIDC चरण विकसित कर रहा है जिसके पास 480 Hect भूमि है। MIDC ने 7.22 किमी पूरा कर लिया है। डब्ल्यूबीएम सड़कें, जिनमें से 2.10 किलोमीटर सड़क का निर्माण पूरा हो गया है। MIDC ने जल आपूर्ति वितरण पाइप लाइनें भी प्रदान की हैं। औद्योगिक भूखंड के आवंटन की दर रु। 50.00 प्रति वर्गमीटर।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रस्तावित DMIC के तहत, नूरदाना टेक्सटाइल पार्क धुले शहर से 30 किमी दूर स्थापित किया जा रहा है। पार्क का कुल क्षेत्रफल लगभग 648 हेक्टेयर होगा, जिस पर 72 भूखंडों का सीमांकन किया जाएगा। धुले हवाई पट्टी, औद्योगिक क्षेत्र से केवल 30 किमी दूर, पार्क तक पहुँच प्रदान करेगा और सामग्री की त्वरित आवाजाही की सुविधा प्रदान करेगा। [24]</p>\r\n<p>&nbsp;</p>\r\n<p>मनमाड - धुले - इंदौर रेल परियोजना</p>\r\n<p>हाल ही में मध्य रेलवे ने 6 महीने के भीतर परियोजना रिपोर्ट प्रस्तुत करने के लिए निविदा जारी की है। कहा कि आगे की मंजूरी के लिए रेलवे की योजना समिति को रिपोर्ट सौंपी जाएगी और उसके बाद रेल बजट में प्रावधान किया जाएगा। [२५] [२६] [२ 26] [२ [] [२ ९] [३०] [३१] [३२] [३३]</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>धुले- सेंट्रल बस स्टैंड</p>\r\n<p>वायु</p>\r\n<p>धुले हवाई अड्डा धुले शहर के गोंडूर क्षेत्र में स्थित है। इसका रनवे 1,400 मीटर (4,600 फीट) लंबा है। अनुसूचित सेवाओं वाले नजदीकी हवाई अड्डे शिरडी (160 किमी), औरंगाबाद (148 किमी), पुणे (340 किमी), और मुंबई (350 किमी) पर हैं। धुले हवाई अड्डे ने विमान प्रशिक्षण और पायलट प्रशिक्षण की सुविधा प्रदान की है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>धुले टर्मिनस (स्टेशन कोड: DHI) मध्य रेलवे के तहत चालीसगाँव जंक्शन रेलवे स्टेशन से जुड़ा है। चालीसगांव धुले पैसेंजर दिन में चार बार दो स्टेशनों के बीच चलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>धुले महाराष्ट्र राज्य के कुछ शहरों में से एक है जो तीन राष्ट्रीय राजमार्गों के जंक्शन पर स्थित है, ये NH-3, NH-6 और NH-211 हैं। एशियाई राजमार्ग परियोजना के माध्यम से, धुले से गुजरने वाले एनएच 3 और एनएच 6 के भागों को क्रमशः गिने-चुने एशियाई राजमार्गों AH47 &amp; AH46 में बदल दिया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>सेंट्रल बस स्टैंड के भारी उपयोग और शहर के भीतर ट्रैफिक की भीड़ के कारण, एक और बस स्टैंड Deopur में बनाया गया है, जो 23 मार्च 2015 से पूरी तरह से चालू हो गया। इस स्टैंड से, लगभग 120 रूट की बसें दैनिक रूप से चल रही हैं। [34] [35] [36] सेंट्रल बस स्टैंड महाराष्ट्र स्टेट रोड ट्रांसपोर्ट कॉरपोरेशन (MSRTC) द्वारा चार 25 सीटर मिनी बसों द्वारा Deopur Bus Stand से जुड़ा हुआ है। ये बसें सेंट्रल बस स्टैंड से नागव तक और द्यपुर बस स्टैंड से लालिंग तक चलती हैं। [३४] [३ Central] शहर की सीमा के विस्तार और बढ़ती हुई आबादी को पहचानते हुए, श्री अन्नसाहेब मिसल (IAS), धुले के कलेक्टर और जिला मजिस्ट्रेट और MSRTC के श्री राजेंद्र देवर (धुले डिपो नियंत्रक) ने जुलाई 2016 में शहर में बस सेवा शुरू की। यह सेवा उपलब्ध है चार अलग-अलग मार्गों पर - लालिंग से नागव, फगने से मोरने, वलवाडी से वड़जई, और सीबीएस से चक्कर बाड़ी।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय परिवहन</p>\r\n<p>MSRTC ने जुलाई 2016 में सिटी-बस सेवा शुरू की थी। यह सेवा चार अलग-अलग मार्गों - लालिंग से नागव, फगने से मोरने, वलवाडी से वडजाई और सीबीएस से चक्कर बड़ार्इ तक उपलब्ध है। निजी टैक्सी सेवाओं ओला ने हाल ही में शहर में अपना परिचालन शुरू किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>स्मिता पाटिल - लोकप्रिय बॉलीवुड अभिनेत्री</p>\r\n<p>राम वी। सुतार - मूर्तिकार डिजाइनर और स्टैचू ऑफ यूनिटी के डेवलपर</p>\r\n<p>विश्वनाथ काशीनाथ राजवाडे - इतिहासकार, विद्वान, लेखक, समालोचक, और वक्ता</p>\r\n<p>यशवंतराव सखाराम देसले - स्वतंत्रता सेनानी और राजनीतिज्ञ</p>\r\n<p>निम्बा कृष्ण ठाकरे [mr] - प्रसिद्ध गणितज्ञ</p>\r\n<p>हरीश साल्वे - भारत के पूर्व सॉलिसिटर जनरल</p>\r\n<p>मनोज बादले - राजस्थान रॉयल्स के सह-मालिक, एक इंडियन प्रीमियर लीग टीम</p>\r\n<p>पल्लवी पाटिल - मराठी फिल्म अभिनेत्री</p>\r\n<p>डॉ। सुभाष भामरे - पूर्व। केंद्रीय राज्य मंत्री (रक्षा), प्रसिद्ध कार्सनोलॉजिस्ट</p>\r\n<p>जयकुमार जितेन्द्रसिंह रावल - पर्यटन और रोजगार गारंटी योजना, महाराष्ट्र सरकार।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dhule</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2b4b8b4-6098-4603-945c-2e30559cccb1_Dhule-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dhule-maharashtra","tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"धुले","slug":"dhule"}],"recommendations":[{"id":700,"title":"जलगांव में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","dateCreated":"2019-09-18T02:37:43.594Z","dateModified":"2019-09-18T02:37:55.456Z","contributedBy":"AskGif","content":"जलगाँव पश्चिमी भारत का एक शहर है। यह शहर उत्तरी महाराष्ट्र में स्थित है, और जलगाँव जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है। जलगाँव का नाम \"बनाना गांव\" है, क्योंकि यह क्षेत्र महाराष्ट्र के केले उत्पादन में लगभग दो तिहाई योगदान देता है।\r\n&nbsp;\r\nजलगाँव को 1911 में विभाजित ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"जलगांव","slug":"jalgaon"}],"slug":"top-places-to-visit-in-jalgaon-maharashtra","total":0},{"id":695,"title":"चंद्रपुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"b0514608-a516-43aa-bc2e-d0858d9e05cf_Chandrapur-railway.jpg","dateCreated":"2019-09-18T02:02:26.902Z","dateModified":"2019-09-18T02:02:39.072Z","contributedBy":"AskGif","content":"चंद्रपुर (पहले चंदा के नाम से जाना जाता था) चंद्रपुर जिले, महाराष्ट्र राज्य, भारत में एक शहर और एक नगर निगम है। यह चंद्रपुर जिले का जिला मुख्यालय है। चंद्रपुर 13 वीं शताब्दी के गोंड राजा, खांडक बल्लाल साह द्वारा स्थापित एक किला शहर है, यह शहर ईराई और ज़ारपत नदियों के संगम पर स्थित है। शहर के आस-प","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b0514608-a516-43aa-bc2e-d0858d9e05cf_Chandrapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चंद्रपुर","slug":"chandrapur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-chandrapur-maharashtra","total":0},{"id":690,"title":"अमरावती में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","dateCreated":"2019-09-17T02:02:18.937Z","dateModified":"2019-09-17T02:02:31.653Z","contributedBy":"AskGif","content":"अमरावती भारत के महाराष्ट्र राज्य का एक शहर है। नागपुर के बाद अमरावती महाराष्ट्र के विदर्भ क्षेत्र का दूसरा सबसे बड़ा और आबादी वाला शहर है। यह अमरावती जिले का प्रशासनिक मुख्यालय है। यह अमरावती डिवीजन का मुख्यालय भी है जो राज्य के छह प्रभागों में से एक है। शहर के ऐतिहासिक स्थलों में श्री अम्बादेवी,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/6733096c-2932-43fe-b32a-39cab70690b7_Amravati-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अमरावती","slug":"amravati"}],"slug":"top-places-to-visit-in-amravati-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}