{"id":697,"title":"गडचिरोली में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","dateCreated":"2019-09-18T02:15:31.639Z","dateModified":"2019-09-18T02:50:48.153Z","contributedBy":"AskGif","content":"<p>गढ़चिरोली महाराष्ट्र, मध्य भारत के राज्य में गढ़चिरौली जिले का एक शहर और एक नगरपालिका परिषद है। यह महाराष्ट्र के पूर्वी हिस्से में स्थित है, और जिले का प्रशासनिक मुख्यालय है। शहर के माध्यम से बहने वाली मुख्य नदी वेनगंगा है। मानसून के मौसम के दौरान परिदृश्य रसीला और हरा-भरा होता है, जिसमें बाढ़ का खतरा होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>गढ़चिरौली जिला महाराष्ट्र, भारत में एक प्रशासनिक जिला है। गढ़चिरौली शहर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>गढ़चिरौली जिला महाराष्ट्र के दक्षिण-पूर्वी कोने में स्थित है, और पश्चिम में चंद्रपुर जिले, उत्तर में गोंदिया जिले, पूर्व में छत्तीसगढ़ राज्य और दक्षिण और दक्षिण-पश्चिम में तेलंगाना राज्य से घिरा है। गढ़चिरौली जिले को 26 अगस्त 1982 को चंद्रपुर जिले से गढ़चिरौली और सिरोंचा तालुका (प्रशासनिक प्रभाग) के निर्माण के द्वारा बनाया गया था। 2011 तक यह सिंधुदुर्ग के बाद (39 में से) महाराष्ट्र का दूसरा सबसे कम आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान में यह जिला रेड कॉरिडोर का एक हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>गढ़चिरौली अपने जंगलों के लिए जाना जाता है। सागौन व्यावसायिक रूप से उगाया जाता है और बांस का उपयोग विभिन्न शिल्पों के लिए किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>गढ़चिरौली चंद्रपुर, नागपुर, भंडारा और गोंदिया से सड़कों द्वारा जुड़ा हुआ है। गढ़चिरौली के लिए कोई रेल संपर्क नहीं हैं, वडासा (देसाईगंज) से निकटतम रेखा गुजरती है। हाल ही में नक्सली विद्रोह के खिलाफ बेहतर सुरक्षा प्रदान करने के लिए क्षेत्र में रोडवेज की स्थिति में सुधार किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>उच्च विद्यालय</p>\r\n<p>प्लेटिनम जुबली स्कूल और जूनियर कॉलेज (विज्ञान), गढ़चिरौली</p>\r\n<p>स्कॉलर्स स्कूल, गढ़चिरौली</p>\r\n<p>रामपुरी प्राइमरी स्कूल</p>\r\n<p>श्री। शिवाजी हाई स्कूल, गढ़चिरौली</p>\r\n<p>Z.P. हाई स्कूल, गढ़चिरौली</p>\r\n<p>कार्मेल हाई स्कूल, गढ़चिरौली</p>\r\n<p>वसंत विद्यालय हाई स्कूल</p>\r\n<p>रानी दुर्गावती हाई स्कूल और जूनियर कॉलेज</p>\r\n<p>नेताजी सुभाष चंद्र जूनियर कॉलेज, सुंदरनगर</p>\r\n<p>इंदिरा गांधी मेमोरियल हाई स्कूल और जूनियर कॉलेज, सुभाषग्राम</p>\r\n<p>सरकार। साइंस कॉलेज, गढ़चिरौली</p>\r\n<p>सरकार। कृषि महाविद्यालय, गढ़चिरौली</p>\r\n<p>गोंडवाना विश्वविद्यालय पीजीटीटी परिसर, गढ़चिरौली</p>\r\n<p>किसान विद्यालय, जेपरा</p>\r\n<p>जूनियर कॉलेज</p>\r\n<p>प्लेटिनम जुबली स्कूल और जूनियर कॉलेज (विज्ञान)</p>\r\n<p>शिवाजी जूनियर साइंस कॉलेज</p>\r\n<p>सरकारी आईटीआई परिसर, गढ़चिरौली</p>\r\n<p>सीनियर (डिग्री) कॉलेज</p>\r\n<p>शिवाजी साइंस कॉलेज, गढ़चिरौली</p>\r\n<p>महिला महाविद्यालय, गढ़चिरौली</p>\r\n<p>गवर्नमेंट साइंस कॉलेज, गढ़चिरौली</p>\r\n<p>गवर्नमेंट पॉलिटेक्निक, गढ़चिरौली</p>\r\n<p>शासकीय कृषि महाविद्यालय, सोनपुर परिसर, गढ़चिरौली</p>\r\n<p>मॉडल कॉलेज, गढ़चिरौली</p>\r\n<p>नामदेवराव पोरदीवार कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी</p>\r\n<p>J.S.P.M. आर्ट्स एंड कॉमर्स कॉलेज, धनोरा</p>\r\n<p>विश्वविद्यालय</p>\r\n<p>गढ़चिरौली के सभी डिग्री कॉलेज अब हाल ही में स्थापित गोंडवाना विश्वविद्यालय, गढ़चिरौली से संबद्ध हैं। महाराष्ट्र सरकार ने आरटीएम नागपुर विश्वविद्यालय को विभाजित करके गोंडवाना विश्वविद्यालय की स्थापना की, जिसका उद्देश्य जिले के आदिवासी युवाओं के लिए शिक्षा में एक बड़ी क्रांति है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>वर्तमान में, गढ़चिरौली-चिमूर निर्वाचन क्षेत्र के सांसद श्री अशोक नेते हैं। विभिन्न निर्वाचन क्षेत्रों से विधायक हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अहेरी - श्री अंबरीशराव राजे सत्यवानराव अत्रम</p>\r\n<p>गढ़चिरौली - डॉ। देवराओ मडगुजी होली</p>\r\n<p>आरमोरी - श्री कृष्णा दामाजी गजबे</p>\r\n<p>उल्लेखनीय स्थान</p>\r\n<p>शहर के कुछ उल्लेखनीय स्थानों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>सेमना-हनुमान मंदिर - शहर के केंद्र से लगभग 4 किमी (2.5 मील) (गांधी चौक)</p>\r\n<p>हेमलकसा - गढ़चिरौली से भामरागढ़ ब्लॉक (जिले के पूर्व की ओर), 186 किमी (116 मील) में स्थित है।</p>\r\n<p>अल्लापल्ली - जिले के टीक सिटी के रूप में जाना जाता है, जहां सभी वन प्रशासन कार्यालय और मुख्य बाजार, शैक्षिक और अन्य संसाधन हैं।</p>\r\n<p>मरखंडा - वैनगंगा के तट पर भगवान शिव को समर्पित एक मंदिर। महाशिवरात्रि पर एक बड़ा मेला लगता है</p>\r\n<p>BILT (Ashti) - आष्टी में बल्लारपुर पेपर मिल्स की एक इकाई।</p>\r\n<p>गढ़चिरौली झील - शहर के केंद्र में स्थित है।</p>\r\n<p>वैरागढ़ किला - गोंड राजाओं द्वारा उनके निवास और किले के रूप में निर्मित, आर्मोरी शहर के पास।</p>\r\n<p>चपराला वन्यजीव अभयारण्य - जिला केंद्र से लगभग 80 किमी (50 मील)।</p>\r\n<p>पांच नक्काशीदार पत्थर - यह पवित्र स्थान पचपांडे में स्थित है, जो वैरागढ़ से लगभग एक किलोमीटर उत्तर में है। यह माना जाता है कि पांडव भाई अपने निर्वासन के दौरान यहां रहे थे।</p>\r\n<p>भंडारेश्वर - भगवान शिव का एक प्राचीन मंदिर, जो वैरागढ़ गाँव के पश्चिम में स्थित है, खोब्रागडी और वेनलोचन नदियों के संगम पर एक टीले पर ऊँचा है। यह मंदिर वास्तुकला का एक अच्छा उदाहरण है और नक्काशीदार दीवारें माना जाता है कि यह हेमाडपंथ की अवधि की है।</p>\r\n<p>आदिशक्ति मंदिर - वैरागढ़ में स्थित, यह मंदिर आदिशक्ति देवी की एक मूर्ति की स्थापना करता है, जो 1986 की खुदाई के दौरान मिली थी। मूर्ति के चार हाथ हैं और यह तत्कालीन युग के मूर्तिकारों द्वारा की गई नक्काशी का एक उदाहरण है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>जिले को तीन उप-प्रभागों में बांटा गया है: गढ़चिरौली, अहेरी और देसाईगंज। ये प्रत्येक चार तालुकों में विभाजित हैं: गढ़चिरोली उप-मंडल में गढ़चिरोली, धनोरा, चामोर्शी और मुल्चेरा तालुका शामिल हैं; अहेरी उप-मंडल में अहेरी, सिरोंचा, एतापल्ली और भामरागड तालुका शामिल हैं; और देसाईगंज (वडसा) उप-विभाग में वाडसा, अरमोरी, कुरखेड़ा और कोरची तालुका शामिल हैं। 467 ग्राम पंचायतें (ग्राम परिषद) और 1,688 राजस्व गांव हैं। जिले में 12 पंचायत समितियां (स्थानीय विकास-ब्लॉक सरकारें) हैं। जिले में केवल दो नगर पालिकाएं, गढ़चिरौली और वडसा (देसाईगंज) मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2008 में निर्वाचन क्षेत्रों के परिसीमन के बाद, जिले में तीन विधानसभा (विधान सभा) क्षेत्र थे: गढ़चिरौली, अरमोरी और अहेरी। ये सभी नए नक्काशीदार गढ़चिरौली-चिमूर लोकसभा क्षेत्र का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>महत्वपूर्ण स्थान</p>\r\n<p>वदधम फॉसिल पार्क</p>\r\n<p>चपला वन्यजीव अभयारण्य</p>\r\n<p>भामरागढ़ वन्यजीव अभयारण्य</p>\r\n<p>लोक बिरादरी प्रकाशन, हेमलकसा</p>\r\n<p>बीनागुंडा झरना, भमरगढ़</p>\r\n<p>टीपगाड, ताह। Korchi</p>\r\n<p>खोब्रामेन्धा, टैग धनोरा</p>\r\n<p>भंडारेश्वर मंदिर, टैग आर्मरी</p>\r\n<p>खोज अस्पताल, चटगाँव</p>\r\n<p>देसाईगंज वडसा, बाजार स्थान</p>\r\n<p>मार्कण्डा देव, ता चामोरशी।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Gadchiroli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-gadchiroli-maharashtra","tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"गडचिरोली","slug":"gadchiroli"}],"recommendations":[{"id":727,"title":"वर्धा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"7bc4cc43-8f9a-4c25-9f6b-9de03a5deb13_Wardha-railway.jpg","dateCreated":"2019-09-20T16:09:54.306Z","dateModified":"2019-09-20T16:10:21.345Z","contributedBy":"AskGif","content":"वर्धा भारतीय राज्य महाराष्ट्र में वर्धा जिले में एक शहर और एक नगरपालिका परिषद है। यह वर्धा जिले का प्रशासनिक मुख्यालय है। वर्धा को इसका नाम वर्धा नदी से मिला है जो जिले के उत्तर, पश्चिम और दक्षिण की सीमाओं पर बहती है। 1866 में स्थापित, शहर अब कपास व्यापार के लिए एक महत्वपूर्ण केंद्र है। यह गांधी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7bc4cc43-8f9a-4c25-9f6b-9de03a5deb13_Wardha-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वर्धा","slug":"wardha"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-wardha-maharashtra","total":0},{"id":711,"title":"उस्मानाबाद में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","dateCreated":"2019-09-19T03:14:33.22Z","dateModified":"2019-09-19T03:14:43.512Z","contributedBy":"AskGif","content":"उस्मानाबाद (उस्मान-आबद के रूप में उच्चारण) भारतीय राज्य महाराष्ट्र में उस्मानाबाद जिले में एक शहर और एक नगरपालिका परिषद है। उस्मानाबाद का नाम हैदराबाद के अंतिम शासक मीर उस्मान अली खान से लिया गया है।\r\nउस्मानाबाद जिला (लिप्यंतरण: उस्मानाबाद जिल्हा) भारतीय राज्य महाराष्ट्र में मराठवाड़ा क्षे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उस्मानाबाद","slug":"osmanabad"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-osmanabad-maharashtra","total":0},{"id":710,"title":"नासिक में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","dateCreated":"2019-09-19T03:06:08.873Z","dateModified":"2019-09-19T03:06:35.101Z","contributedBy":"AskGif","content":"नासिक भारतीय राज्य महाराष्ट्र के उत्तरी क्षेत्र में एक प्राचीन पवित्र शहर है। गोदावरी नदी के तट पर स्थित, नासिक हिंदू तीर्थ स्थलों में से एक के रूप में जाना जाता है, यह कुंभ मेला है जो हर 12 साल में आयोजित किया जाता है। यह मुंबई, पुणे के बाद महाराष्ट्र का तीसरा सबसे बड़ा शहर है। मुंबई-नासिक-पुणे ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नासिक","slug":"nashik"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nashik-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}