{"id":698,"title":"Top Places to visit in Gondia, Maharashtra","imageUrl":"4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","dateCreated":"2019-09-18T02:22:01.613Z","dateModified":"2019-09-18T02:22:33.339Z","contributedBy":"AskGif","content":"<p>Gondia (also spelled Gondiya) is a city and municipal council in the Indian state of Maharashtra which serves the administrative headquarters of the eponymous administrative district. Gondia is also known as Rice City due to the abundance of rice mills in the area.</p>\r\n<p>&nbsp;</p>\r\n<p>Gondia is very close to the state of Madhya Pradesh, Chhattisgarh and is considered the gateway to Maharashtra from central and eastern India. Gondia municipal council was established in 1920. At that time Gondia had only 10 wards population up to 20,000 and an area of 7.5 sq km. Gondia has 42 wards, as well as population nearing up to 2 lakhs. The urbanization has crossed municipal limits merging into nearby villages like Kudwa, Katangi, Fulcher, Nagra, Karanja, Murri, Pindkepar, and Khamari. The Ministry of Urban Development has recently[when?] announced to merge 20 nearby villages into Gondia to give the city status of Municipal Council. It Connected with National Highway 753.</p>\r\n<p>&nbsp;</p>\r\n<p>Gondia district (also known as Gondiya) is an administrative district in the state of Maharashtra in India. The district headquarter is located at Gondia. The district occupies an area of 5,431 km2 (2,097 sq mi) and has a population of 1,200,707 of which 11.95% were urban (as of 2011). The district is part of Nagpur Division. There are 8 Talukas in Gondia District. Gondia Airport, a nice Airport is serves the city of Gondia.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>Flyover in Gondia</p>\r\n<p>The Mumbai&ndash;Nagpur&ndash;Kolkata Road is the only national highway passing through the district, covering a total distance of 99.37 km (62 mi). Gondia is situated about 170 Kms by road from Nagpur of Vidarbha region. The district has road links to adjoining districts Chandrapur, Bhandara, Nagpur. The city is well connected by roads. It takes around 4 hours journey from Nagpur by State Transport Bus to reach Gondia. Gondia has bus connectivity to Jabalpur, Nagpur, Raipur and Hyderabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Main article: Gondia Junction railway station</p>\r\n<p>&nbsp;</p>\r\n<p>Gondia rail routes</p>\r\n<p>Gondia Junction railway station is a junction in Maharashtra, with heavy passenger and goods traffic. It is an A-Grade station.</p>\r\n<p>&nbsp;</p>\r\n<p>It lies on the Howrah&ndash;Mumbai route. The station has seven platforms, each with potable water, tea stalls, benches and waiting sheds. There is also a fruit stall and a bookstall. The station is equipped with air-conditioned waiting rooms for passengers travelling by upper accommodation classes and a waiting hall for passengers travelling by lower accommodation classes.</p>\r\n<p>&nbsp;</p>\r\n<p>The Gondia&ndash;Jabalpur Junction (Madhya Pradesh) section of South East Central Railway runs north-south, along the valley of the Wainganga River. The line was formerly narrow gauge (762 mm [2 ft 6 in]) along its entire length, but the section between Gondia and Balaghat was converted to broad gauge in 2005&ndash;2006, connecting Balaghat to India's national broad-gauge network. Work is underway to convert the Balaghat&ndash;Jabalpur section to broad gauge as well.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway milestones for Gondia include:</p>\r\n<p>&nbsp;</p>\r\n<p>1888 &ndash; Gondia Railway Station was opened to the public.</p>\r\n<p>1901 &ndash; Satpura Express began first class service.</p>\r\n<p>1903 &ndash; The first portion of Gondia&ndash;Nainpur was opened.</p>\r\n<p>1905 &ndash; Nainpur&ndash;Gondia line was extended to Jabalpur.</p>\r\n<p>1908 &ndash; Gondia&ndash;Nagbhir&ndash;Nagpur line was opened for traffic. Mr. Manson was an agent of BNR at that time.</p>\r\n<p>1990-91 &ndash; Paniajob&ndash;Gondia and Gondia&ndash;Bhandara Road sections were electrified.</p>\r\n<p>1999 &ndash; Gauge-converted Gondia&ndash;Balharshah line opened.</p>\r\n<p>2005 &ndash; Gauge-converted Gondia&ndash;Balaghat section opened.</p>\r\n<p>Airport</p>\r\n<p>Gondia Airport is situated near Kamtha Village, 12 km (7.5 mi) from Gondia. This airstrip was built by the British in 1940, during World War II. Initially run by the Public Works Department, it was taken over by the state-owned Maharashtra Industrial Development Corporation (MIDC) from August 1998 to December 2005, after which it has been operated by the Airports Authority of India (AAI). The airport's runway has been extended to 2,300 metres (7,500 ft) to accommodate Airbus A-320, Boeing 737 and similar aircraft.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district is divided into four sub-divisions, each of which is further divided into talukas. These are:</p>\r\n<p>&nbsp;</p>\r\n<p>Gondia sub-division: Gondia.</p>\r\n<p>Deori: Deori, Amgaon, and Salekasa talukas</p>\r\n<p>Tirora sub-division: Tirora and Goregaon talukas</p>\r\n<p>Arjuni Morgaon sub-division: Arjuni Morgaon and Sadak Arjuni talukas</p>\r\n<p>The district also includes of 556 gram panchayats (village councils), 8 panchayat samitis and 954 revenue village. The Eight municipalities in this district are Gondia, Tirora, Arjuni Morgaon, Deori, Amgaon, Goregaon, Sadak Arjuni, Salekasa. One of the gram panchayat is Kurhadi and the Sarpanch is Alka Pardhi.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has four Vidhan Sabha (legislative assembly) constituencies: Arjuni Morgaon (Scheduled castes), Gondiya, Tirora and Amgaon (Scheduled tribes). While the first three are part of Bhandara-Gondiya Lok Sabha constituency, the last one is part of Gadchiroli-Chimur (ST) Lok Sabha constituency.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Gondia district has a population of 1,322,331, roughly equal to the nation of Mauritius or the US state of New Hampshire. This gives it a ranking of 369th in India (out of a total of 640). The district has a population density of 253 inhabitants per square kilometre (660/sq mi). Its population growth rate during 2001&ndash;2011 was 10.13%. Gondiya has a sex ratio of 996 females for every 1,000 males, and a literacy rate of 85.41%.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Gondia is also known as \"rice City\", as it is a rice-producing district and has about 250 rice mills in its vicinity. It is also a major trading place. The Mumbai&ndash;Nagpur&ndash;Kolkata Road is the only national highway passing through the district, covering a total distance of 99.37 km (62 mi). Gondia has bus connectivity to Jabalpur, Nagpur, Raipur and Hyderabad.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Gondia one of the country's 250 most backward districts (out of a total of 640). It is one of the twelve districts in Maharashtra currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Gondia</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-gondia-maharashtra","tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"gondia","slug":"gondia"}],"recommendations":[{"id":714,"title":"Top Places to visit in Parbhani, Maharashtra","imageUrl":"ebd3c54e-8dae-46aa-8dcf-2b1c7b84b98e_Parbhani-railway.jpg","dateCreated":"2019-09-19T16:57:52.601Z","dateModified":"2019-09-19T16:58:04.599Z","contributedBy":"AskGif","content":"Parbhani (parbhani, IPA About this soundpərbhNi (help&middot;info)) is a city in Maharashtra state of India. It is the administrative headquarters of Parbhani District. Parbhani is the fourth largest city in Marathwada region of Maharashtra after Aurangabad, Nanded and Latur. Parbhani is around 2","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebd3c54e-8dae-46aa-8dcf-2b1c7b84b98e_Parbhani-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"parbhani","slug":"parbhani"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-parbhani-maharashtra","total":0},{"id":697,"title":"Top Places to visit in Gadchiroli, Maharashtra","imageUrl":"37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","dateCreated":"2019-09-18T02:15:31.639Z","dateModified":"2019-09-18T02:50:48.153Z","contributedBy":"AskGif","content":"Gadchiroli is a town and a municipal council in Gadchiroli district in the state of Maharashtra, central India. It is located on eastern side of Maharashtra, and is the administrative headquarters of the district. The main river flowing through city is the Vainganga. The landscape is lush and gre","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"gadchiroli","slug":"gadchiroli"}],"slug":"top-places-to-visit-in-gadchiroli-maharashtra","total":0},{"id":696,"title":"Top Places to visit in Dhule, Maharashtra","imageUrl":"b2b4b8b4-6098-4603-945c-2e30559cccb1_Dhule-railway.jpg","dateCreated":"2019-09-18T02:08:56.075Z","dateModified":"2019-09-18T02:09:09.108Z","contributedBy":"AskGif","content":"Dhule is a major city located in the Dhule District in northwestern part of Maharashtra state, India known as West Khandesh. Situated on the banks of Panzara River, Dhule is the regional headquarters of MIDC, RTO, and MTDC.\r\n&nbsp;\r\nThe city, with industrial areas, schools, hospital","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b2b4b8b4-6098-4603-945c-2e30559cccb1_Dhule-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"dhule","slug":"dhule"}],"slug":"top-places-to-visit-in-dhule-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}