{"id":699,"title":"हिंगोली में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","dateCreated":"2019-09-18T02:26:18.842Z","dateModified":"2019-09-18T02:26:33.619Z","contributedBy":"AskGif","content":"<p>हिंगोली एक छोटा शहर है और भारतीय राज्य महाराष्ट्र में हिंगोली जिले में एक नगरपालिका परिषद है।</p>\r\n<p>हिंगोली जिला भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। जिले का मुख्यालय हिंगोली में है। जिले में 4,526 किमी 2 का क्षेत्र है और इसकी आबादी 11,77,345 है, जिसमें से 15.60% शहरी (2011 के अनुसार) थे। हिंगोली वास्तव में निज़ामों के सैन्य अड्डे के रूप में जाना जाता था क्योंकि यह विदर्भ से घिरा था। उस युग में सैन्य टुकड़ी, अस्पताल, पशु चिकित्सालय हिंगोली से संचालित थे। सैन्य अड्डा होने के कारण यह शहर हैदराबाद राज्य के महत्वपूर्ण और प्रसिद्ध स्थानों में से एक था। बारह ज्योतिर्लिंग मंदिरों में से, औंधा नागनाथ जिला मुख्यालय से लगभग 25 किलोमीटर दक्षिण-पश्चिम में हिंगोली जिले में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>सिंधुदुर्ग और गढ़चिरौली के बाद 2011 तक यह महाराष्ट्र का तीसरा सबसे कम आबादी वाला जिला है (36 में से)।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>मुख्य लेख: मराठवाड़ा में पर्यटन</p>\r\n<p>निम्नलिखित मंदिर उनकी वास्तुकला के लिए पर्यटकों की रुचि के हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>जलेश्वर महादेव मंदिर (झील में मौजूद)</p>\r\n<p>श्री दत्त मंदिर, मंगलवारा</p>\r\n<p>दक्षिणमुखी हनुमान मंदिर, खटकली</p>\r\n<p>भूगोल</p>\r\n<p>हिंगोली 19.72 &deg; N 77.15 &deg; E पर स्थित है। इसकी औसत ऊंचाई 457 मीटर (1,499 फीट) है। शहर में दो बड़ी झीलें और एक नदी है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदू मंदिर और मंदिर</p>\r\n<p>कुछ उल्लेखनीय हिंदू मंदिर इस प्रकार हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>मल्लीनाथ दिगंबर जैन मंदिर, शिराद शाहपुर,</p>\r\n<p>औंधा नागनाथ हिंदू पौराणिक कथाओं के बारह ज्योतिर्लिंगों में से एक है। यह हिंगोली जिले में औंधा नाम के शहर में स्थित है।</p>\r\n<p>तुलजा देवी संस्थान घोड़ा, तहसील - हिंगोली।</p>\r\n<p>संत नामदेव संस्थान नरसी, गिरोली।</p>\r\n<p>तुलजा भवानी देवी मंदिर, या तुलजा देवी संस्थान, कलमनुरी।</p>\r\n<p>जलेश्वर महादेव मंदिर (झील में मौजूद), हिंगोली।</p>\r\n<p>श्री दत्त मंदिर, मंगलवारा, हिंगोली।</p>\r\n<p>दक्षिणमुखी हनुमान मंदिर, खटकली</p>\r\n<p>बाराशिव हनुमान मंदिर, करंजला</p>\r\n<p>कनीफनाथ मंदिर, खैरी घुमत, सेंगांव</p>\r\n<p>जगदंबा देवी मंदिर, अवि के घर भंडारी, सेंगांव।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>हिंगोली सड़क और रेल द्वारा अच्छी तरह से जुड़ा हुआ है। निकटतम घरेलू हवाई अड्डा नांदेड़ (80 किमी) में है जो नांदेड़, परभणी और हिंगोली जिलों के लिए एक सामान्य हवाई अड्डे के रूप में कार्य करता है। वर्तमान में नांदेड़ से और इसके लिए कोई वाणिज्यिक उड़ानें नहीं हैं। अकोला-मालेगाँव जहाँगीर-वाशिम-कान्हरगाँव नाका-हिंगोली-कलमनुरी-नांदेड़-देगलुर-संगारेड्डी-हैदराबाद को जोड़ने वाला एक राष्ट्रीय राजमार्ग है जिसका नाम राष्ट्रीय राजमार्ग-161 है। चिकलथाना हवाई अड्डा, औरंगाबाद (232 किमी) मुंबई और दिल्ली के लिए नियमित उड़ानें संचालित करता है।</p>\r\n<p>रेल वाहक</p>\r\n<p>हिंगोली रेलवे स्टेशन (स्टेशन कोड HNL) दक्षिण मध्य रेलवे (SCR) के हैदराबाद (HYB) डिवीजन के पूर्णा-अकोला खंड पर एक रेलवे स्टेशन है। 2003 में डिवीजनल समायोजन के बाद, जिसमें हैदराबाद डिवीजन का विभाजन देखा गया, हिंगोली अब एससीआर के नांदेड़ (एनईडी) डिवीजन के अंतर्गत आता है। हिंगोली हैदराबाद, मुंबई, जयपुर, कोटा, अजमेर, इंदौर, नई दिल्ली, भोपाल जैसे शहरों से अच्छी तरह से जुड़ा हुआ है। आगरा, तिरुपति, चंडीगढ़, अमृतसर और श्री गंगानगर।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंगोली के पास के प्रमुख रेलवे स्टेशन नांदेड़ रेलवे स्टेशन (84 किमी), परभनी रेलवे स्टेशन (75 किमी) और अकोला रेलवे स्टेशन (135 किमी) हैं जो सभी प्रमुख शहरों से जुड़े हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, हिंगोली जिले की जनसंख्या 1,178,973 थी। 2001 की जनगणना के अनुसार पुरुषों की आबादी का 51% और महिलाओं का 49% है। हिंगोली की औसत साक्षरता दर 67% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 74% है, और महिला साक्षरता 60% है। हिंगोली में, 15% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंगोली शहर की कुल जनसंख्या 85,103 है, जिसमें से हिंदू 53.41%, मुस्लिम 33.47%, ईसाई 0.24%, सिख 0.13%, बौद्ध 10.63%, जैन 2.03%, अन्य 0.02%, नहीं 0.07% हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>शहर, महाराष्ट्र के विदर्भ क्षेत्र के करीब होने के कारण, ब्रिटिश राज के दौरान महत्वपूर्ण रणनीतिक महत्व था। शहर में अभी भी राज्य कृषि भवन पाया जा सकता है जो ब्रिटिश सेना के लिए आधार था। सैन्य बंदोबस्त के परिणामस्वरूप, पूरे भारत से बड़ी संख्या में लोगों ने शहर को अपना घर बनाया, जिसमें यूपी, एमपी, राजस्थान, उड़ीसा, आंध्र प्रदेश के लोग शामिल हैं। शहर में बोली जाने वाली मुख्य भाषा एक विशिष्ट हिंगोली स्वाद के साथ मराठी है। बोली जाने वाली अन्य भाषाएँ मारवाड़ी, हिंदी, दक्खनी उर्दू हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर 'दशहरा' (दसरा महोत्सव) के वार्षिक मेले के लिए प्रसिद्ध है, जिसे सितंबर 1853 में शुरू किया गया था, जो शहर का बहुत पुराना त्योहार है, और अब 155 वर्षों से अधिक समय से मनाया जा रहा है .. यह दूसरा सबसे बड़ा दशहरा है भारत के मैसूर शहर में महोत्सव के बाद भारत में महोत्सव, जो संभवतः 17 वीं शताब्दी में शुरू हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंगोली में विज्ञान</p>\r\n<p>हिंगोली प्रायोगिक भौतिकी के अत्याधुनिक रूप में अपनी उपस्थिति दर्ज कराएगा। इसे LIGO-India के लिए चुना गया है। LIGO- भारत एक योजनाबद्ध उन्नत गुरुत्वाकर्षण-तरंग वेधशाला है जो दुनिया भर में नेटवर्क के हिस्से के रूप में भारत में स्थित है। इस परियोजना को हाल ही में भारत सरकार से सैद्धांतिक मंजूरी मिली है। LIGO-India को संयुक्त राज्य अमेरिका में भारतीय अनुसंधान संस्थानों और LIGO प्रयोगशाला के एक संघ के साथ एक सहयोगात्मक परियोजना के रूप में योजनाबद्ध किया गया है, साथ ही इसके अंतर्राष्ट्रीय साझेदार ऑस्ट्रेलिया, जर्मनी और यूके के साथ। इसे इंडिगो के नाम से भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Hingoli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-hingoli-maharashtra","tags":[{"name":"हिंगोली","slug":"hingoli"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":719,"title":"सतारा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","dateCreated":"2019-09-20T03:10:41.062Z","dateModified":"2019-09-20T03:10:52.344Z","contributedBy":"AskGif","content":"सतारा जिला पश्चिमी भारत में महाराष्ट्र राज्य का एक जिला है, जिसका क्षेत्रफल 10,480 वर्ग किमी है और इसकी आबादी 3,003,741 है, जिसमें 14.17% शहरी (2011 के अनुसार) थे। सतारा जिले की राजधानी है और अन्य प्रमुख शहरों में वाई, कराड, कोरेगाँव, दहिवडी, कोयननगर, रहीमपुर, फलटन, महाबलेश्वर, वडूज और पंचगनी शाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"सतारा","slug":"satara"}],"slug":"top-places-to-visit-in-satara-maharashtra","total":0},{"id":715,"title":"पुणे में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","dateCreated":"2019-09-20T02:28:05.893Z","dateModified":"2019-09-20T02:28:20.048Z","contributedBy":"AskGif","content":"पुणे को 1978 तक आधिकारिक नाम भी कहा जाता है), मुंबई के बाद, भारतीय राज्य महाराष्ट्र में दूसरा सबसे बड़ा शहर है। यह 3.13 मिलियन की अनुमानित आबादी वाला देश का नौवां सबसे अधिक आबादी वाला शहर है। इसकी विस्तारित शहर की सीमा के साथ पिंपरी चिंचवाड़ और पुणे के तीन छावनी शहर, खाकी और देहू रोड, पुणे का नाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुणे","slug":"pune"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-pune-maharashtra","total":0},{"id":699,"title":"हिंगोली में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","dateCreated":"2019-09-18T02:26:18.842Z","dateModified":"2019-09-18T02:26:33.619Z","contributedBy":"AskGif","content":"हिंगोली एक छोटा शहर है और भारतीय राज्य महाराष्ट्र में हिंगोली जिले में एक नगरपालिका परिषद है।\r\nहिंगोली जिला भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। जिले का मुख्यालय हिंगोली में है। जिले में 4,526 किमी 2 का क्षेत्र है और इसकी आबादी 11,77,345 है, जिसमें से 15.60% शहरी (2011 के अनु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिंगोली","slug":"hingoli"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-hingoli-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}