{"id":699,"title":"Top Places to visit in Hingoli, Maharashtra","imageUrl":"259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","dateCreated":"2019-09-18T02:26:18.842Z","dateModified":"2019-09-18T02:26:33.619Z","contributedBy":"AskGif","content":"<p>Hingoli is a small city and a municipal council in Hingoli district in the Indian state of Maharashtra.</p>\r\n<p>Hingoli district is an administrative district in the state of Maharashtra in India. The district is headquartered at Hingoli. The district occupies an area of 4,526 km2 and has a population of 11,77,345 of which 15.60% were urban (as of 2011). Hingoli was actually known as the Nizams military base as it was bordered with Vidharbha. In that era military troops, hospitals, veterinary hospital were in operation from Hingoli. Being a military base the city was one of the important and famous places of the Hyderabad state.One of the twelve Jyotirlinga shrines, the Aundha Nagnath is located in Hingoli district about 25 km south-west from district headquarter.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 it is the third least populous district of Maharashtra (out of 36), after Sindhudurg and Gadchiroli.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Main article: Tourism in Marathwada</p>\r\n<p>The following temples are of tourist interest for their architecture:</p>\r\n<p>&nbsp;</p>\r\n<p>Jaleshwar Mahadev Temple (present in the lake)</p>\r\n<p>Shri Datta Mandir, Mangalwara</p>\r\n<p>Dakshinmukhi Hanuman Temple, Khatkali</p>\r\n<p>Geography</p>\r\n<p>Hingoli is located at 19.72&deg;N 77.15&deg;E. It has an average elevation of 457 metres (1,499 ft). There are two big lakes and one river in city.</p>\r\n<p>&nbsp;</p>\r\n<p>Hindu temples and shrines</p>\r\n<p>Some of the notable Hindu temples are as follows:</p>\r\n<p>&nbsp;</p>\r\n<p>Mallinath Digambar Jain Temple, Shirad Shahpur,</p>\r\n<p>Aundha Nagnath is one of the twelve jyotirlingas from Hindu mythology. It is situated in the town of same name, Aundha, in Hingoli district.</p>\r\n<p>Tulja Devi Sansthan Ghota, Tehsil - Hingoli.</p>\r\n<p>Sant Namdev Sansthan Narsi, Giroli.</p>\r\n<p>Tulja Bhavani Devi Temple, or Tulaja Devi Sansthan, Kalamnuri.</p>\r\n<p>Jaleshwar Mahadev Temple (present in the lake), Hingoli.</p>\r\n<p>Shri Datta Mandir, Mangalwara, Hingoli.</p>\r\n<p>Dakshinmukhi Hanuman Temple, Khatkali</p>\r\n<p>Barashiv Hanuman Mandir, Karanjala</p>\r\n<p>Kanifnath Temple,Khairi Ghumat, Sengaon</p>\r\n<p>Jagdamba Devi Temple,avi's house Bhandari,Sengaon.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Hingoli is well connected by road and rail. The nearest domestic airport is in Nanded (80 km) which serves as a common airport for Nanded, Parbhani and Hingoli districts. Presently there are no commercial flights to and from Nanded. There is a National Highway connecting Akola-Malegaon Jahangir-Washim-Kanhergaon Naka-Hingoli-Kalamnuri-Nanded-Deglur-Sangareddy-Hyderabad named National Highway-161. Chikalthana Airport, Aurangabad(232 km)operates regular flights to Mumbai &amp; Delhi.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail transport</p>\r\n<p>Hingoli Railway Station (Station Code HNL) is a railway station on Purna-Akola section of Hyderabad(HYB) Division of South Central Railway(SCR). After Divisional adjustments in 2003, which saw the bifurcation of Hyderabad Division, Hingoli now comes under Nanded(NED) Division of SCR. Hingoli is well connected to cities like Hyderabad, Mumbai, Jaipur, Kota, Ajmer, Indore, New Delhi, Bhopal. Agra, Tirupati, Chandigarh, Amritsar and Sri Ganganagar.</p>\r\n<p>&nbsp;</p>\r\n<p>The major railway stations near to Hingoli are Nanded railway station(84 km), Parbhani railway station(75 km) &amp; Akola railway station (135 km) which are connected to all major cities.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Hingoli district had a population of 1,178,973. As per 2001 census Males constitute 51% of the population and females 49%. Hingoli has an average literacy rate of 67%, higher than the national average of 59.5%: male literacy is 74%, and female literacy is 60%. In Hingoli, 15% of the population is under 6 years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>The Hingoli town has total Population 85,103, out of which Hindu 53.41%, Muslim 33.47%, Christian 0.24%, Sikh 0.13%, Buddhist 10.63%, Jain 2.03%, Others 0.02%, Not Stated 0.07%.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The town, being close to the Vidarbha region of Maharashtra, was of crucial strategic importance during British Raj. In the town can still be found the state farm building which was the base for British Army. As a result of military settlement, a large number of people from all over India made the town their home, which include the people from UP, MP, Rajasthan, Orissa, Andhra Pradesh. The main language spoken in the city is Marathi with a typical Hingoli flavour. Other languages spoken are Marwari, Hindi, Dakkhani Urdu.</p>\r\n<p>&nbsp;</p>\r\n<p>The town is famous for its annual fair festival of 'Dasara'(दसरा महोत्सव), was started in September 1853 which is a very old festival of the town, and has been celebrated for more than 155 years now.. It is second largest Dasara Mahotsav in India after the festival in the city of Mysore, Karnataka which is probably started in 17th century.</p>\r\n<p>&nbsp;</p>\r\n<p>Science in Hingoli</p>\r\n<p>Hingoli will make its presence felt in the cutting edge of experimental Physics. It has been selected for the LIGO-India. LIGO-India is a planned advanced gravitational-wave observatory to be located in India as part of the worldwide network. The project recently received the in-principle approval from the Indian government. LIGO-India is planned as a collaborative project between a consortium of Indian research institutions and the LIGO Laboratory in the United States, along with its international partners Australia, Germany and the UK. It is also named as IndIGO.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Hingoli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-hingoli-maharashtra","tags":[{"name":"hingoli","slug":"hingoli"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":719,"title":"Top Places to visit in Satara, Maharashtra","imageUrl":"10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","dateCreated":"2019-09-20T03:10:41.062Z","dateModified":"2019-09-20T03:10:52.344Z","contributedBy":"AskGif","content":"Satara district is a district of Maharashtra state in western India with an area of 10,480 km&sup2; and a population of 3,003,741 of which 14.17% were urban (as of 2011). Satara is the capital of the district and other major towns include Wai, Karad, Koregaon, Dahiwadi, Koynanagar, Rahimatpur, Ph","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"satara","slug":"satara"}],"slug":"top-places-to-visit-in-satara-maharashtra","total":0},{"id":715,"title":"Top Places to visit in Pune, Maharashtra","imageUrl":"c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","dateCreated":"2019-09-20T02:28:05.893Z","dateModified":"2019-09-20T02:28:20.048Z","contributedBy":"AskGif","content":"Pune also called Poona, the official name until 1978), is the second largest city in the Indian state of Maharashtra, after Mumbai. It is the ninth most populous city in the country with an estimated population of 3.13 million. Along with its extended city limits Pimpri Chinchwad and the three ca","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pune","slug":"pune"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-pune-maharashtra","total":0},{"id":699,"title":"Top Places to visit in Hingoli, Maharashtra","imageUrl":"259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","dateCreated":"2019-09-18T02:26:18.842Z","dateModified":"2019-09-18T02:26:33.619Z","contributedBy":"AskGif","content":"Hingoli is a small city and a municipal council in Hingoli district in the Indian state of Maharashtra.\r\nHingoli district is an administrative district in the state of Maharashtra in India. The district is headquartered at Hingoli. The district occupies an area of 4,526 km2 and has a popul","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hingoli","slug":"hingoli"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-hingoli-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}