{"id":701,"title":"जलना में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","dateCreated":"2019-09-18T02:47:45.152Z","dateModified":"2019-09-18T02:47:55.983Z","contributedBy":"AskGif","content":"<p>जालना औरंगाबाद संभाग के मराठवाड़ा क्षेत्र के जालौन जिले का एक शहर है, जो भारत के महाराष्ट्र राज्य का है। 1 मई 1981 को जालौन जिले के प्रभावी होने से पहले यह औरंगाबाद जिले की तहसील के रूप में हैदराबाद राज्य का हिस्सा था।</p>\r\n<p>जालना जिला पश्चिमी भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। जालना शहर जिला मुख्यालय है। जिला औरंगाबाद संभाग का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>पहली कपास-जिनिंग और तेल दबाने वाली फैक्ट्री की स्थापना वर्ष 1863 में श्री पेस्टनजी मेहरवानजी ने की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>1889 में औरंगाबाद शहर में एक कपास-कताई और बुनाई की चक्की स्थापित की गई थी, जिसमें 700 लोग कार्यरत थे। वर्ष 1900 में हैदराबाद-गोदावरी घाटी रेलवे के खुलने के साथ, कई जिनिंग कारखाने शुरू हुए। अकेले जालना में, औरंगाबाद और कन्नड़ में दो सूती कारखानों के अलावा 9 कपास-जिन कारखाने और 5 कपास प्रेस थे, और एक तेल प्रेस औरंगाबाद में थे। वर्ष 1901 में कपास प्रेस और जिनिंग कारखानों में कार्यरत लोगों की कुल संख्या 1,016 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>जालना मुख्य रूप से रेलवे और सड़क मार्ग द्वारा शेष भारत से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>जालना दक्षिण मध्य रेलवे के नवनिर्मित नांदेड़ डिवीजन के सिकंदराबाद-मनमाड लाइन पर स्थित एक स्टेशन है। पूर्व में, यह 2003 में डिवीजनल समायोजन से पहले हैदराबाद डिवीजन का एक हिस्सा रहा था, जिसमें HYB का द्विभाजन देखा गया था। जालना-खामगाँव रेलवे लाइन स्वीकृत है और समाप्त होने के बाद मध्य रेलवे से जुड़ जाएगी</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>जालना राज्य राजमार्गों द्वारा राज्य के प्रमुख शहरों से जुड़ा हुआ है। सड़क संपर्क उत्कृष्ट है, औरंगाबाद, पुणे, अहमदनगर, नागपुर, बीड, खामगाँव, मुंबई को जोड़ने वाली सड़कों को चार-लेन राजमार्गों में अपग्रेड किया गया है। जालना से गुजरने वाला एक नया नागपुर-औरंगाबाद-मुंबई राजमार्ग विकसित किया जा रहा है</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह जिला मध्य महाराष्ट्र में स्थित है, मराठवाड़ा क्षेत्र के उत्तर में- आठ जिलों में से एक - औरंगाबाद भाग के रूप में, और उत्तर में जलगाँव जिले से, पूर्व में परभणी जिले और बुलढाणा जिले से, दक्षिण में दक्षिण की ओर से घिरा हुआ है। बीड जिला और पश्चिम में औरंगाबाद जिले द्वारा।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला 7,718 वर्ग किलोमीटर (2,980 वर्ग मील) के क्षेत्र में है। जिले के भौगोलिक अक्षांशों और देशांतरों की सीमा 19.01 'N से 21.03'N और 75.04'E से 76.04'E तक, धीरे-धीरे ढलान स्थलाकृति के साथ है। जिले के उत्तरी भाग पर अजंता और सतमाला पहाड़ी श्रृंखलाओं का कब्जा है।</p>\r\n<p>&nbsp;</p>\r\n<p>नदियां और झीलें</p>\r\n<p>गोदावरी नदी पश्चिम से पूर्व की ओर, जिले की दक्षिणी सीमा के साथ बहती है। गोदावरी की प्रमुख सहायक नदियों में से एक, पूर्ण नदी भी जिले से होकर बहती है। पूर्णा की प्रमुख सहायक नदी, दुधाना, और केलाना और गिरिजा, पूर्णा की सहायक नदियाँ, साथ ही गुलाटी और कुंडलिका भी हैं, जो घनेवाड़ी जलाशय बनाने के लिए अभिशप्त हैं, जो जालना शहर को पानी उपलब्ध कराते हैं। जिले की अन्य नदियाँ।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>जिले का गठन मुख्यमंत्री अब्दुल रहमान अंतुले के कार्यकाल के दौरान किया गया था। जिले को दो उप-विभाजनों, जालना और भागुर में विभाजित किया गया है। इन्हें आगे आठ तालुकों में विभाजित किया गया है: जालना, अंबाद, भोकरदान, बदनपुर, घनसावंगी, भागुर, मंथा और जाफराबाद। जिले में कुल 970 गाँव है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में महाराष्ट्र राज्य विधानसभा (विधानसभा) के पांच क्षेत्र हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>पर्तुर (विधानसभा क्षेत्र)</p>\r\n<p>घनसावंगी (विधानसभा क्षेत्र)</p>\r\n<p>जालौन (विधानसभा क्षेत्र)</p>\r\n<p>बदनापुर (विधानसभा क्षेत्र)</p>\r\n<p>भोकरदन (विधानसभा क्षेत्र)</p>\r\n<p>जबकि पार्थुर और घनसांगी परभणी (लोकसभा निर्वाचन क्षेत्र) का हिस्सा हैं, अन्य तीन जालना (लोकसभा निर्वाचन क्षेत्र) का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार,</p>\r\n<p>&nbsp;</p>\r\n<p>जालना जिले की आबादी 1,958,483 है, जो लगभग लेसोथो या न्यू मैक्सिको के अमेरिकी राज्य के बराबर है। यह इसे भारत में 237 वें (कुल 640 में से) की रैंकिंग देता है।</p>\r\n<p>जिले में प्रति वर्ग किलोमीटर 255 निवासियों (660 / वर्ग मील) की जनसंख्या घनत्व है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 21.84% थी।</p>\r\n<p>जालना में हर 1000 पुरुषों पर 929 महिलाओं का लिंग अनुपात है, और साक्षरता दर 73.61% है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jalna_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jalna-maharashtra","tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"जलना","slug":"jalna"}],"recommendations":[{"id":718,"title":"सांगली में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","dateCreated":"2019-09-20T02:53:21.209Z","dateModified":"2019-09-20T02:53:32.923Z","contributedBy":"AskGif","content":"सांगली, एक महानगरीय शहर है और पश्चिमी भारत में महाराष्ट्र राज्य में सांगली जिले का जिला मुख्यालय है। मसाले के उत्पादन और व्यापार के कारण इसे महाराष्ट्र के हल्दी शहर के रूप में जाना जाता है। सांगली कृष्णा नदी के तट पर स्थित है और इसमें कई चीनी कारखाने हैं। सांगली पश्चिमी भारत में मुंबई से 390 किमी","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सांगली","slug":"sangli"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-sangli-maharashtra","total":0},{"id":700,"title":"जलगांव में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","dateCreated":"2019-09-18T02:37:43.594Z","dateModified":"2019-09-18T02:37:55.456Z","contributedBy":"AskGif","content":"जलगाँव पश्चिमी भारत का एक शहर है। यह शहर उत्तरी महाराष्ट्र में स्थित है, और जलगाँव जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है। जलगाँव का नाम \"बनाना गांव\" है, क्योंकि यह क्षेत्र महाराष्ट्र के केले उत्पादन में लगभग दो तिहाई योगदान देता है।\r\n&nbsp;\r\nजलगाँव को 1911 में विभाजित ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"जलगांव","slug":"jalgaon"}],"slug":"top-places-to-visit-in-jalgaon-maharashtra","total":0},{"id":698,"title":"गोंदिया में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","dateCreated":"2019-09-18T02:22:01.613Z","dateModified":"2019-09-18T02:22:33.339Z","contributedBy":"AskGif","content":"गोंदिया (यह भी कहा जाता है गोंदिया) भारत के महाराष्ट्र राज्य में एक शहर और नगरपालिका परिषद है, जो नामांकित प्रशासनिक जिले के प्रशासनिक मुख्यालय में कार्य करता है। क्षेत्र में चावल मिलों की प्रचुरता के कारण गोंदिया को राइस सिटी के रूप में भी जाना जाता है।\r\n&nbsp;\r\nगोंदिया मध्य प्रदेश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"गोंदिया","slug":"gondia"}],"slug":"top-places-to-visit-in-gondia-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}