{"id":701,"title":"Top Places to visit in Jalna, Maharashtra","imageUrl":"3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","dateCreated":"2019-09-18T02:47:45.152Z","dateModified":"2019-09-18T02:47:55.983Z","contributedBy":"AskGif","content":"<p>Jalna is a city in Jalna district in the Aurangabad Division, or Marathwada region, of the Indian state of Maharashtra. It was part of Hyderabad State as a tehsil of Aurangabad district, before Jalna district was formed effective 1 May 1981.</p>\r\n<p>Jalna district is an administrative district in the state of Maharashtra in western India. Jalna town is the district headquarters. The district is part of Aurangabad division.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>The first cotton-ginning &amp; oil-pressing factory was established in the year 1863 by Mr. Pestonji Meherwanji.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1889 a cotton-spinning and weaving mill was erected in Aurangabad city, which employed 700 people. With the opening of the Hyderabad-Godavari Valley Railways in the year 1900, several ginning factories were started. In Jalna alone, there were 9 cotton-ginning factories and 5 cotton presses, besides two ginning factories at Aurangabad and Kannad, and one oil press at Aurangabad. The total number of people employed in the cotton presses and ginning factories in the year 1901 was 1,016.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Jalna is primarily connected with the rest of India by railway and road.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Jalna is a station located on the Secunderabad-Manmad Line of the newly created Nanded Division of South Central Railway. Formerly, it had been a part of Hyderabad Division, before divisional adjustments in 2003, which saw HYB's bifurcation. Jalna-Khamgaon railway line is sanctioned and, after being finished, will connect to Central Railway</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Jalna is connected to major towns of the state by state highways. Road connectivity is excellent, roads connecting to Aurangabad, Pune, Ahmednagar, Nagpur, Beed, Khamgaon, Mumbai, having been upgraded to four-lane highways. A New Nagpur-Aurangabad-Mumbai highway, passing through Jalna, is being developed</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>The district is situated in central Maharashtra, in the north of the Marathwada region&mdash;one of eight districts&mdash;as part Aurangabad division, and is bounded on the north by Jalgaon district, on the east by Parbhani district and Buldhana district, on the south by Beed district and on the west by Aurangabad district.</p>\r\n<p>&nbsp;</p>\r\n<p>The district occupies an area of 7,718 square kilometres (2,980 sq mi). The range of geographical latitudes and longitudes of the district is from 19.01' N to 21.03'N and from 75.04'E to 76.04'E, with gently to moderately sloping topography. The Northern part of the district is occupied by the Ajanta and Satmala hill ranges.</p>\r\n<p>&nbsp;</p>\r\n<p>Rivers and lakes</p>\r\n<p>The Godavari River flows along the southern boundary of the district, from west to east. The Purna River, one of the major tributaries of the Godavari, also flows through the district. The Dudhana, the principal tributary of the Purna, and the Kelana and the Girija, also tributaries of the Purna, as well as the Gulati and the Kundlika&mdash;which has been dammed to create the Ghanewadi Reservoir, which provides water to Jalna city&mdash;are other rivers draining the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district was formed during the term of chief minister Abdul Rehman Antulay. The district is divided into two sub-divisions, Jalna and Partur. These are further divided into eight talukas: Jalna, Ambad, Bhokardan, Badnapur, Ghansavangi, Partur, Mantha and Jafrabad. There is a total of 970 villages in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has five constituencies of Maharashtra State Vidhan Sabha ( Legislative Assembly):</p>\r\n<p>&nbsp;</p>\r\n<p>Partur (Vidhan Sabha constituency)</p>\r\n<p>Ghansawangi (Vidhan Sabha constituency)</p>\r\n<p>Jalna (Vidhan Sabha constituency)</p>\r\n<p>Badnapur (Vidhan Sabha constituency)</p>\r\n<p>Bhokardan (Vidhan Sabha constituency)</p>\r\n<p>While Partur and Ghansawangi are part of Parbhani (Lok Sabha constituency), the other three are part of the Jalna (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census,</p>\r\n<p>&nbsp;</p>\r\n<p>Jalna district has a population of 1,958,483, roughly equal to the nation of Lesotho or the US state of New Mexico. This gives it a ranking of 237th in India (out of a total of 640).</p>\r\n<p>The district has a population density of 255 inhabitants per square kilometre (660/sq mi). Its population growth rate over the decade 2001&ndash;2011 was 21.84%.</p>\r\n<p>Jalna has a sex ratio of 929 females for every 1000 males, and a literacy rate of 73.61%.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jalna_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jalna-maharashtra","tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"jalna","slug":"jalna"}],"recommendations":[{"id":718,"title":"Top Places to visit in Sangli, Maharashtra","imageUrl":"a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","dateCreated":"2019-09-20T02:53:21.209Z","dateModified":"2019-09-20T02:53:32.923Z","contributedBy":"AskGif","content":"Sangli, is a metropolitan city and the district headquarters of Sangli District in the state of Maharashtra, in western India. It is known as the Turmeric City of Maharashtra due to its production and trade of the spice. Sangli is situated on the banks of the river Krishna and houses many sugar f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sangli","slug":"sangli"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-sangli-maharashtra","total":0},{"id":700,"title":"Top Places to visit in Jalgaon, Maharashtra","imageUrl":"a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","dateCreated":"2019-09-18T02:37:43.594Z","dateModified":"2019-09-18T02:37:55.456Z","contributedBy":"AskGif","content":"Jalgaon is a city in western India. The city is located in northern Maharashtra, and serves as the administrative headquarter of the Jalgaon district. Jalgaon is nicknamed \"Banana village\" as the region contributes approximately two third of Maharashtra's banana production.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"jalgaon","slug":"jalgaon"}],"slug":"top-places-to-visit-in-jalgaon-maharashtra","total":0},{"id":698,"title":"Top Places to visit in Gondia, Maharashtra","imageUrl":"4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","dateCreated":"2019-09-18T02:22:01.613Z","dateModified":"2019-09-18T02:22:33.339Z","contributedBy":"AskGif","content":"Gondia (also spelled Gondiya) is a city and municipal council in the Indian state of Maharashtra which serves the administrative headquarters of the eponymous administrative district. Gondia is also known as Rice City due to the abundance of rice mills in the area.\r\n&nbsp;\r\nGondia i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"gondia","slug":"gondia"}],"slug":"top-places-to-visit-in-gondia-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}