{"id":703,"title":"कोल्हापुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"0aa4fc97-bd39-48cd-aadf-f7cc86ff4d2a_Kolhapur-railway.jpg","dateCreated":"2019-09-19T01:59:25.201Z","dateModified":"2019-09-19T01:59:35.809Z","contributedBy":"AskGif","content":"<p>कोल्हापुर महाराष्ट्र का एक ऐतिहासिक शहर है। यह कोल्हापुर जिले का जिला मुख्यालय है। भारतीय स्वतंत्रता से पहले, कोल्हापुर मराठा साम्राज्य के भोसले छत्रपति (भोसले शाही कबीले) द्वारा शासित एक उन्नीस तोपों की सलामी थी।</p>\r\n<p>कोल्हापुर जिला महाराष्ट्र राज्य में है। कोल्हापुर शहर जिला मुख्यालय है। 2011 तक, जिले की आबादी 3,876,001 थी, जिनमें से 33% शहरी थे।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>निर्माण उद्योग</p>\r\n<p>शहर विशेष रूप से कोल्हापुरी चप्पल के लिए जाना जाता है, एक हाथ से तैयार भैंस के चमड़े का जूता जो स्थानीय रूप से वनस्पति रंजक का उपयोग करके प्रतिबंधित है। कोल्हापुरी चप्पलें महादवार रोड पर बेची जाती हैं। अन्य हस्तशिल्पों में शामिल हैं: वस्त्रों की हैंड ब्लॉक प्रिंटिंग; चांदी, मनका और पेस्ट ज्वैलरी क्राफ्टिंग; मिट्टी के बर्तनों; लकड़ी पर नक्काशी और लाह; पीतल की चादर का काम और ऑक्सीकृत चांदी की कलाकृति; और फीता और कढ़ाई बनाना।</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्हापुर एक औद्योगिक शहर भी है, जिसमें लगभग 300 फाउंड्री हैं जो प्रति वर्ष 15 बिलियन रुपये मूल्य के साथ निर्यात करते हैं। कोल्हापुर के पास कागल में 5 स्टार MIDC में Kirloskar Oil Engines [KOEL] का एक विनिर्माण संयंत्र स्थापित किया गया है, इसके अलावा Raymond कपड़े संयंत्र भी उसी औद्योगिक क्षेत्र में स्थित है। कोल्हापुर में दो और औद्योगिक क्षेत्र हैं। गोकुल-शिरगाँव MIDC, शिरोली MIDC और उद्योगनगर शहर का एक औद्योगिक क्षेत्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्हापुर के बिंदू चौक पर बी आर अंबेडकर की बस्ट। यह अंबेडकर की दुनिया की पहली प्रतिमा है, जिसका उद्घाटन 7 दिसंबर 1950 को हुआ था।</p>\r\n<p>पर्यटन प्रति वर्ष शहर में लगभग तीन मिलियन आगंतुकों के साथ राजस्व का एक और स्रोत है। कोल्हापुर के आकर्षण में शामिल हैं: न्यू पैलेस, बिंदू चौक पर बाबासाहेब अंबेडकर की दुनिया की पहली प्रतिमा, 7 दिसंबर 1950 को रंकला झील, तारा रानी अश्वारोही प्रतिमा का उद्घाटन किया गया, जो घोड़े के दो पैरों पर खड़ी है, जो कि भगवान के 85 फीट (26 मीटर) की दो मूर्तियां हैं। चिन्मय मिशन (शीर्ष-सम्भापुर) में गणेश। वार्षिक दशहरा जुलूस में, कोल्हापुर के छत्रपतियों की कोल्हापुर मेबैक कार को जनता के लिए प्रदर्शित किया जाता है। कोल्हापुर में रैंकला झील देखने योग्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>फिल्म उद्योग</p>\r\n<p>1 दिसंबर, 1917 को बाबूराव पेंटर द्वारा कोल्हापुर में महाराष्ट्र फिल्म कंपनी की स्थापना की गई थी। शहर मराठी फिल्म उद्योग का प्राथमिक केंद्र बन गया है। कोल्हापुर कई फिल्म समारोहों की मेजबानी करता है, जिसमें कोल्हापुर अंतर्राष्ट्रीय फिल्म महोत्सव भी शामिल है। कोल्हापुर में फिल्म सिटी है जो मोरेवाड़ी में 75 एकड़ में फैला हुआ है और 1984 में राज्य सरकार द्वारा स्थापित किया गया था। फिल्म सिटी की स्थापना का उद्देश्य मराठी फिल्म उद्योग को ढांचागत सेट-अप प्रदान करना था और शूटिंग से लेकर पोस्ट प्रोडक्शन तक, एक ही छत के नीचे सभी सुविधाएं प्रदान करना था। कोल्हापुर फिल्म सिटी के नवीकरण और नए स्थानों का काम चल रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>मॉल</p>\r\n<p>&nbsp;</p>\r\n<p>डीवाईपी सिटी मॉल, कोल्हापुर</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्हापुर में रिलायंस मेगा मॉल</p>\r\n<p>भोजन</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्हापुरी मिसल</p>\r\n<p>कोल्हापुर व्यंजन विशेष मटन व्यंजनों के साथ-साथ कोल्हापुरी मिसल और कोल्हापुरी भेल के लिए भी प्रसिद्ध है। शहर कोल्हापुरी लवांगी (मिर्च मिर्च या मिर्ची), कोल्हापुरी गुड़ (गन्ने का रस ध्यान केंद्रित), और कोल्हापुरी मसाला (मसाला मिश्रण) जैसे खाद्य उत्पादों के लिए अपना नाम उधार देता है। \"पंधरा रस\", जिसका अर्थ है सफेद करी, मटन स्टॉक से बने व्यंजन जैसे दालचीनी, धनिया, अदरक और लहसुन और नारियल के दूध से बना सूप है। यह एक स्टार्टर के रूप में प्रयोग किया जाता है और खांसी और गले की बीमारियों के लिए औषधीय उपयोग भी किया जाता है, \"तम्बाड़ा रस\" जो कि लाल सूप है \"पंधरा रस\" के समान लाभ है लेकिन नारियल के दूध के बजाय लाल मिर्च से बना है। कोल्हापुर में मैकडॉनल्ड्स और डोमिनोज पिज्जा के दो आउटलेट हैं, और पिज्जा हट और सबवे का एक आउटलेट है। कई कैफे भी पूरे शहर में फैले हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Rajabhaubhel.jpg</p>\r\n<p>डमी 19 डब्ल्यूजेपीजी</p>\r\n<p>मीडिया और दूरसंचार</p>\r\n<p>कोल्हापुर का प्रमुख अखबार पुढारी है। अन्य मराठी भाषा के समाचार पत्रों में सकाल, महाराष्ट्र टाइम्स (कोल्हापुर संस्करण), लोकसत्ता, लोकमत, केसरी, सौमना, तरुण भारत और पुण्यनगरी शामिल हैं।</p>\r\n<p>अंग्रेजी भाषा के दैनिक समाचार पत्रों में द टाइम्स ऑफ इंडिया (कोल्हापुर संस्करण), द इंडियन एक्सप्रेस, बिजनेस स्टैंडर्ड और द इकोनॉमिक टाइम्स शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हिंदी भाषा दैनिक लोकमत टाइम्स है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्हापुर की एफएम रेडियो सेवाओं में टोमैटो एफएम (94.3 मेगाहर्ट्ज), रेडियो मिर्ची (98.3 मेगाहर्ट्ज), रेडियो सिटी (95 मेगाहर्ट्ज), बिग एफएम (92.7 मेगाहर्ट्ज) और ऑल इंडिया रेडियो एफएम (102.7 मेगाहर्ट्ज) शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्हापुर मल्टीप्लेक्स और थियेटर</p>\r\n<p>कोल्हापुर में तीन मल्टीप्लेक्स हैं - 03</p>\r\n<p>डीवाईपी सिटी मॉल में पीवीआर सिनेमा, रिलायंस मेगा मॉल में पार्वती मल्टीप्लेक्स और आईनॉक्स और बहुत कुछ।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>कोल्हापुर में कई खेल खेले जाते हैं। कुश्ती और फुटबॉल शहर में सबसे अधिक खेले जाने वाले खेल हैं। कुश्ती की वर्तमान स्थिति</p>\r\n<p>&nbsp;</p>\r\n<p>जनवरी 2013 में, भारतीय महिला फुटबॉल टीम ने एक प्रशिक्षण शिविर की मेजबानी की और कोल्हापुर में नीदरलैंड के प्रतिनिधियों के खिलाफ एक प्रदर्शन खेल खेला। कोल्हापुर में कुश्ती की भी परंपरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजर्षि शाहू स्टेडियम कोल्हापुर में एक फुटबॉल स्टेडियम है। खासबाग कुश्ती स्टेडियम कोल्हापुर में एक राष्ट्रीय कुश्ती स्टेडियम है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्हापुर ने राष्ट्र को खाशाबा दादासाहेब जाधव की तरह कई विशिष्ट खेल व्यक्तित्व दिए हैं, जिन्होंने हेलसिंकी में 1952 के ग्रीष्मकालीन ओलंपिक में कांस्य पदक जीता था। वह ओलंपिक में पदक जीतने वाले भारत के पहले एथलीटों में से एक थे। बीबी निम्बालकर (पूर्व रणजी क्रिकेटर), सुहास खामकर (मिस्टर एशिया, विनर), विरधवाल खाडे (तैराकी में भारतीय ओलंपियन), जयसिंगराव कुसाले (भारतीय निशानेबाज), तेजस्विनी सावंत (भारतीय निशानेबाज), दादू चौगुले (रुस्तम-ए-हिंद) , रूचा पुजारी (शतरंज - महिला अंतर्राष्ट्रीय मास्टर) और कई और। अनिकेत जाधव जिन्होंने फीफा अंडर -17 विश्व कप 2017 खेला, कोल्हापुर के थे।</p>\r\n<p>&nbsp;</p>\r\n<p>वॉलीबॉल को पन्हाला, कागल, मुर्गुद और कुरुंदवाड जैसे स्थानों में भी व्यापक रूप से खेला जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेलवे</p>\r\n<p>मुख्य लेख: छत्रपति शाहू महाराज टर्मिनस और कोल्हापुर हवाई अड्डा</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्हापुर रेलवे स्टेशन</p>\r\n<p>छत्रपति शाहू महाराज टर्मिनस कोल्हापुर को पुणे, मुंबई, बेंगलुरु और नई दिल्ली के लिए एक्सप्रेस सेवाओं के साथ भारत के प्रमुख शहरों से रेल से जोड़ता है। एक दैनिक शटल सेवा कोल्हापुर को मध्य रेलवे की मुख्य लाइन पर मिराज के मुख्य रेल हब से जोड़ती है। वैभववाड़ी तक कोल्हापुर के माध्यम से मिराज के बीच एक नया रेल मार्ग की पुष्टि की गई है, जो कोल्हापुर और कई अन्य शहरों को भारत के पश्चिमी तटीय क्षेत्र से जोड़ देगा।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>कोल्हापुर राष्ट्रीय राजमार्ग 4 और राष्ट्रीय राजमार्ग 204 पर स्थित है। शहर में तीन राज्य परिवहन बस स्टैंड हैं: सेंट्रल बस स्टैंड (CBS), रंकला बस स्टैंड और संभाजीनगर बस स्टैंड। कोल्हापुर म्युनिसिपल ट्रांसपोर्ट (KMT) स्थानीय बस सेवा प्रदान करता है। केंद्र सरकार ने जेएनएमआरएम के तहत केएमटी के लिए 78 बसों को मंजूरी दी। कोल्हापुर का सीबीएस पश्चिमी महाराष्ट्र का सबसे व्यस्त बस स्टैंड है, जिसमें एक दिन में 50,000 से अधिक कम्यूटेटर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के पास राष्ट्रीय राजमार्ग 4</p>\r\n<p>हवाई अड्डा</p>\r\n<p>कोल्हापुर का घरेलू हवाई अड्डा, जिसे छत्रपति राजाराम महाराज हवाई अड्डे के रूप में भी जाना जाता है, उजलवाईवाड़ी से 9 किलोमीटर (5.6 मील) शहर के दक्षिण पूर्व में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>एलायंस एयर द्वारा संचालित कोल्हापुर से हैदराबाद और बेंगलुरु के लिए दैनिक उड़ानें हैं। इंडिगो हैदराबाद और तिरुपति के लिए दैनिक उड़ानें संचालित करता है, और ट्रूजेट 1 सितंबर 2019 से सप्ताह में पांच दिन मुंबई के लिए उड़ानें संचालित करेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>कोल्हापुर के लिए निकटतम अंतरराष्ट्रीय हवाई अड्डे पुणे अंतर्राष्ट्रीय हवाई अड्डा और गोवा अंतर्राष्ट्रीय हवाई अड्डा हैं। हवाई अड्डे के टर्मिनल भवन के रनवे और निर्माण का विस्तार प्रगति पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>कोल्हापुर में इंजीनियरिंग, चिकित्सा, प्रबंधन अध्ययन, फार्मास्युटिकल साइंसेज और कृषि के लिए शैक्षिक संस्थान हैं। शिवाजी विश्वविद्यालय कोल्हापुर शहर में स्थित है। अंतरराष्ट्रीय स्कूल और एक पूर्व IAS प्रशिक्षण केंद्र हैं। पूर्व IAS प्रशिक्षण केंद्र राजाराम कॉलेज परिसर में है। पूर्व-आईएएस केंद्र को प्रवेश विशुद्ध रूप से प्रवेश परीक्षा में योग्यता के आधार पर आवंटित किया जाता है। यह शहर पूरे भारत और अफ्रीका में छात्रों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>कोल्हापुर में मराठी भाषा का उपयोग करने का अलग तरीका है जो उस आबादी पर राज करने के लिए उद्धृत किया जा सकता है जिसने भाषा के लिए कुछ पुरुषत्व लाए हैं। जैसे कोई यह पाएगा कि महिलाएं भी भाषा का उपयोग करते हुए पुरुष लिंग का उपयोग करती हैं। उच्चारण को तेज बनाने के लिए एक अनोखे तरीके से नामों को छोटा किया जाता है। जैसे शंकर शांक्रोबा बन जाता है। यहाँ की भाषा का कन्नड़ प्रभाव भी है। कुछ वाक्यांश युवाओं के साथ बहुत लोकप्रिय हैं, उदा। &lsquo;काय भावा&rsquo;, ाद नाद नाही करायचा, टा काटा कीरर्र &rsquo;,, खटक्यवर बोट, जयावर पल्टी&rsquo; हिंदी और अंग्रेजी भी बोली जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kolhapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0aa4fc97-bd39-48cd-aadf-f7cc86ff4d2a_Kolhapur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kolhapur-maharashtra","tags":[{"name":"कोल्हापुर","slug":"kolhapur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":725,"title":"सोलापुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"सोलापुर (पूर्व में शोलापुर) भारतीय राज्य महाराष्ट्र के दक्षिण-पश्चिमी क्षेत्र में स्थित एक शहर है, जो कर्नाटक के साथ अपनी सीमा के करीब है। सोलापुर प्रमुख राजमार्ग पर स्थित है, मुंबई, पुणे, बैंगलोर और हैदराबाद के बीच रेल मार्ग, पड़ोसी राज्य कर्नाटक में बीजापुर और गदग के शहरों के लिए एक शाखा के साथ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सोलापुर","slug":"solapur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-solapur-maharashtra","total":0},{"id":708,"title":"नंदुरबार में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","dateCreated":"2019-09-19T02:38:40.105Z","dateModified":"2019-09-19T02:38:50.351Z","contributedBy":"AskGif","content":"नंदुरबार भारतीय राज्य महाराष्ट्र में नंदुरबार जिले में एक शहर और एक नगरपालिका परिषद है। नंदुरबार नगर निगम पहला नगर निगम है। नंदुरबार महाराष्ट्र के उत्तर-पश्चिम कोने (खानदेश क्षेत्र) में एक प्रशासनिक जिला है। 1 जुलाई 1998 को धुले को दो अलग-अलग जिलों के रूप में विभाजित किया गया, जिन्हें अब धुले और ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नंदुरबार","slug":"nandurbar"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nandurbar-maharashtra","total":0},{"id":704,"title":"लातूर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"bdd85b3b-eef4-4760-92f2-3db2db67aa29_Latur-railway.jpg","dateCreated":"2019-09-19T02:10:26.176Z","dateModified":"2019-09-19T02:10:37.364Z","contributedBy":"AskGif","content":"लातूर भारत में महाराष्ट्र राज्य के मराठवाड़ा क्षेत्र का एक शहर है। यह लातूर जिले और तालुका का प्रशासनिक मुख्यालय है। शहर कई ऐतिहासिक स्मारकों से घिरा हुआ एक पर्यटन केंद्र है, जिसमें उदगीर किला और खरोसा गुफाएँ शामिल हैं।\r\nलातूर जिला भारत के महाराष्ट्र राज्य का एक जिला है। लातूर शहर जिला मुख","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bdd85b3b-eef4-4760-92f2-3db2db67aa29_Latur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लातूर","slug":"latur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-latur-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}