{"id":703,"title":"Top Places to visit in Kolhapur, Maharashtra","imageUrl":"0aa4fc97-bd39-48cd-aadf-f7cc86ff4d2a_Kolhapur-railway.jpg","dateCreated":"2019-09-19T01:59:25.201Z","dateModified":"2019-09-19T01:59:35.809Z","contributedBy":"AskGif","content":"<p>Kolhapur is a historic city of Maharashtra. It is the district headquarters of Kolhapur district. Prior to Indian Independence, Kolhapur was a nineteen gun salute princely state ruled by the Bhosale Chhatrapati (Bhosale royal clan) of the Maratha Empire.</p>\r\n<p>Kolhapur district is in Maharashtra state. The city of Kolhapur is the district headquarters. As of 2011, the district had population of 3,876,001, of which 33% were urban.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Manufacturing Industry</p>\r\n<p>The city particularly known for the Kolhapuri chappal, a hand-crafted buffalo leather slipper that is locally tanned using vegetable dyes. Kolhapuri slippers are sold on Mahadwar road. Other handicrafts include: hand block printing of textiles; silver, bead and paste jewellery crafting; pottery; wood carving and lacquerware; brass sheet work and oxidised silver artwork;and lace and embroidery making.</p>\r\n<p>&nbsp;</p>\r\n<p>Kolhapur is also an industrial city with approximately 300 foundries producing exports with a value of 15 billion rupees per year. A manufacturing plant of Kirloskar Oil Engines [KOEL] is set up in 5 star MIDC at Kagal near Kolhapur, besides this Raymond clothes plant is also located in the same industrial area. Kolhapur has two more industrial areas wiz. Gokul-Shirgaon MIDC, Shiroli MIDC &amp; Udyamnagar is an industrial area in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Bust of B. R. Ambedkar at Bindu Chowk in Kolhapur. This is the world's first statue of Ambedkar, inaugurated on 7 December 1950.</p>\r\n<p>Tourism is another source of revenue with about three million visitors to the city per year. Kolhapur's attractions include:New Palace, world's first statue of Babasaheb Ambedkar at Bindu chowk, inaugurated on 7 December 1950, Rankala lake,the Tara Rani equestrian statue which stands on two of the horse's legs an 85 feet (26 m) idol of the Lord Ganesh at the Chinmaya mission (Top-Sambhapur). At the annual Dusshera procession, the Kolhapur Maybach car of the chhatrapatis of Kolhapur is displayed to the public. The rankala lake is place to visit in kolhapur.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Film industry</p>\r\n<p>On December 1, 1917, the Maharashtra Film Company was established in Kolhapur by Baburao Painter. The city has become the primary centre for the Marathi film industry. Kolhapur plays host to many film festivals, including the Kolhapur International Film Festival. Kolhapur has film city which is spread over 75-acre in Morewadi and was set up in 1984 by the state government. The objective of setting up film city was to provide infrastructural set-up to the Marathi film industry and provide all facilities, from shooting to post production, under one roof. The work of renovation and new locations of Kolhapur film city is going on.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Malls</p>\r\n<p>&nbsp;</p>\r\n<p>DYP City Mall, Kolhapur</p>\r\n<p>&nbsp;</p>\r\n<p>Reliance Mega mall at Kolhapur</p>\r\n<p>Cuisine</p>\r\n<p>&nbsp;</p>\r\n<p>Kolhapuri Misal</p>\r\n<p>Kolhapur cuisine is noted for special mutton dishes as well as Kolhapuri Misal And Kolhapuri Bhel. The city lends its name to food products such as Kolhapuri Lavangi (chili peppers or Mirchi), Kolhapuri jaggery (cane juice concentrate), and Kolhapuri masala (spice mixture). \"Pandhara rassa\", meaning white curry, is a soup like dish made from mutton stock, spices such as cinnamon, coriander, ginger and garlic, and coconut milk. It is used as a starter and also has medicinal uses for cough and throat ailments, also \"Tambdaa rassa\" which is red soup have same benefits as \"Pandhra rassa\" but instead of coconut milk is made up of red chilli. Kolhapur has two outlets of McDonald's and Domino's Pizza,and one outlet of Pizza Hut and Subway each. Numerous cafes are also spread throughout the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajabhaubhel.jpg</p>\r\n<p>Dummy 19 W.jpg</p>\r\n<p>Media and telecommunication</p>\r\n<p>Kolhapur's main newspaper is the Pudhari. Other Marathi language newspapers include Sakaal, Maharashtra Times (Kolhapur edition), Loksatta, Lokmat, Kesari, Saamna , Tarun Bharat, and Punyanagari.</p>\r\n<p>&nbsp;</p>\r\n<p>The English language dailies include The Times of India (Kolhapur edition), The Indian Express, Business Standard and The Economic Times.</p>\r\n<p>&nbsp;</p>\r\n<p>The Hindi language daily is the Lokmat Times.</p>\r\n<p>&nbsp;</p>\r\n<p>Kolhapur's FM radio services include Tomato FM (94.3 MHz), Radio Mirchi (98.3 MHz), Radio City (95 MHz), Big FM(92.7 MHz) and All India Radio FM (102.7 MHz).</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Kolhapur Multiplexes And Theater</p>\r\n<p>Kolhapur has three multiplexes - 03</p>\r\n<p>PVR Cinemas in DYP city mall, Parvati Multiplex and INOX at Reliance Mega Mall and more.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>A number of sports are played in Kolhapur. Wrestling and football are the most played sports in the city. Current Status of Wrestling</p>\r\n<p>&nbsp;</p>\r\n<p>In January 2013, the Indian women's football team hosted a training camp and played a demonstration game against representatives from the Netherlands in Kolhapur. There is also a tradition of wrestling in Kolhapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Rajarshi Shahu Stadium is a football stadium in Kolhapur. Khasbag Wrestling Stadium is a national wrestling stadium in Kolhapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Kolhapur has given many elite sports personalities to the nation like Khashaba Dadasaheb Jadhav, who won a bronze medal at the 1952 Summer Olympics in Helsinki. He was one of the first athletes from India to win a medal in the Olympics. B.B. Nimbalkar (former Ranji cricketer), Suhas Khamkar (Mr. Asia, Winner), Virdhawal Khade (Indian Olympian in swimming), Jaysingrao Kusale (Indian shooter), Tejaswini Sawant (Indian shooter), Dadu Chowgule (Rustum-e-hind), Rucha Pujari (chess - Woman International Master) and many more. Aniket Jadhav who played the FIFA U-17 World Cup 2017 was from Kolhapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Volleyball is also played widely in places like Panhala, Kagal, Murgud, and Kurundwad.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Railway</p>\r\n<p>Main articles: Chhatrapati Shahu Maharaj Terminus and Kolhapur Airport</p>\r\n<p>&nbsp;</p>\r\n<p>Kolhapur railway station</p>\r\n<p>The Chhatrapati Shahu Maharaj Terminus links Kolhapur via rail to India's major cities with express services to Pune, Mumbai, Bengaluru and New Delhi. A daily shuttle service connects Kolhapur with the main rail hub of Miraj on the Central Railway main line. A new railway route between Miraj via Kolhapur till Vaibhavwadi has been confirmed, which will connect Kolhapur and many other towns with to the Western coastal region of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Kolhapur is located on National Highway 4 and National Highway 204. The city has three state transport bus stands: Central Bus Stand (CBS), Rankala Bus Stand and Sambhajinagar Bus Stand. Kolhapur Municipal Transport (KMT) provides local bus services. Central government granted 78 buses for KMT under Jnnurm. The CBS of Kolhapur is the busiest bus stand in western Maharashtra with more than 50,000 commutators a day.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>National Highway 4 near the city</p>\r\n<p>Airport</p>\r\n<p>Kolhapur's domestic airport, also known as Chhatrapati Rajaram Maharaj Airport, is located 9 kilometres (5.6 mi) south east of the city at Ujalaiwadi.</p>\r\n<p>&nbsp;</p>\r\n<p>There are daily flights from Kolhapur to Hyderabad and Bengaluru operated by Alliance Air. Indigo operates daily flights to Hyderabad and Tirupati, &amp; Trujet will operate flights to Mumbai five days a week from 1 September 2019.</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest international airports to Kolhapur are Pune International Airport and Goa International Airport. Expansion of runway &amp; construction of Airport Terminal Building is in progress.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Kolhapur has educational institutions for Engineering, Medicine, Management Studies, Pharmaceutical Sciences and Agriculture. Shivaji University is located in Kolhapur city. There are international schools and a pre-IAS training centre. The pre-IAS training centre is in Rajaram college campus. The admissions to pre-IAS centre are allotted purely on merit in entrance exam. The city attracts students form all over India and Africa.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Kolhapur has distinct way with using Marathi language which can be cited to the princely rule over the population which has brought certain masculinity to the language. e.g. One will find that women too use male gender while using language. Names are shortened in a unique way to make the utterance faster. e.g. शंकर becomes शंक्रोबा. Language here have some Kannada influence too. Some phrases are very popular with youth too e.g. &lsquo;काय भावा&rsquo;, &lsquo;नाद नाही करायचा,&rsquo; &lsquo;काटा कीर्रर्र&rsquo;, &lsquo;खटक्यावर बोट, जाग्यावर पल्टी' The Hindi and English are also spoken.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kolhapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0aa4fc97-bd39-48cd-aadf-f7cc86ff4d2a_Kolhapur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kolhapur-maharashtra","tags":[{"name":"kolhapur","slug":"kolhapur"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":725,"title":"Top Places to visit in Solapur, Maharashtra","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"Solapur (formerly Sholapur) is a city located in the south-western region of the Indian state of Maharashtra, close to its border with Karnataka. Solapur is located on major Highway, rail routes between Mumbai, Pune, Bangalore and Hyderabad, with a branch line to the cities of Bijapur and Gadag i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solapur","slug":"solapur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-solapur-maharashtra","total":0},{"id":708,"title":"Top Places to visit in Nandurbar, Maharashtra","imageUrl":"932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","dateCreated":"2019-09-19T02:38:40.105Z","dateModified":"2019-09-19T02:38:50.351Z","contributedBy":"AskGif","content":"Nandurbar is a city and a municipal council in Nandurbar district in the Indian state of Maharashtra. Nandurbar municipal corporation is the first municipal corporation. Nandurbar is an administrative district in the northwest corner of (Khandesh region) of Maharashtra. On 1 July 1998 Dhule was b","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nandurbar","slug":"nandurbar"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nandurbar-maharashtra","total":0},{"id":704,"title":"Top Places to visit in Latur, Maharashtra","imageUrl":"bdd85b3b-eef4-4760-92f2-3db2db67aa29_Latur-railway.jpg","dateCreated":"2019-09-19T02:10:26.176Z","dateModified":"2019-09-19T02:10:37.364Z","contributedBy":"AskGif","content":"Latur is a city in the Marathwada region of Maharashtra state in India. It is the administrative headquarters of Latur district and taluka. The city is a tourist hub surrounded by many historical monuments, including Udgir Fort and Kharosa Caves.\r\nLatur district is a district in Maharashtr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bdd85b3b-eef4-4760-92f2-3db2db67aa29_Latur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"latur","slug":"latur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-latur-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}