{"id":704,"title":"लातूर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"bdd85b3b-eef4-4760-92f2-3db2db67aa29_Latur-railway.jpg","dateCreated":"2019-09-19T02:10:26.176Z","dateModified":"2019-09-19T02:10:37.364Z","contributedBy":"AskGif","content":"<p>लातूर भारत में महाराष्ट्र राज्य के मराठवाड़ा क्षेत्र का एक शहर है। यह लातूर जिले और तालुका का प्रशासनिक मुख्यालय है। शहर कई ऐतिहासिक स्मारकों से घिरा हुआ एक पर्यटन केंद्र है, जिसमें उदगीर किला और खरोसा गुफाएँ शामिल हैं।</p>\r\n<p>लातूर जिला भारत के महाराष्ट्र राज्य का एक जिला है। लातूर शहर जिला मुख्यालय है और महाराष्ट्र राज्य का 16 वां सबसे बड़ा शहर है। जिला मुख्य रूप से कृषि प्रधान है। शहरी आबादी में कुल आबादी का 25.47% शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और अनुसंधान</p>\r\n<p>मुख्य लेख: लातूर जिले में शैक्षिक संस्थानों की सूची</p>\r\n<p>लातूर माध्यमिक, उच्च माध्यमिक और विश्वविद्यालय शिक्षा के लिए एक शैक्षिक केंद्र के रूप में विकसित हुआ है। यह जिला अपने अध्ययन के \"लातूर पैटर्न\" के लिए महाराष्ट्र में जाना जाता है, जिसमें शहर में दी गई गहन कोचिंग शामिल है। लातूर के जूनियर कॉलेजों के छात्रों का प्रतियोगी इंजीनियरिंग और मेडिकल प्रवेश परीक्षा देने में अच्छा रिकॉर्ड है।</p>\r\n<p>&nbsp;</p>\r\n<p>बुनियादी और उच्च शिक्षा</p>\r\n<p>पब्लिक स्कूल (स्थानीय रूप से नगरपालिका स्कूल के रूप में जाने जाते हैं) LMC द्वारा चलाए जाते हैं, और MSBSHSE से संबद्ध होते हैं। निजी स्कूल शैक्षिक ट्रस्टों या व्यक्तियों द्वारा चलाए जाते हैं। वे आमतौर पर आईसीएसई या सीबीएसई बोर्ड जैसे राज्य बोर्ड या राष्ट्रीय शिक्षा बोर्ड से संबद्ध होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विश्वविद्यालय की शिक्षा</p>\r\n<p>140 से अधिक कॉलेजों के कारण, शहर को मराठवाड़ा में एक शैक्षिक केंद्र के रूप में जाना जाता है। कॉलेजों और विश्वविद्यालय में पढ़ने वाले छात्रों में से कई पास के जिलों से हैं। लातूर के अधिकांश कॉलेज नांदेड़ विश्वविद्यालय से संबद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>1983 में स्थापित एम। बिडवे इंजीनियरिंग कॉलेज, लातूर, मराठवाड़ा के सबसे पुराने इंजीनियरिंग कॉलेजों में से एक है। महाराष्ट्र इंस्टीट्यूट ऑफ मेडिकल साइंस एंड रिसर्च लातूर की स्थापना 1988 में सामाजिक कार्यकर्ता विश्वनाथ कराड ने की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>सीमा सुरक्षा बल प्रशिक्षण केंद्र, चाकुर और आपदा प्रबंधन प्रशिक्षण संस्थान क्रमशः लातूर में 2005 और 2008 में स्थापित किए गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>दयानंद लॉ कॉलेज की स्थापना दयानंद एजुकेशन सोसायटी द्वारा की गई थी। शहर में सरकारी मेडिकल कॉलेज, मंजारा आयुर्वेदिक कॉलेज जैसे स्थापित मेडिकल स्कूल मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चन्नास्वेश्वर फार्मेसी कॉलेज एक डिग्री कॉलेज है जो फार्मेसी क्षेत्र में डिप्लोमा, डिग्री और मास्टर पाठ्यक्रम प्रदान करता है। अन्य फार्मेसी कॉलेज फार्मेसी के दयानंद कॉलेज और फार्मेसी के विलासराव देशमुख कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विलासराव देशमुख फाउंडेशन (VDF) कॉलेज एक डिग्री कॉलेज है जो इंजीनियरिंग और फ़ार्मेसी क्षेत्र में डिप्लोमा, डिग्री, आवर प्रदान करता है। अन्य फार्मेसी कॉलेज फार्मेसी के दयानंद कॉलेज और फार्मेसी के विलासराव देशमुख कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>व्यावसायिक शिक्षा</p>\r\n<p>लातूर, भारत के चार्टर्ड एकाउंटेंट्स संस्थान के पश्चिमी भारत क्षेत्रीय परिषद की एक शाखा का घर है, जिसमें परीक्षा केंद्र, सूचना प्रौद्योगिकी प्रशिक्षण प्रयोगशाला, वाचनालय और चार्टर्ड एकाउंटेंट के साथ-साथ छात्रों के लिए एक पुस्तकालय भी है।</p>\r\n<p>लातूर भारत में महाराष्ट्र राज्य के मराठवाड़ा क्षेत्र का एक शहर है। यह लातूर जिले और तालुका का प्रशासनिक मुख्यालय है। शहर कई ऐतिहासिक स्मारकों से घिरा हुआ एक पर्यटन केंद्र है, जिसमें उदगीर किला और खरोसा गुफाएँ शामिल हैं।</p>\r\n<p>लातूर जिला भारत के महाराष्ट्र राज्य का एक जिला है। लातूर शहर जिला मुख्यालय है और महाराष्ट्र राज्य का 16 वां सबसे बड़ा शहर है। जिला मुख्य रूप से कृषि प्रधान है। शहरी आबादी में कुल आबादी का 25.47% शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा और अनुसंधान</p>\r\n<p>मुख्य लेख: लातूर जिले में शैक्षिक संस्थानों की सूची</p>\r\n<p>लातूर माध्यमिक, उच्च माध्यमिक और विश्वविद्यालय शिक्षा के लिए एक शैक्षिक केंद्र के रूप में विकसित हुआ है। यह जिला अपने अध्ययन के \"लातूर पैटर्न\" के लिए महाराष्ट्र में जाना जाता है, जिसमें शहर में दी गई गहन कोचिंग शामिल है। लातूर के जूनियर कॉलेजों के छात्रों का प्रतियोगी इंजीनियरिंग और मेडिकल प्रवेश परीक्षा देने में अच्छा रिकॉर्ड है।</p>\r\n<p>&nbsp;</p>\r\n<p>बुनियादी और उच्च शिक्षा</p>\r\n<p>पब्लिक स्कूल (स्थानीय रूप से नगरपालिका स्कूल के रूप में जाने जाते हैं) LMC द्वारा चलाए जाते हैं, और MSBSHSE से संबद्ध होते हैं। निजी स्कूल शैक्षिक ट्रस्टों या व्यक्तियों द्वारा चलाए जाते हैं। वे आमतौर पर आईसीएसई या सीबीएसई बोर्ड जैसे राज्य बोर्ड या राष्ट्रीय शिक्षा बोर्ड से संबद्ध होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विश्वविद्यालय की शिक्षा</p>\r\n<p>140 से अधिक कॉलेजों के कारण, शहर को मराठवाड़ा में एक शैक्षिक केंद्र के रूप में जाना जाता है। कॉलेजों और विश्वविद्यालय में पढ़ने वाले छात्रों में से कई पास के जिलों से हैं। लातूर के अधिकांश कॉलेज नांदेड़ विश्वविद्यालय से संबद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>1983 में स्थापित एम। बिडवे इंजीनियरिंग कॉलेज, लातूर, मराठवाड़ा के सबसे पुराने इंजीनियरिंग कॉलेजों में से एक है। महाराष्ट्र इंस्टीट्यूट ऑफ मेडिकल साइंस एंड रिसर्च लातूर की स्थापना 1988 में सामाजिक कार्यकर्ता विश्वनाथ कराड ने की थी।</p>\r\n<p>&nbsp;</p>\r\n<p>सीमा सुरक्षा बल प्रशिक्षण केंद्र, चाकुर और आपदा प्रबंधन प्रशिक्षण संस्थान क्रमशः लातूर में 2005 और 2008 में स्थापित किए गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>दयानंद लॉ कॉलेज की स्थापना दयानंद एजुकेशन सोसायटी द्वारा की गई थी। शहर में सरकारी मेडिकल कॉलेज, मंजारा आयुर्वेदिक कॉलेज जैसे स्थापित मेडिकल स्कूल मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>चन्नास्वेश्वर फार्मेसी कॉलेज एक डिग्री कॉलेज है जो फार्मेसी क्षेत्र में डिप्लोमा, डिग्री और मास्टर पाठ्यक्रम प्रदान करता है। अन्य फार्मेसी कॉलेज फार्मेसी के दयानंद कॉलेज और फार्मेसी के विलासराव देशमुख कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विलासराव देशमुख फाउंडेशन (VDF) कॉलेज एक डिग्री कॉलेज है जो इंजीनियरिंग और फ़ार्मेसी क्षेत्र में डिप्लोमा, डिग्री, आवर प्रदान करता है। अन्य फार्मेसी कॉलेज फार्मेसी के दयानंद कॉलेज और फार्मेसी के विलासराव देशमुख कॉलेज हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>व्यावसायिक शिक्षा</p>\r\n<p>लातूर, भारत के चार्टर्ड एकाउंटेंट्स संस्थान के पश्चिमी भारत क्षेत्रीय परिषद की एक शाखा का घर है, जिसमें परीक्षा केंद्र, सूचना प्रौद्योगिकी प्रशिक्षण प्रयोगशाला, वाचनालय और चार्टर्ड एकाउंटेंट के साथ-साथ छात्रों के लिए एक पुस्तकालय भी है।...</p>\r\n<p>व्यापार और उद्योग</p>\r\n<p>शहर एक प्रमुख गन्ना और खाद्य तेल, सोयाबीन, अंगूर और आम का उत्पादन केंद्र है। स्थानीय रूप से उगाए गए आम के साथ आम का एक अच्छा मिश्रण केशर अंबा के रूप में विकसित किया गया था। बीज बीज लातूर क्षेत्र की प्रमुख उपज थी। इसलिए किसानों के लाभ के लिए केशवराव सोनवने ने डालडा फैक्ट्री की स्थापना की थी जो सहकारी शर्तों पर स्थापित एशिया की पहली तेल मिल थी।</p>\r\n<p>&nbsp;</p>\r\n<p>1990 तक, लातूर एक शहर के रूप में उभरा, एक औद्योगिक रूप से पिछड़ा रहा। 1960 में, मराठवाड़ा के क्षेत्र को महाराष्ट्र में मिला दिया गया था। यह वह समय था जब मराठवाड़ा क्षेत्र का औद्योगिक विकास शुरू हुआ था, जो नामित पिछड़े क्षेत्र लाभ के माध्यम से प्रस्तावित था। तत्कालीन सहकारी मंत्री केशवराव सोनवने के कार्यकाल के दौरान लातूर को अपना पहला MIDC सेटअप मिला। यह केवल तब था जब MIDC (महाराष्ट्र औद्योगिक विकास निगम) ने भूमि का अधिग्रहण करना शुरू किया और औद्योगिक सम्पदा की स्थापना की और इसे विकसित करना शुरू किया। लातूर में, कृषि प्रसंस्करण, खाद्य तेलों, बायोटेक, उपभोक्ता टिकाऊ, प्लास्टिक प्रसंस्करण, और एल्यूमीनियम प्रसंस्करण में कई कंपनियों के विनिर्माण संयंत्र हैं; लेकिन बहुसंख्यक छोटे हैं और मध्यम स्तर के कृषि उद्योग, औद्योगिक नहीं।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत में सोयाबीन का सबसे बड़ा व्यापारिक केंद्र लातूर है। हरित शहर महाराष्ट्र के Belt सुगर बेल्ट &rsquo;के नाम से जाना जाता है। जिले में ग्यारह से अधिक चीनी कारखाने हैं, जो इसे भारत के सर्वोच्च चीनी उत्पादक जिलों में बनाता है। इसमें तेल के बीज, कमोडिटी और फलों का बाजार भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>लातूर को उच्च गुणवत्ता वाले अंगूर और कई राज्य और निजी स्वामित्व वाले कोल्ड स्टोरेज सुविधाओं के लिए जाना जाता है। लातूर शहर से 18 किमी दूर औसा के पास 1.42 वर्ग किलोमीटर (350 एकड़) में फैला एक अंगूर वाइन पार्क स्थापित किया गया है। अतिरिक्त MIDC लातूर में 1.2 वर्ग किलोमीटर (300 एकड़) में फैले एक बिल्कुल नए लातूर फूड पार्क का निर्माण चल रहा है। लातूर दक्षिण भारत का प्रमुख परिवहन जंक्शन है। लातूर में, एमडीए फाउंडेशन ने छात्रों को गरीबों और शहर के कल्याण के लिए 1to 12 मुक्त शिक्षा प्रदान की है।</p>\r\n<p>&nbsp;</p>\r\n<p>लातूर चीनी बेल्ट</p>\r\n<p>लातूर क्षेत्र को \"भारत के सुगर बेल्ट\" के रूप में जाना जाता है। इस क्षेत्र में ग्यारह बड़ी चीनी फैक्ट्रियां हैं। लातूर चीनी बेल्ट के अधिकांश चीनी कारखाने सहकारी आधार पर काम करते हैं। लातूर को इसका शीर्षक \"भारत की चीनी बेल्ट\" काफी हद तक अपने सहयोगी राजनीतिक नेता केशवराव सोनवने के प्रयासों के कारण मिला, जो लातूर, उस्मानाबाद, और महाराष्ट्र में अन्य कई सहकारी संस्थानों की स्थापना में सहायक थे।</p>\r\n<p>&nbsp;</p>\r\n<p>लातूर में MIDC औद्योगिक क्षेत्र</p>\r\n<p>लातूर औद्योगिक क्षेत्र</p>\r\n<p>अतिरिक्त लातूर चरण I औद्योगिक क्षेत्र</p>\r\n<p>अतिरिक्त लातूर चरण II औद्योगिक क्षेत्र</p>\r\n<p>लातूर को-ऑपरेटिव इंडस्ट्रियल एस्टेट</p>\r\n<p>मुरुड तालुका को-ऑपरेटिव इंडस्ट्रियल एस्टेट</p>\r\n<p>चाकुर सहकारी औद्योगिक एस्टेट</p>\r\n<p>उदयगिरि को-ऑपरेटिव इंडस्ट्रियल एस्टेट</p>\r\n<p>औसा औद्योगिक क्षेत्र</p>\r\n<p>अहमदपुर औद्योगिक क्षेत्र</p>\r\n<p>निलंगा औद्योगिक क्षेत्र</p>\r\n<p>उदगीर औद्योगिक क्षेत्र</p>\r\n<p>लातूर में विशेष औद्योगिक पार्क और निर्यात क्षेत्र</p>\r\n<p>लातूर फूड पार्क</p>\r\n<p>लातूर इन्फोटेक पार्क</p>\r\n<p>लातूर इंटीग्रेटेड टेक्सटाइल पार्क, लातूर</p>\r\n<p>बॉम्बे रेयन फैशन, लातूर</p>\r\n<p>अंगूर यार्ड, औसा</p>\r\n<p>चैंबर ऑफ कॉमर्स और उद्योग संघों</p>\r\n<p>लातूर चैंबर ऑफ कॉमर्स, लातूर</p>\r\n<p>लातूर मैन्युफैक्चरर्स एसोसिएशन, MIDC</p>\r\n<p>इंजीनियर्स एंड आर्किटेक्ट्स एसोसिएशन, लातूर</p>\r\n<p>लातूर बिल्डर्स एसोसिएशन, लातूर</p>\r\n<p>कंप्यूटर और मीडिया डीलर्स एसोसिएशन (CMDA), लातूर</p>\r\n<p>भारत के चार्टर्ड एकाउंटेंट संस्थान के पश्चिमी भारत क्षेत्रीय परिषद की लातूर शाखा...</p>\r\n<p>बुद्ध गार्डन मंदिर में बुद्ध की एक बड़ी मूर्ति है।</p>\r\n<p>श्री विराट हनुमान मंदिर परासर हाउसिंग सोसाइटी में स्थित है, जो लातूर के औसा स्ट्रीट के करीब है। इस अभयारण्य का निर्माण विभिन्न अभयारण्यों से काफी अलग है। यह अभयारण्य एक उत्कृष्ट उद्यान से घिरा हुआ है। यह आइकन लगभग 28 फीट ऊंचा है और रंगीन स्कार्लेट लाल (शेंडी) है।</p>\r\n<p>श्री केशव बालाजी मंदिर लातूर जिले के औसा शहर में स्थित है। मंदिर ढलान से घिरा हुआ है। चार अलग-अलग अभयारण्य हैं: भगवान गणेश, भगवान शिव, भगवान विठ्ठल और देवी रुक्मिणी, साथ ही समान परिसर में केशवानंद बापू को समर्पित। अभयारण्य सुबह 6:00 बजे खुलता है और रात 9:00 बजे बंद हो जाता है। दिन की अवधि के लिए विशिष्ट सेवास किया जाता है। मेहमानों के लिए सुबह 10:00 बजे और शाम 7:00 बजे एक साधारण प्रसादम है। महाप्रसादम प्रत्येक शुक्रवार मध्यान्ह 10:00 बजे से शाम 6:00 बजे के बीच आयोजित किया जाता है। यह मंदिर धर्म वा संस्कार नगरी (\"धर्म और संस्कार शहर\") परियोजना का हिस्सा है।</p>\r\n<p>सूरत शाहावली दरगाह पटेल चौक राम गली में स्थित है, जो लातूर शहर का हिस्सा है। यह दरगाह 1939 के आसपास एक मुस्लिम पवित्र व्यक्ति, सैफ उल्लाह शाह सरदारी की याद में बनाई गई थी, जिन्होंने वहां समाधि हासिल की थी। जून या जुलाई में यहां 5-दिवसीय मेला लगता है।</p>\r\n<p>पार्क</p>\r\n<p>नाना नानी पार्क को विलासराव देशमुख पार्क के रूप में भी जाना जाता है। यह केंद्र में स्थित है, नगरपालिका कार्यालय के पास, और अपने आराम के माहौल के कारण लोगों के बीच लोकप्रिय है। लोग यहां चलते हैं और परिवार, बच्चों और दोस्तों के साथ समय बिताते हैं। पार्क के केंद्र में सामुदायिक बैठकों के लिए एक स्थान है। एक ओपन थिएटर भी उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहरों और कस्बों</p>\r\n<p>लातूर शहर जिले में केवल एक नगर निगम है उदगीर, अहमदपुर, औसा, निलंगा जिले के प्रमुख शहरी केंद्र हैं और सभी में नगर परिषद हैं। ग्राम पंचायतों द्वारा प्रशासित अट्ठाईस सबसे बड़े गाँव निम्नलिखित हैं, उनके बाद 2001 की जनसंख्या: {{Colss-list | colwidth = 22em |</p>\r\n<p>&nbsp;</p>\r\n<p>मुरुद 20,552</p>\r\n<p>चकोर 16,122</p>\r\n<p>किलारी 15,259</p>\r\n<p>नलगांव 14,983</p>\r\n<p>चिंचोली बल्लालनाथ 20,000</p>\r\n<p>औरद शहजानी 12,894</p>\r\n<p>रेनापुर 11,596</p>\r\n<p>देओनी 11,276</p>\r\n<p>पंगून 10,521</p>\r\n<p>किंगान 9,665</p>\r\n<p>शिरूर ताजबंद 9,191</p>\r\n<p>शिरूर अनंतपाल 8,682</p>\r\n<p>कर्षर्षि (कासरसिरि) 8,139</p>\r\n<p>वधावन 8,132</p>\r\n<p>जलकोट 7,912</p>\r\n<p>वडवाल नागनाथ 7,289</p>\r\n<p>सकोल 7,018</p>\r\n<p>हडोलती 7,013</p>\r\n<p>उझानी 6,434</p>\r\n<p>मटोला 6,393</p>\r\n<p>खारोला 6,260</p>\r\n<p>बभलगाँव 6,013</p>\r\n<p>भड़ा 5,938 (2011)</p>\r\n<p>हलगरा 5,844</p>\r\n<p>हँदरगुली 5,801</p>\r\n<p>चापोली 5,778</p>\r\n<p>नाइटूर (नाइटूर) 5,751</p>\r\n<p>लोहारा 5,682</p>\r\n<p>चिंचोली राउवाडी 5,678</p>\r\n<p>}</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>मुख्य लेख: मराठवाड़ा में पर्यटन</p>\r\n<p>उदगीर किला: उदगीर कस्बा मराठों और हैदराबाद के निज़ाम के बीच युद्ध का गवाह बना है जो 1761 में हुआ था। सदाशिवराव भाऊ के नेतृत्व वाले मराठों ने निज़ाम को हराया और उदिर की संधि पर हस्ताक्षर किए गए। उदगीर का किला 40 फीट (12 मीटर) गहरी खाई से घिरा है क्योंकि यह किला जमीनी स्तर पर बना है। किले में कई महल दरबार हॉल और उदयगिरि महाराज की समाधि है जो सामान्य जमीनी स्तर के नीचे 60 फीट (18 मीटर) है। किले में अरबी और फारसी में लिखे गए कुछ दुर्लभ शिलालेख हैं।</p>\r\n<p>औसा किला: यह किला सभी तरफ ऊँची जमीन से घिरे एक डिप्रेशन में स्थित है, ताकि इसके सबसे ऊँचे स्थान पर एक बड़ी दूरी पर भी सेनाओं के पास पहुँचने का दृश्य हो, जबकि किले के मुख्य भाग छिपे रहे। लगभग चौकोर आकार का किला एक खंदक या खंदक (खाई) से घिरा हुआ है, जिसकी चौड़ाई लगभग 36.58 मीटर (120.0 फीट) है, जो अब लगभग सूखी है।</p>\r\n<p>खरोसा गुफाएँ: लातूर शहर से 45 किलोमीटर (45,000 मीटर) की दूरी पर स्थित एक छोटा सा गाँव है। गुफा में मूर्तियों में बुद्ध, नरसिंह, शिव पार्वती, कार्तिकेय, और रावण शामिल हैं। इतिहासकारों के अनुसार इन गुफाओं का निर्माण 6 वीं शताब्दी में गुप्त काल के दौरान हुआ था। मंदिर \"रेणुका देवी मंदिर\", और मस्जिद \"पीरपाशा दरगा\" भी गुफाओं के आसपास स्थित हैं।</p>\r\n<p>वडवाल नागनाथ बेट (पहाड़ी): यह पहाड़ी आयुर्वेदिक झाड़ियों और पौधों की बहुत दुर्लभ प्रजातियों का घर है। यह चाकुर से 16.5 किलोमीटर (16,500 मीटर) दूर और लातूर शहर से 39 किलोमीटर (39,000 मीटर) दूर है। पहाड़ी जमीन से 650 फीट (200 मीटर) की ऊंचाई पर है और वडवाल-नागनाथ गांव से 3 किलोमीटर (3,000 मीटर) दूर है।</p>\r\n<p>हट्टीबेट-देवराजन: उदगीर के पास स्थित एक छोटी पहाड़ी पर गंगाराम महाराज की समाधि है। इस जगह को गुफाओं की नक्काशी के लिए भी जाना जाता है। उस स्थान ने कई स्वतंत्रता सेनानियों को जन्म दिया है जिन्होंने हैदराबाद स्वतंत्रता संग्राम में अपनी जान गंवाई।</p>\r\n<p>साई नंदनवन: चाकुर के पास एक और पर्यटन स्थल। लगभग 400 एकड़ (1.6 किमी 2) में फैले, इसमें आम के बागान, वाटर पार्क और मनोरंजन पार्क हैं। सत्य साईं बाबा का एक मंदिर पार्क के बीच में स्थित है।</p>\r\n<p>लोहारा: उदगीर तालुका में एक गाँव जो महादेव बेत (पहाड़ी) और गबिसाहेब बेट के लिए जाना जाता है। बेनीनाथ महाराज गणित निज़ाम शाही वंश के समय से संचालित हैं।</p>\r\n<p>डोंगराज: चाकुर तहसील का एक गाँव जो पाँच गाँवों की सीमा पर स्थित भगवान शिव के मल्लेप्पा मंदिर के लिए जाना जाता है। डोंगराज में तीर्थयात्रा श्रावणी महीनों और संत अंबदास महाराज के मंदिर के दौरान मल्लेप्पा मंदिर में आयोजित की जाती है। तीर्थयात्रा के दौरान विभिन्न खेल टूर्नामेंट आयोजित किए जाते हैं।</p>\r\n<p>श्री केशव बालाजी देवस्थान औसा: औसा शहर के पास एक हिंदू मंदिर, जो याकूतपुर रोड पर स्थित है। यह बालाजी मंदिर तिरुपति के आधार पर बनाया गया है। यह मंदिर और कुछ आसपास का क्षेत्र एक निजी संपत्ति है, लेकिन हर भक्त दर्शन या पर्यटन के लिए वहां जा सकता है। यह 'द औसा फोर्ट' के बाद औसा शहर का दूसरा सबसे आकर्षक स्थान है। मंदिर के पास आवास सुविधा उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Latur</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bdd85b3b-eef4-4760-92f2-3db2db67aa29_Latur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-latur-maharashtra","tags":[{"name":"लातूर","slug":"latur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":716,"title":"रायगढ़, अलीबाग में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"0fdaf729-6a4d-440c-a564-b2d47a2aa2b5_Raigad-tourism.jpg","dateCreated":"2019-09-20T02:35:53.024Z","dateModified":"2019-09-20T02:36:06.302Z","contributedBy":"AskGif","content":"रायगढ़ जिला भारत के महाराष्ट्र राज्य का एक जिला है। पूर्व में कोल्बा जिला कहा जाता था, जिले का नाम बदलकर रायगढ़ रखा गया था, किले के बाद पूर्व मराठा साम्राज्य की पहली राजधानी थी, जिसे बदले में इसके पहले नाम - रायरी से बदला गया था। सह्याद्री रेंज के पश्चिमी घाट के एक पश्चिम की ओर स्थित घने जंगलों म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fdaf729-6a4d-440c-a564-b2d47a2aa2b5_Raigad-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायगढ़","slug":"raigad"},{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अलीबाग","slug":"alibag"}],"slug":"top-places-to-visit-in-raigad-alibag-maharashtra","total":0},{"id":715,"title":"पुणे में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","dateCreated":"2019-09-20T02:28:05.893Z","dateModified":"2019-09-20T02:28:20.048Z","contributedBy":"AskGif","content":"पुणे को 1978 तक आधिकारिक नाम भी कहा जाता है), मुंबई के बाद, भारतीय राज्य महाराष्ट्र में दूसरा सबसे बड़ा शहर है। यह 3.13 मिलियन की अनुमानित आबादी वाला देश का नौवां सबसे अधिक आबादी वाला शहर है। इसकी विस्तारित शहर की सीमा के साथ पिंपरी चिंचवाड़ और पुणे के तीन छावनी शहर, खाकी और देहू रोड, पुणे का नाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुणे","slug":"pune"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-pune-maharashtra","total":0},{"id":692,"title":"बीड में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"e6ed81a9-c499-417d-82c3-1c6a17534911_Beed-tourism.jpg","dateCreated":"2019-09-17T02:23:45.753Z","dateModified":"2019-09-17T02:24:02.99Z","contributedBy":"AskGif","content":"बीड भारत में महाराष्ट्र राज्य के मध्य क्षेत्र का एक शहर है। यह बीड जिले में प्रशासनिक मुख्यालय है।\r\nबीड जिला भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय बीड में स्थित है। यह जिला 10,693 वर्ग किमी के क्षेत्र में बसा है और इसकी आबादी 2,585,962 है, जिसमें से 17.91% शहरी (","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e6ed81a9-c499-417d-82c3-1c6a17534911_Beed-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"बीड","slug":"beed"}],"slug":"top-places-to-visit-in-beed-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}