{"id":704,"title":"Top Places to visit in Latur, Maharashtra","imageUrl":"bdd85b3b-eef4-4760-92f2-3db2db67aa29_Latur-railway.jpg","dateCreated":"2019-09-19T02:10:26.176Z","dateModified":"2019-09-19T02:10:37.364Z","contributedBy":"AskGif","content":"<p>Latur is a city in the Marathwada region of Maharashtra state in India. It is the administrative headquarters of Latur district and taluka. The city is a tourist hub surrounded by many historical monuments, including Udgir Fort and Kharosa Caves.</p>\r\n<p>Latur district is a district in Maharashtra state of India. Latur city is the district headquarters and is the 16th largest city in the state of Maharashtra. The district is primarily agricultural. Urban population comprises 25.47% of the total population.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and research</p>\r\n<p>Main article: List of educational institutions in Latur district</p>\r\n<p>Latur has developed into an educational hub for secondary, higher secondary, and university education. The district is known in Maharashtra for its \"Latur Pattern\" of study, which involves intensive coaching given in the city. Students of junior colleges in Latur have a good record in taking competitive engineering and medical entrance exams.</p>\r\n<p>&nbsp;</p>\r\n<p>Basic and higher education</p>\r\n<p>Public schools (known locally as municipality schools) are run by the LMC, and are affiliated with the MSBSHSE. Private schools are run by educational trusts or individuals. They are usually affiliated with either the state board or national education boards, such as the ICSE or CBSE boards.</p>\r\n<p>&nbsp;</p>\r\n<p>University education</p>\r\n<p>Due to more than 140 colleges, the city is known as an educational hub in Marathwada. Many of the students studying in the colleges and the University are from nearby districts. Most colleges in Latur are affiliated with the Nanded University.</p>\r\n<p>&nbsp;</p>\r\n<p>The M. S. Bidve Engineering College, Latur, founded in 1983, is one of the oldest engineering colleges in Marathwada. The Maharashtra Institute of Medical Science &amp; Research Latur was founded in 1988 by social activist Vishwanath Karad.</p>\r\n<p>&nbsp;</p>\r\n<p>The Border Security Force Training Centre, Chakur and the Disaster Management Training Institute were established in Latur in 2005 and 2008, respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>Dayanand Law College was established by the Dayanand Education Society. Established medical schools such as the Government Medical College, Manjara Ayurvedic College are present in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Channabasweshwar Pharmacy College is a degree college that provides diploma, degree, and master courses in the pharmacy field. Other pharmacy colleges are Dayanand College of Pharmacy and Vilasrao Deshmukh College of Pharmacy.</p>\r\n<p>&nbsp;</p>\r\n<p>Vilasrao Deshmukh Foundation's(VDF) College is a degree college that provides diploma, degree, ourses in the engineering and pharmacy field. Other pharmacy colleges are Dayanand College of Pharmacy and Vilasrao Deshmukh College of Pharmacy.</p>\r\n<p>&nbsp;</p>\r\n<p>Professional education</p>\r\n<p>Latur is home to a branch of the Western India Regional Council of the Institute of Chartered Accountants of India, along with an exam centre, Information Technology training lab, reading room, and a library for Chartered Accountants as well as for students.</p>\r\n<p>&nbsp;</p>\r\n<p>Trade and industries</p>\r\n<p>The city is a major sugarcane and edible oils, soybean, grapes and mango production centre. A fine blend of mango with locally grown mangoes was developed as Keshar Amba.Oil seeds was the major produce of Latur region. So for benefit of farmers Keshavrao Sonavane had established Dalda Factory which was Asia's first oil mill set up on cooperative terms.</p>\r\n<p>&nbsp;</p>\r\n<p>Till 1990, Latur languished as a city, remaining an industrially backward. In 1960, region of Marathwada was merged with Maharashtra. This was the time when the industrial development of the Marathwada region began, propelled through designated backward area benefits. Latur got its first MIDC setup during the tenure of then Co-operative minister Keshavrao Sonavane. It was only when the MIDC (Maharashtra Industrial Development Corporation) began acquiring land and setting up industrial estates that it began to grow. Many companies have manufacturing plants in Latur, in agriculture processing, edible oils, biotech, consumer durables, plastic processing, and aluminium processing; but the majority are small- and medium-scale agricultural industries, not industrial ones.</p>\r\n<p>&nbsp;</p>\r\n<p>Latur has the largest trading centre for soybean in India. The green city is inside what is called 'Sugar Belt' of Maharashtra. The district has more than eleven sugar factories, which makes it among the highest sugar-producing districts of India. It also has oil seeds, commodities and fruit market.</p>\r\n<p>&nbsp;</p>\r\n<p>Latur is also known for high quality grapes and houses many state and privately owned cold storage facilities. A grape wine park spread over 1.42 square kilometres (350 acres) has been established near Ausa, 18 km from Latur city. A brand new Latur Food Park, spread across 1.2 square kilometres (300 acres) is under construction at Additional MIDC Latur. Latur is major transport junction to south India. In Latur, MDA FOUNDATION has gave students from 1to 12 free education for the welfare of the poor and the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Latur sugar belt</p>\r\n<p>The Latur region is known as the \"Sugar Belt of India\". This region houses over eleven large sugar factories. Most of the sugar factories of the Latur sugar belt work on the co-operative basis. Latur got its title \"Sugar Belt of India\" largely due to the efforts of its cooperative political leader Keshavrao Sonawane, who was instrumental in setting up several co-operative institutions in Latur, Osmanabad, and elsewhere in Maharashtra.</p>\r\n<p>&nbsp;</p>\r\n<p>MIDC industrial areas in Latur</p>\r\n<p>Latur Industrial Area</p>\r\n<p>Additional Latur Phase I Industrial Area</p>\r\n<p>Additional Latur Phase II Industrial Area</p>\r\n<p>Latur Co-Operative Industrial Estate</p>\r\n<p>Murud taluka Co-Operative Industrial Estate</p>\r\n<p>Chakur Co-Operative Industrial Estate</p>\r\n<p>Udaygiri Co-Operative Industrial Estate</p>\r\n<p>Ausa Industrial Area</p>\r\n<p>Ahmedpur Industrial Area</p>\r\n<p>Nilanga Industrial Area</p>\r\n<p>Udgir Industrial Area</p>\r\n<p>Specialised industrial parks and export zones in Latur</p>\r\n<p>Latur Food Park</p>\r\n<p>Latur Infotech Park</p>\r\n<p>Latur Integrated Textile Park, Latur</p>\r\n<p>Bombay Rayon Fashions, Latur</p>\r\n<p>Grape Yards, Ausa</p>\r\n<p>Chamber of Commerce and industry associations</p>\r\n<p>Latur Chamber of Commerce, Latur</p>\r\n<p>Latur Manufacturers Association, MIDC</p>\r\n<p>Engineers and Architects Association, Latur</p>\r\n<p>Latur Builders Association, Latur</p>\r\n<p>Computers and Media Dealers Association (CMDA), Latur</p>\r\n<p>Latur Branch of the Western India Regional Council of the Institute of Chartered Accountants of India</p>\r\n<p>Media and communication</p>\r\n<p>&nbsp;</p>\r\n<p>Ritesh Deshmukh</p>\r\n<p>Ritesh Deshmukh, son of Vilasrao Deshmukh, a prominent actor in Indian film industry is from Latur.</p>\r\n<p>&nbsp;</p>\r\n<p>Newspapers: Lokmat, Sakal, and Ekmat are the most widely read Marathi newspapers in Latur. Navnirman, Lokasha, Lokman, Marathwada Neta, Punyanagri, Rajdharma, Sanchar, Sarathi Samachar, Tarun Bharat, and Yashwant are some other Marathi daily newspapers available in Latur.</p>\r\n<p>&nbsp;</p>\r\n<p>Radio: The city has been sanctioned a FM radio station - All India Radio. But Laturkars are still waiting for the same, as AIR has not yet started functioning in the City.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Road</p>\r\n<p>Latur is connected by roads with various major cities of Maharashtra and other states. Road connectivity is excellent, and roads connecting to Mumbai, Pune, Nagpur, Satara, Kolhapur, Sangli, and Aurangabad are being upgraded to four-lane highways. Latur city has one national highway running through it, NH 361.</p>\r\n<p>&nbsp;</p>\r\n<p>Intercity</p>\r\n<p>The scheme of nationalisation of passenger transport services was started as early as 1932 by the State of Hyderabad, which was one of the pioneers in the field of public road transport, first in collaboration with the railways and then as a separate Government Department. After the reorganisation of the Indian states and with an effective date from 1 July 1961, the Marathwada State Transport was amalgamated with the Bombay State Road Transport Corporation into the Maharashtra State Road Transport Corporation. The \"Maharashtra State Road Transport Corporation\" (MSRTC) and numerous other private bus operators provide a bus service to all parts of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>The \"Maharashtra State Road Transport Corporation\" (MSRTC) and numerous other private bus operators provide a bus service to all parts of the state. Private buses have an established network to connect the city with all the major cities in Maharashtra and other states.</p>\r\n<p>&nbsp;</p>\r\n<p>Intracity transport</p>\r\n<p>Main article: Latur Municipal Transport</p>\r\n<p>\"Latur Municipal Transport\" (LMT) is an intra-city bus service which covers almost all parts of the city and also connects to the more distant industrial suburbs. LMT (Latur Municipal Transport) intra-city buses ply throughout the city including the outskirts and connect different parts of the city and adjoining suburbs together.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Latur is served by Latur Airport, which is near Chincholiraowadi, 12 kilometres (7.5 mi) northwest of the city. The Airport facilities include aircraft fuelling, night landing with navigational aids, aircraft parking, CAT VII airport fire fighting and rescue service. A well equipped terminal building has VIP lounges, departure and arrival lounges, transit suites and snooze cabins, visitors' waiting area, and a cafeteria.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>Main article: Latur Railway Station</p>\r\n<p>The Latur-Miraj Railway (metre gauge) runs for 391 miles (629 km) north-west from Latur city to Miraj on the south-western section of the Great Indian Peninsula Railway and was built between 1929 and 1931.</p>\r\n<p>&nbsp;</p>\r\n<p>The station (code: LUR) is located on the Latur-Miraj section of the Solapur railway division of the Central Railway zone. The Manmad-Kacheguda broad-gauge railway line, which emanates from the Vikarabad-Latur-Road-Parli trunk route at Latur Road, is an important artery of traffic in Latur district. It also serves as a link between Aurangabad and Hyderabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Latur has rail connectivity with Manmad, Aurangabad, Nanded, Parbhani, Parli Vaijnath, Osmanabad, Mudkhed, Adilabad, Nagpur, Basar, Nizamabad, Nashik, Mumbai, Pune, and Kachiguda.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Main article: Tourism in Marathwada</p>\r\n<p>&nbsp;</p>\r\n<p>Ganj Golai</p>\r\n<p>&nbsp;</p>\r\n<p>Buddha statue at Buddha Garden Temple in Latur, Maharashtra</p>\r\n<p>&nbsp;</p>\r\n<p>Virat Hanuman Temple</p>\r\n<p>Religious sites</p>\r\n<p>Siddheshwar &amp; Ratneshwar Temple is situated about 2 kilometres (2,000 m) from the city. It was built by King Tamradwaj and dedicated to Lord Siddharameshwar Swamy Siddarama of Solapur, who is a gramdaivat (\"town deity\") of Latur town.</p>\r\n<p>Ganj Golai is in the city center. Latur town planner Faiyajuddin designed the \"Ganjgolai Chowk\". The main building of the Golai is a huge two-storey structure which was constructed around the year 1917. In the middle of the circular structure is a temple of the Goddess Ambabai. There are 19 roads connecting to this golai (\"roundabout\") and along these roads are separate markets selling all kinds of traditional local wares from gold ornaments to footwear and food items from chili to jaggery. Thus, the \"Ganjgolai\" has become the main commercial and trade centre of the city.</p>\r\n<p>Shri Ashtavinayak Mandir is located in Shivaji Nagar, Latur. Constructed in 1989, it is a newly built temple famous for its beauty, as there are gardens on both sides of the temple, as well as some artificial fountains in front. A statue of lord Shiva, standing 8 to 9 feet tall is situated in the garden.</p>\r\n<p>The Buddha Garden Temple has a large statue of Buddha.</p>\r\n<p>Shri Virat Hanuman Mandir is situated at the Parivar Housing Society, close to Ausa Street, Latur. The construction of this sanctuary is quite different from different sanctuaries. this sanctuary is additionally surrounded by an excellent garden. This icon is nearly 28 feet high and is coloured scarlet red (shenderi).</p>\r\n<p>Shri Keshav Balaji Temple is located in the city of Ausa, in Latur district. The temple is encompassed by slopes. There are four different sanctuaries: dedicated to Lord Ganesha, Lord Shiva, Lord Vitthal, and Goddess Rukmini, as well as to Keshavanand Bapu in similar premises. The sanctuary opens at 6:00 am and closes at 9:00 pm. Distinctive Sevas are performed for the duration of the day. There is an ordinary Prasadam, at 10:00 am and 7:00 pm, for guests. Mahaprasadam is held each Friday midway between 10:00 am and 6:00 pm. This temple is part of the Dharma va Sanskar Nagari (\"Religion and Sacrament City\") project.</p>\r\n<p>Surat Shahawali Dargah is situated in Patel Chowk Ram Galli, which is part of Latur city. This darga was built around 1939 in memory of a Muslim holy person, Saif Ullah Shaha Sardari, who achieved Samadhi there. A yearly 5-day-long fair is held here in June or July.</p>\r\n<p>Parks</p>\r\n<p>Nana Nani Park is also known as Vilasrao Deshmukh Park. It is centrally situated, near the municipal office, and is popular with people due to its relaxing atmosphere. People walk here and spend time with family, children, and friends. There is a space for community meetings at the center of the park. An open theater is also available .</p>\r\n<p>&nbsp;</p>\r\n<p>Cities and towns</p>\r\n<p>Latur city is only a municipal corporation in the district Udgir, Ahmadpur, Ausa, Nilanga are the major urban centers in the district and all have Municipal Councils. The following are the twenty-eight largest villages, administered by gram panchayats, followed by their 2001 population: {{Columns-list|colwidth=22em|</p>\r\n<p>&nbsp;</p>\r\n<p>Murud 20,552</p>\r\n<p>Chakur 16,122</p>\r\n<p>Killari 15,259</p>\r\n<p>Nalegaon 14,983</p>\r\n<p>Chincholi Ballalnath 20,000</p>\r\n<p>Aurad Shahajani 12,894</p>\r\n<p>Renapur 11,596</p>\r\n<p>Deoni 11,276</p>\r\n<p>Pangaon 10,521</p>\r\n<p>Kingaon 9,665</p>\r\n<p>Shirur Tajband 9,191</p>\r\n<p>Shirur Anantpal 8,682</p>\r\n<p>Kasarshirshi (Kasarsirsi) 8,139</p>\r\n<p>Wadhawana 8,132</p>\r\n<p>Jalkot 7,912</p>\r\n<p>Wadwal Nagnath 7,289</p>\r\n<p>Sakol 7,018</p>\r\n<p>Hadolti 7,013</p>\r\n<p>Ujani 6,434</p>\r\n<p>Matola 6,393</p>\r\n<p>Kharola 6,260</p>\r\n<p>Babhalgaon 6,013</p>\r\n<p>Bhada 5,938 (2011)</p>\r\n<p>Halgara 5,844</p>\r\n<p>Handarguli 5,801</p>\r\n<p>Chapoli 5,778</p>\r\n<p>Nitoor (Nitur) 5,751</p>\r\n<p>Lohara 5,682</p>\r\n<p>Chincholi Raowadi 5,678</p>\r\n<p>}</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Main article: Tourism in Marathwada</p>\r\n<p>Udgir fort: Udgir town has witnessed the war between the Marathas and the Nizam of Hyderabad which took place in 1761. The Marathas led by Sadashivrao Bhau defeated the Nizam and the treaty of Udgir was signed. The fort of Udgir is bounded by a 40 feet (12 m) deep trench as the fort is built at the ground level. In the fort are several palaces Durbar halls and the Samadhi of Udaygir Maharaj which is 60 feet (18 m) under the normal ground level. The fort has some rare inscriptions written in Arabic and Persian.</p>\r\n<p>Ausa Fort: This fort is situated in a depression surrounded by high ground on all the sides, so that from its highest point one can have a view of approaching armies, even at a great distance, while the main parts of the fort remain hidden. Almost square in shape, the fort is surrounded by a moat or khandak (ditch), nearly 36.58 metres (120.0 ft) in width, now nearly dry.</p>\r\n<p>Kharosa Caves: Is a small village situated at 45 kilometres (45,000 m) from Latur city. The sculptures in the cave include Buddha, Narsimha, Shiv Parvati, Kartikeya, and Ravan among many others. According to the historians these caves were built in the 6th century during the Gupta period. The temple \"Renuka Devi Mandir\", and mosque \"Pirpasha Darga\" are also situated around the caves.</p>\r\n<p>Wadwal Nagnath Bet (Hill): This hill is home to very rare species of Ayurvedic bushes and plants. It is 16.5 kilometres (16,500 m) away from Chakur and 39 kilometres (39,000 m) from Latur city. The hill is of 650 feet (200 m) height from the ground and is 3 kilometres (3,000 m) from the Wadwal-Nagnath village.</p>\r\n<p>Hattibet-Devarjan: Located near Udgir, on a small hill is the Samadhi of Gangaram Maharaj. The place is also known for cave carvings. The place has given birth to several freedom fighters who lost their lives in the Hyderabad freedom struggle.</p>\r\n<p>Sai Nandanwan: Another tourist spot near Chakur. Spread into nearly 400 acres (1.6 km2), it has mango plantations, water park and amusement park. A temple of Satya Sai Baba is situated in the middle of the park.</p>\r\n<p>Lohara: A village in Udgir Taluka known for the Mahadev Bet (hill) &amp; Gabeisaheb Bet. Beninath maharaj math is operative since the times of Nizam shahi dynasty.</p>\r\n<p>Dongraj: A village in Chakur tehsil known for Malleppa temple of lord Shiva situated at border of five villages. The pilgrimage at Dongraj is organised at Malleppa Temple during shravani months and temple of sant Ambadas Maharaj. Various sports tournaments are organised during pilgrimage.</p>\r\n<p>Shri Keshav Balaji Devasthan Ausa : A Hindu Mandir near Ausa city placed on Yakatpur Road. It is created on the basis of Balaji Mandir Tirupati. This Temple &amp; some Surrounding area is a private property but every devotee can go there for Darshan or Tourisms. It is the 2nd most attractive place in Ausa City after 'The Ausa Fort'. Accommodation Facility is available near the temple.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Latur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/bdd85b3b-eef4-4760-92f2-3db2db67aa29_Latur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-latur-maharashtra","tags":[{"name":"latur","slug":"latur"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":716,"title":"Top Places to visit in Raigad, Alibag, Maharashtra","imageUrl":"0fdaf729-6a4d-440c-a564-b2d47a2aa2b5_Raigad-tourism.jpg","dateCreated":"2019-09-20T02:35:53.024Z","dateModified":"2019-09-20T02:36:06.302Z","contributedBy":"AskGif","content":"Raigad District is a district in the state of Maharashtra, India. Formerly called the Kol&aacute;ba district, the district was renamed Raigad, after the fort that was the first capital of the former Maratha Empire, which in turn was renamed from its earlier name - Rairi. The fort is located in th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fdaf729-6a4d-440c-a564-b2d47a2aa2b5_Raigad-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"raigad","slug":"raigad"},{"name":"maharashtra","slug":"maharashtra"},{"name":"alibag","slug":"alibag"}],"slug":"top-places-to-visit-in-raigad-alibag-maharashtra","total":0},{"id":715,"title":"Top Places to visit in Pune, Maharashtra","imageUrl":"c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","dateCreated":"2019-09-20T02:28:05.893Z","dateModified":"2019-09-20T02:28:20.048Z","contributedBy":"AskGif","content":"Pune also called Poona, the official name until 1978), is the second largest city in the Indian state of Maharashtra, after Mumbai. It is the ninth most populous city in the country with an estimated population of 3.13 million. Along with its extended city limits Pimpri Chinchwad and the three ca","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pune","slug":"pune"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-pune-maharashtra","total":0},{"id":692,"title":"Top Places to visit in Beed, Maharashtra","imageUrl":"e6ed81a9-c499-417d-82c3-1c6a17534911_Beed-tourism.jpg","dateCreated":"2019-09-17T02:23:45.753Z","dateModified":"2019-09-17T02:24:02.99Z","contributedBy":"AskGif","content":"Beed is a city in central region of Maharashtra state in India. It is the administrative headquarters in Beed district.\r\nBeed district is an administrative district in the state of Maharashtra in India. The district headquarters are located at Beed. The district occupies an area of 10,693 ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e6ed81a9-c499-417d-82c3-1c6a17534911_Beed-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"beed","slug":"beed"}],"slug":"top-places-to-visit-in-beed-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}