{"id":705,"title":"मुंबई शहर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","dateCreated":"2019-09-19T02:16:14.816Z","dateModified":"2019-09-19T02:16:25.332Z","contributedBy":"AskGif","content":"<p>मुंबई सिटी जिला, कोंकण डिवीजन में महाराष्ट्र का एक जिला है। एक शहर जिले के रूप में, इसका कोई मुख्यालय या उपखंड नहीं है। यह मुंबई उपनगरीय जिले के साथ मिलकर मुंबई के महानगर को बनाता है। शहर क्षेत्र को \"द्वीप शहर\" या दक्षिण मुंबई या पुराना मुंबई कहा जाता है। यह दक्षिण में कोलाबा से लेकर उत्तर में माहिम और सायन तक फैला हुआ है। शहर में 157 किमी&sup2; का क्षेत्रफल और 3,085,411 की आबादी है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रसिद्ध भूगोलवेत्ता, टॉलेमी के भौगोलिक कार्यों के माध्यम से बॉम्बे शहर 150 ई। में प्रकाश में आया। शहर, जिसमें कई द्वीप शामिल थे, तब देशी एग्रीस और कोलिस का शासन था।</p>\r\n<p>&nbsp;</p>\r\n<p>इन मूल निवासियों ने 1345 तक द्वीपों पर शासन किया। इसके बाद, मुंबई के शासकों ने इतिहास के माध्यम से तब तक बदल दिया जब तक इस्लामी शासकों ने जीत हासिल नहीं की जो अब महाराष्ट्र है और 1534 में कुछ द्वीपों पर विजय प्राप्त की। इसके बाद, गुजरात के सुल्तान ने सभी द्वीपों पर कब्जा कर लिया, जो तब विजयी हुए थे पुर्तगाली।</p>\r\n<p>&nbsp;</p>\r\n<p>१३ and३ के एंग्लो-पुर्तगाली संधि से उपजी एंग्लो-पुर्तगाली गठबंधन में इंग्लैंड के निरंतर समर्थन के बाद और १६६० में एक कैथोलिक सम्राट के वेश में, १६६१ में बॉम्बे द्वीप को एक शाही दहेज के हिस्से के रूप में अंग्रेजों को दिया गया था। इंग्लैंड के राजा चार्ल्स द्वितीय के विवाह के अवसर पर, ब्रगेंज़ा की पुर्तगाली राजकुमारी इन्फेंटा कैथरीन के साथ। बंबई का द्वीप तब 15 अगस्त 1947 तक ब्रिटिश राज का हिस्सा बना रहा, जिस दिन भारत को भारतीय स्वतंत्रता दिवस के रूप में मनाया जाता है, जब यह एक स्वायत्त प्रभुत्व बन गया, विदेशी शासन से आजादी का अनुभव करते हुए भारत का इतिहास देखें । शुरुआत में, चार्ल्स द्वितीय ने ईस्ट इंडिया कंपनी को बॉम्बे का प्रशासन सौंपा।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रिटिश सरकार द्वारा पारित 1827 के विनियमन XIX के तहत एक रॉयल चार्टर द्वारा, बॉम्बे के कलेक्टर को बॉम्बे के राजस्व प्रशासन का मुख्य नियंत्रक प्राधिकारी बनाया गया था। बॉम्बे के कलेक्टर ने बॉम्बे लैंड रेवेन्यू एक्ट 1876 के तहत विशाल अधिकार प्राप्त किया, जिसे महाराष्ट्र भूमि राजस्व संहिता 1966 द्वारा निरस्त कर दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार मुंबई शहर जिले की आबादी 3,085,411 है, जो मंगोलिया या अमेरिकी राज्य आयोवा के बराबर है। यह इसे भारत में 115 वीं (कुल 640 में से) की रैंकिंग देता है। जिले में जनसंख्या घनत्व 19,652 प्रति वर्ग किलोमीटर (50,900 / वर्ग मील) है। दशक 2001-2011 में इसकी जनसंख्या वृद्धि दर -7.57% थी। मुंबई शहर में हर 1000 पुरुषों पर 832 महिलाओं का लिंग अनुपात है, और साक्षरता दर 89.21% है। मराठी जिले की आधिकारिक और सबसे अधिक बोली जाने वाली भाषा है। जिले में बोलने वालों की महत्वपूर्ण संख्या वाली अन्य भाषाओं में हिंदी, उर्दू, गुजराती, कोंकणी, आदि शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मुंबई में पर्यटन एक उद्योग है जो प्रति वर्ष लगभग 6 मिलियन पर्यटकों को आकर्षित करता है, जिससे यह दुनिया भर में 30 वां सबसे अधिक देखा जाने वाला स्थान है। लगभग 20 मिलियन की मेट्रो आबादी के साथ, मुंबई भारत में सबसे बड़ा शहर है और दुनिया में 10 वां सबसे बड़ा शहर है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>ऊपर से दक्षिणावर्त: कफ परेड क्षितिज, ताज महल पैलेस होटल, छत्रपति शिवाजी टर्मिनस, बांद्रा-वर्ली सी लिंक और गेटवे ऑफ इंडिया।</p>\r\n<p>मुंबई प्राकृतिक धरोहर और आधुनिक मनोरंजन प्रदान करता है जिसमें अवकाश स्थान, समुद्र तट, सिनेमा, स्टूडियो, पवित्र स्थान, मनोरंजन पार्क और ऐतिहासिक स्मारक शामिल हैं। परिवहन विकल्पों में वायु, सड़क, ट्रेन और जहाज शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पानी की गतिविधियों</p>\r\n<p>मुंबई में कई समुद्र तट आम जनता के लिए खुले हैं। समुद्र तट स्थानों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>जुहू बीच</p>\r\n<p>कलांब बीच</p>\r\n<p>मारवे बीच</p>\r\n<p>इसके अतिरिक्त, मुंबई में झील के किनारे के स्थलों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>पवई झील</p>\r\n<p>तुलसी झील</p>\r\n<p>विहार झील</p>\r\n<p>बांद्रा तलाओ</p>\r\n<p>पार्क और मनोरंजन</p>\r\n<p>मुंबई में मनोरंजन स्थलों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>EsselWorld</p>\r\n<p>एडलैब्स इमेजिका</p>\r\n<p>संजय गांधी राष्ट्रीय उद्यान</p>\r\n<p>किले और गुफाएं</p>\r\n<p>मुंबई के सबसे महत्वपूर्ण ऐतिहासिक स्थानों में 14 से अधिक किले और 5 प्राकृतिक रूप से निर्मित गुफाएँ शामिल हैं। कुछ उदाहरणों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>माहिम, मुंबई में ब्रिटिश किला</p>\r\n<p>एलिफेंटा की गुफाएँ</p>\r\n<p>कन्हेरी गुफाएँ</p>\r\n<p>माहिम किला</p>\r\n<p>बेलापुर का किला</p>\r\n<p>बॉम्बे कैसल</p>\r\n<p>कैस्टेला डे अगुआडा</p>\r\n<p>फिल्म सिटी</p>\r\n<p>मुंबई में एक प्रमुख आकर्षण गोरेगांव में फिल्म सिटी है। इसे दादा साहेब फाल्के और वी। शांतारामन ने बनवाया था। फिल्म सिटी 20 वीं शताब्दी में बनाया गया था और गोरेगांव और बोरिवली नेशनल पार्क के पास स्थित है। गोरेगांव फिल्म सिटी में प्रवेश नि: शुल्क है और सुबह 10 बजे से रात 11:30 बजे तक खुला रहता है। हिंदी फिल्म उद्योग, जिसे अक्सर बॉलीवुड के रूप में जाना जाता है, मुंबई में स्थित है। यह प्रमुख सिनेमाघर प्रदान करता है और 20 से अधिक फिल्म स्टूडियो के लिए घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य आकर्षण</p>\r\n<p>धार्मिक स्थल</p>\r\n<p>मुंबई में सुंदर मंदिर, मस्जिद और चर्च हैं। मुंबई में धार्मिक स्थलों की सूची में सिद्धिविनायक मंदिर, महालक्ष्मी मंदिर, हाजी अली दरगाह, सेंट थॉमस कैथेड्रल, इस्कॉन मंदिर, माउंट मैरी चर्च और कई अन्य शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Mumbai_City_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-mumbai-city-maharashtra","tags":[{"name":"मुंबई","slug":"mumbai"},{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"मुंबई-शहर","slug":"mumbai-city"}],"recommendations":[{"id":711,"title":"उस्मानाबाद में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","dateCreated":"2019-09-19T03:14:33.22Z","dateModified":"2019-09-19T03:14:43.512Z","contributedBy":"AskGif","content":"उस्मानाबाद (उस्मान-आबद के रूप में उच्चारण) भारतीय राज्य महाराष्ट्र में उस्मानाबाद जिले में एक शहर और एक नगरपालिका परिषद है। उस्मानाबाद का नाम हैदराबाद के अंतिम शासक मीर उस्मान अली खान से लिया गया है।\r\nउस्मानाबाद जिला (लिप्यंतरण: उस्मानाबाद जिल्हा) भारतीय राज्य महाराष्ट्र में मराठवाड़ा क्षे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उस्मानाबाद","slug":"osmanabad"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-osmanabad-maharashtra","total":0},{"id":705,"title":"मुंबई शहर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","dateCreated":"2019-09-19T02:16:14.816Z","dateModified":"2019-09-19T02:16:25.332Z","contributedBy":"AskGif","content":"मुंबई सिटी जिला, कोंकण डिवीजन में महाराष्ट्र का एक जिला है। एक शहर जिले के रूप में, इसका कोई मुख्यालय या उपखंड नहीं है। यह मुंबई उपनगरीय जिले के साथ मिलकर मुंबई के महानगर को बनाता है। शहर क्षेत्र को \"द्वीप शहर\" या दक्षिण मुंबई या पुराना मुंबई कहा जाता है। यह दक्षिण में कोलाबा से लेकर उत्तर में मा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मुंबई","slug":"mumbai"},{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"मुंबई-शहर","slug":"mumbai-city"}],"slug":"top-places-to-visit-in-mumbai-city-maharashtra","total":0},{"id":701,"title":"जलना में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","dateCreated":"2019-09-18T02:47:45.152Z","dateModified":"2019-09-18T02:47:55.983Z","contributedBy":"AskGif","content":"जालना औरंगाबाद संभाग के मराठवाड़ा क्षेत्र के जालौन जिले का एक शहर है, जो भारत के महाराष्ट्र राज्य का है। 1 मई 1981 को जालौन जिले के प्रभावी होने से पहले यह औरंगाबाद जिले की तहसील के रूप में हैदराबाद राज्य का हिस्सा था।\r\nजालना जिला पश्चिमी भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"जलना","slug":"jalna"}],"slug":"top-places-to-visit-in-jalna-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}