{"id":705,"title":"Top Places to visit in Mumbai City, Maharashtra","imageUrl":"62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","dateCreated":"2019-09-19T02:16:14.816Z","dateModified":"2019-09-19T02:16:25.332Z","contributedBy":"AskGif","content":"<p>Mumbai City District is a district of Maharashtra in Konkan Division. As a city district, it has no headquarters or subdivisions. It, along with the Mumbai Suburban District, makes up the metropolis of Mumbai. The city area is called the \"island city\" or South Mumbai or Old Mumbai. It extends from Colaba in the south to Mahim and Sion in the north. The city has an area of 157 km&sup2; and a population of 3,085,411.</p>\r\n<p>&nbsp;</p>\r\n<p>The city of Bombay came in light in the year 150 A.D. through the geographical work of renowned geographer, Ptolemy. The city, consisting of several islands, was then ruled by native Agris and kolis.</p>\r\n<p>&nbsp;</p>\r\n<p>These natives ruled the islands up to 1345. Thereafter, Mumbai's rulers changed through history until Islamic rulers conquered what is now Maharashtra and conquered some of the islands in 1534. Subsequently, sultan of Gujarat took over all the islands, which were then conquered by the Portuguese.</p>\r\n<p>&nbsp;</p>\r\n<p>Following the continued support of England in the Anglo-Portuguese Alliance, stemming from the Anglo-Portuguese Treaty of 1373 and on the accession of a Catholic monarch in 1660, in 1661 the island of Bombay was given to the British as part of a Royal Dowry, on the occasion of the marriage of King Charles II of England with the Portuguese Princess Infanta Catherine of Braganza. The island of Bombay, was then to remain part of British Raj until 15 August 1947, the day India celebrates annually as Indian Independence day, when it became an autonomous dominion, experiencing the dawn of independence from foreign rule see History of the Republic of India. Initially, Charles II entrusted the administration of Bombay to the East India Company.</p>\r\n<p>&nbsp;</p>\r\n<p>By a Royal Charter under the Regulation XIX of 1827, passed by the British Government, the Collector of Bombay was made the Chief Controlling Authority of the Revenue Administration of Bombay. The Collector of Bombay enjoyed vast authority under the Bombay Land Revenue Act 1876 which was repealed by the Maharashtra Land Revenue Code 1966.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Mumbai City district has a population of 3,085,411, roughly equal to the nation of Mongolia or the US state of Iowa. This gives it a ranking of 115th in India (out of a total of 640). The district has a population density of 19,652 inhabitants per square kilometre (50,900/sq mi) . Its population growth rate over the decade 2001-2011 was -7.57%. Mumbai City has a sex ratio of 832 females for every 1000 males, and a literacy rate of 89.21%. Marathi is the official and most spoken language of the district. Other languages with significant number of speakers in the district include Hindi, Urdu, Gujarati, Konkani, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism in Mumbai is an industry that attracts almost 6 million tourists per year, making it the 30th-most visited location worldwide. With a metro population of approximately 20 million, Mumbai is the largest city in India and the 10th largest city in the world.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Clockwise from top: Cuffe Parade skyline, Taj Mahal Palace Hotel, Chhatrapati Shivaji Terminus, Bandra&ndash;Worli Sea Link, and the Gateway of India.</p>\r\n<p>Mumbai offers natural heritage and modern entertainment including leisure spots, beaches, cinemas, studios, holy places, amusement parks and historical monuments. Transport options include air, road, train and ship.</p>\r\n<p>&nbsp;</p>\r\n<p>Water activities</p>\r\n<p>Many beaches in Mumbai are open to the general public. Beach locations include:</p>\r\n<p>&nbsp;</p>\r\n<p>Juhu Beach</p>\r\n<p>Kalamb Beach</p>\r\n<p>Marv&eacute; Beach</p>\r\n<p>Additionally, lakeside destinations in Mumbai include:</p>\r\n<p>&nbsp;</p>\r\n<p>Powai Lake</p>\r\n<p>Tulsi Lake</p>\r\n<p>Vihar Lake</p>\r\n<p>Bandra Talao</p>\r\n<p>Parks and recreation</p>\r\n<p>Recreational destinations in Mumbai include:</p>\r\n<p>&nbsp;</p>\r\n<p>EsselWorld</p>\r\n<p>Adlabs Imagica</p>\r\n<p>Sanjay Gandhi National Park</p>\r\n<p>Forts and caves</p>\r\n<p>Mumbai&rsquo;s most significant historical locations include more than 14 forts and 5 naturally-formed caves. A few examples include:</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>British fort in Mahim, Mumbai</p>\r\n<p>Elephanta Caves</p>\r\n<p>Kanheri Caves</p>\r\n<p>Mahim Fort</p>\r\n<p>Belapur Fort</p>\r\n<p>Bombay Castle</p>\r\n<p>Castella de Aguada</p>\r\n<p>Film City</p>\r\n<p>One of the major attraction in Mumbai is the Film City in Goregaon. It was built by Dada Saheb Phalke &amp; V. Shantaraman. The Film City was built in 20th Century &amp; is situated near Goregaon &amp; Borivali National Park. The entry to the Goregaon Film City is free of cost and is open from 10 am to 11:30 pm. The Hindi film industry, often metonymously referred to as Bollywood, is based in Mumbai. It offers major cinemas and is home to more than 20 film studios.</p>\r\n<p>&nbsp;</p>\r\n<p>Other attractions</p>\r\n<p>Religious Destinations</p>\r\n<p>Mumbai has number of beautiful temples, mosques &amp; churches. The list of religious places in Mumbai includes Siddhivinayak Temple, Mahalaxmi Temple, Haji Ali Dargah, St. Thomas Cathedral, Iskcon Temple, Mount Mary Church and many more.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mumbai_City_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mumbai-city-maharashtra","tags":[{"name":"mumbai","slug":"mumbai"},{"name":"maharashtra","slug":"maharashtra"},{"name":"mumbai-city","slug":"mumbai-city"}],"recommendations":[{"id":711,"title":"Top Places to visit in Osmanabad, Maharashtra","imageUrl":"49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","dateCreated":"2019-09-19T03:14:33.22Z","dateModified":"2019-09-19T03:14:43.512Z","contributedBy":"AskGif","content":"Osmanabad (pronounce as Usmān-Abād) is a city and a municipal council in Osmanabad district in the Indian state of Maharashtra. Osmanabad derives its name from the last ruler of Hyderabad, Mir Osman Ali Khan.\r\nOsmanabad district (Transliteration: Osmanabad Jil'hā) is an administrative dist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"osmanabad","slug":"osmanabad"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-osmanabad-maharashtra","total":0},{"id":705,"title":"Top Places to visit in Mumbai City, Maharashtra","imageUrl":"62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","dateCreated":"2019-09-19T02:16:14.816Z","dateModified":"2019-09-19T02:16:25.332Z","contributedBy":"AskGif","content":"Mumbai City District is a district of Maharashtra in Konkan Division. As a city district, it has no headquarters or subdivisions. It, along with the Mumbai Suburban District, makes up the metropolis of Mumbai. The city area is called the \"island city\" or South Mumbai or Old Mumbai. It extends fro","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mumbai","slug":"mumbai"},{"name":"maharashtra","slug":"maharashtra"},{"name":"mumbai-city","slug":"mumbai-city"}],"slug":"top-places-to-visit-in-mumbai-city-maharashtra","total":0},{"id":701,"title":"Top Places to visit in Jalna, Maharashtra","imageUrl":"3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","dateCreated":"2019-09-18T02:47:45.152Z","dateModified":"2019-09-18T02:47:55.983Z","contributedBy":"AskGif","content":"Jalna is a city in Jalna district in the Aurangabad Division, or Marathwada region, of the Indian state of Maharashtra. It was part of Hyderabad State as a tehsil of Aurangabad district, before Jalna district was formed effective 1 May 1981.\r\nJalna district is an administrative district in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"jalna","slug":"jalna"}],"slug":"top-places-to-visit-in-jalna-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}