{"id":706,"title":"Top Places to visit in Mumbai suburban, Bandra(East), Maharashtra","imageUrl":"74736fe9-2943-4553-9650-0853617f9fd7_Bandra-railway.jpg","dateCreated":"2019-09-19T02:22:01.232Z","dateModified":"2019-09-19T02:26:54.486Z","contributedBy":"AskGif","content":"<p>Mumbai Suburban District is a district of Maharashtra in Konkan Division. Its headquarters is in Bandra. It consists of three administrative subdivisions : Kurla, Andheri, and Borivali. The district along with Mumbai City district and other suburban communities make up the metropolis of Mumbai on Salsette Island. The district occupies an area of 446 km&sup2;.</p>\r\n<p>&nbsp;</p>\r\n<p>This is the second smallest district of Maharashtra, and it administratively comes under Konkan Division.</p>\r\n<p>&nbsp;</p>\r\n<p>The jurisdiction of Mumbai Suburban District is from Bandra to Dahisar, from Kurla to Mulund and from Kurla up to Trombay Creek.</p>\r\n<p>&nbsp;</p>\r\n<p>Mumbai Suburban District is one of the largest districts in the country by population. The current population is 9,332,481, according to the 2011 census, making it the fifth most populous district in India (out of 672). The Mithi River is the main river in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Mumbai Suburban district has a population of 9,332,481, roughly equal to the nation of Benin or the US state of North Carolina. This gives it a ranking of 5th in India (out of a total of 640). The district has a population density of 25,291.28 inhabitants per square kilometre (65,504.1/sq mi) . Its population growth rate over the decade 2001-2011 was 8.01%. Mumbai Suburban has a sex ratio of 857 females for every 1000 males, and a literacy rate of 90.9%.</p>\r\n<p>&nbsp;</p>\r\n<p>Bandra also called as Vandre is a coastal suburb located on Salsette Island in Maharashtra, India. The suburb is located to the immediate north of the Mithi River, which separates Bandra from Mumbai City. It is the third-largest commercial hub in Maharashtra, after Mumbai and Pune, primarily aided by the Bandra-Kurla Complex. Additionally, many personalities who are active in Bollywood, cricket, and politics reside in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>Bandra-Worli Sealink Project</p>\r\n<p>Bandra railway station is connected with the Western Railway and the Harbour Line, which is an offshoot of the suburban Central Railway. It also has a newly built terminus called Bandra Terminus in Bandra (E) from where trains bound for northern and western India are scheduled regularly. The important trains include the Bandra-New Delhi Rajdhani Express, Bandra-Indore Express, Bandra-Patna Express, Bandra-Jaipur Express, Bandra-Jodhpur Express and the Bandra-Amritsar Express</p>\r\n<p>&nbsp;</p>\r\n<p>Public transport also includes BEST buses, auto rickshaws and taxis, which are abundant. Bandra is the last southern point from Mumbai where auto rickshaws ply. Beyond Bandra, entering Mahim, only taxis are allowed to ply.</p>\r\n<p>&nbsp;</p>\r\n<p>The Bandra-Worli Sea Link bridge connects Bandra West with Worli, located in central Mumbai. Due to Bandra's central location, most parts of the city are easily accessible.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>&nbsp;</p>\r\n<p>Mount Mary's Basilica</p>\r\n<p>Jogger's Park: Jogger's Park is a small seaside jogging track. The park, next to the Otter's Club, was where Mumbai's first laughing club was launched.</p>\r\n<p>Bandra Reclamation</p>\r\n<p>Mount Mary's Basilica</p>\r\n<p>Bandstand Promenade</p>\r\n<p>Hill Road: A popular street shopping area with various restaurants, branded retails</p>\r\n<p>Linking Road: A popular place for shopping</p>\r\n<p>Bandra-Kurla complex</p>\r\n<p>Carter Road Promenade</p>\r\n<p>Bandra Fort: Also known as Castella de Aguada, which is Portuguese for Fort of the Waterpoint</p>\r\n<p>Colonial-era bungalows, Bandra's unique architectural heritage is being threatened by ongoing development.</p>\r\n<p>Notable residents</p>\r\n<p>Former Member of Parliament Priya Dutt</p>\r\n<p>Shah Rukh Khan</p>\r\n<p>Aamir Khan</p>\r\n<p>Madhubala</p>\r\n<p>Ashutosh Gowariker</p>\r\n<p>Aditya Roy Kapur</p>\r\n<p>Sidharth Malhotra</p>\r\n<p>Kangana Ranaut</p>\r\n<p>Katrina Kaif</p>\r\n<p>Salman Khan</p>\r\n<p>Heart surgeon Sharad Panday</p>\r\n<p>BJP Mumbai President Ashish Shelar</p>\r\n<p>Sachin Tendulkar</p>\r\n<p>Shiv Sena chief Uddhav Thackeray</p>\r\n<p>Shiv Sena MLA late Bala Sawant</p>\r\n<p>Mohammed Rafi, Bollywood playback singer</p>\r\n<p>Farhan Akhtar</p>\r\n<p>Rekha</p>\r\n<p>Baba Siddique INC Leader</p>\r\n<p>Saif Ali Khan</p>\r\n<p>Tiger Shroff</p>\r\n<p>Flt Lt Lawrence Frederic Pereira, VrC</p>\r\n<p>Lieutenant-General Francis Tiburtius Dias, PVSM, AVSM, VrC</p>\r\n<p>Varun Dhawan</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mumbai_Suburban_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/74736fe9-2943-4553-9650-0853617f9fd7_Bandra-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mumbai-suburban-bandraeast-maharashtra","tags":[{"name":"mumbai-suburban","slug":"mumbai-suburban"},{"name":"bandra-east","slug":"bandra-east"},{"name":"maharashtra","slug":"maharashtra"},{"name":"mumbai","slug":"mumbai"}],"recommendations":[{"id":726,"title":"Top Places to visit in Thane, Maharashtra","imageUrl":"82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","dateCreated":"2019-09-20T16:00:38.018Z","dateModified":"2019-09-20T16:00:49.746Z","contributedBy":"AskGif","content":"Thane (also known as Thana, the official name until 1996) is a metropolitan city in Maharashtra, India. Thane city coincides entirely within Thane taluka, one of the seven talukas of Thane district; also, it is the headquarter of the namesake district. With a population of 1,841,488 distributed o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"thane","slug":"thane"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-thane-maharashtra","total":0},{"id":695,"title":"Top Places to visit in Chandrapur, Maharashtra","imageUrl":"b0514608-a516-43aa-bc2e-d0858d9e05cf_Chandrapur-railway.jpg","dateCreated":"2019-09-18T02:02:26.902Z","dateModified":"2019-09-18T02:02:39.072Z","contributedBy":"AskGif","content":"Chandrapur (earlier known as Chanda) is a city and a municipal corporation in Chandrapur district, Maharashtra state, India. It is the district headquarters of Chandrapur district. Chandrapur is a fort city founded by Khandkya Ballal Sah, a Gond king of the 13th century The city is situated at th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b0514608-a516-43aa-bc2e-d0858d9e05cf_Chandrapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"chandrapur","slug":"chandrapur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-chandrapur-maharashtra","total":0},{"id":694,"title":"Top Places to visit in Buldhana, Maharashtra","imageUrl":"f2e4783f-9b42-42db-b601-029ea566441e_Buldhana-tourism.jpg","dateCreated":"2019-09-17T02:48:39.94Z","dateModified":"2019-09-17T02:48:56.879Z","contributedBy":"AskGif","content":"Buldhana is the district headquarters and a Municipal Council in the Buldhana District of Amravati division in the Indian State of Maharashtra.\r\nBuldhana district is located in the Amravati division of Maharashtra, India. It is situated at the western border of Vidarbha region and is 500 k","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f2e4783f-9b42-42db-b601-029ea566441e_Buldhana-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"buldhana","slug":"buldhana"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-buldhana-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}