{"id":707,"title":"नांदेड़ में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"338ca7b2-4774-45fb-89be-8670635e7454_Nanded-railway.jpg","dateCreated":"2019-09-19T02:26:21.183Z","dateModified":"2019-09-19T02:26:29.633Z","contributedBy":"AskGif","content":"<p>नांदेड़ भारत के महाराष्ट्र राज्य का एक शहर है। यह राज्य का आठवाँ सबसे बड़ा शहरी समूह है और भारत का सत्तरवाँ सबसे अधिक आबादी वाला शहर है। यह मराठवाड़ा उपखंड का दूसरा सबसे बड़ा शहर है। नांदेड़ नांदेड़ जिले के शासन का केंद्र है। नांदेड़ सिख तीर्थयात्रियों के लिए एक प्रमुख गंतव्य है, क्योंकि 10 वें सिख गुरु (गुरु गोविंद सिंह) ने नांदेड़ को अपना स्थायी निवास बनाया और 1708 में उनकी मृत्यु से पहले गुरु ग्रंथ साहिब को अपना गुरुद्वारा दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मुख्य लेख: नांदेड़ (भारत) में शैक्षिक संस्थानों की सूची</p>\r\n<p>17 सितंबर 1994 को औरंगाबाद में मराठवाड़ा विश्वविद्यालय के पुनर्गठन के बाद नांदेड़ में स्वामी रामानंद तीर्थ मराठवाड़ा विश्वविद्यालय की स्थापना हुई। विश्वविद्यालय मराठवाड़ा डिवीजन के चार जिलों में वरिष्ठ कॉलेजों में शैक्षिक गतिविधियों का पर्यवेक्षण करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नांदेड़ में उल्लेखनीय शैक्षिक संस्थानों में डॉ। शंकरराव चव्हाण सरकारी मेडिकल कॉलेज और श्री गुरु गोबिंद सिंहजी इंस्टीट्यूट ऑफ इंजीनियरिंग एंड टेक्नोलॉजी शामिल हैं;</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन और रुचि के स्थल</p>\r\n<p>नांदेड़ महाराष्ट्र राज्य के मराठवाड़ा क्षेत्र का एक ऐतिहासिक शहर है। गोदावरी नदी के तट पर वैदिक अनुष्ठान किए जाते हैं। इनमें उर्वशी घाट, राम घाट और गोवर्धन घाट शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>श्री हज़ूर साहिब गुरुद्वारे का विहंगम दृश्य</p>\r\n<p>मंदिर</p>\r\n<p>नांदेड़ के हिंदू मंदिरों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>कालेश्वर मंदिर</p>\r\n<p>शनि मंदिर, राम घाट पर मोंधा में</p>\r\n<p>श्री नगर में याज्ञवल्क्य वेदपाठशाला सरस्वती मंदिर</p>\r\n<p>राजपूत संघ रेणुका माता मंदिर</p>\r\n<p>श्री अहीर यादव ने महामाई मंदिर देवीनगर डिग्लोर नाका</p>\r\n<p>मारवाडी धर्म शाला हनुमान मंदिर</p>\r\n<p>त्रिकुट गाँव में मंदिर गोदावरी नदी के नाभिस्थान (केंद्र बिंदु) का निर्माण करते हैं, जिसे हिंदुओं के लिए बहुत पवित्र माना जाता है।</p>\r\n<p>सिद्धेश्वर मंदिर, होतल - चालुक्य युग के दौरान निर्मित, हेमाडपंती मंदिर वास्तुकला का एक उदाहरण।</p>\r\n<p>भगवान शिव मंदिर, तडखेल गांव (डिग्लूर तालुका) - हिंदू राजा सेनापति द्वारा शास्त्र प्रदर्शित करने वाले बड़े पत्थरों के साथ बनाया गया है।</p>\r\n<p>जगदंबा माता मंदिर, तडखेल गांव</p>\r\n<p>हज़ूर साहब</p>\r\n<p>हजूर साहिब का निर्माण महाराजा रणजीत सिंह ने करवाया था। यह पंज तख्त में से एक है, सिखों के लिए उच्च अधिकार की पांच सीटें हैं। इसे गुरु गोविंद सिंह के दाह संस्कार स्थल पर बनाया गया है। उसके अवशेष और हथियार स्थल पर संरक्षित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नांदेड़ का किला</p>\r\n<p>नांदेड़ का किला नांदेड़ रेलवे स्टेशन से 4 किलोमीटर (2.5 मील) दूर है। गोदावरी नदी किले को तीन तरफ से घेरती है। एक बगीचा और पानी का काम करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>माहुर</p>\r\n<p>माहुर टाउनशिप देवी रेणुका का घर है। यह साडे टीन शक्तिपीठ (देवता की शक्ति की साढ़े तीन सीटें) का हिस्सा है। इसमें एक परशुराम मंदिर भी है। दो निकटवर्ती पहाड़ियों पर स्थित है, माहुर किला * परशुराम मंदिर</p>\r\n<p>माहुर किला - उत्तर से दक्कन तक एक प्रमुख मार्ग पर एक महत्वपूर्ण बिंदु।</p>\r\n<p>सहस्रकुंड झरने</p>\r\n<p>इसलापुर गांव में स्थित फॉल्स, मानसून के दौरान पर्यटकों के लिए एक पसंदीदा स्थान हैं और ट्रेन द्वारा सुलभ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अनकेश्वर गाँव</p>\r\n<p>किनवट तालुका के अनकेश्वर गांव में एक प्रसिद्ध शिव मंदिर है। माना जाता है कि सल्फर और फॉस्फेट युक्त गर्म पानी के झरनों में औषधीय गुण होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>राष्ट्रीय राजमार्ग 61 (कल्याण-अहमदनगर-परभणी-नांदेड़-निर्मल), राष्ट्रीय राजमार्ग 361 (नागपुर-वर्धा-यवतमाल-नांदेड़-लातूर-सोलापुर-सांगली-कोल्हापुर-रत्नागिरी) और राष्ट्रीय राजमार्ग 161 (अकोला-वाशिम-हिंगोली-नांदेड़) डिग्लोर-संगारेड्डी) शहर से होकर गुजरती है। राज्य सड़क परिवहन बस सेवा नांदेड़ तक चलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>मुख्य लेख: नांदेड़ रेलवे स्टेशन</p>\r\n<p>यह भी देखें: वर्धा-नांदेड़ लाइन</p>\r\n<p>नांदेड़ रेलवे स्टेशन सिकंदराबाद - दक्षिण मध्य रेलवे ज़ोन (SCR) के नांदेड़ रेलवे डिवीजन के मनमाड सेक्शन पर स्थित है। मराठवाड़ा क्षेत्र का सबसे बड़ा स्टेशन नांदेड़ स्टेशन है। हर दिन चालीस-आठ ट्रेनें आती हैं। मालटेकड़ी रेलवे स्टेशन नांदेड़ के लिए एक और रेलवे स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>श्री गुरु गोबिंद सिंह जी एयरपोर्ट हैदराबाद और मुंबई के लिए दैनिक ट्रूजेट एयरलाइंस उड़ानों द्वारा सेवा प्रदान की जाती है। हाल ही में, एयर इंडिया ने शहर से अपना परिचालन शुरू किया, नांदेड़ को शनिवार और रविवार को उड़ानों से जोड़ा। एयर इंडिया ने भी 19 नवंबर 2018 से सप्ताह में दो बार दिल्ली के लिए सीधी उड़ान शुरू की। चंडीगढ़ से नांदेड़ के बीच पहली सीधी उड़ान जनवरी 2019 में शुरू हुई। सिख तीर्थयात्रियों की लंबे समय से चली आ रही मांग पूरी हो गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>गुरु गोविंद सिंह, अंतिम सिख गुरु जो नांदेड़ में मारे गए।</p>\r\n<p>सिख सैन्य कमांडर बंदा सिंह बहादुर।</p>\r\n<p>वामन पंडित, कवि।</p>\r\n<p>शंकरराव चव्हाण, पूर्व गृह मंत्री और महाराष्ट्र राज्य के पूर्व मुख्यमंत्री।</p>\r\n<p>अशोक चव्हाण, महाराष्ट्र कांग्रेस के अध्यक्ष, महाराष्ट्र राज्य के पूर्व मुख्यमंत्री और नांदेड़ लोकसभा के पूर्व सांसद।</p>\r\n<p>नरहर अंबादास कुरुंदकर, विद्वान, आलोचक और लेखक।</p>\r\n<p>शिक्षा के एक पूर्व मंत्री, कमलकिशोर कदम।</p>\r\n<p>नागनाथ लालुजीराव कोट्टापल्ले, एक शिक्षाविद् और लेखक।</p>\r\n<p>प्रतापराव गोविंदराव चिकलिकर, वर्तमान सांसद और पूर्व विधायक</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nanded</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/338ca7b2-4774-45fb-89be-8670635e7454_Nanded-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nanded-maharashtra","tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"नांदेड़","slug":"nanded"}],"recommendations":[{"id":728,"title":"वाशिम में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"fdad593f-d128-44f4-a673-669dca26d9c3_Washim-railway.jpg","dateCreated":"2019-09-20T16:16:06.969Z","dateModified":"2019-09-20T16:17:20.527Z","contributedBy":"AskGif","content":"वाशिम भारतीय राज्य महाराष्ट्र में वाशिम जिले में एक शहर और एक नगरपालिका परिषद है। वाशिम, वाशिम जिले का जिला मुख्यालय है।\r\nवाशिम महाराष्ट्र, भारत में एक जिला है। मुख्यालय वाशिम में है। जिले का क्षेत्रफल 5,150 वर्ग किमी है।\r\n&nbsp;\r\nरुचि के स्थान\r\nशहर की प्राचीनता ने शहर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fdad593f-d128-44f4-a673-669dca26d9c3_Washim-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाशिम","slug":"washim"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-washim-maharashtra","total":0},{"id":727,"title":"वर्धा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"7bc4cc43-8f9a-4c25-9f6b-9de03a5deb13_Wardha-railway.jpg","dateCreated":"2019-09-20T16:09:54.306Z","dateModified":"2019-09-20T16:10:21.345Z","contributedBy":"AskGif","content":"वर्धा भारतीय राज्य महाराष्ट्र में वर्धा जिले में एक शहर और एक नगरपालिका परिषद है। यह वर्धा जिले का प्रशासनिक मुख्यालय है। वर्धा को इसका नाम वर्धा नदी से मिला है जो जिले के उत्तर, पश्चिम और दक्षिण की सीमाओं पर बहती है। 1866 में स्थापित, शहर अब कपास व्यापार के लिए एक महत्वपूर्ण केंद्र है। यह गांधी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7bc4cc43-8f9a-4c25-9f6b-9de03a5deb13_Wardha-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वर्धा","slug":"wardha"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-wardha-maharashtra","total":0},{"id":689,"title":"अकोला में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"c0d7dc5f-b8ed-427d-8126-aa0b04b688c1_Akola-railway.jpg","dateCreated":"2019-09-17T01:53:29.526Z","dateModified":"2019-09-17T01:53:42.189Z","contributedBy":"AskGif","content":"अकोला मध्य भारत में महाराष्ट्र राज्य में विदर्भ क्षेत्र का एक शहर है। यह विदर्भ का तीसरा सबसे बड़ा शहर है, जो राज्य की राजधानी, मुंबई से लगभग 290 मील (580 किमी) और दूसरी राजधानी नागपुर से 140 मील (250 किमी) पश्चिम में स्थित है। अकोला, अमरावती डिवीजन में स्थित अकोला जिले का प्रशासनिक मुख्यालय है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0d7dc5f-b8ed-427d-8126-aa0b04b688c1_Akola-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अकोला","slug":"akola"}],"slug":"top-places-to-visit-in-akola-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}