{"id":708,"title":"नंदुरबार में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","dateCreated":"2019-09-19T02:38:40.105Z","dateModified":"2019-09-19T02:38:50.351Z","contributedBy":"AskGif","content":"<p>नंदुरबार भारतीय राज्य महाराष्ट्र में नंदुरबार जिले में एक शहर और एक नगरपालिका परिषद है। नंदुरबार नगर निगम पहला नगर निगम है। नंदुरबार महाराष्ट्र के उत्तर-पश्चिम कोने (खानदेश क्षेत्र) में एक प्रशासनिक जिला है। 1 जुलाई 1998 को धुले को दो अलग-अलग जिलों के रूप में विभाजित किया गया, जिन्हें अब धुले और नंदुरबार के नाम से जाना जाता है। जिला मुख्यालय नंदुरबार शहर में स्थित है। जिले में 5034 किमी 2 का क्षेत्र है और इसकी आबादी 1,311,709 है, जिसमें 15.45% शहरी (2001 के अनुसार) है। नंदुरबार जिला धुले जिले से दक्षिण और दक्षिण-पूर्व में घिरा हुआ है, पश्चिम में उत्तर और उत्तर में गुजरात राज्य है, उत्तर और उत्तर-पूर्व में मध्य प्रदेश राज्य है। जिले की उत्तरी सीमा महान नर्मदा नदी द्वारा परिभाषित की गई है। यह फरवरी 2006 के बर्ड फ्लू संकट के दौरान सुर्खियों में आया, जिसने इसके कई पोल्ट्री फार्मों को मारा। खेतों से हजारों मुर्गियों को मारना पड़ा और वायरस फैलने से रोकने के लिए उन्हें पास के मैदान में दफनाया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>नंदुरबार भारत में महाराष्ट्र राज्य के उत्तर-पश्चिमी कोने का एक प्रशासनिक जिला है। 1 जुलाई 1998 को धुले को दो अलग-अलग जिलों के रूप में विभाजित किया गया, जिन्हें अब धुले और नंदुरबार के नाम से जाना जाता है। जिला मुख्यालय नंदुरबार शहर में स्थित है। जिले का क्षेत्रफल 5035 किमी 2 है और इसकी आबादी 1,311,709 है, जिसमें 15.45% शहरी (2001 के अनुसार) थे।</p>\r\n<p>&nbsp;</p>\r\n<p>नंदुरबार जिला धुले जिले से दक्षिण और दक्षिण-पूर्व में घिरा हुआ है, पश्चिम में उत्तर और उत्तर में गुजरात राज्य है, उत्तर और उत्तर-पूर्व में मध्य प्रदेश राज्य है। जिले की उत्तरी सीमा महान नर्मदा नदी द्वारा परिभाषित की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>नंदुरबार जिले के तेम्हली गाँव की रंजना सोनवणे और 29 सितंबर 2010 को बारह (12) अंक की विशिष्ट पहचान पाने वाले भारत के पहले नागरिक बने। विशिष्ट पहचान या आधार भारत की केंद्र सरकार की महत्वाकांक्षी परियोजना है, जो अपने अरबों को विशिष्ट पहचान प्रदान करती है। प्लस नागरिक।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>नंदुरबार को भारतीय रेलवे नेटवर्क पर एक स्टेशन द्वारा सेवा दी जाती है। इसके अलावा राज्य परिवहन बसें उपलब्ध हैं। नंदुरबार भारतीय राज्य राजमार्गों द्वारा मध्य प्रदेश और गुजरात से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की भारत की जनगणना के अनुसार, नंदुरबार की जनसंख्या 1,11,037 थी। नंदुरबार की औसत साक्षरता दर 72% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 78% है, और महिला साक्षरता 65% है। नंदुरबार में, 12% आबादी 6 साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटकों के आकर्षण</p>\r\n<p>तोरणमल नजदीकी हिल स्टेशन है।</p>\r\n<p>अंक देखें</p>\r\n<p>यशवंत झील</p>\r\n<p>Aawashabari प्वाइंट</p>\r\n<p>सूर्यास्त बिंदु</p>\r\n<p>कॉफी गार्डन</p>\r\n<p>चेक डैम</p>\r\n<p>गोरक्षनाथ मंदिर</p>\r\n<p>नागार्जुन पॉइंट</p>\r\n<p>सत पायरी (सात कदम) व्यू प्वाइंट</p>\r\n<p>कमल की झील</p>\r\n<p>वन पार्क और औषधीय पादप उद्यान</p>\r\n<p>सीता खाई</p>\r\n<p>सारंगखेड़ा अपने त्योहार और बड़े घोड़े बाजार के लिए प्रसिद्ध है।</p>\r\n<p>कोचरा माता मंदिर, शहदा के पास</p>\r\n<p>बालाजी मंदिर, नंदुरबार में</p>\r\n<p>प्रसिद्ध धार्मिक मंदिर खोडिका माता मंदिर (पवागढ़, गुजरात माताजी का हिस्सा) है</p>\r\n<p>दंडापदेश्वर पार्क</p>\r\n<p>हुतात्मा उद्यान</p>\r\n<p>सी। बी। वाटर पार्क एंड गार्डन</p>\r\n<p>भटेसिंग भैया पार्क</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन और संचार</p>\r\n<p>कुल रेलवे लाइंस की लंबाई: 90 किमी</p>\r\n<p>सड़क से जुड़े गांवों का नहीं</p>\r\n<p>12 महीने: 671</p>\r\n<p>अस्थायी: 262</p>\r\n<p>सड़कों की कुल लंबाई: 4338 किमी</p>\r\n<p>राष्ट्रीय राजमार्ग की कुल लंबाई: 44 किमी</p>\r\n<p>राज्य की कुल लंबाई</p>\r\n<p>शिक्षा</p>\r\n<p>नंदुरबार जिले में १३५४ प्राथमिक विद्यालयों में ४४ ९ 1, शिक्षक हैं जिनमें १,५ ९, ५०० छात्र पढ़ते हैं; वह प्रति शिक्षक 36 छात्रों के लिए आता है।</p>\r\n<p>2765 शिक्षकों के साथ 1,7,554 छात्रों को पढ़ाने वाले लगभग 257 माध्यमिक विद्यालय, और प्रति शिक्षक 48 में से कोई भी छात्र नहीं आता है।</p>\r\n<p>सरकार पॉलिटेक्निक नंदुरबार चार शाखाओं इलेक्ट्रॉनिक्स और दूरसंचार इंजीनियरिंग, इलेक्ट्रिकल इंजीनियरिंग, कंप्यूटर इंजीनियरिंग, और मैकेनिकल इंजीनियरिंग के साथ 60 सीटों की सेवन क्षमता। अधिक जानकारी के लिए अत्यधिक योग्य और अनुभवी कर्मचारी हमारी वेबसाइट पर जाएँ (ref.7)।</p>\r\n<p>मेडिकल और इंजीनियरिंग सहित उच्च अध्ययन के लिए कुल कॉलेज 30 हैं, और प्रत्येक वर्ष 8580 से अधिक छात्र नामांकन करते हैं।</p>\r\n<p>नंदुरबार जिले में 6 सरकारी आईटीआई (औद्योगिक प्रशिक्षण संस्थान) और 2 निजी आईटीआई हैं, जिनमें कुल 1444 छात्र हैं।</p>\r\n<p>3 वीजेएनटी पूर्व। स्कूल [म्हसवड, अक्रेल और नंदराखे] 2 हाई स्कूल, 1 जूनियर कॉलेज</p>\r\n<p>1 एससी आवासीय विद्यालय शहादा</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने नंदुरबार को देश के 250 सबसे पिछड़े जिलों में से एक (कुल 640 में से) नाम दिया। यह महाराष्ट्र के बारह जिलों में से एक है जो वर्तमान में पिछड़े क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>इंडस्ट्रीज</p>\r\n<p>SuzlonWinMills.JPG</p>\r\n<p>कुल पंजीकृत फैक्टरियां: 346</p>\r\n<p>कुल पंजीकृत और चलित फैक्ट्रियां: 346</p>\r\n<p>सहकारी चीनी कारखानों: 3</p>\r\n<p>कुल कताई मिल्स: 2</p>\r\n<p>कुल सहकारी समितियां 1400</p>\r\n<p>प्राथमिक कृषि साख समितियाँ कुल: 159</p>\r\n<p>सदस्य: 47448</p>\r\n<p>सहकारी दुग्ध सोसायटी: 392</p>\r\n<p>कृषि</p>\r\n<p>मुख्य फसलें जवार, गेहूं, चावल, तोर, मूंगफली, मिर्च</p>\r\n<p>वार्षिक फसलें गन्ना, कपास</p>\r\n<p>खेती के तहत क्षेत्र: 2,53,413 हा</p>\r\n<p>फसल पैटर्न खरीफ (लगभग 800 गाँव), रबी (लगभग 130 गाँव)</p>\r\n<p>फल: आम, सीताफल, केला, पपीता आदि।</p>\r\n<p>जलवायु</p>\r\n<p>नंदुरबार</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म</p>\r\n<p>&nbsp;</p>\r\n<p>प्रकाशन - दक्षिण काशी</p>\r\n<p>प्रकाश, प्रसिद्ध धार्मिक स्थलों में से एक, जिसे दक्षिण काशी के नाम से भी जाना जाता है, शाहदा तहसील में है। प्रकाश का मंदिर बहुत पुराना है।</p>\r\n<p>शाहदा से 24 किमी दूर जयनगर में भगवान श्री गणेश (हेरम्ब) के प्रसिद्ध मंदिरों में से एक है। मंगली चतुर्थी के अवसर पर हजारों लोग इस मंदिर में आते हैं।</p>\r\n<p>श्री दत्त मंदिर सारंगखेड़ा में है। हर साल दत्त जयंती की पूर्व संध्या पर एक बड़ा मेला आयोजित किया जाता है जिसमें घोड़ों की बिक्री का मुख्य आकर्षण होता है।</p>\r\n<p>उमाज मंदिर शिन्दा में है। हर साल अष्टमी (दिसंबर) की पूर्व संध्या पर एक बड़ा मेला आयोजित किया जाता है।</p>\r\n<p>हिंगानी शहादा और शिरपुर के बीच का एक छोटा सा गाँव है। वहां के लोग महानुभाव पंथ के \"महावाक्य\" और \"महावाक्य\" का संचालन करते हैं।</p>\r\n<p>दंडपन्ेश्वर, देवमोगरा, नंदुरबार, महाराष्ट्र</p>\r\n<p>देवी मोगरा माता आदिवासियों की देवी हैं। मालदा-मोगरा ताल तलोदा देवी मोगरा माता से संबंधित प्रसिद्ध गाँव है।</p>\r\n<p>संत गुलाम महाराज रंजनपुर ताल तलोदा आदिवासी संत हैं, जिन्होंने उन्हें शराब की लत से दूर किया।</p>\r\n<p>अश्वस्थामा ऋषि महाराज, वलींबा, महाराष्ट्र</p>\r\n<p>शनि मंदिर, शनिमंडल</p>\r\n<p>तोरणमल 1076 मीटर ऊंची चोटी नवनाथ के लिए प्रसिद्ध स्थान है। समर के शिखर के दौरान 45 &deg; सेल्सियस जितना ऊँचा हो सकता है। मानसून जून के मध्य या अंत में सेट होता है। इस मौसम के दौरान मौसम आमतौर पर आर्द्र और गर्म होता है। उत्तरी और पश्चिमी क्षेत्र शेष क्षेत्र की तुलना में अधिक वर्षा प्राप्त करते हैं। जिले के माध्यम से औसत वर्षा 767 मिमी है। सर्दी नवंबर से फरवरी के महीने तक होती है। सर्दियां हल्की ठंडी लेकिन शुष्क होती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत:&nbsp;https://en.wikipedia.org/wiki/Nandurbar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/932bd8ac-f534-4019-84e7-a12088122343_Nandurbar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nandurbar-maharashtra","tags":[{"name":"नंदुरबार","slug":"nandurbar"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":727,"title":"वर्धा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"7bc4cc43-8f9a-4c25-9f6b-9de03a5deb13_Wardha-railway.jpg","dateCreated":"2019-09-20T16:09:54.306Z","dateModified":"2019-09-20T16:10:21.345Z","contributedBy":"AskGif","content":"वर्धा भारतीय राज्य महाराष्ट्र में वर्धा जिले में एक शहर और एक नगरपालिका परिषद है। यह वर्धा जिले का प्रशासनिक मुख्यालय है। वर्धा को इसका नाम वर्धा नदी से मिला है जो जिले के उत्तर, पश्चिम और दक्षिण की सीमाओं पर बहती है। 1866 में स्थापित, शहर अब कपास व्यापार के लिए एक महत्वपूर्ण केंद्र है। यह गांधी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7bc4cc43-8f9a-4c25-9f6b-9de03a5deb13_Wardha-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वर्धा","slug":"wardha"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-wardha-maharashtra","total":0},{"id":719,"title":"सतारा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","dateCreated":"2019-09-20T03:10:41.062Z","dateModified":"2019-09-20T03:10:52.344Z","contributedBy":"AskGif","content":"सतारा जिला पश्चिमी भारत में महाराष्ट्र राज्य का एक जिला है, जिसका क्षेत्रफल 10,480 वर्ग किमी है और इसकी आबादी 3,003,741 है, जिसमें 14.17% शहरी (2011 के अनुसार) थे। सतारा जिले की राजधानी है और अन्य प्रमुख शहरों में वाई, कराड, कोरेगाँव, दहिवडी, कोयननगर, रहीमपुर, फलटन, महाबलेश्वर, वडूज और पंचगनी शाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"सतारा","slug":"satara"}],"slug":"top-places-to-visit-in-satara-maharashtra","total":0},{"id":716,"title":"रायगढ़, अलीबाग में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"0fdaf729-6a4d-440c-a564-b2d47a2aa2b5_Raigad-tourism.jpg","dateCreated":"2019-09-20T02:35:53.024Z","dateModified":"2019-09-20T02:36:06.302Z","contributedBy":"AskGif","content":"रायगढ़ जिला भारत के महाराष्ट्र राज्य का एक जिला है। पूर्व में कोल्बा जिला कहा जाता था, जिले का नाम बदलकर रायगढ़ रखा गया था, किले के बाद पूर्व मराठा साम्राज्य की पहली राजधानी थी, जिसे बदले में इसके पहले नाम - रायरी से बदला गया था। सह्याद्री रेंज के पश्चिमी घाट के एक पश्चिम की ओर स्थित घने जंगलों म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fdaf729-6a4d-440c-a564-b2d47a2aa2b5_Raigad-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"रायगढ़","slug":"raigad"},{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अलीबाग","slug":"alibag"}],"slug":"top-places-to-visit-in-raigad-alibag-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}