{"id":709,"title":"नागपुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","dateCreated":"2019-09-19T02:56:59.894Z","dateModified":"2019-09-19T02:57:09.071Z","contributedBy":"AskGif","content":"<p>नागपुर भारत के महाराष्ट्र राज्य का तीसरा सबसे बड़ा शहर और शीतकालीन राजधानी है। यह भारत में जनसंख्या के हिसाब से 13 वां सबसे बड़ा शहर है। ऑक्सफ़ोर्ड इकोनॉमिक्स की एक रिपोर्ट के अनुसार, नागपुर को 2019-2035 से 8.41% की औसत वृद्धि के साथ दुनिया का पांचवां सबसे तेजी से बढ़ने वाला शहर माना जाता है। इसे महाराष्ट्र के स्मार्ट शहरों में से एक के रूप में प्रस्तावित किया गया है और यह शीर्ष दस में से एक है स्मार्ट सिटी प्रोजेक्ट के निष्पादन में भारत के शहर।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर महाराष्ट्र राज्य विधानसभा के वार्षिक शीतकालीन सत्र की सीट है। यह महाराष्ट्र के विदर्भ क्षेत्र का एक प्रमुख व्यावसायिक और राजनीतिक केंद्र है। इसके अलावा, यह शहर हिंदू राष्ट्रवादी संगठन RSS के मुख्यालय होने और दलित बौद्ध आंदोलन के लिए एक महत्वपूर्ण स्थान होने से अद्वितीय महत्व प्राप्त करता है। नागपुर को देवभूमि के लिए भी जाना जाता है, जो दुनिया के सभी बौद्ध स्तूपों में सबसे बड़ा खोखला स्तूप है।</p>\r\n<p>&nbsp;</p>\r\n<p>ABP न्यूज़-इप्सोस के एक सर्वेक्षण के अनुसार, 2013 में नागपुर को भारत में सबसे बेहतर शहर के रूप में पहचाना गया था, जो कि हरियाली, सार्वजनिक परिवहन और स्वास्थ्य देखभाल सूचकांकों में शीर्ष पर था। इस शहर को भारत में 20 वाँ सबसे स्वच्छ शहर घोषित किया गया था और इसमें सबसे ऊपर शहर स्वच्छ सरवक्षण 2016 के अनुसार पश्चिमी क्षेत्र। इसे स्वच्छ सर्वक्षेण 2018 में नवाचार और सर्वोत्तम अभ्यास के लिए सर्वश्रेष्ठ शहर के रूप में सम्मानित किया गया। इसे स्वच्छ भारत मिशन के तहत जनवरी 2018 में खुले में शौच से मुक्त घोषित किया गया। वर्ष 2018 में आमतौर पर नागपुर को 59.92 के सुरक्षा सूचकांक के साथ एक सुरक्षित शहर माना जाता है। यह दुनिया का 130 वां सबसे सुरक्षित शहर और भारत का 10 वां सबसे सुरक्षित शहर है। यह भारत में महिलाओं के लिए सबसे सुरक्षित शहरों में से एक है। यह शहर भारत के 111 शहरों के बीच आसानी से लिविंग इंडेक्स में 31 वें स्थान पर है। वर्ष 2017 के लिए संस्थान द्वारा प्रतिस्पर्धा के लिए इसे देश का 8 वां सबसे प्रतिस्पर्धी शहर का दर्जा दिया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>यह नागपुर संतरे के लिए प्रसिद्ध है और कभी-कभी ऑरेंज सिटी के रूप में जाना जाता है जो इस क्षेत्र के बड़े हिस्से में संतरे का एक प्रमुख व्यापार केंद्र है। इसे टाइगर कैपिटल ऑफ़ इंडिया या टाइगर गेटवे ऑफ़ इंडिया भी कहा जाता है क्योंकि शहर और उसके आसपास कई बाघ अभ्यारण्य स्थित हैं और राष्ट्रीय बाघ संरक्षण प्राधिकरण के क्षेत्रीय कार्यालय की मेजबानी भी करते हैं। इस शहर की स्थापना 1703 में देवगढ़ के गोंड राजा बख्त बुलंद शाह ने की थी और बाद में शाही भोंसले राजवंश के तहत मराठा साम्राज्य का हिस्सा बन गया। ब्रिटिश ईस्ट इंडिया कंपनी ने 19 वीं शताब्दी में नागपुर पर अधिकार कर लिया और इसे मध्य प्रांत और बरार की राजधानी बनाया। राज्यों के पहले पुन: संगठन के बाद, शहर ने राजधानी के रूप में अपनी स्थिति खो दी। राजनीतिक नेताओं के बीच अनौपचारिक नागपुर संधि के बाद, इसे महाराष्ट्र की दूसरी राजधानी बनाया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>इन्हें भी देखें: नागपुर में शैक्षणिक संस्थानों की सूची</p>\r\n<p>&nbsp;</p>\r\n<p>RSTM नागपुर विश्वविद्यालय परिसर</p>\r\n<p>&nbsp;</p>\r\n<p>कृषि महाविद्यालय, नागपुर</p>\r\n<p>नागपुर मध्य भारत का एक प्रमुख शिक्षा केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में दो तरह के स्कूल हैं। एनएमसी (सरकार) स्कूल और निजी स्कूल ट्रस्टों द्वारा चलाए जाते हैं। ये स्कूल 10 + 2 + 3/4 योजना (पहली डिग्री के लिए स्कूली शिक्षा के 15 वर्ष) का पालन करते हैं, पहले दस वर्षों में चार साल प्राथमिक स्तर, तीन साल का उच्च प्राथमिक स्तर और तीन साल का हाई स्कूल शामिल होता है। दसवीं कक्षा और 12 वीं कक्षा के अंत में एक सार्वजनिक परीक्षा के साथ क्रमशः माध्यमिक और उच्च माध्यमिक बोर्ड परीक्षा का स्तर। यह या तो अध्ययन के चुने हुए क्षेत्र में सामान्य डिग्री कोर्स या व्यावसायिक डिग्री पाठ्यक्रम, जैसे कानून, इंजीनियरिंग और चिकित्सा के बाद होता है। ये स्कूल निम्नलिखित में से किसी भी बोर्ड द्वारा शासित होते हैं: महाराष्ट्र स्टेट बोर्ड ऑफ सेकेंडरी एंड हायर सेकेंडरी एजुकेशन, सेंट्रल बोर्ड फॉर सेकेंडरी एजुकेशन (CBSE), इंडियन सर्टिफिकेट ऑफ सेकेंडरी एजुकेशन (ICSE) और द इंटरनेशनल बैक्लेरॉएट (IB)।</p>\r\n<p>नागपुर में पेशेवर स्नातक कॉलेजों में प्रवेश MHT-CET, JEE (मुख्य), CAT, CLAT, GATE, CMAT, GMAT और NEET के माध्यम से होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर में चार राज्य विश्वविद्यालय हैं: राष्ट्रसंत तुकादोजी महाराज नागपुर विश्वविद्यालय (1923 में नागपुर विश्वविद्यालय के रूप में स्थापित, देश के सबसे पुराने और 600 से अधिक संबद्ध महाविद्यालयों में से एक), महाराष्ट्र पशु और मत्स्य विज्ञान विश्वविद्यालय, कवितागुरु कालिदास संस्कृत विश्वविद्यालय और महाराष्ट्र राष्ट्रीय कानून विश्वविद्यालय।</p>\r\n<p>&nbsp;</p>\r\n<p>वसंतराव नाइक गवर्नमेंट इंस्टीट्यूट ऑफ आर्ट्स एंड सोशल साइंसेज (1885 में मॉरिस कॉलेज के रूप में स्थापित) शहर का एक पुराना कॉलेज है। कॉलेज ऑफ एग्रीकल्चर शहर का एक और पुराना कॉलेज है, जिसकी स्थापना 1906 में तत्कालीन ब्रिटिश सरकार ने की थी। यह देश के पहले पांच कृषि महाविद्यालयों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर में चार सरकारी मेडिकल कॉलेज हैं: गवर्नमेंट मेडिकल कॉलेज, इंदिरा गांधी गवर्नमेंट मेडिकल कॉलेज, नागपुर, गवर्नमेंट डेंटल कॉलेज और गवर्नमेंट आयुर्वेदिक कॉलेज, और एक निजी MBBS इंस्टीट्यूट, N. K. P. साल्वे इंस्टीट्यूट ऑफ मेडिकल साइंसेज एंड रिसर्च सेंटर। शहर के मेडिकल कॉलेज महाराष्ट्र यूनिवर्सिटी ऑफ हेल्थ साइंसेज से संबद्ध हैं। अखिल भारतीय आयुर्विज्ञान संस्थान 2018 में स्थापित किया गया है और इसने अपने स्वयं के परिसर का निर्माण होने तक अस्थायी रूप से जीएमसीएच परिसर से अपनी कक्षाएं शुरू कर दी हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के अधिकांश इंजीनियरिंग कॉलेज राष्ट्रसंत तुकड़ोजी महाराज नागपुर विश्वविद्यालय से संबद्ध हैं। लक्ष्मीनारायण प्रौद्योगिकी संस्थान (1942 में स्थापित) एक रासायनिक इंजीनियरिंग और प्रौद्योगिकी संस्थान है जो नागपुर में स्थित है और इसका प्रबंधन सीधे राष्ट्रसंत तुकड़ोजी महाराज नागपुर विश्वविद्यालय द्वारा किया जाता है। गवर्नमेंट पॉलिटेक्निक, नागपुर (1914 में स्थापित) भारत का सबसे पुराना पॉलिटेक्निक है। शहर में स्थित विश्वेश्वरैया राष्ट्रीय प्रौद्योगिकी संस्थान, महाराष्ट्र का एकमात्र एनआईटी है। भारतीय सूचना प्रौद्योगिकी संस्थान को 2016 में उद्योग भागीदारों के रूप में TCS और Ceinsys (तत्कालीन ADCC Infocad) के साथ PPP के रूप में स्थापित किया गया है। शहर के अन्य प्रमुख इंजीनियरिंग कॉलेजों में जीएच रायसोनी कॉलेज ऑफ इंजीनियरिंग नागपुर, श्री रामदेवरा कॉलेज ऑफ इंजीनियरिंग एंड मैनेजमेंट, यशवंतराव शामिल हैं। चव्हाण कॉलेज ऑफ़ इंजीनियरिंग और गवर्नमेंट कॉलेज ऑफ़ इंजीनियरिंग।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर में दो प्रमुख प्रबंधन संस्थान हैं, २०१५ में स्थापित इंडियन इंस्टीट्यूट ऑफ मैनेजमेंट और २००४ में स्थापित इंस्टीट्यूट ऑफ मैनेजमेंट टेक्नोलॉजी, प्राइवेट मैनेजमेंट कॉलेज। शहर में सिम्बायोसिस इंटरनेशनल यूनिवर्सिटी का एक परिसर है, जिसमें दो संस्थान हैं, जिनका नाम सिम्बायोसिस इंस्टीट्यूट ऑफ बिजनेस मैनेजमेंट है। सिम्बायोसिस लॉ स्कूल। 1945 में स्थापित जीएस कॉलेज ऑफ कॉमर्स एंड इकोनॉमिक्स को स्वायत्त दर्जा प्राप्त करने वाला क्षेत्र का पहला वाणिज्य संस्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर में अन्य केंद्र पोषित संस्थान भी हैं जैसे राष्ट्रीय विद्युत प्रशिक्षण संस्थान, केंद्रीय कपास अनुसंधान संस्थान, केंद्रीय खनन और ईंधन अनुसंधान संस्थान, केंद्रीय ऊर्जा अनुसंधान संस्थान, राष्ट्रीय प्रत्यक्ष कर अकादमी, राष्ट्रीय नागरिक सुरक्षा कॉलेज, राष्ट्रीय अनुसंधान केंद्र, सिट्रस, पेट्रोलियम और विस्फोटक सुरक्षा संगठन और राष्ट्रीय पर्यावरण इंजीनियरिंग अनुसंधान संस्थान।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी चित्रकला महाविद्यालय भी शहर का एक प्रमुख संस्थान है। नागपुर में एक IGNOU और YCMOU क्षेत्रीय केंद्र भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर शहर का योजनाबद्ध पर्यटन मानचित्र</p>\r\n<p>नागपुर कई बाघ अभयारण्यों से घिरा हुआ है और एक प्रवेश द्वार के रूप में कार्य करता है, इसलिए इसे भारत की टाइगर राजधानी कहा जाता है। पेंच टाइगर रिजर्व जैसे टाइगर रिजर्व शहर से लगभग 100 किमी दूर स्थित है और नागपुर जबलपुर रोड में NH44 के माध्यम से पहुंचा जा सकता है। ताडोबा नेशनल पार्क शहर के दक्षिण में स्थित है और शहर से लगभग 141 किमी दूर है। उमरेड करंधला वन्यजीव अभयारण्य, बोर वन्यजीव अभयारण्य, नवेगांव राष्ट्रीय उद्यान, मेलघाट टाइगर रिजर्व और कान्हा टाइगर रिजर्व अन्य बाघ अभ्यारण्य हैं जो शहर से 200 किमी की परिधि में स्थित हैं। शहर में सेमिनरी हिल्स और गोरेवाड़ा में अपना आरक्षित वन क्षेत्र है। गोरेवाड़ा चिड़ियाघर एक आगामी अंतर्राष्ट्रीय चिड़ियाघर परियोजना है, जिसे गोरवाडा झील के बगल में स्थापित किया जा रहा है। इसे वन विकास निगम महाराष्ट्र और एस्सेल समूह द्वारा संयुक्त रूप से विकसित किया जा रहा है। महाराजबाग चिड़ियाघर एक मौजूदा चिड़ियाघर है जो शहर के केंद्र में सीताबर्डी के पास स्थित है और इसमें कई प्रकार के जानवर हैं। चिड़ियाघर फंड क्रंचेज से गुजर रहा है और उसके पास एक उचित योजना नहीं है, जिसके लिए केंद्रीय चिड़ियाघर प्राधिकरण ने चिड़ियाघर को नवंबर 2018 को मान्यता दी थी। इसकी मान्यता तब तक बढ़ा दी गई है जब एमओईएफसीसी के निर्देशों के तहत इसे बढ़ाया गया है।</p>\r\n<p>शहर में विभिन्न प्राकृतिक और मानव निर्मित झीलें हैं। खिन्दसी झील, अंबाझरी झील और गोरेवाड़ा झील शहर की प्राकृतिक झीलें हैं, जबकि फुटाला झील, शुकरवारी झील, सक्करदरा झील, जिल्पी झील और सोनेगांव झील मानव निर्मित झीलें हैं। शहर में विभिन्न बागान भी हैं जिनमें अंबाझरी गार्डन, तेलनखेड़ी गार्डन, सतपुड़ा बोटैनिकल गार्डन, जापानी गार्डन और बच्चों के ट्रैफिक पार्क शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर कई धार्मिक संरचनाओं के लिए बढ़ा है जो संबंधित धार्मिक मान्यताओं के लिए महत्वपूर्ण हैं। दीक्षाभूमि और ड्रैगन पैलेस मंदिर भारत और दुनिया भर के बौद्धों के लिए महत्वपूर्ण धार्मिक स्थान हैं। दीक्षाभूमि वह स्थान है जहाँ डॉ बाबासाहेब आंबेडकर ने अपने लाखों अनुयायियों के साथ वर्ष 1956 में बौद्ध धर्म ग्रहण किया था। ड्रैगन पैलेस मंदिर कैम्पटी में स्थित है जो शहर से लगभग 15 किमी दूर है। इसके पास एक कला विपश्यना केंद्र भी है जिसका उद्घाटन भारत के राष्ट्रपति राम नाथ कोविंद ने 22 सितंबर 2017 को किया था। अन्य प्रमुख धार्मिक संरचनाओं में रामटेक का रामटेक किला मंदिर भी शामिल है, जो एक किले के अंदर बना मंदिर है और नागपुर से 55 किमी दूर है। , सावनेर के पास स्थित अदसा गणपति मंदिर, विदर्भ के आठ अष्ट विनायकों में से एक है, बाबा ताजुद्दीन दरगाह, रामटेक में श्री शांतिनाथ दिगंबर जैन मंदिर, नागपुर रेलवे स्टेशन के पास स्थित श्री गणेश मंदिर चौकड़ी, भगवान गणेश के स्वयंभू मंदिर में से एक है। वर्धा रोड, बाबा मंदिर, तेलनखेड़ी हनुमान मंदिर, स्वामीनारायण मंदिर, कोराडी मंदिर, कोरडी स्थित श्री पोद्दारेश्वर राम मंदिर, बालाजी मंदिर, सभी संत कैथेड्रल और गुरुद्वारा गुरु नानक दरबार</p>\r\n<p>&nbsp;</p>\r\n<p>शहर में कुछ संग्रहालय भी हैं जो नागपुर केंद्रीय संग्रहालय और नैरो गेज रेल संग्रहालय हैं। रमन साइंस सेंटर मध्य भारत का एक प्रीमियम साइंस सेंटर है, जिसमें शहर के पर्यटन परिदृश्य पर कई वैज्ञानिक प्रयोगात्मक edutainment इंस्टॉलेशन के साथ एक सुविधा देखना आवश्यक है, जिसमें एक तारामंडल और एक अद्वितीय सुविधा भी है जिसे साइंस ऑन स्फियर कहा जाता है। मनोरंजन पार्क जैसे फन एन फ़ूड विलेज, हाई लैंड पार्क, फन प्लैनेट और द्वारका रिवर फ़ार्म और एम्यूज़मेंट पार्क शहर में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मुख्य लेख: नागपुर में परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर जंक्शन रेलवे स्टेशन का निर्माण</p>\r\n<p>रेल</p>\r\n<p>1867 में बंबई-भुसावल-नागपुर लाइन के हिस्से को नागपुर से कलकत्ता तक यातायात और ट्रेन सेवा के लिए 1881 में शुरू किया गया था। नागपुर रेलवे स्टेशन पर कुल 260 ट्रेनें रुकती हैं। इनमें पैसेंजर, एक्सप्रेस, मेल, दुरंतो, राजधानी, गरीब रथ ट्रेनें शामिल हैं। इनमें से 65 दैनिक ट्रेनें हैं और 26 नागपुर से समाप्त होती हैं। लगभग 1.6 लाख यात्रियों ने नागपुर रेलवे स्टेशन नागपुर रेलवे स्टेशन को छोड़ दिया, भारत के सबसे पुराने और व्यस्त स्टेशनों में से एक का उद्घाटन 15 जनवरी 1925 को तत्कालीन गवर्नर सर फ्रैंक द्वारा किया गया था। नागपुर रेलवे स्टेशन के अलावा, अजनी रेलवे स्टेशन और इतवारी रेलवे स्टेशन शहर के महत्वपूर्ण स्टेशन हैं। शहर के अन्य रेलवे स्टेशनों में मोतीबाग, कलमना और गोधनी शामिल हैं। नागपुर-अजनी रेल मार्ग जो कि सिर्फ 3 किमी लंबा है, भारतीय रेल में चलने वाली सबसे छोटी ट्रेन है जिसका मुख्य रूप से चालक दल नागपुर स्टेशन से अजनी में कार्यशाला तक जाने के लिए है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर भारतीय रेलवे के मध्य रेलवे और दक्षिण पूर्व मध्य रेलवे जोन का संभागीय मुख्यालय है। नागपुर दो संभागीय मुख्यालय वाला एक शहर है, यह लखनऊ के साथ एक दुर्लभ अंतर है, जिसका मुख्यालय उत्तर रेलवे क्षेत्र और पूर्वोत्तर रेलवे क्षेत्र में दो अलग-अलग प्रभागों के लिए है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर मेट्रो रेल</p>\r\n<p>नागपुर मेट्रो परियोजना की घोषणा महाराष्ट्र राज्य सरकार ने अपने पहले चरण के लिए INR 4,400 Cr और 3,800 Cr के खर्च के साथ की थी जिसमें दो गलियारे - उत्तर-दक्षिण गलियारा और 39.4 किमी के पूर्व-पश्चिम गलियारे शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>साइट सुधार मार्च 2012 में नागपुर सुधार ट्रस्ट की पहल के साथ शुरू हुआ। परियोजना का निष्पादन महाराष्ट्र मेट्रो रेल कॉर्पोरेशन लिमिटेड (तत्कालीन नागपुर मेट्रो रेल कॉर्पोरेशन लिमिटेड) नामक एक एसपीवी द्वारा किया जाता है। जुलाई 2015 में, इस परियोजना को महाराष्ट्र सरकार द्वारा अनुमोदित किया गया था। प्रधानमंत्री नरेंद्र मोदी ने महाराष्ट्र के मुख्यमंत्री देवेंद्र फडणवीस और केंद्रीय कैबिनेट मंत्री नितिन गडकरी के साथ वीडियो कॉन्फ्रेंसिंग के माध्यम से 7 मार्च 2019 को नागपुर मेट्रो पर परिचालन का उद्घाटन किया।</p>\r\n<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर में NMPL बस</p>\r\n<p>भारत के दो प्रमुख राष्ट्रीय राजमार्ग, श्रीनगर-कन्याकुमारी (राष्ट्रीय राजमार्ग 44) और मुंबई-कोलकाता (NH 53 (Ecconomic Corridor1 (EC1))) शहर के माध्यम से गुजरने के लिए नागपुर रोडवेज का एक प्रमुख जंक्शन है। नागपुर दो एशियाई राजमार्गों AH43 आगरा से मटारा, श्रीलंका और AH46 तक खड़गपुर, भारत को धुले, भारत से जोड़ता है। नया राज्य राजमार्ग, नागपुर-औरंगाबाद-मुंबई एक्सप्रेस राजमार्ग, राष्ट्रीय राजमार्ग के आधार पर बनाया गया है। राज्य और केंद्र सरकार द्वारा अनुमोदित। यह राजमार्ग दो शहरों के बीच NH 6 और NH 3 द्वारा तय की गई दूरी को काफी कम कर देता है। नागपुर और मुंबई के बीच नया प्रस्तावित मुंबई नागपुर एक्सप्रेसवे 800 किमी का होगा और इसकी लागत crore 30,000 करोड़ (US $ 4.3 बिलियन) होगी। )। 2009 में, NHAI ने कोल्हापुर-सांगली- सोलापुर-तुलजापुर-लातूर-नांदेड़-यवतमाल-वर्धा के माध्यम से नागपुर के लिए मौजूदा NH 204 के विस्तार की घोषणा की और नागपुर के पास बुटीबाग में NH-7 से इसे जोड़ने की घोषणा की। 204 राजमार्ग को 4-लेन में उन्नयन के लिए राष्ट्रीय राजमार्ग मेगा परियोजनाओं में शामिल किया गया है। एक और राष्ट्रीय राजमार्ग NH-547 सावनेर-छिंदवाड़ा-नरसिंहपुर भारत के उत्तरी भाग के साथ एक और वैकल्पिक कनेक्टिविटी प्रदान करते हुए नागपुर के पास सावनेर में NH 47 से जुड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>महाराष्ट्र राज्य सड़क परिवहन निगम (MSRTC) इंटरसिटी, अंतरराज्यीय और अंतर्राज्यीय यात्रा के लिए सस्ती परिवहन सेवा चलाता है। नागपुर में इसके दो बस स्टेशन हैं: गणेशपेठ में नागपुर बस स्टानक (CBS-1) और झांसी रानी स्क्वायर, सीताबर्डी में मोरभवन (CBS-2)। यह सीबीएस -1 से राज्य के भीतर और आसपास के अन्य राज्यों में स्थानों के लिए लंबी और छोटी दूरी की 1600 दैनिक सेवाएं संचालित करता है। यह सीबीएस -2 से विदर्भ के भीतर कम दूरी तक 750 दैनिक सेवाएं भी संचालित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अपने बस ऑपरेटरों (तीन लाल और एक हरे) के माध्यम से नागरिक निकाय 487 बसों को गिराता है, जिसके द्वारा 1.60 लाख से अधिक लोग आवागमन करते हैं। सिटी बस संचालन का नाम आपली बस रखा गया है। ऑपरेटरों में डीजल, इथेनॉल और सीएनजी बसें हैं। 123 मार्गों की कुल 5500 यात्राएं सिटी बसों द्वारा कवर की जाती हैं। MAHA-CARD नामक एक सामान्य मोबिलिटी कार्ड भी जारी किया गया है जो लोगों को बसों और आगामी मेट्रो रेल के साथ आने में मदद करेगा। भारत की पहली इथेनॉल चालित बसों की विशेषता वाली ग्रीन बस परियोजना की स्थापना अगस्त 2014 में की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ओला कैब्स और उबेर के तहत ऑटोरिक्शा और निजी टैक्सी ऑपरेटरों ने भी शहर में प्लाई किया।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु परिवहन</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर इंटरनेशनल एयरपोर्ट में भारत का सबसे व्यस्त हवाई यातायात नियंत्रण कक्ष है।</p>\r\n<p>डॉ। बाबासाहेब अम्बेडकर अंतर्राष्ट्रीय हवाई अड्डा (IATA: NAG, ICAO: VANP) मिहान इंडिया प्राइवेट लिमिटेड (MIPL) द्वारा संचालित और भारतीय विमानपत्तन प्राधिकरण के स्वामित्व में है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर का एयर ट्रैफिक कंट्रोल (एटीसी) भारत का सबसे व्यस्त है, जिसकी 2004 में हर दिन 300 से अधिक उड़ानें शहर में उड़ान भरती हैं। अक्टूबर 2005 में, नागपुर के सोनेगांव हवाई अड्डे को अंतर्राष्ट्रीय हवाई अड्डा घोषित किया गया और इसका नाम बदलकर डॉ। बाबासाहेब अम्बेडकर इंटरनेशनल एयरपोर्ट रखा गया।</p>\r\n<p>&nbsp;</p>\r\n<p>एयर इंडिया, इंडिगो और गोएयर द्वारा संचालित मुंबई, दिल्ली, हैदराबाद, कोलकाता, बैंगलोर, पुणे, चेन्नई, कोच्चि, इंदौर, अहमदाबाद और रायपुर के लिए दैनिक सीधी उड़ानों से नागपुर अच्छी तरह से जुड़ा हुआ है। एयर अरबिया सप्ताह में 4 बार नागपुर और शारजाह और कतर एयरवेज के बीच दोहा के लिए सीधी उड़ान संचालित करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर एयरपोर्ट को भारतीय विमानपत्तन प्राधिकरण से विशेष उपलब्धि पुरस्कार २०१२-२०१३ मिला है। नागपुर INDRA प्रणाली को शुरू करने वाला भारत का पहला हवाई अड्डा बन गया और इसमें ADS-B प्रणाली भी है। देश के किसी अन्य हवाई अड्डे ने अभी तक INDRA को चालू नहीं किया था। नागपुर हवाई अड्डा देश का पहला हवाई अड्डा बन गया, जिसने आईएसओ 27000 प्रमाणपत्र प्राप्त किया। वास्तव में, नागपुर न केवल भारत में बल्कि एयर नेविगेशन सेवा प्रदाता (ANSP) के लिए प्रमाणित होने वाला दुनिया में पहला है। दुनिया में सात हवाई अड्डे हैं जिनके पास आईएसओ 27000 है, लेकिन उनमें से कोई भी एएनएसपी के लिए नहीं है।</p>\r\n<p>वर्तमान में नागपुर में एक आर्थिक उछाल देखा जा रहा है क्योंकि नागपुर में मल्टी-मोडल इंटरनेशनल कार्गो हब और एयरपोर्ट (MIHAN) विकास के अधीन है। MIHAN का उपयोग दक्षिण पूर्व एशिया और मध्य पूर्व से आने वाले भारी माल को संभालने के लिए किया जाएगा। इस परियोजना में सूचना प्रौद्योगिकी (आईटी) कंपनियों के लिए (10,000 करोड़ (US $ 1.4 बिलियन) विशेष आर्थिक क्षेत्र (SEZ) शामिल होंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत सरकार ने नागपुर हवाई अड्डे को डायवर्टेड उड़ानों और आपातकालीन लैंडिंग के लिए सुरक्षित हवाई अड्डों में से एक के रूप में पहचाना है। वास्तव में, कई उड़ानों ने आपात स्थिति के दौरान हवाई अड्डे का उपयोग किया है। ऐसा इसलिए है क्योंकि सरकार द्वारा सभी अंतरराष्ट्रीय और घरेलू एयरलाइनों को आपात स्थिति के दौरान नागपुर जाने के लिए पहले ही सूचित कर दिया गया था। उत्कृष्ट अग्निशमन उपकरण, वायु यातायात नियंत्रण उपकरण और नवीनतम रडार की उपलब्धता, और अच्छे अस्पतालों और होटलों के साथ एक शहर होने के नाते, आपात स्थिति के दौरान हवाई अड्डे को एक अच्छा विकल्प बना दिया।</p>\r\n<p>&nbsp;</p>\r\n<p>नागपुर हवाई अड्डे की वार्षिक क्षमता 10 लाख यात्रियों की है, लेकिन इसने 2016-17 में 19 लाख यात्रियों और 2017-18 में 21 लाख यात्रियों को संभाला जो कि वर्ष पर 14% की वृद्धि है। हवाई अड्डे के विस्तार और सेवा में सुधार कार्डों में है और हवाई अड्डे के निजीकरण का प्रस्ताव किया गया था। निजीकरण के तहत, जीएमआर एयरपोर्ट लिमिटेड को हवाई अड्डे के विकास, संचालन और प्रबंधन के लिए चुना गया है</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Nagpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nagpur-maharashtra","tags":[{"name":"नागपुर","slug":"nagpur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":709,"title":"नागपुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","dateCreated":"2019-09-19T02:56:59.894Z","dateModified":"2019-09-19T02:57:09.071Z","contributedBy":"AskGif","content":"नागपुर भारत के महाराष्ट्र राज्य का तीसरा सबसे बड़ा शहर और शीतकालीन राजधानी है। यह भारत में जनसंख्या के हिसाब से 13 वां सबसे बड़ा शहर है। ऑक्सफ़ोर्ड इकोनॉमिक्स की एक रिपोर्ट के अनुसार, नागपुर को 2019-2035 से 8.41% की औसत वृद्धि के साथ दुनिया का पांचवां सबसे तेजी से बढ़ने वाला शहर माना जाता है। इसे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नागपुर","slug":"nagpur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nagpur-maharashtra","total":0},{"id":707,"title":"नांदेड़ में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"338ca7b2-4774-45fb-89be-8670635e7454_Nanded-railway.jpg","dateCreated":"2019-09-19T02:26:21.183Z","dateModified":"2019-09-19T02:26:29.633Z","contributedBy":"AskGif","content":"नांदेड़ भारत के महाराष्ट्र राज्य का एक शहर है। यह राज्य का आठवाँ सबसे बड़ा शहरी समूह है और भारत का सत्तरवाँ सबसे अधिक आबादी वाला शहर है। यह मराठवाड़ा उपखंड का दूसरा सबसे बड़ा शहर है। नांदेड़ नांदेड़ जिले के शासन का केंद्र है। नांदेड़ सिख तीर्थयात्रियों के लिए एक प्रमुख गंतव्य है, क्योंकि 10 वें स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/338ca7b2-4774-45fb-89be-8670635e7454_Nanded-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"नांदेड़","slug":"nanded"}],"slug":"top-places-to-visit-in-nanded-maharashtra","total":0},{"id":698,"title":"गोंदिया में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","dateCreated":"2019-09-18T02:22:01.613Z","dateModified":"2019-09-18T02:22:33.339Z","contributedBy":"AskGif","content":"गोंदिया (यह भी कहा जाता है गोंदिया) भारत के महाराष्ट्र राज्य में एक शहर और नगरपालिका परिषद है, जो नामांकित प्रशासनिक जिले के प्रशासनिक मुख्यालय में कार्य करता है। क्षेत्र में चावल मिलों की प्रचुरता के कारण गोंदिया को राइस सिटी के रूप में भी जाना जाता है।\r\n&nbsp;\r\nगोंदिया मध्य प्रदेश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"गोंदिया","slug":"gondia"}],"slug":"top-places-to-visit-in-gondia-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}