{"id":709,"title":"Top Places to visit in Nagpur, Maharashtra","imageUrl":"9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","dateCreated":"2019-09-19T02:56:59.894Z","dateModified":"2019-09-19T02:57:09.071Z","contributedBy":"AskGif","content":"<p>Nagpur is the third largest city and the winter capital of the Indian state of Maharashtra. It is the 13th largest city by population in India. According to an Oxford Economics report, Nagpur is projected to be the fifth fastest growing city in the world from 2019-2035 with an average growth of 8.41% It has been proposed as one of the Smart Cities in Maharashtra and is one of the top ten cities in India in Smart City Project execution.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur is the seat of the annual winter session of the Maharashtra state assembly. It is a major commercial and political centre of the Vidarbha region of Maharashtra. In addition, the city derives unique importance from being the headquarters for the Hindu nationalist organisation RSS and an important location for the Dalit Buddhist movement. Nagpur is also known for Deekshabhoomi, the largest hollow stupa among all the Buddhist stupas in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>According to a survey by ABP News-Ipsos, Nagpur was identified as the best city in India topping in livability, greenery, public transport, and health care indices in 2013. The city was adjudged the 20th cleanest city in India and the top mover in the western zone as per Swachh Sarvekshan 2016. It was awarded as the best city for innovation and best practice in Swachh Sarvekshan 2018. It was also declared as open defecation free in January 2018 under Swachh Bharat Mission. Nagpur is generally perceived as a safe city with safety index of 59.92 in the year 2018. It is 130th safest city in the world and 10th safest city in India. It is also one of the safest cities for women in India. The city also ranks 31st in Ease of Living index among 111 cities in India. It was ranked the 8th most competitive city in the country by the Institute for Competitiveness for the year 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>It is famous for Nagpur oranges and is sometimes known as the Orange City for being a major trade center of oranges cultivated in large part of the region. It is also called the Tiger Capital of India or the Tiger Gateway of India as many tiger reserves are located in and around the city and also hosts the regional office of National Tiger Conservation Authority. The city was founded in 1703 by the Gonds King Bakht Buland Shah of Deogarh and later became a part of the Maratha Empire under the royal Bhonsale dynasty. The British East India Company took over Nagpur in the 19th century and made it the capital of the Central Provinces and Berar. After the first re-organisation of states, the city lost its status as the capital. Following the informal Nagpur Pact between political leaders, it was made the second capital of Maharashtra.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>See also: List of educational institutions in Nagpur</p>\r\n<p>&nbsp;</p>\r\n<p>RSTM Nagpur University Campus</p>\r\n<p>&nbsp;</p>\r\n<p>College of Agriculture, Nagpur</p>\r\n<p>Nagpur is a major education hub in Central India.</p>\r\n<p>&nbsp;</p>\r\n<p>There are two types of schools in the city. NMC (Government) run schools and private schools run by trusts. These schools follow the 10+2+3/4 plan (15 years of schooling leading to the first degree), the first ten years constituting school education consisting of four years primary level, three years of upper primary level and three years of high school level with a public examination at the end of tenth class and 12th class constituting the Secondary and Higher Secondary Board Examination respectively. This is followed by either a general degree course in a chosen field of study or a professional degree course, such as law, engineering and medicine. These schools are governed by either of the following boards: Maharashtra State Board of Secondary and Higher Secondary Education, Central Board for Secondary Education (CBSE), Indian Certificate of Secondary Education (ICSE) and The International Baccalaureate (IB).</p>\r\n<p>&nbsp;</p>\r\n<p>Admission to professional graduation colleges in Nagpur is through MHT-CET, JEE(Main), CAT, CLAT, GATE, CMAT, GMAT and NEET.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur has four state universities: Rashtrasant Tukadoji Maharaj Nagpur University (founded in 1923 as Nagpur University, one of the oldest in the country and having more than 600 affiliated colleges), Maharashtra Animal and Fishery Sciences University, Kavikulaguru Kalidas Sanskrit University and Maharashtra National Law University.</p>\r\n<p>&nbsp;</p>\r\n<p>Vasantrao Naik Government Institute of Arts and Social Sciences (established in 1885 as Morris college) is an old college in the city. College of Agriculture is another old college in the city, founded in 1906 by the then British Government. It is one of the first five agriculture colleges in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur has four government medical colleges: Government Medical College, Indira Gandhi Government Medical College, Nagpur, Government Dental College and Government Ayurvedic College, and also a private MBBS institute, N. K. P. Salve Institute of Medical Sciences and Research Center. Medical colleges in the city are affiliated to Maharashtra University of Health Sciences. All India Institute of Medical Sciences has been established in 2018 and it has started its classes from GMCH campus temporarily till its own campus gets constructed.</p>\r\n<p>&nbsp;</p>\r\n<p>Most engineering colleges in the city are affiliated with Rashtrasant Tukadoji Maharaj Nagpur University. Laxminarayan Institute of Technology (established 1942) is a chemical engineering and technology institute located in Nagpur and managed directly by Rashtrasant Tukadoji Maharaj Nagpur University. Government Polytechnic, Nagpur (established 1914) is one of the oldest polytechnic in India. Visvesvaraya National Institute of Technology, located in the city, is the only NIT in Maharashtra. Indian Institute of Information Technology has been established as a PPP with TCS and Ceinsys(erstwhile ADCC Infocad) as industry partners in 2016. Other prominent engineering colleges in the city include G. H. Raisoni College of Engineering Nagpur, Shri Ramdeobaba College of Engineering and Management, Yeshwantrao Chavan College of Engineering and Government College of Engineering .</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur has two major management institutes, Indian Institute of Management established in 2015 and Institute of Management Technology, private management college, established in 2004. Symbiosis International University has its campus in the city which contains two of its institute namely Symbiosis Institute of Business Management and Symbiosis Law School. G.S. College of Commerce and Economics, established in 1945, is the first commerce institute in the region to get autonomous status.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur also has other centrally funded institutes like National Power Training Institute, Central Institute for Cotton Research, Central Institute of Mining and Fuel Research, Central Power Research Institute, National Academy of Direct Taxes, National Civil Defence College, National Research Centre for Citrus, Petroleum and Explosives Safety Organisation, and National Environmental Engineering Research Institute.</p>\r\n<p>&nbsp;</p>\r\n<p>Government Chitrakala Mahavidyalaya is also a premier institute in the city. Nagpur also has a IGNOU and YCMOU regional centre.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>&nbsp;</p>\r\n<p>Schematic Tourist Map of Nagpur city</p>\r\n<p>Nagpur is surrounded by many tiger reserves and acts as a gateway, hence called Tiger capital of India. Tiger reserves such as Pench Tiger Reserve is situated around 100 km from the city and can be reached through NH44 in Nagpur Jabalpur road. Tadoba National Park is situated south of the city and is around 141 km from the city. Umred Karhandla Wildlife Sanctuary, Bor Wildlife Sanctuary, Navegaon National Park, Melghat Tiger Reserve and Kanha Tiger Reserve are the other tiger reserves which are located at a radius of 200 km from the city. The city has its own reserved forest area at Seminary Hills and Gorewada. Gorewada Zoo is an upcoming international zoo project which is being setup beside Gorewada Lake It is being jointly developed by Forest Development Corporation of Maharashtra and Essel Group. Maharajbagh zoo is an existing zoo which is located in the heart of the city near Sitabuldi and consists of a variety of animals. The zoo is going through fund crunches and does not have a proper plan for which the Central Zoo Authority had derecognised the zoo on November 2018. Its recognition has since been extended under the directions from MoEFCC</p>\r\n<p>&nbsp;</p>\r\n<p>The city consist of various natural and man made lakes. Khindsi Lake, Ambazari Lake and Gorewada Lake are the natural lakes of the city while Futala Lake, Shukrawari Lake, Sakkardara Lake, Zilpi Lake and Sonegaon lake are the man made lakes. The city also has various gardens which consist of Ambazari Garden, Telankhedi Garden, Satpuda Botanical Garden, Japanese Garden and Children's Traffic Park</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur boosts for many religious structures which are important for respective religious beliefs. Deekshabhoomi and Dragon Palace Temple are important religious places for Buddhists across India and the world. Deekshabhoomi is the place where Dr. Babasaheb Ambedkar with millions of his followers embraced Buddhism in the year 1956. Dragon Palace Temple is situated at Kamptee which is around 15 km from the city. It also has a state of the art Vipassana centre which was inaugurated by President of India Ram Nath Kovind on 22 September 2017. Other prominent religious structures include Ramtek Fort Temple at Ramtek which is a temple built inside a fort and is 55&nbsp; km away from Nagpur, Adasa Ganpati Temple located near Savner is one of the eight Ashta Vinayaks in Vidarbha, Baba Tajjuddin Dargah, Shri Shantinath Digambar Jain Mandir at Ramtek, Shree Ganesh Mandir Tekdi, located near Nagpur Railway Station and one of the Swayambhu temple of Lord Ganesha, Sai Baba Mandir at Wardha road, Telankhedi Hanuman Temple, Swaminarayan Temple, Koradi Temple, located at Koradi, Shri Poddareshwar Ram Temple, Balaji Temple, All Saints Cathedral and Gurudwara Guru Nanak Darbar</p>\r\n<p>&nbsp;</p>\r\n<p>The city also has some museums which are Nagpur Central Museum and Narrow Gauge Rail Museum. Raman Science Centre is a premium Science Centre of Central India, that has of late become a must see feature on the city's tourist landscape with many scientific experimental edutainment installations which also has a planetarium and a unique facility called the Science on a Sphere inside. Amusement parks such as Fun N Food Village, High Land Park, Fun Planet and Dwarka River Farms and Amusement Park are located in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Main article: Transport in Nagpur</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur Junction Railway Station building</p>\r\n<p>Rail</p>\r\n<p>Railways started in Nagpur way back in 1867 when portion of Bombay-Bhusaval-Nagpur line was opened for traffic and train service from Nagpur to Calcutta was started in 1881. Today, a total of 260 trains stop at Nagpur railway station. These include passenger, express, mail, Duronto, Rajdhani, Garib Rath trains. Of these 65 are daily trains and 26 terminate/originate from Nagpur. Almost 1.6 lakh passengers board/leave Nagpur Railway Station Nagpur railway station, one of the oldest and busiest Stations of India was inaugurated in its present from on 15 January 1925 by the then Governor Sir Frank. Apart from the Nagpur railway station, Ajni Railway Station and Itwari Railway Station are the important stations of the city. Other railway stations in the city include Motibagh, Kalamna and Godhani. Nagpur-Ajni rail route which is just 3 km long, is the shortest train run in Indian Railways primarily meant for crew to travel from Nagpur station to the workshop at Ajni.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is the divisional headquarters for the Central Railway and South East Central Railway Zone of Indian Railways. Nagpur is a city with two divisional headquarters, a rare distinction it shares with Lucknow, which has headquarters for two different divisions in Northern Railway zone and North Eastern Railway zone.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur Metro Rail</p>\r\n<p>The Nagpur Metro project was announced by the state government of Maharashtra with the expenses of INR 4,400 Cr and 3,800 Cr for its first phase which consists of two corridors &ndash; North-South corridor and East-West corridor of 39.4 km.</p>\r\n<p>&nbsp;</p>\r\n<p>The site inspection began in March 2012 with initiatives from Nagpur Improvement Trust. The project is executed by a SPV called Maharashtra Metro Rail Corporation Limited (erstwhile Nagpur Metro Rail Corporation Ltd.). In July 2015, the project was approved by the government of Maharashtra. Prime Minister Narendra Modi inaugurated operations on Nagpur Metro on 7 March 2019 via video conferencing along with Maharashtra Chief Minister Devendra Fadnavis and Union Cabinet Minister Nitin Gadkari.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>NMPL bus in Nagpur</p>\r\n<p>Nagpur is a major junction for roadways as India's two major national highways, Srinagar-Kanyakumari (National Highway 44) and Mumbai-Kolkata (NH 53(Ecconomic Corridor1(EC1)) pass through the city. National Highway 47 connects Nagpur to Bamanbore in Gujrat. Nagpur is at the junction of two Asian Highways namely AH43 Agra to Matara, Sri Lanka and AH46 connecting Kharagpur, India to Dhule, India. The new state highway, Nagpur&ndash;Aurangabad&ndash;Mumbai express highway, built on the national highway basis is also sanctioned by the state and central government. This highway significantly reduces the distance travelled by NH 6 and NH 3 between two cities. The new proposed Mumbai Nagpur Expressway between Nagpur and Mumbai will be 800&nbsp; km and projected to cost ₹30,000 crore (US$4.3 billion). In 2009, NHAI announced the extension of the existing NH 204 to Nagpur via Kolhapur-Sangli- Solapur-Tuljapur-Latur-Nanded-Yavatmal-Wardha and connecting it to the NH-7 at Butibori near Nagpur. The entire NH 204 highway has been included in the national highway mega projects for upgradation to 4-lane. One more national highway NH-547 Savner-Chhindwara-Narsinghpur has connected with NH 47 at Savner near Nagpur providing another optional connectivity with the northern part of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Maharashtra State road transport Corporation (MSRTC) runs cheaper transport service for intercity, interstate, and intrastate travel. It has two bus stations in Nagpur: Nagpur Bus Sthanak (CBS-1) at Ganeshpeth and MorBhawan (CBS-2) at Jhansi Rani Square, Sitabuldi. It operates 1600 daily services from CBS-1 to long and short distances within the state and to places in other surrounding states. It also operates 750 daily services from CBS-2 to short distances within Vidarbha.</p>\r\n<p>&nbsp;</p>\r\n<p>The civic body through its bus operators (three red and one green) plies 487 buses by which over 1.60 lakh people commute. The city bus operation is named as Aapli Bus. The operators consist of diesel, ethanol and CNG run buses. A total of 5500 trips of 123 routes are covered by city buses. A common mobility card called MAHA-CARD has also been issued which will help people commute with buses and upcoming metro rail. A Green bus project featuring India's first ethanol-powered buses was established in August 2014.</p>\r\n<p>&nbsp;</p>\r\n<p>Autorickshaws and private taxi operators under Ola Cabs and Uber also ply in city.</p>\r\n<p>&nbsp;</p>\r\n<p>Air transport</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur International Airport has the busiest air traffic control room in India.</p>\r\n<p>Dr. Babasaheb Ambedkar International Airport (IATA: NAG, ICAO: VANP) is operated by Mihan India Private Limited (MIPL) and owned by Airports Authority of India.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur's Air Traffic Control (ATC) is the busiest in India, with more than 300 flights flying over the city every day in 2004. In October 2005, Nagpur's Sonegaon Airport was declared an international airport and was renamed Dr. Babasaheb Ambedkar International Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur is well connected by daily direct flights to Mumbai, Delhi, Hyderabad, Kolkata, Bangalore, Pune, Chennai, Kochi, Indore, Ahmedabad and Raipur operated by Air India, IndiGo and GoAir. Air Arabia operates a 4 times a week to and fro flight between Nagpur and Sharjah and Qatar Airways operates a direct flight to Doha.</p>\r\n<p>&nbsp;</p>\r\n<p>The Nagpur Airport has received Special Achievement Award 2012&ndash;2013 from Airports Authority of India. Nagpur became the first airport in India to commission the INDRA system and also has ADS-B system. No other airport in the country had commissioned INDRA yet. Nagpur airport became the first airport in the country to receive an ISO 27000 certificate. In fact, Nagpur is not only the first in India but also the first in world to be certified for Air navigation service provider (ANSP). There are seven airports in the world which have ISO 27000, but none of them have it for ANSP.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur is currently witnessing an economic boom as the Multi-modal International Cargo Hub and Airport at Nagpur (MIHAN) is under development. MIHAN will be used for handling heavy cargo coming from south east Asia and the Middle East. The project will include ₹10,000 crore (US$1.4 billion) Special Economic Zone (SEZ) for information technology (IT) companies.</p>\r\n<p>&nbsp;</p>\r\n<p>The government of India has identified Nagpur airport as one of the safe airports for diverted flights and emergency landing. In fact, many flights have used the airport during emergencies. This is because all international and domestic airlines had already been informed by the government to go to Nagpur during emergencies. The availability of excellent fire fighting equipment, air traffic control equipment and the latest radar, and being a city with good hospitals and hotels, made the airport a good choice during emergencies.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagpur Airport has an annual capacity of 10 lakh passengers, but it handled 19 lakh passengers in 2016-17 and 21 lakh passengers in 2017-18 which is an increase of 14% year on year. Airport expansion and improvement of service is in the cards and privatisation of the airport was proposed. Under privatisation, GMR Airport Ltd. has been selected for the development, operations and management of the airport</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nagpur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nagpur-maharashtra","tags":[{"name":"nagpur","slug":"nagpur"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":709,"title":"Top Places to visit in Nagpur, Maharashtra","imageUrl":"9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","dateCreated":"2019-09-19T02:56:59.894Z","dateModified":"2019-09-19T02:57:09.071Z","contributedBy":"AskGif","content":"Nagpur is the third largest city and the winter capital of the Indian state of Maharashtra. It is the 13th largest city by population in India. According to an Oxford Economics report, Nagpur is projected to be the fifth fastest growing city in the world from 2019-2035 with an average growth of 8","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/9b6761f3-fb5c-48fd-9c74-b94871dbbe0e_Nagpur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagpur","slug":"nagpur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nagpur-maharashtra","total":0},{"id":707,"title":"Top Places to visit in Nanded, Maharashtra","imageUrl":"338ca7b2-4774-45fb-89be-8670635e7454_Nanded-railway.jpg","dateCreated":"2019-09-19T02:26:21.183Z","dateModified":"2019-09-19T02:26:29.633Z","contributedBy":"AskGif","content":"Nanded is a city in Maharashtra state, India. It is the eighth largest urban agglomeration of the state and the seventy-ninth most populous city in India. It is the second largest city in Marathwada subdivision. Nanded is the centre of governance of Nanded district. Nanded is a major destination ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/338ca7b2-4774-45fb-89be-8670635e7454_Nanded-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"nanded","slug":"nanded"}],"slug":"top-places-to-visit-in-nanded-maharashtra","total":0},{"id":698,"title":"Top Places to visit in Gondia, Maharashtra","imageUrl":"4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","dateCreated":"2019-09-18T02:22:01.613Z","dateModified":"2019-09-18T02:22:33.339Z","contributedBy":"AskGif","content":"Gondia (also spelled Gondiya) is a city and municipal council in the Indian state of Maharashtra which serves the administrative headquarters of the eponymous administrative district. Gondia is also known as Rice City due to the abundance of rice mills in the area.\r\n&nbsp;\r\nGondia i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"gondia","slug":"gondia"}],"slug":"top-places-to-visit-in-gondia-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}