{"id":710,"title":"नासिक में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","dateCreated":"2019-09-19T03:06:08.873Z","dateModified":"2019-09-19T03:06:35.101Z","contributedBy":"AskGif","content":"<p>नासिक भारतीय राज्य महाराष्ट्र के उत्तरी क्षेत्र में एक प्राचीन पवित्र शहर है। गोदावरी नदी के तट पर स्थित, नासिक हिंदू तीर्थ स्थलों में से एक के रूप में जाना जाता है, यह कुंभ मेला है जो हर 12 साल में आयोजित किया जाता है। यह मुंबई, पुणे के बाद महाराष्ट्र का तीसरा सबसे बड़ा शहर है। मुंबई-नासिक-पुणे महाराष्ट्र में एक स्वर्ण त्रिभुज क्षेत्र बनाता है। गोल्डन ट्राइएंगल क्षेत्र मुंबई मेगारेगिओन का क्षेत्र है जिसे मुंबई मेगालोपोलिस के नाम से भी जाना जाता है जिसमें मुंबई मेट्रोपॉलिटन रीजन, पुणे मेट्रोपॉलिटन रीजन और नाशिक शामिल हैं और मुंबई में 50 मिलियन से अधिक की आबादी है और यह दुनिया में सबसे अधिक आबादी वाला क्षेत्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>नासिक जिला, जिसे नासिक जिले के रूप में भी जाना जाता है, महाराष्ट्र, भारत में एक जिला है। नासिक शहर जिले का प्रशासनिक मुख्यालय है। नासिक शराब के उत्पादन के लिए अच्छी तरह से जाना जाता है। नासिक को मिनी महाराष्ट्र के रूप में भी जाना जाता है, क्योंकि सुरगना, पेठ, इगतपुरी की जलवायु और मिट्टी की स्थिति कोंकण से मिलती जुलती है। निफाड़, सिन्नर, डिंडोरी, बागलान ब्लॉक पश्चिमी महाराष्ट्र और येओला, नंदगांव, चंदवाड़ ब्लॉक विदर्भ क्षेत्र की तरह हैं। नासिक, मालेगाँव, मनमाड, इगतपुरी कुछ बड़े शहर हैं जो नासिक जिले में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>6,109,052 की आबादी के लिहाज से महाराष्ट्र का तीसरा सबसे बड़ा जिला है और उत्तरी महाराष्ट्र क्षेत्र में 15,582 वर्ग किलोमीटर क्षेत्र है। यह उत्तर में धुले जिले, पूर्व में जलगाँव जिले, दक्षिण में औरंगाबाद जिले, दक्षिण में अहमदनगर जिले, दक्षिण पश्चिम में ठाणे जिले, गुजरात के वलसाड और नवसारी जिलों और पश्चिम में डांग जिले से घिरा हुआ है। उत्तर पश्चिम।</p>\r\n<p>&nbsp;</p>\r\n<p>पश्चिमी घाट या सह्याद्रि श्रेणी जिले के पश्चिमी भाग में उत्तर से दक्षिण तक फैली हुई है। पश्चिमी कुछ गांवों के अपवाद के साथ, पश्चिमी भाग पहाड़ी है, और बीहड़ों से घिरा हुआ है, और केवल सबसे सरल प्रकार की खेती संभव है। घाटों का पश्चिमी ढलान कई नदियों द्वारा बहाया जाता है, जिसमें दमन गंगा नदी भी शामिल है, जो पश्चिम में अरब सागर तक जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का बड़ा पूर्वी भाग, जो दक्कन के पठार पर स्थित है, खुला, उपजाऊ और अच्छी तरह से खेती की जाती है। सतमाला-चंदवाड़ रेंज, जो पूर्व और पश्चिम में चलती है, पठारी क्षेत्र का मुख्य विभाजन बनाती है। प्रायद्वीपीय भारत की सबसे बड़ी नदी गोदावरी त्र्यंबकेश्वर रेंज में जिले से निकलती है और जिले के माध्यम से पूर्व की ओर जारी है। सतमाला-चंदवाड़ रेंज एक जलधारा बनाती है, जैसे कि, इसके दक्षिण में उभरने वाली नदियाँ गोदावरी में मिलती हैं। इनमें कड़वा और डरना दोनों शामिल हैं जो गोदावरी की सहायक नदियाँ हैं। सतमाला-चंदवाड़ रेंज के उत्तर में, गिरना नदी और इसकी सहायक नदी, मोसम, उपजाऊ घाटियों के माध्यम से ताप्ती नदी में पूर्व की ओर बहती है।</p>\r\n<p>त्र्यंबकेश्वर शिव मंदिर, त्र्यंबक में स्थित है, जो बारह ज्योतिर्लिंगों में से एक है, जहाँ महाराष्ट्र के त्र्यंबकेश्वर में हिंदू वंशावली रजिस्टर रखा जाता है। पवित्र गोदावरी नदी का उद्गम त्र्यंबक के पास है।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य की राजधानी मुंबई से लगभग 190 किमी उत्तर में स्थित शहर को \"वाइन कैपिटल ऑफ़ इंडिया\" कहा जाता है क्योंकि भारत के आधे हिस्से में दाख की बारियां और वाइनरी नासिक में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कला और संस्कृति</p>\r\n<p>मुख्य लेख: कला और संस्कृति, नासिक</p>\r\n<p>&nbsp;</p>\r\n<p>मंगी तुंगी में 108 फीट का ऋषभदेव भगवान</p>\r\n<p>फरवरी 2016 में, द स्टैच्यू ऑफ अहिंसा, पहली जैन तीर्थंकर ऋषभदेव की 108 फीट की मूर्ति को अखंड पत्थर में तराशा गया था, जिसे मांगी तुंगी में संरक्षित किया गया था। यह गिनीज बुक ऑफ वर्ल्ड रिकॉर्ड में दुनिया की सबसे ऊंची जैन मूर्ति के रूप में दर्ज है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पांडवलेनी गुफाओं में गुफा संख्या 10 \"नाहपना विहार\", (लगभग 120 सीई)।</p>\r\n<p>&nbsp;</p>\r\n<p>नासिक के पास त्र्यंबकेश्वर मंदिर (गोदावरी नदी का स्रोत)</p>\r\n<p>पांडवलेनी गुफाएं</p>\r\n<p>पांडवलेनी गुफाएं, या नासिक गुफाएं, 24 गुफाओं का एक समूह है, जो पहली शताब्दी ईसा पूर्व और दूसरी शताब्दी ईस्वी के बीच नक्काशीदार थी, जो हीनयान बौद्ध गुफाओं का प्रतिनिधित्व करती है। 18 वीं गुफा को छोड़कर अधिकांश गुफाएँ विहार हैं जो एक चैत्य है। गुफाओं का स्थान एक पवित्र बौद्ध स्थल है और नासिक से लगभग 8 किमी दक्षिण में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>बांधों</p>\r\n<p>गंगापुर बाँध गंगावाड़ी गाँव के पास गोदावरी नदी पर है और यह मिट्टी का बाँध, नासिक है।</p>\r\n<p>चनकपुर बांध जो कि गिरना नदी पर है, 19 वीं शताब्दी में अंग्रेजों द्वारा बनाए गए बड़े बांधों में से एक है। यह कलवन तहसील के गांव अभोना से 3 किमी और नासिक से 60 किमी दूर है।</p>\r\n<p>काशीपी बांध नासिक के राजापुर के पास काशी नदी पर है।</p>\r\n<p>गिरना बाँध, नंदगाँव, नासिक जिले के पास गिरना नदी पर बना एक बाँध प्रकार का बाँध है।</p>\r\n<p>दरना बाँध इगतपुरी, नासिक जिले के पास दरना नदी पर बना एक गुरुत्वाकर्षण बाँध है।</p>\r\n<p>संस्कृति</p>\r\n<p>उत्तर-पश्चिमी महाराष्ट्र के नासिक शहर की संस्कृति हिंदू रीति-रिवाजों और त्योहारों और अहिंसा की जैन प्रतिमा के आसपास केंद्रित है।</p>\r\n<p>&nbsp;</p>\r\n<p>मुख्य लेख: नासिक की संस्कृति</p>\r\n<p>कुंभ मेला</p>\r\n<p>मुख्य लेख: नासिक-त्र्यंबकेश्वर सिंहस्थ</p>\r\n<p>&nbsp;</p>\r\n<p>1989 का नासिक में कुंभ मेला।</p>\r\n<p>हरिद्वार और इलाहाबाद में हर छह साल में कुंभ मेला मनाया जाता है और इलाहाबाद, हरिद्वार, उज्जैन और नासिक में चार स्थानों पर हर बारह साल में महाकुंभ लगता है। पुराणों के अनुसार, यह माना जाता है कि कुंभ का नाम अमृत के एक अमर पात्र से लिया गया है, जिसे देवता (देवता) और दानवों ने लड़ा था। जिन चार स्थानों पर अमृत गिरा, वे नासिक में गोदावरी नदी के तट पर, उज्जैन में क्षिप्रा नदी, हरिद्वार में गंगा नदी और इलाहाबाद में गंगा, यमुना और अदृश्य सरस्वती नदी के त्रिवेणी संगम पर हैं।</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>कृषि</p>\r\n<p>&nbsp;</p>\r\n<p>नासिक में एक अंगूर का बाग।</p>\r\n<p>1925 की शुरुआत में, राउसाहेब जयराम कृष्ण गायकवाड़ द्वारा नासिक के पास एक छोटे से शहर ओझर में टेबल ग्रेप क्रांति शुरू की गई थी। आज, टेबल अंगूर यूरोप, मध्य पूर्व और एशिया को निर्यात किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खरीफ की फसल का औसत रकबा 663,200 हेक्टेयर है, जबकि रबी का औसत रकबा 136500 हेक्टेयर है। बोया गया क्षेत्र 658,763 हेक्टेयर (99%) और वन भूमि 340,000 हेक्टेयर (21.75%) है। अकृषि क्षेत्र 23,000 हेक्टेयर (1.48%) है।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्योग</p>\r\n<p>इगतपुरी-नाशिक-सिन्नर निवेश क्षेत्र यूएस $ 90 बिलियन दिल्ली मुंबई औद्योगिक गलियारा परियोजना में एक महत्वपूर्ण नोड है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>महिंद्रा स्कॉर्पियो का निर्माण नासिक में महिंद्रा एंड महिंद्रा प्लांट में किया जाता है</p>\r\n<p>नासिक एक डिफेंस और एयरोस्पेस मैन्युफैक्चरिंग हब है, जो हिंदुस्तान एयरोनॉटिक्स लिमिटेड एयरक्राफ्ट मैन्युफैक्चरिंग प्लांट के साथ ओजर में स्थित है। करेंसी नोट प्रेस और इंडिया सिक्योरिटी प्रेस नासिक रोड पर हैं, जहाँ भारतीय मुद्रा और सरकारी स्टैंप पेपर क्रमशः छपते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>सुखोई Su-30MKI का निर्माण नासिक में हिंदुस्तान एयरोनॉटिक्स लिमिटेड प्लांट में किया गया है</p>\r\n<p>नासिक जिले में मौजूदा औद्योगिक क्षेत्र सतपुर, अंबद, सिन्नर, इगतपुरी, डिंडोरी और विंचूर हैं। प्रस्तावित अतिरिक्त क्षेत्र सिन्नर, मालेगांव और राजुर बाहुला हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नासिक जिले में मौजूद बड़े पैमाने पर उद्योग एटलस कोप्को, रॉबर्ट बॉश जीएमबीएच, सीईएटी लिमिटेड, क्रॉम्पटन ग्रीव्स, ग्रेफाइट इंडिया, श्नाइडर इलेक्ट्रिक, थिससेनक्रुप, एपकोस, एवरेस्ट इंडस्ट्रीज, गेब्रियल इंडिया, ग्लैक्सोस्मिथक्लाइन, हिंदुस्तान कोका-कोला, हिंदुस्तान यूनिलीवर लिमिटेड, जिंद हैं। पॉलिस्टर, ज्योति स्ट्रक्चर्स, किर्लोस्कर ऑयल इंजन, केएसबी पंप्स, लार्सन एंड टुब्रो, महिंद्रा एंड महिंद्रा, महिंद्रा सोना, यूनाइटेड स्पिरिट्स लिमिटेड, परफेक्ट सर्कल इंडस्ट्रीज, महिंद्रा यूजी स्टील, सैमसोनाइट, शालीमार पेंट्स, सीमेंस, वीआईपी इंडस्ट्रीज, इंडियन ऑयल कॉर्पोरेशन, XLO इंडिया लिमिटेड और जिंदल सॉ।</p>\r\n<p>&nbsp;</p>\r\n<p>विनिर्माण के अलावा, नासिक सूचना प्रौद्योगिकी कंपनियों के लिए एक उभरता निवेश स्थल है। Tata Consultancy Services ने भारत सरकार BPO प्रमोशन स्कीम (IBPS) के तहत नासिक में निवेश किया है। इसके अलावा WNS, ACRESS, Accenture, ICOMET technoloies TCS ने डिजिटल इंपैक्ट स्क्वायर, या DISQ की स्थापना की है, जो एक सामाजिक नवाचार केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>नासिक में एक कपड़ा उद्योग है। नेशनल बैंक फॉर एग्रीकल्चर एंड रूरल डेवलपमेंट ने पैथानी क्लस्टर के विकास के लिए येओला ब्लॉक का चयन किया है। निर्यात की सुविधा के लिए, केंद्र सरकार द्वारा MIDC Ambad में एक कंटेनर फ्रेट स्टेशन शुरू किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शराब उद्योग</p>\r\n<p>मुख्य लेख: नासिक अंगूर और नासिक घाटी शराब</p>\r\n<p>&nbsp;</p>\r\n<p>सुला वाइनयार्ड में चखने वाले तहखाने।</p>\r\n<p>नाशिक को \"द वाइन कैपिटल ऑफ़ इंडिया\" के रूप में वर्णित किया गया है, नाशिक क्षेत्र में प्रति वर्ष 10,000 टन अंगूर का उत्पादन होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>2013 में, पूरे भारत में 46 विजेताओं में से नासिक में 22 विजेता थे। नासिक में सबसे बड़ा अंगूर का बाग सुला वाइनयार्ड है।</p>\r\n<p>&nbsp;</p>\r\n<p>फसल के मौसम में, नासिक कई शराब त्योहारों का घर है, जैसे कि भारत अंगूर हार्वेस्ट और सुलाफेस्ट।</p>\r\n<p>शिक्षा</p>\r\n<p>मुख्य लेख: नासिक में शिक्षा</p>\r\n<p>शहर में दो राज्य संचालित विश्वविद्यालय हैं: यशवंतराव चव्हाण महाराष्ट्र ओपन विश्वविद्यालय और महाराष्ट्र विश्वविद्यालय स्वास्थ्य विज्ञान।</p>\r\n<p>&nbsp;</p>\r\n<p>अंतर्राष्ट्रीय सम्बन्ध</p>\r\n<p>इसे भी देखें: भारत में जुड़वां शहरों और बहन शहरों की सूची</p>\r\n<p>जुड़वां शहर और बहन शहर</p>\r\n<p>हंगरी बुडापेस्ट, हंगरी (2018)</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रोडवेज- नासिक भारत के अन्य शहरों से सड़क मार्ग से जुड़ा है।</p>\r\n<p>रेलवे- नासिक रोड रेलवे स्टेशन, देवली के साथ सिटी रेलवे स्टेशन है जो शहर की सीमा के भीतर स्थित है।</p>\r\n<p>एयरवेज- नासिक में ओझर में स्थित अपना हवाई अड्डा और गांधीनगर में एक पुराना हवाई अड्डा है जो नासिक से मुंबई से जुड़ा है। गांधीनगर हवाई अड्डे को अब सेना के लिए सेवा दी जाती है। नासिक हवाई अड्डा घरेलू हवाई अड्डा है और यह अहमदाबाद, इंदौर और हैदराबाद से जुड़ा है। जल्द ही शहर को UDAN योजना के तहत बेंगलुरु और गोवा से जोड़ा जाएगा। एक समुद्री विमान सेवा के माध्यम से पुणे और मुंबई को जोड़ने के लिए गंगापुर बांध पर एक समुद्री बंदरगाह का निर्माण भी किया गया था जो मेहर द्वारा संचालित था।</p>\r\n<p>सार्वजनिक परिवहन- शहर में लोग अक्सर यात्रा करने के लिए ऑटो रिक्शा पसंद करते हैं। सिटी बस सेवा MSRTC द्वारा संचालित है।</p>\r\n<p>मेट्रो - ग्रेटर नासिक मेट्रो महाराष्ट्र मेट्रो रेल कॉर्पोरेशन लिमिटेड द्वारा प्रस्तावित है। यह 2024 में चालू होगा।</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>अर्जुन रामपाल, अभिनेता</p>\r\n<p>अरशद वारसी, अभिनेता</p>\r\n<p>दिलीप कुमार, अभिनेता</p>\r\n<p>विनोद खन्ना, अभिनेता</p>\r\n<p>भूमिका चावला, अभिनेत्री</p>\r\n<p>अभिषेक राउत, क्रिकेटर</p>\r\n<p>अनंत लक्ष्मण कान्हेरे, भारतीय स्वतंत्रता सेनानी</p>\r\n<p>अंजना थमके, एथलीट</p>\r\n<p>भारतीय सिनेमा के पितामह दादासाहेब फाल्के</p>\r\n<p>पंडित दत्तात्रेय विष्णु पलुस्कर, हिंदुस्तानी शास्त्रीय गायक</p>\r\n<p>विनायक दामोदर सावरकर भारतीय स्वतंत्रता समर्थक सक्रियता, राजनीतिज्ञ, कवि, लेखक और नाटककार</p>\r\n<p>कुसुमाग्रज (विष्णु वामन शिरवाडकर), मराठी कवि, नाटककार, और उपन्यासकार</p>\r\n<p>शिवाजी तुपे, पेंटर</p>\r\n<p>कृष्णजी गोपाल कर्वे, भारतीय स्वतंत्रता सेनानी, क्रांतिकारी</p>\r\n<p>तात्या टोपे, 1857 के भारतीय विद्रोह में नेता</p>\r\n<p>धीरा दंड, आविष्कारक, कलाकार, डिजाइनर</p>\r\n<p>कविता राउत, लंबी दूरी की धावक</p>\r\n<p>सुनील खंडबाहले, इनोवेटर, उद्यमी, भाषा उत्साही</p>\r\n<p>दत्ताराय रामचंद्र कापरेकर, मनोरंजक गणितज्ञ)</p>\r\n<p>सयाली भगत फेमिना मिस इंडिया दुनिया 2004, मॉडल / अभिनेत्री</p>\r\n<p>महादेव गोविंद रानाडे, (18 जनवरी 1842 - 16 जनवरी 1901) एक प्रतिष्ठित भारतीय विद्वान, समाज सुधारक और लेखक</p>\r\n<p>रमेश रसकर, कंप्यूटर वैज्ञानिक</p>\r\n<p>दत्तू बबन भोकानल, रोवर</p>\r\n<p>चिन्मय उदगीरकर, अभिनेता</p>\r\n<p>विदित संतोष गुजराती, भारतीय शतरंज खिलाड़ी</p>\r\n<p>दादा साहब गायकवाड़ (भाऊराव कृष्णजी गायकवाड़), एक राजनीतिज्ञ, सामाजिक कार्यकर्ता</p>\r\n<p>उत्तरा म्हत्रे खेर पूर्व मिस इंडिया</p>\r\n<p>सैयामी खेर अभिनेत्री</p>\r\n<p>अंजलि पाटिल अभिनेत्री</p>\r\n<p>शशांक खेतान निदेशक</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>प्रशासनिक रूप से, जिले को पंद्रह तालुकों में विभाजित किया गया है, जिन्हें चार उप-प्रभागों में बांटा गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>नासिक उप-मंडल: डिंडोरी, इगतपुरी, नाशिक, नाशिक रोड, पेठ, त्र्यंबकेश्वर,</p>\r\n<p>मालेगाँव उप-मंडल: चंदवाड़, मालेगाँव, नंदगाँव</p>\r\n<p>निफद उप-विभाग: निफाड़, सिनार, येओला</p>\r\n<p>कलवन उपमंडल, देओला, कलवान, बागलान (सताना), सुरगाना</p>\r\n<p>नासिक जिले को बिफरीकृत किए जाने के प्रस्ताव के तहत और एक अलग मालेगांव जिले को मौजूदा नासिक जिले से बाहर किया जाएगा, जिसमें नासिक जिले के उत्तर पूर्वी हिस्सों को शामिल किया जाएगा, जिसमें मालेगाँव, नंदगाँव, देवला, बागलान और कलागाँव तालुका प्रस्तावित मालेगाँव जिले में शामिल होंगे। ।</p>\r\n<p>रुचि के स्थान</p>\r\n<p>नासिक-त्र्यंबकेश्वर सिंहस्थ (कुंभ मेला) नासिक में हर बारह साल के बाद आयोजित किया जाता है।</p>\r\n<p>मालेगांव</p>\r\n<p>त्र्यंबकेश्वर बारह ज्योतिर्लिंगों में से एक है</p>\r\n<p>वाणी या सप्तश्रृंगी</p>\r\n<p>मुक्तिधाम</p>\r\n<p>patole</p>\r\n<p>कालाराम मंदिर</p>\r\n<p>Ozar</p>\r\n<p>कलसूबाई</p>\r\n<p>Chandwad</p>\r\n<p>सोमेश्वर</p>\r\n<p>गोंडेश्वर मंदिर, सिन्नर</p>\r\n<p>मांगी तुंगी</p>\r\n<p>देवलाली</p>\r\n<p>मनमाड</p>\r\n<p>अंकाई का किला</p>\r\n<p>येवला</p>\r\n<p>सुला विनीयर्ड्स</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Nashik</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-nashik-maharashtra","tags":[{"name":"नासिक","slug":"nashik"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":727,"title":"वर्धा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"7bc4cc43-8f9a-4c25-9f6b-9de03a5deb13_Wardha-railway.jpg","dateCreated":"2019-09-20T16:09:54.306Z","dateModified":"2019-09-20T16:10:21.345Z","contributedBy":"AskGif","content":"वर्धा भारतीय राज्य महाराष्ट्र में वर्धा जिले में एक शहर और एक नगरपालिका परिषद है। यह वर्धा जिले का प्रशासनिक मुख्यालय है। वर्धा को इसका नाम वर्धा नदी से मिला है जो जिले के उत्तर, पश्चिम और दक्षिण की सीमाओं पर बहती है। 1866 में स्थापित, शहर अब कपास व्यापार के लिए एक महत्वपूर्ण केंद्र है। यह गांधी ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7bc4cc43-8f9a-4c25-9f6b-9de03a5deb13_Wardha-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वर्धा","slug":"wardha"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-wardha-maharashtra","total":0},{"id":710,"title":"नासिक में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","dateCreated":"2019-09-19T03:06:08.873Z","dateModified":"2019-09-19T03:06:35.101Z","contributedBy":"AskGif","content":"नासिक भारतीय राज्य महाराष्ट्र के उत्तरी क्षेत्र में एक प्राचीन पवित्र शहर है। गोदावरी नदी के तट पर स्थित, नासिक हिंदू तीर्थ स्थलों में से एक के रूप में जाना जाता है, यह कुंभ मेला है जो हर 12 साल में आयोजित किया जाता है। यह मुंबई, पुणे के बाद महाराष्ट्र का तीसरा सबसे बड़ा शहर है। मुंबई-नासिक-पुणे ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नासिक","slug":"nashik"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nashik-maharashtra","total":0},{"id":689,"title":"अकोला में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"c0d7dc5f-b8ed-427d-8126-aa0b04b688c1_Akola-railway.jpg","dateCreated":"2019-09-17T01:53:29.526Z","dateModified":"2019-09-17T01:53:42.189Z","contributedBy":"AskGif","content":"अकोला मध्य भारत में महाराष्ट्र राज्य में विदर्भ क्षेत्र का एक शहर है। यह विदर्भ का तीसरा सबसे बड़ा शहर है, जो राज्य की राजधानी, मुंबई से लगभग 290 मील (580 किमी) और दूसरी राजधानी नागपुर से 140 मील (250 किमी) पश्चिम में स्थित है। अकोला, अमरावती डिवीजन में स्थित अकोला जिले का प्रशासनिक मुख्यालय है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0d7dc5f-b8ed-427d-8126-aa0b04b688c1_Akola-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अकोला","slug":"akola"}],"slug":"top-places-to-visit-in-akola-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}