{"id":710,"title":"Top Places to visit in Nashik, Maharashtra","imageUrl":"758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","dateCreated":"2019-09-19T03:06:08.873Z","dateModified":"2019-09-19T03:06:35.101Z","contributedBy":"AskGif","content":"<p>Nashik is an ancient holy city in the northern region of the Indian state of Maharashtra. Situated on the banks of river Godavari, Nasik is well known for being one of Hindu pilgrimage sites, that of Kumbh Mela which is held every 12 years. It is the Third largest city in Maharashtra after Mumbai, Pune.Mumbai-Nashik-Pune forms a golden triangle region in Maharashtra. Golden triangle region is the area of Mumbai Megaregion also known as Mumbai Megalopolis which includes Mumbai Metropolitan Region, Pune Metropolitan Region and Nashik and has a population of over 50 millions making Mumbai Megaregion the most populated area in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>Nashik district, also known as Nasik district, is a district in Maharashtra, India. The city of Nashik is the administrative headquarters of the district. Nashik is well known for the production of wine. Nashik is also known as Mini Maharashtra, because the climate and soil conditions of Surgana, Peth, Igatpuri resembles with Konkan. Niphad, Sinnar, Dindori, Baglan blocks are like Western Maharashtra and Yeola, Nandgaon, Chandwad blocks are like Vidarbha Region. Nashik, Malegaon, Manmad, Igatpuri are some of the big cities situated in the Nashik District.</p>\r\n<p>&nbsp;</p>\r\n<p>Nashik district is the third largest district in Maharashtra in terms of Population of 6,109,052 and area occupying an area of 15,582 square kilometres in the north Maharashrta region. It is bounded by Dhule district to the north, Jalgaon district to the east, Aurangabad district to the southeast, Ahmadnagar district to the south, Thane district to the southwest, Valsad and Navsari districts of Gujarat to the west, and The Dangs district to the northwest.</p>\r\n<p>&nbsp;</p>\r\n<p>The Western Ghats or Sahyadri range stretches from north to south across the western portion of the district. With the exception of the westernmost few villages, the western portion is hilly, and intersected by ravines, and only the simplest kind of cultivation is possible. The western slope of the Ghats is drained by several rivers, including the Daman Ganga River, which drains westwards to the Arabian Sea.</p>\r\n<p>&nbsp;</p>\r\n<p>The larger eastern portion of the district, which lies on the Deccan Plateau, is open, fertile, and well cultivated. The Satmala-Chandwad Range, which runs east and west, forms the chief divide of the plateau region. Peninsular India's largest river Godavari originates in the district in the Trimbakeshwar Range and continues eastwards through the district. The Satmala-Chandwad Range forms a watershed, such that, the rivers emerging to its south drain into the Godavari. These include the Kadva and Darna both of which are tributaries of the Godavari. To the north of the Satmala-Chandwad Range, the Girna River and its tributary, the Mosam, flow eastward through fertile valleys into the Tapti River.</p>\r\n<p>&nbsp;</p>\r\n<p>The Trimbakeshwar Shiva Temple is located in Trimbak, one of the twelve Jyotirlingas, where the Hindu genealogy registers at Trimbakeshwar, Maharashtra are kept. The origin of the sacred Godavari river is near Trimbak.</p>\r\n<p>&nbsp;</p>\r\n<p>The city located about 190 km north of state capital Mumbai, is called the \"Wine Capital of India\" as half of India&rsquo;s vineyards and wineries are located in Nashik.</p>\r\n<p>&nbsp;</p>\r\n<p>Art and culture</p>\r\n<p>Main article: Art and Culture, Nashik</p>\r\n<p>&nbsp;</p>\r\n<p>108 feet Rishabdev Bhagwan at Mangi Tungi</p>\r\n<p>In February 2016, The Statue of Ahimsa, a 108 ft idol of first Jain tirthankara Rishabhdev carved in monolithic stone was consecrated at Mangi Tungi. It is recorded in the Guinness Book of World Records as the tallest Jain idol in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Cave No.10 \"Nahapana Vihara\" at Pandavleni Caves, (circa 120 CE).</p>\r\n<p>&nbsp;</p>\r\n<p>Trimbakeshwar Temple near Nashik (source of the Godavari River)</p>\r\n<p>Pandavleni Caves</p>\r\n<p>The Pandavleni Caves, or Nasik Caves, are a group of 24 caves carved between the 1st century BCE and the 2nd century CE, representing the Hinayana Buddhist caves and. Most of the caves are Viharas except for the 18th cave which is a Chaitya. The location of the caves is a holy Buddhist site and is located about 8 km south of Nashik.</p>\r\n<p>&nbsp;</p>\r\n<p>Dams</p>\r\n<p>Gangapur Dam is on the river Godavari near Gangawadi village and it is earthen dam, Nashik.</p>\r\n<p>Chankapur dam which is on the Girna river is one of the big dams built by the British in the 19th century. It is 3 km from the village Abhona in Kalwan tehsil and 60 km from Nashik.</p>\r\n<p>Kashypi Dam is on the Kashypi river near Rajapur, Nashik.</p>\r\n<p>Girna Dam is an earthfill type of dam on river Girna near Nandgaon, Nashik District.</p>\r\n<p>Darna Dam is a gravity dam on Darna river near Igatpuri, Nashik district.</p>\r\n<p>Culture</p>\r\n<p>The culture of the city of Nashik, in northwestern Maharashtra, is centred around Hindu customs and festivals, and the Jain Statue of Ahimsa.</p>\r\n<p>&nbsp;</p>\r\n<p>Main article: Culture of Nashik</p>\r\n<p>Kumbh Mela</p>\r\n<p>Main article: Nashik-Trimbakeshwar Simhastha</p>\r\n<p>&nbsp;</p>\r\n<p>The 1989 Kumbh Mela at Nashik.</p>\r\n<p>The Kumbh Mela is celebrated every six years at Haridwar and Allahabad and Maha Kumbh takes place every twelve years at four places in Allahabad, Haridwar, Ujjain, and Nashik. According to the Puranas, it is believed that Kumbh derives its name from an immortal pot of nectar, which the devtas (Gods) and demons fought over. The four places where the nectar fell are at the banks of river Godavari in Nashik, river Kshipra in Ujjain, river Ganges in Haridwar and at Triveni Sangam of Ganga, Yamuna and invisible Saraswati River in Allahabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Agriculture</p>\r\n<p>&nbsp;</p>\r\n<p>A grape vineyard in Nashik.</p>\r\n<p>In early 1925, the table grape revolution was started in Ojhar, a small town near Nashik, by Raosaheb Jairam Krishna Gaikwad. Today, table grapes are exported to Europe, the Middle East, and Asia.</p>\r\n<p>&nbsp;</p>\r\n<p>The average Kharip crop area is 663,200 hectares while the average Rabbi crop area is 136500 hectares. The sown area is 658,763 hectares (99%) and the forest land is 340,000 hectares (21.75%). The uncultivable area is 23,000 hectares (1.48%).</p>\r\n<p>&nbsp;</p>\r\n<p>Industry</p>\r\n<p>The Igatpuri-Nashik-Sinnar investment region is an important node in the US$90 billion Delhi Mumbai Industrial Corridor Project.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Mahindra Scorpio is manufactured at Mahindra &amp; Mahindra plant in Nashik</p>\r\n<p>Nashik is a defense and aerospace manufacturing hub with Hindustan Aeronautics Limited aircraft manufacturing plant located at Ozar. The Currency Note Press and India Security Press are on Nashik Road, where Indian currency and government stamp papers are printed respectively.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Sukhoi Su-30MKI is manufactured at Hindustan Aeronautics Limited plant in Nashik</p>\r\n<p>Existing industrial areas in Nashik district are Satpur, Ambad, Sinnar, Igatpuri, Dindori and Vinchur. The proposed additional areas are Sinnar, Malegaon and Rajur Bahula.</p>\r\n<p>&nbsp;</p>\r\n<p>Large-scale industries present in Nashik district are Atlas Copco, Robert Bosch GmbH, CEAT Limited, Crompton Greaves, Graphite India, Schneider Electric, ThyssenKrupp, Epcos, Everest Industries, Gabriel India, GlaxoSmithKline, Hindustan Coca-Cola, Hindustan Unilever Limited, Jindal Polyster, Jyoti Structures, Kirlosker Oil Engines, KSB Pumps, Larsen &amp; Toubro, Mahindra and Mahindra, Mahindra Sona, United Spirits Limited, Perfect Circle Industries, Mahindra Ugine Steel, Samsonite, Shalimar Paints, Siemens, VIP Industries, Indian Oil Corporation, XLO India Limited and Jindal Saw.</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from manufacturing, Nashik is an emerging investment destination for Information Technology companies. Tata Consultancy Services has invested in Nashik under the government of India BPO promotion scheme (IBPS). Also WNS, ACRESS, Accenture, ICOMET technoloies TCS has set up Digital Impact Square, or DISQ, which is a social innovation center.</p>\r\n<p>&nbsp;</p>\r\n<p>Nashik has a textile industry. National Bank for Agriculture and Rural Development has selected Yeola Block for development of Paithani Cluster. To facilitate exports, a container freight station was started at MIDC Ambad by the Central Government.</p>\r\n<p>&nbsp;</p>\r\n<p>Wine industry</p>\r\n<p>Main articles: Nashik grape and Nashik valley wine</p>\r\n<p>&nbsp;</p>\r\n<p>Tasting cellar at Sula Vineyards.</p>\r\n<p>Nashik has been described as \"The Wine Capital of India\" the Nashik region reportedly produced 10,000 tonnes of grapes per year.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2013, there were 22 wineries in Nashik, out of 46 wineries throughout India. The largest vineyard in Nashik is the Sula Vineyards.</p>\r\n<p>&nbsp;</p>\r\n<p>In the harvest season, Nashik is home to several wine festivals, such as the India Grape Harvest and SulaFest.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Main article: Education in Nashik</p>\r\n<p>The city has two state-run universities: the Yashwantrao Chavan Maharashtra Open University and the Maharashtra University of Health Sciences.</p>\r\n<p>&nbsp;</p>\r\n<p>International relations</p>\r\n<p>See also: List of twin towns and sister cities in India</p>\r\n<p>Twin towns and sister cities</p>\r\n<p>Hungary Budapest, Hungary (2018)</p>\r\n<p>Transport</p>\r\n<p>Roadways- Nashik is connected to others cities in India by road.</p>\r\n<p>Railways- Nasik Road railway station is city railway station along with Deolali which lies within the city boundary.</p>\r\n<p>Airways- Nashik has its airport located at Ozar and an old airport at Gandhinagar which connected Nashik to Mumbai. The Gandhinagar Airport is now served for the military. Nashik Airport is domestic airport and it is connected to Ahmedabad, Indore and Hyderabad. Soon the city will be connected to Bengaluru and Goa under the UDAN scheme. There also had been a sea port constructed on Gangapur Dam to connect to Pune and Mumbai via a seaplane service which was operated by MEHAIR.</p>\r\n<p>Public Transport- In city people often mostly prefer auto rickshaw to travel. City bus service is operated by MSRTC.</p>\r\n<p>Metro - Greater Nashik Metro is proposed by Maharashtra Metro Rail Corporation Limited. It will be operational in 2024.</p>\r\n<p>Notable people</p>\r\n<p>Arjun Rampal, Actor</p>\r\n<p>Arshad Warsi, Actor</p>\r\n<p>Dilip Kumar, Actor</p>\r\n<p>Vinod Khanna, Actor</p>\r\n<p>Bhumika Chawla, Actress</p>\r\n<p>Abhishek Raut, Cricketer</p>\r\n<p>Anant Laxman Kanhere, Indian independence fighter</p>\r\n<p>Anjana Thamke, Athlete</p>\r\n<p>Dadasaheb Phalke, father of Indian cinema</p>\r\n<p>Pandit Dattatreya Vishnu Paluskar, Hindustani classical vocalist</p>\r\n<p>Vinayak Damodar Savarkar Indian pro-independence activism, politician, poet, writer and playwright</p>\r\n<p>Kusumagraj (Vishnu Vāman Shirwādkar), Marathi poet, playwright, and novelist</p>\r\n<p>Shivaji Tupe, Painter</p>\r\n<p>Krishnaji Gopal Karve, Indian freedom fighter, revolutionary</p>\r\n<p>Tatya Tope, Leader in the Indian Rebellion of 1857</p>\r\n<p>Dhairya Dand, Inventor, artist, designer</p>\r\n<p>Kavita Raut, Long-distance runner</p>\r\n<p>Sunil Khandbahale, Innovator, entrepreneur, language enthusiast</p>\r\n<p>Dattaraya Ramchandra Kaprekar, Recreational mathematician)</p>\r\n<p>Sayali Bhagat Femina Miss India world 2004, model/actress</p>\r\n<p>Mahadev Govind Ranade, (18 January 1842 &ndash; 16 January 1901) a distinguished Indian scholar, social reformer and author</p>\r\n<p>Ramesh Raskar, Computer scientist</p>\r\n<p>Dattu Baban Bhokanal, Rower</p>\r\n<p>Chinmay Udgirkar, Actor</p>\r\n<p>Vidit Santosh Gujrathi, Indian chess player</p>\r\n<p>Dadasaheb Gaikwad (Bhaurao Krishnaji Gaikwad), a politician, social worker</p>\r\n<p>Uttara Mhatre Kher Former Miss India</p>\r\n<p>Saiyami Kher Actress</p>\r\n<p>Anjali Patil Actress</p>\r\n<p>Shashank Khaitan Director</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Administratively, the district is divided into fifteen talukas, which are grouped into four sub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Nashik sub-division: Dindori, Igatpuri, Nashik, Nashik Road, Peth, Trimbakeshwar,</p>\r\n<p>Malegaon sub-division: Chandwad, Malegaon, Nandgaon</p>\r\n<p>Niphad sub-division: Niphad, Sinnar, Yeola</p>\r\n<p>Kalwan sub-division, Deola, Kalwan, Baglan (Satana), Surgana</p>\r\n<p>The Nashik district is under proposal to be bifiurcated and a separate Malegaon District be carved out of existing Nashik district with the inclusion of the north eastern parts of Nashik district which include Malegaon, Nandgaon, Deola, Baglan, and Kalwan talukas in the proposed Malegaon district.</p>\r\n<p>Places of interest</p>\r\n<p>The Nashik-Trimbakeshwar Simhastha (Kumbha Mela) is held after every twelve years at Nashik.</p>\r\n<p>&nbsp;</p>\r\n<p>Malegaon</p>\r\n<p>Trimbakeshwar One of the twelve Jyotirlingas</p>\r\n<p>Vani or SaptaShrungi</p>\r\n<p>Muktidham</p>\r\n<p>Patole</p>\r\n<p>Kalaram Temple</p>\r\n<p>Ozar</p>\r\n<p>Kalsubai</p>\r\n<p>Chandwad</p>\r\n<p>Someshwar</p>\r\n<p>Gondeshwar Temple, Sinnar</p>\r\n<p>Mangi Tungi</p>\r\n<p>Devlali</p>\r\n<p>Manmad</p>\r\n<p>Ankai Fort</p>\r\n<p>Yeola</p>\r\n<p>Sula Vineyards</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Nashik</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-nashik-maharashtra","tags":[{"name":"nashik","slug":"nashik"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":727,"title":"Top Places to visit in Wardha, Maharashtra","imageUrl":"7bc4cc43-8f9a-4c25-9f6b-9de03a5deb13_Wardha-railway.jpg","dateCreated":"2019-09-20T16:09:54.306Z","dateModified":"2019-09-20T16:10:21.345Z","contributedBy":"AskGif","content":"Wardha is a city and a municipal council in Wardha district in the Indian state of Maharashtra. It is the administrative headquarters of Wardha district. Wardha gets its name from the Wardha River which flows at the north, west and south boundaries of district. Founded in 1866, the town is now an","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7bc4cc43-8f9a-4c25-9f6b-9de03a5deb13_Wardha-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"wardha","slug":"wardha"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-wardha-maharashtra","total":0},{"id":710,"title":"Top Places to visit in Nashik, Maharashtra","imageUrl":"758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","dateCreated":"2019-09-19T03:06:08.873Z","dateModified":"2019-09-19T03:06:35.101Z","contributedBy":"AskGif","content":"Nashik is an ancient holy city in the northern region of the Indian state of Maharashtra. Situated on the banks of river Godavari, Nasik is well known for being one of Hindu pilgrimage sites, that of Kumbh Mela which is held every 12 years. It is the Third largest city in Maharashtra after Mumbai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nashik","slug":"nashik"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nashik-maharashtra","total":0},{"id":689,"title":"Top Places to visit in Akola, Maharashtra","imageUrl":"c0d7dc5f-b8ed-427d-8126-aa0b04b688c1_Akola-railway.jpg","dateCreated":"2019-09-17T01:53:29.526Z","dateModified":"2019-09-17T01:53:42.189Z","contributedBy":"AskGif","content":"Akola is a city in Vidarbha region in the state of Maharashtra in central India. It is the 3rd largest city in Vidarbha, situated about 290 miles (580 km) east of the state capital, Mumbai, and 140 miles (250 km) west of the second capital, Nagpur. Akola is the administrative headquarters of Akol","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c0d7dc5f-b8ed-427d-8126-aa0b04b688c1_Akola-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"akola","slug":"akola"}],"slug":"top-places-to-visit-in-akola-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}