{"id":711,"title":"उस्मानाबाद में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","dateCreated":"2019-09-19T03:14:33.22Z","dateModified":"2019-09-19T03:14:43.512Z","contributedBy":"AskGif","content":"<p>उस्मानाबाद (उस्मान-आबद के रूप में उच्चारण) भारतीय राज्य महाराष्ट्र में उस्मानाबाद जिले में एक शहर और एक नगरपालिका परिषद है। उस्मानाबाद का नाम हैदराबाद के अंतिम शासक मीर उस्मान अली खान से लिया गया है।</p>\r\n<p>उस्मानाबाद जिला (लिप्यंतरण: उस्मानाबाद जिल्हा) भारतीय राज्य महाराष्ट्र में मराठवाड़ा क्षेत्र में एक प्रशासनिक जिला है। जिला मुख्यालय उस्मानाबाद में स्थित है। उस्मानाबाद जिले का नाम हैदराबाद के अंतिम शासक, 7 वें निजाम, मीर उस्मान अली खान से लिया गया है, जिसका क्षेत्र 1947 तक एक हिस्सा था। यह क्षेत्र आजादी से पहले तक हैदराबाद राज्य का हिस्सा था। 7569 वर्ग किमी में से 241.4 किमी of का एक क्षेत्र शहरी है और इसकी आबादी 1,660,311 है, जिसमें से 16.96% शहरी (2011 के अनुसार) थे।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>उस्मानाबाद में एक सरकारी बीएएमएस कॉलेज ज्ञात आयुर्वेदिक कॉलेज, एक सरकारी पॉलिटेक्निक कॉलेज, उस्मानाबाद ज्ञात रूप में जीपीओ, एक निजी फार्मेसी कॉलेज और तीन निजी इंजीनियरिंग कॉलेज हैं। उस्मानाबाद जिले में एक और इंजीनियरिंग कॉलेज तुलजापुर में है। टाटा इंस्टीट्यूट ऑफ सोशल साइंसेज, मुंबई, जो कि अंतरराष्ट्रीय स्तर पर मान्यता प्राप्त विश्वविद्यालय है, ने तुलजापुर में बी.ए., एम.ए., एमफिल और पीएचडी कार्यक्रम शुरू किया है। ओबेद सिटी का सबसे लोकप्रिय कॉलेज आर.पी. कॉलेज रामकृष्ण परमहंस महाविद्यालय के रूप में जाना जाता है। उस्मानाबाद में टेर के पास सरकारी कृषि महाविद्यालय (मराठवाड़ा कृषि विश्वविद्यालय, परभणी के अंतर्गत) है।</p>\r\n<p>&nbsp;</p>\r\n<p>उस्मानाबाद में डॉ। बाबासाहेब अम्बेडकर मराठवाड़ा विश्वविद्यालय, औरंगाबाद का एक उप-केंद्र भी है, जिसमें प्रबंधन विज्ञान विभाग, शिक्षा विभाग, रसायन विज्ञान विभाग, जैव-प्रौद्योगिकी विभाग और सूक्ष्म जीव विज्ञान विभाग आदि शामिल हैं। उस्मानाबाद के तुलजाभवानी सैनी विद्यालय और श्रीपात्रो भोसले। हाईस्कूल उस्मानाबाद जिले भर के छात्रों के लिए प्रसिद्ध स्कूल है। आर्य चाणक्य हाई स्कूल, श्री। छत्रपति शिवाजी हाई स्कूल, पोदार इंटरनेशनल स्कूल भी बच्चों के शिक्षा के लिए अच्छे स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दरगाह</p>\r\n<p>&nbsp;</p>\r\n<p>दरगाह क्वाजा शमशोद्दीन गाजी उस्मानाबाद का प्रवेश द्वार</p>\r\n<p>ख्वाजा शम्सोद्दीन गाजी की एक दरगाह (सूफी मंदिर एक श्रद्धेय धार्मिक व्यक्ति की कब्र के ऊपर बना हुआ शहर) है। दरगाह की आंतरिक सजावट, कई रंगीन कांच के टुकड़ों से युक्त, दरगाह का मुख्य आकर्षण है। क्वाजा शमशोद्दीन गाजी उत्सव का उर्स शहर में इस्लामिक कैलेंडर के महीने में मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यक्षी रामलिंग वन्यजीव अभयारण्य</p>\r\n<p>यक्षी रामलिंग वन्यजीव अभयारण्य उस्मानाबाद शहर के पास यक्षी, वडगाँव और भानसगाँव गाँवों में स्थित है जो बालाघाट रेंज में स्थित है। यक्षी को उस्मानाबाद जिले का माथेरान माना जाता है। Yedshi एक संभावित हिल स्टेशन-सह-स्वास्थ्य रिसॉर्ट के रूप में माना जाता है। यह मिराज-लातूर ब्राउड गेज रेलवे पर एक रेलवे स्टेशन है।</p>\r\n<p>&nbsp;</p>\r\n<p>पास में ही एकमात्र वस्तु रामलिंग मंदिर है। यदुशी से लगभग दो मील की दूरी पर स्थित, रामलिंग दक्षिण-मध्य रेलवे के मिराज-लातूर नैरो गेज सेक्शन पर एक रेलवे स्टेशन था। मंदिर एक खड्ड में स्थित है और इतनी गहराई पर है कि मंदिर का शिखर दूर से दिखाई नहीं देता है और मंदिर के प्रवेश द्वार तक पहुंचने के बाद भी नहीं दिखता है। मंदिर तक पहुँचने के लिए नीचे कई सीढ़ियाँ उतरना पड़ता है। मंदिर में एक खुला आंगन है, जिसमें एक आंतरिक कक्ष है और शंकर की एक पिंडी को एक आंतरिक कक्ष में रखा गया है। कई भक्त श्रावण के महीने में हर सोमवार को मंदिर का चक्कर लगाते हैं। मार्गशीर्ष शुद्धि 4 और 5 (नवंबर-दिसंबर) को श्री रामलिंग के सम्मान में एक वार्षिक मेला आयोजित किया जाता है। मेले के समय यहाँ पाँच हज़ार से अधिक लोग इकट्ठा होते हैं। रामलिंग मंदिर में जटायु का एक मंदिर भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह स्थान इसलिए भी पूजनीय है क्योंकि इसे वह स्थान माना जाता है जहाँ जटायु ने लंका के राजा रावण पर हमला किया था, जबकि वह बल द्वारा सीता का हरण कर रहा था। जटायु युद्ध हार गया और रावण के हाथों मर गया।</p>\r\n<p>&nbsp;</p>\r\n<p>शुष्क पर्णपाती वन क्षेत्र पर कब्जा करते हैं। वन्यजीव प्रजातियों में चिंकारा, हायना, वुल्फ, जंगली भालू, फॉक्स, ब्लैक बक, हार्स और मोर शामिल हैं। पक्षियों की 100 से अधिक प्रजातियां भी पाई जाती हैं। घूमने का सबसे अच्छा समय अक्टूबर से जून है।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>वायु</p>\r\n<p>उस्मानाबाद एयरपोर्ट (IATA: OMN) शहर के केंद्र से लगभग 13 किलोमीटर (8.1 मील) दूर है। इस हवाई अड्डे के लिए कोई निर्धारित वाणिज्यिक हवाई सेवा नहीं है। बस स्टैंड से कार द्वारा हवाई अड्डे तक पहुंचने में लगभग 15-20 मिनट लगते हैं। महाराष्ट्र इंडस्ट्रियल डेवलपमेंट कॉर्पोरेशन ने 95 साल के लिए एयरपोर्ट को रिलायंस एयरपोर्ट डेवलपर्स लिमिटेड को पट्टे पर दिया है। रिलायंस ने रु। सौदे के लिए 63 करोड़, जिसमें महाराष्ट्र के अन्य चार हवाई अड्डे शामिल हैं। निकटतम ऑपरेशनल एयरपोर्ट औरंगाबाद एयरपोर्ट।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>ओस्मानाबाद स्टेशन के पास एक रेलवे पुल</p>\r\n<p>उस्मानाबाद रेलवे स्टेशन (स्टेशन कोड UMD) मध्य रेलवे के लातूर - मिराज रेलवे मार्ग पर स्थित एक महत्वपूर्ण रेलवे स्टेशन है। 2004 से पहले, लातूर को कुर्दुवाड़ी से जोड़ने वाला एक नैरो गेज ट्रैक उस्मानाबाद जिले से होकर गुजरता था। योधी शहर का निकटतम स्टेशन उस्मानाबाद शहर से 18 किमी दूर था। संकीर्ण गेज से ब्रॉड गेज में रूपांतरण के दौरान, ट्रैक संरेखण को बदल दिया गया और उस्मानाबाद शहर की ओर निर्देशित किया गया। पहले चरण में, लातूर-उस्मानाबाद के बीच ब्रॉड गेज ट्रैक पूरा हो गया और 2007 में यह कार्यशील हो गया। उस्मानाबाद रेलवे स्टेशन पर आने वाली पहली ट्रेन मुंबई-उस्मानाबाद एक्सप्रेस थी जो औरंगाबाद और मनमाड से होकर जाती थी। उस्मानाबाद-कुरुदवाड़ी खंड को 2008 में पूरा किया गया था और इसे कार्यात्मक बनाया गया था। लातूर-उस्मानाबाद-मुंबई एक्सप्रेस को 2008 में कुर्दुवाडी, पुणे के माध्यम से शुरू किया गया था। उस्मानाबाद रेलवे स्टेशन मध्य रेलवे (सीआरपी) क्षेत्र के सोलापुर मंडल के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उस्मानाबाद के पुणे, मुंबई, कोल्हापुर, मिराज-सांगली, पंढरपुर, नागपुर, परभणी, लातूर, नांदेड़, पराली वैजनाथ, हैदराबाद और निज़ामाबाद से कनेक्शन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>नेशनल हाईवे 52 और स्टेट हाईवे 67 शहर से होकर गुजरते हैं, नेशनल हाईवे 52 उस्मानाबाद को महाराष्ट्र के प्रमुख शहरों जैसे सोलापुर, बीड, कैथल, औरंगाबाद, धुले आदि से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह सभी देखें</p>\r\n<p>मराठवाड़ा</p>\r\n<p>Naldurha Fort अधिक जानकारी के लिए, https://osmanabad.gov.in/tourist-place/naldurg-fort-nalburg/ पर क्लिक करें</p>\r\n<p>Paranda Fort Paranda Fort, भारत के महाराष्ट्र राज्य में उस्मानाबाद जिले के एक छोटे से शहर परंडा में स्थित है। यह भारतीय पुरातत्व सर्वेक्षण द्वारा संरक्षित स्मारक है। यह महाराष्ट्र में सैन्य वास्तुकला और इंजीनियरिंग का एक उदाहरण है। इसे बहमनी सल्तनत के महमूद गवन वज़ीर ने बनवाया था।</p>\r\n<p>ढोकी उस्मानाबाद के पास एक प्रमुख गाँव है</p>\r\n<p>कोंड वह गाँव है जिसमें ऐतिहासिक भीमाशंकर मंदिर है। यह उस्मानाबाद से लगभग 35 किमी दूर है।</p>\r\n<p>टेर वह गाँव है जो ऐतिहासिक मंदिर होने के कारण संत गोरा कुंभार का जन्मस्थान है। यह उस्मानाबाद से लगभग 17 किमी दूर है।</p>\r\n<p>श्री दत्त मंदिर संस्थान रुइबहार, उस्मानाबाद उस्मानाबाद शहर (डिस्टेंस ओमानाबाद) से 12 किमी दूर, गांव रुइबहार में, शांत और शांत प्राकृतिक वातावरण के बीच, भगवान दत्तात्रेय का मंदिर है।</p>\r\n<p>भोजन</p>\r\n<p>उस्मानाबाद खोआ, मैदा और चीनी से बने मीठे गुलाब जामुन के लिए भी प्रसिद्ध है। उस्मानाबादी बकरी मटन भी बहुत प्रसिद्ध और स्वादिष्ट आइटम है। रसा के साथ उबला हुआ मटन या स्थानीय रूप से शेरवा कहा जाता है (उबला हुआ पानी स्थानीय मसालों जैसे हल्दी, अदरक, लहसुन, धनिया, लाल मिर्च और काली मिर्च आदि के साथ मिश्रित होता है)।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान</p>\r\n<p>उस्मानाबाद जिला राज्य के दक्षिणी भाग में स्थित है। यह समुद्र तल से लगभग 600 मीटर ऊपर दक्कन के पठार पर स्थित है। मंजीरा और टेरना नदी के कुछ हिस्से जिले से होकर बहते हैं। यह जिला मराठवाड़ा क्षेत्र के पूर्व में अक्षांश 17.35 से 18.40 डिग्री उत्तर और अक्षांश 75.16 से 76.40 डिग्री पूर्व के बीच स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>उस्मानाबाद जिला उत्तर में बीड जिले, पूर्व में लातूर जिला, पश्चिम में सोलापुर जिला, उत्तर-पश्चिम में अहमदनगर जिले और दक्षिण में कर्नाटक राज्य के बीदर और गुलबर्गा जिलों से घिरा है। अधिकांश जिला बालाघाट रेंज के पहाड़ी क्षेत्रों में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>बारिश का मौसम जून के मध्य से शुरू होता है और सितंबर के अंत तक जारी रहता है। जलवायु अक्टूबर और नवंबर में आर्द्र होती है और मध्य नवंबर से जनवरी तक शुष्क और ठंडी होती है। फरवरी से जून तक जलवायु शुष्क होती है और तेजी से गर्म होती है। गर्मियों के दौरान मराठवाड़ा क्षेत्र के अन्य जिलों की तुलना में उस्मानाबाद जिले का तापमान कम है। जिले में औसत वार्षिक वर्षा 730 मिमी है। तापमान अधिकतम: 42.1 &deg; C; न्यूनतम: 8 डिग्री सेल्सियस</p>\r\n<p>&nbsp;</p>\r\n<p>तहसील</p>\r\n<p>उस्मानाबाद जिले में आठ तालुका (तहसील) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Bhoom</p>\r\n<p>Kalamb</p>\r\n<p>लोहारा</p>\r\n<p>Omerga</p>\r\n<p>उस्मानाबाद</p>\r\n<p>Paranda</p>\r\n<p>तुलजापुर</p>\r\n<p>वाशी</p>\r\n<p>परंडा एक ऐतिहासिक स्थान है जो परंडा किले के लिए जाना जाता है। कलांब जिले के लिए एक महत्वपूर्ण व्यावसायिक केंद्र है और मंजरा नदी के तट पर स्थित है। तालुका को येदेश्वरी देवी ने आशीर्वाद दिया है, जिसका मंदिर कल्लम्ब से 20 किलोमीटर दूर यरमला में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>तुलजापुर एक प्रमुख तालुका शहर है, जो सोलापुर से लगभग 45 किमी, उस्मानाबाद शहर से 25 किमी और नालदुर्ग में हैदराबाद राष्ट्रीय राजमार्ग से 40 किमी दूर है।</p>\r\n<p>तुलजापुर अपने तुलजा भवानी मंदिर के लिए जाना जाता है। ऐसा कहा जाता है कि तुलजा भवानी माता ने शिवाजी महाराज को तलवार भेंट की थी (सत्य नहीं) और उनके पुत्र ने मंदिर का निर्माण किया। ओमेगा उस्मानाबाद में घनी आबादी वाला तालुका है। टाटा इंस्टीट्यूट ऑफ सोशल साइंसेज, मुंबई में तुलजापुर में स्कूल ऑफ रूरल डेवलपमेंट (\"रूरल कैंपस\") भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>मुख्य लेख: मराठवाड़ा में पर्यटन</p>\r\n<p>दरगाह</p>\r\n<p>ख्वाजा शमसोद्दीन गाजी की एक दरगाह (सूफी तीर्थस्थल उस्मानाबाद शहर में एक श्रद्धालु धार्मिक व्यक्ति की कब्र के ऊपर बनाया गया है)। दरगाह की आंतरिक सजावट में कई रंगीन कांच के टुकड़े शामिल हैं और यह बहुत मंत्रमुग्ध कर देने वाला है। ख्वाजा शमशोद्दीन गाजी त्योहार का उर्स इस्लामिक कैलेंडर के रजब के महीने में शहर में मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>तुलजापुर</p>\r\n<p>उस्मानाबाद जिले में तुलजापुर राजे शाहजी द्वारा निर्मित तुलजा भवानी मंदिर के लिए प्रसिद्ध है। पूरे महाराष्ट्र से लोग पूजा के लिए मंदिर आते हैं। तुलजा भवानी कॉलेज ऑफ इंजीनियरिंग शहर के पास स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>नलदुर्ग</p>\r\n<p>नल्दुर्ग उस्मानाबाद में एक ऐतिहासिक नालदुर्ग किले के साथ एक और ऐतिहासिक स्थान है। किले में दो मानव निर्मित झरने हैं जिन्हें नर-मदी धाधाबा या झरने के रूप में जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>Kunthalgiri</p>\r\n<p>कुंथलगिरि तीर्थ में 11 जैन मंदिर हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>कुंथलगिरि का मुख्य मंदिर श्री कुल भूषण - देश भूषण मंदिर है, जिसे यहाँ बारा मंदिर के नाम से जाना जाता है। श्री कुल भूषण - देश भूषण भगवान मुनिसुव्रतनाथ के काल में मोक्ष गए थे। भगवान शांतिनाथ, मुनिसुव्रतनाथ और आदिनाथ की मूर्तियाँ यहाँ मौजूद हैं। मंदिर की मुख्य मूर्ति मुनिसुव्रतनाथ की है। आदिनाथ की मूर्ति को अर्ध पद्मासन मुद्रा में उकेरा गया है और पार्श्वनाथ की मूर्ति एक सफेद रंग की है और कोबरा के 11 डाकू हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्ष 1875 में निर्मित शांतिनाथ मंदिर भी यहां मौजूद है। इस मंदिर का मूलनायक पद्मासन मुद्रा में २ फीट ३ इंच की काली शांत मूर्ति है। अन्य तीर्थंकरों और देवी पद्मावती और सरस्वती की मूर्तियाँ भी यहाँ हैं। १ ९ ४४ में ५३ फीट लंबा मनस्तंभ खड़ा किया गया था, जिसके शीर्ष पर भगवान मुनिसुव्रतनाथ की ४ मूर्तियाँ स्थापित थीं।</p>\r\n<p>&nbsp;</p>\r\n<p>कुंथागिरी में बाहुबली मंदिर, आदिनाथ मंदिर, अजीतनाथ मंदिर, चैत्य और नंदीश्वर जीनालया, नेमिनाथ मंदिर, महावीर मंदिर, कांच मंदिर और रत्नत्रय मंदिर भी मौजूद हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>टेर</p>\r\n<p>भगवान महावीर का मंदिर इस शहर में स्थित है। कहा जाता है कि भगवान महावीर का समवशरण यहां आया था। यह मंदिर लगभग 800 या अधिक वर्ष पुराना है।</p>\r\n<p>भगवान पार्श्वनाथ का एक प्राचीन मंदिर भी यहाँ है, पुनर्निर्माण 20 के दौरान, तीर्थंकरों की प्राचीन मूर्तियाँ मिली थीं। भगवान महावीर, और भगवान पार्श्वनाथ की मूर्तियाँ बहुत अच्छी तरह से खुदी हुई हैं।</p>\r\n<p>टेर में संत गोरोबा का मंदिर भी स्थित है। यह मंदिर उस्मानाबाद आने वाले पर्यटकों और तीर्थयात्रियों के लिए आकर्षण का केंद्र है। मंदिर का निर्माण 13 वीं शताब्दी में संत गोरोबा की मृत्यु के बाद 1317 में हुआ था। यह मंदिर पूरी तरह से पत्थर के आकार का है और इसका निर्माण किया गया है। धार्मिक और सांस्कृतिक गतिविधियाँ करने के लिए यहाँ एक सभा मंडप भी है।</p>\r\n<p>यक्षी रामलिंग घाट वन्यजीव अभयारण्य</p>\r\n<p>योधी रामलिंग घाट वन्यजीव अभयारण्य उस्मानाबाद तहसील के यदुशी, वडगाँव और भानसगाँव गाँवों में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>परंडा का किला</p>\r\n<p>उस्मानाबाद जिले के परंडा शहर में मध्ययुगीन परंडा किला है जिसमें किले या तोपखाने में बड़े-बड़े कैनन और शैल संग्रहीत हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संत गोरोबा काका मंदिर</p>\r\n<p>संत गोरोबा काका मंदिर वाले उस्मानाबाद शहर के पास टेर कस्बा। टार एक प्राचीन शहर भी है जिसे तगर के नाम से जाना जाता है। शहर में 'लामेचर म्यूज़ियम' में कई पुरातात्विक कलाकृतियाँ हैं जो टेर टाउन की प्राचीनता का प्रमाण देती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मस्जिद</p>\r\n<p>तुलजापुर डिवीजन के कटि गांव में दो मस्जिदें हैं जो 500 साल से अधिक पुरानी हैं। बड़े को जामिया मस्जिद कहा जाता है। छोटी मस्जिद पुरानी और एक रहस्यमय ठेठ वास्तुकला के साथ बहुत छोटी है।</p>\r\n<p>&nbsp;</p>\r\n<p>Shelagoan</p>\r\n<p>शेलगान (जागीर) एक जगह है जहाँ एक मारुति मंदिर है।</p>\r\n<p>Mankeshwar</p>\r\n<p>मनकेश्वर एक ऐसी जगह है जहाँ हेमाडपंथी शिव मंदिर और देवी सतवाई देवी मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री दत्त मंदिर संस्थान रुइभर</p>\r\n<p>उस्मानाबाद शहर (जिला उस्मानाबाद) से 12 किलोमीटर दूर रूइहर गांव में, शांत और शांत प्राकृतिक वातावरण के बीच, श्री दत्त मंदिर संस्थान रुइभर, उस्मानाबाद भगवान दत्तात्रेय का मंदिर है।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्य</p>\r\n<p>यरशी में रेलवे सर्किट हाउस 1870 के दशक में ब्रिटिश सरकार द्वारा उस युग के शीर्ष रेलवे अधिकारियों के लिए बनाया गया था। यह एक वास्तुशिल्प रत्न है और जंगल का एक अच्छा दृश्य प्रदान करता है। सर्किट हाउस वर्तमान में भारतीय रेलवे के नियंत्रण और प्रशासन में है और रेलवे क्लास 1 अधिकारियों के लिए आरक्षित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में कुछ नाम रखने के लिए कुछ दर्शनीय स्थल हैं: येशी रामलिंग (भगवान शिव का मंदिर), वाडगाँव सिद्धेश्वर (भगवान शिव का मंदिर), जैन मंदिर, त्रिविक्रम मंदिर, चैत्य संग्रहालय कुछ दर्शनीय स्थल हैं। नई खुदाई प्रगति पर है और उन स्थलों पर खोजे गए पांच सौ से अधिक चीजें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Osmanabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-osmanabad-maharashtra","tags":[{"name":"उस्मानाबाद","slug":"osmanabad"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":725,"title":"सोलापुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"सोलापुर (पूर्व में शोलापुर) भारतीय राज्य महाराष्ट्र के दक्षिण-पश्चिमी क्षेत्र में स्थित एक शहर है, जो कर्नाटक के साथ अपनी सीमा के करीब है। सोलापुर प्रमुख राजमार्ग पर स्थित है, मुंबई, पुणे, बैंगलोर और हैदराबाद के बीच रेल मार्ग, पड़ोसी राज्य कर्नाटक में बीजापुर और गदग के शहरों के लिए एक शाखा के साथ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सोलापुर","slug":"solapur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-solapur-maharashtra","total":0},{"id":699,"title":"हिंगोली में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","dateCreated":"2019-09-18T02:26:18.842Z","dateModified":"2019-09-18T02:26:33.619Z","contributedBy":"AskGif","content":"हिंगोली एक छोटा शहर है और भारतीय राज्य महाराष्ट्र में हिंगोली जिले में एक नगरपालिका परिषद है।\r\nहिंगोली जिला भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। जिले का मुख्यालय हिंगोली में है। जिले में 4,526 किमी 2 का क्षेत्र है और इसकी आबादी 11,77,345 है, जिसमें से 15.60% शहरी (2011 के अनु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिंगोली","slug":"hingoli"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-hingoli-maharashtra","total":0},{"id":697,"title":"गडचिरोली में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","dateCreated":"2019-09-18T02:15:31.639Z","dateModified":"2019-09-18T02:50:48.153Z","contributedBy":"AskGif","content":"गढ़चिरोली महाराष्ट्र, मध्य भारत के राज्य में गढ़चिरौली जिले का एक शहर और एक नगरपालिका परिषद है। यह महाराष्ट्र के पूर्वी हिस्से में स्थित है, और जिले का प्रशासनिक मुख्यालय है। शहर के माध्यम से बहने वाली मुख्य नदी वेनगंगा है। मानसून के मौसम के दौरान परिदृश्य रसीला और हरा-भरा होता है, जिसमें बाढ़ का","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"गडचिरोली","slug":"gadchiroli"}],"slug":"top-places-to-visit-in-gadchiroli-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}