{"id":711,"title":"Top Places to visit in Osmanabad, Maharashtra","imageUrl":"49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","dateCreated":"2019-09-19T03:14:33.22Z","dateModified":"2019-09-19T03:14:43.512Z","contributedBy":"AskGif","content":"<p>Osmanabad (pronounce as Usmān-Abād) is a city and a municipal council in Osmanabad district in the Indian state of Maharashtra. Osmanabad derives its name from the last ruler of Hyderabad, Mir Osman Ali Khan.</p>\r\n<p>Osmanabad district (Transliteration: Osmanabad Jil'hā) is an administrative district in the Marathwada region in the Indian state of Maharashtra. The district headquarter is located at Osmanabad. The District of Osmanabad derives its name from the last ruler of Hyderabad, the 7th Nizam, Mir Osman Ali Khan, of which the region was a part till 1947. This region was earlier part of The Hyderabad State until Independence.This primarily rural district occupies an area of 7569 km&sup2; of which 241.4 km&sup2; is urban and has a population of 1,660,311 of which 16.96% were urban (as of 2011).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Osmanabad has one Government BAMS College Known As Ayurvedic College, one Government Polytechnic College, Osmanabad Known As GPO, One Private Pharmacy College and Three Private Engineering Colleges. Another engineering college in Osmanabad District is in Tuljapur. The Tata Institute of Social Sciences, Mumbai, a deemed university of international repute has started a B.A., M.A., Mphil., and Phd programme located in tuljapur. The Most Popular College Of Obad City Is R.P College Known As Ramkrishna Paramhans Mahavidyalaya. Osmanabad has Government Agriculture college (under Marathwada Agriculture University, Parbhani) near Ter.</p>\r\n<p>&nbsp;</p>\r\n<p>Osmanabad also has a sub-centre of Dr. Babasaheb Ambedkar Marathwada University, Aurangabad, which includes Department of Management Science, Department of Education, Department of Chemistry, Department of Biotechnology &amp; Department of microbiology etc. In Osmanabad Shri Tuljabhavani Sainiki Vidyalay and Shripatrao Bhosale Highschool is well known school for students across Osmanabad district. Arya Chanakya High School, Shree.Chhatrapati Shivaji High School,Podar International School Are Also Good Schools For Kids Education.</p>\r\n<p>&nbsp;</p>\r\n<p>Dargah</p>\r\n<p>&nbsp;</p>\r\n<p>Entrance Gate of Dargah Kwaja Shamshoddin Gazi Osmanabad</p>\r\n<p>A dargah (Sufi shrine is in the city built over the grave of a revered religious figure) of Khwaja Shamsoddin Gazi. The interior decoration of the dargah, consisting of many colourful glass pieces, is the main attraction of the Dargah. The Urs of Kwaja Shamshoddin Gazi festival celebrates in city in the month of Rajjab of Islamic calendar.</p>\r\n<p>&nbsp;</p>\r\n<p>Yedshi Ramling Wildlife Sanctuary</p>\r\n<p>Yedshi Ramling Wildlife Sanctuary is situated in the villages of Yedshi, Wadgaon and Bhanasgaon near to Osmanabad city which is situated in the Balaghat range. Yedshi is considered to be the Matheran of the district of Osmanabad. Yedshi is considered as a possible hill station-cum-health resort. It is a railway station on the Miraj-Latur broud gauge railway.</p>\r\n<p>&nbsp;</p>\r\n<p>The only object of interest nearby is the temple of Ramling. Situated at a distance of about two miles from Yedshi, Ramling was a railway station on the Miraj-Latur narrow gauge section of the South-Central Railway. The temple is located in a ravine and is to such a depth that the spire of the temple is not visible from a distance and also after reaching the entrance gate of the temple. To reach the temple one has to descend a number of steps down below. The temple has an open courtyard with a sabhamandap and a pindi of Shankar is placed in an inner chamber. Many devotees throng the temple on every Monday in the month of Shravana. An annual fair is held in honour of Shri Ramling on Margashirsha Shuddha 4 and 5 (November&ndash;December). More than five thousand people assemble here at the time of the fair. In the temple of Ramling is also a shrine of Jatayu.</p>\r\n<p>&nbsp;</p>\r\n<p>The place is also revered as it is considered to be the spot where Jatayu attacked Ravana, the king of Lanka, while he was carrying away Sita by force. Jatayu lost the battle and died at the hands of Ravana.</p>\r\n<p>&nbsp;</p>\r\n<p>Dry deciduous forests occupy the area. Wildlife species include Chinkara, Hyena, Wolf, Wild bear, Fox, Black buck, Hares and Peacock. More than 100 species of birds are also found. The best time to visit is October to June.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Air</p>\r\n<p>Osmanabad Airport (IATA: OMN) lies approximately 13 kilometres (8.1 mi) from the city centre. There are no scheduled commercial air services to this airport. It takes about 15-20 mins to reach airport by car from the bus stand. Maharashtra Industrial Development Corporation has leased the airport to Reliance Airport Developers Ltd. for 95 years. Reliance paid Rs. 63 crore for the deal, which includes other four airports of Maharashtra. The nearest operational airport Aurangabad Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>A railway bridge near osmanabad station</p>\r\n<p>Osmanabad railway station (station code UMD) is an important railway station situated on Latur - Miraj railway route of central railway. Before 2004, a narrow gauge track connecting Latur to Kurduvadi passed through Osmanabad district. The station nearest to the city at Yedshi was 18 km away from Osmanabad City. During conversion from narrow gauge to Broad Gauge, the track alignment was changed and directed towards Osmanabad city. In the first stage, the broad gauge track between Latur-Osmanabad was completed and became functional in 2007. The first train to arrive at Osmanabad railway station was the Mumbai-Osmanabad Express that ran via Aurangabad and Manmad. The Osmanabad-Kurudvadi section was completed and made functional in 2008. Latur-Osmanabad-Mumbai Express was started via Kurduvadi, Pune in 2008. Osmanabad railway station come under Solapur mandal of Central Railway (CR) zone.</p>\r\n<p>&nbsp;</p>\r\n<p>Osmanabad has connections to Pune, Mumbai, Kolhapur, Miraj-Sangli, Pandharpur, Nagpur, Parbhani, Latur, Nanded, Parali Vaijnath, Hyderabad, and Nizamabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>National Highway 52 and State Highway 67 are passed through the city, National Highway 52 connects Osmanbad to Major cities of Maharashtra like Solapur, Beed, Kaithal, Aurangabad, Dhule etc.</p>\r\n<p>&nbsp;</p>\r\n<p>See also</p>\r\n<p>Marathwada</p>\r\n<p>Naldurha Fort For more details, click https://osmanabad.gov.in/tourist-place/naldurg-fort-naldurg/</p>\r\n<p>Paranda Fort Paranda Fort is situated in Paranda, a small town in Osmanabad district in the state of Maharashtra, India. It is a protected monument by Archaeological Survey Of India. It is an example of military architecture and engineering in Maharashtra. It was erected by Mahmud Gawan Vazir of Bahamani Sultanate.</p>\r\n<p>Dhoki is a major village nearby Osmanabad</p>\r\n<p>Kond is the village which having the historical Bhimashankar Mandir. It is about 35 km from Osmanabad.</p>\r\n<p>Ter is the village which is birthplace of Sant Gora Kumbhar, having the historical Mandir. It is about 17km from Osmanabad.</p>\r\n<p>Shri Datta Mandir Sansthan Ruibhar,Osmanabad There is a temple of lord Dattatreya, amidst the serene and quiet natural surroundings of , at the village Ruibhar, 12 km from Osmanabad city (dist osmanabad) ,</p>\r\n<p>Cuisine</p>\r\n<p>Osmanabad is also famous for sweet Gulab Jamun made up from Khoa, Maida &amp; Sugar. Osmanabadi Goat Mutton is also very famous &amp; tasty item. The boiled mutton with Rassa or locally called Sherva (boiled water blended with local spices such as turmeric, ginger, garlic, coriander, red chilly &amp; black chilly etc. ).</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>Osmanabad district lies in the southern part of state. It lies on the Deccan plateau, about 600 m above sea level. Parts of the Manjira and Terna River flow through the district. The district is located on the east side of the Marathwada region between latitude 17.35 to 18.40 degrees north, and latitude 75.16 to 76.40 degrees east.</p>\r\n<p>&nbsp;</p>\r\n<p>Osmanabad District is bordered by the Beed District to the north, Latur District to the east, Solapur District to the west, Ahmednagar district to the north-west and the Bidar and Gulbarga districts of state of Karnataka to the south. Most of the district lies in the hilly areas of the Balaghat Range.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>The rainy season starts from mid-June and continues till the end of September. The climate is humid in October and November and dry and cool from mid-November to January. From February to June the climate is dry and becomes increasingly hot. During summer the temperature of Osmanabad district is low compared to other districts of Marathwada region. The average annual rainfall in the district is 730 mm. Temperature Max.: 42.1 &deg;C; Min.: 8 &deg;C</p>\r\n<p>&nbsp;</p>\r\n<p>Tahsils</p>\r\n<p>There are eight talukas (tahsils) in Osmanabad district.</p>\r\n<p>&nbsp;</p>\r\n<p>Bhoom</p>\r\n<p>Kalamb</p>\r\n<p>Lohara</p>\r\n<p>Omerga</p>\r\n<p>Osmanabad</p>\r\n<p>Paranda</p>\r\n<p>Tuljapur</p>\r\n<p>Vashi</p>\r\n<p>Paranda is a historical place known for the Paranda Fort. Kalamb is an important commercial centre for the district and located on the bank of river Manjra. The taluka is blessed by Yedeshwari devi, whose temple is located at Yermala, 20 km from Kallamb.</p>\r\n<p>&nbsp;</p>\r\n<p>Tuljapur is a major taluka town, about 45 km from Solapur, 25 km from Osmanabad town and 40 km from Hyderabad national Highway at Naldurga.</p>\r\n<p>&nbsp;</p>\r\n<p>Tuljapur is best known for its Tulja Bhavani Mandir. It is said that Tulja Bhavani mata had offered sword to Shivaji Maharaj (not verifiable) and his son re-built the temple. Omerga is a densely populated taluka in Osmanabad. The Tata Institute of Social Sciences, Mumbai also has a School of Rural Development (the \"Rural Campus\") at Tuljapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Main article: Tourism in Marathwada</p>\r\n<p>Dargah</p>\r\n<p>A dargah (Sufi shrine is in the Osmanabad city built over the grave of a revered religious figure) of Khwaja Shamsoddin Gazi. The interior decoration of the dargah consisting of many colourful glass pieces and it is so mesmerising. The Urs of Khwaja Shamshoddin Gazi festival celebrates in city in the month of Rajjab of Islamic calendar.</p>\r\n<p>&nbsp;</p>\r\n<p>Tuljapur</p>\r\n<p>Tuljapur in Osmanabad district is famous for Tulja Bhavani Temple built by Raje Shahaji. Persons from all over Maharashtra visit the temple for worship. Tulja Bhavani College of Engineering is located near the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Naldurg</p>\r\n<p>Naldurg is another historical place in Osmanabad with an historic Naldurg Fort. The fort contains two man-made waterfalls known as Nar-Madi Dhabdhaba or Waterfalls.</p>\r\n<p>&nbsp;</p>\r\n<p>Kunthalgiri</p>\r\n<p>Kunthalgiri tirth consist of 11 Jain temples :</p>\r\n<p>&nbsp;</p>\r\n<p>Main temple of Kunthalgiri is Shri Kul Bhushan &ndash; Desh Bhushan Mandir known as Bara Mandir here. Shri Kul Bhushan &ndash; Desh Bhushan went to Moksha in the period of Lord Munisuvratnath. Idols of Lord Shantinath, Munisuvratnath &amp; Adinath are present here. Main idol of the temple is of Munisuvranatha. Adinatha idol is carved in Ardh Padmasan posture and Parsvanath idol is a white colored and has 11 hoods of cobra.</p>\r\n<p>&nbsp;</p>\r\n<p>Shantinath temple built in year 1875 is also present here. Moolnayak of this temple is a 2 feet 3 inch black colder idol of Lord Shantinatha in padmasan posture. Idols of other Tirthankars and Goddess Padmavati &amp; Sarasvati are also here. A 53 feet tall Manstambha was erected in 1944, having 4 idols of Lord Munisuvratnath installed on the top.</p>\r\n<p>&nbsp;</p>\r\n<p>Bahubali Temple, Adinath Temple, Ajitnath Temple, Chaitya &amp; Nandishwer Jinalaya, Neminath Temple, Mahaveer Temple, Kanch Mandir and Ratnatraya Temple are also present in Kunthagiri.</p>\r\n<p>&nbsp;</p>\r\n<p>Ter</p>\r\n<p>Temple of Lord Mahaveer is situated in this town. It is said that Samavsharan of Lord Mahaveer came here. This temple is about 800 or more years old.</p>\r\n<p>An ancient temple of Lord Parsvanath is also here, during reconstruction 20, ancient idols of Teerthankars were found. Idols of Lord Mahaveer, and Lord Parsvanath are very well sculptured.</p>\r\n<p>The temple of Saint Goroba is also located in Ter. This temple is one of the attractions for the tourists and pilgrims visiting Osmanabad. The temple was built in the 13th century after the death of Saint Goroba in 1317. This temple is square-shaped and constructed completely with stone. There is also a Sabha Mandap here to perform religious and cultural activities.</p>\r\n<p>Yedshi Ramling Ghat Wildlife Sanctuary</p>\r\n<p>Yedshi Ramling Ghat Wildlife Sanctuary is situated in the villages of Yedshi, Wadgaon and Bhanasgaon in Osmanabad Tehsil.</p>\r\n<p>&nbsp;</p>\r\n<p>Paranda Fort</p>\r\n<p>Paranda city of Osmanabad district contains the medieval Paranda Fort which has large canon and shell stored in the fort or artillery.</p>\r\n<p>&nbsp;</p>\r\n<p>Saint Goroba Kaka Temple</p>\r\n<p>Ter town near Osmanabad city having Saint Goroba Kaka Temple. Ter is also an ancient city known as Tagar. 'Lamature Museum' in the town contains many Archaeological artifacts which give proof of ancientness of Ter Town.</p>\r\n<p>&nbsp;</p>\r\n<p>Mosque</p>\r\n<p>Kati village in Tuljapur Division has two mosques said to be more than 500 years old. The larger is called Jamia Masjid. The smaller Masjid is older and very small with a mysterious typical architecture.</p>\r\n<p>&nbsp;</p>\r\n<p>Shelagoan</p>\r\n<p>Shelagoan (jagir) is a place where there is a Maruti Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Mankeshwar</p>\r\n<p>Mankeshwar is a place where there is a Hemadpanthi Shiv Temple and goddess Satwai Devi temple.</p>\r\n<p>&nbsp;</p>\r\n<p>Shri Datta Mandir Sansthan Ruibhar</p>\r\n<p>Shri Datta Mandir Sansthan Ruibhar,Osmanabad There is a temple of lord Dattatreya, amidst the serene and quiet natural surroundings of , at the village Ruibhar, 12 km from Osmanabad city (Dist Osmanabad).</p>\r\n<p>&nbsp;</p>\r\n<p>Other</p>\r\n<p>Railway Circuit house in Yedshi was built in the 1870s by the British Government for top railway officers of that era. It is an architectural gem and provides a good view of the forest. The Circuit House is currently under control and administration of Indian Railway and reserved for Railway Class 1 Officers.</p>\r\n<p>&nbsp;</p>\r\n<p>The district also offers some worth visiting sites to name a few are: Yesdhi Ramling (Temple of Lord Shiva), Wadgaon Siddheshwar (Temple of Lord Shiva), Jain temple, Trivikram Mandir, Chaity Museum are some worth sites. New excavation is in progress &amp; more than five hundreds things discovered at those sites.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Osmanabad</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-osmanabad-maharashtra","tags":[{"name":"osmanabad","slug":"osmanabad"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":725,"title":"Top Places to visit in Solapur, Maharashtra","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"Solapur (formerly Sholapur) is a city located in the south-western region of the Indian state of Maharashtra, close to its border with Karnataka. Solapur is located on major Highway, rail routes between Mumbai, Pune, Bangalore and Hyderabad, with a branch line to the cities of Bijapur and Gadag i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solapur","slug":"solapur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-solapur-maharashtra","total":0},{"id":699,"title":"Top Places to visit in Hingoli, Maharashtra","imageUrl":"259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","dateCreated":"2019-09-18T02:26:18.842Z","dateModified":"2019-09-18T02:26:33.619Z","contributedBy":"AskGif","content":"Hingoli is a small city and a municipal council in Hingoli district in the Indian state of Maharashtra.\r\nHingoli district is an administrative district in the state of Maharashtra in India. The district is headquartered at Hingoli. The district occupies an area of 4,526 km2 and has a popul","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hingoli","slug":"hingoli"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-hingoli-maharashtra","total":0},{"id":697,"title":"Top Places to visit in Gadchiroli, Maharashtra","imageUrl":"37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","dateCreated":"2019-09-18T02:15:31.639Z","dateModified":"2019-09-18T02:50:48.153Z","contributedBy":"AskGif","content":"Gadchiroli is a town and a municipal council in Gadchiroli district in the state of Maharashtra, central India. It is located on eastern side of Maharashtra, and is the administrative headquarters of the district. The main river flowing through city is the Vainganga. The landscape is lush and gre","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"gadchiroli","slug":"gadchiroli"}],"slug":"top-places-to-visit-in-gadchiroli-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}