{"id":712,"title":"Top Places to visit in Palghar, Maharashtra","imageUrl":"e874b9f6-899f-4847-a627-4ab93f768233_Palghar-railway.jpg","dateCreated":"2019-09-19T03:20:34.273Z","dateModified":"2019-09-19T03:20:45.181Z","contributedBy":"AskGif","content":"<p>Palghar is a town in Konkan division of Maharashtra state and a Municipal Council located about 87 kilometers north off Mumbai. Palghar lies on the Western Line of the Mumbai Suburban Railway on the busy Mumbai-Ahmedabad rail corridor. It is the administrative capital of the newly formed Palghar district. The town is located around 35 kilometers north of Virar and about 24 kilometers west of the Mumbai-Ahmedabad National Highway (NH 8) exit at Manor, India.</p>\r\n<p>Palghar District is a district in the state of Maharashtra in Konkan Division. On 1 August 2014, the Maharashtra State government announced the formation of the 36th district of Maharashtra, when a new Palghar District was carved out of the old Thane district. Palghar District starts from Dahanu at the north and ends at Naigaon. It comprises the talukas of Palghar, Vada, Vikramgad, Jawhar, Mokhada, Dahanu, Talasari and Vasai-Virar. At the 2011 Census, the talukas now comprising the district had a population of 2,990,116.</p>\r\n<p>&nbsp;</p>\r\n<p>Palghar has an urban population of 1,435,210, that is 48% of total population is living in Urbanized Area. The district is bounded by Thane and Nashik Districts on the east and northeast, and by Valsad District of Gujarat state and Union Territory of Dadra and Nagar Haveli on the north. The Arabian Sea forms the western boundary, while Vasai-Virar is part of Mumbai Metropolitan Region.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Palghar is well connected via road and rail transport. Palghar acts as a divisional head of Maharashtra State Road Transport Corporation, which provides direct connectivity to several towns across Maharashtra, including Miraj, Pune, Vaduj, Thane, Ulhasnagar, Bhiwandi, Aurangabad, Ahmednagar, Kalyan, Alibag, Nandurbar, Bhusaval, Shirdi, and Nashik.</p>\r\n<p>&nbsp;</p>\r\n<p>Palghar is an important railway station on the Mumbai Suburban Railway. Along with Shuttle/Memu/EMU (local trains) services, many long distance trains also stop here.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Bhandari, Warli (Adivasi), Katkari, Malhar Koli, Vanjari, Vadval, Mali(Sorathi) are the predominant castes in Palghar.</p>\r\n<p>&nbsp;</p>\r\n<p>The Vanjaris have their roots in Chittodgad, Rajasthan and its said that they migrated for trade and to escape the Muslim invasions into Rajputana via sea routes to Murbe and then spread all over Palghar district. Their language is quite distinct from standard Marathi as it has high influence of Rajasthani and Gujarati.</p>\r\n<p>&nbsp;</p>\r\n<p>Vadval is the most numerous community present in Palghar. They are said to be the descendants of Yadava dynasty of Devagiri who escaped from the Muslims and established themselves here. They form one of the very few Marathi-speaking communities which belong to Kshatriya varna but not the traditional 96-clan (96 - Kuli) Maratha caste.</p>\r\n<p>&nbsp;</p>\r\n<p>Warli Painting and famous Tarapa dance features contribution towards art by the Warli community. Warli painting and art stretch back to a millennium. Warli art is also appreciated in foreign countries. Warlis represent the earliest settlers of the land around the present times and their culture has largely influenced the later cultures in and around the area.</p>\r\n<p>&nbsp;</p>\r\n<p>The Koli (fishermen) community of Palghar is a reminder of the city's links with the Arabian sea. Fisheries form a large part of trade and diet of Palghar and also takes up major role in cultural events. The Kolis are further divided into subcastes such as Vaiti, Mangele, Bari, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Art, crafts and tourism</p>\r\n<p>Antarang Sanskrutik Kala Darpan Pratishthan Saphale is an NGO/Trust based in Saphale, working for the development of visual arts, performing arts and music, and for social and environmental issues.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions in the district include:</p>\r\n<p>&nbsp;</p>\r\n<p>Arnala fort</p>\r\n<p>Vasai Fort</p>\r\n<p>Gambhirgad</p>\r\n<p>Kaldurg Fort</p>\r\n<p>Kelwa Beach</p>\r\n<p>Kamandurg Fort</p>\r\n<p>Shirgaon Fort</p>\r\n<p>Tandulwadi Fort</p>\r\n<p>Vajreshwari hot water spring</p>\r\n<p>Mahalakshmi Temple</p>\r\n<p>Jivdani Mata temple</p>\r\n<p>Economy</p>\r\n<p>The economy of Palghar is largely primary and tertiary sector. The emergence of Boisar as an industrial town meant reduced industrialization of Palghar. Palghar being the seat of Taluka and District, has lots of government offices and people working there. Agriculture, animal husbandry, dairy and fisheries are practiced in abundance in the rural areas around the city and fuel the economy of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Palghar had also been a hub for wood smuggling in post-independence era, a practice which has been largely curbed by the Forest department and police. Other than wood, the secluded beaches were known to attract smugglers trying to offshore their goods and enter Mumbai by road to avoid customs.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The town has a number of schools and colleges. A number of construction projects have recently been started in the region. There is scope to set up more schools and colleges for the increasing resident population.</p>\r\n<p>&nbsp;</p>\r\n<p>Sonopant Dandekar Arts, V.S. Apte Commerce &amp; M.H. Mehta Science College Palghar</p>\r\n<p>St. John College of Humanities and Sciences&nbsp;</p>\r\n<p>St. John College of Engineering and Technology</p>\r\n<p>St. John Institute of Pharmacy and Research</p>\r\n<p>St.John College of Technical Institute</p>\r\n<p>Sonopant Dandekar Shikshan Mandali</p>\r\n<p>Anand Ashram English High School Palghar</p>\r\n<p>Sundaram Central School &amp; Junior College [CBSE] Palghar</p>\r\n<p>Kenam English High School Palghar</p>\r\n<p>Holy Spirit English High School Palghar</p>\r\n<p>Twinkle Star English High School Palghar</p>\r\n<p>Aryan High School Plaghar</p>\r\n<p>Jeevan Vikas High School Palghar</p>\r\n<p>Bhagini Samaj High School</p>\r\n<p>Sir JP International school [ICSE]</p>\r\n<p>Aryan English High School</p>\r\n<p>Surya valley School</p>\r\n<p>Yashwantrao Chaphekar Jr.College of Arts, Commerce &amp; Science</p>\r\n<p>Sacred heart English High School, Palghar</p>\r\n<p>National College, Palghar</p>\r\n<p>Sports</p>\r\n<p>Cricket is the most popular sport in Palghar. Local tournaments are organized at various locations across the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Shardul Thakur is a cricketer from Palghar (Mahim) who plays for India, for Chennai Super Kings in the IPL and for Mumbai in the Ranji Trophy.</p>\r\n<p>&nbsp;</p>\r\n<p>Aditya Tare is a wicket-keeper and a right-hand batsman from Palghar (Satpati village) who plays for Delhi Daredevils in the IPL.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Palghar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e874b9f6-899f-4847-a627-4ab93f768233_Palghar-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-palghar-maharashtra","tags":[{"name":"palghar","slug":"palghar"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":725,"title":"Top Places to visit in Solapur, Maharashtra","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"Solapur (formerly Sholapur) is a city located in the south-western region of the Indian state of Maharashtra, close to its border with Karnataka. Solapur is located on major Highway, rail routes between Mumbai, Pune, Bangalore and Hyderabad, with a branch line to the cities of Bijapur and Gadag i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solapur","slug":"solapur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-solapur-maharashtra","total":0},{"id":715,"title":"Top Places to visit in Pune, Maharashtra","imageUrl":"c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","dateCreated":"2019-09-20T02:28:05.893Z","dateModified":"2019-09-20T02:28:20.048Z","contributedBy":"AskGif","content":"Pune also called Poona, the official name until 1978), is the second largest city in the Indian state of Maharashtra, after Mumbai. It is the ninth most populous city in the country with an estimated population of 3.13 million. Along with its extended city limits Pimpri Chinchwad and the three ca","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pune","slug":"pune"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-pune-maharashtra","total":0},{"id":701,"title":"Top Places to visit in Jalna, Maharashtra","imageUrl":"3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","dateCreated":"2019-09-18T02:47:45.152Z","dateModified":"2019-09-18T02:47:55.983Z","contributedBy":"AskGif","content":"Jalna is a city in Jalna district in the Aurangabad Division, or Marathwada region, of the Indian state of Maharashtra. It was part of Hyderabad State as a tehsil of Aurangabad district, before Jalna district was formed effective 1 May 1981.\r\nJalna district is an administrative district in","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"jalna","slug":"jalna"}],"slug":"top-places-to-visit-in-jalna-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}