{"id":712,"title":"पालघर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"e874b9f6-899f-4847-a627-4ab93f768233_Palghar-railway.jpg","dateCreated":"2019-09-19T03:20:34.273Z","dateModified":"2019-09-19T03:20:45.181Z","contributedBy":"AskGif","content":"<p>पालघर महाराष्ट्र राज्य के कोंकण डिवीजन में एक शहर है और मुंबई से लगभग 87 किलोमीटर उत्तर में स्थित एक नगर परिषद है। पालघर व्यस्त मुंबई-अहमदाबाद रेल गलियारे पर मुंबई उपनगरीय रेलवे की पश्चिमी लाइन पर स्थित है। यह नवगठित पालघर जिले की प्रशासनिक राजधानी है। यह शहर विरार से 35 किलोमीटर उत्तर और मुंबई-अहमदाबाद राष्ट्रीय राजमार्ग (NH 8) से लगभग 24 किलोमीटर पश्चिम में भारत के मनोर में स्थित है।</p>\r\n<p>पालघर जिला कोंकण डिवीजन में महाराष्ट्र राज्य का एक जिला है। 1 अगस्त 2014 को, महाराष्ट्र राज्य सरकार ने महाराष्ट्र के 36 वें जिले के गठन की घोषणा की, जब एक नया पालघर जिला पुराने ठाणे जिले से बाहर किया गया था। पालघर जिला उत्तर में दहानू से शुरू होता है और नायगांव में समाप्त होता है। इसमें पालघर, वड़ा, विक्रमगढ़, जौहर, मोखदा, दहानू, तलासरी और वसई-विरार के तालुके शामिल हैं। 2011 की जनगणना में, अब जिले में शामिल तालुका की आबादी 2,990,116 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>पालघर की शहरी आबादी 1,435,210 है, जो कुल आबादी का 48% शहरीकृत क्षेत्र में रह रही है। यह जिला पूर्व और उत्तर-पूर्व में ठाणे और नासिक जिलों से घिरा है, और गुजरात राज्य के वलसाड जिले और उत्तर में दादरा और नगर हवेली के केंद्र शासित प्रदेश से घिरा है। अरब सागर पश्चिमी सीमा बनाता है, जबकि वसई-विरार मुंबई महानगर क्षेत्र का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>पालघर सड़क और रेल परिवहन के माध्यम से अच्छी तरह से जुड़ा हुआ है। पालघर महाराष्ट्र राज्य सड़क परिवहन निगम के एक प्रभागीय प्रमुख के रूप में कार्य करता है, जो कि मिराज, पुणे, वडूज, ठाणे, उल्हासनगर, भिवंडी, औरंगाबाद, अहमदनगर, कल्याण, आलमबाग, नंदुरबार, भुसावल, शिरडी, सहित महाराष्ट्र के कई शहरों को सीधी कनेक्टिविटी प्रदान करता है। और नासिक।</p>\r\n<p>&nbsp;</p>\r\n<p>पालघर मुंबई उपनगरीय रेलवे पर एक महत्वपूर्ण रेलवे स्टेशन है। शटल / मेमू / ईएमयू (लोकल ट्रेनों) सेवाओं के साथ, कई लंबी दूरी की ट्रेनें भी यहाँ रुकती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>भंडारी, वारली (आदिवासी), कटकरी, मल्हार कोली, वंजारी, वडवल, माली (सोरठी) पालघर की प्रमुख जातियां हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राजस्थान के चित्तौडग़ढ़ में वंजारियों की अपनी जड़ें हैं और उन्होंने कहा कि वे व्यापार के लिए पलायन कर गए और राजपुताना में मुस्लिम आक्रमणों से बचने के लिए समुद्री मार्गों से होते हुए मुरबे पहुंचे और फिर पालघर जिले में फैल गए। उनकी भाषा मानक मराठी से काफी अलग है क्योंकि इसमें राजस्थानी और गुजराती का उच्च प्रभाव है।</p>\r\n<p>&nbsp;</p>\r\n<p>वधाव पालघर में मौजूद सबसे अधिक समुदाय है। वे देवगिरि के यादव वंश के वंशज कहे जाते हैं जो मुसलमानों से बचकर यहाँ आकर बस गए। वे बहुत कम मराठी भाषी समुदायों में से एक हैं जो क्षत्रिय वर्ण के हैं, लेकिन पारंपरिक 96-कबीले (96 - कुली) मराठा जाति के नहीं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वारली पेंटिंग और प्रसिद्ध तरापा नृत्य में वारली समुदाय द्वारा कला के लिए योगदान दिया गया है। वार्ली चित्रकला और कला एक सहस्राब्दी तक वापस फैलती है। वारली कला को विदेशों में भी सराहा जाता है। वार्लिस वर्तमान समय के आसपास भूमि के शुरुआती निवासियों का प्रतिनिधित्व करते हैं और उनकी संस्कृति ने क्षेत्र में और उसके आसपास की संस्कृतियों को काफी हद तक प्रभावित किया है।</p>\r\n<p>&nbsp;</p>\r\n<p>पालघर का कोली (मछुआरे) समुदाय अरब सागर के साथ शहर के संबंधों की याद दिलाता है। मछली पालन पालघर के व्यापार और आहार का एक बड़ा हिस्सा है और सांस्कृतिक कार्यक्रमों में भी प्रमुख भूमिका निभाता है। कोलियों को आगे वैट्टी, मांगेले, बारी, आदि जैसे उप-भागों में विभाजित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>कला, शिल्प और पर्यटन</p>\r\n<p>अंतरांग संस्कृतीक काल दरपन प्रतिष्ठान सफ़ले एक एनजीओ / ट्रस्ट है जो सफ़ले में स्थित है, जो दृश्य कला, प्रदर्शन कला और संगीत के विकास और सामाजिक और पर्यावरणीय मुद्दों के लिए काम कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में पर्यटकों के आकर्षण में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अर्नला किला</p>\r\n<p>वसई का किला</p>\r\n<p>Gambhirgad</p>\r\n<p>कालदुर्ग का किला</p>\r\n<p>केलवा बीच</p>\r\n<p>कामांदुर्ग का किला</p>\r\n<p>शिरगाँव का किला</p>\r\n<p>तंदुलवाड़ी किला</p>\r\n<p>वज्रेश्वरी गर्म पानी का झरना</p>\r\n<p>महालक्ष्मी मंदिर</p>\r\n<p>जीवदानी माता मंदिर</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>पालघर की अर्थव्यवस्था मोटे तौर पर प्राथमिक और तृतीयक क्षेत्र है। बोईसर के एक औद्योगिक शहर के रूप में उभरने का मतलब था, पालघर का औद्योगिकीकरण कम होना। तालघर और जिले की सीट होने के कारण पालघर में बहुत सारे सरकारी कार्यालय और वहां काम करने वाले लोग हैं। कृषि, पशुपालन, डेयरी और मत्स्य पालन शहर के आसपास के ग्रामीण क्षेत्रों में बहुतायत में प्रचलित हैं और शहर की अर्थव्यवस्था को बढ़ावा देते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>आजादी के बाद के दौर में भी पालघर लकड़ी की तस्करी का केंद्र रहा है, यह प्रथा काफी हद तक वन विभाग और पुलिस द्वारा प्रतिबंधित है। लकड़ी के अलावा, एकांत समुद्र तटों को माल से बचने के लिए तस्करों को आकर्षित करने और सीमा शुल्क से बचने के लिए मुंबई में प्रवेश करने के लिए जाना जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>शहर में कई स्कूल और कॉलेज हैं। इस क्षेत्र में हाल ही में कई निर्माण परियोजनाएं शुरू की गई हैं। बढ़ती हुई आबादी के लिए अधिक स्कूल और कॉलेज स्थापित करने की गुंजाइश है।</p>\r\n<p>सोनोपंत दांडेकर आर्ट्स, वी.एस. आप्टे वाणिज्य और एम.एच. मेहता साइंस कॉलेज पालघर</p>\r\n<p>सेंट जॉन कॉलेज ऑफ ह्यूमैनिटीज एंड साइंसेज</p>\r\n<p>सेंट जॉन कॉलेज ऑफ इंजीनियरिंग एंड टेक्नोलॉजी</p>\r\n<p>सेंट जॉन इंस्टीट्यूट ऑफ फार्मेसी एंड रिसर्च</p>\r\n<p>सेंट जॉन कॉलेज ऑफ टेक्निकल इंस्टीट्यूट</p>\r\n<p>सोनोपंत दांडेकर शिक्षण मंडली</p>\r\n<p>आनंद आश्रम इंग्लिश हाई स्कूल पालघर</p>\r\n<p>सुंदरम सेंट्रल स्कूल और जूनियर कॉलेज [सीबीएसई] पालघर</p>\r\n<p>केनम इंग्लिश हाई स्कूल पालघर</p>\r\n<p>होली स्पिरिट इंग्लिश हाई स्कूल पालघर</p>\r\n<p>ट्विंकल स्टार इंग्लिश हाई स्कूल पालघर</p>\r\n<p>आर्यन हाई स्कूल पालाघर</p>\r\n<p>जीवन विकास हाई स्कूल पालघर</p>\r\n<p>भगिनी समाज हाई स्कूल</p>\r\n<p>सर जेपी इंटरनेशनल स्कूल [आईसीएसई]</p>\r\n<p>आर्यन इंग्लिश हाई स्कूल</p>\r\n<p>सूर्या घाटी स्कूल</p>\r\n<p>यशवंतराव चापेकर जूनियर आर्ट्स, वाणिज्य और विज्ञान के कॉलेज</p>\r\n<p>सेक्रेड हार्ट इंग्लिश हाई स्कूल, पालघर</p>\r\n<p>नेशनल कॉलेज, पालघर</p>\r\n<p>खेल</p>\r\n<p>पालघर में क्रिकेट सबसे लोकप्रिय खेल है। जिले भर में विभिन्न स्थानों पर स्थानीय टूर्नामेंट आयोजित किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शार्दुल ठाकुर पालघर (माहिम) के एक क्रिकेटर हैं, जो भारत के लिए खेलते हैं, आईपीएल में चेन्नई सुपर किंग्स के लिए और रणजी ट्रॉफी में मुंबई के लिए।</p>\r\n<p>&nbsp;</p>\r\n<p>आदित्य तारे आईपीएल में दिल्ली डेयरडेविल्स की तरफ से खेलने वाले पालघर (सतपति गाँव) के एक विकेटकीपर और दाएँ हाथ के बल्लेबाज़ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Palghar</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/e874b9f6-899f-4847-a627-4ab93f768233_Palghar-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-palghar-maharashtra","tags":[{"name":"पालघर","slug":"palghar"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":725,"title":"सोलापुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"सोलापुर (पूर्व में शोलापुर) भारतीय राज्य महाराष्ट्र के दक्षिण-पश्चिमी क्षेत्र में स्थित एक शहर है, जो कर्नाटक के साथ अपनी सीमा के करीब है। सोलापुर प्रमुख राजमार्ग पर स्थित है, मुंबई, पुणे, बैंगलोर और हैदराबाद के बीच रेल मार्ग, पड़ोसी राज्य कर्नाटक में बीजापुर और गदग के शहरों के लिए एक शाखा के साथ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सोलापुर","slug":"solapur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-solapur-maharashtra","total":0},{"id":715,"title":"पुणे में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","dateCreated":"2019-09-20T02:28:05.893Z","dateModified":"2019-09-20T02:28:20.048Z","contributedBy":"AskGif","content":"पुणे को 1978 तक आधिकारिक नाम भी कहा जाता है), मुंबई के बाद, भारतीय राज्य महाराष्ट्र में दूसरा सबसे बड़ा शहर है। यह 3.13 मिलियन की अनुमानित आबादी वाला देश का नौवां सबसे अधिक आबादी वाला शहर है। इसकी विस्तारित शहर की सीमा के साथ पिंपरी चिंचवाड़ और पुणे के तीन छावनी शहर, खाकी और देहू रोड, पुणे का नाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुणे","slug":"pune"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-pune-maharashtra","total":0},{"id":701,"title":"जलना में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","dateCreated":"2019-09-18T02:47:45.152Z","dateModified":"2019-09-18T02:47:55.983Z","contributedBy":"AskGif","content":"जालना औरंगाबाद संभाग के मराठवाड़ा क्षेत्र के जालौन जिले का एक शहर है, जो भारत के महाराष्ट्र राज्य का है। 1 मई 1981 को जालौन जिले के प्रभावी होने से पहले यह औरंगाबाद जिले की तहसील के रूप में हैदराबाद राज्य का हिस्सा था।\r\nजालना जिला पश्चिमी भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3dec5520-c926-4bcf-ade0-1f30f83e75a2_Jalna-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"जलना","slug":"jalna"}],"slug":"top-places-to-visit-in-jalna-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}