{"id":713,"title":"किसान की उम्र बढ़ने, नई पीढ़ी उदासीन: हमारे भोजन को कौन बढ़ाएगा?","imageUrl":"3bd5ef14-3a17-47b7-adf8-8e08ffc8b6a4_agriculture.jpg","dateCreated":"2019-09-19T05:41:59.85Z","dateModified":"2019-09-19T16:49:45.276Z","contributedBy":"AskGif","content":"<p>यह एक मानसून अनुष्ठान है, जिसमें से एक बहुत ही महत्वपूर्ण है: सरकार अनौपचारिक रूप से मानसून की प्रगति पर अपडेट भेजती है और बुवाई के आंकड़े नियमित रूप से मीडिया को खिलाए जाते हैं। 22 जुलाई, 2019 तक, हमारे पास मानसून और बुवाई पर पहले से ही सात अपडेट थे। दोनों ने मानसून की शुरुआत के कारण सामान्य मानसून और एक समान खरीफ कवरेज की ओर इशारा किया।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रामीण इलाकों में आम तौर पर किसान दुनिया के सबसे खास काम - भोजन का उत्पादन करने में व्यस्त हैं। लेकिन, अगर आप थोड़ा और जांच-पड़ताल करते हैं और अगर आप उन लोगों में से एक हैं, जो नियमित रूप से किसानों के साथ बातचीत करते हैं, तो खेतों में लापता युवा आप पर हमला करेंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>वास्तव में, किसान आज 40 वर्ष की आयु से ऊपर हैं। यह प्रतीत होता है कि सरल दृष्टि भारत के कृषि क्षेत्र के लिए अगली बड़ी चुनौती है और हम सभी के लिए उनके द्वारा उत्पादित भोजन पर जीवित रहने के लिए - भारतीय किसानों की उम्र बढ़ने का संकेत है।</p>\r\n<p>&nbsp;</p>\r\n<p>2016 में, एक भारतीय किसान की औसत आयु 50.1 वर्ष थी। यह चिंताजनक है क्योंकि वर्तमान किसानों की अगली पीढ़ी इस व्यवसाय को छोड़ रही है। इसका मतलब है कि हम एक ऐसी स्थिति से संपर्क कर रहे हैं जहां कुछ किसानों के साथ भोजन का सबसे बड़ा उपभोक्ता रह जाएगा।</p>\r\n<p>&nbsp;</p>\r\n<p>आज, मध्यम आयु वर्ग के और युवा दोनों ही कृषि के बारे में बता रहे हैं। देश में अगली पीढ़ी के किसान नहीं बचे होंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 में, 70 प्रतिशत भारतीय युवा ग्रामीण क्षेत्रों में रहते थे जहाँ कृषि अभी भी आजीविका का मुख्य स्रोत थी। 2011 की जनगणना के अनुसार, हर दिन 2,000 किसान खेती छोड़ देते हैं। एक किसान की आमदनी गैर-किसान के पाँचवें हिस्से के आसपास होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>द ग्रेट इंडियन एग्रो ब्रेन ड्रेन</p>\r\n<p>कृषक समुदायों के बीच युवा शायद ही कृषि में रुचि रखते हैं - इतना कि कृषि विश्वविद्यालयों से स्नातक करने वाले अधिकांश छात्र अन्य व्यवसायों में चले जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जैसा कि यह उभरता है, जो लोग परिवार के खेतों में काम करते हैं या किसी अन्य तरीके से खेती में शामिल हैं, वे भी मजबूरी के साथ ऐसा कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2017 के वार्षिक रिपोर्ट में गैर-लाभ प्रथम द्वारा 30,000 ग्रामीण युवाओं का केवल 1.2 प्रतिशत सर्वेक्षण किया गया, जो कि किसान होने की आकांक्षा रखते हैं। जबकि 18 प्रतिशत लड़के सेना में शामिल होना पसंद करते थे और 12 प्रतिशत इंजीनियर बनना चाहते थे। इसी तरह, पारंपरिक खेती में प्रमुख भूमिका निभाने वाली लड़कियों के लिए, 25 प्रतिशत शिक्षक बनना चाहती थीं।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रथम के संस्थापक माधव चव्हाण ने कहा, \"भारत के आसपास के कृषि या पशु चिकित्सा पाठ्यक्रमों में छात्रों का प्रतिशत सभी स्नातक नामांकन के आधे प्रतिशत से भी कम है।\"</p>\r\n<p>&nbsp;</p>\r\n<p>हालांकि, कृषि और संबंधित क्षेत्रों में काम करने वाली आबादी का प्रतिशत अब लगभग 50 प्रतिशत तक कम हो गया है, यह एक ऐसा क्षेत्र है जो एक अधिक शिक्षित और प्रशिक्षित कार्यबल का उपयोग कर सकता है जो इस बात पर विचार करता है कि उत्पादकता दुनिया के अग्रणी देशों से बहुत पीछे है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह सिर्फ भारत नहीं है। अगली पीढ़ी द्वारा पर्याप्त प्रतिस्थापन के बिना दुनिया भर में खेती की उम्र बढ़ रही है। अमेरिका में एक किसान की औसत आयु ५ age वर्ष है, जबकि एक जापानी किसान की आयु ६ of वर्ष है। हर तीसरा यूरोपीय किसान 65 वर्ष से अधिक का है।</p>\r\n<p>&nbsp;</p>\r\n<p>भारत की तरह, दुनिया भर में किसान खेती छोड़ रहे हैं। उदाहरण के लिए, जापान में, अगले छह से आठ वर्षों में, 40 प्रतिशत किसान खेती छोड़ देंगे। वास्तव में, जापानी सरकार ने 45 साल से कम उम्र के लोगों को किसान बनने के लिए प्रोत्साहित करने के लिए एक बड़े पैमाने पर योजना बनाई है।</p>\r\n<p>&nbsp;</p>\r\n<p>यकीनन, भारत के कृषि को पुनर्जीवित करना देश का सबसे महत्वपूर्ण एजेंडा है। इससे पहले कभी भी भारत को अपनी खाद्य मांग को पूरा करने के लिए इतनी बड़ी चुनौती का सामना नहीं करना पड़ा। 2050 तक, भारत की अनुमानित 1.9 बिलियन आबादी में से, दो-तिहाई से अधिक मध्यम आय वर्ग में होंगे। इससे खाने की मांग दोगुनी हो जाएगी।</p>\r\n<p>&nbsp;</p>\r\n<p>किसानों की बढ़ती उम्र कृषि के विकास को अनिश्चित और अप्रत्याशित तरीके से प्रभावित करने की संभावना है। लेकिन इस मांग को एक बड़े आय अवसर में परिवर्तित किया जा सकता है यदि देश में किसानों और सहायक तकनीकी केंद्रों में विशाल शैक्षणिक संस्थान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://www.downtoearth.org.in/blog/agriculture/farmers-ageing-new-generation-disinterested-who-will-grow-our-food--65800</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3bd5ef14-3a17-47b7-adf8-8e08ffc8b6a4_agriculture.jpg","subContents":[],"category":{"name":"लेख","slug":"informatives"},"slug":"farmers-aging-new-generation-disinterested-who-will-grow-our-food","tags":[{"name":"किसान","slug":"farmer"},{"name":"कृषि","slug":"agriculture"}],"recommendations":[{"id":713,"title":"किसान की उम्र बढ़ने, नई पीढ़ी उदासीन: हमारे भोजन को कौन बढ़ाएगा?","imageUrl":"3bd5ef14-3a17-47b7-adf8-8e08ffc8b6a4_agriculture.jpg","dateCreated":"2019-09-19T05:41:59.85Z","dateModified":"2019-09-19T16:49:45.276Z","contributedBy":"AskGif","content":"यह एक मानसून अनुष्ठान है, जिसमें से एक बहुत ही महत्वपूर्ण है: सरकार अनौपचारिक रूप से मानसून की प्रगति पर अपडेट भेजती है और बुवाई के आंकड़े नियमित रूप से मीडिया को खिलाए जाते हैं। 22 जुलाई, 2019 तक, हमारे पास मानसून और बुवाई पर पहले से ही सात अपडेट थे। दोनों ने मानसून की शुरुआत के कारण सामान्य मान","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3bd5ef14-3a17-47b7-adf8-8e08ffc8b6a4_agriculture.jpg","category":{"name":"लेख","slug":"informatives"},"tags":[{"name":"किसान","slug":"farmer"},{"name":"कृषि","slug":"agriculture"}],"slug":"farmers-aging-new-generation-disinterested-who-will-grow-our-food","total":0}]}