{"id":713,"title":"Farmer's aging, new generation disinterested: Who will grow our food?","imageUrl":"3bd5ef14-3a17-47b7-adf8-8e08ffc8b6a4_agriculture.jpg","dateCreated":"2019-09-19T05:41:59.85Z","dateModified":"2019-09-19T16:49:45.276Z","contributedBy":"AskGif","content":"<p>It is a monsoon ritual, one of immense importance: The government unfailingly sends updates on the progress of monsoon and the sowing figures are regularly fed to the media. By July 22, 2019, we already had seven updates each on monsoon and sowing. Both pointed at a below-normal monsoon and a similar Kharif coverage, owing to the late onset of monsoon.</p>\r\n<p>&nbsp;</p>\r\n<p>A usual sight in the countryside is farmers busy tendering the world&rsquo;s most exclusive job &mdash; producing food. But, if you probe a bit more and if you happen to be one of those who regularly interact with farmers, the missing youth in farms will strike you.</p>\r\n<p>&nbsp;</p>\r\n<p>Invariably, farmers today are above the age of 40. This seemingly simple sight brings out in the open the next big challenge for India&rsquo;s agriculture sector and for all of us surviving on the food they produce &mdash; Indian farmers are aging.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2016, the average age of an Indian farmer was 50.1 years. This is worrying because the next generation of the current farmers is quitting the profession. It means we are approaching a situation where one of the biggest consumers of food will be left with few farmers.</p>\r\n<p>&nbsp;</p>\r\n<p>Today, both middle-aged and young people are shunning agriculture. There might not be the next generation of farmers left in the country.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2011, 70 per cent of Indian youths lived in rural areas where agriculture was still the main source of livelihood. According to the 2011 Census, every day 2,000 farmers give up farming. The income of a farmer is around one-fifth of a non-farmer.</p>\r\n<p>&nbsp;</p>\r\n<p>The Great Indian Agro Brain Drain</p>\r\n<p>The youth among the farming communities are hardly interested in agriculture &mdash; so much that a majority of students graduating from agricultural universities switch to other professions.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>As it emerges, those who work in family farms or are in some other way involved in farming are also doing so with compulsion.</p>\r\n<p>&nbsp;</p>\r\n<p>Only 1.2 percent of 30,000 rural youth surveyed by non-profit Pratham for its 2017 Annual Status of Education Report aspired to be farmers. While 18 percent of the boys preferred to join the army and 12 percent wanted to become engineers. Similarly, for girls, who play a major role in traditional farming, 25 percent wanted to be teachers.</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;The percentage of students in agricultural or veterinary courses around India amounts to less than half a percent of all undergraduate enrolments,&rdquo; Madhav Chavan, founder of Pratham, said.</p>\r\n<p>&nbsp;</p>\r\n<p>&ldquo;Although the percentage of the population working in agriculture and related areas has now reduced to about 50 percent, it is an area that could use a more educated and trained workforce considering that productivity lags far behind world&rsquo;s leading nations,&rdquo; he added.</p>\r\n<p>&nbsp;</p>\r\n<p>It is not just India. Farming population across the world is aging without an adequate replacement by the next generation. The average age of a farmer in the US is 58 years, while that of a Japanese farmer is 67 years. Every third European farmer is more than 65 years old.</p>\r\n<p>&nbsp;</p>\r\n<p>Like in India, farmers are quitting farming worldwide. In Japan, for instance, in the next six to eight years, 40 percent of farmers will quit farming. In fact, the Japanese government has embarked on a massive plan to encourage people below 45 to become farmers.</p>\r\n<p>&nbsp;</p>\r\n<p>Arguably, reviving India&rsquo;s agriculture is the country&rsquo;s most important agenda. Never before has India faced such a huge challenge to meet its food demand. By 2050, out of India&rsquo;s estimated 1.9 billion population, more than two-thirds will be in the middle-income group. This will double the food demand.</p>\r\n<p>&nbsp;</p>\r\n<p>Advancing age of farmers is likely to influence the growth of agriculture in ways that are uncertain and unpredictable. But this demand can be converted into a huge income opportunity if the country has the farmers and the supporting technological wherewithal through its vast educational institutions.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://www.downtoearth.org.in/blog/agriculture/farmers-ageing-new-generation-disinterested-who-will-grow-our-food--65800</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3bd5ef14-3a17-47b7-adf8-8e08ffc8b6a4_agriculture.jpg","subContents":[],"category":{"name":"informatives","slug":"informatives"},"slug":"farmers-aging-new-generation-disinterested-who-will-grow-our-food","tags":[{"name":"farmer","slug":"farmer"},{"name":"agriculture","slug":"agriculture"}],"recommendations":[{"id":713,"title":"Farmer's aging, new generation disinterested: Who will grow our food?","imageUrl":"3bd5ef14-3a17-47b7-adf8-8e08ffc8b6a4_agriculture.jpg","dateCreated":"2019-09-19T05:41:59.85Z","dateModified":"2019-09-19T16:49:45.276Z","contributedBy":"AskGif","content":"It is a monsoon ritual, one of immense importance: The government unfailingly sends updates on the progress of monsoon and the sowing figures are regularly fed to the media. By July 22, 2019, we already had seven updates each on monsoon and sowing. Both pointed at a below-normal monsoon and a sim","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3bd5ef14-3a17-47b7-adf8-8e08ffc8b6a4_agriculture.jpg","category":{"name":"informatives","slug":"informatives"},"tags":[{"name":"farmer","slug":"farmer"},{"name":"agriculture","slug":"agriculture"}],"slug":"farmers-aging-new-generation-disinterested-who-will-grow-our-food","total":0}]}