{"id":714,"title":"Top Places to visit in Parbhani, Maharashtra","imageUrl":"ebd3c54e-8dae-46aa-8dcf-2b1c7b84b98e_Parbhani-railway.jpg","dateCreated":"2019-09-19T16:57:52.601Z","dateModified":"2019-09-19T16:58:04.599Z","contributedBy":"AskGif","content":"<p>Parbhani (parbhani, IPA About this soundpərbhNi (help&middot;info)) is a city in Maharashtra state of India. It is the administrative headquarters of Parbhani District. Parbhani is the fourth largest city in Marathwada region of Maharashtra after Aurangabad, Nanded and Latur. Parbhani is around 200 kilometres (120 mi) away from regional headquarters of Aurangabad while it is 491 km (305 mi) away from the state capital Mumbai.</p>\r\n<p>&nbsp;</p>\r\n<p>Parbhani district, is one of the eight districts in the Marathawada region of Maharashtra state of India. Parbhani city is the headquarters of this district. Parbhani district is well known for religious tourism of Jainism, Hinduism</p>\r\n<p>&nbsp;</p>\r\n<p>Along with the entire Marathwada region, Parbhani was a part of the erstwhile Nizam State; later a part of Hyderabad State; after reorganization of states in 1956 it became a part of the then-Bombay state; since 1960, it has been part of the present Maharashtra state.</p>\r\n<p>&nbsp;</p>\r\n<p>Parbhani is home to Vasantrao Naik Marathwada Agricultural University, which is one of only four agriculture universities in Maharashtra. Moreover, Parbhani also has an annual festival at Turabul Haq Dargah, which attracts lakhs of tourists each year.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>See also: List of educational institutions in Parbhani district</p>\r\n<p>In the fields of academics, the city is known mainly for the Agriculture University, and because of the university it is also known for the preparation of competitive exams for civil services like Maharashtra Public Service Commission, and Union Public Service Commission.</p>\r\n<p>&nbsp;</p>\r\n<p>Agricultural University</p>\r\n<p>Main article: Vasantrao Naik Marathwada Agricultural University</p>\r\n<p>&nbsp;</p>\r\n<p>Vasantrao Naik Marathwada Agricultural University</p>\r\n<p>The history of agriculture research in Parbhani dates back to pre-independence era. It began with the commencement of \"Main Experimental Farm\" of erstwhile Nizam State in 1918. However, agricultural education was available only at Hyderabad but crop research centres for sorghum, cotton, fruits among few others existed in Parbhani.</p>\r\n<p>&nbsp;</p>\r\n<p>The first college of Agriculture was established in this region at Parbhani in 1956 by Hyderabad State Government just before the Maharashtra State reorganisation. The current day Vasantrao Naik Marathwada Agricultural University (VNMAU) was established on 18 May 1972 as \"Marathwada Agriculture University\" to fulfil the regional aspirations of agrarian growth, with further responsibilities to provide education in agriculture and allied fields, and to undertake research and facilitate technology transfer in Marathwada region. It is one of the only four Agricultural Universities in the State of Maharashtra.</p>\r\n<p>&nbsp;</p>\r\n<p>Since 1970s, Parbhani has proved itself as the hub of educational, research, and extension activities. The famous 'Gaorani' cotton, a breed of Indian cotton, is the result of research facilities at Parbhani. The university was renamed after the name of former Chief Minister of Maharashta, Vasantrao Naik, in 2013.</p>\r\n<p>&nbsp;</p>\r\n<p>\"College of Veterinary and Animal Sciences\" is located on the campus of VNMAU which is one of the constituent Veterinary Colleges coming under the authority of Maharashtra Animal and Fishery Sciences University, Nagpur from 2000. Earlier this college was established in 1972 as a part of Marathwada Agriculture University.</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges</p>\r\n<p>Some of the notable colleges in the city are but not limited to: Late Haribai Warpudkar Polytechnic Collage Parbhani</p>\r\n<p>P.D. Jain Homoeopathic Medical College which was established 1918, Saraswati Dhanwantari Dental College, Rajiv Gandhi College of Agriculture, and Food Technology, Beleshwar Institute of Nursing, Sitaramji Mundada Marathwada Polytechnic College, Dnyanopasak College of Arts, Commerce, Science, and Technology, Sharda Mahavidyalaya, Yeshwant College of Information Technology, Bioinformatics and Biotechnology, Dr. Zakir Hussain College, Karmayogi Dada Jr College and Godavari Shikshan Prasarak Mandal's B.Raghunath Arts, commerce and Science College. The Shri Shivaji College in the city hosts a multitude of courses including Arts, Commerce, Science, Law, Diploma in Engineering, Engineering and Management, and Diploma in Pharmacy</p>\r\n<p>&nbsp;</p>\r\n<p>Schools</p>\r\n<p>Some of the prominent junior colleges, and schools from the city are: Model urdu high school, mulana azad school ,</p>\r\n<p>Bal Vidya Mandir High School and Jr. College, Shree Shivaji Junior College of Arts, Commerce, Science, and Vocational Science, Dnyanopasak Junior College of Arts, Commerce, and Science, Dr. Zakir Hussain High School and Jr. College, Queens English School and Jr College, Gandhi Vidhyalaya High School, Marathwada High School, Orchid English School,Aurobindo Akshar Jyoti School,Podar International School, St. Augustine School, Govt. Multipurpose School, and Govt. Girls School.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion, and culture</p>\r\n<p>Main article: Tourism in Marathwada</p>\r\n<p>&nbsp;</p>\r\n<p>Annual Parbhani Dargah Festival</p>\r\n<p>Churches In Parbhani Include Christ Gospel Church, Church Of The Nazarene, Good News Church, New Apostolic Church.</p>\r\n<p>&nbsp;</p>\r\n<p>Temples in Parbhani include Shree Motha Maruti a temple of Lord Hanuman, Shree Supari Hanuman Mandir, Jabreshwar, Ashtbhuja Mandir, Pardeshwar Temple and Beleshwar Temple of Lord Mahadev, Shri Siddhivinayak Ganpati Temple of lord Ganesha, Nagraj Temple, and temple of Maata Hingulambika. There are some more temples in the interior of Parbhani those are, Mudgaleshwar Temple at Mudgal- a village in Manwat, Pingaleshwar Temple in Pingli, Dharasur has some ancient temples. Gangakhed is known for its river and is the birthplace of Sant Janabai.</p>\r\n<p>&nbsp;</p>\r\n<p>Turabul Haq Dargah (Turatpir) is located in Parbhani Town. The Dargah consists of the tomb of Turabul Haq Shah, a Muslim saint who lived here during the last days of his life. The Dargah is famous for annual Urs, the death anniversary. Urs is an important festival where people of all religions come together and celebrate for a week (usually start from 2 to 15 February). Dargah of Qurban Ali shah, dargah of Akhund Shah and dargah of many other saints are also situated in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Healthcare</p>\r\n<p>Private Hospitals</p>\r\n<p>Essential basic needs of healthcare are present, as well as high-end facilities. A number of intensive care units and four Multi Super Specialty Hospitals are operational as of January 2017.</p>\r\n<p>&nbsp;</p>\r\n<p>Government Hospitals</p>\r\n<p>City has District Civil Hospital with 412 beds. City has Government Eye Hospital as well. It also has a separate Government Hospital for Women. Parbhani Civil Hospital proficiently carries out government operations as Beti Bachao, Beti Padhao Yojana, \"National Rural Health Mission\" for school going kids, \"National Program for Prevention and Control of Diabetes, Cardio-Vascular Diseases, Cancer and Stroke\". It also has a department to prevent and take action against swine flue. Through its workshops of \"Adolescent Reproductive &amp; Sexual Health\" the Civil Hospital tries to spread awareness against underage marriages, and teen pregnancy. Along with these, the Civil Hospital carries out its traditional duties of spreading awareness of basic hygiene, healthcare, and vaccinations. Civil hospital does not charge any individual for acquiring condoms, and other contraceptives. It also provides most of the necessary medicines for free. The Civil Hospital charges a nominal fees for its services like surgeries.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Panoramic photo of Parbhani railway station, taken at dawn.</p>\r\n<p>The transport system of the city is largely dependent on rails. Parbhani railway station is a railway junction situated on Secunderabad-Manmad section of South Central Railway Zone. The town has connectivity to major cities of Maharashtra, such as Mumbai, Pune, Nagpur, Aurangabad, Nashik and Kolhapur. It is also connected to other Indian cities like New Delhi, Bangalore, Hyderabad, Chennai, Ajmer, Bhopal, Amritsar, Allahabad, Rameshwaram, Tirupati and Visakhapatnam. Parbhani Junction has many facilities, such as baggage check, metal detectors, VIP Lounge, parking, ATMs, ATVM (Automatic Ticket Vending Machines), canteen (Rail Aahar), fruit stalls, book stalls, Indian Post (Bhartiya Daak), foot over-bridges, water for passenger's, milk dairy, television, wifi network (54Mbit/s), etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Bus</p>\r\n<p>Central Bus Station of Parbhani connects Parbhani to other states of India, such as Andhra Pradesh, Telangana, Karnataka, Gujarat and Madhya Pradesh. There are multiple daily buses of private operators and MSRTC Parbhani Division between Parbhani to other metropolitan cities within Maharashtra, and although at less frequency, there are buses to metropolitan cities from other states mentioned above.</p>\r\n<p>&nbsp;</p>\r\n<p>Roads</p>\r\n<p>&nbsp;</p>\r\n<p>Roundabout at Chattrapati Shivaji Statue on National Highway.</p>\r\n<p>National Highway 61 old numbering NH 222, which connects the states Telangana and Maharashtra, passes through the town, which makes it have connectivity to Mumbai, Nanded. The NH 61 paves its way into National Highway 3 at Kalyan. These highways open further connectivity options for Parbhani, making it to connect with north-eastern cities of Indore, Jhansi, Agra and North-Southern cities like Varanasi, Nagpur, Adilabad, Nizamabad, Hyderabad, Bangalore and Kanyakumari.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>On 31 December 1998 State Government approved to construct airport in Parbhani. Which was later stalled on 1 November 2001. This project is currently shelved. The location for airport was never decided.</p>\r\n<p>&nbsp;</p>\r\n<p>Local transport</p>\r\n<p>Municipal transport buses were used to serve the city, but now \"Auto Rikshaw\" (three wheelers) is only public transport available in the city. During the yearly Urus (first fortnight of February month) The Municipal Corporation starts daily city buses across all major areas/neighbourhoods of Parbhani city.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Economy of Parbhani is largely depended on agriculture, and agribusiness. It has Maharashtra Industrial Development Corporation area for development of industries in the region, but does not have any big industry.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>Parbhani's All India Radio (Ākāshvāṇī) radio station was commissioned and became operational in 1968. With four studios, it produces programmes in Marathi, Hindi, English, Urdu and Sanskrit languages. It also provides dubbing services. The transmission covers Parbhani, Nanded, Hingoli, Latur, Jalna, Beed and Osmanabad districts, resulting an audience of approximately 10 lakhs. The frequency of transmission is 1305 kHz (MW). Parbhani also has Doordarshan Relay Centre.</p>\r\n<p>&nbsp;</p>\r\n<p>All the major newspapers, and electronic news media channels have their offices, or representatives in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Parbhani's Parbhani Radio FM 90.8 New FM</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Many sports establishments are available in Parbhani, such as football , swimming pool, tennis, badminton courts, cricket club, basketball club, baseball club. These clubs are operated by PMC's Department of Sports.</p>\r\n<p>&nbsp;</p>\r\n<p>Furthermore, Parbhani has a multi-purpose stadium, the \"District Stadium\". It is owned by PMC and operated by Department of Sports.</p>\r\n<p>&nbsp;</p>\r\n<p>Governance</p>\r\n<p>Further information: Parbhani Municipal Corporation, Parbhani (Lok Sabha constituency), and Parbhani (Vidhan Sabha constituency)</p>\r\n<p>In 2011 Maharashtra State cabinet decided to elevate Parbhani along with Latur and Chandrapur to municipal corporation as city crossed mark of 3,00,000 population in 2011 census. First election for the Municipal Corporation was conducted in 2012, after the predecessor City Council's term ended.</p>\r\n<p>&nbsp;</p>\r\n<p>\"Parbhani Lok Sabha constituency\" is one of the 48 Lok Sabha (parliamentary) constituencies in Maharashtra state in western India. This constituency covers the entire Parbhani district and a part of Jalna district.</p>\r\n<p>&nbsp;</p>\r\n<p>Since 1989, Parbhani is stronghold of Shiv Sena both in Maharashtra Legislative Assembly elections and in Lok Sabha elections for Indian Parliament.</p>\r\n<p>&nbsp;</p>\r\n<p>Land of saints</p>\r\n<p>Parbhani has been described as the land of saints, as several saints have been associated with Parbhani including Janabai from Gangakhed. The famous mathematician Bhaskarbhatt was from Bori in Parbhani district.</p>\r\n<p>&nbsp;</p>\r\n<p>Turabul Haq Dargah, the tomb of the eponymous Muslim saint is located in Parbhani city.</p>\r\n<p>&nbsp;</p>\r\n<p>Nemgiri (sequence of caves) related to Jainism, is situated in Jintur town of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Sri Sai Janmasthan Temple (Sai Baba Birth Temple) is a temple in heart of the Pathri town, where spiritual master Sai Baba of Shirdi was born.</p>\r\n<p>&nbsp;</p>\r\n<p>Selu town was home to Guru of Shri Sai Baba \"Shri Babasaheb Maharaj\". Sai Baba stayed with him for 12 years during which time he acquired knowledge from his Guru.</p>\r\n<p>&nbsp;</p>\r\n<p>Mudgaleshwar</p>\r\n<p>It is located on the bank of the Godavari river. A temple is in the midst of the river. The temple in the middle of the river flow and is more than nine hundred years old and same is written on stone script at the entrance. Temple on river bank and old ghat was built by \"Ahilya Bai\" 250 years back. Lord \"Narasimha Swamy\" has taken the form \"Shivalinga\" along with his wife \"Mahalaxmi\" and son \"Moudgalya\" and daughter-in-law \"Jaabalabai\". During rainy season the temple gets immersed in water. To have darshan one has to swim to the temple. Best time to visit is summer season i.e. from April to June. To reach the place one has to travel by train via \"Parbhani\" or \"Parli Vaidyanath\".</p>\r\n<p>&nbsp;</p>\r\n<p>The temple used to be managed by Shri Sahebrao Mudgalkar and Shri Subhashrao Mudgalkar. The Shivaratri is celebrated here every year. All type of pujas are performed here. Nagbali and Sukhshanti pujas are very famous.</p>\r\n<p>&nbsp;</p>\r\n<p>The new dam is constructed on the river. Recently a Dattatriya temple is constructed and murthy staphana is completed on 26 December 2012.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Parbhani</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebd3c54e-8dae-46aa-8dcf-2b1c7b84b98e_Parbhani-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-parbhani-maharashtra","tags":[{"name":"parbhani","slug":"parbhani"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":700,"title":"Top Places to visit in Jalgaon, Maharashtra","imageUrl":"a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","dateCreated":"2019-09-18T02:37:43.594Z","dateModified":"2019-09-18T02:37:55.456Z","contributedBy":"AskGif","content":"Jalgaon is a city in western India. The city is located in northern Maharashtra, and serves as the administrative headquarter of the Jalgaon district. Jalgaon is nicknamed \"Banana village\" as the region contributes approximately two third of Maharashtra's banana production.\r\n&nbsp;\r\n<p","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"jalgaon","slug":"jalgaon"}],"slug":"top-places-to-visit-in-jalgaon-maharashtra","total":0},{"id":698,"title":"Top Places to visit in Gondia, Maharashtra","imageUrl":"4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","dateCreated":"2019-09-18T02:22:01.613Z","dateModified":"2019-09-18T02:22:33.339Z","contributedBy":"AskGif","content":"Gondia (also spelled Gondiya) is a city and municipal council in the Indian state of Maharashtra which serves the administrative headquarters of the eponymous administrative district. Gondia is also known as Rice City due to the abundance of rice mills in the area.\r\n&nbsp;\r\nGondia i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"gondia","slug":"gondia"}],"slug":"top-places-to-visit-in-gondia-maharashtra","total":0},{"id":691,"title":"Top Places to visit in Aurangabad, Maharashtra","imageUrl":"28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","dateCreated":"2019-09-17T02:12:43.45Z","dateModified":"2019-09-17T02:12:57.601Z","contributedBy":"AskGif","content":"Aurangabad is a city in the Indian state of Maharashtra. It is the administrative headquarters of Aurangabad district and is the largest city in the Marathwada region. Located on a hilly upland terrain in the Deccan Traps, Aurangabad is the sixth-most populous city in Maharashtra and thirty-secon","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"aurangabad","slug":"aurangabad"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-aurangabad-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}