{"id":714,"title":"परभनी में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ebd3c54e-8dae-46aa-8dcf-2b1c7b84b98e_Parbhani-railway.jpg","dateCreated":"2019-09-19T16:57:52.601Z","dateModified":"2019-09-19T16:58:04.599Z","contributedBy":"AskGif","content":"<p>परभणी (parbhani, IPA इस soundpbrbhNi के बारे में (सहायता &middot; जानकारी)) भारत के महाराष्ट्र राज्य का एक शहर है। यह परभणी जिले का प्रशासनिक मुख्यालय है। परभणी औरंगाबाद, नांदेड़ और लातूर के बाद महाराष्ट्र के मराठवाड़ा क्षेत्र का चौथा सबसे बड़ा शहर है। परभनी औरंगाबाद के क्षेत्रीय मुख्यालय से लगभग 200 किलोमीटर (120 मील) दूर है, जबकि यह राज्य की राजधानी मुंबई से 491 किमी (305 मील) दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>परभणी जिला, भारत के महाराष्ट्र राज्य के मराठवाड़ा क्षेत्र के आठ जिलों में से एक है। परभणी शहर इस जिले का मुख्यालय है। परभणी जिले को जैन धर्म, हिंदू धर्म के धार्मिक पर्यटन के लिए जाना जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>पूरे मराठवाड़ा क्षेत्र के साथ, परभणी तत्कालीन निज़ाम राज्य का एक हिस्सा था; बाद में हैदराबाद राज्य का एक हिस्सा; 1956 में राज्यों के पुनर्गठन के बाद यह तत्कालीन बॉम्बे राज्य का हिस्सा बन गया; 1960 के बाद से, यह वर्तमान महाराष्ट्र राज्य का हिस्सा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>परभणी वसंतराव नाइक मराठवाड़ा कृषि विश्वविद्यालय का घर है, जो महाराष्ट्र के केवल चार कृषि विश्वविद्यालयों में से एक है। इसके अलावा, परभनी में एक वार्षिक उत्सव भी है, जो कि हर साल लाखों पर्यटकों को आकर्षित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>यह भी देखें: परभणी जिले में शैक्षिक संस्थानों की सूची</p>\r\n<p>शिक्षाविदों के क्षेत्रों में, शहर मुख्य रूप से कृषि विश्वविद्यालय के लिए जाना जाता है, और विश्वविद्यालय के कारण यह महाराष्ट्र लोक सेवा आयोग, और संघ लोक सेवा आयोग जैसी सिविल सेवाओं के लिए प्रतियोगी परीक्षाओं की तैयारी के लिए भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कृषि विश्वविद्यालय</p>\r\n<p>मुख्य लेख: वसंतराव नाइक मराठवाड़ा कृषि विश्वविद्यालय</p>\r\n<p>&nbsp;</p>\r\n<p>वसंतराव नाइक मराठवाड़ा कृषि विश्वविद्यालय</p>\r\n<p>परभणी में कृषि अनुसंधान का इतिहास स्वतंत्रता-पूर्व युग से है। यह 1918 में तत्कालीन निज़ाम राज्य के \"मुख्य प्रायोगिक फार्म\" की शुरुआत के साथ शुरू हुआ था। हालांकि, कृषि शिक्षा केवल हैदराबाद में उपलब्ध थी, लेकिन परभणी में कुछ अन्य लोगों के बीच शर्बत, कपास, फलों के लिए फसल अनुसंधान केंद्र मौजूद थे।</p>\r\n<p>&nbsp;</p>\r\n<p>महाराष्ट्र राज्य पुनर्गठन से ठीक पहले हैदराबाद राज्य सरकार द्वारा 1956 में इस क्षेत्र में कृषि का पहला कॉलेज परभणी में स्थापित किया गया था। कृषि और संबद्ध क्षेत्रों में शिक्षा प्रदान करने और अनुसंधान और सुविधा प्रदान करने के लिए आगे की जिम्मेदारियों के साथ, कृषि विकास की क्षेत्रीय आकांक्षाओं को पूरा करने के लिए वर्तमान दिन वसंतराव नायक मराठवाड़ा कृषि विश्वविद्यालय (VNMAU) की स्थापना 18 मई 1972 को \"मराठवाड़ा कृषि विश्वविद्यालय\" के रूप में की गई थी। मराठवाड़ा क्षेत्र में प्रौद्योगिकी हस्तांतरण। यह महाराष्ट्र राज्य में केवल चार कृषि विश्वविद्यालयों में से एक है।</p>\r\n<p>1970 के दशक से, परभणी ने शैक्षिक, अनुसंधान और विस्तार गतिविधियों के केंद्र के रूप में खुद को साबित किया है। भारतीय कपास की नस्ल का प्रसिद्ध 'गोरानी' कपास, परभणी में अनुसंधान सुविधाओं का परिणाम है। 2013 में महाराष्ट्र के पूर्व मुख्यमंत्री, वसंतराव नाइक के नाम पर विश्वविद्यालय का नाम बदल दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>\"पशुचिकित्सा और पशु विज्ञान महाविद्यालय\" VNMAU के परिसर में स्थित है जो महाराष्ट्र पशु और मत्स्य विज्ञान विश्वविद्यालय, नागपुर के 2000 के अंतर्गत आने वाले घटक पशु चिकित्सा महाविद्यालयों में से एक है। पहले इस कॉलेज की स्थापना 1972 में एक हिस्से के रूप में की गई थी। मराठवाड़ा कृषि विश्वविद्यालय।</p>\r\n<p>&nbsp;</p>\r\n<p>कालेजों</p>\r\n<p>शहर के कुछ उल्लेखनीय कॉलेज हैं, लेकिन वे तक सीमित नहीं हैं: स्वर्गीय हरिबाई वरपुडकर पॉलिटेक्निक कोलाज परहानी</p>\r\n<p>पी.डी. जैन होम्योपैथिक मेडिकल कॉलेज, जो 1918 में स्थापित किया गया था, सरस्वती धनवंतरी डेंटल कॉलेज, राजीव गांधी कॉलेज ऑफ एग्रीकल्चर, और फूड टेक्नोलॉजी, बेलेश्वर इंस्टीट्यूट ऑफ नर्सिंग, सीतारामजी मूंदड़ा मराठवाड़ा पॉलिटेक्निक कॉलेज, ज्ञानोपासक कॉलेज ऑफ आर्ट्स, कॉमर्स, साइंस एंड टेक्नोलॉजी, शारदा महाविद्यालय। यशवंत कॉलेज ऑफ इंफॉर्मेशन टेक्नोलॉजी, बायोइनफॉरमैटिक्स एंड बायोटेक्नोलॉजी, डॉ। ज़ाकिर हुसैन कॉलेज, कर्मयोगी दादा जूनियर कॉलेज और गोदावरी शिक्षा प्रसार मंडल के बी.रघुनाथ आर्ट्स, कॉमर्स और साइंस कॉलेज। शहर का श्री शिवाजी कॉलेज कला, वाणिज्य, विज्ञान, कानून, डिप्लोमा इन इंजीनियरिंग, इंजीनियरिंग और प्रबंधन, और डिप्लोमा इन फार्मेसी सहित कई पाठ्यक्रमों की मेजबानी करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्कूलों</p>\r\n<p>कुछ प्रमुख जूनियर कॉलेज, और शहर के स्कूल हैं: मॉडल उर्दू हाई स्कूल, मौलाना आज़ाद स्कूल,</p>\r\n<p>बाल विद्या मंदिर हाई स्कूल और जूनियर कॉलेज, श्री शिवाजी जूनियर कॉलेज ऑफ आर्ट्स, कॉमर्स, साइंस, और वोकेशनल साइंस, ज्ञानोपासक जूनियर कॉलेज ऑफ आर्ट्स, कॉमर्स और साइंस, डॉ। जाकिर हुसैन हाई स्कूल और जूनियर कॉलेज, क्वींस इंग्लिश स्कूल और जूनियर कॉलेज, गांधी विद्यालय हाई स्कूल, मराठवाड़ा हाई स्कूल, ऑर्किड इंग्लिश स्कूल, अरबिंदो अक्षर ज्योति स्कूल, पोडार इंटरनेशनल स्कूल, सेंट ऑगस्टाइन स्कूल, सरकार। बहुउद्देशीय स्कूल, और सरकार। लड़कियों का स्कूल।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म, और संस्कृति</p>\r\n<p>मुख्य लेख: मराठवाड़ा में पर्यटन</p>\r\n<p>&nbsp;</p>\r\n<p>वार्षिक परभणी दरगाह महोत्सव</p>\r\n<p>परभणी के चर्चों में क्राइस्ट गॉस्पेल चर्च, मजार का चर्च, गुड न्यूज चर्च, न्यू एपोस्टोलिक चर्च शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परभणी में मंदिरों में श्री मोती मारुति, भगवान हनुमान का मंदिर, श्री सुपारी हनुमान मंदिर, जाबेश्वर, अष्टभुजा मंदिर, पारदेश्वर मंदिर और भगवान महादेव का बेलेश्वर मंदिर, भगवान गणेश का श्री सिद्धिविनायक गणपति मंदिर, नागराज मंदिर, और माता हिंगुलम्बिका मंदिर शामिल हैं। परभणी के आंतरिक भाग में कुछ और मंदिर हैं जो हैं, मुद्गल स्थित मुद्गलेश्वर मंदिर- मानवत का एक गाँव, पिंगली का पिंगलेश्वर मंदिर, धरासुर में कुछ प्राचीन मंदिर हैं। गंगाखेड़ अपनी नदी के लिए जाना जाता है और संत जनाबाई का जन्म स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>टर्बुल हक दरगाह (तुरतपीर) परभनी टाउन में स्थित है। दरगाह में एक मुस्लिम संत तुरबुल हक शाह की कब्र है, जो अपने जीवन के अंतिम दिनों में यहां रहते थे। दरगाह वार्षिक उर्स, पुण्यतिथि के लिए प्रसिद्ध है। उर्स एक महत्वपूर्ण त्योहार है जहां सभी धर्मों के लोग एक साथ आते हैं और एक सप्ताह के लिए मनाते हैं (आमतौर पर 2 से 15 फरवरी तक)। कुरबान अली शाह की दरगाह, अखुंद शाह की दरगाह और कई अन्य संतों की दरगाह भी शहर में स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य देखभाल</p>\r\n<p>निजी अस्पताल</p>\r\n<p>स्वास्थ्य सेवा की आवश्यक बुनियादी जरूरतें मौजूद हैं, साथ ही उच्च-अंत सुविधाएं भी। जनवरी 2017 तक कई गहन देखभाल इकाइयाँ और चार मल्टी सुपर स्पेशलिटी अस्पताल चालू हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सरकारी अस्पताल</p>\r\n<p>शहर में 412 बेड वाला जिला नागरिक अस्पताल है। शहर में सरकारी नेत्र अस्पताल भी है। इसमें महिलाओं के लिए एक अलग सरकारी अस्पताल भी है। परभणी सिविल अस्पताल ने बेटी बचाओ, बेटी पढाओ योजना, स्कूल जाने वाले बच्चों के लिए \"राष्ट्रीय ग्रामीण स्वास्थ्य मिशन\", \"राष्ट्रीय कार्यक्रम रोकथाम और मधुमेह के नियंत्रण, कार्डियो-संवहनी रोग, कैंसर और स्ट्रोक\" के रूप में सरकारी संचालन किया है। इसमें स्वाइन फ्लू के खिलाफ कार्रवाई करने और रोकने के लिए एक विभाग भी है। सिविल अस्पताल \"किशोर प्रजनन और यौन स्वास्थ्य\" की अपनी कार्यशालाओं के माध्यम से कम उम्र की शादियों, और किशोर गर्भावस्था के खिलाफ जागरूकता फैलाने की कोशिश करता है। इनके साथ, सिविल अस्पताल बुनियादी स्वच्छता, स्वास्थ्य देखभाल और टीकाकरण के बारे में जागरूकता फैलाने के अपने पारंपरिक कर्तव्यों का पालन करता है। सिविल अस्पताल कंडोम, और अन्य गर्भ निरोधकों को प्राप्त करने के लिए किसी व्यक्ति को चार्ज नहीं करता है। यह मुफ्त में अधिकांश आवश्यक दवाएं भी प्रदान करता है। सिविल अस्पताल सर्जरी जैसी सेवाओं के लिए मामूली शुल्क लेता है।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>भोर में ली गई परभणी रेलवे स्टेशन की नयनाभिराम तस्वीर।</p>\r\n<p>शहर की परिवहन व्यवस्था काफी हद तक रेल पर निर्भर है। परभणी रेलवे स्टेशन दक्षिण मध्य रेलवे जोन के सिकंदराबाद-मनमाड खंड पर स्थित एक रेलवे जंक्शन है। यह शहर महाराष्ट्र के प्रमुख शहरों जैसे मुंबई, पुणे, नागपुर, औरंगाबाद, नासिक और कोल्हापुर से जुड़ा हुआ है। यह अन्य भारतीय शहरों जैसे नई दिल्ली, बैंगलोर, हैदराबाद, चेन्नई, अजमेर, भोपाल, अमृतसर, इलाहाबाद, रामेश्वरम, तिरुपति और विशाखापत्तनम से भी जुड़ा हुआ है। परभणी जंक्शन में कई सुविधाएं हैं, जैसे बैगेज चेक, मेटल डिटेक्टर, वीआईपी लाउंज, पार्किंग, एटीएम, एटीवीएम (ऑटोमैटिक टिकट वेंडिंग मशीन), कैंटीन (रेल अहार), फलों के स्टॉल, बुक स्टॉल, इंडियन पोस्ट (भारतीय डाक), फुट ओवर -ब्रिज, यात्री के लिए पानी, दूध डेयरी, टेलीविजन, वाईफाई नेटवर्क (54Mbit / s), आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>बस</p>\r\n<p>परभणी का सेंट्रल बस स्टेशन भारत के अन्य राज्यों, जैसे आंध्र प्रदेश, तेलंगाना, कर्नाटक, गुजरात और मध्य प्रदेश से परभणी को जोड़ता है। परभणी से महाराष्ट्र के भीतर अन्य महानगरीय शहरों के बीच निजी ऑपरेटरों और MSRTC परभनी डिवीजन की कई दैनिक बसें हैं, और हालांकि कम आवृत्ति पर, ऊपर उल्लिखित अन्य राज्यों से महानगरीय शहरों के लिए बसें हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़कें</p>\r\n<p>&nbsp;</p>\r\n<p>राष्ट्रीय राजमार्ग पर छत्रपति शिवाजी प्रतिमा पर गोल चक्कर।</p>\r\n<p>राष्ट्रीय राजमार्ग 61 पुराना नंबर एनएच 222, जो राज्यों को तेलंगाना और महाराष्ट्र को जोड़ता है, कस्बे से होकर गुजरता है, जिससे इसे मुंबई, नांदेड़ से कनेक्टिविटी मिलती है। NH 61 कल्याण में राष्ट्रीय राजमार्ग 3 पर अपना रास्ता बनाता है। ये राजमार्ग परभणी के लिए आगे संपर्क विकल्प खोलते हैं, जिससे यह इंदौर, झाँसी, आगरा और उत्तर-दक्षिणी शहरों जैसे वाराणसी, नागपुर, आदिलाबाद, निजामाबाद, हैदराबाद, बैंगलोर और कन्याकुमारी से जुड़ने के लिए बनाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>31 दिसंबर 1998 को राज्य सरकार ने परभणी में हवाई अड्डे के निर्माण को मंजूरी दी। जिसे बाद में 1 नवंबर 2001 को रोक दिया गया था। यह परियोजना वर्तमान में आश्रित है। हवाई अड्डे के लिए स्थान कभी तय नहीं किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थानीय परिवहन</p>\r\n<p>नगर परिवहन बसों का उपयोग शहर की सेवा के लिए किया जाता था, लेकिन अब \"ऑटो रिक्शा\" (तीन पहिया) शहर में केवल सार्वजनिक परिवहन उपलब्ध है। सालाना उरुस (फरवरी महीने के पहले पखवाड़े) के दौरान, नगर निगम परभणी शहर के सभी प्रमुख क्षेत्रों / मोहल्लों में दैनिक सिटी बसें शुरू करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>परभणी की अर्थव्यवस्था काफी हद तक कृषि और कृषि व्यवसाय पर निर्भर है। इस क्षेत्र में उद्योगों के विकास के लिए महाराष्ट्र औद्योगिक विकास निगम क्षेत्र है, लेकिन कोई बड़ा उद्योग नहीं है।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>परभणी का ऑल इंडिया रेडियो (आकाशवाणी) रेडियो स्टेशन चालू हो गया और 1968 में चालू हो गया। चार स्टूडियो के साथ, यह मराठी, हिंदी, अंग्रेजी, उर्दू और संस्कृत भाषाओं में कार्यक्रम तैयार करता है। यह डबिंग सेवाएं भी प्रदान करता है। इस प्रसारण में परभणी, नांदेड़, हिंगोली, लातूर, जालना, बीड और उस्मानाबाद जिले शामिल हैं, जिसके परिणामस्वरूप लगभग 10 लाख दर्शकों ने भाग लिया। संचरण की आवृत्ति 1305 kHz (MW) है। परभणी में दूरदर्शन रिले केंद्र भी है।</p>\r\n<p>&nbsp;</p>\r\n<p>सभी प्रमुख समाचार पत्रों, और इलेक्ट्रॉनिक समाचार मीडिया चैनलों के शहर में उनके कार्यालय, या प्रतिनिधि हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परभणी का परभणी रेडियो एफएम 90.8 नया एफएम</p>\r\n<p>खेल</p>\r\n<p>परभणी में कई खेल प्रतिष्ठान उपलब्ध हैं, जैसे फुटबॉल, स्विमिंग पूल, टेनिस, बैडमिंटन कोर्ट, क्रिकेट क्लब, बास्केटबॉल क्लब, बेसबॉल क्लब। ये क्लब पीएमसी के खेल विभाग द्वारा संचालित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके अलावा, परभणी में एक बहुउद्देश्यीय स्टेडियम है, \"जिला स्टेडियम\"। यह पीएमसी द्वारा स्वामित्व में है और खेल विभाग द्वारा संचालित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन</p>\r\n<p>अधिक जानकारी: परभणी नगर निगम, परभणी (लोकसभा निर्वाचन क्षेत्र), और परभणी (विधानसभा क्षेत्र)</p>\r\n<p>2011 में महाराष्ट्र राज्य कैबिनेट ने लातूर और चंद्रपुर के साथ परभनी को नगर निगम बनाने का फैसला किया क्योंकि शहर ने 2011 की जनगणना में 3,00,000 आबादी का आंकड़ा पार किया था। नगर निगम के लिए पहला चुनाव 2012 में आयोजित किया गया था, पूर्ववर्ती नगर परिषद का कार्यकाल समाप्त होने के बाद।</p>\r\n<p>&nbsp;</p>\r\n<p>\"परभनी लोकसभा निर्वाचन क्षेत्र\" पश्चिमी भारत में महाराष्ट्र राज्य के 48 लोकसभा (संसदीय) निर्वाचन क्षेत्रों में से एक है। यह निर्वाचन क्षेत्र पूरे परभनी जिले और जालना जिले के एक हिस्से को कवर करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>1989 के बाद से, परभणी महाराष्ट्र विधान सभा चुनाव और भारतीय संसद के लिए लोकसभा चुनावों में शिवसेना का गढ़ है।</p>\r\n<p>&nbsp;</p>\r\n<p>संतों की भूमि</p>\r\n<p>परभणी को संतों की भूमि के रूप में वर्णित किया गया है, क्योंकि गंगाखेड़ से जनाबाई सहित परभणी के साथ कई संत जुड़े हुए हैं। प्रसिद्ध गणितज्ञ भास्करभट्ट परभणी जिले के बोरी से थे।</p>\r\n<p>&nbsp;</p>\r\n<p>टर्बुल हक दरगाह, नामचीन मुस्लिम संत की कब्र परभणी शहर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जैन धर्म से संबंधित नेमगिरि (गुफाओं का क्रम) जिले के जिंतूर शहर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>श्री साई जन्मस्थान मंदिर (साईं बाबा जन्म मंदिर) पथरी शहर के मध्य में एक मंदिर है, जहाँ शिरडी के आध्यात्मिक गुरु साईं बाबा का जन्म हुआ था।</p>\r\n<p>&nbsp;</p>\r\n<p>सेलू शहर श्री साई बाबा \"श्री बाबासाहेब महाराज\" का गुरु था। साईं बाबा 12 साल तक उनके साथ रहे, इस दौरान उन्होंने अपने गुरु से ज्ञान प्राप्त किया।</p>\r\n<p>&nbsp;</p>\r\n<p>Mudgaleshwar</p>\r\n<p>यह गोदावरी नदी के तट पर स्थित है। नदी के बीच में एक मंदिर है। नदी के प्रवाह के बीच में मंदिर नौ सौ साल से अधिक पुराना है और प्रवेश द्वार पर पत्थर की पटकथा पर भी यही लिखा गया है। नदी के किनारे और पुराने घाट पर मंदिर 250 साल पहले \"अहिल्या बाई\" द्वारा बनाया गया था। भगवान \"नरसिम्हा स्वामी\" ने अपनी पत्नी \"महालक्ष्मी\" और पुत्र \"मौदगल्या\" और पुत्रवधू \"जयबलबाई\" के साथ \"शिवलिंग\" रूप धारण किया है। बारिश के मौसम में मंदिर पानी में डूब जाता है। दर्शन करने के लिए मंदिर में तैरना पड़ता है। घूमने का सबसे अच्छा समय गर्मियों का मौसम है यानी अप्रैल से जून तक। उस स्थान तक पहुँचने के लिए ट्रेन से \"परभणी\" या \"परली वैद्यनाथ\" होकर जाना पड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मंदिर का प्रबंधन श्री साहेबराव मुदगलकर और श्री सुभाषराव मुदगलकर द्वारा किया जाता था। यहां हर साल शिवरात्रि मनाई जाती है। यहां सभी प्रकार के पूजन किए जाते हैं। नागबली और सुखशांति पूजा बहुत प्रसिद्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>नया बांध नदी पर बनाया गया है। हाल ही में एक दत्तात्रेय मंदिर का निर्माण किया गया है और मूर्ति स्टेपाना 26 दिसंबर 2012 को पूरा हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Parbhani</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ebd3c54e-8dae-46aa-8dcf-2b1c7b84b98e_Parbhani-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-parbhani-maharashtra","tags":[{"name":"परभनी","slug":"parbhani"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":700,"title":"जलगांव में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","dateCreated":"2019-09-18T02:37:43.594Z","dateModified":"2019-09-18T02:37:55.456Z","contributedBy":"AskGif","content":"जलगाँव पश्चिमी भारत का एक शहर है। यह शहर उत्तरी महाराष्ट्र में स्थित है, और जलगाँव जिले के प्रशासनिक मुख्यालय के रूप में कार्य करता है। जलगाँव का नाम \"बनाना गांव\" है, क्योंकि यह क्षेत्र महाराष्ट्र के केले उत्पादन में लगभग दो तिहाई योगदान देता है।\r\n&nbsp;\r\nजलगाँव को 1911 में विभाजित ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a1ea0864-0a73-45d9-b017-5dcc1dac101d_Jalgaon-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"जलगांव","slug":"jalgaon"}],"slug":"top-places-to-visit-in-jalgaon-maharashtra","total":0},{"id":698,"title":"गोंदिया में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","dateCreated":"2019-09-18T02:22:01.613Z","dateModified":"2019-09-18T02:22:33.339Z","contributedBy":"AskGif","content":"गोंदिया (यह भी कहा जाता है गोंदिया) भारत के महाराष्ट्र राज्य में एक शहर और नगरपालिका परिषद है, जो नामांकित प्रशासनिक जिले के प्रशासनिक मुख्यालय में कार्य करता है। क्षेत्र में चावल मिलों की प्रचुरता के कारण गोंदिया को राइस सिटी के रूप में भी जाना जाता है।\r\n&nbsp;\r\nगोंदिया मध्य प्रदेश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"गोंदिया","slug":"gondia"}],"slug":"top-places-to-visit-in-gondia-maharashtra","total":0},{"id":691,"title":"औरंगाबाद में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","dateCreated":"2019-09-17T02:12:43.45Z","dateModified":"2019-09-17T02:12:57.601Z","contributedBy":"AskGif","content":"औरंगाबाद भारत के महाराष्ट्र राज्य का एक शहर है। यह औरंगाबाद जिले का प्रशासनिक मुख्यालय है और मराठवाड़ा क्षेत्र का सबसे बड़ा शहर है। दक्कन ट्रैप में एक पहाड़ी उपरी भूभाग पर स्थित, औरंगाबाद महाराष्ट्र का छठा सबसे अधिक आबादी वाला शहर है और 1,175,116 की आबादी के साथ भारत में दूसरा स्थान है। यह शहर सू","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"औरंगाबाद","slug":"aurangabad"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-aurangabad-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}