{"id":715,"title":"पुणे में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","dateCreated":"2019-09-20T02:28:05.893Z","dateModified":"2019-09-20T02:28:20.048Z","contributedBy":"AskGif","content":"<p>पुणे को 1978 तक आधिकारिक नाम भी कहा जाता है), मुंबई के बाद, भारतीय राज्य महाराष्ट्र में दूसरा सबसे बड़ा शहर है। यह 3.13 मिलियन की अनुमानित आबादी वाला देश का नौवां सबसे अधिक आबादी वाला शहर है। इसकी विस्तारित शहर की सीमा के साथ पिंपरी चिंचवाड़ और पुणे के तीन छावनी शहर, खाकी और देहू रोड, पुणे का नाम पुणे महानगरीय क्षेत्र (पीएमआर) का शहरी कोर है। 2011 की जनगणना के अनुसार, शहरी क्षेत्र की कुल आबादी 5.05 मिलियन है जबकि महानगरीय क्षेत्र की जनसंख्या 7.2 मिलियन मिलियन अनुमानित है। पुणे मेट्रोपॉलिटन रीजन के साथ-साथ मुंबई मेट्रोपॉलिटन रीजन और नासिक मेट्रोपॉलिटन रीजन मुंबई मेगालोपोलिस का हिस्सा है, जिसे मुंबई मेगारेगियन भी कहा जाता है और महाराष्ट्र के गोल्डन ट्रायंगल की आबादी 50 मिलियन से अधिक है, जो इस क्षेत्र को दुनिया में सबसे अधिक आबादी वाला शहरी क्षेत्र बनाता है। मुथा नदी के दाहिने किनारे पर डेक्कन पठार पर समुद्र तल से 560 मीटर (1,837 फीट) की दूरी पर स्थित, पुणे इसके नामचीन जिले का प्रशासनिक मुख्यालय भी है। 18 वीं शताब्दी में, यह शहर मराठा साम्राज्य के प्रधानमंत्रियों, पेशवाओं की सीट थी और इसलिए भारतीय उपमहाद्वीप के सबसे महत्वपूर्ण राजनीतिक केंद्रों में से एक था। लिविंग रैंकिंग इंडेक्स में पुणे भारत में नंबर एक शहर का स्थान है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर को महाराष्ट्र की सांस्कृतिक राजधानी माना जाता है। कई प्रसिद्ध शैक्षणिक संस्थानों की उपस्थिति के कारण इसे \"पूर्व का ऑक्सफोर्ड\" भी कहा जाता है। हाल के दशकों में यह शहर एक प्रमुख शैक्षिक केंद्र के रूप में उभरा है, देश के कुल अंतर्राष्ट्रीय छात्रों में से लगभग आधे पुणे में पढ़ रहे हैं। सूचना प्रौद्योगिकी, शिक्षा, प्रबंधन और प्रशिक्षण के अनुसंधान संस्थान भारत और विदेशों से छात्रों और पेशेवरों को आकर्षित करते हैं। पुणे के कई कॉलेजों में यूरोप के कॉलेजों के साथ छात्र-विनिमय कार्यक्रम हैं। अब इन दिनों कुछ अंतर्राष्ट्रीय स्तर के अंतर्राष्ट्रीय संस्थान शिक्षा के क्षेत्र में एक मील का पत्थर विकसित कर रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>अलंकृत मंदिर बाहरी, बाहर कई लोगों के साथ</p>\r\n<p>खंडोबा के प्रमुख मंदिर, कई मराठी हिंदू परिवारों द्वारा पूजा की जाती है</p>\r\n<p>बड़ी इमारत, एक नदी के नीचे कदम रखने के साथ</p>\r\n<p>इंद्रायणी नदी पर आलंदी</p>\r\n<p>पुणे जिला चार सौ से अधिक वर्षों से महाराष्ट्रियन और मराठी इतिहास के केंद्र में रहा है, जिसकी शुरुआत दक्कन की सल्तनतों से होती है और उसके बाद मराठा साम्राज्य का गठन होता है। जिले में इन युगों से कई पहाड़ किले और इमारतें हैं, जो मराठी हिंदुओं द्वारा पूजित धार्मिक स्थलों के अलावा (आठ अष्टविनायक गणेश मंदिरों में से पांच में शामिल हैं)। दो सबसे प्रतिष्ठित मराठी भक्ति संतों (ज्ञानेश्वर और तुकाराम) की समाधि क्रमशः अलंदी और देहू में हैं। खंडोबा का मुख्य मंदिर, अधिकांश मराठी हिंदुओं के लिए परिवार का देवता, जेजुरी में है।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रिटिश ने पुणे को बॉम्बे प्रेसीडेंसी की मानसून राजधानी के रूप में नामित किया, और युग से कई इमारतें और पार्क बने हुए हैं। लोनावला और खंडाला जैसे हिल स्टेशन भी राज के पास वापस आते हैं, और छुट्टियों के लिए पुणे और मुंबई के निवासियों के साथ लोकप्रिय रहते हैं। जिले के पहाड़, जंगल और जलाशय लंबी पैदल यात्रा और बर्डवॉचिंग के लिए लोकप्रिय हैं। उज्जैन बांध का एक जलग्रहण क्षेत्र, भुवन, पुणे-सोलापुर राजमार्ग पर NH-65 पर पुणे से आता है। प्रवासी पक्षियों के लिए लगभग 18,000 हेक्टेयर (69 वर्ग मील) क्षेत्र को अभयारण्य के रूप में प्रस्तावित किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>तीर्थ स्थल</p>\r\n<p>इसे भी देखें: पुणे में हिंदू मंदिर</p>\r\n<p>आलंदी</p>\r\n<p>भीमाशंकर मंदिर</p>\r\n<p>देहु</p>\r\n<p>नीरा नरसिंगपुर</p>\r\n<p>जेजुरी</p>\r\n<p>भुलेश्वर मंदिर</p>\r\n<p>अष्टविनायक मंदिर</p>\r\n<p>अष्टविनायक पुणे जिले और आस-पास के क्षेत्रों में आठ ऐतिहासिक गणेश मंदिरों को संदर्भित करता है। इनमें से प्रत्येक मंदिर की अपनी अलग-अलग किंवदंती और इतिहास है। इनमें से पांच मंदिर पुणे जिले में स्थित हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>लेन्याद्री की गिरिजात्मक - जुन्नार के पास एक पहाड़ी की चोटी पर एक पूर्व बौद्ध गुफा</p>\r\n<p>मोरगाँव के मोरेश्वर</p>\r\n<p>रंजनगांव के महागणेश</p>\r\n<p>चिंतामणि मंदिर, थुर - पुणे का निकटतम अष्टविनायक मंदिर</p>\r\n<p>ओजर का विग्नेश्वरा</p>\r\n<p>किलों</p>\r\n<p>एक सड़क, पृष्ठभूमि में पहाड़ों के साथ</p>\r\n<p>मध्यकालीन पुरंदर का किला</p>\r\n<p>जिले में कई ऐतिहासिक रूप से महत्वपूर्ण पहाड़ी किले और किले दक्खन की सल्तनत और मराठा साम्राज्य के हैं। किले और आसपास के पहाड़ ट्रेकिंग के लिए लोकप्रिय हैं।</p>\r\n<p>Anaghaai</p>\r\n<p>Bhorgiri</p>\r\n<p>चाकन किला या संग्रामगढ़ - 15 वीं शताब्दी के बहमनी शासन के समय से है</p>\r\n<p>Chavand</p>\r\n<p>Daulatmangal</p>\r\n<p>Hadsar</p>\r\n<p>Induri</p>\r\n<p>Jivdhan</p>\r\n<p>Kaawla</p>\r\n<p>Kailasgad</p>\r\n<p>Kenjalgad</p>\r\n<p>कोरिगड (कोरलाई)</p>\r\n<p>Lohagad</p>\r\n<p>मल्हारगढ़ (सोनोरी)</p>\r\n<p>Morgiri</p>\r\n<p>Narayangad</p>\r\n<p>Nimgiri</p>\r\n<p>पुरंदर - छत्रपति शिवाजी महाराज और पेशवा युग के दौरान ऐतिहासिक रूप से महत्वपूर्ण</p>\r\n<p>राजगड - छत्रपति शिवाजी महाराज का मुख्यालय उनके राज्याभिषेक से पहले</p>\r\n<p>Rajmachi</p>\r\n<p>Rohida</p>\r\n<p>शिवनेरी - 1630 में छत्रपति शिवाजी महाराज का जन्म स्थान</p>\r\n<p>Sindola</p>\r\n<p>सिंहगढ़ (या कोंढाना) - पुणे का सबसे नजदीकी किला</p>\r\n<p>तिकोना</p>\r\n<p>तोरण किला या प्रचंडगढ़ - 1640 के दशक में किशोर छत्रपति शिवाजी महाराज द्वारा कब्जा किया गया पहला किला</p>\r\n<p>तुंग किला या कथिंगड</p>\r\n<p>वज्रांगद (रुद्रमाल)</p>\r\n<p>विसापुर किला</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>राजमार्ग</p>\r\n<p>ऊपर से देखा गया सिक्स-लेन हाईवे</p>\r\n<p>मुंबई पुणे एक्सप्रेस</p>\r\n<p>पुणे जिले में 13,642 किलोमीटर (8,477 मील) सड़कें हैं। जिले को पार करने वाले राष्ट्रीय और राज्य राजमार्गों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>एनएच -48, मुंबई से बैंगलोर तक। पश्चिमी देहू रोड-कतरास बाईपास 1989 में पूरा हुआ, जिससे पुणे में ट्रैफिक की भीड़ कम हो गई और बाइपास के किनारे औद्योगिक और आवास विकास को बढ़ावा मिला।</p>\r\n<p>NH-60, पुणे-नाशिक राष्ट्रीय राजमार्ग</p>\r\n<p>NH-65, पुणे-सोलापुर-हैदराबाद राष्ट्रीय राजमार्ग</p>\r\n<p>यशवंतराव चव्हाण मुंबई पुणे एक्सप्रेसवे - सिक्स लेन टोल रोड पर काम 1998 में शुरू हुआ और 2001 में पूरा हुआ।</p>\r\n<p>राज्य राजमार्गों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>पुणे-अहमदनगर-औरंगाबाद स्टेट हाईवे</p>\r\n<p>पुणे-आलंदी स्टेट हाईवे</p>\r\n<p>पुणे-सासवाड़-पंढरपुर स्टेट हाईवे</p>\r\n<p>पुणे-पौड रोड स्टेट हाईवे</p>\r\n<p>तलेगांव-चाकन स्टेट हाईवे</p>\r\n<p>सार्वजनिक परिवाहन</p>\r\n<p>निजी कंपनियों द्वारा बस सेवा आजादी से कुछ समय पहले पुणे में शुरू की गई थी। शहर ने स्वतंत्रता के बाद 1947 में पूना म्यूनिसिपल ट्रांसपोर्ट (PMT) के रूप में सेवा ली, जो बाद में पुणे म्युनिसिपल ट्रांसपोर्ट बन गया। 1990 के दशक के दौरान, पीएमटी और पिंपरी-चिंचवाड़ नगर परिवहन (पीसीएमटी, पिंपरी-चिंचवाड़ में बस-सेवा प्रदाता) के पास 1,000 से अधिक बसों का एक संयुक्त बेड़ा था। क्योंकि म्युनिसिपल ट्रांसपोर्ट कवरेज पेचीदा था, पिंपरी-चिंचवाड़ और हडपसर के पास औद्योगिक क्षेत्र में कई नियोक्ता अपने कर्मचारियों को बस सेवा देते थे। कंपनियों ने नगरपालिका प्रदाताओं की तुलना में कई अधिक निजी बसों का उपयोग किया। पुणे नगर निगम ने 2006 में एक बस रैपिड ट्रांजिट सिस्टम (भारत का पहला) शुरू किया, लेकिन इसमें कई कठिनाइयों का सामना करना पड़ा। पुणे महानगर परिवाहन महामंडल लिमिटेड (पीएमपीएमएल) के गठन के लिए 2007 में दो नगरपालिका बस कंपनियों का विलय हुआ। अगले वर्ष राष्ट्रमंडल युवा खेल आयोजित किए गए, जिसने उत्तर-पश्चिमी पुणे में अतिरिक्त विकास को प्रोत्साहित किया और शहर की सड़कों पर संपीड़ित प्राकृतिक गैस (सीएनजी) पर चलने वाली बसों का एक बेड़ा जोड़ा। महाराष्ट्र राज्य परिवहन बसों का परिचालन 1951 में पूरे राज्य में शुरू हुआ।</p>\r\n<p>&nbsp;</p>\r\n<p>1960 के दशक के दौरान, मोटर चालित तीन-पहिए वाले ऑटो रिक्शा ने जिले के शहरी क्षेत्रों में घोड़े की नाल खींचना शुरू कर दिया; उनकी संख्या 1960 में 200 से बढ़कर 1996 में 20,000 से अधिक हो गई। हालांकि 1930 में पुणे को भारत के साइकिल शहर के रूप में जाना जाता था, मोटरसाइकिलों ने 1970 के दशक में साइकिलों की जगह लेनी शुरू कर दी; मोटरसाइकिलों की संख्या 1965 में पांच प्रति 1,000 लोगों से बढ़कर 1995 में प्रति 1,000 पर 118 हो गई।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>पुणे एयरपोर्ट (IATA: PNQ) शहर के उत्तर पूर्व में स्थित लोहगाँव एयर बेस में एक सिविल एन्क्लेव है, जहाँ कई घरेलू और अंतर्राष्ट्रीय गंतव्यों के लिए सेवा उपलब्ध है। चूंकि पुणे का हवाई यातायात भारतीय वायु सेना (IAF) द्वारा नियंत्रित किया जाता है, इसलिए भारतीय विमानपत्तन प्राधिकरण और भारतीय वायुसेना के बीच उड़ान अनुसूची या रात्रि लैंडिंग पर कभी-कभी संघर्ष होता है। हवाई अड्डे की एप्रन दुबई, सिंगापुर और फ्रैंकफर्ट की उड़ानों के साथ अंतरराष्ट्रीय स्तर पर हवाई अड्डे के उन्नयन के बाद से पुणे में उड़ानों की बढ़ती संख्या को संभालने के लिए अपर्याप्त होती जा रही है। २००४-०५ में पुणे एयरपोर्ट ने एक दिन में लगभग १६५ यात्रियों को संभाला, २००५-०६ में एक दिन में २५० यात्री बढ़ गए। 200607 में तेज वृद्धि हुई, जब दैनिक यात्रियों की संख्या 4,309 तक पहुंच गई। 2010-2011 में, यात्रियों की संख्या एक दिन में लगभग 8,000 थी।</p>\r\n<p>&nbsp;</p>\r\n<p>महाराष्ट्र सरकार ने पुरंदर क्षेत्र में ग्रीनफील्ड छत्रपति संभाजी राजे अंतर्राष्ट्रीय हवाई अड्डा परियोजना के लिए महाराष्ट्र एयरपोर्ट डेवलपमेंट कंपनी (एमएडीसी) को जिम्मेदारी सौंपी है। बारामती हवाई अड्डा, बारामती से 12 किलोमीटर (7.5 मील) और पुणे से 100 किलोमीटर (62 मील) और पायलट प्रशिक्षण और चार्टर उड़ानों के लिए उपयोग किया जाता है, 2011 में रिलायंस इन्फ्रास्ट्रक्चर द्वारा एक निजी-जेट हब के रूप में योजना बनाई जा रही थी।</p>\r\n<p>रेल</p>\r\n<p>एक स्टेशन पर सफेद और पीली इलेक्ट्रिक ट्रेन</p>\r\n<p>पुणे के प्लेटफॉर्म 6 पर लोनावला ई.एम.यू.</p>\r\n<p>जिले के दो प्रमुख रेल जंक्शन पुणे जंक्शन और दौंड जंक्शन हैं। पुणे के माध्यम से सभी रेल लाइनें ब्रॉड गेज डबल ट्रैक हैं, और भारतीय रेलवे के सेंट्रल रेलवे ज़ोन का हिस्सा हैं। पुणे-मुंबई लाइन, जिले का सबसे महत्वपूर्ण रेल मार्ग, ब्रिटिश राज के दौरान बनाया गया था। खंडाला और लोनावाला इस मार्ग पर हैं, जिसमें प्रतिदिन कई उच्च गति वाली ट्रेनें हैं। मुंबई-कोल्हापुर लाइन भी जिले से होकर गुजरती है, और अन्य प्रमुख भारतीय शहर पुणे से रेल द्वारा जुड़े हुए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले की रेल लाइनें हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>पुणे-कल्याण (मुंबई की ओर)</p>\r\n<p>पुणे दौंड</p>\r\n<p>दौंड-Kurduwadi</p>\r\n<p>दौंड-मनमाड</p>\r\n<p>दौंड-बारामती शाखा लाइन (सिंगल-ट्रैक)</p>\r\n<p>पुणे-मिराज (पुणे से मिराज के लिए सिंगल-ट्रैक, बैंगलोर की ओर)</p>\r\n<p>यद्यपि इन मार्गों पर एक्सप्रेस ट्रेनें कई छोटे स्टेशनों को छोड़ती हैं, लेकिन स्थानीय \"यात्री ट्रेनें\" प्रत्येक स्टेशन पर रुकती हैं। मध्य रेलवे द्वारा संचालित एक उपनगरीय रेल प्रणाली, पुणे को शहर के पश्चिम में अपने उपनगरों और पड़ोसी गांवों से जोड़ती है। इस प्रणाली के दो मार्ग हैं: पुणे जंक्शन से लोनावाला और तालेगांव तक। पांच ट्रेनें पुणे जंक्शन-तालेगांव रूट पर चलती हैं, और 18 ट्रेनें पुणे जंक्शन-लोनावला रूट पर चलती हैं। पुणे जंक्शन और दौंड के बीच आठ यात्री ट्रेनें उपनगरीय ट्रेनों के रूप में चलती हैं, जिससे पुणे-दौंड खंड तीसरा उपनगरीय मार्ग बन जाता है। इस मार्ग पर प्रमुख स्टेशन लोनी कलभोर और उराली कंचन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>प्राथमिक और माध्यमिक शिक्षा</p>\r\n<p>शहरों और जिले में राज्य प्राथमिक स्कूल क्रमशः नगर निगम और जिला परिषद द्वारा चलाए जाते हैं; निजी स्कूल धर्मार्थ ट्रस्टों द्वारा संचालित किए जाते हैं। माध्यमिक विद्यालय भी धर्मार्थ ट्रस्टों द्वारा चलाए जाते हैं। सभी स्कूलों को जिला परिषद या नगर निगम के निरीक्षण से गुजरना पड़ता है। निर्देश मुख्य रूप से मराठी, अंग्रेजी या हिंदी में है, हालांकि उर्दू का भी उपयोग किया जाता है। माध्यमिक स्कूल काउंसिल फॉर द इंडियन स्कूल सर्टिफिकेट एग्जामिनेशन (CISCE), सेंट्रल बोर्ड ऑफ सेकंडरी एजुकेशन (CBSE), नेशनल इंस्टीट्यूट ऑफ ओपन स्कूलिंग (NIOS) या महाराष्ट्र स्टेट बोर्ड ऑफ सेकंडरी एंड हायर सेकेंडरी एजुकेशन से संबद्ध हैं। 10 + 2 + 3 योजना के तहत, माध्यमिक स्कूल के छात्रों को पूरा करने के बाद आम तौर पर एक जूनियर कॉलेज (जिसे पूर्व-विश्वविद्यालय भी कहा जाता है) या उच्चतर माध्यमिक पाठ्यक्रम के साथ एक स्कूल में दाखिला लिया जाता है, जो महाराष्ट्र राज्य माध्यमिक और उच्च माध्यमिक से संबद्ध है। शिक्षा या एक केंद्रीय बोर्ड।</p>\r\n<p>&nbsp;</p>\r\n<p>व्यावसायिक प्रशिक्षण</p>\r\n<p>पुणे और जिले में सरकारी और निजी ट्रस्टों द्वारा संचालित कई माध्यमिक-माध्यमिक औद्योगिक प्रशिक्षण संस्थान (आईटीआई) हैं, जो निर्माण, पाइपलाइन, वेल्डिंग और ऑटोमोबाइल मरम्मत जैसे ट्रेडों में व्यावसायिक प्रशिक्षण प्रदान करते हैं। सफल उम्मीदवारों को राष्ट्रीय व्यापार प्रमाणपत्र प्राप्त होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उच्च शिक्षा</p>\r\n<p>पुणे शहर को पूर्व का ऑक्सफोर्ड कहा गया है। यह शहर सावित्रीबाई फुले पुणे विश्वविद्यालय और इसके कई संबद्ध कॉलेजों का घर है। जिले में राष्ट्रीय रक्षा अकादमी सहित केंद्र सरकार के कई शैक्षणिक और प्रशिक्षण संस्थान संचालित हैं। सशस्त्र सेना मेडिकल कॉलेज और फिल्म एंड टेलीविजन इंस्टीट्यूट ऑफ इंडिया। जिले में कई निजी रूप से संचालित कॉलेज और विश्वविद्यालय हैं (धार्मिक और विशेष प्रयोजन संस्थानों सहित)। 1982 में महाराष्ट्र राज्य की मुख्यमंत्री वसन्तदादा पाटिल के शिक्षा क्षेत्र को उदार बनाने के बाद अधिकांश निजी कॉलेजों की स्थापना की गई। राजनेताओं और अन्य नेताओं ने निजी संस्थानों की स्थापना में महत्वपूर्ण भूमिका निभाई।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले के अन्य उच्च शिक्षा संस्थानों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>Abasaheb Garware College, Pune - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>आर्मी इंस्टीट्यूट ऑफ टेक्नोलॉजी (एआईटी) - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>बी। जे। मेडिकल कॉलेज, पुणे - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>भारती विद्यापीठ (डीम्ड विश्वविद्यालय)</p>\r\n<p>बिरन महाराष्ट्र कॉलेज ऑफ कॉमर्स, पुणे - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>कॉलेज ऑफ एग्रीकल्चर पुणे (COAP) - महात्मा फुले कृषि विद्यापीठ से संबद्ध</p>\r\n<p>कॉलेज ऑफ इंजीनियरिंग, पुणे - सावित्रीबाई फुले से संबद्ध</p>\r\n<p>श्री शौ मंदिर महाविद्यालय [वाणिज्य, इंजीनियरिंग, कृषि और कला]</p>\r\n<p>पुणे विश्वविद्यालय</p>\r\n<p>डॉ। डी। वाई। पाटिल कॉलेज ऑफ इंजीनियरिंग, पुणे - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>डेक्कन कॉलेज स्नातकोत्तर और अनुसंधान संस्थान</p>\r\n<p>डेक्कन एजुकेशन सोसाइटी के तत्वावधान में एक स्वायत्त बी-स्कूल, इंस्टीट्यूट ऑफ मैनेजमेंट डेवलपमेंट एंड रिसर्च</p>\r\n<p>फर्ग्यूसन कॉलेज, पुणे - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>सरकारी पॉलिटेक्निक, पुणे (इंजीनियरिंग में डिप्लोमा पाठ्यक्रम)</p>\r\n<p>गोखले इंस्टीट्यूट ऑफ पॉलिटिक्स एंड इकोनॉमिक्स, पुणे</p>\r\n<p>ILS लॉ कॉलेज, पुणे - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>इंडियन नेवल ट्रेनिंग कॉलेज, लोनावाला</p>\r\n<p>महाराष्ट्र प्रौद्योगिकी संस्थान</p>\r\n<p>मॉडर्न कॉलेज ऑफ आर्ट्स, साइंस एंड कॉमर्स, पुणे - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>राष्ट्रीय रासायनिक प्रयोगशाला</p>\r\n<p>सिंहगढ़ कॉलेज ऑफ इंजीनियरिंग</p>\r\n<p>सर परशुरामभाऊ कॉलेज, पुणे - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>एसएनडीटी महिला विश्वविद्यालय, पुणे परिसर</p>\r\n<p>सिम्बायोसिस इंटरनेशनल यूनिवर्सिटी, पुणे</p>\r\n<p>विश्वकर्मा इंस्टीट्यूट ऑफ मैनेजमेंट</p>\r\n<p>विश्वकर्मा प्रौद्योगिकी संस्थान, पुणे - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>Nowrosjee वाडिया कॉलेज, पुणे - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>पुणे इंस्टिट्यूट ऑफ कम्प्यूटर टेक्नोलॉजी - सावित्रीबाई फुले पुणे विश्वविद्यालय से संबद्ध</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Pune_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-pune-maharashtra","tags":[{"name":"पुणे","slug":"pune"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":725,"title":"सोलापुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"सोलापुर (पूर्व में शोलापुर) भारतीय राज्य महाराष्ट्र के दक्षिण-पश्चिमी क्षेत्र में स्थित एक शहर है, जो कर्नाटक के साथ अपनी सीमा के करीब है। सोलापुर प्रमुख राजमार्ग पर स्थित है, मुंबई, पुणे, बैंगलोर और हैदराबाद के बीच रेल मार्ग, पड़ोसी राज्य कर्नाटक में बीजापुर और गदग के शहरों के लिए एक शाखा के साथ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सोलापुर","slug":"solapur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-solapur-maharashtra","total":0},{"id":724,"title":"सिंधुदुर्ग, ओरोस में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"794a867d-9bff-485b-9437-d1d7c8fd9c78_Sindhudurg-railway.jpg","dateCreated":"2019-09-20T14:03:57.124Z","dateModified":"2019-09-20T14:04:15.28Z","contributedBy":"AskGif","content":"सिंधुदुर्ग भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है, जिसे तत्कालीन रत्नागिरी जिले से बाहर निकाला गया था। जिला मुख्यालय ओरोस में स्थित हैं। यह जिला 5207 वर्ग किमी के क्षेत्र में बसा है और इसकी आबादी 849,651 है, जिसमें से 12.59% शहरी (2011 के अनुसार) थे।\r\n&nbsp;\r\n2011 तक यह म","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/794a867d-9bff-485b-9437-d1d7c8fd9c78_Sindhudurg-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ओरोस","slug":"oros"},{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"सिंधुदुर्ग","slug":"sindhudurg"}],"slug":"top-places-to-visit-in-sindhudurg-oros-maharashtra","total":0},{"id":698,"title":"गोंदिया में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","dateCreated":"2019-09-18T02:22:01.613Z","dateModified":"2019-09-18T02:22:33.339Z","contributedBy":"AskGif","content":"गोंदिया (यह भी कहा जाता है गोंदिया) भारत के महाराष्ट्र राज्य में एक शहर और नगरपालिका परिषद है, जो नामांकित प्रशासनिक जिले के प्रशासनिक मुख्यालय में कार्य करता है। क्षेत्र में चावल मिलों की प्रचुरता के कारण गोंदिया को राइस सिटी के रूप में भी जाना जाता है।\r\n&nbsp;\r\nगोंदिया मध्य प्रदेश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"गोंदिया","slug":"gondia"}],"slug":"top-places-to-visit-in-gondia-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}