{"id":715,"title":"Top Places to visit in Pune, Maharashtra","imageUrl":"c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","dateCreated":"2019-09-20T02:28:05.893Z","dateModified":"2019-09-20T02:28:20.048Z","contributedBy":"AskGif","content":"<p>Pune also called Poona, the official name until 1978), is the second largest city in the Indian state of Maharashtra, after Mumbai. It is the ninth most populous city in the country with an estimated population of 3.13 million. Along with its extended city limits Pimpri Chinchwad and the three cantonment towns of Pune, Khadki and Dehu Road, Pune forms the urban core of the eponymous Pune Metropolitan Region (PMR). According to the 2011 census, the urban area has a combined population of 5.05 million while the population of the metropolitan region is estimated at 7.27 million. Pune Metropolitan Region along with Mumbai Metropolitan Region and Nashik Metropolitan Region is part of Mumbai Megalopolis also known as Mumbai Megaregion and Golden Triangle of Maharashtra has a population of over 50 millions making this region the most populated urban region in the world. Situated 560 metres (1,837 feet) above sea level on the Deccan plateau on the right bank of the Mutha river, Pune is also the administrative headquarters of its namesake district. In the 18th century, the city was the seat of the Peshwas, the prime ministers of the Maratha Empire and so was one of the most important political centres on the Indian subcontinent. Pune is ranked the number one city in India in the ease of living ranking index.</p>\r\n<p>&nbsp;</p>\r\n<p>The city is considered to be the cultural capital of Maharashtra. It is also known as the \"Oxford of the East\" due to the presence of several well-known educational institutions. The city has emerged as a major educational hub in recent decades, with nearly half of the total international students in the country studying in Pune. Research institutes of information technology, education, management and training attract students and professionals from India and overseas. Several colleges in Pune have student-exchange programmes with colleges in Europe. Now these days few International Baccalaureate institution is growing and establishing a milestone in the field of education.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Ornate temple exterior, with many people outside</p>\r\n<p>Principal temple of Khandoba, worshipped by many Marathi Hindu families</p>\r\n<p>Large building, with steps down to a river</p>\r\n<p>Alandi, on the Indrayani River</p>\r\n<p>Pune district has been at the center of Maharashtraian and Marathi history for more than four hundred years, beginning with the Deccan sultanates and followed by the Maratha Empire. The district has a number of mountain forts and buildings from these eras, in addition to shrines revered by Marathi Hindus (including five of the eight Ashtavinayaka Ganesha temples). Samadhis of the two most revered Marathi Bhakti saints (Dnyaneshwar and Tukaram) are in Alandi and Dehu, respectively. The main temple of Khandoba, the family deity for most Marathi Hindus, is in Jejuri.</p>\r\n<p>&nbsp;</p>\r\n<p>The British designated Pune as the monsoon capital of the Bombay Presidency, and many buildings and parks from the era remain. Hill stations such as Lonavla and Khandala also date back to the Raj, and remain popular with residents of Pune and Mumbai for holidays. The district's mountains, forests and reservoirs are popular for hiking and birdwatching. Bhigwan, a catchment area of the Ujjani Dam, is about from Pune on NH-65, the Pune-Solapur highway. An area of about 18,000 hectares (69 sq mi) has been proposed as a sanctuary for migratory birds.</p>\r\n<p>&nbsp;</p>\r\n<p>Pilgrimage sites</p>\r\n<p>See also: Hindu temples in Pune</p>\r\n<p>Alandi</p>\r\n<p>Bhimashankar Temple</p>\r\n<p>Dehu</p>\r\n<p>Nira Narsingpur</p>\r\n<p>Jejuri</p>\r\n<p>Bhuleshwar Temple</p>\r\n<p>Ashtavinayak temples</p>\r\n<p>Ashtavinayak refers to eight historic Ganesh temples in Pune district and adjacent areas. Each of these temples have its own individual legend and history. Five of these temples are situated in Pune district:</p>\r\n<p>&nbsp;</p>\r\n<p>Girijatmak of Lenyadri - A former Buddhist cave on a hilltop near Junnar</p>\r\n<p>Moreshwar of Morgaon</p>\r\n<p>Mahaganesh of Ranjangaon</p>\r\n<p>Chintamani Temple, Theur - The closest Ashtavinayak temple to Pune</p>\r\n<p>Vigneshwara of Ozar</p>\r\n<p>Forts</p>\r\n<p>A road, with mountains in the background</p>\r\n<p>The medieval Purandar fort</p>\r\n<p>A number of historically-important hill forts and castles in the district date back to the Deccan sultanates and Maratha Empire. The forts and surrounding mountains are popular for trekking.</p>\r\n<p>&nbsp;</p>\r\n<p>Anaghaai</p>\r\n<p>Bhorgiri</p>\r\n<p>Chakan Fort or Sangramgad - dates back to 15th-century Bahamani rule</p>\r\n<p>Chavand</p>\r\n<p>Daulatmangal</p>\r\n<p>Hadsar</p>\r\n<p>Induri</p>\r\n<p>Jivdhan</p>\r\n<p>Kaawla</p>\r\n<p>Kailasgad</p>\r\n<p>Kenjalgad</p>\r\n<p>Korigad (Korlai)</p>\r\n<p>Lohagad</p>\r\n<p>Malhargad (Sonori)</p>\r\n<p>Morgiri</p>\r\n<p>Narayangad</p>\r\n<p>Nimgiri</p>\r\n<p>Purandar - historically important during the Chatrapati Shivaji Maharaj and Peshwa eras</p>\r\n<p>Rajgad - headquarters of Chatrapati Shivaji Maharaj before his coronation</p>\r\n<p>Rajmachi</p>\r\n<p>Rohida</p>\r\n<p>Shivneri - birthplace of Chatrapati Shivaji Maharaj in 1630</p>\r\n<p>Sindola</p>\r\n<p>Sinhagad (or Kondhana) - Nearest fort to Pune</p>\r\n<p>Tikona</p>\r\n<p>Torna Fort or Prachandagad - the first fort captured by the teenaged Chatrapati Shivaji Maharaj in the 1640s</p>\r\n<p>Tung Fort or Kathingad</p>\r\n<p>Vajrangad (Rudramal)</p>\r\n<p>Visapur Fort</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Highways</p>\r\n<p>Six-lane highway, seen from above</p>\r\n<p>Mumbai Pune Expressway</p>\r\n<p>Pune district has 13,642 kilometres (8,477 mi) of roads. National and state highways crossing the district include:</p>\r\n<p>&nbsp;</p>\r\n<p>NH-48, from Mumbai to Bangalore. The western Dehu Road-Katraj bypass was completed in 1989, reducing traffic congestion in Pune and leading to industrial and housing growth along the bypass.</p>\r\n<p>NH-60, the Pune-Nashik National Highway</p>\r\n<p>NH-65, the Pune-Solapur-Hyderabad National Highway</p>\r\n<p>Yashwantrao Chavan Mumbai Pune Expressway - Work on the six-lane toll road began in 1998 and was completed in 2001.</p>\r\n<p>State highways include:</p>\r\n<p>&nbsp;</p>\r\n<p>Pune-Ahmednagar-Aurangabad State Highway</p>\r\n<p>Pune-Alandi State Highway</p>\r\n<p>Pune-Saswad-Pandharpur State Highway</p>\r\n<p>Pune-Paud Road State Highway</p>\r\n<p>Talegaon-Chakan State Highway</p>\r\n<p>Public transport</p>\r\n<p>Bus service by private companies was introduced in Pune shortly before the independence. The city took over the service after the independence in 1947 as Poona Municipal Transport (PMT) which later became Pune Municipal Transport. During the 1990s, PMT and Pimpri-Chinchwad Municipal Transport (PCMT, the bus-service provider in Pimpri-Chinchwad) had a combined fleet of over 1,000 buses. Because municipal transport coverage was patchy, a number of employers in the industrial belt near Pimpri-Chinchwad and Hadapsar offered bus service to their employees. The companies used many more private buses than the municipal providers used. The Pune Municipal Corporation began a bus rapid transit system (India's first) in 2006, but it encountered a number of difficulties. The two municipal bus companies merged in 2007 to form Pune Mahanagar Parivahan Mahamandal Limited (PMPML). The Commonwealth Youth Games were held the following year, which encouraged additional development in north-western Pune and added a fleet of buses running on compressed natural gas (CNG) to the city's streets. Maharashtra State Transport buses began operating in 1951 throughout the state.</p>\r\n<p>&nbsp;</p>\r\n<p>During the 1960s, motorized three-wheeled auto rickshaws began replacing horse-drawn tangas in the district's urban areas; their number grew from 200 in 1960 to over 20,000 in 1996. Although Pune was known as the bicycle city of India in the 1930s, motorcycles began replacing bicycles in the 1970s; the number of motorcycles increased from five per 1,000 people in 1965 to 118 per 1,000 in 1995.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Pune Airport (IATA: PNQ) is a civil enclave at Lohegaon Air Base, northeast of the city, with service to a number of domestic and international destinations. Since Pune's air traffic is controlled by the Indian Air Force (IAF), there is occasional conflict between the Airports Authority of India and the IAF over flight schedules or night landings. The airport apron is becoming inadequate to handle the growing number of flights into Pune since the airport's upgrade to international status with flights to Dubai, Singapore and Frankfurt. Pune Airport handled about 165 passengers a day in 2004&ndash;05, increasing to 250 passengers a day in 2005&ndash;06. There was a sharp rise in 2006&ndash;07, when the number of daily passengers reached 4,309. In 2010&ndash;2011, the number of passengers was about 8,000 a day.</p>\r\n<p>&nbsp;</p>\r\n<p>The government of Maharashtra has entrusted responsibility to Maharashtra Airport Development Company (MADC) for the greenfield Chhatrapati Sambhaji Raje International Airport project, in the Purandar area. Baramati Airport, 12 kilometres (7.5 mi) from Baramati and 100 kilometres (62 mi) from Pune and used for pilot training and charter flights, was being planned in 2011 as a private-jet hub by Reliance Infrastructure.</p>\r\n<p>&nbsp;</p>\r\n<p>Rail</p>\r\n<p>White-and-yellow electric train at a station</p>\r\n<p>Lonavla EMU at Pune's platform 6</p>\r\n<p>The district's two major rail junctions are Pune Junction and Daund Junction. All rail lines through Pune are broad gauge double track, and are part of Indian Railways' Central Railway zone. The Pune-Mumbai line, the district's most important rail route, was built during the British Raj. Khandala and Lonavala are on this route, which has a number of daily high-speed trains. The Mumbai-Kolhapur line also passes through the district, and other major Indian cities are connected to Pune by rail.</p>\r\n<p>&nbsp;</p>\r\n<p>The district's rail lines are:</p>\r\n<p>&nbsp;</p>\r\n<p>Pune-Kalyan (towards Mumbai)</p>\r\n<p>Pune-Daund</p>\r\n<p>Daund-Kurduwadi</p>\r\n<p>Daund-Manmad</p>\r\n<p>Daund-Baramati branch line (single-track)</p>\r\n<p>Pune-Miraj (single-track from Pune to Miraj, towards Bangalore)</p>\r\n<p>Although express trains on these routes skip many smaller stations, local \"passenger trains\" stop at each station. A suburban rail system, operated by Central Railway, connects Pune to its suburbs and neighboring villages west of the city. The system has two routes: from Pune Junction to Lonavala and to Talegaon. Five trains operate on the Pune Junction-Talegaon route, and 18 trains operate on the Pune Junction-Lonavla route. Eight passenger trains run between Pune Junction and Daund as suburban trains, making the Pune-Daund section a third suburban route. Major stations on this route are at Loni Kalbhor and Urali Kanchan.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Primary and secondary education</p>\r\n<p>State primary schools in the cities and district are run by the city corporation and Zilla Parishads, respectively; private schools are operated by charitable trusts. Secondary schools are also run by charitable trusts. All schools are required to undergo inspection by the Zilla Parishad or city corporation. Instruction is primarily in Marathi, English or Hindi, although Urdu is also used. Secondary schools are affiliated with the Council for the Indian School Certificate Examinations (CISCE), the Central Board of Secondary Education (CBSE), the National Institute of Open Schooling (NIOS) or the Maharashtra State Board of Secondary and Higher Secondary Education. Under the 10+2+3 plan, after completing secondary school students typically enroll for two years in a junior college (also known as pre-university) or a school with a higher secondary curriculum affiliated with the Maharashtra State Board of Secondary and Higher Secondary Education or a central board.</p>\r\n<p>&nbsp;</p>\r\n<p>Vocational training</p>\r\n<p>Pune and the district have a number of post-secondary-school industrial training institutes (ITI) run by the government and private trusts which offer vocational training in trades such as construction, plumbing, welding and automobile repair. Successful candidates receive the National Trade Certificate.</p>\r\n<p>&nbsp;</p>\r\n<p>Higher education</p>\r\n<p>Pune city has been called the Oxford of the East.. The city is home to Savitribai Phule Pune University, and many of its affiliated colleges.The district has a number of central government run educational and training institutes, including the National Defence Academy, the Armed Forces Medical College and the Film and Television Institute of India. The district has many privately run colleges and universities (including religious and special-purpose institutions). Most of the private colleges were founded after the Maharashtra state government of Chief Minister Vasantdada Patil liberalised the education sector in 1982. Politicians and other leaders were instrumental in establishing the private institutions.</p>\r\n<p>&nbsp;</p>\r\n<p>Other higher-education institutions in the district include:</p>\r\n<p>&nbsp;</p>\r\n<p>Abasaheb Garware College, Pune - Affiliated with Savitribai Phule Pune University</p>\r\n<p>Army Institute of Technology (AIT) - Affiliated with Savitribai Phule Pune University</p>\r\n<p>B. J. Medical College, Pune - Affiliated with Savitribai Phule Pune University</p>\r\n<p>Bharati Vidyapeeth (Deemed university)</p>\r\n<p>Brihan Maharashtra College of Commerce, Pune - Affiliated with Savitribai Phule Pune University</p>\r\n<p>College of Agriculture Pune (COAP) - Affiliated with Mahatma Phule Krishi Vidyapeeth</p>\r\n<p>College of Engineering, Pune - Affiliated with Savitribai Phule</p>\r\n<p>Shri Shau Mandir Mahavidyalaya[commerce, engineering, agriculture and arts]</p>\r\n<p>Pune University</p>\r\n<p>&nbsp;</p>\r\n<p>Dr. D.Y. Patil College of Engineering, Pune &ndash; Affiliated with Savitribai Phule Pune University</p>\r\n<p>Deccan College Post-Graduate and Research Institute</p>\r\n<p>Institute of Management Development and Research, an Autonomous B-School under the aegis of Deccan Education Society</p>\r\n<p>Fergusson College, Pune - Affiliated with Savitribai Phule Pune University</p>\r\n<p>Government Polytechnic, Pune (diploma courses in engineering)</p>\r\n<p>Gokhale Institute of Politics and Economics, Pune</p>\r\n<p>ILS Law College, Pune - Affiliated with Savitribai Phule Pune University</p>\r\n<p>Indian Naval Training Colleges, Lonavala</p>\r\n<p>Maharashtra Institute of Technology</p>\r\n<p>Modern College of Arts, Science and Commerce, Pune - Affiliated with Savitribai Phule Pune University</p>\r\n<p>National Chemical Laboratory</p>\r\n<p>Sinhgad College of Engineering</p>\r\n<p>Sir Parashurambhau College, Pune - Affiliated with Savitribai Phule Pune University</p>\r\n<p>SNDT Women's University, Pune campus</p>\r\n<p>Symbiosis International University, Pune</p>\r\n<p>Vishwakarma Institute of Management</p>\r\n<p>Vishwakarma Institute of Technology, Pune - Affiliated with Savitribai Phule Pune University</p>\r\n<p>Nowrosjee Wadia College, Pune - Affiliated with Savitribai Phule Pune University</p>\r\n<p>Pune Institute of Computer Technology - Affiliated with Savitribai Phule Pune University</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Pune_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-pune-maharashtra","tags":[{"name":"pune","slug":"pune"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":725,"title":"Top Places to visit in Solapur, Maharashtra","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"Solapur (formerly Sholapur) is a city located in the south-western region of the Indian state of Maharashtra, close to its border with Karnataka. Solapur is located on major Highway, rail routes between Mumbai, Pune, Bangalore and Hyderabad, with a branch line to the cities of Bijapur and Gadag i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solapur","slug":"solapur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-solapur-maharashtra","total":0},{"id":724,"title":"Top Places to visit in Sindhudurg, Oros, Maharashtra","imageUrl":"794a867d-9bff-485b-9437-d1d7c8fd9c78_Sindhudurg-railway.jpg","dateCreated":"2019-09-20T14:03:57.124Z","dateModified":"2019-09-20T14:04:15.28Z","contributedBy":"AskGif","content":"Sindhudurg is an administrative district in the state of Maharashtra in India, which was carved out of the erstwhile Ratnagiri District. The district headquarters are located at Oros. The district occupies an area of 5207 km&sup2; and has a population of 849,651 of which 12.59% were urban (as of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/794a867d-9bff-485b-9437-d1d7c8fd9c78_Sindhudurg-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"oros","slug":"oros"},{"name":"maharashtra","slug":"maharashtra"},{"name":"sindhudurg","slug":"sindhudurg"}],"slug":"top-places-to-visit-in-sindhudurg-oros-maharashtra","total":0},{"id":698,"title":"Top Places to visit in Gondia, Maharashtra","imageUrl":"4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","dateCreated":"2019-09-18T02:22:01.613Z","dateModified":"2019-09-18T02:22:33.339Z","contributedBy":"AskGif","content":"Gondia (also spelled Gondiya) is a city and municipal council in the Indian state of Maharashtra which serves the administrative headquarters of the eponymous administrative district. Gondia is also known as Rice City due to the abundance of rice mills in the area.\r\n&nbsp;\r\nGondia i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"gondia","slug":"gondia"}],"slug":"top-places-to-visit-in-gondia-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}