{"id":716,"title":"रायगढ़, अलीबाग में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"0fdaf729-6a4d-440c-a564-b2d47a2aa2b5_Raigad-tourism.jpg","dateCreated":"2019-09-20T02:35:53.024Z","dateModified":"2019-09-20T02:36:06.302Z","contributedBy":"AskGif","content":"<p>रायगढ़ जिला भारत के महाराष्ट्र राज्य का एक जिला है। पूर्व में कोल्बा जिला कहा जाता था, जिले का नाम बदलकर रायगढ़ रखा गया था, किले के बाद पूर्व मराठा साम्राज्य की पहली राजधानी थी, जिसे बदले में इसके पहले नाम - रायरी से बदला गया था। सह्याद्री रेंज के पश्चिमी घाट के एक पश्चिम की ओर स्थित घने जंगलों में यह किला जिले के आंतरिक क्षेत्रों में स्थित है। 2011 में जिले की जनसंख्या 2,635,394 थी, जबकि 2001 में 2,207,929 थी। 1 जनवरी 1981 को मुख्यमंत्री अंतुले के शासन में नाम बदल दिया गया था। 2011 में शहरी निवासी 2001 में 24.92% से 36.91% हो गए थे।</p>\r\n<p>&nbsp;</p>\r\n<p>यह जिला मुंबई हार्बर से उत्तर पश्चिम, उत्तर में थाना जिला, पूर्व में पूना जिला, दक्षिण में रत्नागिरी जिले और पश्चिम में अरब सागर से घिरा हुआ है। इसमें पेन-मांडवा का बड़ा प्राकृतिक बंदरगाह शामिल है, जो मुंबई बंदरगाह के तुरंत दक्षिण में है, और इसके साथ एक एकल भूमि का निर्माण होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले का उत्तरी भाग नवी मुंबई के नियोजित महानगर में शामिल है, जिसमें खारघर, उल्वे नोड, न्यू पनवेल और खंडा कॉलोनी, तलोजा, कमोठे और कांबोली नोड्स के साथ-साथ उरण सिटी और इसके बंदरगाह, जेएनपीटी शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जिले में शहर / कस्बे खारघर, तलोजा, कालांबोली, पनवेल, रसायानी, कर्जत, खोपोली, माथेरान, उरण, पेन, अलीबाग, मुरुद-जंजीरा, रोहा, नागोठाने, सुधागाद-पाली, मैंगों, म्हलासा, श्रीवर्धन, महाद, बीरादी, बिरादरी शामिल हैं। Poladpur। जनसंख्या, औद्योगीकरण के साथ-साथ एरिया का सबसे बड़ा शहर पनवेल है। जिले में घारपुरी या एलीफेंटा का टापू भी शामिल है, जो उरान में स्थित है, जिसमें प्राचीन हिंदू और बौद्ध गुफाएं हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>1869 में कुलाबा (भी कोलाबा का नाम दिया गया था) जिले को ठाणे जिले से विभाजित किया गया था। भगत, पाटिल, म्हात्रे, नाइक, ठाकुर, रायगढ़ जिले में प्रसिद्ध और देशी उपनाम हैं। इस बिंदु पर, आधुनिक रायगढ़ जिले के सबसे उत्तरी हिस्सों को ठाणे जिले में बनाए रखा गया था। पनवेल, मुंबई से खाड़ी के पार, 1883 तक कोलाबा जिले में शामिल नहीं था, और आधुनिक रायगढ़ जिले के उत्तर-पूर्वी कोने में एक क्षेत्र, करजत, 1891 तक कोलाबा जिले में नहीं रखा गया था। बाद में कोलाबा जिले का नाम बदलकर रायगढ़ जिला कर दिया गया। ।</p>\r\n<p>&nbsp;</p>\r\n<p>रायगढ़ जिला पर्यटन</p>\r\n<p>अलीबाग, हरिहरेश्वर, कर्जत, करनाला, काशिद, किहिम, कोलाड, माथेरान, मुरुद जंजीरा, नागांव बीच, नागोठाने, रायगढ़, श्रीवर्धन, कोरलिया बीच, काशिद बीच, थल बीच, हरिहरेश्वर बीच, दिवेगर बीच, श्रीवर्धन, परबल, परबल, पारबेल , रॉक क्लाइंबिंग, फ़नल हिल, कर्णला किला, अक्षी बीच, अलीबाग बीच, नागांव बीच, खंडेरी किला, लाइटहाउस, कोलाबा किला, जनानी हिल, कनाल एवेन्यू, ढोलवाल डैम, शारलोट लेक, प्रबल फोर्ट, पैंथर्स गुफाएँ, गरांबी डैम, गोल गुम्बज, गराम्बी फॉल्स, नागांव बीच, सुनसान किला, कोलाबा किला, मुसल्मान ब्रिज, भीरा डैम, रायगढ़ किला, रॉक क्लाइम्बिंग, रायलिंग, राजभवन, दिवागर बीच, हरिहरेश्वर बीच, कुशमेश्वर, पर्यटक स्थल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रायगढ़ जिले में मंदिर</p>\r\n<p>बल्लालेश्वर पाली, रामेश्वर मंदिर, वरदविनायक, समर्थ रामदास स्वामी मंदिर रायगढ़ जिले में प्रसिद्ध मंदिर हैं</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>अंग्रेजों ने पुराने कोलाबा और इस क्षेत्र को संभालने के बाद, उन्होंने वर्ष 1865-66 में चार एंग्लो - वर्नाक्यूलर मीडियम स्कूल और 30 सरकारी स्कूलों की स्थापना की। वर्ष 1861 में लड़कियों के लिए पहला स्कूल अलीबाग में शुरू किया गया था। मिशन चर्च ने 1879 में अलीबाग में पहला अंग्रेजी स्कूल शुरू किया। प्रभाकर पाटिल एजुकेशन सोसाइटी (पीएनपी एजुकेशन सोसाइटी) 27 संस्थान चलाता है: पांच प्राथमिक अंग्रेजी और मराठी स्कूल, ट्वेंटी सेवन सेकेण्डरी मराठी स्कूल, एक कला, विज्ञान और वाणिज्य जूनियर और सीनियर। कॉलेज, वन इंग्लिश एंड मराठी मीडियम डी। एड कॉलेज, वन बी.एड. कॉलेज, एक पॉलिटेक्निक संस्थान और एक एमएमएस कॉलेज। भारतीय प्रतिभूति और विनिमय बोर्ड ने तालगापुर के पातालगंगा में राष्ट्रीय प्रतिभूति बाजार संस्थान की स्थापना की। रायगढ़ जिले में दो और पुराने और मूल्यवान संस्थान हैं जिनका नाम महाराष्ट्र के पूर्व मुख्यमंत्री Br.A R Antulay द्वारा स्थापित वसंतराव नाइक कॉलेज मुरुड और म्हसला है।</p>\r\n<p>नगर निगम</p>\r\n<p>पनवेल: पुरानी टाउनशिप, न्यू पनवेल की CIDCO कॉलोनी और खंडा कॉलोनी, कमोठे, कालांबोली, खारघर, तलोजा कॉलोनी के कुछ हिस्से, रासयानी; और पनवेल तालुका के कई गाँव</p>\r\n<p>नगर परिषद</p>\r\n<p>माथेरान</p>\r\n<p>कर्जत</p>\r\n<p>खोपोली</p>\r\n<p>उरान</p>\r\n<p>कलम</p>\r\n<p>अलीबाग</p>\r\n<p>मुरुद जंजीरा किला</p>\r\n<p>रोहा</p>\r\n<p>Shrivardhan</p>\r\n<p>महाड</p>\r\n<p>मनगांव</p>\r\n<p>Khalapur</p>\r\n<p>नगर पंचायतें</p>\r\n<p>Poladpur</p>\r\n<p>Khalapur</p>\r\n<p>ताला</p>\r\n<p>Mhasala</p>\r\n<p>Sudhagad</p>\r\n<p>प्रस्तावित नगर परिषद</p>\r\n<p>रीस-Mohopada</p>\r\n<p>नेरल-Mamdapur</p>\r\n<p>पाली Sudhagad</p>\r\n<p>ताला</p>\r\n<p>Mhasla</p>\r\n<p>Poladpur</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार रायगढ़ जिले की आबादी 2,634,200 है, जो कुवैत के राष्ट्र या नेवादा राज्य के बराबर है। यह इसे भारत में 153 वीं (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 368 निवासियों प्रति वर्ग किलोमीटर (950 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 19.36% थी। रायगढ़ में हर 1000 पुरुषों पर 955 महिलाओं का लिंगानुपात है, और साक्षरता दर 83.89% है।</p>\r\n<p>&nbsp;</p>\r\n<p>रायगढ़ जिले में कई अनुसूचित जनजातियाँ रहती हैं। इनमें महादेव कोली, कटकरी और ठाकर प्रमुख हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रायगढ़ जिला सायन पनवेल एक्सप्रेसवे द्वारा मुंबई से जुड़ा हुआ है। मुंबई-पुणे एक्सप्रेसवे और NH4 पनवेल से गुजरता है। पनवेल से शुरू होने वाला एनएच 66 पूरे जिले को पीछे छोड़ देता है। कोंकण रेलवे लाइन रोहा से शुरू होती है और महाड में मानगाँव और वीर से होकर गुजरती है। मुंबई से पुणे के मध्य रेलवे लाइन कर्जत से खोपोली के लिए एक्सटेंशन लाइन के साथ कर्जत से गुजरती है। पनवेल जंक्शन जिले का सबसे महत्वपूर्ण रेलवे स्टेशन है; यह मुंबई (हार्बर लाइन और मध्य रेलवे की मुख्य लाइन), ठाणे (ट्रांस-हार्बर लाइन द्वारा), रोहा, वसई (पश्चिम रेलवे) और कर्जत से जुड़ा हुआ है। यात्रियों से लेकर राजधानियों तक सभी ट्रेनें यहाँ रुकती हैं, और इसे दक्षिण की यात्रा के लिए प्रवेश द्वार माना जाता है। नेरल से माथेरान तक एक नैरो गेज रेलमार्ग है, जिसे माथेरान हिल रेलवे कहा जाता है। मुख्य बंदरगाह JNPT, मांडव, रेवास, मुरुद, दिघी और श्रीवर्धन हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विश्वविद्यालय</p>\r\n<p>डॉ। बाबासाहेब अम्बेडकर टेक्नोलॉजिकल यूनिवर्सिटी रायगढ़ जिले, महाराष्ट्र, भारत में 1989 में महाराष्ट्र सरकार अधिनियम 1983 के तहत स्थापित एक एकात्मक, स्वायत्त विश्वविद्यालय है। यह महाराष्ट्र में एक और एकमात्र तकनीकी विश्वविद्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Raigad_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0fdaf729-6a4d-440c-a564-b2d47a2aa2b5_Raigad-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-raigad-alibag-maharashtra","tags":[{"name":"रायगढ़","slug":"raigad"},{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अलीबाग","slug":"alibag"}],"recommendations":[{"id":728,"title":"वाशिम में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"fdad593f-d128-44f4-a673-669dca26d9c3_Washim-railway.jpg","dateCreated":"2019-09-20T16:16:06.969Z","dateModified":"2019-09-20T16:17:20.527Z","contributedBy":"AskGif","content":"वाशिम भारतीय राज्य महाराष्ट्र में वाशिम जिले में एक शहर और एक नगरपालिका परिषद है। वाशिम, वाशिम जिले का जिला मुख्यालय है।\r\nवाशिम महाराष्ट्र, भारत में एक जिला है। मुख्यालय वाशिम में है। जिले का क्षेत्रफल 5,150 वर्ग किमी है।\r\n&nbsp;\r\nरुचि के स्थान\r\nशहर की प्राचीनता ने शहर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fdad593f-d128-44f4-a673-669dca26d9c3_Washim-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वाशिम","slug":"washim"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-washim-maharashtra","total":0},{"id":726,"title":"ठाणे में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","dateCreated":"2019-09-20T16:00:38.018Z","dateModified":"2019-09-20T16:00:49.746Z","contributedBy":"AskGif","content":"ठाणे (1996 तक आधिकारिक नाम से भी जाना जाता है), भारत के महाराष्ट्र में एक महानगरीय शहर है। ठाणे शहर पूरी तरह से ठाणे तालुका के भीतर मेल खाता है, जो ठाणे जिले के सात तालुकों में से एक है; इसके अलावा, यह नामांकित जिले का मुख्यालय है। लगभग 147 वर्ग किलोमीटर (57 वर्ग मील) के भूमि क्षेत्र पर वितरित 1,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ठाणे","slug":"thane"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-thane-maharashtra","total":0},{"id":707,"title":"नांदेड़ में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"338ca7b2-4774-45fb-89be-8670635e7454_Nanded-railway.jpg","dateCreated":"2019-09-19T02:26:21.183Z","dateModified":"2019-09-19T02:26:29.633Z","contributedBy":"AskGif","content":"नांदेड़ भारत के महाराष्ट्र राज्य का एक शहर है। यह राज्य का आठवाँ सबसे बड़ा शहरी समूह है और भारत का सत्तरवाँ सबसे अधिक आबादी वाला शहर है। यह मराठवाड़ा उपखंड का दूसरा सबसे बड़ा शहर है। नांदेड़ नांदेड़ जिले के शासन का केंद्र है। नांदेड़ सिख तीर्थयात्रियों के लिए एक प्रमुख गंतव्य है, क्योंकि 10 वें स","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/338ca7b2-4774-45fb-89be-8670635e7454_Nanded-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"नांदेड़","slug":"nanded"}],"slug":"top-places-to-visit-in-nanded-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}