{"id":718,"title":"Top Places to visit in Sangli, Maharashtra","imageUrl":"a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","dateCreated":"2019-09-20T02:53:21.209Z","dateModified":"2019-09-20T02:53:32.923Z","contributedBy":"AskGif","content":"<p>Sangli, is a metropolitan city and the district headquarters of Sangli District in the state of Maharashtra, in western India. It is known as the Turmeric City of Maharashtra due to its production and trade of the spice. Sangli is situated on the banks of the river Krishna and houses many sugar factories. Sangli is a major city in Western India 390 km from Mumbai and 700 km from Bangalore. Sangli is known for its turmeric trade, grapes and the largest number of sugar factories in India. The only district has more than 30 sugar factories.</p>\r\n<p>&nbsp;</p>\r\n<p>Sangli District is a district of Maharashtra State in west-central India. Sangli City is the district headquarters. The district is 25.11% urban. Sangli and Miraj are the largest cities. The industrial town of Kirloskarwadi is also located in the Sangli District. Industrialist Laxmanrao Kirloskar started his first factory here. It is known as the sugar bowl of India due to its high sugarcane productivity. Sangli District is one of the most fertile and highly developed districts in Maharashtra. The District is very popular as a political power house in the state. It has provided many politicians and bureaucrats and is often referred to as the Heaven of Farmers.</p>\r\n<p>&nbsp;</p>\r\n<p>Sangli UA/Metropolitan Region has developed itself as now as a modern city with broader roads, major railway junction, cyber-cafes, hotels with multi-cuisine and very good education facilities. The city has a major healthcare hub including it's twin City Miraj. It is also a major city with telecommunication and entertainment facilities. A Software Technology Park is being set up in a prime location of the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Educational institutes</p>\r\n<p>Education institutions in the area, aside from schools, include engineering colleges such as Walchand College of Engineering RIT college Sakhrale, Islampur, Padmabhooshan Vasantraodada Patil Institute of Technology, KBP College, and Annasaheb Dange College of Engineering &amp; Technology. Government Medical College, Miraj, is also present, as is the Willingdon College of Arts &amp; Science at Vishrambaug.</p>\r\n<p>&nbsp;</p>\r\n<p>Architecture</p>\r\n<p>Ganapati Temple, located on the banks of river Krishna.</p>\r\n<p>The Irwin Bridge, built by the British.</p>\r\n<p>A royal palace (Rajwada).</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>The sanctuary is a popular tourist destination, with the peak tourism season being from August to February. The most popular tourist activity is hiking to the top of a hill in the sanctuary, from which one can see the Krishna River flowing through fields of sugarcane and grapevines. Also in the area are numerous shrines to Shiva which were built during the Chalukya dynasty, and the Krishna Valley Wine Park in Palus. and Kundal is the region around Sangli, was the capital of the Chalukyas. Kundal is a historical place.</p>\r\n<p>&nbsp;</p>\r\n<p>About Sagareshwar</p>\r\n<p>The Sagareshwar sanctuary has much religious, cultural and archaeological significance. The sanctuary derives its name from an ancient famous Shiva temple that attracts a large number of devotees. It actually consists of one large temple and a complex of 51 small temples, all from the Satvahana period. You will find the Kamal Bhairao temple, partially hewn from hard Basalt rock perched on the edge of a steep cliff. The entrance to the temple is through a narrow trench.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>Sangli District is composed of 11 talukas, listed below with their populations at the 2011 Census:</p>\r\n<p>&nbsp;</p>\r\n<p>Shirala (162,911)</p>\r\n<p>Walwa (456,002)</p>\r\n<p>Palus (164,909)</p>\r\n<p>Kadegaon (143,019)</p>\r\n<p>Khanapur (Vita) (170,214)</p>\r\n<p>Atpadi (138,455)</p>\r\n<p>Tasgaon (251,401)</p>\r\n<p>Miraj (854,581)</p>\r\n<p>Kavathemahankal (152,327)</p>\r\n<p>Jat (328,324)</p>\r\n<p>Sankh</p>\r\n<p>Culture</p>\r\n<p>Kundal is near Veerbhadra Temple Hill. This temple has 300 years of history. Kundal is a pilgrimage centre for the Digambar Jains, with thousands of Jains visiting each year. There is a temple built in the memory of Maharaja Jaising.</p>\r\n<p>&nbsp;</p>\r\n<p>Kundal is surrounded by hills, including Zari Parshwanath. Water from the trough cascades near the idol of Mahaveer. Two caves house the idol of Mahaveer and the images of Rama, Sita, and Lakshman. Samav Sharan, a large open space on top of another hill, is considered holy by the Jains. They believe that Mahaveer gave sermons to his followers here.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Social Reformers/ Freedom fighters</p>\r\n<p>&nbsp;</p>\r\n<p>Nagnath Naikwadi</p>\r\n<p>Annabhau Sathe</p>\r\n<p>Gopal Ganesh Agarkar</p>\r\n<p>Dhulappa Bhaurao Navale</p>\r\n<p>Vasantdada Patil</p>\r\n<p>Sambhaji Bhide</p>\r\n<p>&nbsp;</p>\r\n<p>Entertainment/literature/culture/music/cinema</p>\r\n<p>&nbsp;</p>\r\n<p>Bal Gandharva</p>\r\n<p>Asha Bhosale</p>\r\n<p>Bhagyashree Patwardhan</p>\r\n<p>Patthe Bapurao</p>\r\n<p>Gajanan Digambar Madgulkar</p>\r\n<p>Vishnudas Bhave</p>\r\n<p>Sai Tamhankar</p>\r\n<p>Sports</p>\r\n<p>&nbsp;</p>\r\n<p>Vijay Hazare, Indian Cricketer</p>\r\n<p>Smriti Mandhana is from Madhavnagar, Indian Cricketer</p>\r\n<p>Armaan Jaffer, Indian Cricketer</p>\r\n<p>Politics</p>\r\n<p>&nbsp;</p>\r\n<p>Yashwantrao Chavan</p>\r\n<p>Vasantdada Patil</p>\r\n<p>Gulabrao Patil</p>\r\n<p>Patangrao Kadam</p>\r\n<p>Jayant Patil</p>\r\n<p>R. R. Patil</p>\r\n<p>Dhulappa Bhaurao Navale</p>\r\n<p>Ramdas Athawale</p>\r\n<p>Vishwajeet Patangrao Kadam</p>\r\n<p>Sanjaykaka Patil</p>\r\n<p>&nbsp;</p>\r\n<p>Cricketers</p>\r\n<p>Vijay Hazare</p>\r\n<p>Smriti Mandhana, plays for the Indian women's national team</p>\r\n<p>Armaan Jaffer, plays for Mumbai cricket team</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Sangli</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-sangli-maharashtra","tags":[{"name":"sangli","slug":"sangli"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":729,"title":"Top Places to visit in Yavatmal, Maharashtra","imageUrl":"406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","dateCreated":"2019-09-20T16:24:15.674Z","dateModified":"2019-09-20T16:24:29.856Z","contributedBy":"AskGif","content":"Yavatmal district, formerly known as Yeotmal, is a district of the Indian state of Maharashtra. It is located in the region of Vidarbha, in the east-central part of the state. It is Vidarbha's third-largest district by population, after Nagpur and Amravati. Yavatmal town is the administrative hea","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"yavatmal","slug":"yavatmal"}],"slug":"top-places-to-visit-in-yavatmal-maharashtra","total":0},{"id":718,"title":"Top Places to visit in Sangli, Maharashtra","imageUrl":"a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","dateCreated":"2019-09-20T02:53:21.209Z","dateModified":"2019-09-20T02:53:32.923Z","contributedBy":"AskGif","content":"Sangli, is a metropolitan city and the district headquarters of Sangli District in the state of Maharashtra, in western India. It is known as the Turmeric City of Maharashtra due to its production and trade of the spice. Sangli is situated on the banks of the river Krishna and houses many sugar f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a7c87744-61b3-4626-a272-1458b7832d8d_Sangli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"sangli","slug":"sangli"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-sangli-maharashtra","total":0},{"id":710,"title":"Top Places to visit in Nashik, Maharashtra","imageUrl":"758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","dateCreated":"2019-09-19T03:06:08.873Z","dateModified":"2019-09-19T03:06:35.101Z","contributedBy":"AskGif","content":"Nashik is an ancient holy city in the northern region of the Indian state of Maharashtra. Situated on the banks of river Godavari, Nasik is well known for being one of Hindu pilgrimage sites, that of Kumbh Mela which is held every 12 years. It is the Third largest city in Maharashtra after Mumbai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nashik","slug":"nashik"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nashik-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}