{"id":719,"title":"Top Places to visit in Satara, Maharashtra","imageUrl":"10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","dateCreated":"2019-09-20T03:10:41.062Z","dateModified":"2019-09-20T03:10:52.344Z","contributedBy":"AskGif","content":"<p>Satara district is a district of Maharashtra state in western India with an area of 10,480 km&sup2; and a population of 3,003,741 of which 14.17% were urban (as of 2011). Satara is the capital of the district and other major towns include Wai, Karad, Koregaon, Dahiwadi, Koynanagar, Rahimatpur, Phaltan, Mahabaleshwar, Vaduj and Panchgani. This district comes under Pune Administrative Division along with Pune, Sangli, Solapur and Kolhapur. The district of Pune bounds it to the north, Raigad bounds it to the north-west, Solapur the east, Sangli to the south, and Ratnagiri to the west.</p>\r\n<p>&nbsp;</p>\r\n<p>Satara is a city located in the Satara District of Maharashtra state of India, near the confluence of the river Krishna and its tributary, the Venna. The city was established in the 16th century and was the seat of the Raja of Satara, Chhatrapati Shahu. It is the headquarters of Satara Tahsil, as well as the Satara District. The city gets its name from the seven forts (Sat-Tara) which are near the city In satara district 11 talukas- satara, man, wai, mahabaleshwar, khatav, khandala, phaltan, koregaon, patan, jaoli and karad.</p>\r\n<p>&nbsp;</p>\r\n<p>The Sahyadri range, or main range of the Western Ghats, runs north and south along the western edge of the district, separating it from Ratnagiri District. The Mahadeo range starts about 10 m. north of Mahabaleshwar and stretches east and south-east across the whole of the district. The Mahadeo hills are bold, presenting bare scarps of black rock like fortresses. The Satara district is part of two main watersheds. The Bhima River watershed, which is a tributary of the Krishna, includes the north and northeast of the district, north of the Mahadeo hills. The rest of the district is drained by the upper Krishna and its tributaries. The hill forests have a large store of timber and firewood. The whole of Satara district falls within the Deccan Traps area; the hills consist of trap intersected by strata of basalt and topped with laterite, while, of the different soils on the plains, the commonest is the black loamy clay containing carbonate of lime. This soil, when well watered, is capable of yielding heavy crops. Satara contains some important irrigation works, including the Krishna canal. In some of the western parts of the district the average annual rainfall exceeds 5 m.; but on the eastern side water is scanty, the rainfall varying from 1 m in Satara town to less than 30 cm in some places farther east. The district is traversed from north to south by a railway line, which passes 15 km east of Satara town.</p>\r\n<p>&nbsp;</p>\r\n<p>The Mandher Devi temple in Mandhradevi, near Wai, is the Kalubai temple. Located on a hill 4,650 feet above sea level, the temple, some 20 km from Wai, overlooks the picturesque Purandhar fort. Devotees attribute miraculous properties to a grove around the shrine. Lore has it that the temple is more than 400 years old and was built during Shivaji's Maratha rule. However, no definite date on the temple's construction is available. It was the scene of a tragic stampede on 25 January 2005.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Satara district consists of four subdivisions namely Satara, Wai, Karad and Phaltan, divided into eleven talukas (tahsils). These are Satara, Karad, Wai, Mahabaleshwar, Phaltan, Man, Khatav, Koregaon, Patan, Jaoli and Khandala. There are eight Vidhan Sabha constituencies in this district. Karad North, Karad South, Patan, Koregaon, Wai and Satara are part of Satara (Lok Sabha constituency) and Phaltan, Man are part of Madha (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Tehsils (Taluke) of Satara District at a glance</p>\r\n<p>Taluka Capital</p>\r\n<p>Satara Satara</p>\r\n<p>Karad Karad</p>\r\n<p>Wai Wai</p>\r\n<p>Koregaon Koregaon</p>\r\n<p>Jaoli Medha</p>\r\n<p>Mahabaleshwar Mahabaleshwar</p>\r\n<p>Khandala Khandala (Pargaon)</p>\r\n<p>Patan Patan</p>\r\n<p>Phaltan Phaltan</p>\r\n<p>Khatav Vaduj</p>\r\n<p>Maan Dahiwadi</p>\r\n<p>Later, in the year 2009, the Karad (Lok Sabha constituency) was cancelled and it fused in the Satara (Lok Sabha constituency) . A new Madha (Lok Sabha constituency) was formed in the same year. Jaoli and Khatav Vidhan Sabha constituencies were cancelled, and Man, Phaltan were added to Madha (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>The Sainik School in Satara is one of the oldest residential school preparing boys for military career. The boys are prepared for NDA (National Defence Academy) UPSC examination, and also for technical entries of Army Navy And The Airforce. Ex Chief of the Air Staff, Air Chief Marshal Pradeep Vasant Naik is an alumnus of this institution, amongst many officers serving or served in Indian Armed Forces. This is the First Sainik School established in India and comes under Ministry of Defence.</p>\r\n<p>&nbsp;</p>\r\n<p>Krantisinh Nana Patil College of Veterinary Science, Shirwal is affiliated with Maharashtra Animal and Fishery Sciences University.</p>\r\n<p>&nbsp;</p>\r\n<p>There are also institutes run by the Rayat Shikshan Sanstha. Karmaveer Bhaurao Patil College Of Engineering and Polytechnic is run by Rayat Shikshan Sanstha and is one of the oldest and reputed engineering colleges in Satara.</p>\r\n<p>&nbsp;</p>\r\n<p>In primary education SEMS, Mona School Satara, Nirmala Convent , KSD Shanbhag Vidyalaya, Chhatrapati Shahu Academy, Narmada are some of the best and oldest English Medium schools which are affiliated to Maharashtra state board while the Podar International School is the most excellent school which is affiliated to Central Board Of Secondary Education. Amongst Marathi medium schools, Rayat Shikshan sansthas Anna Saheb Kalyani Vidyalaya, Maharaja Sayajirao Vidyalaya along with Anant English School, and New English School are the best educational institutes in the city.</p>\r\n<p>&nbsp;</p>\r\n<p>Features</p>\r\n<p>Satara is well known for its sweet: kandi pedhe.</p>\r\n<p>Satara is located at foot of the famous Ajinkyatara fort.</p>\r\n<p>Satara has a unique statue of Chhatrapati Shivaji Maharaj standing near a canon, at Powai Naka. Generally statue of Shivaji maharaj is seen him riding the horse.</p>\r\n<p>Kas plateau / Flower plateau, now a World Natural Heritage site.</p>\r\n<p>Satara has two palaces in the heart the of city, the Old Palace (Juna Rajwada) and the New Palace (Nava Rajwada) adjoining each other. The Old Palace was built around 300 years ago, and the New Palace was built about 200 years ago.</p>\r\n<p>Thoseghar Waterfalls around 20 km west of Satara. It is one of the best monsoon tourist places in the Western Ghats. People come from all over the Maharashtra to visit the falls, especially during the monsoon season between July and October.</p>\r\n<p>Vajrai Waterfall, India's highest waterfall, around 22 km from Satara.</p>\r\n<p>Sajjangad, around 15 km from Satara.</p>\r\n<p>Satara hosts 'Satara Half Hill Marathon' each year. In 2015, they entered the Guinness World Records book for Most People in a Mountain Run (Single Mountain) with 2,618 runners.</p>\r\n<p>Satara city is known as a Soldier's city as well as Pensioner's city.</p>\r\n<p>How to visit</p>\r\n<p>You can visit Satara by road, train or by air. It is about 250 km from capital city of Mumbai on national highway no. 48 (via Mumbai Pune Expressway and PB road). Train services from Chhatrapati Shivaji Maharaj Terminus railway station, Mumbai to Kolhapur via Satara. Private travels and government state transport buses are available from Borivali, Dadar, Mumbai Central and Thane to Satara. Satara is around 110 km from Pune (Pune International Airport is the nearest airport) by road.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>The famous tourist points near Satara city are:</p>\r\n<p>&nbsp;</p>\r\n<p>Ajinkyatara Fort (अजिंक्यतारा किल्ला)</p>\r\n<p>Sajjangad Fort (सज्जनगड किल्ला)</p>\r\n<p>Kaas Plateau &ndash; Called \"Valley of flowers of Maharashtra\" which is also a World Heritage Site</p>\r\n<p>Baramotichi Vihir Step well, near Limb village which is about 16 km from Satara</p>\r\n<p>Thoseghar Waterfall</p>\r\n<p>Yewateshwar</p>\r\n<p>Bamnoli</p>\r\n<p>Dhom Dam</p>\r\n<p>12 motichi vihir, limb</p>\r\n<p>Raje Baksavar Peer Saaheb Dargha(Khatgun)</p>\r\n<p>Chaphal (Shree Ram Mandir, Near Umbraj)</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Udayanraje Bhosale</p>\r\n<p>Narendra Dabholkar</p>\r\n<p>Bhaurao Patil</p>\r\n<p>Transport</p>\r\n<p>Satara city is well connected with the rest of Maharashtra by road and rail. National Highway 48 a part of the Golden Quadrilateral running between Delhi and Chennai passes through Satara connecting Mumbai and Pune on north side and kolhapur on south side in Maharashtra. A bypass was constructed to avoid traffic congestion in the city. National Highway 965D connects Kedgaon, Supe, Morgaon, Nira, Lonand, Wathar up to Satara. National Highway 548C starts from Satara, Satara-Akluj-Latur Highway connects Satara city to Latur, it passes through Koregaon, Pusegaon, Mhaswad, Akluj, Tembhurni and Murud. It will also be a 4 lane highway, work is going to start soon. State Highway 58 connects Satara with Mahabaleshwar and Solapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Satara railway station lies on the Pune-Miraj line of the Central Railways and is administered by the Pune Railway Division. The railway station is located a small distance east of the city and is served by several express trains. Sahyadri Express, Koyna Express, Mahalaxmi Express, Maharashtra Express, Goa Express are daily trains that have stops at Satara. Satara Mahad Bankot is a newly declared national highway connecting Satara to the Konkan region.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Satara_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-satara-maharashtra","tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"satara","slug":"satara"}],"recommendations":[{"id":729,"title":"Top Places to visit in Yavatmal, Maharashtra","imageUrl":"406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","dateCreated":"2019-09-20T16:24:15.674Z","dateModified":"2019-09-20T16:24:29.856Z","contributedBy":"AskGif","content":"Yavatmal district, formerly known as Yeotmal, is a district of the Indian state of Maharashtra. It is located in the region of Vidarbha, in the east-central part of the state. It is Vidarbha's third-largest district by population, after Nagpur and Amravati. Yavatmal town is the administrative hea","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"yavatmal","slug":"yavatmal"}],"slug":"top-places-to-visit-in-yavatmal-maharashtra","total":0},{"id":705,"title":"Top Places to visit in Mumbai City, Maharashtra","imageUrl":"62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","dateCreated":"2019-09-19T02:16:14.816Z","dateModified":"2019-09-19T02:16:25.332Z","contributedBy":"AskGif","content":"Mumbai City District is a district of Maharashtra in Konkan Division. As a city district, it has no headquarters or subdivisions. It, along with the Mumbai Suburban District, makes up the metropolis of Mumbai. The city area is called the \"island city\" or South Mumbai or Old Mumbai. It extends fro","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mumbai","slug":"mumbai"},{"name":"maharashtra","slug":"maharashtra"},{"name":"mumbai-city","slug":"mumbai-city"}],"slug":"top-places-to-visit-in-mumbai-city-maharashtra","total":0},{"id":691,"title":"Top Places to visit in Aurangabad, Maharashtra","imageUrl":"28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","dateCreated":"2019-09-17T02:12:43.45Z","dateModified":"2019-09-17T02:12:57.601Z","contributedBy":"AskGif","content":"Aurangabad is a city in the Indian state of Maharashtra. It is the administrative headquarters of Aurangabad district and is the largest city in the Marathwada region. Located on a hilly upland terrain in the Deccan Traps, Aurangabad is the sixth-most populous city in Maharashtra and thirty-secon","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"aurangabad","slug":"aurangabad"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-aurangabad-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}