{"id":719,"title":"सतारा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","dateCreated":"2019-09-20T03:10:41.062Z","dateModified":"2019-09-20T03:10:52.344Z","contributedBy":"AskGif","content":"<p>सतारा जिला पश्चिमी भारत में महाराष्ट्र राज्य का एक जिला है, जिसका क्षेत्रफल 10,480 वर्ग किमी है और इसकी आबादी 3,003,741 है, जिसमें 14.17% शहरी (2011 के अनुसार) थे। सतारा जिले की राजधानी है और अन्य प्रमुख शहरों में वाई, कराड, कोरेगाँव, दहिवडी, कोयननगर, रहीमपुर, फलटन, महाबलेश्वर, वडूज और पंचगनी शामिल हैं। यह जिला पुणे, सांगली, सोलापुर और कोल्हापुर के साथ पुणे प्रशासनिक प्रभाग के अंतर्गत आता है। पुणे का जिला इसे उत्तर में, रायगढ़ को उत्तर-पश्चिम, सोलापुर पूर्व में, दक्षिण में सांगली और पश्चिम में रत्नागिरी तक बांधता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सतारा भारत के महाराष्ट्र राज्य के सतारा जिले में स्थित एक शहर है, जो कृष्णा नदी और उसकी सहायक नदी, वेन्ना के संगम के पास है। यह शहर 16 वीं शताब्दी में स्थापित किया गया था और सतारा के राजा, छत्रपति शाहू की सीट थी। यह सतारा तहसील का मुख्यालय है, साथ ही सतारा जिला भी है। शहर को सात किलों (सत-तारा) से अपना नाम मिलता है जो शहर के पास हैं। सतारा जिले में 11 तालुका- सतारा, आदमी, वाई, महाबलेश्वर, खटाव, खंडाला, फल्टन, कोण्डागांव, पाटन, जाओली और कराड हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सह्याद्री रेंज, या पश्चिमी घाट की मुख्य श्रृंखला, जिले के पश्चिमी किनारे के साथ उत्तर और दक्षिण में चलती है, इसे रत्नागिरी जिले से अलग करती है। महादेव श्रेणी लगभग 10 मीटर से शुरू होती है। महाबलेश्वर के उत्तर में और पूरे जिले में पूर्व और दक्षिण-पूर्व में फैला हुआ है। महादेव पहाड़ियां बोल्ड हैं, जो किले जैसी काली चट्टान के नंगे स्कार्पियों को प्रस्तुत करती हैं। सतारा जिला दो मुख्य जल क्षेत्रों का हिस्सा है। भीमा नदी का जलक्षेत्र, जो कृष्णा की एक सहायक नदी है, में उत्तर और उत्तरपूर्वी ज़िले, महादेव पहाड़ियों के उत्तर शामिल हैं। शेष जिले में ऊपरी कृष्णा और उसकी सहायक नदियाँ हैं। पहाड़ी जंगलों में लकड़ी और जलाऊ लकड़ी का बड़ा भंडार है। पूरा सतारा जिला दक्कन ट्रैप क्षेत्र में आता है; पहाड़ियों में बेसाल्ट के तार द्वारा प्रतिच्छेदन जाल होता है और लेटराइट के साथ सबसे ऊपर होता है, जबकि, मैदानी इलाकों की विभिन्न मिट्टी में, सबसे आम काली दोमट मिट्टी होती है जिसमें चूने के कार्बोनेट होते हैं। यह मिट्टी, जब अच्छी तरह से पानी पिलाया जाता है, भारी फसलों की पैदावार करने में सक्षम है। सतारा में कृष्णा नहर सहित कुछ महत्वपूर्ण सिंचाई कार्य शामिल हैं। जिले के कुछ पश्चिमी भागों में औसत वार्षिक वर्षा 5 मीटर से अधिक है; लेकिन पूर्वी दिशा में पानी की कमी है, सतारा शहर में 1 मीटर से लेकर पूर्व में कुछ स्थानों पर 30 सेमी से कम वर्षा होती है। यह जिला उत्तर से दक्षिण तक एक रेलवे लाइन से घिरा हुआ है, जो सतारा शहर से 15 किमी पूर्व में गुजरती है।</p>\r\n<p>&nbsp;</p>\r\n<p>मांहिरदेवी में मन्दिर देवी का मंदिर, वाई के पास, कालूबाई मंदिर है। समुद्र तल से 4,650 फीट की ऊँचाई पर स्थित, मंदिर, वाई से 20 किमी दूर, सुरम्य पुरंधर किले को देखता है। भक्त चमत्कारी गुणों को मंदिर के चारों ओर एक ग्रोव में रखते हैं। विद्या की मान्यता है कि यह मंदिर 400 साल से अधिक पुराना है और इसे शिवाजी के मराठा शासन के दौरान बनाया गया था। हालांकि, मंदिर के निर्माण की कोई निश्चित तारीख उपलब्ध नहीं है। यह 25 जनवरी 2005 को एक दुखद भगदड़ का दृश्य था।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>सतारा जिले में चार उपविभाग हैं, सतारा, वाई, कराड और फलटन, ग्यारह तालुकों (तहसीलों) में विभाजित हैं। ये सतारा, कराड, वाई, महाबलेश्वर, फलटन, मैन, खटाव, कोरेगांव, पाटन, जाओली और खंडाला हैं। इस जिले में आठ विधान सभा क्षेत्र हैं। कराड उत्तर, कराड दक्षिण, पाटन, कोरेगांव, वाई और सतारा सतारा (लोकसभा निर्वाचन क्षेत्र) और फलटन का हिस्सा हैं, मैन मधा (लोकसभा निर्वाचन क्षेत्र) का हिस्सा हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सतारा जिले की तहसील (तालुका) एक नज़र में</p>\r\n<p>तालुका कैपिटल</p>\r\n<p>सतारा सतारा</p>\r\n<p>कराड कराड</p>\r\n<p>वाई वाई</p>\r\n<p>कोरेगांव कोरेगांव</p>\r\n<p>Jaoli मेधा</p>\r\n<p>महाबलेश्वर महाबलेश्वर</p>\r\n<p>खंडाला खंडाला (परगाँव)</p>\r\n<p>पाटन पाटन</p>\r\n<p>फलटन फलटन</p>\r\n<p>Khatav Vaduj</p>\r\n<p>मान Dahiwadi</p>\r\n<p>बाद में, वर्ष 2009 में, कराड़ (लोकसभा निर्वाचन क्षेत्र) को रद्द कर दिया गया था और सतारा (लोकसभा निर्वाचन क्षेत्र) में इसे बंद कर दिया गया था। उसी वर्ष एक नई मढा (लोकसभा निर्वाचन क्षेत्र) का गठन किया गया। जाओली और खाटव विधानसभा क्षेत्रों को रद्द कर दिया गया था, और मान, फलटन को माधा (लोकसभा निर्वाचन क्षेत्र) में जोड़ा गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>सतारा में सैनिक स्कूल सैन्य कैरियर के लिए लड़कों को तैयार करने वाले सबसे पुराने आवासीय स्कूलों में से एक है। लड़कों को एनडीए (राष्ट्रीय रक्षा अकादमी) यूपीएससी परीक्षा के लिए तैयार किया जाता है, और सेना की नौसेना और वायु सेना की तकनीकी प्रविष्टियों के लिए भी। वायु सेना प्रमुख, पूर्व मुख्य एयर चीफ मार्शल प्रदीप वसंत नाइक भारतीय सशस्त्र बलों में सेवारत या सेवा देने वाले कई अधिकारियों के बीच इस संस्था के पूर्व छात्र हैं। यह भारत में स्थापित पहला सैनिक स्कूल है और रक्षा मंत्रालय के अंतर्गत आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>क्रान्तिसिंह नाना पाटिल कॉलेज ऑफ वेटरनरी साइंस, शिरवाल महाराष्ट्र पशु और मत्स्य विज्ञान विश्वविद्यालय से संबद्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>रैयत शिक्षण संस्थान द्वारा संचालित संस्थान भी हैं। कर्मवीर भाऊराव पाटिल कॉलेज ऑफ इंजीनियरिंग और पॉलिटेक्निक रैयत शिक्षण संस्थान द्वारा संचालित है और सतारा के सबसे पुराने और प्रतिष्ठित इंजीनियरिंग कॉलेजों में से एक है।</p>\r\n<p>प्राथमिक शिक्षा में एसईएमएस, मोना स्कूल सतारा, निर्मला कॉन्वेंट, केएसडी शंभग विद्यालय, छत्रपति शाहू एकेडमी, नर्मदा सबसे अच्छे और सबसे पुराने इंग्लिश मीडियम स्कूलों में से कुछ हैं जो महाराष्ट्र राज्य बोर्ड से संबद्ध हैं जबकि पोदार इंटरनेशनल स्कूल सबसे उत्कृष्ट स्कूल है केंद्रीय माध्यमिक शिक्षा बोर्ड से संबद्ध। मराठी माध्यम के स्कूलों में रैयत शिक्षण संस्थान अन्ना साहेब कल्याणी विद्यालय, महाराजा सयाजीराव विद्यालय के साथ-साथ अनंत इंग्लिश स्कूल, और न्यू इंग्लिश स्कूल शहर के सबसे अच्छे शैक्षणिक संस्थान हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>विशेषताएं</p>\r\n<p>सतारा अपनी मीठी: कंडी पेडे के लिए जाना जाता है।</p>\r\n<p>सतारा प्रसिद्ध अजिंकटारा किले के पैर में स्थित है।</p>\r\n<p>सतारा में पवई नाका में छत्रपति शिवाजी महाराज की एक मूर्ति है जो एक कैनन के पास खड़ी है। आमतौर पर शिवाजी महाराज की प्रतिमा उन्हें घोड़े की सवारी करते हुए दिखाई देती है।</p>\r\n<p>कास पठार / फूलों का पठार, जो अब एक विश्व प्राकृतिक धरोहर स्थल है।</p>\r\n<p>शहर के केंद्र में सतारा के दो महल हैं, ओल्ड पैलेस (जूना राजवाड़ा) और एक दूसरे से सटे न्यू पैलेस (नवीन राजवाड़ा)। ओल्ड पैलेस लगभग 300 साल पहले बनाया गया था, और न्यू पैलेस लगभग 200 साल पहले बनाया गया था।</p>\r\n<p>सतारा से लगभग 20 किमी पश्चिम में वेघर झरने। यह पश्चिमी घाट के सबसे अच्छे मानसून पर्यटन स्थलों में से एक है। विशेष रूप से जुलाई और अक्टूबर के बीच मानसून के मौसम के दौरान, पूरे महाराष्ट्र से लोग फॉल्स का दौरा करने आते हैं।</p>\r\n<p>सतारा से लगभग 22 किमी दूर वज्रई झरना, भारत का सबसे ऊंचा झरना है।</p>\r\n<p>सज्जनगढ़, सतारा से लगभग 15 कि.मी.</p>\r\n<p>सतारा प्रत्येक वर्ष 'सतारा हाफ हिल मैराथन' की मेजबानी करता है। 2015 में, उन्होंने 2,618 धावकों के साथ एक माउंटेन रन (एकल पर्वत) में अधिकांश लोगों के लिए गिनीज वर्ल्ड रिकॉर्ड बुक में प्रवेश किया।</p>\r\n<p>सतारा शहर को एक सैनिक शहर और पेंशनर शहर के रूप में जाना जाता है।</p>\r\n<p>कैसे जाएँ?</p>\r\n<p>आप सड़क, ट्रेन या हवाई मार्ग से सतारा जा सकते हैं। यह राष्ट्रीय राजमार्ग संख्या पर मुंबई की राजधानी से लगभग 250 किमी दूर है। 48 (मुंबई पुणे एक्सप्रेसवे और पीबी रोड के माध्यम से)। छत्रपति शिवाजी महाराज टर्मिनस रेलवे स्टेशन, मुंबई से कोल्हापुर होते हुए सतारा तक ट्रेन सेवाएं। बोरिवली, दादर, मुंबई सेंट्रल और ठाणे से सतारा तक निजी यात्रा और सरकारी राज्य परिवहन बसें उपलब्ध हैं। सतारा सड़क मार्ग से पुणे से लगभग 110 किलोमीटर दूर है (पुणे अंतर्राष्ट्रीय हवाई अड्डा निकटतम हवाई अड्डा है)।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>सतारा शहर के पास प्रसिद्ध पर्यटन स्थल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>अजिंक्यतारा किला (अजिंक्यतारा किल्ला)</p>\r\n<p>सज्जनगढ़ किला (सज्जनगढ़ किल्ला)</p>\r\n<p>कास पठार - जिसे \"महाराष्ट्र के फूलों की घाटी\" कहा जाता है, जो एक विश्व धरोहर स्थल भी है</p>\r\n<p>बारामोटिची विहिर कुआं, लिंब गांव के पास, जो सतारा से लगभग 16 किमी दूर है</p>\r\n<p>वोघर झरना</p>\r\n<p>Yewateshwar</p>\r\n<p>Bamnoli</p>\r\n<p>धूम धाम</p>\r\n<p>12 मोतीचिह विहिर, अंग</p>\r\n<p>राजे बक्सवर पीर साहेब दरगाह (खटगुन)</p>\r\n<p>चौपाल (श्री राम मंदिर, अम्बराज के पास)</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>उदयनराजे भोसले</p>\r\n<p>नरेंद्र दाभोलकर</p>\r\n<p>भाऊराव पाटिल</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सतारा शहर सड़क और रेल द्वारा महाराष्ट्र के बाकी हिस्सों से अच्छी तरह से जुड़ा हुआ है। राष्ट्रीय राजमार्ग 48 दिल्ली और चेन्नई के बीच चलने वाली स्वर्णिम चतुर्भुज का एक हिस्सा सतारा से होकर गुजरता है जो उत्तर में मुंबई और पुणे से जुड़ता है और महाराष्ट्र में कोल्हापुर दक्षिण में है। शहर में यातायात की भीड़ से बचने के लिए एक बाईपास का निर्माण किया गया था। राष्ट्रीय राजमार्ग 965 डी केडगाँव, सुपे, मोरगाँव, नीरा, लोनंद, वथर को सतारा से जोड़ता है। राष्ट्रीय राजमार्ग 548 सी सतारा से शुरू होता है, सतारा-अक्लुज-लातूर राजमार्ग सतारा शहर को लातूर से जोड़ता है, यह कोरेगांव, पुसगांव, म्हसवद, अकलुज, तेमभुरनी और मुरुड से गुजरता है। यह 4 लेन का हाईवे भी होगा, जल्द ही काम शुरू होने वाला है। स्टेट हाईवे 58 सतारा को महाबलेश्वर और सोलापुर से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सतारा रेलवे स्टेशन मध्य रेलवे की पुणे-मिराज लाइन पर स्थित है और पुणे रेलवे डिवीजन द्वारा प्रशासित है। रेलवे स्टेशन शहर के पूर्व में एक छोटी दूरी पर स्थित है और कई एक्सप्रेस ट्रेनों द्वारा परोसा जाता है। सह्याद्री एक्सप्रेस, कोयना एक्सप्रेस, महालक्ष्मी एक्सप्रेस, महाराष्ट्र एक्सप्रेस, गोवा एक्सप्रेस दैनिक ट्रेनें हैं जो सतारा में रुकती हैं। सतारा महाद बैंककोट सतारा को कोंकण क्षेत्र से जोड़ने वाला एक नया घोषित राष्ट्रीय राजमार्ग है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Satara_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-satara-maharashtra","tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"सतारा","slug":"satara"}],"recommendations":[{"id":729,"title":"यवतमाल में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","dateCreated":"2019-09-20T16:24:15.674Z","dateModified":"2019-09-20T16:24:29.856Z","contributedBy":"AskGif","content":"यवतमाल जिला, जिसे पहले येओतमल के नाम से जाना जाता था, भारतीय राज्य महाराष्ट्र का एक जिला है। यह राज्य के पूर्व-मध्य भाग में विदर्भ के क्षेत्र में स्थित है। यह नागपुर और अमरावती के बाद विदर्भ का तीसरा सबसे बड़ा जिला है। यवतमाल शहर जिले का प्रशासनिक मुख्यालय है। वर्तमान जिला कलेक्टर अश्विन मुद्गल ह","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"यवतमाल","slug":"yavatmal"}],"slug":"top-places-to-visit-in-yavatmal-maharashtra","total":0},{"id":705,"title":"मुंबई शहर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","dateCreated":"2019-09-19T02:16:14.816Z","dateModified":"2019-09-19T02:16:25.332Z","contributedBy":"AskGif","content":"मुंबई सिटी जिला, कोंकण डिवीजन में महाराष्ट्र का एक जिला है। एक शहर जिले के रूप में, इसका कोई मुख्यालय या उपखंड नहीं है। यह मुंबई उपनगरीय जिले के साथ मिलकर मुंबई के महानगर को बनाता है। शहर क्षेत्र को \"द्वीप शहर\" या दक्षिण मुंबई या पुराना मुंबई कहा जाता है। यह दक्षिण में कोलाबा से लेकर उत्तर में मा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/62189700-8964-4daf-92b7-9515d93d331a_Mumbai-City-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मुंबई","slug":"mumbai"},{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"मुंबई-शहर","slug":"mumbai-city"}],"slug":"top-places-to-visit-in-mumbai-city-maharashtra","total":0},{"id":691,"title":"औरंगाबाद में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","dateCreated":"2019-09-17T02:12:43.45Z","dateModified":"2019-09-17T02:12:57.601Z","contributedBy":"AskGif","content":"औरंगाबाद भारत के महाराष्ट्र राज्य का एक शहर है। यह औरंगाबाद जिले का प्रशासनिक मुख्यालय है और मराठवाड़ा क्षेत्र का सबसे बड़ा शहर है। दक्कन ट्रैप में एक पहाड़ी उपरी भूभाग पर स्थित, औरंगाबाद महाराष्ट्र का छठा सबसे अधिक आबादी वाला शहर है और 1,175,116 की आबादी के साथ भारत में दूसरा स्थान है। यह शहर सू","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/28dbaf61-6437-471b-a082-779c52f8b110_Aurangabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"औरंगाबाद","slug":"aurangabad"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-aurangabad-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}