{"id":725,"title":"सोलापुर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"<p>सोलापुर (पूर्व में शोलापुर) भारतीय राज्य महाराष्ट्र के दक्षिण-पश्चिमी क्षेत्र में स्थित एक शहर है, जो कर्नाटक के साथ अपनी सीमा के करीब है। सोलापुर प्रमुख राजमार्ग पर स्थित है, मुंबई, पुणे, बैंगलोर और हैदराबाद के बीच रेल मार्ग, पड़ोसी राज्य कर्नाटक में बीजापुर और गदग के शहरों के लिए एक शाखा के साथ है। शोलापुर अंतरराष्ट्रीय हवाई अड्डे का निर्माण चल रहा है। यह भारत सरकार द्वारा हाउस रेंट अलाउंस (HRA) वर्गीकरण द्वारा A1 टियर और B-1 श्रेणी के शहर के रूप में वर्गीकृत किया गया है। यह महाराष्ट्र का 5 वाँ सबसे बड़ा शहर और भारत का 49 वाँ सबसे अधिक आबादी वाला शहर और 43 वाँ सबसे बड़ा शहरी समूह है।</p>\r\n<p>सोलापुर जिला भारत के महाराष्ट्र राज्य में एक जिला है। सोलापुर शहर जिला मुख्यालय है। यह राज्य के दक्षिण पूर्व छोर पर स्थित है और पूरी तरह से भीम और सीना के घाटियों में स्थित है। पूरे जिले को भीमा नदी द्वारा बहा दिया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सोलापुर जिला भारतीय सिगरेट के उत्पादन में महाराष्ट्र का नेतृत्व करता है जिसे बीड़ी के रूप में जाना जाता है।</p>\r\n<p>सोलापुर बीड़ी के उत्पादन में महाराष्ट्र का नेतृत्व करता है। सोलापुरी चादर्स और तौलिये भारत में और वैश्विक स्तर पर भी प्रसिद्ध हैं, हालांकि गुणवत्ता के कारणों से उनके निर्यात में उल्लेखनीय गिरावट आई है। भौगोलिक संकेत संकेत प्राप्त करने के लिए \"सोलापुरी चडार\" महाराष्ट्र में प्रसिद्ध और पहला उत्पाद है। यह महाराष्ट्र में कपास मिलों और बिजली करघों के लिए एक प्रमुख केंद्र रहा है। सोलापुर में दुनिया की दूसरी सबसे बड़ी और एशिया की सबसे बड़ी कताई मिल थी। भारत का अनार पर राष्ट्रीय अनुसंधान केंद्र (NRCP) सोलापुर में स्थित है। और अनार की खेती सोलापुर जिले में बड़े पैमाने पर की जाती है। केगांव (सोलापुर) में विज्ञान केंद्र महाराष्ट्र में तीसरा सबसे बड़ा और प्रमुख वैज्ञानिक संघ है। 765 kV बिजली क्षमता की रायचूर-सोलापुर पावर ट्रांसमिशन लाइन दक्षिणी राज्यों करनकटा और आंध्र प्रदेश के पावर ग्रिड की आवश्यकता को पूरा करती है। महाराष्ट्र में पहला अपशिष्ट-से-ऊर्जा बिजली संयंत्र सोलापुर में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के ग्रामदेवता (मुख्य देवता) श्री शिवयोगी सिद्धेश्वर हैं। मकर संक्रांति के हिंदू त्यौहार पर \"नंदीध्वज\" जुलूस और स्थानीय स्तर पर एक वार्षिक मेले के रूप में जाना जाता है, जिसे गड्डा यात्रा के रूप में जाना जाता है, जो बड़ी भीड़ को आकर्षित करता है और भगवान सिद्धेश्वर के विवाह से जुड़ा हुआ है। 1992 में, सोलापुर नगर निगम ने अपने उपनगरों का विलय करके अपने क्षेत्र को 300 वर्ग किलोमीटर (120 वर्ग मील) तक बढ़ाया। सोलापुर में ग्रेट इंडियन बस्टर्ड अभयारण्य है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेल</p>\r\n<p>&nbsp;</p>\r\n<p>सोलापुर रेलवे स्टेशन का मुख्य द्वार</p>\r\n<p>सोलापुर रेलवे स्टेशन शहर के भीतर का मुख्य रेलवे हब है। सोलापुर रेलवे डिवीजन दक्षिण भारत को पश्चिमी और उत्तर पश्चिम भारत से जोड़ने वाला एक महत्वपूर्ण डिवीजन है। अहमदाबाद, जयपुर, नई दिल्ली, मुंबई, पुणे इत्यादि से ट्रेनें दक्षिण राज्यों (तेलंगाना, कर्नाटक, तमिलनाडु और केरल) से सोलापुर होकर जाती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>हॉटगी जंक्शन और कुर्दुवादी जंक्शन सोलापुर जिले में मौजूद दो जंक्शन रेलवे स्टेशन हैं।</p>\r\n<p>12115 सिद्धेश्वर एक्सप्रेस एसी कोच</p>\r\n<p>सड़क</p>\r\n<p>सोलापुर आंतरिक शहर परिवहन एसएमटी (सोलापुर नगर परिवहन), एसएमसी और अन्य निजी कैब द्वारा प्रबंधित किया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सोलापुर महाराष्ट्र के प्रमुख शहरों के साथ-साथ हैदराबाद की निकटवर्ती राज्य की राजधानी और कर्नाटक में महत्वपूर्ण शहरों से चार राष्ट्रीय राजमार्गों से सड़क मार्ग से जुड़ा हुआ है - NH 9 राजमार्ग, जो पुणे को विजयवाड़ा से हैदराबाद, सूर्यपेट, NH-52 को सोलापुर से कैथल तक जोड़ता है, मंगलौर, कर्नाटक और एनएच -211 सोलापुर को धुले से जोड़ता है। रत्नागिरी-नागपुर राष्ट्रीय राजमार्ग NH-204 शहर से होकर गुजरता है, जो सोलापुर को महाराष्ट्र के अन्य महत्वपूर्ण शहरों जैसे नागपुर, सांगली, कोल्हापुर और नांदेड़ से जोड़ता है। हाल ही में स्वीकृत राष्ट्रीय राजमार्ग- (सोलापुर - कालाबुरागी) और रत्नागिरी-सोलापुर-यवतमाल-नांदेड़-नागपुर। (सोलापुर-बीजापुर) NH-13 में रोड सेक्शन को इसके चार लेन से बेहतर बनाने का प्रस्ताव है। सोलापुर-औरंगाबाद राष्ट्रीय राजमार्ग भी सोलापुर से औरंगाबाद की यात्रा में समय और लागत को कम करने के लिए इसके चार लेन के लिए प्रस्तावित है।</p>\r\n<p>&nbsp;</p>\r\n<p>वायु</p>\r\n<p>सोलापुर एयरपोर्ट (IATA कोड: SSE) सोलापुर शहर के दक्षिण में स्थित है। सोलापुर हवाई अड्डे के बाहर कोई निर्धारित उड़ानें नहीं चल रही हैं। महाराष्ट्र सरकार ने एयरपोर्ट को अपग्रेड करने की योजना बनाई है।</p>\r\n<p>&nbsp;</p>\r\n<p>उपयोगी सेवाएं</p>\r\n<p>शहर को बिजली की आपूर्ति महाराष्ट्र राज्य विद्युत वितरण कंपनी लिमिटेड द्वारा प्रबंधित की जाती है और भीमा नदी पर उझानी बांध से पानी की आपूर्ति की जाती है .. सोलापुर में सीएनजी वाहन के लिए जल्द ही उपलब्ध होगी, जबकि पाइप्ड प्राकृतिक गैस घरेलू के लिए उपलब्ध होगी , वाणिज्यिक और औद्योगिक उपयोग।</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>सलिल अंकोला, 1992 विश्व कप में भारतीय क्रिकेट टीम के सदस्य; हिंदी फिल्म अभिनेता</p>\r\n<p>अंगा देशपांडे, भारतीय महिला क्रिकेट खिलाड़ी</p>\r\n<p>अच्युत गोडबोले, महाराष्ट्रियन मराठी और अंग्रेजी लेखक</p>\r\n<p>वालचंद हीराचंद, भारतीय उद्योगपति और वालचंद समूह के संस्थापक</p>\r\n<p>1938 में द्वितीय चीन-जापानी युद्ध के दौरान चिकित्सा सहायता प्रदान करने के लिए चीन भेजे गए चिकित्सकों में द्वारकानाथ कोटनिस</p>\r\n<p>एम। एफ। हुसैन, अंतर्राष्ट्रीय प्रशंसा के आधुनिक भारतीय चित्रकार, और बॉम्बे प्रोग्रेसिव आर्टिस्ट्स ग्रुप के संस्थापक सदस्य हैं।</p>\r\n<p>अतुल कुलकर्णी, भारतीय फिल्म अभिनेता</p>\r\n<p>अजीत गुलाबचंद, भारतीय उद्योगपति</p>\r\n<p>नागराज मंजुले, मराठी फ़िल्मों के फ़िल्म निर्देशक</p>\r\n<p>विजयसिंह मोहिते-पाटिल, महाराष्ट्र राज्य के पूर्व उप-मुख्यमंत्री</p>\r\n<p>डॉ। जब्बार पटेल, मराठी और हिंदी फिल्मों के थिएटर और फिल्म निर्देशक</p>\r\n<p>वंदना शानबाग, अर्जुन पुरस्कार विजेता एथलीट; 1988 ओलंपिक में भारत का प्रतिनिधित्व किया</p>\r\n<p>शशिकला, मराठी और हिंदी फिल्मों की अभिनेत्री हैं</p>\r\n<p>प्रणति शिंदे, सोलापुर सिटी सेंट्रल विधानसभा की विधायक</p>\r\n<p>सुशीलकुमार शिंदे, भारत के पूर्व गृह मंत्री</p>\r\n<p>पोली उमरीगर, भारतीय क्रिकेट के सर्वकालिक महान खिलाड़ियों में से एक</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>सिद्धेश्वर मंदिर और झील, सोलापुर</p>\r\n<p>बुईकोट किला यह एक किला है जो सिद्धेश्वर मंदिर, सोलापुर के पास स्थित है।</p>\r\n<p>पंढरपुर (भगवान विठोबा मंदिर, 1, 2)</p>\r\n<p>अक्कलकोट (स्वामी समर्थ महाराज मंदिर)</p>\r\n<p>गणगापुर - श्री दत्तात्रेय मंदिर</p>\r\n<p>दहिगुन - जैन मंदिर</p>\r\n<p>नागनाथ महाराज मंदिर वडवाल (तालुका मोहोल)</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Solapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-solapur-maharashtra","tags":[{"name":"सोलापुर","slug":"solapur"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":726,"title":"ठाणे में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","dateCreated":"2019-09-20T16:00:38.018Z","dateModified":"2019-09-20T16:00:49.746Z","contributedBy":"AskGif","content":"ठाणे (1996 तक आधिकारिक नाम से भी जाना जाता है), भारत के महाराष्ट्र में एक महानगरीय शहर है। ठाणे शहर पूरी तरह से ठाणे तालुका के भीतर मेल खाता है, जो ठाणे जिले के सात तालुकों में से एक है; इसके अलावा, यह नामांकित जिले का मुख्यालय है। लगभग 147 वर्ग किलोमीटर (57 वर्ग मील) के भूमि क्षेत्र पर वितरित 1,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ठाणे","slug":"thane"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-thane-maharashtra","total":0},{"id":710,"title":"नासिक में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","dateCreated":"2019-09-19T03:06:08.873Z","dateModified":"2019-09-19T03:06:35.101Z","contributedBy":"AskGif","content":"नासिक भारतीय राज्य महाराष्ट्र के उत्तरी क्षेत्र में एक प्राचीन पवित्र शहर है। गोदावरी नदी के तट पर स्थित, नासिक हिंदू तीर्थ स्थलों में से एक के रूप में जाना जाता है, यह कुंभ मेला है जो हर 12 साल में आयोजित किया जाता है। यह मुंबई, पुणे के बाद महाराष्ट्र का तीसरा सबसे बड़ा शहर है। मुंबई-नासिक-पुणे ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नासिक","slug":"nashik"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nashik-maharashtra","total":0},{"id":697,"title":"गडचिरोली में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","dateCreated":"2019-09-18T02:15:31.639Z","dateModified":"2019-09-18T02:50:48.153Z","contributedBy":"AskGif","content":"गढ़चिरोली महाराष्ट्र, मध्य भारत के राज्य में गढ़चिरौली जिले का एक शहर और एक नगरपालिका परिषद है। यह महाराष्ट्र के पूर्वी हिस्से में स्थित है, और जिले का प्रशासनिक मुख्यालय है। शहर के माध्यम से बहने वाली मुख्य नदी वेनगंगा है। मानसून के मौसम के दौरान परिदृश्य रसीला और हरा-भरा होता है, जिसमें बाढ़ का","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"गडचिरोली","slug":"gadchiroli"}],"slug":"top-places-to-visit-in-gadchiroli-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}