{"id":725,"title":"Top Places to visit in Solapur, Maharashtra","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"<p>Solapur (formerly Sholapur) is a city located in the south-western region of the Indian state of Maharashtra, close to its border with Karnataka. Solapur is located on major Highway, rail routes between Mumbai, Pune, Bangalore and Hyderabad, with a branch line to the cities of Bijapur and Gadag in the neighbouring state of Karnataka.Solapur international Airport is under construction. It is classified as A1 Tier and B-1 class city by House Rent Allowance (HRA) classification by the Government of India. It is the 5th biggest city in Maharashtra and the 49th most populous city in India and 43rd largest urban agglomeration.</p>\r\n<p>Solapur District is a district in Maharashtra state of India. The city of Solapur is the district headquarters. It is located on the south east edge of the state and lies entirely in the Bhima and Seena basins. The entire district is drained by the Bhima River.</p>\r\n<p>&nbsp;</p>\r\n<p>Solapur district leads Maharashtra in production of Indian cigarettes known as beedi.</p>\r\n<p>Solapur leads Maharashtra in production of beedi. Solapuri Chadars and towels are famous in India and also at a global level, however there has been a significant decline in their exports due to quality reasons. \"Solapuri chadars\" are the famous and first product in Maharashtra to get a Geographical Indication tag It has been a leading centre for cotton mills and power looms in Maharashtra. Solapur had the world's second-largest and Asia's largest spinning mill. The National Research Centre on Pomegranate (NRCP) of India is located in Solapur. and pomegranate farming is done on a large scale in Solapur District. The Science Centre in Kegaon (Solapur) is the third largest and prominent scientific association in Maharashtra. The Raichur-Solapur Power Transmission line of 765 kV power capacity suffices the power grid accessing need of the southern states of Karanataka and Andhra Pradesh. The first waste-to-energy electricity plant in Maharashtra is situated in Solapur.</p>\r\n<p>&nbsp;</p>\r\n<p>The Gramadevata (Chief deity) of the city is Shri Shivyogi Siddheshwar. The \"Nandidhwaj\" procession on the Hindu festival of Makar Sankranti and on account of it an annual fair locally known as Gadda Yatra attracts large crowds and is associated with the marriage of Lord Siddheshwar. In 1992, the Solapur Municipal Corporation extended its area up to 300 square kilometres (120 sq mi) by merging its suburbs.. Solapur has the Great Indian Bustard Sanctuary.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Rail</p>\r\n<p>&nbsp;</p>\r\n<p>Main entrance of Solapur Railway Station</p>\r\n<p>Solapur railway station is the main railway hub within the city. The Solapur Railway Division is an important division connecting South India to Western &amp; North west India. Trains from Ahmedabad, Jaipur, New Delhi, Mumbai, Pune etc., ply to Southern states (Telangana, Karnataka, Tamil Nadu &amp; Kerala) via Solapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Hotgi Junction and Kurduvadi Junction are two junction railway stations present in the Solapur district.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>12115 Siddeshwar Express AC coach</p>\r\n<p>Road</p>\r\n<p>Solapur internal city transport is managed by SMT (Solapur Municipal Transport), SMC and other private cabs.</p>\r\n<p>&nbsp;</p>\r\n<p>Solapur is well connected by road with major cities of Maharashtra as well as the adjoining State Capital of Hyderabad and important cities in Karnataka by four National Highways &ndash; NH 9 highway connecting Pune with Vijaywada via Hyderabad, Suryapet, NH-52 connecting Solapur to Kaithal, Mangalore, Karnataka and NH-211 connecting Solapur to Dhule. Ratnagiri-Nagpur National highway NH-204 passes through city, connecting Solapur to other important cities in Maharashtra like Nagpur, Sangli, Kolhapur and Nanded. Recently sanctioned National Highways- (Solapur - Kalaburagi) and Ratnagiri-Solapur-Yavatmal-Nanded-Nagpur. (Solapur-Bijapur) Road section in NH-13 is proposed to be improved by its four laning. The Solapur-Aurangabad national highway is also proposed for its four laning to reduce the time and cost in travelling from Solapur to Aurangabad.</p>\r\n<p>&nbsp;</p>\r\n<p>Air</p>\r\n<p>Solapur Airport (IATA code: SSE) is located to the south of Solapur city. There are no scheduled flights operating out of Solapur Airport. The Government of Maharashtra has planned to upgrade the airport.</p>\r\n<p>&nbsp;</p>\r\n<p>Utility services</p>\r\n<p>The electrical supply to the city is managed by the Maharashtra State Electricity Distribution Company Limited and water is supplied from the Ujjani Dam on the Bhima River.. CNG will be soon available for vehicle in Solapur as will as piped natural Gas will be available for Domestic,Commercial and industrial use .</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Salil Ankola, member of Indian Cricket Team in 1992 world Cup; Hindi film actor</p>\r\n<p>Anagha Deshpande, Indian women's cricket player</p>\r\n<p>Achyut Godbole, Maharashtrian Marathi and English writer</p>\r\n<p>Walchand Hirachand, Indian industrialist and founder of Walchand group</p>\r\n<p>Dwarkanath Kotnis, among the physicians dispatched to China to provide medical assistance during the Second Sino-Japanese War in 1938</p>\r\n<p>M. F. Husain, modern Indian painter of international acclaim, and a founding member of Bombay Progressive Artists' Group</p>\r\n<p>Atul Kulkarni, Indian film actor</p>\r\n<p>Ajit Gulabchand, Indian industrialist</p>\r\n<p>Nagraj Manjule, film director of Marathi movies</p>\r\n<p>Vijaysinh Mohite&ndash;Patil, former Deputy Chief-Minister of Maharashtra State</p>\r\n<p>Dr. Jabbar Patel, theatre and film director of Marathi and Hindi movies</p>\r\n<p>Vandana Shanbagh, Arjuna award winner athlete; represented India at 1988 Olympics</p>\r\n<p>Shashikala, actress in Marathi and Hindi movies</p>\r\n<p>Praniti Shinde, MLA of Solapur City Central Assembly</p>\r\n<p>Sushilkumar Shinde, former Home Minister of India</p>\r\n<p>Polly Umrigar, one of the all-time greats of Indian cricket</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Siddheshwar Temple and lake, Solapur</p>\r\n<p>Buikot killa It is a fort located near siddeshwar temple,solapur.</p>\r\n<p>Pandharpur (Lord Vithoba Temple, 1, 2)</p>\r\n<p>Akkalkot (Swami Samarth Maharaj Temple)</p>\r\n<p>Ganagapur - Shri Dattatreya Temple</p>\r\n<p>Dahigaun - Jain Temple</p>\r\n<p>Nagnath Maharaj temple wadval ( taluka mohol )</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Solapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-solapur-maharashtra","tags":[{"name":"solapur","slug":"solapur"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":726,"title":"Top Places to visit in Thane, Maharashtra","imageUrl":"82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","dateCreated":"2019-09-20T16:00:38.018Z","dateModified":"2019-09-20T16:00:49.746Z","contributedBy":"AskGif","content":"Thane (also known as Thana, the official name until 1996) is a metropolitan city in Maharashtra, India. Thane city coincides entirely within Thane taluka, one of the seven talukas of Thane district; also, it is the headquarter of the namesake district. With a population of 1,841,488 distributed o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"thane","slug":"thane"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-thane-maharashtra","total":0},{"id":710,"title":"Top Places to visit in Nashik, Maharashtra","imageUrl":"758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","dateCreated":"2019-09-19T03:06:08.873Z","dateModified":"2019-09-19T03:06:35.101Z","contributedBy":"AskGif","content":"Nashik is an ancient holy city in the northern region of the Indian state of Maharashtra. Situated on the banks of river Godavari, Nasik is well known for being one of Hindu pilgrimage sites, that of Kumbh Mela which is held every 12 years. It is the Third largest city in Maharashtra after Mumbai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nashik","slug":"nashik"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nashik-maharashtra","total":0},{"id":697,"title":"Top Places to visit in Gadchiroli, Maharashtra","imageUrl":"37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","dateCreated":"2019-09-18T02:15:31.639Z","dateModified":"2019-09-18T02:50:48.153Z","contributedBy":"AskGif","content":"Gadchiroli is a town and a municipal council in Gadchiroli district in the state of Maharashtra, central India. It is located on eastern side of Maharashtra, and is the administrative headquarters of the district. The main river flowing through city is the Vainganga. The landscape is lush and gre","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/37beee62-5a87-4d7a-ae4f-bec01dc3cff2_Gadchiroli-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"gadchiroli","slug":"gadchiroli"}],"slug":"top-places-to-visit-in-gadchiroli-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}