{"id":726,"title":"Top Places to visit in Thane, Maharashtra","imageUrl":"82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","dateCreated":"2019-09-20T16:00:38.018Z","dateModified":"2019-09-20T16:00:49.746Z","contributedBy":"AskGif","content":"<p>Thane (also known as Thana, the official name until 1996) is a metropolitan city in Maharashtra, India. Thane city coincides entirely within Thane taluka, one of the seven talukas of Thane district; also, it is the headquarter of the namesake district. With a population of 1,841,488 distributed over a land area of about 147 square kilometres (57 sq mi), Thane city is the 16th most populated city in India with a population of 1,890,000 according to the 2011 census. The city is also called \"City of Lakes\" as the city is surrounded by 35 lakes.</p>\r\n<p>&nbsp;</p>\r\n<p>Located on the northwestern side of the state of Maharashtra, the city is an immediate neighbour of Mumbai city and a part of the Mumbai Metropolitan Region, one of the most populous urban agglomerations in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Railways</p>\r\n<p>Thane was the terminus for the first ever passenger train in Asia. On 16 April 1853, the passenger train service was inaugurated between Bori Bunder and Thane. Covering a distance of 34 km (21 mi), it was hauled by three locomotives: Sahib, Sindh and Sultan.</p>\r\n<p>&nbsp;</p>\r\n<p>Thane is connected with neighbouring suburbs through Central and Trans-Harbour Line Suburban railway network. Thane is a railway junction for the Thane-Vashi Harbour Line and Central Line. It has become the busiest station in Mumbai and one of the busiest in India and handles 654,000 passengers daily.</p>\r\n<p>&nbsp;</p>\r\n<p>Metro</p>\r\n<p>As of 2019, Wadala and Thane are being connected through a Metro line.</p>\r\n<p>&nbsp;</p>\r\n<p>On 26 August 2015, MMRDA sanctioned ₹354 billion for 118 km Mumbai metro network. This includes a 40-km Wadala-Ghatkopar-Thane-Kasarvadavali Metro-4 corridor via Wadala GPO and R.A.Kidwai Marg costing ₹120 billion.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2018, the TMC announced plans to build a 29 kilometres (18 mi) long metro line within Thane city.</p>\r\n<p>&nbsp;</p>\r\n<p>Bus Services</p>\r\n<p>Thane have their own municipal transport known as Thane municipal transport (TMT). TMT bus runs in many places in Thane and also runs to various place of Mumbai metropolitan region like Borivali, Andheri, BKC, Mulund, Mantralaya, Mira-bhayandar, Vasai-virar etc. Also many BEST buses in Thane run daily towards and inwards orivali, Mulund, Sion, colaba, Mantralaya, Majas depot, Kurla and CST Etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Thane's lakes include Masunda Lake, also known as Talao Pali, Kachrali Lake, and Upvan Lake. The Kopineshwar Temple on the banks is the oldest temple in the entire district of Thane. It was built and renovated in about 1750 by Chimajji Appa.</p>\r\n<p>&nbsp;</p>\r\n<p>Lakes in Thane</p>\r\n<p>No. Lake Name Location Area</p>\r\n<p>1 Brahamala Lake Near Babubhai Petrol Pump in Uthalsar Ward Committee Area of lake is 0.5173 hectare (garden area: 0.4 hectare)</p>\r\n<p>2 Datiwali Lake East side of Diva station situated in the marshland of Ulhas river in Mumbra Ward Committee Area Area of Lake 0.77 hectare.</p>\r\n<p>3 Dawala Lake At Ovala in Majiwada -Manpada Prabhag Samiti Lake area is 1.136 hectare</p>\r\n<p>4 Devasar Lake At the end of Bhayanderpada at foothills of Sanjay Gandhi National Park in Majiwada-Manpada Ward Committee Area of lake is 0.516 hectare</p>\r\n<p>5 Diaghar Lake At the outskirts of Diaghar village in Mumbra Ward Committee Area of lake is 0.363 hectare</p>\r\n<p>6 Diva Lake Situated just outside Diva station in Mumbra Ward Committee Area of lake is 0.40503hectare</p>\r\n<p>7 Ambe Ghosale Lake At Meenatai Thakare Chowk in Uthalsar Ward committee Area of lake is 2.7725hectare.(Garden Area : 0.57 hectare)</p>\r\n<p>8 Gokul Nagar Lake It is a small lake situated in the heart of the city in the midst of Gokulnagar slums in Uthalsar Ward Committee Area of lake is 0.325hectare.</p>\r\n<p>9 Hariyali Lake Near Thane Railway Station in Kopari Ward Committee Area of lake is 0.7939hectare. (Area around lake : 0.1 hectare)</p>\r\n<p>10 Jail Lake Opp. Post Office beside Jail Water Tank in Uthalsar Ward committee Area of lake is 1.43hectare</p>\r\n<p>11 Jogila Lake Near Uthalsar Ward office Area of lake is approx 0.1 hectare</p>\r\n<p>12 Desai Lake On westside of Ulhas river, in Desai village in Mumbra Ward Committee Area of lake is 1.75 hectare with 10&ndash;12 feet depth</p>\r\n<p>13 Kacharali Lake Opp. TMC Head Office in Naupada Ward Committee Area of lake is 2.00 hectare</p>\r\n<p>14 Kasar-Wadavali Lake Majivada, manpada Ward office Area of lake is 4.5173 hectare</p>\r\n<p>15 Kausa Lake Mumbra Ward office, Kausa Area of lake is 1.5173 hectare</p>\r\n<p>16 Kavesar Lake Situated at Waghbill road Area of lake is 2.1746 hectare</p>\r\n<p>17 Khardi Lake The lake is situated in premises of khardipada, Shil Area of lake is approx.1.15hectare</p>\r\n<p>18 Kharegaon Lake Kalwa Ward office Area of lake is 0.7377 hectare</p>\r\n<p>19 Khidkali Lake Mumbra Ward office Khidkali Lake is situated on the eastern side of the Thane creek near the Shil phata The area of lake is 1.7 hectare</p>\r\n<p>20 Kolbad Lake Uthalsar Ward office Area of lake is 1.0 hectare</p>\r\n<p>21 Kolshet Lake Manpada Ward office Area of lake is 1.0 hectare</p>\r\n<p>22 Makhamali Lake Uthalsar Ward office Area of lake is 1.0 hectare.(garden Attached Area : 0.51 h)</p>\r\n<p>23 Masunda Lake (Talao Pali) Masunda Lake ( Popularly known as Talao Pali) is located on West of Thane, in the heart of Thane city. The lake is surrounded by important historic places like Gadkari Rangayatan, St. John church, Kopineshwar temple and Jambli market. There is a Mahadev Dhyan Mandir at the centre of the lake and also a statue of Shivaji Maharaj near the lake. Area of lake is 7.2 hectares</p>\r\n<p>24 Naar Lake Naar Lake is situated on outskirts of Thane along the Ghodbunder road Area of lake is 0.7550h and depth of 8 M</p>\r\n<p>25 Kalwa Lake Kalwa Ward office. Located close to railway station Area of lake is 2 hectare</p>\r\n<p>26 Phadakepada Lake Mumbra Ward office Area of lake is 1.71 hectare</p>\r\n<p>27 Railadevi Lake Railadevi Ward office Area of lake is 8 hectare</p>\r\n<p>28 Rewale Lake Majivada-manpada Ward office Area of lake is 0.5173 hectare</p>\r\n<p>29 Shivaji Nagar, Balkumb Lake The lake is situated along old agra road next to water supply line in Balkum area Area of lake is 0.2247h</p>\r\n<p>30 Siddheshwar Lake Uthalsar Ward office Area of lake is 3.000 hectare</p>\r\n<p>31 Turbhepada Lake The lake is located near Hiranandani estate and Brahnmand colony. On Ghodbunderside Area of lake is 0.5857 h</p>\r\n<p>32 Upvan Lake Vartak nagar Ward office is located at the foothills of Yeour. It is also the Venue for Sanskruti Arts Festival held every Jan Area of lake is 6 hectare</p>\r\n<p>33 Shill Lake Mumbra Ward office Area of lake is 6 hectare</p>\r\n<p>Reference:</p>\r\n<p>Thane is also known to host the popular Sanskruti Arts Festival at Upvan lake which is co-hosted by Maharashtra Tourism Development Board (MTDC) &amp; Thane Muncipal Corporation (TMC)</p>\r\n<p>&nbsp;</p>\r\n<p>Education in Thane</p>\r\n<p>Colleges and institutes</p>\r\n<p>Rustomjee Academy for Global Careers</p>\r\n<p>KC College of Engineering</p>\r\n<p>Dr. V. N. Bedekar Institute Of Management Studies And Law</p>\r\n<p>Sahayog College Of Management Studies</p>\r\n<p>Vidya Prasarak Mandal's Polytechnic</p>\r\n<p>Rajiv Gandhi Medical College</p>\r\n<p>Institute of Management and Computer Studies</p>\r\n<p>Sheth N.K.T.T College of Commerce, Science and Arts</p>\r\n<p>Vasant Vihar Junior College</p>\r\n<p>St Xaviers Junior College</p>\r\n<p>Schools</p>\r\n<p>Smt. Sulochanadevi Singhania School</p>\r\n<p>A. K. Joshi English Medium School</p>\r\n<p>Orchids International School</p>\r\n<p>D.A.V. Public School</p>\r\n<p>Podar International School</p>\r\n<p>C.P. Goenka International School</p>\r\n<p>Hiranandani Foundation School</p>\r\n<p>N. L. Dalmia High School</p>\r\n<p>Notable people</p>\r\n<p>This is a dynamic list and may never be able to satisfy particular standards for completeness. You can help by expanding it with reliably sourced entries.</p>\r\n<p>Anand Paranjpe &ndash; Member of parliament (MP) for Kalyan constituency in 15th Lok Sabha</p>\r\n<p>Eknath Shinde &ndash; Cabinet Minister &ndash; PWD (MSRDC, Public Undertaking), Government of Maharashtra</p>\r\n<p>Jitendra Awhad &ndash; Member of Legislative Assembly (MLA) for Mumbra-Kalwa constituency in 13th Maharashtra Vidhan Sabha</p>\r\n<p>Pratap Sarnaik &ndash; MLA for Ovala-Majiwada constituency in 12th and 13th Maharashtra Vidhan Sabha</p>\r\n<p>Rajan Vichare &ndash; MP for Thane constituency in 16th Lok Sabha</p>\r\n<p>Sanjay Kelkar &ndash; MLA for Thane constituency in 13th Maharashtra Vidhan Sabha</p>\r\n<p>Sanjeev Naik &ndash; MP for Thane constituency in 15th Lok Sabha.</p>\r\n<p>Yogacharya K. B. Sahasrabudhe, yoga teacher</p>\r\n<p>Prithvi Shaw, cricketer from virar this city is part of palghar district</p>\r\n<p>Pramod Mahajan, former BJP leader and minister in Central government.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Thane</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-thane-maharashtra","tags":[{"name":"thane","slug":"thane"},{"name":"maharashtra","slug":"maharashtra"}],"recommendations":[{"id":726,"title":"Top Places to visit in Thane, Maharashtra","imageUrl":"82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","dateCreated":"2019-09-20T16:00:38.018Z","dateModified":"2019-09-20T16:00:49.746Z","contributedBy":"AskGif","content":"Thane (also known as Thana, the official name until 1996) is a metropolitan city in Maharashtra, India. Thane city coincides entirely within Thane taluka, one of the seven talukas of Thane district; also, it is the headquarter of the namesake district. With a population of 1,841,488 distributed o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"thane","slug":"thane"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-thane-maharashtra","total":0},{"id":711,"title":"Top Places to visit in Osmanabad, Maharashtra","imageUrl":"49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","dateCreated":"2019-09-19T03:14:33.22Z","dateModified":"2019-09-19T03:14:43.512Z","contributedBy":"AskGif","content":"Osmanabad (pronounce as Usmān-Abād) is a city and a municipal council in Osmanabad district in the Indian state of Maharashtra. Osmanabad derives its name from the last ruler of Hyderabad, Mir Osman Ali Khan.\r\nOsmanabad district (Transliteration: Osmanabad Jil'hā) is an administrative dist","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"osmanabad","slug":"osmanabad"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-osmanabad-maharashtra","total":0},{"id":699,"title":"Top Places to visit in Hingoli, Maharashtra","imageUrl":"259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","dateCreated":"2019-09-18T02:26:18.842Z","dateModified":"2019-09-18T02:26:33.619Z","contributedBy":"AskGif","content":"Hingoli is a small city and a municipal council in Hingoli district in the Indian state of Maharashtra.\r\nHingoli district is an administrative district in the state of Maharashtra in India. The district is headquartered at Hingoli. The district occupies an area of 4,526 km2 and has a popul","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hingoli","slug":"hingoli"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-hingoli-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}