{"id":726,"title":"ठाणे में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","dateCreated":"2019-09-20T16:00:38.018Z","dateModified":"2019-09-20T16:00:49.746Z","contributedBy":"AskGif","content":"<p>ठाणे (1996 तक आधिकारिक नाम से भी जाना जाता है), भारत के महाराष्ट्र में एक महानगरीय शहर है। ठाणे शहर पूरी तरह से ठाणे तालुका के भीतर मेल खाता है, जो ठाणे जिले के सात तालुकों में से एक है; इसके अलावा, यह नामांकित जिले का मुख्यालय है। लगभग 147 वर्ग किलोमीटर (57 वर्ग मील) के भूमि क्षेत्र पर वितरित 1,841,488 की आबादी के साथ, ठाणे शहर 2011 की जनगणना के अनुसार 1,890,000 की आबादी के साथ भारत में 16 वां सबसे अधिक आबादी वाला शहर है। शहर को \"झीलों का शहर\" भी कहा जाता है क्योंकि शहर 35 झीलों से घिरा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>महाराष्ट्र राज्य के उत्तर-पश्चिमी किनारे पर स्थित, शहर मुंबई शहर का एक तत्काल पड़ोसी और मुंबई महानगर क्षेत्र का एक हिस्सा है, जो दुनिया में सबसे अधिक आबादी वाले शहरी समूहों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>रेलवे</p>\r\n<p>ठाणे एशिया में पहली यात्री ट्रेन के लिए टर्मिनस था। 16 अप्रैल 1853 को बोरीबंदर और ठाणे के बीच यात्री ट्रेन सेवा का उद्घाटन किया गया था। 34 किमी (21 मील) की दूरी तय करते हुए, इसे तीन इंजनों: साहिब, सिंध और सुल्तान द्वारा संचालित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>ठाणे सेंट्रल और ट्रांस-हार्बर लाइन उपनगरीय रेलवे नेटवर्क के माध्यम से पड़ोसी उपनगरों से जुड़ा हुआ है। ठाणे ठाणे-वाशी हार्बर लाइन और सेंट्रल लाइन के लिए एक रेलवे जंक्शन है। यह मुंबई का सबसे व्यस्त स्टेशन बन गया है और यह भारत का सबसे व्यस्त स्टेशन है और रोजाना 654,000 यात्रियों को संभालता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मेट्रो</p>\r\n<p>2019 तक, वडाला और ठाणे को मेट्रो लाइन के माध्यम से जोड़ा जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>26 अगस्त 2015 को, MMRDA ने 118 किमी मुंबई मेट्रो नेटवर्क के लिए for 354 बिलियन स्वीकृत किए। इसमें 40 किलोमीटर का वडाला-घाटकोपर-ठाणे-कासारवदावली मेट्रो -4 कॉरिडोर, जिसमें वडाला जीपीओ और आर.ए.किदवई मार्ग शामिल हैं, जिनकी लागत billion 120 बिलियन है।</p>\r\n<p>&nbsp;</p>\r\n<p>2018 में, TMC ने ठाणे शहर के भीतर 29 किलोमीटर (18 मील) लंबी मेट्रो लाइन बनाने की योजना की घोषणा की।</p>\r\n<p>&nbsp;</p>\r\n<p>बस सेवा</p>\r\n<p>ठाणे का अपना नगरपालिका परिवहन है जिसे ठाणे नगरपालिका परिवहन (टीएमटी) के रूप में जाना जाता है। टीएमटी बस ठाणे में कई स्थानों पर चलती है और मुंबई महानगरीय क्षेत्र के विभिन्न स्थानों पर भी चलती है जैसे बोरीवली, अंधेरी, बीकेसी, मुलुंड, मंत्रालय, मीरा-भयंदर, वसई-विरार आदि। ठाणे में भी कई बेस्ट बसें प्रतिदिन और भीतर की ओर चलती हैं। , मुलुंड, सायन, कोलाबा, मंत्रालय, मेजस डिपो, कुर्ला और सीएसटी आदि।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>ठाणे की झीलों में मसुंडा झील भी शामिल है, जिसे तलाओ पाली, काचरली झील और उपवन झील के नाम से भी जाना जाता है। तट पर स्थित कोपिनेश्वर मंदिर ठाणे के पूरे जिले का सबसे पुराना मंदिर है। इसे लगभग 1750 में चिमाजी अप्पा द्वारा बनवाया और पुनर्निर्मित किया गया था।</p>\r\n<p>ठाणे में रहती है</p>\r\n<p>झील का नाम स्थान क्षेत्र</p>\r\n<p>उथलसर वार्ड समिति में बाबूभाई पेट्रोल पंप के पास 1 ब्रह्माला झील का क्षेत्रफल 0.5173 हेक्टेयर (उद्यान क्षेत्र: 0.4 हेक्टेयर) है</p>\r\n<p>2 मुंब्रा वार्ड कमेटी क्षेत्र के उल्हास नदी के दलदली क्षेत्र में स्थित दिवा स्टेशन की पूर्व दिशा में 0.77 हेक्टेयर झील।</p>\r\n<p>3 मजीवाड़ा -मनपाड़ा प्रभात समिति झील के ओवला में दावला झील 1.136 हेक्टेयर है</p>\r\n<p>4 देवसर झील मजीवाड़ा-मानपाड़ा वार्ड समिति के संजय गांधी राष्ट्रीय उद्यान की तलहटी में भायंदरपाड़ा के अंत में झील का क्षेत्रफल 0.516 हेक्टेयर है</p>\r\n<p>5 दिघार झील मुंब्रा वार्ड समिति के दिघार गांव के बाहरी इलाके में झील का क्षेत्रफल 0.363 हेक्टेयर है</p>\r\n<p>6 दिवा झील, मुंब्रा वार्ड समिति झील के दिवा स्टेशन के ठीक बाहर स्थित है। झील का क्षेत्रफल 0.40503 हैक्टेयर है</p>\r\n<p>उथलसर वार्ड समिति में मीनाताई ठाकरे चौक पर 7 अंबे घोसले झील का क्षेत्रफल 2.7725 हेक्टेयर (उद्यान क्षेत्र: 0.57 हेक्टेयर) है</p>\r\n<p>8 गोकुल नगर झील यह एक छोटी झील है जो झील के उथलसर वार्ड समिति क्षेत्र में गोकुलनगर की झुग्गियों के बीच में स्थित है। झील का क्षेत्रफल 0.325 इंच है।</p>\r\n<p>9 कोपारी वार्ड समिति में ठाणे रेलवे स्टेशन के पास हरियाली झील, झील का क्षेत्रफल 0.7939 वर्ग मीटर है। (झील के आसपास का क्षेत्र: 0.1 हेक्टेयर)</p>\r\n<p>10 जेल लेक ऑप। झील के उत्थासर वार्ड समिति क्षेत्र में जेल पानी की टंकी के पास डाकघर 1.43 इंच है</p>\r\n<p>उथलसर वार्ड कार्यालय के निकट 11 जोगीला झील का क्षेत्रफल लगभग 0.1 हेक्टेयर है</p>\r\n<p>मुंब्रा वार्ड समिति के देसाई गाँव में उल्हास नदी के तट पर 12 देसाई झील, झील का क्षेत्रफल 1.75 हेक्टेयर है जिसमें 10&ndash;12 फीट की गहराई है</p>\r\n<p>13 कचहरी झील ओपी। झील के नौपाड़ा वार्ड समिति क्षेत्र में टीएमसी प्रमुख कार्यालय 2.00 हेक्टेयर है</p>\r\n<p>14 कासार-वडवली झील मजीवाड़ा, मानपाड़ा वार्ड कार्यालय झील का क्षेत्रफल 4.5173 हेक्टेयर है</p>\r\n<p>15 कोसा झील मुंब्रा वार्ड कार्यालय, झील का कौसा क्षेत्र 1.5173 हेक्टेयर है</p>\r\n<p>16 कैवसर झील वाघबिल रोड पर स्थित है। झील का क्षेत्रफल 2.1746 हेक्टेयर है</p>\r\n<p>17 खारडी झील झील खारदीपाड़ा के परिसर में स्थित है, झील का शिल क्षेत्र लगभग है।</p>\r\n<p>18 खरेगांव झील कलावा वार्ड कार्यालय झील का क्षेत्रफल 0.7377 हेक्टेयर है</p>\r\n<p>19 खिडकली झील मुंब्रा वार्ड कार्यालय खिडकली झील शील फाटा के पास ठाणे नाले के पूर्वी किनारे पर स्थित है। झील का क्षेत्रफल 1.7 हेक्टेयर है</p>\r\n<p>20 कोलाबाद झील उथलसर वार्ड कार्यालय झील का क्षेत्रफल 1.0 हेक्टेयर है</p>\r\n<p>21 कोलशेट झील मनपाडा वार्ड कार्यालय झील का क्षेत्रफल 1.0 हेक्टेयर है</p>\r\n<p>22 मखमली झील उथलसर वार्ड कार्यालय झील का क्षेत्रफल 1.0 हेक्टेयर है (उद्यान संलग्न क्षेत्र: 0.51 घंटे)</p>\r\n<p>23 मसुंडा झील (तलाओ पाली) मैसुंदा झील (लोकप्रिय रूप से तलाओ पाली के रूप में जाना जाता है) ठाणे के पश्चिम में ठाणे शहर के केंद्र में स्थित है। झील गडकरी रंगायतन, सेंट जॉन चर्च, कोपिनेश्वर मंदिर और जंबली बाजार जैसे महत्वपूर्ण ऐतिहासिक स्थानों से घिरा हुआ है। झील के केंद्र में एक महादेव ध्यान मंदिर है और झील के पास शिवाजी महाराज की एक मूर्ति भी है। झील का क्षेत्रफल 7.2 हेक्टेयर है</p>\r\n<p>24 Naar Lake Naar Lake ठाणे के बाहरी इलाके में घोड़बंदर सड़क के किनारे स्थित है। झील का क्षेत्रफल 0.7550h है और गहराई 8 M है</p>\r\n<p>25 कलावा झील कलावा वार्ड कार्यालय। रेलवे स्टेशन के पास स्थित झील का क्षेत्रफल 2 हेक्टेयर है</p>\r\n<p>26 फड़केपाड़ा झील मुंब्रा वार्ड कार्यालय झील का क्षेत्रफल 1.71 हेक्टेयर है</p>\r\n<p>27 रेलदेवी झील रेलदेवी वार्ड कार्यालय झील का क्षेत्रफल 8 हेक्टेयर है</p>\r\n<p>28 रेवले झील मजीवाड़ा-मानपाड़ा वार्ड कार्यालय झील का क्षेत्रफल 0.5173 हेक्टेयर है</p>\r\n<p>29 शिवाजी नगर, बल्कंब झील झील, बाल्कुम क्षेत्र में पानी की आपूर्ति लाइन के बगल में पुरानी आगरा रोड पर स्थित है। झील का क्षेत्रफल 22247h है</p>\r\n<p>30 सिद्धेश्वर झील उथलसर वार्ड कार्यालय झील का क्षेत्रफल 3.000 हेक्टेयर है</p>\r\n<p>31 तुर्भेपाडा झील हीरानंदानी एस्टेट और ब्रह्मानंद कॉलोनी के पास स्थित है। झील के घोडबुंडेरसाइड क्षेत्र में 0.5857 घंटे है</p>\r\n<p>32 उपवन झील वर्तक नगर वार्ड कार्यालय, येउर की तलहटी में स्थित है। यह झील के प्रत्येक जन क्षेत्र में आयोजित संस्कृत कला महोत्सव का स्थान भी 6 हेक्टेयर है</p>\r\n<p>33 शील झील मुंब्रा वार्ड कार्यालय झील का क्षेत्रफल 6 हेक्टेयर है</p>\r\n<p>ठाणे को उपवन झील में लोकप्रिय संस्कृती कला महोत्सव की मेजबानी करने के लिए भी जाना जाता है, जिसे महाराष्ट्र पर्यटन विकास बोर्ड (MTDC) और ठाणे मुनीपाल निगम (TMC) द्वारा सह-होस्ट किया जाता है</p>\r\n<p>&nbsp;</p>\r\n<p>ठाणे में शिक्षा</p>\r\n<p>कॉलेजों और संस्थानों</p>\r\n<p>रूस्तमजी एकेडमी फॉर ग्लोबल करियर</p>\r\n<p>केसी कॉलेज ऑफ इंजीनियरिंग</p>\r\n<p>बेडेकर इंस्टीट्यूट ऑफ मैनेजमेंट स्टडीज एंड लॉ के डॉ। वी। एन</p>\r\n<p>सहजयोग कॉलेज ऑफ मैनेजमेंट स्टडीज</p>\r\n<p>विद्या प्रसार मंडल की पॉलिटेक्निक</p>\r\n<p>राजीव गांधी मेडिकल कॉलेज</p>\r\n<p>प्रबंधन और कंप्यूटर अध्ययन संस्थान</p>\r\n<p>शेठ N.K.T.T कॉलेज ऑफ कॉमर्स, साइंस एंड आर्ट्स</p>\r\n<p>वसंत विहार जूनियर कॉलेज</p>\r\n<p>सेंट जेवियर्स जूनियर कॉलेज</p>\r\n<p>स्कूलों</p>\r\n<p>श्रीमती। सुलोचनादेवी सिंघानिया स्कूल</p>\r\n<p>ए। के। जोशी इंग्लिश मीडियम स्कूल</p>\r\n<p>ऑर्किड इंटरनेशनल स्कूल</p>\r\n<p>D.A.V. पब्लिक स्कूल</p>\r\n<p>पोडर इंटरनेशनल स्कूल</p>\r\n<p>सी.पी. गोयनका इंटरनेशनल स्कूल</p>\r\n<p>हीरानंदानी फाउंडेशन स्कूल</p>\r\n<p>डालमिया हाई स्कूल के एन। एल</p>\r\n<p>&nbsp;</p>\r\n<p>उल्लेखनीय लोग</p>\r\n<p>यह एक गतिशील सूची है और पूर्णता के लिए विशेष मानकों को संतुष्ट करने में कभी सक्षम नहीं हो सकती है। आप इसे मज़बूती से दर्ज की गई प्रविष्टियों के साथ विस्तारित करके मदद कर सकते हैं।</p>\r\n<p>आनंद परांजपे - 15 वीं लोकसभा में कल्याण निर्वाचन क्षेत्र के लिए सांसद (सांसद)</p>\r\n<p>एकनाथ शिंदे - कैबिनेट मंत्री - PWD (MSRDC, सार्वजनिक उपक्रम), महाराष्ट्र सरकार</p>\r\n<p>जितेन्द्र अवध - 13 वीं महाराष्ट्र विधानसभा में मुम्ब्रा-कालवा निर्वाचन क्षेत्र के लिए विधान सभा के सदस्य (विधायक)</p>\r\n<p>प्रताप सरनाईक - 12 वीं और 13 वीं महाराष्ट्र विधानसभा में ओवला-मजीवाड़ा निर्वाचन क्षेत्र के लिए विधायक</p>\r\n<p>राजन विचारे - 16 वीं लोकसभा में ठाणे निर्वाचन क्षेत्र के लिए सांसद</p>\r\n<p>संजय केलकर - 13 वीं महाराष्ट्र विधानसभा में ठाणे निर्वाचन क्षेत्र के लिए विधायक</p>\r\n<p>संजीव नाइक - 15 वीं लोकसभा में ठाणे निर्वाचन क्षेत्र के सांसद।</p>\r\n<p>योगाचार्य केबी सहस्रबुद्धे, योग शिक्षक</p>\r\n<p>पृथ्वी शॉ, क्रिकेटर इस शहर से, यह पालघर जिले का हिस्सा है</p>\r\n<p>भाजपा के पूर्व नेता और केंद्र सरकार में मंत्री रहे प्रमोद महाजन।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Thane</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-thane-maharashtra","tags":[{"name":"ठाणे","slug":"thane"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":726,"title":"ठाणे में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","dateCreated":"2019-09-20T16:00:38.018Z","dateModified":"2019-09-20T16:00:49.746Z","contributedBy":"AskGif","content":"ठाणे (1996 तक आधिकारिक नाम से भी जाना जाता है), भारत के महाराष्ट्र में एक महानगरीय शहर है। ठाणे शहर पूरी तरह से ठाणे तालुका के भीतर मेल खाता है, जो ठाणे जिले के सात तालुकों में से एक है; इसके अलावा, यह नामांकित जिले का मुख्यालय है। लगभग 147 वर्ग किलोमीटर (57 वर्ग मील) के भूमि क्षेत्र पर वितरित 1,","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/82e552a8-015e-4633-8442-7a2add7d53e5_Thane-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ठाणे","slug":"thane"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-thane-maharashtra","total":0},{"id":711,"title":"उस्मानाबाद में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","dateCreated":"2019-09-19T03:14:33.22Z","dateModified":"2019-09-19T03:14:43.512Z","contributedBy":"AskGif","content":"उस्मानाबाद (उस्मान-आबद के रूप में उच्चारण) भारतीय राज्य महाराष्ट्र में उस्मानाबाद जिले में एक शहर और एक नगरपालिका परिषद है। उस्मानाबाद का नाम हैदराबाद के अंतिम शासक मीर उस्मान अली खान से लिया गया है।\r\nउस्मानाबाद जिला (लिप्यंतरण: उस्मानाबाद जिल्हा) भारतीय राज्य महाराष्ट्र में मराठवाड़ा क्षे","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/49c51935-64c1-422e-aa10-1ef09abe309f_Osmanabad-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उस्मानाबाद","slug":"osmanabad"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-osmanabad-maharashtra","total":0},{"id":699,"title":"हिंगोली में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","dateCreated":"2019-09-18T02:26:18.842Z","dateModified":"2019-09-18T02:26:33.619Z","contributedBy":"AskGif","content":"हिंगोली एक छोटा शहर है और भारतीय राज्य महाराष्ट्र में हिंगोली जिले में एक नगरपालिका परिषद है।\r\nहिंगोली जिला भारत में महाराष्ट्र राज्य का एक प्रशासनिक जिला है। जिले का मुख्यालय हिंगोली में है। जिले में 4,526 किमी 2 का क्षेत्र है और इसकी आबादी 11,77,345 है, जिसमें से 15.60% शहरी (2011 के अनु","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"हिंगोली","slug":"hingoli"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-hingoli-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}