{"id":728,"title":"वाशिम में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"fdad593f-d128-44f4-a673-669dca26d9c3_Washim-railway.jpg","dateCreated":"2019-09-20T16:16:06.969Z","dateModified":"2019-09-20T16:17:20.527Z","contributedBy":"AskGif","content":"<p>वाशिम भारतीय राज्य महाराष्ट्र में वाशिम जिले में एक शहर और एक नगरपालिका परिषद है। वाशिम, वाशिम जिले का जिला मुख्यालय है।</p>\r\n<p>वाशिम महाराष्ट्र, भारत में एक जिला है। मुख्यालय वाशिम में है। जिले का क्षेत्रफल 5,150 वर्ग किमी है।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>शहर की प्राचीनता ने शहर में कई वस्तुओं और रुचि के स्थानों को जन्म दिया है। उनमें से प्रमुख हैं पद्मतीर्थ, बालाजी मंदिर, राम मंदिर, मध्यमेश्वर मंदिर, भगवानेश्वरा मंदिर, दो जैन मंदिर और नारायण महाराजा मंदिर। वत्सगुलमहात्म्य में उल्लेख है कि इस शहर में 108 पवित्र तालाब और तीर्थ हैं। उनमें से कुछ को अभी भी कस्बे में पहचाना जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पद्मतीर्थ वाशिम में 108 तीर्थ, पवित्र स्थान या पवित्र झरने पाए गए हैं, जो विभिन्न देवताओं और ऋषियों से जुड़े हैं। पद्मतीर्थ विष्णु द्वारा निर्मित प्रमुख तीर्थों में से एक है। इस तीर्थ का संदर्भ शहर के नाम की उत्पत्ति से जुड़ी कहानी में पहले ही आ चुका है, यह शहर के उत्तरी क्वार्टर में स्थित है। पक्ष कटे हुए पत्थरों में निर्मित हैं। अब तीर्थ में उत्तर में दो कुंड शामिल हैं और दूसरे से दक्षिण। हाल ही में एक श्री राम-नारायण तोशनीवाल ने पूर्व में इस्तेमाल किए गए कुंड के केंद्र में महादेव को समर्पित एक छोटा लेकिन कलात्मक मंदिर का निर्माण किया है जो तैरने के लिए तीर्थ में प्रवेश करते थे क्योंकि उनके विश्राम स्थल के रूप में यह एक सीमेंट कंक्रीट निर्माण है। मंदिर के प्रवेश द्वार की सुविधा के लिए एक पूर्व-पश्चिम पुल को तीर्थ के पार लगाया गया है। कहा जाता है कि मंदिर में रखे शालुनका का रंग दिन में तीन बार बदल जाता है। ई।, एक बार सुबह, फिर दोपहर और शाम को। 1871 की सेटलमेंट रिपोर्ट के अनुसार, यह टैंक शहर को पीने के लिए आवश्यक सभी पानी की आपूर्ति करता था, लेकिन इसके बाद से इसकी शुद्धता और स्वाद खो गया है। लोग अस्थियों के विसर्जन के लिए तीर्थ का उपयोग करते हैं और मृतकों की राख जिसका अंतिम संस्कार उसके बैंक में किया जाता है। तीर्थ का उपयोग तैराकी उद्देश्यों के लिए भी किया जाता है।</p>\r\n<p>बालाजी मंदिर बालाजी का मंदिर शहर में काफी पुराना मंदिर है और भवानी कालू द्वारा बनवाया गया था, जो सबजी भोंसले और जानोजी भोसले का दीवान बन गया। उन्होंने 1779 ई। में मंदिर का निर्माण किया था जब वह करंजा के थान पर सूबेदार थे। धर्मस्थल बहुत पूजनीय है। कहा जाता है कि व्यंकटेश्वर बालाजी के मंदिर में चित्र औरंगज़ेब के शासनकाल में उन्हें नष्ट होने से बचाने के लिए दफन किए गए थे। उनमें से सभी निशान खो गए थे, लेकिन लगभग 1760 में एक घुड़सवार ने लापरवाही से अपनी छड़ी के साथ थोड़ी सी पृथ्वी को बदल दिया और एक छवि की एक उंगली को माना। ब्रह्मा, विष्णु, महादेव, परवाली, देवी, गणपति, और नाग की प्रतिमाएं निकाली गईं। उस समय भवानी कालू, जो मंगरूल तहसील के गाँव खादी ढाणी के पटवारी थे, लेकिन भोसले राजाओं के दीवान (या कुछ खातों के अनुसार, एक सामान्य) बशीनी थे। उन्होंने वर्तमान मंदिर की स्थापना की, एक बड़ी पक्की चौकी में खड़ी इमारत, जिसमें तीर्थयात्रियों के ठहरने के लिए एक अच्छा बरामदा, ब्रह्मणों के लिए भोजन करने के लिए एक भंडारा और विभिन्न कार्यालय थे। काम 12 साल का लग रहा है, लेकिन 1700 ई.पू., 1776 ई। में सामने एक स्तंभ पर एक शिलालेख के अनुसार, समाप्त हो गया। देव तलाई या बालाजी तलाव, पत्थर से निर्मित एक विशाल चौकोर टैंक, मजबूती से और सुंदर रूप से तैयार किया गया और जलक्रीड़ास्थान, तैराकों के लिए विश्राम स्थल, बीच में बनाया गया था। मुख्य छवि काले पत्थर की है और गहने के साथ निखर उठती है; शहर का एक अच्छा दृश्य मंदिर के प्रवेश द्वार के शीर्ष से obtaineu होना है, हालांकि सीढ़ी बल्कि अचानक है। मंदिर के भीतरी कक्ष के ऊपर हाल ही में सोने से निर्मित एक गुंबद का निर्माण किया गया है। पुराने गजेटियर के अनुसार बड़े जागीर और मंदिर के समर्थन के लिए इनम दिया गया था, वर्तमान राजस्व रु। उन स्रोतों से 11,000 और रु। कांजी प्रसाद से 3,000 रु। बालाजी के सम्मान में एक बड़ा मेला आयोजित किया जाता है। अश्विन में (सितंबर-अक्टूबर)। मेले के समय लगभग 12,000 से 15,000 लोग इकट्ठा होते हैं।</p>\r\n<p>बालाजी तलाव देओ तालव को बालाजी तालव के नाम से भी जाना जाता है, जो पत्थर से निर्मित पक्षों वाला एक बड़ा वर्ग टैंक है, जो दृढ़ता से और सुंदर रूप से समाप्त हो गया है और एक जलक्रीड़ास्थान के साथ, बीच में तैराकों के लिए विश्राम स्थल, बालाजी मंदिर के निर्माण के समय स्थापित किया गया था। 1770 ए। डी। मंदिर को एक तरफ व्यंकटेश्वर बालाजी के मंदिर और दूसरी तरफ रामचंद्र द्वारा बनाया गया है। टैंक के खपरैल के किनारे के वृक्षारोपण अब पूरी तरह से गायब हो गए हैं। गणपति उत्सव के दौरान, मूर्तियों का विसर्जन इस टैंक में होता है और परिणामस्वरूप यह टैंक धीरे-धीरे शांत हो रहा है। हालांकि, टैंक अभी भी अच्छी स्थिति में है।</p>\r\n<p>राम मंदिर देव ताल के दूसरी ओर, रामचंद्र को समर्पित एक मंदिर है, जो एक बड़ी इमारत है, लेकिन किसी भी तरह से बायाजी के मंदिर के रूप में ठीक नहीं है। इसमें रामचंद्र के अलावा लक्ष्मण, सीता, मारुति और ररिहा कृष्ण की छवियाँ हैं। ऐसा कहा जाता है कि लगभग 250 साल पहले एक भगवानदास महाराज बैरागी द्वारा बनवाया गया था। मंदिर के सामने, हाल ही में एक दो मंजिला धर्मशाला का निर्माण किया गया है। इसका उपयोग मंदिर जाने वाले बैरागियों द्वारा किया जाता है। विवाह और इस तरह के अन्य धार्मिक कार्य भी इस धर्मशाला में होते हैं। इस मंदिर में रामनवमी बहुत धूमधाम से मनाई जाती है।</p>\r\n<p>दारिद्या हरण तीर्थ दारिद्य-हरण तीर्थ को श्री दत्तात्रेय ने बनाया है। अच्छी तरह से बनाया के रूप में टैंक पूर्व में किया गया है लगता है, केवल एक तरफ कदम ध्यान देने योग्य हैं। टैंक के किनारे एक बड़ा बरगद का पेड़ है। तीर्थ के बारे में एक किस्सा कहता है कि राम के पिता अयोध्या के राजा दशरथ ने इस पेड़ पर बैठकर गलती से श्रावण को मार दिया था।</p>\r\n<p>मध्यमेश्वर मंदिर का निर्माण लगभग 5 से 7 साल पहले किया गया था। एक बड़े दर्शक कक्ष में प्रवेश करने के बाद एक आंतरिक कक्ष है जहां शिव का शालुनका रखा गया है। मंदिर के निर्माण के समय कुछ चित्र और शिलालेख स्थल पर खुदाई की गई थी। कहा जाता है कि मंदिर का निर्माण ऐसी जगह पर किया गया है जहाँ से खगोलविदों की मान्यता के अनुसार भूमध्य रेखा गुजरती है और इसलिए इस मंदिर को मध्यमेश्वर मंदिर के नाम से जाना जाता है।</p>\r\n<p>नारायण महाराजा मंदिर का निर्माण हाल ही में नारायण महाराजा की सतनादी के ऊपर किया गया है, जो वाशिम में रुके थे। नारायण महाराज की प्रतिमा को सतनादी के ऊपर रखा गया है। इस मंदिर तक पहुँचने के लिए जमीनी स्तर से कुछ कदम नीचे जाना पड़ता है। वहाँ से एक और सीढ़ी वेदी की ओर जाती है जहाँ श्री दत्तात्रेय की प्रतिमा रखी गई है। पूरा निर्माण सफेद संगमरमर का है। मंदिर कुछ आसन्न भूमि का मालिक है। ऑडियंस हॉल निर्माणाधीन है। हर साल दत्त जयंती पर स्थानीय आबादी में एक छोटा सा मेला लगता है।</p>\r\n<p>गोंडेश्वरा मंदिर शहर के पश्चिम में गोंडेश्वरा का मंदिर है, जो काफी जर्जर हालत में है। मंदिर में, तीन चित्र हैं, विष्णु, उनकी बहन और लक्ष्मी। मंदिर की तरफ से पर्याप्त उद्यान भूमि है जो मंदिर के पूरे चित्रमाला को बेहद खूबसूरत बनाती है।</p>\r\n<p>श्रृंगी ऋषि दक्षिण पूर्व दिशा में, पुसद के रास्ते पर, एक छोटा सा शहर है, जिसका नाम अनसिंग है, जो इरशिंग श्रृंगी ऋषि का भ्रष्ट नाम है। वह वह था जिसने दशरथ और उनकी पत्नियों कौशल्या, कैकेयी और सुमित्रा के लिए पुत्रकामेष्टि यज्ञ या पवित्र चिता का प्रदर्शन किया। फिर वे राम, [[लक्ष्मण], भरत [असंतोष की जरूरत] और शत्रुघ्न को भूल गए। उनका मंदिर शहर के सुदूर पूर्व में स्थित है।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सड़क</p>\r\n<p>वाशिम स्टेट हाईवे द्वारा महाराष्ट्र के सभी महत्वपूर्ण शहरों से जुड़ा हुआ है। महत्वपूर्ण सड़कों में वाशिम-मंगरूल पीर-करंजा-नेर-यवतमाल, वाशिम-करंजा-अमरावती-नागपुर, वाशिम-मालेगाँव-अकोला, वाशिम-रिसोड-लोनार-सिंदरखेड राजा-जालना-औरंगाबाद-अहमदनगर-पुणे-मुंबई, वाशिम-पंकनगाँव -हिंगोली-नांदेड़ और वाशिम-अनसिंग-पुसद।</p>\r\n<p>&nbsp;</p>\r\n<p>रेल</p>\r\n<p>वाशिम दक्षिण मध्य रेलवे (SCR) के पूर्णा-खंडवा खंड पर एक रेलवे स्टेशन है। यह एससीआर के हैदराबाद डिवीजन में था और अब हैदराबाद डिवीजन के विभाजन के बाद नांदेड़ डिवीजन में है। वाशिम 2008 में ब्रॉड गेज रेलवे नेटवर्क से जुड़ा था जब पूर्णा से अकोला तक पटरियों का विस्तार किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>17639/17640 काचीगुड़ा अकोला एक्सप्रेस नागपुर या मुंबई मार्ग से आने वाले यात्रियों द्वारा पहुँचा जा सकता है जबकि हैदराबाद और नांदेड़ दक्षिण से पहुँचा जा सकता है। साप्ताहिक, द्वि-साप्ताहिक, विशेष, दैनिक, दिल्ली, मुंबई, पुणे, तिरुपति, आगरा, मथुरा, अमृतसर, चंडीगढ़, अंबाला, लुधियाना, श्री गंगानगर, जयपुर, अजमेर, कोटा, हैदराबाद, नंगलदाम जैसे प्रमुख स्टेशनों से जुड़ने वाली इंटरसिटी ट्रेनें वाशिम से हिमाचल प्रदेश) औरंगाबाद, नागपुर, इंदौर, यशवंतपुर (बैंगलोर), नासिक, नांदेड़, अमरावती, भोपाल, खंडवा, आदि। वाशिम के 3 प्लेटफॉर्म हैं। रेलवे स्टेशन के नए निर्माण के बाद, सभी रेलवे विभाग प्राधिकरण इसे एक आदर्श रेलवे स्टेशन बनाने के लिए साफ और स्वच्छ रखने की कोशिश करते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Washim</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fdad593f-d128-44f4-a673-669dca26d9c3_Washim-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-washim-maharashtra","tags":[{"name":"वाशिम","slug":"washim"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"recommendations":[{"id":719,"title":"सतारा में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","dateCreated":"2019-09-20T03:10:41.062Z","dateModified":"2019-09-20T03:10:52.344Z","contributedBy":"AskGif","content":"सतारा जिला पश्चिमी भारत में महाराष्ट्र राज्य का एक जिला है, जिसका क्षेत्रफल 10,480 वर्ग किमी है और इसकी आबादी 3,003,741 है, जिसमें 14.17% शहरी (2011 के अनुसार) थे। सतारा जिले की राजधानी है और अन्य प्रमुख शहरों में वाई, कराड, कोरेगाँव, दहिवडी, कोयननगर, रहीमपुर, फलटन, महाबलेश्वर, वडूज और पंचगनी शाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/10c58838-f4fa-43b2-9690-65ef976f649f_Satara-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"सतारा","slug":"satara"}],"slug":"top-places-to-visit-in-satara-maharashtra","total":0},{"id":715,"title":"पुणे में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","dateCreated":"2019-09-20T02:28:05.893Z","dateModified":"2019-09-20T02:28:20.048Z","contributedBy":"AskGif","content":"पुणे को 1978 तक आधिकारिक नाम भी कहा जाता है), मुंबई के बाद, भारतीय राज्य महाराष्ट्र में दूसरा सबसे बड़ा शहर है। यह 3.13 मिलियन की अनुमानित आबादी वाला देश का नौवां सबसे अधिक आबादी वाला शहर है। इसकी विस्तारित शहर की सीमा के साथ पिंपरी चिंचवाड़ और पुणे के तीन छावनी शहर, खाकी और देहू रोड, पुणे का नाम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c73a9726-6078-4652-9654-9660e786bc13_Pune-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पुणे","slug":"pune"},{"name":"महाराष्ट्र","slug":"maharashtra"}],"slug":"top-places-to-visit-in-pune-maharashtra","total":0},{"id":698,"title":"गोंदिया में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","dateCreated":"2019-09-18T02:22:01.613Z","dateModified":"2019-09-18T02:22:33.339Z","contributedBy":"AskGif","content":"गोंदिया (यह भी कहा जाता है गोंदिया) भारत के महाराष्ट्र राज्य में एक शहर और नगरपालिका परिषद है, जो नामांकित प्रशासनिक जिले के प्रशासनिक मुख्यालय में कार्य करता है। क्षेत्र में चावल मिलों की प्रचुरता के कारण गोंदिया को राइस सिटी के रूप में भी जाना जाता है।\r\n&nbsp;\r\nगोंदिया मध्य प्रदेश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4dccc21e-0dfc-401d-9ddf-e123a0459f90_Gondia-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"गोंदिया","slug":"gondia"}],"slug":"top-places-to-visit-in-gondia-maharashtra","total":0},{"id":688,"title":"अहमदनगर में देखने के लिए शीर्ष स्थान, महाराष्ट्र","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"अहमदनगर भारत के महाराष्ट्र राज्य में अहमदनगर जिले का एक शहर है, जो पुणे से उत्तर पूर्व में लगभग 120 किलोमीटर और औरंगाबाद से 114 किमी दूर है। अहमदनगर का नाम अहमद निज़ाम शाह I से लिया गया है, जिन्होंने 1494 में एक युद्ध के मैदान में शहर की स्थापना की थी जहाँ उन्होंने श्रेष्ठ बहमनी सेना के खिलाफ लड़","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"महाराष्ट्र","slug":"maharashtra"},{"name":"अहमदनगर","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}