{"id":729,"title":"Top Places to visit in Yavatmal, Maharashtra","imageUrl":"406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","dateCreated":"2019-09-20T16:24:15.674Z","dateModified":"2019-09-20T16:24:29.856Z","contributedBy":"AskGif","content":"<p>Yavatmal district, formerly known as Yeotmal, is a district of the Indian state of Maharashtra. It is located in the region of Vidarbha, in the east-central part of the state. It is Vidarbha's third-largest district by population, after Nagpur and Amravati. Yavatmal town is the administrative headquarters of the district. The incumbent district collector is Ashwin Mudgal.</p>\r\n<p>Yavatmal is a city and municipal council in the Indian state of Maharashtra. It is the administrative headquarters of Yavatmal District. Yavatmal is around 90 km away from divisional headquarters Amravati while it is 670 km (420 mi) away from the state capital Mumbai. The name is derived from the Marathi Yavat (mountain) and mal (row). It is famous for the grand celebration of Durga festival (Nav Ratri). It ranks 2nd after Kolkata in the enormous decorations of durga mandapam.</p>\r\n<p>&nbsp;</p>\r\n<p>The mini train called Shakuntala is a historic remark built by the British government to transport cotton.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Yavatmal district forms the southeast corner of Amravati Division, which corresponds to the former British Raj province of Berar. Yavatmal town is the administrative headquarters of this district.</p>\r\n<p>&nbsp;</p>\r\n<p>Yavatmal district comprises sixteen tehsils:</p>\r\n<p>&nbsp;</p>\r\n<p>Arni</p>\r\n<p>Babhulgaon</p>\r\n<p>Darwha</p>\r\n<p>Digras</p>\r\n<p>Ghatanji</p>\r\n<p>Kalamb</p>\r\n<p>Mahagaon</p>\r\n<p>Maregaon</p>\r\n<p>Ner</p>\r\n<p>Pandharkawada (Kelapur)</p>\r\n<p>Pusad</p>\r\n<p>Ralegaon</p>\r\n<p>Umarkhed</p>\r\n<p>Wani</p>\r\n<p>Yavatmal</p>\r\n<p>Zari Jamani</p>\r\n<p>There are seven Maharashtra Vidhan Sabha constituencies in this district:</p>\r\n<p>&nbsp;</p>\r\n<p>Digras</p>\r\n<p>Arni (ST)</p>\r\n<p>Pusad</p>\r\n<p>Ralegaon (ST)</p>\r\n<p>Umarkhed (SC)</p>\r\n<p>Wani</p>\r\n<p>Yavatmal (ST)</p>\r\n<p>Notes:</p>\r\n<p>&nbsp;</p>\r\n<p>Wani and Arni Vidhan Sabha constituencies are part of Chandrapur Lok Sabha constituency.</p>\r\n<p>Umarkhed Vidhan Sabha constituency is part of Hingoli Lok Sabha constituency.</p>\r\n<p>Ralegaon, Digras, Yavatmal and Pusad Vidhan Sabha constituencies are part of Yavatmal-Washim Lok Sabha constituency.</p>\r\n<p>Transport</p>\r\n<p>National Highway 7 (NH7) passes through the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Jowar and cotton are the main produce of the district, cotton and teakwood the chief exports. Other items exported include lime, wooden furniture and oranges.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Yavatmal one of the country's 250 most-backward districts (out of a total of 640). It is one of the twelve districts in Maharashtra currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Mining</p>\r\n<p>The geology of the district is transitional with Deccan trap rocks (lava bed) predominating, displaying characteristic step-like hills and ridges. These have been eroded through in places, exposing older Puranic and Aryan sediments.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Arni and Digras tehsils are pilgrimage locations, important for the journeys of Baba Kambalposh R.A. Shrine and Shri Ghantibaba Temple. They also have the Shri Chintamani temple of Kalamb, Ghatanji Maroti Maharaj Yatra and the Shree Datta Jayanti festival at Jambhora Mahur.</p>\r\n<p>&nbsp;</p>\r\n<p>Ner tehsil have temple called Shri Fakirji Maharaj Sansthan, Dhanaj Manikwada which is Grade 'B' pilgrimage by Gramvikas Department of Maharashtra State Government.</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Chintamani Ganesh Temple is at Kalamb on the bank of the Chakravati.</p>\r\n<p>&nbsp;</p>\r\n<p>The district has various entrenched cultures and tribal communities, including the Gond Raja, Gond Pardhan, Kolam, Aandh and Banjara. Various religious fairs take place in the district including:</p>\r\n<p>&nbsp;</p>\r\n<p>Fakirji Maharaj Fair, Dhanaj Manikwada</p>\r\n<p>Shri Fakirji Maharaj Sansthan, Dhanaj Manikwada is a piligrimag place for both Hindu as well as Muslim people. He was sant lived 250-300 years back. Temple culture reflects the varkari sampraday. Trust is associated with different social activities. Devotees visit this place on Kartik and Ashadi Yatra. Kanya-bhakar mahaprasad in yatra and Saath Festival is famous in Maharashtra.</p>\r\n<p>&nbsp;</p>\r\n<p>Shree Chintamani Fair, Kalamb</p>\r\n<p>The Jambhora and Mahashiv Ratri in Wani, Pusad and Mahagaon</p>\r\n<p>Shri Rangnaath Swamy, Wani</p>\r\n<p>Amba Devi, Kelapur</p>\r\n<p>Baba Kambalposh R.A. Urs/Fair, Arni</p>\r\n<p>Maroti and Gajanan Maharaj Fair, Ghatanji</p>\r\n<p>Ghanti Baba chi Yatra, Digras</p>\r\n<p>There are also forest locations for tourists and hot springs at Kapeshwar on the banks of Penganga.</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>Kazi Syed Karimuddin, Indian politician and member of Constituent Assembly of India</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Prominent educational institutes:</p>\r\n<p>&nbsp;</p>\r\n<p>Medical: Shri Vasantrao Naik Government Medical College, run by the government.</p>\r\n<p>Technical: Government College of Engineering, College of Engineering, Government Polytechnic, Government Residential Women's Polytechnic, Jawaharlal Darda Engineering and Technical Institute (private), Dr. Bhausaheb Nandurkar College of Engineering &amp; Technology, Jagdamba College of Engineering,</p>\r\n<p>Other institutes: Amolakchand Mahavidyalaya (Science, Arts and Commerce), Babaji Datey Kala &amp; Vanijya Mahavidyalaya, Yavatmal (Arts and Commerce College),</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Yavatmal</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/406a3a7e-625e-4c87-96f7-4a79a4f8a8ed_Yavatmal-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-yavatmal-maharashtra","tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"yavatmal","slug":"yavatmal"}],"recommendations":[{"id":725,"title":"Top Places to visit in Solapur, Maharashtra","imageUrl":"a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","dateCreated":"2019-09-20T15:50:34.82Z","dateModified":"2019-09-20T15:51:24.792Z","contributedBy":"AskGif","content":"Solapur (formerly Sholapur) is a city located in the south-western region of the Indian state of Maharashtra, close to its border with Karnataka. Solapur is located on major Highway, rail routes between Mumbai, Pune, Bangalore and Hyderabad, with a branch line to the cities of Bijapur and Gadag i","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a868c5f7-2588-45af-b767-b9a413097c76_Solapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"solapur","slug":"solapur"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-solapur-maharashtra","total":0},{"id":710,"title":"Top Places to visit in Nashik, Maharashtra","imageUrl":"758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","dateCreated":"2019-09-19T03:06:08.873Z","dateModified":"2019-09-19T03:06:35.101Z","contributedBy":"AskGif","content":"Nashik is an ancient holy city in the northern region of the Indian state of Maharashtra. Situated on the banks of river Godavari, Nasik is well known for being one of Hindu pilgrimage sites, that of Kumbh Mela which is held every 12 years. It is the Third largest city in Maharashtra after Mumbai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/758c60cb-1f08-498e-acde-0fc50356d70a_Nashik-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nashik","slug":"nashik"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-nashik-maharashtra","total":0},{"id":699,"title":"Top Places to visit in Hingoli, Maharashtra","imageUrl":"259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","dateCreated":"2019-09-18T02:26:18.842Z","dateModified":"2019-09-18T02:26:33.619Z","contributedBy":"AskGif","content":"Hingoli is a small city and a municipal council in Hingoli district in the Indian state of Maharashtra.\r\nHingoli district is an administrative district in the state of Maharashtra in India. The district is headquartered at Hingoli. The district occupies an area of 4,526 km2 and has a popul","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/259a3a45-13b6-40ed-b764-e6343448c363_Hingoli-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"hingoli","slug":"hingoli"},{"name":"maharashtra","slug":"maharashtra"}],"slug":"top-places-to-visit-in-hingoli-maharashtra","total":0},{"id":688,"title":"Top Places to visit in Ahmednagar, Maharashtra","imageUrl":"ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","dateCreated":"2019-09-17T01:41:35.505Z","dateModified":"2019-09-17T01:41:47.778Z","contributedBy":"AskGif","content":"Ahmednagar is a city in Ahmednagar district in the state of Maharashtra, India, about 120 km northeast of Pune and 114 km from Aurangabad. Ahmednagar takes its name from Ahmad Nizam Shah I, who founded the town in 1494 on the site of a battlefield where he won a battle against superior Bahamani f","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ee08a023-6411-4464-96d6-c92b20943277_Ahmednagar-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"maharashtra","slug":"maharashtra"},{"name":"ahmednagar","slug":"ahmednagar"}],"slug":"top-places-to-visit-in-ahmednagar-maharashtra","total":0}]}