{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"<p>Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.</p>\r\n<p>Bishnupur district is the district of Manipur state in northeastern India with the smallest area.</p>\r\n<p>In ancient times, Tongjei Maril (literally 'tubehole') through Bishnupur was the sole road linking Manipur with the rest of India. Bishnupur was one of the sites of the World War II where fierce fightings between the Allied Forces and the Japanese Forces took place. The British war hero, Major-General Orde Wingate, the founder of the Chindits force, died in a plane crash near Bishnupur while flying back from Chindit-held bases in Burma. Many descendants of Japanese armed forces who died here during the War visit Bishnupur to pay homage to their departed ancestors.</p>\r\n<p>&nbsp;</p>\r\n<p>Civic administration</p>\r\n<p>Bishnupur is a municipal council. There are 12 wards in Bishunpur Municipal Council.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Bishnupur has a population of about 16,264. Males (5,324)constitute 52% of the population and females (4,940) 48%. Bishnupur has an average literacy rate of 82%; with male literacy of 82% and female literacy of 72%. 12% of the population is under 6 years of age. This town is home to Meiteis, Pangals (Manipuri Muslims) and Scheduled Tribes.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Agriculture</p>\r\n<p>The main occupation of the people of Bishnupur is agriculture. Rice, potato, cabbage, pulses, brinjal and tomato are the main crops cultivated and produced in the town. All the crops and vegetables grown in the hills and lakes are available in Bishupur.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist attractions</p>\r\n<p>Loukoipat</p>\r\n<p>Loukoipat, a small natural lake sandwiched between two knolls is a picturesque tourist spot in Bishnupur. Here, the beauty of hills converges with the beauty of lake. The panoramic view of the Manipur valley from the higher slopes of Loukoipat tourist lodge is sure to please the viewers' senses. Loukoipat is further being developed with an ecological park.</p>\r\n<p>&nbsp;</p>\r\n<p>Vishnu Temple</p>\r\n<p>Vishnu Temple at Bishnupur is a 15th-century temple dedicated to Lord Vishnu. King Kyamba of Manipur along with Chaopha Khe Khomba, the king of Pong, conquered Kyang, a Shan kingdom in the Kabow Valley of present Myanmar. Jubilant at the victory, an idol of Lord Vishnu was given by the Pong king to King Kyamba. King Kyamba started worshipping the idol at Lumlangdong which then came to be known as Bishnupur i.e. abode of Vishnu. Subsequently, he built a Vishnu Temple of brick at Bishnupur which has now become a protected historical monument under the Ministry of H.R.D (Archeology), Government of India. It is now standing as a symbol of the remains of ancient times. And the statue got by Kyamba from the Pong king is very important since it gives us the idea of the religious beliefs of those days and the very name that it had given.</p>\r\n<p>&nbsp;</p>\r\n<p>During the rule of Kyamba the worship of Vishnu began in Manipur again. A little image of Lord Vishnu was presented by th King of Pong when he concluded a treaty with the king of Manipur in 1470 AD. Kyamba built a brick temple at Bishnupur and installed the image there. In this way the worship of Lord Vishnu began in Manipur again. But \"in spite of regular worship of Vishnu Kyamba was not initiated to Vaishnavism by a preceptor.\"</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Bishnupur is a part of Inner Manipur (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Primary language spoken is Meiteilon. Other minority languages spoken includes Rongmei, Nepali, Bengali, Hindi and Thadou.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1977 Bishnupur district became home to Keibul Lamjao National Park, which has an area of 40 km2 (15.4 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district is divided into 3 sub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Bishnupur</p>\r\n<p>Nambol</p>\r\n<p>Moirang</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Bishnupur,_Manipur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-bishnupur-manipur","tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"recommendations":[{"id":741,"title":"Top Places to visit in Senapati, Manipur","imageUrl":"698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","dateCreated":"2019-09-22T03:21:11.192Z","dateModified":"2019-09-22T03:21:19.703Z","contributedBy":"AskGif","content":"Senapati is a district of Manipur state in India.\r\nLocated on the northern part of Manipur, Senapati is bordered by Ukhrul district in the east and Tamenglong district on the west which offers a lot to the tourists coming and visiting the town from across the globe. It was in the year 1969","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"senapati","slug":"senapati"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-senapati-manipur","total":0},{"id":740,"title":"Top Places to visit in Pherzawl, Manipur","imageUrl":"29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","dateCreated":"2019-09-22T03:06:20.809Z","dateModified":"2019-09-22T03:07:33.364Z","contributedBy":"AskGif","content":"Pherzawl is a district of Manipur state in India.\r\nPherzawl village is the headquarter of the Pherzawl District of Manipur, India. Pherzawl district was created by bifurcating Churachandpur district..\r\nPherzawl is also the Sub-Divisional headquarter of Pherzawl Sub-Division, one of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pherzawl","slug":"pherzawl"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-pherzawl-manipur","total":0},{"id":734,"title":"Top Places to visit in Imphal West, Lamphelpat, Manipur","imageUrl":"f0631580-1005-44d7-af67-11af297452cb_Imphal-West-tourism.jpg","dateCreated":"2019-09-21T02:47:46.676Z","dateModified":"2019-09-21T03:08:03.074Z","contributedBy":"AskGif","content":"Imphal West district is one of the sixteen districts of Manipur state in northeastern India. As of 2011 it is the most populous district in the state.\r\nLamphelpat is the district headquarters of Imphal West district in the state of Manipur, India. It is a suburb of Imphal city.\r\n&nb","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/f0631580-1005-44d7-af67-11af297452cb_Imphal-West-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"imphal-west","slug":"imphal-west"},{"name":"manipur","slug":"manipur"},{"name":"lamphelpat","slug":"lamphelpat"}],"slug":"top-places-to-visit-in-imphal-west-lamphelpat-manipur","total":0},{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.\r\nBishnupur district is th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}