{"id":732,"title":"Top Places to visit in Churachandpur, Manipur","imageUrl":"959bab76-d81e-42c6-8e9c-e291e083f54b_Churachandpur-tourism.jpg","dateCreated":"2019-09-21T02:06:45.166Z","dateModified":"2019-09-21T02:06:56.443Z","contributedBy":"AskGif","content":"<p>Churachandpur is a district in the southwestern corner of the Indian state of Manipur that covers an area of 4,750 kilometres (2,950 mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Churachandpur one of the country's most impoverished districts (out of a total of 640). It is one of the three districts in Manipur currently[when?] receiving funds from the Backward Regions Grant Fund (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>&nbsp;</p>\r\n<p>Mata Dam in 2006</p>\r\n<p>As of the 2011 census, Churachandpur district had a population of 271,274 most of whom are Kuki-Chin-Mizo (Zo) people,roughly equal to that of Barbados. This gives it a ranking of 575th in India (out of a total of 640 districts). It has a population density of 59 inhabitants per square kilometre (150/sq mi). Its population growth rate over the decade 2001&ndash;2011 was 19.03%. Churachandpur has a sex ratio of 969 females for every 1000 males, and a literacy rate of 84.29%.</p>\r\n<p>&nbsp;</p>\r\n<p>The area includes fewer than 3,000 speakers of the Sino-Tibetan Aimol language, which is written using Latin script.</p>\r\n<p>&nbsp;</p>\r\n<p>Churachandpur is the district headquarter of the largest district in Manipur. Locally, the town is called Lamka, meaning the &lsquo;place situated at a road junction&rsquo;. The word Lamka is derived from the Manipuri words, &lsquo;Lam&rsquo; meaning path and &lsquo;Ka&rsquo; meaning junction. The district is beautiful as it is surrounded by small hills and narrow valleys. Churachandpur is 59 km away from the state capital, Imphal.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places In And Around Churachandpur</p>\r\n<p>&nbsp;</p>\r\n<p>Khuga dam, a noted picnic spot, the tribal museums at Tuibuong and Thangzam road, Ngaloi Falls, etc. are some of the noteworthy tourist places that make Churachandpur tourism interesting. A trip to Churachandpur would not be complete without shopping in the town.</p>\r\n<p>&nbsp;</p>\r\n<p>You could carry home a bit of Churachandpur, the souvenirs from the place by shopping of handicrafts and indigenous art in Churachandpur. Churachandpur is the second largest town in Manipur after Imphal and has been seeing rapid growth in the past few decades.</p>\r\n<p>&nbsp;</p>\r\n<p>For an otherwise insurgent-hit state, Churachandpur is a peaceful town and people from all communities of Manipur settle here for this reason. Thus, Churachandpur sees a cultural diversity as the Simte, Paite, Gangte, Hmar, Zou, Zou, Vaiphei, Zou, Lusei and Sukte (Tedim) live here harmoniously.</p>\r\n<p>&nbsp;</p>\r\n<p>People And Their Way Of Life</p>\r\n<p>&nbsp;</p>\r\n<p>Earlier, Churachandpur district was nothing more than a few villages put together. Shifting cultivation was the main source of livelihood for the people here. Today, though agriculture remains one of the main sources of livelihood, the town is also known as an important commercial hub of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Weaving and animal husbandry are the other jobs people in Churachandpur excel in.</p>\r\n<p>&nbsp;</p>\r\n<p>War-Ravaged But Reconstructed - Churachandpur</p>\r\n<p>&nbsp;</p>\r\n<p>When the Japanese entered India through the North East, Churachandpur was one of the towns which witnessed heavy bombarding. The town was utterly devastated, but over the next fifty years or so it reconstructed itself completely and came to be known as a peaceful town of Manipur.</p>\r\n<p>&nbsp;</p>\r\n<p>How To Reach Churachandpur</p>\r\n<p>&nbsp;</p>\r\n<p>The nearest airport to Churachandpur is at Imphal, about 59 km away. By train people can travel up to Dimapur or Jiribam. The town by road is well connected to the other places of the state.</p>\r\n<p>&nbsp;</p>\r\n<p>Best Time To Visit Churachandpur</p>\r\n<p>&nbsp;</p>\r\n<p>The best time to travel to Churachandpur is between October and March.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Churachandpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/959bab76-d81e-42c6-8e9c-e291e083f54b_Churachandpur-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-churachandpur-manipur","tags":[{"name":"manipur","slug":"manipur"},{"name":"churachandpur","slug":"churachandpur"}],"recommendations":[{"id":744,"title":"Top Places to visit in Thoubal, Manipur","imageUrl":"1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","dateCreated":"2019-09-22T05:12:41.797Z","dateModified":"2019-09-22T08:26:35.81Z","contributedBy":"AskGif","content":"Thoubal is a town, a municipal council with 18 municipal wards and district Headquarters in Thoubal district in the Indian state of Manipur. It is one of the larger towns of Manipur. it is a idyllic place with lots of lakes and rivers, paddy fields, gardens, and fun loving, simple people. It is a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"manipur","slug":"manipur"},{"name":"thoubal","slug":"thoubal"}],"slug":"top-places-to-visit-in-thoubal-manipur","total":0},{"id":742,"title":"Top Places to visit in Tamenglong, Manipur","imageUrl":"d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","dateCreated":"2019-09-22T03:39:47.971Z","dateModified":"2019-09-22T03:40:07.669Z","contributedBy":"AskGif","content":"Tamenglong is an Indian town and the district headquarters of the Tamenglong district. It is located in the state of Manipur. The town is inhabited by the people of the Zeliangrong community. The Rongmei language is spoken in the town and surrounding area.\r\nTamenglong district is one of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamenglong","slug":"tamenglong"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-tamenglong-manipur","total":0},{"id":739,"title":"Top Places to visit in Noney, Longmai, Manipur","imageUrl":"d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","dateCreated":"2019-09-22T02:43:28.232Z","dateModified":"2019-09-22T02:57:55.932Z","contributedBy":"AskGif","content":"Noney, also known as Longmai, is a town located in western part of Manipur, India. It is 63 kilometres (39 mi) west of Imphal, the capital of the state of Manipur. Its population is almost entirely made up of Rongmei Naga. Previously known as a village, recently has been declared as one of the ne","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"manipur","slug":"manipur"},{"name":"longmai","slug":"longmai"},{"name":"noney","slug":"noney"}],"slug":"top-places-to-visit-in-noney-longmai-manipur","total":0},{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.\r\nBishnupur district is th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}