{"id":732,"title":"चुराचांदपुर में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"959bab76-d81e-42c6-8e9c-e291e083f54b_Churachandpur-tourism.jpg","dateCreated":"2019-09-21T02:06:45.166Z","dateModified":"2019-09-21T02:06:56.443Z","contributedBy":"AskGif","content":"<p>चुराचंदपुर भारतीय राज्य मणिपुर के दक्षिण-पश्चिमी कोने का एक जिला है जो 4,750 किलोमीटर (2,950 मील) के क्षेत्र को कवर करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने चुराचंदपुर को देश के सबसे खराब जिलों में से एक (कुल 640 में से) नाम दिया। यह वर्तमान में मणिपुर के तीन जिलों में से एक है, जब [?] पिछड़ा क्षेत्र अनुदान निधि (BRGF) से धन प्राप्त करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>&nbsp;</p>\r\n<p>2006 में माता बांध</p>\r\n<p>2011 की जनगणना के अनुसार, चुराचंदपुर जिले की आबादी 271,274 थी, जिनमें से अधिकांश कुची-चिन-मिज़ो (ज़ो) लोग हैं, जो कि लगभग बारबाडोस के बराबर हैं। यह भारत में 575 वें स्थान पर है (कुल 640 जिलों में से)। इसका जनसंख्या घनत्व 59 निवासियों प्रति वर्ग किलोमीटर (150 / वर्ग मील) है। 2001&ndash;2011 के दशक में इसकी जनसंख्या वृद्धि दर 19.03% थी। चुराचंदपुर में हर 1000 पुरुषों पर 969 महिलाओं का लिंग अनुपात है, और साक्षरता दर 84.29% है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस क्षेत्र में चीन-तिब्बती आइमोल भाषा के 3,000 से कम वक्ता शामिल हैं, जो लैटिन लिपि का उपयोग करके लिखा गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>चुराचंदपुर मणिपुर में सबसे बड़े जिले का जिला मुख्यालय है। स्थानीय रूप से, शहर को लमका कहा जाता है, जिसका अर्थ है 'सड़क जंक्शन पर स्थित'। लाम्का शब्द मणिपुरी शब्दों से बना है, 'लाम' अर्थ पथ और 'का' अर्थ जंक्शन। यह जिला सुंदर है क्योंकि यह छोटी पहाड़ियों और संकरी घाटियों से घिरा है। चुराचंदपुर राज्य की राजधानी इंफाल से 59 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>चुरचंदपुर में और आसपास के पर्यटन स्थल</p>\r\n<p>&nbsp;</p>\r\n<p>खूघा बांध, एक प्रसिद्ध पिकनिक स्थल, तुईबोंग और थंगज़ाम सड़क, नगालोई जलप्रपात, आदिवासी संग्रहालय, कुछ उल्लेखनीय पर्यटन स्थल हैं जो चुराचंदपुर पर्यटन को दिलचस्प बनाते हैं। चुराचंदपुर की यात्रा कस्बे में खरीदारी के बिना पूरी नहीं होगी।</p>\r\n<p>&nbsp;</p>\r\n<p>आप चूराचंदपुर में हस्तशिल्प और स्वदेशी कला की खरीदारी करके जगह से स्मृति चिन्ह, चुराचंदपुर घर ले जा सकते हैं। चुरचंदपुर मणिपुर में इंफाल के बाद दूसरा सबसे बड़ा शहर है और पिछले कुछ दशकों में इसमें तेजी देखी जा रही है।</p>\r\n<p>&nbsp;</p>\r\n<p>अन्यथा एक विद्रोही हिट राज्य के लिए, चुराचंदपुर एक शांतिपूर्ण शहर है और मणिपुर के सभी समुदायों के लोग इस कारण से यहां बसते हैं। इस प्रकार, चुराचंदपुर एक सांस्कृतिक विविधता देखता है क्योंकि सिमटे, पाइट, गंग्टे, हमार, ज़ो, ज़ो, वैफी, ज़ो, लुसी और सुक्ते (टेडिम) सामंजस्यपूर्ण ढंग से यहां रहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>लोग और उनके जीवन का तरीका</p>\r\n<p>&nbsp;</p>\r\n<p>इससे पहले, चुराचंदपुर जिला कुछ गाँवों को मिलाकर कुछ भी नहीं था। शिफ्टिंग खेती यहाँ के लोगों के लिए आजीविका का मुख्य स्रोत था। आज, हालांकि कृषि आजीविका के मुख्य स्रोतों में से एक है, इस शहर को राज्य के एक महत्वपूर्ण वाणिज्यिक केंद्र के रूप में भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>बुनाई और पशुपालन, चूराचंदपुर में अन्य लोगों के काम हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>युद्ध-रक्षित लेकिन पुनर्निर्मित - चुराचंदपुर</p>\r\n<p>&nbsp;</p>\r\n<p>जब जापानी नार्थ ईस्ट के रास्ते भारत में दाखिल हुए, तो चुराचंदपुर उन शहरों में से एक था, जहां भारी बमबारी हुई थी। यह शहर पूरी तरह से तबाह हो गया था, लेकिन अगले पचास वर्षों में इसने खुद को पूरी तरह से समेट लिया और मणिपुर के एक शांतिपूर्ण शहर के रूप में जाना जाने लगा।</p>\r\n<p>&nbsp;</p>\r\n<p>कैसे पहुंचें चुराचांदपुर</p>\r\n<p>&nbsp;</p>\r\n<p>चुराचंदपुर से निकटतम हवाई अड्डा लगभग 59 किमी दूर इम्फाल में है। ट्रेन से लोग दीमापुर या जिरीबाम तक जा सकते हैं। सड़क मार्ग से शहर राज्य के अन्य स्थानों से अच्छी तरह से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>चूराचंदपुर की यात्रा का सबसे अच्छा समय</p>\r\n<p>&nbsp;</p>\r\n<p>चुराचंदपुर की यात्रा करने का सबसे अच्छा समय अक्टूबर और मार्च के बीच है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Churachandpur_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/959bab76-d81e-42c6-8e9c-e291e083f54b_Churachandpur-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-churachandpur-manipur","tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"चुराचांदपुर","slug":"churachandpur"}],"recommendations":[{"id":744,"title":"थौबल में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","dateCreated":"2019-09-22T05:12:41.797Z","dateModified":"2019-09-22T08:26:35.81Z","contributedBy":"AskGif","content":"थौबल एक शहर है, भारत के मणिपुर राज्य में 18 नगरपालिका वार्ड और थौबल जिले में जिला मुख्यालय है। यह मणिपुर के बड़े शहरों में से एक है। यह बहुत सी झीलों और नदियों, धान के खेतों, बगीचों, और मज़ेदार लोगों, साधारण लोगों के साथ एक रमणीय स्थान है। यह दक्षिण-पूर्व एशिया की खिड़की भी है क्योंकि ट्रांस-एशिय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"थौबल","slug":"thoubal"}],"slug":"top-places-to-visit-in-thoubal-manipur","total":0},{"id":742,"title":"तामेंगलांग में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","dateCreated":"2019-09-22T03:39:47.971Z","dateModified":"2019-09-22T03:40:07.669Z","contributedBy":"AskGif","content":"तामेंगलांग एक भारतीय शहर है और तमेंगलोंग जिले का जिला मुख्यालय है। यह मणिपुर राज्य में स्थित है। यह शहर ज़ेलियानग्रोंग समुदाय के लोगों द्वारा बसा हुआ है। रोंगमेई भाषा शहर और आसपास के क्षेत्र में बोली जाती है।\r\nतामेंगलांग जिला पूर्वोत्तर भारत के मणिपुर राज्य के जिलों में से एक है।\r\nभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तामेंगलांग","slug":"tamenglong"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-tamenglong-manipur","total":0},{"id":739,"title":"नोनी, लोंगमई में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","dateCreated":"2019-09-22T02:43:28.232Z","dateModified":"2019-09-22T02:57:55.932Z","contributedBy":"AskGif","content":"नोनी, जिसे लोंगमई भी कहा जाता है, भारत के मणिपुर के पश्चिमी भाग में स्थित एक शहर है। यह मणिपुर राज्य की राजधानी इंफाल से पश्चिम में 63 किलोमीटर (39 मील) दूर है। इसकी आबादी लगभग पूरी तरह से रोंग्मी नागा से बनी है। पहले एक गाँव के रूप में जाना जाता था, हाल ही में मणिपुर के नए जिला मुख्यालयों में से","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"लोंगमई","slug":"longmai"},{"name":"नोनी","slug":"noney"}],"slug":"top-places-to-visit-in-noney-longmai-manipur","total":0},{"id":730,"title":"बिश्नुपुर में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"बिष्णुपुर भारत के मणिपुर राज्य में बिष्णुपुर जिले का एक कस्बा है। इसने अपना नाम कस्बे में स्थित एक प्राचीन विष्णु मंदिर से लिया था। बिशुनपुर बिशुनपुर जिले का प्रशासनिक मुख्यालय है। यह कभी मणिपुर राज्य की राजधानी थी।\r\nबिष्णुपुर जिला पूर्वोत्तर भारत में मणिपुर राज्य का सबसे छोटा क्षेत्र है।<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिश्नुपुर","slug":"bishnupur"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}