{"id":733,"title":"Top Places to visit in Imphal East, Porompat, Manipur","imageUrl":"b38b48ee-2054-4880-b5c6-34f9e1f77422_Imphal-East-tourism.jpg","dateCreated":"2019-09-21T02:38:43.865Z","dateModified":"2019-09-21T03:08:24.254Z","contributedBy":"AskGif","content":"<p>Imphal East district is one of the 16 districts of Manipur state in northeastern India. As of 2011 it is the second most populous district in the state, after Imphal West.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>There are two motels in the district, one is at Kaina and another at Jiribam. Shree-Shree Govindajee Temple, a golden temple located in the palace compound is still here. There are two war cemeteries maintained by the British war grave commission. In addition to this there is a temple at Kaina a holy place of the Hindu. Besides, Hanuman Temple at Mahabali is a pre-historical place in the State. Manipur is known for its scenic environment, landscapes, climate and cultural heritage which has a great potential for development of tourism.[original research?]</p>\r\n<p>&nbsp;</p>\r\n<p>Kangla</p>\r\n<p>Kangla Fort is on the banks of the Imphal River, and is also known as the Palace of Kangla. Kangla means \"dry land\" in the Meitei language. The fort was the palace of King Pakhangba, and also has religious significance. In the fort are a number of temples, and it is surrounded on three sides by a lake.</p>\r\n<p>&nbsp;</p>\r\n<p>Hiyangthang Lairembi Temple Complex</p>\r\n<p>A religious site and a tourist attraction, the temple complex is noted for its annual Durga Puja festival in September or October.</p>\r\n<p>&nbsp;</p>\r\n<p>India Peace Memorial (Red Hill)</p>\r\n<p>The Red Hill is a historical hillock located 17 km south of Imphal City, on Tiddim Road. The place was the scene of action and the theater of the battle that took place between Allied Forces and Japanese Forces fighting alongside the Indian National Army (INA) in World War II. Red Hill has now become a tourist attraction since the Japanese war veterans constructed a monument at the foot of this hill.</p>\r\n<p>&nbsp;</p>\r\n<p>Imphal War Cemetery</p>\r\n<p>Cemetery with trees and monuments at ground level</p>\r\n<p>Imphal War Cemetery</p>\r\n<p>This cemetery remembers British and Indian soldiers who fought and died in the Second World War (1944).</p>\r\n<p>&nbsp;</p>\r\n<p>Women's Market (Ima Keithel)</p>\r\n<p>The market stalls are all run by women, and it is reportedly the only such market in the world.</p>\r\n<p>&nbsp;</p>\r\n<p>Market, seen from above, with colourful textiles</p>\r\n<p>Women's Market (Ima Keithel)</p>\r\n<p>Three Mothers Art Gallery is one of the hidden tourist attractions in the city of Imphal. Located at Thangapat Road, Palace Compound, It is situated at a distance of a mere 4. 3 Km from Imphal, Manipur. It is a renowned museum housing a special and unique form of art.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Air</p>\r\n<p>Green buildings with pyramid-shaped roofs</p>\r\n<p>Bir Tikendrajit International Airport</p>\r\n<p>Tulihal International Airport is 8 kilometres (5.0 mi) south of the city which connects direct flights to New Delhi, Kolkata, Aizawl, Guwahati, Hyderabad and Bengaluru, Agartala.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>Dark highway, with oncoming headlights</p>\r\n<p>National Highway 150 in Imphal</p>\r\n<p>Imphal is connected through National Highway which connects major cities like Guwahati, Kohima, Agartala, Shillong, Dimapur, Aizawl, Silchar and many more and also connects its neighbour states.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>In October 2012, India's Cabinet Committee on Infrastructure approved an extension of the Jiribam-Silchar railway to Imphal. The extension is expected to reach the city by Q4 of 2019.</p>\r\n<p>&nbsp;</p>\r\n<p>The total length of the Jiribam-Tupul railway line is 110.62 km and the total revised estimated cost is Rs 9658 crore. So far, Rs 4927.65 crore has been spent. The Ministry has set a target of sanctioning Rs 1000 crore within the current financial year in order to speed up the railway construction work.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Porompat town is the administrative headquarters of the district. Nandeibam is also in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>This district came into existence on 18 June 1997.</p>\r\n<p>&nbsp;</p>\r\n<p>Imphal East District came into existence on 18-06-1997 with its headquarters at Porompat occupying the eastern part of Imphal District. The total area of District is 469.44 km2. approximately. The District is situated at an altitude 790 metres above the M.S. Level. The climate of the District is salubrious and Monsoon is tropical. The minimum temperature goes down to 0.6degree Celsius in winter and 41 degree Celsius in summer. It has no rail network and hence communication is entirely dependent on roads except Jiribam Sub-Division bordering Cachar District of Assam where there is a railhead. As of 2017, A new rail line is under construction and a railway station will be operational by 2019. The District is connected with N.H. 39, N.H. 53 and N.H. 150.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Population</p>\r\n<p>According to the 2011 census Imphal East district has a population of 452,661, roughly equal to the nation of Malta. This gives it a ranking of 551st in India (out of a total of 640). The district has a population density of 638 inhabitants per square kilometre (1,650/sq mi) . Its population growth rate over the decade 2001-2011 was 14.63%. Imphal East has a sex ratio of 1011 females for every 1000 males, and a literacy rate of 82.81%.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>As per 2011 census, the languages spoken in Imphal East District (including Jiribam) are Manipuri (3,88,582), Bengali (23,186), Kabui (7,264), Nepali (6,903), Hindi (6,722), Tangkhul (4,208), Hmar (3,823), Thadou (2,622), others (9,351).</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district is divided into 3 sub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Porompat</p>\r\n<p>Keirao Bitra</p>\r\n<p>Sawombung</p>\r\n<p>Recently, Jiribam District is carved out from Imphal East district comprising sub-divisions of Jiribam, Borobekra, and Babukhal.</p>\r\n<p>&nbsp;</p>\r\n<p>Areas under Imphal Urban Agglomoration</p>\r\n<p>Porompat</p>\r\n<p>Economy</p>\r\n<p>Agriculture</p>\r\n<p>Agriculture is the main occupation of the people in the district. In the district there are 27,000 and 4,100 hectares of land for H.Y.V. (high yield variety) and improved local paddy field respectively. There are land of 450 hectares for maize, 60 hectares for wheat and 350 hectares for potato in the district. The main food crops are paddy, potato and vegetables. Among the cash crops are sugar cane, maize, pulse, oil seed and other vegetables etc. The total number of workers engaged in agriculture in the district was 42,473 as per 1991 census of which 28,661 were male and 13,812 were female. Spices like chilli, onion, ginger, turmeric and coriander of very good quality are grown in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Universities</p>\r\n<p>Yellow-and-green buildings forming a narrow archway</p>\r\n<p>Manipur University main gate</p>\r\n<p>Manipur Central University</p>\r\n<p>Central Agricultural University</p>\r\n<p>National Sports University</p>\r\n<p>Manipur University of Culture</p>\r\n<p>Technical colleges</p>\r\n<p>Indian Institute of Information Technology, Manipur</p>\r\n<p>Manipur Institute of Technology</p>\r\n<p>National Institute of Technology, Manipur</p>\r\n<p>Manipur Technical University</p>\r\n<p>Medical colleges</p>\r\n<p>Regional Institute of Medical Sciences</p>\r\n<p>Jawaharlal Nehru Institute of Medical Science</p>\r\n<p>Rectangular pink building with glass front</p>\r\n<p>City Convention Centre</p>\r\n<p>Schools</p>\r\n<p>There are many schools in Imphal affiliated from C.B.S.E and ICSE Board, as well as state government schools.</p>\r\n<p>&nbsp;</p>\r\n<p>Areca school, Ragailong</p>\r\n<p>Comet School, Changangei</p>\r\n<p>Dav public school, Chingmeirong</p>\r\n<p>Don Bosco school Imphal, Chingmeirong</p>\r\n<p>Guru nanak public school</p>\r\n<p>Herbert school</p>\r\n<p>Jawahar Navodaya Vidyalaya including Khumbong (Imphal west), Imphal east, Bishnupur, CCpur, Ukrul, Thoubal, Tamenglong and Senapati</p>\r\n<p>Johnstone higher secondary public school</p>\r\n<p>Maria International Montessori School, Koirengei</p>\r\n<p>Kendriya vidyalaya No 1 Imphal, Lamphelpat</p>\r\n<p>Kendriya vidyalaya No 2 Imphal, Langjing</p>\r\n<p>Little flower school</p>\r\n<p>Lodestar public school</p>\r\n<p>Manipur public school</p>\r\n<p>Sainik International School &amp; College Imphal</p>\r\n<p>St. Anthony's English School &amp; College Imphal</p>\r\n<p>St. John English High School, Nambol, Bishnupur District</p>\r\n<p>St. Joseph school</p>\r\n<p>St. Paul's English School</p>\r\n<p>Sanfort International School &amp; College Imphal</p>\r\n<p>Sangai higher secondary public school.</p>\r\n<p>Healthcare</p>\r\n<p>Imphal is facilitated with many private and government hospitals which are open 24 hours and provide all required facilities.</p>\r\n<p>&nbsp;</p>\r\n<p>Regional Institute of Medical Sciences</p>\r\n<p>Shija Hospitals &amp; Research Institutes</p>\r\n<p>City Hospital</p>\r\n<p>Imphal Hospital</p>\r\n<p>Raj Medicity</p>\r\n<p>Sky hospital and Research Institute</p>\r\n<p>Mother's Care Hospital and Research Centre</p>\r\n<p>Apex Hospital</p>\r\n<p>Jawahar Lal Nehru Institute of Medical Sciences</p>\r\n<p>Horizon Hospital and Research Institute</p>\r\n<p>Advanced Hospital and Catholic Medical Centre and Maipakpi Maternity and Child Hospital and Iboyaima Hospital and City Hospital</p>\r\n<p>&nbsp;</p>\r\n<p>Notable people</p>\r\n<p>M. K. Binodini Devi was an Indian novelist, short story writer, playwright and a member of royal family of Manipur.</p>\r\n<p>Yumlembam Gambhini Devi, a recipient of the 1988 Sangeet Natak Akademi Award and the 2005 fourth highest civilian honour, the Padma Shri for her contributions to Manipuri dance and music</p>\r\n<p>Ngairangbam Bijoy Singh (born 1946), doctor and politician</p>\r\n<p>Ratan Thiyam, notable theatre director and chairman of the Chorus theatre Imphal,former chairman at National School of drama.</p>\r\n<p>Neelamani Devi is an Indian craftswoman and master potter from Manipur who was awarded the fourth highest civilian honour of the Padma Shri, in 2007, for her contributions to the art of pottery making by the Indian Government.</p>\r\n<p>Mary Kom, boxer and nationally representative of India at world class sport events.</p>\r\n<p>Dingko Singh (born 1 January 1979) is an Indian boxer who won the gold medal at 1998 Asian Games in Bangkok and was awarded the Padma Shri by Government of India in 2013.</p>\r\n<p>Binalakshmi Nepram is a humanitarian, author, and female activist for the advocacy of gender rights and women-led disarmament movements for her home state of Manipur in particular and northeast India in general.</p>\r\n<p>Irom Chanu Sharmila (born 14 March 1972),also known as the \"Iron Lady\" or \"Mengoubi\" (\"the fair one\") is a civil rights activist, political activist, and poet from the Indian state of Manipur</p>\r\n<p>Robert Naorem, notable designer representative of indigenous designs of Manipur and eminent beyond Manipur with involvement in the Hindi film industry.</p>\r\n<p>Dheeraj Singh Moirangthem, prominent footballer from Manipur.</p>\r\n<p>Bombayla Devi Laishram (born 22 February 1985) is an Indian archer who was awarded the Arjuna Award in 2012 and the Padma Shri in 2019 by the Government of India for her contributions to sports.</p>\r\n<p>Armstrong Pame, IAS from Tamenglong.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Imphal_East_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b38b48ee-2054-4880-b5c6-34f9e1f77422_Imphal-East-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-imphal-east-porompat-manipur","tags":[{"name":"manipur","slug":"manipur"},{"name":"imphal-east","slug":"imphal-east"},{"name":"porompat","slug":"porompat"}],"recommendations":[{"id":745,"title":"Top Places to visit in Ukhrul, Manipur","imageUrl":"c8d9791c-fab4-4c78-a079-0e7be260fe12_Ukhrul-tourism.jpg","dateCreated":"2019-09-22T08:35:35.745Z","dateModified":"2019-09-22T08:35:46.377Z","contributedBy":"AskGif","content":"Ukhrul/Hunphun is a town in the state of Manipur, India. Ukhrul is the home of the Tangkhul Naga. It is the administrative headquarter of the Ukhrul district. There are also four sub-divisions in the district for administering the villages in and around it. The villages, however, are governed by ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c8d9791c-fab4-4c78-a079-0e7be260fe12_Ukhrul-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"ukhrul","slug":"ukhrul"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-ukhrul-manipur","total":0},{"id":744,"title":"Top Places to visit in Thoubal, Manipur","imageUrl":"1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","dateCreated":"2019-09-22T05:12:41.797Z","dateModified":"2019-09-22T08:26:35.81Z","contributedBy":"AskGif","content":"Thoubal is a town, a municipal council with 18 municipal wards and district Headquarters in Thoubal district in the Indian state of Manipur. It is one of the larger towns of Manipur. it is a idyllic place with lots of lakes and rivers, paddy fields, gardens, and fun loving, simple people. It is a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"manipur","slug":"manipur"},{"name":"thoubal","slug":"thoubal"}],"slug":"top-places-to-visit-in-thoubal-manipur","total":0},{"id":735,"title":"Top Places to visit in Jiribam, Manipur","imageUrl":"8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","dateCreated":"2019-09-21T03:13:40.666Z","dateModified":"2019-09-21T03:13:52.325Z","contributedBy":"AskGif","content":"Jiribam is a municipal council in the Jiribam district of the state of Manipur, India. It is one of the fastest growing towns in Manipur.\r\n&nbsp;\r\nThe town is located on the state's western-most boundary, adjoining the Cachar district of Assam. It is also known as the western gate o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jiribam","slug":"jiribam"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-jiribam-manipur","total":0},{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.\r\nBishnupur district is th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}