{"id":735,"title":"जिरीबाम में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","dateCreated":"2019-09-21T03:13:40.666Z","dateModified":"2019-09-21T03:13:52.325Z","contributedBy":"AskGif","content":"<p>जिरीबाम भारत के मणिपुर राज्य के जिरीबाम जिले में एक नगरपालिका परिषद है। यह मणिपुर में सबसे तेजी से बढ़ते शहरों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर असम की कछार जिले से सटे राज्य की पश्चिमी-सबसे सीमा पर स्थित है। इसे मणिपुर के पश्चिमी द्वार के रूप में भी जाना जाता है। जिरीबाम शहर विभिन्न समुदायों द्वारा बसा हुआ है, जैसे माइटिस, बंगाली, रोंगमेई, हमार, पेइट, आदि। जिरीबाम शहर में अधिकांश लोग मीटिस हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भारतीय राज्य मणिपुर में जिरीबम जिला एक नया जिला है, जो पूर्ववर्ती इम्फाल पूर्वी जिले को द्विभाजित करके बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>उप-विभाजन</p>\r\n<p>जिरीबाम जिले में उप-विभाग निम्नलिखित हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>जिरीबाम</p>\r\n<p>Borobekra</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, जिरीबाम की जनसंख्या 6,426 थी। पुरुषों की आबादी का 49 प्रतिशत और महिलाओं का 51 प्रतिशत है। जिरीबाम की औसत साक्षरता दर 73 प्रतिशत है, जो राष्ट्रीय औसत 59.5 प्रतिशत से अधिक है। पुरुष साक्षरता 80 प्रतिशत है जबकि महिला साक्षरता 66 प्रतिशत है। जिरीबाम में, 13 प्रतिशत आबादी छह साल से कम उम्र की है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>जिरिबम बाहरी मणिपुर (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>जिरिबाम शहर उपखंड का प्रशासनिक मुख्यालय है। यह एक विकास केंद्र भी है, जो क्षेत्र में और इसके आसपास चिकित्सा, शैक्षिक और वाणिज्यिक सुविधाएं प्रदान करता है। 2001 की जनगणना के अनुसार, इसकी 80 प्रतिशत कामकाजी आबादी गैर-कृषि गतिविधियों में लगी हुई है और शहर का मुख्य कार्य \"सेवाओं\" के रूप में वर्गीकृत किया गया है। लगभग 20 प्रतिशत आबादी सरकारी कर्मचारी हैं, जो अन्य क्षेत्रों की तुलना में अधिक आय प्रदान करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>मणिपुर में जिरीबाम रेलवे स्टेशन पहला रेलवे स्टेशन था। यह स्टेशन सिलचर को कनेक्टिविटी प्रदान करता है। जिरीबाम को 111 किलोमीटर जिरीबाम-तुपुल-इम्फाल रेलवे लाइन के माध्यम से इंफाल से जोड़ा जाएगा। राजधानी एक्सप्रेस जैसी लाइन महत्वपूर्ण ट्रेनों के चालू होने के बाद, सुपरफास्ट ट्रेनें इसके माध्यम से गुजरेंगी।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>ब्रिटिश औपनिवेशिक काल के दौरान जिरिबाम का रिकॉर्ड किया गया इतिहास शुरू हुआ। 19 वीं शताब्दी की शुरुआत में, कई जनजातियों और धार्मिक समूहों ने झिरी नदी के साथ क्षेत्र में पलायन करना शुरू कर दिया। इस युग के दौरान, जिरी नदी एक प्रसिद्ध मील का पत्थर था और जिरीबाम एक प्रमुख व्यापार केंद्र था। इस क्षेत्र पर 1891 से 1941 तक महाराजा मेइडिंग्गु चुरचंद का शासन था; अपने स्वर्गवास के समय वह नाबालिग था। 1907 में, इलाके के प्रशासन में महाराजा की सहायता के लिए मणिपुर राज्य दरबार की स्थापना की गई थी। चौराचंद के पुत्र, महाराजा बोधचंद्र सिंह ने 1941 से 1955 तक इस क्षेत्र पर शासन किया।</p>\r\n<p>&nbsp;</p>\r\n<p>यूनाइटेड किंगडम से स्वतंत्रता के बाद, 2 सितंबर 1949 को भारत सरकार और मणिपुर के महाराजा के बीच एक समझौते पर हस्ताक्षर किए गए थे। इस समझौते के परिणामस्वरूप, 15 अक्टूबर 1949 को मणिपुर के क्षेत्र को भारतीय संघ में मिला दिया गया। 1956 के केंद्र शासित प्रदेश अधिनियम के लागू होने के बाद, मणिपुर केंद्र शासित प्रदेशों में से एक बन गया। तब इंफाल को राज्य की राजधानी घोषित किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>2017 में, बंगाली समुदाय से एक मणिपुर विधान सभा चुनाव के उम्मीदवार, अशाब उद्दीन, चुनाव जीतने के लिए जिरीबम अल्पसंख्यक समुदाय के पहले सदस्य बने।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>जिरीबाम 24.80 &deg; N 93.12 &deg; E पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>जिरीबाम की जलवायु आर्द्र उपोष्णकटिबंधीय है जो कि कम वर्षा और भारी वर्षा वाले लंबे ग्रीष्मकाल की विशेषता है। कुछ क्षेत्रों में सर्दियों के महीनों के दौरान बर्फबारी का अनुभव हो सकता है। जैसा कि भारत में कई क्षेत्र हैं, जिरिबाम शक्तिशाली मानसून के अधीन है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिरिबाम दक्षिण पश्चिम मानसून के मौसम के प्रत्यक्ष प्रभाव में है और राज्य के अन्य स्थानों की तुलना में वर्षा प्रचुर मात्रा में होती है। मई के महीने में प्री-मॉनसून सीज़न के दौरान लगभग बीस से तीस प्रतिशत वार्षिक वर्षा होती है। वर्षा ऋतु में लगभग साठ से सत्तर प्रतिशत वर्षा होती है जो जून के दूसरे भाग से सितंबर तक होती है। वर्षा ऋतु के दौरान औसत वर्षा 1,000 से 1,600 मिमी (39.4 से 63.0 इंच) तक होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिरीबाम मध्यम गर्म तापमान के साथ नम है। मई और जून के महीने सबसे गर्म होते हैं। सबसे गर्म तापमान मई में लगभग 40 &deg; C (104 &deg; F) दर्ज किया जाता है। शरद ऋतु में तापमान बहुत सुखद होता है, जो सितंबर से नवंबर के आसपास गिरता है। सबसे कम तापमान दिसंबर की दूसरी छमाही से जनवरी की पहली छमाही तक दर्ज किया जाता है जहां देर रात में तापमान 2.78 &deg; C (37.00 &deg; F) से नीचे जा सकता है। हालांकि, इस अवधि में भी दिन आराम से गर्म होते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Jiribam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-jiribam-manipur","tags":[{"name":"जिरीबाम","slug":"jiribam"},{"name":"मणिपुर","slug":"manipur"}],"recommendations":[{"id":741,"title":"सेनापति में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","dateCreated":"2019-09-22T03:21:11.192Z","dateModified":"2019-09-22T03:21:19.703Z","contributedBy":"AskGif","content":"सेनापति भारत में मणिपुर राज्य का एक जिला है।\r\nमणिपुर के उत्तरी भाग पर स्थित, सेनापति पूर्व में उखरूल जिले और पश्चिम में तमेंगलोंग जिले से घिरा है, जो दुनिया भर से शहर में आने और जाने वाले पर्यटकों को बहुत कुछ प्रदान करता है। यह 1969 में था जब यह जिला अस्तित्व में आया था। पहले यह मणिपुर राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सेनापति","slug":"senapati"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-senapati-manipur","total":0},{"id":740,"title":"फेरज़ावल में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","dateCreated":"2019-09-22T03:06:20.809Z","dateModified":"2019-09-22T03:07:33.364Z","contributedBy":"AskGif","content":"फ़ेरज़वल भारत में मणिपुर राज्य का एक जिला है।\r\nPherzawl गाँव भारत के मणिपुर के Pherzawl जिले का मुख्यालय है। चुरचंदपुर जिले को द्विभाजित करके फीरज़ावल जिला बनाया गया था।\r\nPherzawl, Pherzawl Sub-Division का सब-डिविजनल हेडक्वार्टर भी है, जो जिले के चार सब-डिविजनल ब्लॉक में से एक है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फेरज़ावल","slug":"pherzawl"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-pherzawl-manipur","total":0},{"id":733,"title":"इम्फाल पूर्व, पोरोमाप्ट में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"b38b48ee-2054-4880-b5c6-34f9e1f77422_Imphal-East-tourism.jpg","dateCreated":"2019-09-21T02:38:43.865Z","dateModified":"2019-09-21T03:08:24.254Z","contributedBy":"AskGif","content":"इम्फाल पूर्वी जिला पूर्वोत्तर भारत के मणिपुर राज्य के 16 जिलों में से एक है। 2011 तक यह इम्फाल पश्चिम के बाद राज्य का दूसरा सबसे अधिक आबादी वाला जिला है।\r\n&nbsp;\r\nपर्यटन\r\nजिले में दो मोटल हैं, एक कनीना में और दूसरी जिरीबाम में है। श्री-श्री गोविंदजी मंदिर, महल परिसर में स्थित","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b38b48ee-2054-4880-b5c6-34f9e1f77422_Imphal-East-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"इम्फाल-पूर्व","slug":"imphal-east"},{"name":"पोरोमाप्ट","slug":"porompat"}],"slug":"top-places-to-visit-in-imphal-east-porompat-manipur","total":0},{"id":730,"title":"बिश्नुपुर में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"बिष्णुपुर भारत के मणिपुर राज्य में बिष्णुपुर जिले का एक कस्बा है। इसने अपना नाम कस्बे में स्थित एक प्राचीन विष्णु मंदिर से लिया था। बिशुनपुर बिशुनपुर जिले का प्रशासनिक मुख्यालय है। यह कभी मणिपुर राज्य की राजधानी थी।\r\nबिष्णुपुर जिला पूर्वोत्तर भारत में मणिपुर राज्य का सबसे छोटा क्षेत्र है।<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिश्नुपुर","slug":"bishnupur"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}