{"id":735,"title":"Top Places to visit in Jiribam, Manipur","imageUrl":"8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","dateCreated":"2019-09-21T03:13:40.666Z","dateModified":"2019-09-21T03:13:52.325Z","contributedBy":"AskGif","content":"<p>Jiribam is a municipal council in the Jiribam district of the state of Manipur, India. It is one of the fastest growing towns in Manipur.</p>\r\n<p>&nbsp;</p>\r\n<p>The town is located on the state's western-most boundary, adjoining the Cachar district of Assam. It is also known as the western gate of Manipur. Jiribam town is inhabited by various communities, such as the Meiteis, Bengalis, Rongmei, Hmars, Paite, etc. The majority of the people in Jiribam town are Meiteis.</p>\r\n<p>&nbsp;</p>\r\n<p>Jiribam District is a new district in the Indian state of Manipur, created by bifurcating erstwhile Imphal East district.</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-divisions</p>\r\n<p>The following are the sub-divisions in Jiribam district:</p>\r\n<p>&nbsp;</p>\r\n<p>Jiribam</p>\r\n<p>Borobekra</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2001 India census, Jiribam had a population of 6,426. Males constitute 49 percent of the population and females 51 percent. Jiribam has an average literacy rate of 73 percent, which is higher than the national average of 59.5 percent. Male literacy is 80 percent while female literacy is 66 percent. In Jiribam, 13 percent of the population is less than six years of age.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Jiribam is part of the Outer Manipur (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>The Jiribam town is the administrative headquarters of the subdivision. It is also a growth centre, which provides medical, educational and commercial facilities in and around the region. According to the 2001 census, 80 percent of its working population is engaged in non-agricultural activities and the main function of the town is categorized as \"services\". About 20 percent of the population are government employees, which provides more income than other sectors.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Jiribam railway station was the first railway station in Manipur. This station provides connectivity to Silchar. Jiribam will be connected to Imphal through 111 kilometer Jiribam-Tupul-Imphal railway line. After the commissioning of the line important trains like Rajdhani Express, Superfast trains will pass through it.&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The recorded history of Jiribam began during the British colonial period. At the beginning of the 19th century, several tribes and religious groups began to migrate to the area along the Jiri River. During this era, the Jiri River was a famous landmark and Jiribam was a major trade center. The area was ruled by Maharaja Meidingngu Churachand from 1891 to 1941; he was a minor at the time of his ascendancy. In 1907, the Manipur State Durbar was established to assist the Maharaja in the administration of the area. Churachand's son, the Maharaja Bodhchandra Singh, ruled the area from 1941 to 1955.</p>\r\n<p>&nbsp;</p>\r\n<p>Following independence from the United Kingdom, an agreement was signed on 2 September 1949 between the government of India and the Maharaja of Manipur. As a result of this agreement, the region of Manipur was merged with the Indian Union on 15 October 1949. After the enactment of the Union Territories Act of 1956, Manipur became one of the Union Territories. Imphal was then declared as the state capital.</p>\r\n<p>&nbsp;</p>\r\n<p>In 2017, a Manipur Legislative Assembly election candidate from the Bengali community, Ashab Uddin, became the first member of the Jiribam minority community to win an election.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Jiribam is located at 24.80&deg;N 93.12&deg;E.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>Jiribam's climate is humid subtropical which is characterized by short winters and long summers with heavy rainfall. Some areas may experience snowfall during the winter months. As are many areas in India, Jiribam is subject to powerful monsoons.</p>\r\n<p>&nbsp;</p>\r\n<p>Jiribam lies under the direct influence of southwest monsoon season and rainfall is abundant compared to other places in the state. About twenty to thirty percent of annual rainfall occurs during the pre-monsoon season in the month of May. About sixty to seventy percent of rainfall occurs in the rainy season which runs from the second half of June to September. The average rainfall during the rainy season ranges from 1,000 to 1,600 mm (39.4 to 63.0 in).</p>\r\n<p>&nbsp;</p>\r\n<p>Jiribam is humid with a moderately hot temperature. The months of May and June are the hottest. The hottest temperatures are recorded in May at about 40 &deg;C (104 &deg;F). The temperature is very pleasant in autumn, which falls around September to November. The lowest temperatures are recorded from the second half of December to the first half of January where temperatures can fall below 2.78 &deg;C (37.00 &deg;F) at late night. However, days are comfortably warm even in this period.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Jiribam</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-jiribam-manipur","tags":[{"name":"jiribam","slug":"jiribam"},{"name":"manipur","slug":"manipur"}],"recommendations":[{"id":741,"title":"Top Places to visit in Senapati, Manipur","imageUrl":"698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","dateCreated":"2019-09-22T03:21:11.192Z","dateModified":"2019-09-22T03:21:19.703Z","contributedBy":"AskGif","content":"Senapati is a district of Manipur state in India.\r\nLocated on the northern part of Manipur, Senapati is bordered by Ukhrul district in the east and Tamenglong district on the west which offers a lot to the tourists coming and visiting the town from across the globe. It was in the year 1969","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"senapati","slug":"senapati"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-senapati-manipur","total":0},{"id":740,"title":"Top Places to visit in Pherzawl, Manipur","imageUrl":"29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","dateCreated":"2019-09-22T03:06:20.809Z","dateModified":"2019-09-22T03:07:33.364Z","contributedBy":"AskGif","content":"Pherzawl is a district of Manipur state in India.\r\nPherzawl village is the headquarter of the Pherzawl District of Manipur, India. Pherzawl district was created by bifurcating Churachandpur district..\r\nPherzawl is also the Sub-Divisional headquarter of Pherzawl Sub-Division, one of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pherzawl","slug":"pherzawl"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-pherzawl-manipur","total":0},{"id":733,"title":"Top Places to visit in Imphal East, Porompat, Manipur","imageUrl":"b38b48ee-2054-4880-b5c6-34f9e1f77422_Imphal-East-tourism.jpg","dateCreated":"2019-09-21T02:38:43.865Z","dateModified":"2019-09-21T03:08:24.254Z","contributedBy":"AskGif","content":"Imphal East district is one of the 16 districts of Manipur state in northeastern India. As of 2011 it is the second most populous district in the state, after Imphal West.\r\n&nbsp;\r\nTourism\r\nThere are two motels in the district, one is at Kaina and another at Jiribam. Shree-Sh","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b38b48ee-2054-4880-b5c6-34f9e1f77422_Imphal-East-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"manipur","slug":"manipur"},{"name":"imphal-east","slug":"imphal-east"},{"name":"porompat","slug":"porompat"}],"slug":"top-places-to-visit-in-imphal-east-porompat-manipur","total":0},{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.\r\nBishnupur district is th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}