{"id":737,"title":"Top Places to visit in Kamjong, Manipur","imageUrl":"a88c123a-cd4f-4c43-b97c-2bebe98756ca_Kamjong-tourism.jpg","dateCreated":"2019-09-21T11:05:32.473Z","dateModified":"2019-09-21T11:05:53.878Z","contributedBy":"AskGif","content":"<p>Kamjong is a village located southeast of Ukhrul in Kamjong district, Manipur state, India. Kamjong is also one of the sub-divisional headquarters of Ukhrul district. The village is about 80 kilometers from Ukhrul and is connected by Ukhrul-Kamjong State highway. This divisional headquarter is flanked by Langli in the north, Bungpa in the south, the Phange in the east and Dangthi in the west.</p>\r\n<p>Kamjong District is a district in Manipur state, India created by splitting Ukhrul district.</p>\r\n<p>&nbsp;</p>\r\n<p>The district headquarters is located in Kamjong.&nbsp; &nbsp; &nbsp; Kamjong District is a newly created district on 8 December 2016 and shares a long international border with Myanmar. It is bounded by Myanmar in the east, Senapati in the West, Ukhrul in the North and Chandel in the South. The terrain of the district is hilly with varying heights of 913 m to 3114 m (MSL). The district headquarter is linked with state highway of 120 Km from Imphal.</p>\r\n<p>Total population</p>\r\n<p>According to 2011 census, Kamjong has 121 households with the total of 729 people of which 383 are male and 346 are female. Of the total population, 112 were in the age group of 0&ndash;6 years. The average sex ratio of the village is 903 female to 1000 male which is lower than the state average of 985. The literacy rate of the village stands at 71.96% which is lower than the state average 76.94%. Male literacy rate stands at 76.47% while female literacy rate was 67.01%.</p>\r\n<p>&nbsp;</p>\r\n<p>People and occupation</p>\r\n<p>The village is home to people of Tangkhul Naga tribe. Majority of the inhabitants are Christians. Agriculture is the primary occupation of the inhabitants. Due to the porous international border with Myanmar Kamjong area most often is in the news for militancy activities. Kamjong area is also well known in the district for the poor transport system due to bad road condition and the inhabitants suffer most during the rainy season because of frequent landslides.</p>\r\n<p>&nbsp;</p>\r\n<p>About People</p>\r\n<p>Kamjong district is inhabited by Tangkhul and Kukis tribes which are minorities which comes under scheduled tribe, notified by the constitution of India and in CENSUS OF INDIA 2011 MANIPUR List of scheduled Castes and Scheduled Tribes[The scheduled Castes and Scheduled Tribes Orders, (Amendment) Act.1976 (No.108 of 1976, dated 18 September 1976 listed at 26. Tangkhul and 33. Any Kuki Tribes. Majority of the inhabitants of this district follow Christianity as their religion, which is notified as minority community Under Section 2 (C) of the National Commission for Minorities Act 1992.</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-divisions</p>\r\n<p>The following are the sub-divisions in Kamjong district:</p>\r\n<p>&nbsp;</p>\r\n<p>Kamjong</p>\r\n<p>Sahamphung</p>\r\n<p>Kasom Khullen</p>\r\n<p>Phungyar</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kamjong</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a88c123a-cd4f-4c43-b97c-2bebe98756ca_Kamjong-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kamjong-manipur","tags":[{"name":"kamjong","slug":"kamjong"},{"name":"manipur","slug":"manipur"}],"recommendations":[{"id":739,"title":"Top Places to visit in Noney, Longmai, Manipur","imageUrl":"d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","dateCreated":"2019-09-22T02:43:28.232Z","dateModified":"2019-09-22T02:57:55.932Z","contributedBy":"AskGif","content":"Noney, also known as Longmai, is a town located in western part of Manipur, India. It is 63 kilometres (39 mi) west of Imphal, the capital of the state of Manipur. Its population is almost entirely made up of Rongmei Naga. Previously known as a village, recently has been declared as one of the ne","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"manipur","slug":"manipur"},{"name":"longmai","slug":"longmai"},{"name":"noney","slug":"noney"}],"slug":"top-places-to-visit-in-noney-longmai-manipur","total":0},{"id":732,"title":"Top Places to visit in Churachandpur, Manipur","imageUrl":"959bab76-d81e-42c6-8e9c-e291e083f54b_Churachandpur-tourism.jpg","dateCreated":"2019-09-21T02:06:45.166Z","dateModified":"2019-09-21T02:06:56.443Z","contributedBy":"AskGif","content":"Churachandpur is a district in the southwestern corner of the Indian state of Manipur that covers an area of 4,750 kilometres (2,950 mi).\r\n&nbsp;\r\nEconomy\r\nIn 2006 the Ministry of Panchayati Raj named Churachandpur one of the country's most impoverished districts (out of a to","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/959bab76-d81e-42c6-8e9c-e291e083f54b_Churachandpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"manipur","slug":"manipur"},{"name":"churachandpur","slug":"churachandpur"}],"slug":"top-places-to-visit-in-churachandpur-manipur","total":0},{"id":731,"title":"Top Places to visit in Chandel, Manipur","imageUrl":"217bffe2-e507-4e24-94d9-cf50cf6dd86e_Chandel-tourism.jpg","dateCreated":"2019-09-21T01:54:40.701Z","dateModified":"2019-09-21T01:54:52.871Z","contributedBy":"AskGif","content":"Chandel is a town in Chandel district of Manipur, India. It is a part of Chandel subdivision. It comes under Outer Manipur (Lok Sabha constituency). Moreh town is closer to this town.\r\n&nbsp;\r\nChandel district is one of the 16 districts of Manipur state in northeastern India. As of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/217bffe2-e507-4e24-94d9-cf50cf6dd86e_Chandel-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"manipur","slug":"manipur"},{"name":"chandel","slug":"chandel"}],"slug":"top-places-to-visit-in-chandel-manipur","total":0},{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.\r\nBishnupur district is th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}