{"id":737,"title":"कामजोंग में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"a88c123a-cd4f-4c43-b97c-2bebe98756ca_Kamjong-tourism.jpg","dateCreated":"2019-09-21T11:05:32.473Z","dateModified":"2019-09-21T11:05:53.878Z","contributedBy":"AskGif","content":"<p>कामोंग, भारत के मणिपुर राज्य, कामजोंग जिले में उखरुल के दक्षिण-पूर्व में स्थित एक गाँव है। कामजोंग भी उखरूल जिले के उप-विभागीय मुख्यालय में से एक है। गांव उखरूल से लगभग 80 किलोमीटर दूर है और उखरुल-कामजोंग राज्य राजमार्ग से जुड़ा हुआ है। यह संभागीय मुख्यालय उत्तर में लांगली, दक्षिण में बुंग्पा, पूर्व में चेंज और पश्चिम में डांग्थी से घिरा है।</p>\r\n<p>कामजोंग जिला मणिपुर राज्य में एक जिला है, जिसे उखरुल जिले को विभाजित करके बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला मुख्यालय कामजोंग में स्थित है। कामजोंग जिला 8 दिसंबर 2016 को एक नया बनाया गया जिला है और म्यांमार के साथ एक लंबी अंतरराष्ट्रीय सीमा साझा करता है। यह पूर्व में म्यांमार, पश्चिम में सेनापति, उत्तर में उखरूल और दक्षिण में चंदेल से घिरा है। जिले का भूभाग 913 मीटर से 3114 मीटर (MSL) तक की ऊँचाई के साथ पहाड़ी है। जिला मुख्यालय इम्फाल से 120 किलोमीटर के राज्य राजमार्ग से जुड़ा हुआ है।</p>\r\n<p>कुल जनसंख्या</p>\r\n<p>2011 की जनगणना के अनुसार, कामजोंग में कुल 729 लोगों के साथ 121 घर हैं जिनमें 383 पुरुष और 346 महिलाएं हैं। कुल जनसंख्या में से, 112 0-6 वर्ष के आयु वर्ग में थे। गाँव का औसत लिंगानुपात 903 महिला से 1000 पुरुष है जो राज्य के औसत 985 से कम है। गाँव की साक्षरता दर 71.96% है जो राज्य के औसत 76.94% से कम है। पुरुष साक्षरता दर 76.47% है जबकि महिला साक्षरता दर 67.01% है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोग और पेशा</p>\r\n<p>गांव तांगखुल नागा जनजाति के लोगों का घर है। निवासियों के अधिकांश ईसाई हैं। कृषि निवासियों का प्राथमिक व्यवसाय है। म्यांमार कामजोंग क्षेत्र के साथ झरझरा अंतरराष्ट्रीय सीमा के कारण अक्सर उग्रवाद गतिविधियों के लिए चर्चा में रहता है। खराब सड़क की स्थिति के कारण खराब परिवहन प्रणाली के लिए जिले में कामजोंग क्षेत्र भी अच्छी तरह से जाना जाता है और बार-बार भूस्खलन के कारण बारिश के मौसम में निवासियों को सबसे अधिक नुकसान होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोगों के बारे में</p>\r\n<p>कामजोंग जिला तांगखुल और कुकिस जनजातियों द्वारा बसा हुआ है, जो अल्पसंख्यक हैं जो अनुसूचित जनजाति के अंतर्गत आते हैं, जो भारत के संविधान द्वारा अधिसूचित है और भारत के 2011 के सेंसर में अनुसूचित जाति और अनुसूचित जनजाति की सूची जारी की गई है (अनुसूचित जाति और अनुसूचित जनजाति आदेश, (संशोधन) अधिनियम १ ९ No.६ (१ ९ 1976६ की १ ९ of५, दिनांक १ listed सितंबर १ ९ at६ को २६ सितंबर को सूचीबद्ध किया गया। तंगखुल और ३३। कोई भी कूकी जनजाति। इस जिले के अधिकांश निवासी ईसाई धर्म को अपना धर्म मानते हैं, जिसे २ साल (सी) के तहत अल्पसंख्यक समुदाय के रूप में अधिसूचित किया गया है। ) राष्ट्रीय अल्पसंख्यक आयोग अधिनियम 1992 के लिए।</p>\r\n<p>&nbsp;</p>\r\n<p>उप-विभाजन</p>\r\n<p>कामजोंग जिले में निम्नलिखित उप विभाजन हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>Kamjong</p>\r\n<p>Sahamphung</p>\r\n<p>कसम खुल्लेन</p>\r\n<p>Phungyar</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kamjong</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a88c123a-cd4f-4c43-b97c-2bebe98756ca_Kamjong-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kamjong-manipur","tags":[{"name":"कामजोंग","slug":"kamjong"},{"name":"मणिपुर","slug":"manipur"}],"recommendations":[{"id":739,"title":"नोनी, लोंगमई में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","dateCreated":"2019-09-22T02:43:28.232Z","dateModified":"2019-09-22T02:57:55.932Z","contributedBy":"AskGif","content":"नोनी, जिसे लोंगमई भी कहा जाता है, भारत के मणिपुर के पश्चिमी भाग में स्थित एक शहर है। यह मणिपुर राज्य की राजधानी इंफाल से पश्चिम में 63 किलोमीटर (39 मील) दूर है। इसकी आबादी लगभग पूरी तरह से रोंग्मी नागा से बनी है। पहले एक गाँव के रूप में जाना जाता था, हाल ही में मणिपुर के नए जिला मुख्यालयों में से","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"लोंगमई","slug":"longmai"},{"name":"नोनी","slug":"noney"}],"slug":"top-places-to-visit-in-noney-longmai-manipur","total":0},{"id":732,"title":"चुराचांदपुर में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"959bab76-d81e-42c6-8e9c-e291e083f54b_Churachandpur-tourism.jpg","dateCreated":"2019-09-21T02:06:45.166Z","dateModified":"2019-09-21T02:06:56.443Z","contributedBy":"AskGif","content":"चुराचंदपुर भारतीय राज्य मणिपुर के दक्षिण-पश्चिमी कोने का एक जिला है जो 4,750 किलोमीटर (2,950 मील) के क्षेत्र को कवर करता है।\r\n&nbsp;\r\nअर्थव्यवस्था\r\n2006 में पंचायती राज मंत्रालय ने चुराचंदपुर को देश के सबसे खराब जिलों में से एक (कुल 640 में से) नाम दिया। यह वर्तमान में मणिपुर","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/959bab76-d81e-42c6-8e9c-e291e083f54b_Churachandpur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"चुराचांदपुर","slug":"churachandpur"}],"slug":"top-places-to-visit-in-churachandpur-manipur","total":0},{"id":731,"title":"चंदेल में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"217bffe2-e507-4e24-94d9-cf50cf6dd86e_Chandel-tourism.jpg","dateCreated":"2019-09-21T01:54:40.701Z","dateModified":"2019-09-21T01:54:52.871Z","contributedBy":"AskGif","content":"चंदेल भारत के मणिपुर के चंदेल जिले का एक कस्बा है। यह चंदेल उपखंड का एक हिस्सा है। यह आउटर मणिपुर (लोकसभा निर्वाचन क्षेत्र) के अंतर्गत आता है। मोरेह कस्बा इस कस्बे के करीब है।\r\n&nbsp;\r\nचंदेल जिला पूर्वोत्तर भारत के मणिपुर राज्य के 16 जिलों में से एक है। 2011 तक यह तामेंगलांग के बाद ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/217bffe2-e507-4e24-94d9-cf50cf6dd86e_Chandel-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"चंदेल","slug":"chandel"}],"slug":"top-places-to-visit-in-chandel-manipur","total":0},{"id":730,"title":"बिश्नुपुर में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"बिष्णुपुर भारत के मणिपुर राज्य में बिष्णुपुर जिले का एक कस्बा है। इसने अपना नाम कस्बे में स्थित एक प्राचीन विष्णु मंदिर से लिया था। बिशुनपुर बिशुनपुर जिले का प्रशासनिक मुख्यालय है। यह कभी मणिपुर राज्य की राजधानी थी।\r\nबिष्णुपुर जिला पूर्वोत्तर भारत में मणिपुर राज्य का सबसे छोटा क्षेत्र है।<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिश्नुपुर","slug":"bishnupur"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}