{"id":738,"title":"Top Places to visit in Kangpokpi, Manipur","imageUrl":"8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","dateCreated":"2019-09-22T02:35:40.129Z","dateModified":"2019-09-22T02:57:42.05Z","contributedBy":"AskGif","content":"<p>Kangpokpi, is the District Headquarter of Sadar Hills under Sadar Hills Autonomous District Council in the Indian state of Manipur. The town is well connected with the state capital Imphal through National Highway-39 and it also connect Tamenglong district through Imphal Tamenglong road (IT road) and Zero milestone of IT road is at Kanggui . Kanggui is mainly inhabited by the Thadou-kuki with a fraction of Nepalis. There is also a group of people from states like Bihar and Uttar Pradesh and some of the families had migrated even before second world war to start their own business. Most of the groceries stores and other small businesses are owned by these group of people. Kanggui is a full-fledged township with all sorts of amenities and facilities available for daily needs. Thadou-Kuki is the main language spoken in this beautiful town. Kanggui has one government and another private hospital with approximately 20 schools with two high schools offering computer education. It has two colleges- Kanggui College and Manipur Theological College. The town banks with the State Bank of India with an ATM and Manipur State Cooperative Bank with two registered NBFC's offering financial services to its inhabitants. It has a police station under the supervision of the Additional Superintendent of Police. Kanggui also has a sports complex. The major newspaper of the town is Eimi Times. Jingvalpa a monthly magazine in Thadou-Kuki is printed in Kanggui. The people of the township also has mobile news service facility that ensures better connectivity and effective spreading of information. Kanggui also has an Internet facilities provided by BSNL. Kanggui is a major trading centre for agriculture products originated from IT(Imphal-Tamenglong) Road from where it gets transported to the rest of the state. Recently many new complexes have come up and old ones upgraded thus surprising to see the town developing at a faster pace than ever imagined. The town is booming despite minimal assistance from the state government. Kanggui also boasts of large music production.</p>\r\n<p>&nbsp;</p>\r\n<p>Kangpokpi District is a district in the Indian state of Manipur created in December 2016 by bifurcating the former Senapati District in the Sadar Hills region.</p>\r\n<p>&nbsp;</p>\r\n<p>The district headquarters is located in Kangpokpi.</p>\r\n<p>&nbsp;</p>\r\n<p>The administration of Kanggui rest in the hands of following offices/leaders:-</p>\r\n<p>&nbsp;</p>\r\n<p>The Deputy Commissioner</p>\r\n<p>The Additional Deputy Commissioner (General responsibilities)</p>\r\n<p>The Chairman/Secretary, Sadar Hills Autonomous District Council (Social responsibility)</p>\r\n<p>The Additional Superintendent of Police/Officer in charge/ The Commander, Assam Rifles (law and order)</p>\r\n<p>The Chairman/Secretary/Members (elected) of KangguiTown Committee (local responsibility)</p>\r\n<p>The Kangpokpi Youth Union, Kangpokpi Women Welfare Union, Sadar Hills Women Union, Mothers Union (Kanggui area), Kuki Inpi, Kanggui Churches, K.S.O (Sadar Hills), social organisation and Mrs. Nemcha Kipgen, MLA Kanggui constituency.</p>\r\n<p>The town is in news recently for being the epicentre of the demand to upgrade Sadar Hills Autonomous District to a full-fledged District status. The demand is spearheaded by the Sadar Hills District-hood Demand Committee (SHDDC) with the utmost support of K.S.O, Women wings, Youth wings and the Village/Town Chairman of Sadar Hills.</p>\r\n<p>&nbsp;</p>\r\n<p>Location</p>\r\n<p>National Highway 39 passes through Kangpokpi.Imphal-Tamenglong road which is Bisecting the town in the center. Many private buses are connecting between Imphal and kangpokpi.</p>\r\n<p>&nbsp;</p>\r\n<p>Religion</p>\r\n<p>Around 81.5% of the population is indigenous Naga or Kuki and this population is almost entirely Christian (60.7% Kuki, 19.9% Naga and 0.8% Meitei). Gorkhas (Nepalis) are 16.3% of the population and they are overwhelmingly Hindu with a tiny Buddhist minority. 1.8% are North Indian immigrants (mostly Bihari, but also some Bengali, Assamese, etc.) and they are divided between Hindus, Sikhs, and Muslims. South Indian immigrants are 0.4% of the population, and they are mostly Christian (as per the language data from 2011 census).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kangpokpi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kangpokpi-manipur","tags":[{"name":"kangpokpi","slug":"kangpokpi"},{"name":"manipur","slug":"manipur"}],"recommendations":[{"id":743,"title":"Top Places to visit in Tengnoupal, Manipur","imageUrl":"3881e1e2-04b0-48f2-b61c-0f8b1dbbefd8_Tengnoupal-tourism.jpg","dateCreated":"2019-09-22T04:26:14.099Z","dateModified":"2019-09-22T04:26:24.835Z","contributedBy":"AskGif","content":"Tengnoupal is a beautiful hill town at the highest point of a road (NH-2) between Imphal and northwestern Myanmar (Burma); the ASEAN Highway passes through the town. It is the district headquarters of the newly reinstated Tengnoupal District and the administrative headquarters of yet to be formed","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3881e1e2-04b0-48f2-b61c-0f8b1dbbefd8_Tengnoupal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"manipur","slug":"manipur"},{"name":"tengnoupal","slug":"tengnoupal"}],"slug":"top-places-to-visit-in-tengnoupal-manipur","total":0},{"id":742,"title":"Top Places to visit in Tamenglong, Manipur","imageUrl":"d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","dateCreated":"2019-09-22T03:39:47.971Z","dateModified":"2019-09-22T03:40:07.669Z","contributedBy":"AskGif","content":"Tamenglong is an Indian town and the district headquarters of the Tamenglong district. It is located in the state of Manipur. The town is inhabited by the people of the Zeliangrong community. The Rongmei language is spoken in the town and surrounding area.\r\nTamenglong district is one of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamenglong","slug":"tamenglong"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-tamenglong-manipur","total":0},{"id":741,"title":"Top Places to visit in Senapati, Manipur","imageUrl":"698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","dateCreated":"2019-09-22T03:21:11.192Z","dateModified":"2019-09-22T03:21:19.703Z","contributedBy":"AskGif","content":"Senapati is a district of Manipur state in India.\r\nLocated on the northern part of Manipur, Senapati is bordered by Ukhrul district in the east and Tamenglong district on the west which offers a lot to the tourists coming and visiting the town from across the globe. It was in the year 1969","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"senapati","slug":"senapati"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-senapati-manipur","total":0},{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.\r\nBishnupur district is th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}