{"id":738,"title":"कांगपोकपी में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","dateCreated":"2019-09-22T02:35:40.129Z","dateModified":"2019-09-22T02:57:42.05Z","contributedBy":"AskGif","content":"<p>कांगपोकपी, भारतीय राज्य मणिपुर में सदर हिल्स स्वायत्त जिला परिषद के तहत सदर हिल्स का जिला मुख्यालय है। शहर राष्ट्रीय राजमार्ग -39 के माध्यम से राज्य की राजधानी इंफाल से अच्छी तरह से जुड़ा हुआ है और यह इम्फाल तामेंगलांग सड़क (आईटी सड़क) के माध्यम से तामेंगलांग जिले को भी जोड़ता है और कांग रोड का जीरो मील का पत्थर है। कांगगुई मुख्य रूप से थाडू-कूकी में नेपालियों के एक अंश के साथ बसा हुआ है। बिहार और उत्तर प्रदेश जैसे राज्यों के लोगों का एक समूह भी है और कुछ परिवारों ने अपना खुद का व्यवसाय शुरू करने के लिए द्वितीय विश्व युद्ध से पहले ही पलायन कर लिया था। अधिकांश किराने का सामान भंडार और अन्य छोटे व्यवसाय इन लोगों के समूह के स्वामित्व में हैं। कांगगुई दैनिक जरूरतों के लिए सभी प्रकार की सुविधाओं और सुविधाओं के साथ एक पूर्ण टाउनशिप है। थडौ-कूकी इस खूबसूरत शहर में बोली जाने वाली मुख्य भाषा है। कांगगुई में एक सरकारी और दूसरा निजी अस्पताल है जिसमें लगभग 20 स्कूल हैं, जिनमें दो उच्च विद्यालय कंप्यूटर शिक्षा प्रदान करते हैं। इसके दो कॉलेज हैं- कांगगुई कॉलेज और मणिपुर थियोलॉजिकल कॉलेज। भारतीय स्टेट बैंक के एटीएम और मणिपुर स्टेट कोऑपरेटिव बैंक के साथ शहर के बैंक दो पंजीकृत एनबीएफसी अपने निवासियों को वित्तीय सेवाएं दे रहे हैं। इसमें अतिरिक्त पुलिस अधीक्षक की देखरेख में एक पुलिस स्टेशन है। कांगगुई में एक खेल परिसर भी है। शहर का प्रमुख समाचार पत्र इमी टाइम्स है। थिंगो-कूकी में एक मासिक पत्रिका जिंगल्पा कांगगुई में छपी है। बस्ती के लोगों के पास मोबाइल समाचार सेवा सुविधा भी है जो बेहतर कनेक्टिविटी और सूचना के प्रभावी प्रसार को सुनिश्चित करती है। कांगगुई में बीएसएनएल द्वारा प्रदान की जाने वाली एक इंटरनेट सुविधा भी है। कांगगुई आईटी (इम्फाल-तामेंगलांग) रोड से उत्पन्न कृषि उत्पादों का एक प्रमुख व्यापारिक केंद्र है जहां से इसे राज्य के बाकी हिस्सों में ले जाया जाता है। हाल ही में कई नए परिसर सामने आए हैं और पुराने लोगों को उन्नत किया गया है, जो कि शहर को पहले से कहीं अधिक तेज गति से विकसित होते हुए देखकर आश्चर्यचकित कर देता है। राज्य सरकार से न्यूनतम सहायता के बावजूद शहर फलफूल रहा है। कांगगुई बड़े संगीत उत्पादन का भी दावा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>कांगपोकपी जिला भारतीय राज्य मणिपुर में एक जिला है, जिसे दिसंबर 2016 में सदर हिल्स क्षेत्र में पूर्व सेनापति जिले को द्विभाजित करके बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला मुख्यालय कांगपोकपी में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>निम्नलिखित कार्यालयों / नेताओं के हाथों में कांगगुई विश्राम का प्रशासन: -</p>\r\n<p>&nbsp;</p>\r\n<p>उपायुक्त</p>\r\n<p>अतिरिक्त उपायुक्त (सामान्य जिम्मेदारियां)</p>\r\n<p>सदर हिल्स स्वायत्त जिला परिषद के अध्यक्ष / सचिव (सामाजिक जिम्मेदारी)</p>\r\n<p>अतिरिक्त पुलिस अधीक्षक / प्रभारी अधिकारी / कमांडर, असम राइफल्स (कानून और व्यवस्था)</p>\r\n<p>अध्यक्ष / सचिव / सदस्य (निर्वाचित) कांगगुईटाउन समिति (स्थानीय जिम्मेदारी)</p>\r\n<p>कांगपोकपी यूथ यूनियन, कांगपोकपी महिला कल्याण संघ, सदर हिल्स महिला संघ, मदर्स यूनियन (कांगगुई क्षेत्र), कूकी इनपी, कांगगुई चर्च, के.एस.ओ (सदर हिल्स), सामाजिक संगठन और श्रीमती नेम्गा किपगेन, विधायक कांगगुई निर्वाचन क्षेत्र।</p>\r\n<p>यह शहर हाल ही में सदर हिल्स स्वायत्त जिले को पूर्ण विकसित जिला का दर्जा देने की मांग का केंद्र है। सदर हिल्स जिला-हुड डिमांड कमेटी (SHDDC) द्वारा K.S.O, महिला विंग, यूथ विंग और सदर हिल्स के विलेज / टाउन चेयरमैन के अत्यंत समर्थन से मांग की जाती है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थान</p>\r\n<p>नेशनल हाइवे 39 कांगपोकपी से गुजरता है। इम्फाल-तामेंगलांग सड़क जो केंद्र में शहर को बिसेक्ट कर रही है। कई निजी बसें इम्फाल और कंगपोकपी के बीच जुड़ रही हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्म</p>\r\n<p>लगभग 81.5% आबादी स्वदेशी नागा या कूकी है और यह आबादी लगभग पूरी तरह से ईसाई (60.7% कूकी, 19.9% ​​नागा और 0.8% मेइती) है। गोरखाओं (नेपालियों) की आबादी का 16.3% है और वे एक छोटे बौद्ध अल्पसंख्यक के साथ हिंदू हैं। 1.8% उत्तर भारतीय अप्रवासी (ज्यादातर बिहारी, लेकिन कुछ बंगाली, असमिया, आदि) भी हैं और वे हिंदुओं, सिखों और मुसलमानों के बीच विभाजित हैं। दक्षिण भारतीय आप्रवासी जनसंख्या का 0.4% हैं, और वे ज्यादातर ईसाई हैं (2011 की जनगणना के अनुसार भाषा डेटा)।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kangpokpi</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kangpokpi-manipur","tags":[{"name":"कांगपोकपी","slug":"kangpokpi"},{"name":"मणिपुर","slug":"manipur"}],"recommendations":[{"id":743,"title":"टेंग्नौपाल में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"3881e1e2-04b0-48f2-b61c-0f8b1dbbefd8_Tengnoupal-tourism.jpg","dateCreated":"2019-09-22T04:26:14.099Z","dateModified":"2019-09-22T04:26:24.835Z","contributedBy":"AskGif","content":"टेंग्नौपाल इंफाल और उत्तर-पश्चिमी म्यांमार (बर्मा) के बीच एक सड़क (NH-2) के उच्चतम बिंदु पर एक सुंदर पहाड़ी शहर है; आसियान राजमार्ग कस्बे से होकर गुजरता है। यह नए बहाल किए गए टेंगनपाल जिले का जिला मुख्यालय है और अभी तक टेंग्नपाल स्वायत्त जिला परिषद का गठन नहीं किया जा सकता है। वर्ष भर यहाँ की जलव","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/3881e1e2-04b0-48f2-b61c-0f8b1dbbefd8_Tengnoupal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"टेंग्नौपाल","slug":"tengnoupal"}],"slug":"top-places-to-visit-in-tengnoupal-manipur","total":0},{"id":742,"title":"तामेंगलांग में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","dateCreated":"2019-09-22T03:39:47.971Z","dateModified":"2019-09-22T03:40:07.669Z","contributedBy":"AskGif","content":"तामेंगलांग एक भारतीय शहर है और तमेंगलोंग जिले का जिला मुख्यालय है। यह मणिपुर राज्य में स्थित है। यह शहर ज़ेलियानग्रोंग समुदाय के लोगों द्वारा बसा हुआ है। रोंगमेई भाषा शहर और आसपास के क्षेत्र में बोली जाती है।\r\nतामेंगलांग जिला पूर्वोत्तर भारत के मणिपुर राज्य के जिलों में से एक है।\r\nभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तामेंगलांग","slug":"tamenglong"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-tamenglong-manipur","total":0},{"id":741,"title":"सेनापति में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","dateCreated":"2019-09-22T03:21:11.192Z","dateModified":"2019-09-22T03:21:19.703Z","contributedBy":"AskGif","content":"सेनापति भारत में मणिपुर राज्य का एक जिला है।\r\nमणिपुर के उत्तरी भाग पर स्थित, सेनापति पूर्व में उखरूल जिले और पश्चिम में तमेंगलोंग जिले से घिरा है, जो दुनिया भर से शहर में आने और जाने वाले पर्यटकों को बहुत कुछ प्रदान करता है। यह 1969 में था जब यह जिला अस्तित्व में आया था। पहले यह मणिपुर राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सेनापति","slug":"senapati"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-senapati-manipur","total":0},{"id":730,"title":"बिश्नुपुर में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"बिष्णुपुर भारत के मणिपुर राज्य में बिष्णुपुर जिले का एक कस्बा है। इसने अपना नाम कस्बे में स्थित एक प्राचीन विष्णु मंदिर से लिया था। बिशुनपुर बिशुनपुर जिले का प्रशासनिक मुख्यालय है। यह कभी मणिपुर राज्य की राजधानी थी।\r\nबिष्णुपुर जिला पूर्वोत्तर भारत में मणिपुर राज्य का सबसे छोटा क्षेत्र है।<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिश्नुपुर","slug":"bishnupur"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}