{"id":739,"title":"नोनी, लोंगमई में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","dateCreated":"2019-09-22T02:43:28.232Z","dateModified":"2019-09-22T02:57:55.932Z","contributedBy":"AskGif","content":"<p>नोनी, जिसे लोंगमई भी कहा जाता है, भारत के मणिपुर के पश्चिमी भाग में स्थित एक शहर है। यह मणिपुर राज्य की राजधानी इंफाल से पश्चिम में 63 किलोमीटर (39 मील) दूर है। इसकी आबादी लगभग पूरी तरह से रोंग्मी नागा से बनी है। पहले एक गाँव के रूप में जाना जाता था, हाल ही में मणिपुर के नए जिला मुख्यालयों में से एक के रूप में घोषित किया गया है और इसे मौजूदा तमेंगलोंग जिले से अलग किया गया है और अब इसमें हाओचोंग, खौपम, नुंग्बा और लोंगमई उपखंड शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>यद्यपि इस क्षेत्र को अक्सर \"नोनी\" नाम से जाना जाता है, भूमि के नेताओं ने \"लोंगमई\" नाम को प्राथमिकता दी। शब्द \"लोंगमई\" भूमि के सभी हिस्सों (कृषि, अप्रयुक्त, वाणिज्यिक क्षेत्र और भूमि का हर इंच जो लोंगमाइमी से संबंधित है) के लिए एक सामूहिक नाम है। उनके पास मौजूद विशाल भूमि के बावजूद, उनके महान, महान दादाओं ने अपने जीवन की शुरुआत मैथेन लूबुक (लोंगमई के अंदर स्थित) के रूप में की थी, जिसे आमतौर पर \"नंबर 1\" या पुराने लोंगमई गांव के नाम से जाना जाता था। नोनी बाज़ार से लगभग 2.3 किमी दूर पहाड़ की चोटी पर एक स्थान की स्थिति। लोग अब और नहीं जीते हैं, लेकिन यह अपने बड़ों के सम्मान में याद किया जाता है और आज तक संरक्षित है जो वहां रहते थे। बुज़ुर्ग वहाँ होने की कहानियाँ सुनाते हैं और कैसे लोग धीरे-धीरे, थोड़ा सा नीचे की ओर बढ़ते हैं, आगा डुइथुआक (आगा नदी) की ओर, जब तक कि वे पूरी तरह से पुरानी जगह को खाली नहीं कर देते। वे सभी पुराने स्थान से बाहर चले गए, लेकिन वे सभी एक क्षेत्र में बस नहीं गए। कुछ और नीचे की ओर चले गए, कुछ पुराने स्थान के करीब। इस बस्ती के कारण गाँव 6 भागों में विभाजित हो गया। भागों को आमतौर पर संख्याओं द्वारा जाना जाता है। भागों और इसके नामों को सौंपे गए क्रमांक इस प्रकार हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>नंबर 1: निश्चित नहीं</p>\r\n<p>&nbsp;</p>\r\n<p>नंबर 2: निश्चित नहीं</p>\r\n<p>&nbsp;</p>\r\n<p>नंबर 3: मारोंगसुअन, बंगला बट।</p>\r\n<p>&nbsp;</p>\r\n<p>नंबर 4: पीकलैंड।</p>\r\n<p>&nbsp;</p>\r\n<p>नंबर 5: बाजार, हैप्पी कॉलोनी, स्प्रिंग घाटी।</p>\r\n<p>&nbsp;</p>\r\n<p>नंबर 6: लोंगमई नमथन।</p>\r\n<p>&nbsp;</p>\r\n<p>पुराना लोंगमई गाँव नंबर 1 के रूप में जाना जाता है लेकिन जब पुराने गाँव में रहने वाले लोगों का अंतिम समूह नंबर 2 से नीचे चला गया, तो नई जगह को \"नंबर 1\" के नाम से भी जाना जाता है। नंबर 1 से ऊपर की सूची में नंबर 2 से नीचे का नया स्थान है। सबसे कम, या आगा नदी के पास की बस्ती वर्तमान बाजार क्षेत्र है। लोंगमई और आस-पास के गाँवों जैसे ख़ुमजी, नुंगटेक, मखुम के लोग अपने कृषि सामान बेचने के लिए इस स्थान पर आते हैं। पिछले कुछ वर्षों से आसपास के गाँवों के बहुत से लोग यहाँ आते हैं, न केवल व्यावसायिक उद्देश्यों के लिए, बल्कि शिक्षा और चिकित्सा उद्देश्यों के लिए भी।</p>\r\n<p>&nbsp;</p>\r\n<p>नोनी जिला भारत के मणिपुर में एक नया जिला है, जो तत्कालीन तमेंगलोंग जिले को द्विभाजित करके बनाया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला मुख्यालय लोंगमई में स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>उप-विभाजन</p>\r\n<p>नोनी जिले में उप-विभाग निम्नलिखित हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>LongMai</p>\r\n<p>Nungba</p>\r\n<p>Khoupum</p>\r\n<p>Haochong</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>आबादी</p>\r\n<p>नोनी शहर में ज्यादातर 635 परिवारों के साथ रोंगमेई जनजाति का निवास है। भारत की 2011 की जनगणना के अनुसार, गाँव की आबादी 3,854 है, जिनमें 2,141 पुरुष हैं और 1,714 महिलाएँ हैं। औसत लिंगानुपात 801 महिलाओं पर 1000 पुरुषों का है, जो मणिपुर राज्य के औसत से कम है। गाँव में, 6 वर्ष की आयु के बच्चे या कुल जनसंख्या का 11.83% हिस्सा खाता है। 2011 की जनगणना के अनुसार, नोनी के लिए बाल लिंग अनुपात 1000 पुरुषों पर 861 महिलाओं का है, जो राज्य के औसत से कम है।</p>\r\n<p>&nbsp;</p>\r\n<p>साक्षरता</p>\r\n<p>नोनी की साक्षरता दर मणिपुर की तुलना में अधिक है। 2011 में, मणिपुर के लिए 76.94% की तुलना में नोनी की साक्षरता दर 86.90% थी। पुरुष साक्षरता 93.40% थी, जबकि महिला साक्षरता दर 78.71% थी।</p>\r\n<p>&nbsp;</p>\r\n<p>जाति</p>\r\n<p>नोनी में, अधिकांश आबादी अनुसूचित जनजाति की आबादी की है। इनका गठन 60.69% है, जबकि अनुसूचित जातियों का कुल जनसंख्या का 0.13% है।</p>\r\n<p>&nbsp;</p>\r\n<p>काम</p>\r\n<p>3,854 लोगों की कुल आबादी में से, 1,873 कार्य गतिविधियों में लगे हुए हैं। 62.15% श्रमिक अपने काम को \"मुख्य कार्य\" (छह महीने से अधिक समय तक रोजगार या कमाई) के रूप में वर्णित करते हैं, जबकि 37.85% सीमांत गतिविधियों (6 महीने से कम समय के लिए आजीविका प्रदान करना) में शामिल हैं। \"मुख्य कार्य\" में लगे 1,873 श्रमिकों में से 425 कृषक (मालिक या सह-मालिक) हैं, जबकि 5 कृषि श्रमिक हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>भारत के संविधान और पंचती राज अधिनियम के अनुसार, नोनी का सरपंच (\"ग्राम प्रधान\") द्वारा प्रशासित किया जाता है, जो गाँव का निर्वाचित प्रतिनिधि है। भले ही नोनी को अक्सर एक गांव के रूप में वर्णित किया जाता है, यह हाल ही में तामेंगलोंग के विभिन्न हिस्सों के लोगों के आव्रजन के कारण एक शहर में विकसित हुआ है। यह नंग्बा जिले के आसपास के अन्य गांवों के लिए अपने रणनीतिक वाणिज्यिक स्थान के कारण तामेंगलांग जिले में सबसे तेजी से विकासशील शहर भी माना जाता है। रेलवे ट्रैक और सब-स्टेशन के विकास के लिए पहाड़ियों की सफाई के कारण मणिपुर में अन्य स्थानों की तुलना में इसका तापमान थोड़ा अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>राष्ट्रवादी कांग्रेस पार्टी, भारतीय राष्ट्रीय कांग्रेस, नागा पीपुल्स फ्रंट, मणिपुर राज्य कांग्रेस पार्टी और भारतीय जनता पार्टी इस क्षेत्र के प्रमुख राजनीतिक दल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>कनेक्टिविटी</p>\r\n<p>दुनिया के सबसे ऊंचे रेलवे पुल का निर्माण, इसके खंभों की ऊंचाई से मापा गया, 28 जुलाई 2014 को नोनी के पास शुरू हुआ। सबसे लंबा स्तंभ 141 मीटर (463 फीट) का होगा, जिसमें 50-90 मीटर के बीच के अन्य होंगे। यह यूरोप के बेलग्रेड-बार रेलवे लाइन पर माला रिजेका वियाडक्ट होने के साथ मौजूदा सबसे लंबे पुल को पार कर जाएगा, जहां खंभों की ऊंचाई 139 मीटर (456 फीट) है। पुल जिरीबाम - तुपुल - इंफाल लाइन पर होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Noney</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-noney-longmai-manipur","tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"लोंगमई","slug":"longmai"},{"name":"नोनी","slug":"noney"}],"recommendations":[{"id":742,"title":"तामेंगलांग में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","dateCreated":"2019-09-22T03:39:47.971Z","dateModified":"2019-09-22T03:40:07.669Z","contributedBy":"AskGif","content":"तामेंगलांग एक भारतीय शहर है और तमेंगलोंग जिले का जिला मुख्यालय है। यह मणिपुर राज्य में स्थित है। यह शहर ज़ेलियानग्रोंग समुदाय के लोगों द्वारा बसा हुआ है। रोंगमेई भाषा शहर और आसपास के क्षेत्र में बोली जाती है।\r\nतामेंगलांग जिला पूर्वोत्तर भारत के मणिपुर राज्य के जिलों में से एक है।\r\nभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तामेंगलांग","slug":"tamenglong"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-tamenglong-manipur","total":0},{"id":741,"title":"सेनापति में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","dateCreated":"2019-09-22T03:21:11.192Z","dateModified":"2019-09-22T03:21:19.703Z","contributedBy":"AskGif","content":"सेनापति भारत में मणिपुर राज्य का एक जिला है।\r\nमणिपुर के उत्तरी भाग पर स्थित, सेनापति पूर्व में उखरूल जिले और पश्चिम में तमेंगलोंग जिले से घिरा है, जो दुनिया भर से शहर में आने और जाने वाले पर्यटकों को बहुत कुछ प्रदान करता है। यह 1969 में था जब यह जिला अस्तित्व में आया था। पहले यह मणिपुर राज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"सेनापति","slug":"senapati"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-senapati-manipur","total":0},{"id":736,"title":"काकचिंग में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"b1145232-a206-4c1e-a6de-f4dda17bade5_Kakching-tourism.jpg","dateCreated":"2019-09-21T10:19:51.905Z","dateModified":"2019-09-21T10:20:30.057Z","contributedBy":"AskGif","content":"काकिंग भारतीय राज्य मणिपुर के दक्षिणपूर्वी भाग में स्थित एक शहर है। यह काकिंग जिले के मुख्यालय के रूप में कार्य करता है और राज्य में एक प्रमुख व्यावसायिक केंद्र है। 2018 में, काकिंग को उत्तर पूर्व भारत में सबसे साफ शहर के रूप में घोषित किया गया था।\r\nकाकिंग जिला पूर्वोत्तर भारत के मणिपुर रा","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1145232-a206-4c1e-a6de-f4dda17bade5_Kakching-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"काकचिंग","slug":"kakching"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-kakching-manipur","total":0},{"id":730,"title":"बिश्नुपुर में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"बिष्णुपुर भारत के मणिपुर राज्य में बिष्णुपुर जिले का एक कस्बा है। इसने अपना नाम कस्बे में स्थित एक प्राचीन विष्णु मंदिर से लिया था। बिशुनपुर बिशुनपुर जिले का प्रशासनिक मुख्यालय है। यह कभी मणिपुर राज्य की राजधानी थी।\r\nबिष्णुपुर जिला पूर्वोत्तर भारत में मणिपुर राज्य का सबसे छोटा क्षेत्र है।<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिश्नुपुर","slug":"bishnupur"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}