{"id":739,"title":"Top Places to visit in Noney, Longmai, Manipur","imageUrl":"d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","dateCreated":"2019-09-22T02:43:28.232Z","dateModified":"2019-09-22T02:57:55.932Z","contributedBy":"AskGif","content":"<p>Noney, also known as Longmai, is a town located in western part of Manipur, India. It is 63 kilometres (39 mi) west of Imphal, the capital of the state of Manipur. Its population is almost entirely made up of Rongmei Naga. Previously known as a village, recently has been declared as one of the new district headquarters of Manipur and is separated from the existing Tamenglong District and now comprises Haochong, Khoupum, Nungba and the Longmai subdivision.</p>\r\n<p>&nbsp;</p>\r\n<p>Though the area is often known by the name \"Noney\" leaders of the land preferred the name \"Longmai\". The word \"Longmai\" is a collective name for all parts of the land (Agriculture's, unused, commercial area, and every inch of the land that belong to Longmaimei). In spite of the vast land they have, their great, great grandfathers started their life in place called Mathen Laubuk (located inside Longmai) usually known by the name \"Number 1\" or old Longmai village. A place situation on top of mountain, approximately 2.3 km away from Noney bazaar. People don't live their anymore, but it is remembered and preserved till today in respect of their elders who had lived there. Elders would tell stories of being there and how people slowly, bit by bit move downward, toward the river Aga Duithuak (Aga river), until finally they completely vacant the old place. They all moved out of the old place, but all of them didn't settle in one area. Some moved further downward, some closer to the old place. Due to this settlement the village got divided into 6 parts. The parts are usually known by numbers. The number assigned to the parts and its names are as follows:</p>\r\n<p>&nbsp;</p>\r\n<p>Number 1: Not sure</p>\r\n<p>&nbsp;</p>\r\n<p>Number 2: Not sure</p>\r\n<p>&nbsp;</p>\r\n<p>Number 3: Marongsuan, Bangla But.</p>\r\n<p>&nbsp;</p>\r\n<p>Number 4: Peaceland.</p>\r\n<p>&nbsp;</p>\r\n<p>Number 5: Bazaar, Happy Colony, Spring valley.</p>\r\n<p>&nbsp;</p>\r\n<p>Number 6: Longmai Namthan.</p>\r\n<p>&nbsp;</p>\r\n<p>The old Longmai village is known as Number 1 but when the last group of people living in the old village moved downward below the Number 2, the new place is also known by the name \"Number 1\". In the list above the Number 1 is the new place below number 2. The lowest, or the settlement nearest to the river Aga is the present bazaar area. People from all over Longmai and from nearby villages such as Khumji, Nungtek, Makhuam would come down to this place to sell their agriculture goods. For the last few years many people from nearby villages comes here, not only for commercial purposes but also for education and medical purposes.</p>\r\n<p>&nbsp;</p>\r\n<p>Noney District is a new district in Manipur, India, created by bifurcating erstwhile Tamenglong District.</p>\r\n<p>&nbsp;</p>\r\n<p>The district headquarters is located in Longmai.</p>\r\n<p>&nbsp;</p>\r\n<p>Sub-divisions</p>\r\n<p>The following are the sub-divisions in Noney district:</p>\r\n<p>&nbsp;</p>\r\n<p>Longmai</p>\r\n<p>Nungba</p>\r\n<p>Khoupum</p>\r\n<p>Haochong</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Population</p>\r\n<p>Noney town is inhabited mostly by Rongmei tribe with a total of 635 families. According to the 2011 Census of India, the village has a population of 3,854 people of which 2,141 are males and 1,714 are females. The average sex ratio is 801 females to 1000 males, which is lower than the Manipur state average. In the village, children 6 years of age or younger account for 11.83% of the total population. Child sex ratio for Noney, as per the 2011 census, is 861 females to 1000 males, which is lower than the state average.</p>\r\n<p>&nbsp;</p>\r\n<p>Literacy</p>\r\n<p>Noney has a higher literacy rate than Manipur as a whole. In 2011, the literacy rate of Noney was 86.90% compared to 76.94% for Manipur. Male literacy was 93.40%, while female literacy rate was 78.71%.</p>\r\n<p>&nbsp;</p>\r\n<p>Caste</p>\r\n<p>In Noney, most of the population belongs to Scheduled Tribe populations. These constitute 60.69%, while Scheduled Castes account for 0.13% of the total population.</p>\r\n<p>&nbsp;</p>\r\n<p>Work</p>\r\n<p>Out of the total population of 3,854 people, 1,873 are engaged in work activities. 62.15% of workers describe their work as \"main work\" (employment or earnings for more than six months) while 37.85% are involved in marginal activities (providing a livelihood for less than 6 months). Out of the 1,873 workers engaged in \"main work\", 425 are cultivators (as owners or co-owners), while 5 are agricultural workers.</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>As per the Constitution of India and the Panchyati Raj Act, Noney is administrated by the Sarpanch (\"Village head\") who is the elected representative of the village. Even though Noney is often described as a village, it has recently grown into a town due to the immigration of people from different parts of Tamenglong. It is also considered the fastest developing town in the Tamenglong district on account of its strategic commercial location for other villages around the Nungba district. Its temperatures are slightly higher compared to other places in Manipur because of the clearing of hills for the development of a railway track and sub-station.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>The Nationalist Congress Party, the Indian National Congress, the Naga People's Front, the Manipur State Congress Party, and the Bharatiya Janata Party are the major political parties in this area.</p>\r\n<p>&nbsp;</p>\r\n<p>Connectivity</p>\r\n<p>The construction of the world's tallest railway bridge, measured by height of its pillars, began on 28 July 2014 near Noney. The tallest pillar will be 141 metres (463 ft), with others ranging between 50-90m. This will surpass the existing tallest bridge, being the Mala Rijeka Viaduct on the Belgrade&ndash;Bar railway line in Europe, where the height of the pillars is 139 metres (456 ft). The bridge will lie on the Jiribam &ndash; Tupul &ndash; Imphal line.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Noney</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d8a16335-d1ba-44a3-9f2c-bbe09a0c09e7_Noney-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-noney-longmai-manipur","tags":[{"name":"manipur","slug":"manipur"},{"name":"longmai","slug":"longmai"},{"name":"noney","slug":"noney"}],"recommendations":[{"id":742,"title":"Top Places to visit in Tamenglong, Manipur","imageUrl":"d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","dateCreated":"2019-09-22T03:39:47.971Z","dateModified":"2019-09-22T03:40:07.669Z","contributedBy":"AskGif","content":"Tamenglong is an Indian town and the district headquarters of the Tamenglong district. It is located in the state of Manipur. The town is inhabited by the people of the Zeliangrong community. The Rongmei language is spoken in the town and surrounding area.\r\nTamenglong district is one of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamenglong","slug":"tamenglong"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-tamenglong-manipur","total":0},{"id":741,"title":"Top Places to visit in Senapati, Manipur","imageUrl":"698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","dateCreated":"2019-09-22T03:21:11.192Z","dateModified":"2019-09-22T03:21:19.703Z","contributedBy":"AskGif","content":"Senapati is a district of Manipur state in India.\r\nLocated on the northern part of Manipur, Senapati is bordered by Ukhrul district in the east and Tamenglong district on the west which offers a lot to the tourists coming and visiting the town from across the globe. It was in the year 1969","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"senapati","slug":"senapati"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-senapati-manipur","total":0},{"id":736,"title":"Top Places to visit in Kakching, Manipur","imageUrl":"b1145232-a206-4c1e-a6de-f4dda17bade5_Kakching-tourism.jpg","dateCreated":"2019-09-21T10:19:51.905Z","dateModified":"2019-09-21T10:20:30.057Z","contributedBy":"AskGif","content":"Kakching is a town in the southeastern part of the Indian state of Manipur. It serves as the headquarters of Kakching district and is a major commercial hub in the state. In 2018, Kakching was declared as the cleanest city in North East India.\r\nKakching District is one of the 16 districts ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b1145232-a206-4c1e-a6de-f4dda17bade5_Kakching-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kakching","slug":"kakching"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-kakching-manipur","total":0},{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.\r\nBishnupur district is th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}