{"id":741,"title":"Top Places to visit in Senapati, Manipur","imageUrl":"698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","dateCreated":"2019-09-22T03:21:11.192Z","dateModified":"2019-09-22T03:21:19.703Z","contributedBy":"AskGif","content":"<p>Senapati is a district of Manipur state in India.</p>\r\n<p>Located on the northern part of Manipur, Senapati is bordered by Ukhrul district in the east and Tamenglong district on the west which offers a lot to the tourists coming and visiting the town from across the globe. It was in the year 1969 when the district came into being. Earlier it was a part of the Kingdom of Manipur and it was during this time when most of the tradition and culture were evolved in Senapati. Also, the place is named after Senapati Tikendrajit Singh who belonged to a royal family of Manipur. A visit to Senapati gives the tourists an opportunity to travel to explore the history of the town and also relive the past. So for the history buffs, the destination is perfect as it will help them gather knowledge about the rich culture and tradition of the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Coming to the tourist places, Senapati has a lot to offer to the travellers that are in and around the town helping the tourists make the most out of their visit to the town of Manipur. These tourist places/attraction which are a must visit include the Maram Khullen which is one of the biggest and oldest human settlement giving a glimpse of the people of Senapati, Yangkhullen which is a historic place and tourists can witness the traditional social and economic life of the locals, Mao which is a busiest commercial town and also called the &lsquo;Gateway To Manipur, Liyai from where you can witness the second biggest river i.e., Barak River flowing, Makhel which is a devotional place and a home to historic monuments, Purul which is mind blowing beautiful place giving a glimpse of the rich and vibrant tradition of Manipur.</p>\r\n<p>&nbsp;</p>\r\n<p>Also, Kaubru Mountain and Houdu Koide Biishoan are also a must visit place when in Senapati. Tourists from different parts of the globe visiting the town every year are left amazed by the beauty and tourists spots that are offered by Senapati. Other than this, tourists visiting the town will get the chance to take delight in witnessing the rich flora and fauna. As the town is mostly covered by forests, it lets the travellers come across some of the rarest plant and animal species. Out of many, some of the herbs which find their way into the medicines that are found in the town include Adiantum Flabellatum Linn, Abrus Precatorius Linn and Elsholtzia ciliata. Also for the ones with the love for birds, visiting during the winter months is a great time to watch the migratory birds.</p>\r\n<p>&nbsp;</p>\r\n<p>In addition to this, there are communities who live in the town with their distinctive way of life in terms of the delicacies and the clothes that they wear. The communities include the Mao, Tangkhul, Maram, Kuki, Zemai, Vaiphei, Chiru, Chothe and Meitei. Even though people living here follow traditional religion like Hinduism, Islam who live together in peace and harmony but Christianity is the prime religion in Senapati. Tourists planning to visit this beautiful town of Manipur can plan the trip at any time of the year but to make the most out of the visit consider visiting in the months of October and early November.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Senapati District is located between 93.29&deg; and 94.15&deg; East Longitude and 24.37&deg; and 25.37&deg; North Latitude and is in the northern part of Manipur state. The District is bounded on the south by Kangpokpi District, on the east by Ukhrul District, on the west by Tamenglong District and on the north by Kohima District and Phek district of Nagaland state. The district lies at an altitude between 1061 meter to 1788 meters above sea level.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Senapati district has a population of 479,148, roughly equal to the nation of Belize. This gives it a ranking of 565th in India (out of a total of 640). The district has a population density of 109 inhabitants per square kilometre (280/sq mi) . Its population growth rate over the decade 2001-2011 was 25.16%. Senapati has a sex ratio of 939 females for every 1000 males, and a literacy rate of 75%.</p>\r\n<p>&nbsp;</p>\r\n<p>Popular Tourist Attractions in Senapati</p>\r\n<p>The quaint town of Manipur has a lot to offer to the tourists amid the green valleys, towering hills and squashy meadows. Right from the nature lover to the history buffs the place gives the opportunity to the tourists to witness the natural beauty with its rich vegetation and wildlife making it a perfect destination for tourists. In short, a visit to Senapati is worth visiting which should be experienced at least once in a lifetime.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>MAO</p>\r\n<p>&nbsp;</p>\r\n<p>YANGKHULLEN</p>\r\n<p>&nbsp;</p>\r\n<p>DZUKOU VALLEY</p>\r\n<p>&nbsp;</p>\r\n<p>LIYAI</p>\r\n<p>&nbsp;</p>\r\n<p>Senapati is one of the nine districts in the state of Manipur and one of best destinations to visit if you are a nature lover. It is also name of the town which serves as the district headquarter. Like most other places in the northeast, this district and the town have preserved natural beauty at its best. Visitors are treated with a glimpse of the hilly landscapes, serpentine streams, pristine rivers, deep gorges and rugged mountains during their visit to this place in Manipur. If you are looking for some adventure during your visit to Manipur this district is meant to offer you the best.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourist Places In And Around Senapati</p>\r\n<p>&nbsp;</p>\r\n<p>There are many places in and around the town of Senapati and elsewhere in the district for the tourists to visit and these include Maram Khullen, Yangkhullen, Mao, Liyai, Makhel, Purul, Kaubru Mountain and Houdu Koide Biisho amongst others. Every year thousands of tourists from the country and different parts of the world come to this place and are left amazed by the variety of tourist spots that this place has on offer.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora And Fauna In Senapati</p>\r\n<p>&nbsp;</p>\r\n<p>Senapati has been blessed with diverse flora and fauna which is a delight to experience. With 80% of the district under the cover of forests, you can come across some of the most rare plant and animal species during your trip to this place. Some of the herbs found in this place include Adiantum flabellulatum Linn, Abrus precatorius Linn and Elsholtzia ciliata, which find their way into the local medicine. Many migratory birds can also be seen flocking this place during the winter months.</p>\r\n<p>&nbsp;</p>\r\n<p>The People Of Senapati</p>\r\n<p>&nbsp;</p>\r\n<p>There are many communities which make up the population of Senapati district and the town, and they include the Mao, Tangkhul, Maram, Kuki, Zemai, Vaiphei, Chiru, Chothe and Meetei. Each of these communities has their distinctive way of life in terms of the clothes that they wear and their local delicacies. Christianity is the predominant religion in this place. There are also followers of the traditional religion, which is close to Hinduism, and followers of Islam all living in peace and harmony. Languages spoken in this place include Aimol, a Sino-Tibetan and Meitei.</p>\r\n<p>&nbsp;</p>\r\n<p>History Of Senapati</p>\r\n<p>&nbsp;</p>\r\n<p>Located on the northern part of the state of Manipur, it is bordered by Ukhrul district in the east and Tamenglong district on the west. To its north lies the Phek district of Nagaland and on the south is the Imphal West district. The district came into being in the year 1969 and was known as the Manipur North district. In the past, it was a part of the Kingdom of Manipur, which was one of the longest surviving kingdoms in India. Most of the culture and traditions of the people evolved during this time.</p>\r\n<p>&nbsp;</p>\r\n<p>This place was named after Senapati Tikendrajit Singh, who belonged to the royal family of Manipur. Legend has it that it was in this place that Senapati Tikendrajit Singh welcomed British political agent, Major General Sir James Johnstone, when they stepped into Manipur. The young prince later fought bravely against the British when they tried taking over the rule of Manipur in 1891. After taking over power the brave prince was sentenced to death. Thus, began a new chapter in the history of the district as it became an important place for the British in their bid to consolidate their empire in the far east of the subcontinent.</p>\r\n<p>&nbsp;</p>\r\n<p>How To Reach Senapati</p>\r\n<p>&nbsp;</p>\r\n<p>Senapati can be reached by air, train and road.</p>\r\n<p>&nbsp;</p>\r\n<p>Best Time To Visit Senapati</p>\r\n<p>&nbsp;</p>\r\n<p>October, early November and the summer are the best times to visit Senapati.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Senapati_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/698515a9-2205-4f65-b161-fab410bdbc76_Senapati-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-senapati-manipur","tags":[{"name":"senapati","slug":"senapati"},{"name":"manipur","slug":"manipur"}],"recommendations":[{"id":740,"title":"Top Places to visit in Pherzawl, Manipur","imageUrl":"29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","dateCreated":"2019-09-22T03:06:20.809Z","dateModified":"2019-09-22T03:07:33.364Z","contributedBy":"AskGif","content":"Pherzawl is a district of Manipur state in India.\r\nPherzawl village is the headquarter of the Pherzawl District of Manipur, India. Pherzawl district was created by bifurcating Churachandpur district..\r\nPherzawl is also the Sub-Divisional headquarter of Pherzawl Sub-Division, one of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pherzawl","slug":"pherzawl"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-pherzawl-manipur","total":0},{"id":737,"title":"Top Places to visit in Kamjong, Manipur","imageUrl":"a88c123a-cd4f-4c43-b97c-2bebe98756ca_Kamjong-tourism.jpg","dateCreated":"2019-09-21T11:05:32.473Z","dateModified":"2019-09-21T11:05:53.878Z","contributedBy":"AskGif","content":"Kamjong is a village located southeast of Ukhrul in Kamjong district, Manipur state, India. Kamjong is also one of the sub-divisional headquarters of Ukhrul district. The village is about 80 kilometers from Ukhrul and is connected by Ukhrul-Kamjong State highway. This divisional headquarter is fl","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a88c123a-cd4f-4c43-b97c-2bebe98756ca_Kamjong-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kamjong","slug":"kamjong"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-kamjong-manipur","total":0},{"id":732,"title":"Top Places to visit in Churachandpur, Manipur","imageUrl":"959bab76-d81e-42c6-8e9c-e291e083f54b_Churachandpur-tourism.jpg","dateCreated":"2019-09-21T02:06:45.166Z","dateModified":"2019-09-21T02:06:56.443Z","contributedBy":"AskGif","content":"Churachandpur is a district in the southwestern corner of the Indian state of Manipur that covers an area of 4,750 kilometres (2,950 mi).\r\n&nbsp;\r\nEconomy\r\nIn 2006 the Ministry of Panchayati Raj named Churachandpur one of the country's most impoverished districts (out of a to","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/959bab76-d81e-42c6-8e9c-e291e083f54b_Churachandpur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"manipur","slug":"manipur"},{"name":"churachandpur","slug":"churachandpur"}],"slug":"top-places-to-visit-in-churachandpur-manipur","total":0},{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.\r\nBishnupur district is th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}