{"id":742,"title":"Top Places to visit in Tamenglong, Manipur","imageUrl":"d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","dateCreated":"2019-09-22T03:39:47.971Z","dateModified":"2019-09-22T03:40:07.669Z","contributedBy":"AskGif","content":"<p>Tamenglong is an Indian town and the district headquarters of the Tamenglong district. It is located in the state of Manipur. The town is inhabited by the people of the Zeliangrong community. The Rongmei language is spoken in the town and surrounding area.</p>\r\n<p>Tamenglong district is one of the districts of Manipur state in northeastern India.</p>\r\n<p>Geography</p>\r\n<p>See also: &sect; Climate</p>\r\n<p>Tamenglong is located in western Manipur lying on the hilltop from which descends the Barak River. It is 160 km west of Imphal, Manipur's capital city. The town is surrounded by the following districts: Senapati District to the East, North Cashar Hills District of Assam to the West, Peren District Of Nagaland to the North and Churachanpur of Manipur to the South.</p>\r\n<p>&nbsp;</p>\r\n<p>Tamenglong District</p>\r\n<p>Main article: Tamenglong district</p>\r\n<p>Tamenglong District contains virgin forests, exotic orchids, rare and endangered plants, and wildlife. The forests contain tropical evergreen forests, subtropical forests and bamboo brakes. The dense tropical evergreen forests are located along the riversides across the district. Tamenglong is called the Land of the Hornbill as the , Great Pied Hornbill and Indian Pied Hornbill species are found here. Wildflowers include several types of orchids, including epiphytic, lithophytic and terrestrial.</p>\r\n<p>&nbsp;</p>\r\n<p>Places of interest</p>\r\n<p>Tamenglong district of Manipur has a topography of irregular undulation with turbulent rivers, waterfalls, caves, lakes, and dense tropical forests covering the land.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district is divided into 3 sub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Tamenglong</p>\r\n<p>Tamei</p>\r\n<p>Tousem</p>\r\n<p>Recently, Noney District was carved out from Tamenglong district; comprising sub-divisions of Longmei (Noney), Nungba, Khoupum, and Haochong.</p>\r\n<p>&nbsp;</p>\r\n<p>Khoupum, a small town falling under the Nungba sub division is one of the most populated area within the district and the home town of Hon'ble MLA and former Deputy Chief Minister Shri. Gaikhangam Gangmei.</p>\r\n<p>Along the river Barak there is a series of seven waterfalls.</p>\r\n<p>The Tharon cave (Chalem-Ky) is located at about 27 km from the district HQ. The map of the entire cave is engraved and painted on a stone at the main entrance. Archeological excavation of the cave shows connections to the Hoabinhian culture of North Vietnam.</p>\r\n<p>Zeilad lake at Makoi (Atengba) is associated with a number of pythons, fishes, and water birds. There are several other lakes nearby including Guiphop Zei, Nrou Zei, and Nap-sam Zei.</p>\r\n<p>Buning Meadow (Npiulong) is located on the western side of Tamei town. A number of well-groomed uneven small mounds as well numerous brooks mark the stretch. In early summer ground orchids and Wild Lilies can be seen in the meadow. The meadow is also home to wild birds and foxes.</p>\r\n<p>Phelong Village is well known for its Orange production and its taste. Phelong has been one of the major producers of oranges in Tamenglong District.</p>\r\n<p>Taningjam Village is one of the oldest villages of Tamenglong District. The rivers and Rock Garden are well-known attractions for a visit to the village.</p>\r\n<p>Main tribes (inhabitants)</p>\r\n<p>Zeliangrong Nagas, which speaks 4 different dialect.</p>\r\n<p>1 Zeme Naga 2 Liangmai Naga 3 Rongmei Naga 4 Inpui Naga</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>K&ouml;ppen-Geiger climate classification system classifies its climate as humid subtropical (Cwa). Tamenglong is a highland which makes the temperatures cooler. The warmer months are extremely rainy. July receives most rain while December is the driest.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Majority of the people speaks Rongmei. Sino-Tibetan languages spoken in Tamenglong district include: Zeliangrong Language/dialect-</p>\r\n<p>&nbsp;</p>\r\n<p>Zeme language</p>\r\n<p>Liangmai Language</p>\r\n<p>Rongmei Language</p>\r\n<p>Inpui language</p>\r\n<p>All the four Language/dialect mentioned above are very much similar and can be understood easily by one another.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Tamenglong</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-tamenglong-manipur","tags":[{"name":"tamenglong","slug":"tamenglong"},{"name":"manipur","slug":"manipur"}],"recommendations":[{"id":738,"title":"Top Places to visit in Kangpokpi, Manipur","imageUrl":"8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","dateCreated":"2019-09-22T02:35:40.129Z","dateModified":"2019-09-22T02:57:42.05Z","contributedBy":"AskGif","content":"Kangpokpi, is the District Headquarter of Sadar Hills under Sadar Hills Autonomous District Council in the Indian state of Manipur. The town is well connected with the state capital Imphal through National Highway-39 and it also connect Tamenglong district through Imphal Tamenglong road (IT road)","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kangpokpi","slug":"kangpokpi"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-kangpokpi-manipur","total":0},{"id":735,"title":"Top Places to visit in Jiribam, Manipur","imageUrl":"8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","dateCreated":"2019-09-21T03:13:40.666Z","dateModified":"2019-09-21T03:13:52.325Z","contributedBy":"AskGif","content":"Jiribam is a municipal council in the Jiribam district of the state of Manipur, India. It is one of the fastest growing towns in Manipur.\r\n&nbsp;\r\nThe town is located on the state's western-most boundary, adjoining the Cachar district of Assam. It is also known as the western gate o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jiribam","slug":"jiribam"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-jiribam-manipur","total":0},{"id":731,"title":"Top Places to visit in Chandel, Manipur","imageUrl":"217bffe2-e507-4e24-94d9-cf50cf6dd86e_Chandel-tourism.jpg","dateCreated":"2019-09-21T01:54:40.701Z","dateModified":"2019-09-21T01:54:52.871Z","contributedBy":"AskGif","content":"Chandel is a town in Chandel district of Manipur, India. It is a part of Chandel subdivision. It comes under Outer Manipur (Lok Sabha constituency). Moreh town is closer to this town.\r\n&nbsp;\r\nChandel district is one of the 16 districts of Manipur state in northeastern India. As of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/217bffe2-e507-4e24-94d9-cf50cf6dd86e_Chandel-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"manipur","slug":"manipur"},{"name":"chandel","slug":"chandel"}],"slug":"top-places-to-visit-in-chandel-manipur","total":0},{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.\r\nBishnupur district is th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}