{"id":742,"title":"तामेंगलांग में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","dateCreated":"2019-09-22T03:39:47.971Z","dateModified":"2019-09-22T03:40:07.669Z","contributedBy":"AskGif","content":"<p>तामेंगलांग एक भारतीय शहर है और तमेंगलोंग जिले का जिला मुख्यालय है। यह मणिपुर राज्य में स्थित है। यह शहर ज़ेलियानग्रोंग समुदाय के लोगों द्वारा बसा हुआ है। रोंगमेई भाषा शहर और आसपास के क्षेत्र में बोली जाती है।</p>\r\n<p>तामेंगलांग जिला पूर्वोत्तर भारत के मणिपुर राज्य के जिलों में से एक है।</p>\r\n<p>भूगोल</p>\r\n<p>इन्हें भी देखें: &sect; जलवायु</p>\r\n<p>तामेंगलोंग पश्चिमी मणिपुर में पहाड़ी की चोटी पर स्थित है जहां से बराक नदी उतरती है। यह मणिपुर की राजधानी इंफाल के पश्चिम में 160 किमी दूर है। यह शहर निम्नलिखित जिलों से घिरा हुआ है: पूर्व में सेनापति जिला, पूर्व में उत्तर कासार हिल्स जिला, पश्चिम में नागालैंड का पेरेन जिला, दक्षिण में मणिपुर का चुराचनपुर।</p>\r\n<p>&nbsp;</p>\r\n<p>तमेंगलोंग जिला</p>\r\n<p>मुख्य लेख: तमेंगलोंग जिला</p>\r\n<p>तामेंगलोंग जिले में वर्जिन वन, विदेशी ऑर्किड, दुर्लभ और लुप्तप्राय पौधे और वन्यजीव हैं। जंगलों में उष्णकटिबंधीय सदाबहार वन, उपोष्णकटिबंधीय वन और बांस ब्रेक हैं। घने उष्णकटिबंधीय सदाबहार वन जिले भर में नदियों के किनारे स्थित हैं। तामेंगलोंग को लैंड ऑफ द हॉर्नबिल कहा जाता है, ग्रेट पाइड हॉर्नबिल और इंडियन पाइड हॉर्नबिल प्रजातियां यहां पाई जाती हैं। वाइल्डफ्लॉवर में कई प्रकार के ऑर्किड शामिल हैं, जिनमें एपिफाइटिक, लिथोफाइटिक और टेरेस्ट्रियल शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>मणिपुर के तामेंगलोंग जिले में अशांत नदियों, झरनों, गुफाओं, झीलों और भूमि को कवर करने वाले घने उष्णकटिबंधीय जंगलों के साथ अनियमित उभार की स्थलाकृति है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले को 3 उप-प्रभागों में विभाजित किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>तामेंगलांग</p>\r\n<p>Tamei</p>\r\n<p>Tousem</p>\r\n<p>हाल ही में, नोनी जिले को तामेंगलोंग जिले से लिया गया था; लोंगमेई (नोनी), नुंगबा, खौपम और हाओचोंग के उप-विभाग शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>खोंगप, नुंग्बा उप प्रभाग के अंतर्गत आने वाला एक छोटा शहर, जिले के भीतर सबसे अधिक आबादी वाले क्षेत्र में से एक है और माननीय विधायक और पूर्व उप मुख्यमंत्री श्री के गृह शहर है। गायखंगम गंगामि।</p>\r\n<p>बराक नदी के किनारे सात झरनों की एक श्रृंखला है।</p>\r\n<p>थारोन गुफा (चेलेम-क्यू) जिला मुख्यालय से लगभग 27 किमी दूर स्थित है। मुख्य द्वार पर एक पत्थर पर पूरी गुफा का नक्शा उकेरा और चित्रित किया गया है। गुफा का पुरातात्विक उत्खनन उत्तरी वियतनाम के होबिनहियन संस्कृति से संबंध दर्शाता है।</p>\r\n<p>मकोई (अटेंगबा) में ज़िलाड झील कई अजगर, मछलियों और पानी के पक्षियों से जुड़ी हुई है। गुइफोप ज़ी, नाउ ज़े, और नप-सम ज़ी सहित आसपास की कई अन्य झीलें हैं।</p>\r\n<p>बनिंग मीडो (Npiulong) तमीई शहर के पश्चिमी किनारे पर स्थित है। अच्छी तरह से तैयार असमान छोटे टीले के साथ-साथ कई ब्रोच खिंचाव को चिह्नित करते हैं। शुरुआती गर्मियों में ऑर्किड और जंगली गेंदे घास के मैदान में देखे जा सकते हैं। घास का मैदान जंगली पक्षियों और लोमड़ियों का घर भी है।</p>\r\n<p>फेलॉन्ग विलेज अपने ऑरेंज उत्पादन और अपने स्वाद के लिए अच्छी तरह से जाना जाता है। फेलॉन्ग तामेंगलांग जिले में संतरे के प्रमुख उत्पादकों में से एक रहा है।</p>\r\n<p>तानिंगजम गाँव तमेंगलोंग जिले के सबसे पुराने गाँवों में से एक है। नदी और रॉक गार्डन गाँव की यात्रा के लिए प्रसिद्ध आकर्षण हैं।</p>\r\n<p>मुख्य जनजातियाँ (निवासी)</p>\r\n<p>ज़ेलियानग्रोंग नागा, जो 4 अलग-अलग बोली बोलता है।</p>\r\n<p>1 ज़ेमे नागा 2 लियांगमे नागा 3 रोंगमेई नागा 4 इपुई नागा</p>\r\n<p>&nbsp;</p>\r\n<p>जलवायु</p>\r\n<p>कोपेन-गीगर जलवायु वर्गीकरण प्रणाली इसकी जलवायु को आर्द्र उपोष्णकटिबंधीय (Cwa) के रूप में वर्गीकृत करती है। तामेंगलोंग एक उच्चभूमि है जो तापमान को ठंडा बनाती है। गर्म महीनों में बहुत बारिश होती है। जुलाई में सबसे अधिक बारिश होती है जबकि दिसंबर सबसे शुष्क है।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>अधिकांश लोग रोंगमेई बोलते हैं। तमेंगलोंग जिले में बोली जाने वाली चीन-तिब्बती भाषाओं में शामिल हैं: ज़ेलियनग्रोंग भाषा / बोली-</p>\r\n<p>&nbsp;</p>\r\n<p>ज़ेमी भाषा</p>\r\n<p>लियांगमई भाषा</p>\r\n<p>रोंगमेई भाषा</p>\r\n<p>इनपुई भाषा</p>\r\n<p>उपर्युक्त सभी चार भाषा / बोलियाँ बहुत समान हैं और एक दूसरे से आसानी से समझी जा सकती हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Tamenglong</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-tamenglong-manipur","tags":[{"name":"तामेंगलांग","slug":"tamenglong"},{"name":"मणिपुर","slug":"manipur"}],"recommendations":[{"id":738,"title":"कांगपोकपी में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","dateCreated":"2019-09-22T02:35:40.129Z","dateModified":"2019-09-22T02:57:42.05Z","contributedBy":"AskGif","content":"कांगपोकपी, भारतीय राज्य मणिपुर में सदर हिल्स स्वायत्त जिला परिषद के तहत सदर हिल्स का जिला मुख्यालय है। शहर राष्ट्रीय राजमार्ग -39 के माध्यम से राज्य की राजधानी इंफाल से अच्छी तरह से जुड़ा हुआ है और यह इम्फाल तामेंगलांग सड़क (आईटी सड़क) के माध्यम से तामेंगलांग जिले को भी जोड़ता है और कांग रोड का ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कांगपोकपी","slug":"kangpokpi"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-kangpokpi-manipur","total":0},{"id":735,"title":"जिरीबाम में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","dateCreated":"2019-09-21T03:13:40.666Z","dateModified":"2019-09-21T03:13:52.325Z","contributedBy":"AskGif","content":"जिरीबाम भारत के मणिपुर राज्य के जिरीबाम जिले में एक नगरपालिका परिषद है। यह मणिपुर में सबसे तेजी से बढ़ते शहरों में से एक है।\r\n&nbsp;\r\nयह शहर असम की कछार जिले से सटे राज्य की पश्चिमी-सबसे सीमा पर स्थित है। इसे मणिपुर के पश्चिमी द्वार के रूप में भी जाना जाता है। जिरीबाम शहर विभिन्न सम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जिरीबाम","slug":"jiribam"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-jiribam-manipur","total":0},{"id":731,"title":"चंदेल में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"217bffe2-e507-4e24-94d9-cf50cf6dd86e_Chandel-tourism.jpg","dateCreated":"2019-09-21T01:54:40.701Z","dateModified":"2019-09-21T01:54:52.871Z","contributedBy":"AskGif","content":"चंदेल भारत के मणिपुर के चंदेल जिले का एक कस्बा है। यह चंदेल उपखंड का एक हिस्सा है। यह आउटर मणिपुर (लोकसभा निर्वाचन क्षेत्र) के अंतर्गत आता है। मोरेह कस्बा इस कस्बे के करीब है।\r\n&nbsp;\r\nचंदेल जिला पूर्वोत्तर भारत के मणिपुर राज्य के 16 जिलों में से एक है। 2011 तक यह तामेंगलांग के बाद ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/217bffe2-e507-4e24-94d9-cf50cf6dd86e_Chandel-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"चंदेल","slug":"chandel"}],"slug":"top-places-to-visit-in-chandel-manipur","total":0},{"id":730,"title":"बिश्नुपुर में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"बिष्णुपुर भारत के मणिपुर राज्य में बिष्णुपुर जिले का एक कस्बा है। इसने अपना नाम कस्बे में स्थित एक प्राचीन विष्णु मंदिर से लिया था। बिशुनपुर बिशुनपुर जिले का प्रशासनिक मुख्यालय है। यह कभी मणिपुर राज्य की राजधानी थी।\r\nबिष्णुपुर जिला पूर्वोत्तर भारत में मणिपुर राज्य का सबसे छोटा क्षेत्र है।<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिश्नुपुर","slug":"bishnupur"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}