{"id":744,"title":"थौबल में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","dateCreated":"2019-09-22T05:12:41.797Z","dateModified":"2019-09-22T08:26:35.81Z","contributedBy":"AskGif","content":"<p>थौबल एक शहर है, भारत के मणिपुर राज्य में 18 नगरपालिका वार्ड और थौबल जिले में जिला मुख्यालय है। यह मणिपुर के बड़े शहरों में से एक है। यह बहुत सी झीलों और नदियों, धान के खेतों, बगीचों, और मज़ेदार लोगों, साधारण लोगों के साथ एक रमणीय स्थान है। यह दक्षिण-पूर्व एशिया की खिड़की भी है क्योंकि ट्रांस-एशियाई राजमार्ग (एएच 1) इससे गुजरता है। यह इम्फाल, काकिंग, मोरेह, यरीपोक आदि से अच्छी तरह से जुड़ा हुआ है। आकर्षण के मुख्य स्थान हैं चिंगा लाईरेम्बी मंदिर, टोमिंग चिंग, पंथोइबी मंदिर, थूबल बज़ार, खांगाबाग मेंजोर गार्डन, आदि। मुख्य शॉपिंग सेंटर थौबल कीथेल, निंगोबम लक्समी बाजार हैं। अथोकपाम बाज़ार, बाबू बाज़ार आदि थौबल कॉलेज और वैखोम मणि गर्ल्स कॉलेज शहर के भीतर के कॉलेज हैं। उल्लेखनीय स्कूल हैं केएम ब्लूमिंग हायर सेकेंडरी स्कूल, सोमेन्द्र सना रॉयल हायर सेकेंडरी स्कूल, विज़न क्रिएटिव स्कूल ऑफ़ साइंस, द फैनसीर अभिराम हाइ स्कूल, द चओयिमा हायर सेकेंडरी स्कूल, एवरग्रीन फ्लावर स्कूल, स्टेप फाउंडेशन, आनंद पूर्णा हाई स्कूल, रूडा एकेडमी, पैराडाइज इंग्लिश स्कूल, एमएस ग्लोबल एकेडमी, न्यू एरा हायर सेकेंडरी स्कूल, द तंगजेंग निंगथो फूल स्कूल, आदि स्टेट बैंक ऑफ इंडिया (एसबीआई), यूनाइटेड बैंक ऑफ इंडिया (यूबीआई), मणिपुर स्टेट कोऑपरेटिव बैंक लिमिटेड (MSCB Ltd), ICICI Bank , एक्सिस बैंक, एचडीएफसी, बैंक ऑफ इंडिया, केनरा बैंक, इंडियन ओवरसीज बैंक, सेंट्रल बैंक ऑफ इंडिया और पंजाब नेशनल बैंक इस क्षेत्र में संचालित बैंक हैं। एक नए जिला अस्पताल का उद्घाटन किया गया और अब यह कार्यशील है। क्षेेत्री संगलेन, रापा अस्पताल इत्यादि द्वारा स्वास्थ्य सेवा प्रदान की जा रही है, थौबल को पूरे मणिपुर में पहला और एकमात्र मेट्रो होने का गौरव प्राप्त है। ; 21 वीं सदी की शुरुआत से कई औद्योगिक और वाणिज्यिक स्टार्ट अप्स थूबल शहर में फलफूल रहे हैं। उल्लेखनीय भोजनालय सास भोजनालय, नोनो होटल, डिलाईट आदि हैं। बोकाजन सबसे अग्रणी और सबसे सफल स्व-नियोजित व्यवसायी है। कोई भी अपनी हवेली 24x7 के सामने कतार में खड़े ग्राहकों को ढूंढ सकता है, जो सितंबर के अंत से लेकर मार्च की शुरुआत तक पीक सीजन में अपनी सेवा की प्रतीक्षा कर रहा है। आप किसी भी वर्ष के किसी भी समय बोकाजान से आप के बारे में कुछ भी जान सकते हैं। थौबल सिंघू उत्सव 2017 का आयोजन स्थल भी था जो खंगबोक मेनजोर गार्डन में था। खो खो फेडरेशन ऑफ इंडिया के तत्वावधान में 37 वीं जूनियर राष्ट्रीय खो खो चैम्पियनशिप का आयोजन बासु ग्राउंड, खंगबोक में एलेक्सा मार्च 2018 से किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>थाउबल जिला (Pron: / ˈ&theta;ɑʊbball orəb /l /) पूर्वोत्तर भारत में मणिपुर राज्य के सोलह जिलों में से एक है। यह जिला उत्तर में सेनापति जिले, पूर्व में उखरूल और चंदेल जिलों, दक्षिण में चुरचंदपुर और बिष्णुपुर जिलों और पश्चिम में इम्फाल पश्चिम और इम्फाल पूर्वी जिलों से घिरा हुआ है। जिले का क्षेत्रफल 519 किमी 2 है। 2011 तक जनसंख्या 422,168 है। थौबल कस्बा जिला मुख्यालय है। यह जिला खोंगजोम के लिए जाना जाता है, जहां मणिपुर की स्वतंत्रता की आखिरी लड़ाई अप्रैल 1891 में ब्रिटिश सेना के खिलाफ लड़ी गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>&nbsp;</p>\r\n<p>थाउबल टाउन का दृश्य</p>\r\n<p>टाटा मैजिक, ऑटो, विंगर थाउबल से और उसके लिए परिवहन का एकमात्र साधन है। अन्य सार्वजनिक परिवहन प्रणालियों जैसे बसों, ट्रेनों और हवाई परिवहन को 'जादू' की अत्यधिक दर के कारण नुकसान उठाना पड़ा है।</p>\r\n<p>&nbsp;</p>\r\n<p>सड़क</p>\r\n<p>&nbsp;</p>\r\n<p>थोउबल की ओर</p>\r\n<p>https://commons.wikimedia.org/wiki/File:On_the_way_toward_thoubal.jpg AH-1 थाउबल शहर के मध्य से गुजरता है और यह मणिपुर के सीमावर्ती शहर मोरेह द्वारा उत्तर और पूर्व की ओर इंफाल से जुड़ा हुआ है। यह अंतर जिला सड़क द्वारा यरीपोक और मायांग-इम्फाल से भी जुड़ा हुआ है। इम्फाल के बीच नियमित निजी टैक्सी प्लाई। यरीपोक थाउबल के केंद्र से केवल 5 किमी दूर है और यरीपोक एंड्रो के माध्यम से और इंफाल पूर्व जिले के अन्य स्थानों से जुड़ा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>एनएच -1 थौबल</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 के सामाजिक-आर्थिक सर्वेक्षण के अनुसार, 15,320 कामकाजी आबादी है, जो शहर की कुल आबादी का 36.94% है। इसमें से कामकाजी पुरुष आबादी 10207 (24.61%) और महिला की 5,113 (12.33%) है। कार्यशील जनसंख्या की प्रति व्यक्ति वार्षिक आय रु। 24,810। थौबल बाज़ार आसपास के गाँवों का मुख्य व्यापारिक केंद्र है। हैंड लूम और हस्तशिल्प उत्पादों की विविधता का उत्पादन किया जाता है। अधिकांश आबादी के लिए कृषि आय का मुख्य स्रोत है। केंद्रीय चावल अनुसंधान संस्थान खंगबोक में स्थित है। खंजरी चीनी कारखाना खंगबोक में स्थापित किया गया था, लेकिन यह वर्तमान में गैर-कार्यात्मक है और इसे आईआरबी बटालियन में बदल दिया गया है।</p>\r\n<p>मछली पालन</p>\r\n<p>थाउबल में वेथो झील और आसपास की नदियों और जल निकायों में मत्स्य पालन और जलीय कृषि की बड़ी संभावना है, हालांकि अत्यधिक अतिक्रमण और जल निकायों को धान के खेतों, कृषि भूमि और घरों में परिवर्तित करने से झील का क्षेत्र बहुत कम हो गया है। पर्यटन को बढ़ावा देने के लिए वेथॉ झील के बीच में एक पर्यटक गेस्ट हाउस का निर्माण किया गया था, हालांकि यह गैर-कार्यात्मक भी है। \"जी एंड आर एक्वा टेक्नोलॉजीज\", मछली के किसानों को गुणवत्ता वाले मछली के बीज उपलब्ध कराने और प्रदर्शन के माध्यम से स्थायी जलीय कृषि को बढ़ावा देने के लिए 2011 से एक निजी मछली बीज उत्पादन सह प्रदर्शन फार्म की स्थापना की गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>कालेजों</p>\r\n<p>थौबल कॉलेज, थौबल</p>\r\n<p>विखोम मणि गर्ल्स कॉलेज, थौबल</p>\r\n<p>इग्नू अध्ययन केंद्र थौबल कॉलेज</p>\r\n<p>खेल</p>\r\n<p>थाउबल डिस्ट्रिक्ट इंडोर स्टेडियम, थौबल चोयिमा लैंपक</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>खोंगजोम</p>\r\n<p>यह जिला मुख्यालय (32 किलोमीटर इम्फाल) से थौबल के दक्षिण में 10 किमी ऊपर स्थित है। यह वह स्थान है जहाँ मणिपुर की स्वतंत्रता का अंतिम युद्ध मणिपुरी और ब्रिटिश सैनिकों के बीच लड़ा गया था। खोंगजोम युद्ध स्मारक पार्क का निर्माण किया गया है और पौना ब्रजबाशी की शीर्ष खेबा पहाड़ी पर प्रतिमा बनाई गई है। हर साल 23 अप्रैल को खोंगजोम दिवस मनाया जाता है।</p>\r\n<p>Sugnu</p>\r\n<p>थौबल से 51 किमी दूर और चार जिलों के जंक्शन यानी थौबल, बिष्णुपुर, चुरचंदपुर और चंदेल स्थित, यह स्थान जिले के दक्षिण में एक महत्वपूर्ण व्यापारिक केंद्र है। इससे इंफाल नदी का खूबसूरत नजारा देखा जा सकता है। यह इंफाल-सुगनू राज्य राजमार्ग पर है। सुगनू के पास सेरौ मंदिर मणिपुर में प्रसिद्ध तीर्थयात्रियों में से एक है।</p>\r\n<p>Waithou</p>\r\n<p>इसकी सुंदर सुंदरता के लिए यह स्थान महत्वपूर्ण है। वेथौ झील को देखने के लिए पहाड़ी की तरफ एक निरीक्षण बंगला है। यह जगह अपने स्वादिष्ट अनानास के लिए प्रसिद्ध है। स्थानीय मछलियों की एक विदेशी और स्वादिष्ट किस्म जिसे 'Ngaton' के नाम से जाना जाता है, इस जगह पर उपलब्ध हुआ करती थी</p>\r\n<p>&nbsp;</p>\r\n<p>वेठौ झील</p>\r\n<p>&nbsp;</p>\r\n<p>अब से कुछ साल पहले तक बहुतायत से। यह जिला मुख्यालय से लगभग 3 किमी दूर राष्ट्रीय राजमार्ग पर है।</p>\r\n<p>&nbsp;</p>\r\n<p>Kakching</p>\r\n<p>यह काकिंग उप-मंडल का उप-विभागीय मुख्यालय है और जिले के सबसे बड़े शहर थौबल के बगल में विभिन्न प्रकार की सब्जियों, मछलियों और चावल का एक प्रसिद्ध व्यापारिक केंद्र है। यह स्थान राष्ट्रीय राजमार्ग से आसानी से पहुंच योग्य है और अन्य राज्य राजमार्गों से जुड़ा हुआ है। काकिंग इको पार्क एक खूबसूरत पार्क है जो काकिंग पहाड़ियों के शीर्ष पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>काकिंग गार्डन</p>\r\n<p>&nbsp;</p>\r\n<p>https://commons.wikimedia.org/wiki/File:Kakching_Eco.jpg</p>\r\n<p>&nbsp;</p>\r\n<p>थौबल</p>\r\n<p>यह थौबल जिले का जिला मुख्यालय है और थौबल उप-मंडल का उप-विभागीय मुख्यालय भी है। यह इस जिले का सबसे बड़ा और सबसे व्यस्त शहर है। इम्फाल से 22 किमी दूर स्थित, राष्ट्रीय राजमार्ग संख्या 39 शहर को उत्तर से दक्षिण की लंबाई के आधार पर लगभग आधा भाग में विभाजित करता है। थौबल नदी पूर्व से पश्चिम तक शहर के केंद्र से होकर बहती है। यह जिले का सबसे बड़ा शहर है और जिले के सबसे महत्वपूर्ण व्यापारिक केंद्रों में से एक है। शहर में तेजी से विकसित हो रहे शहरी क्षेत्र के सभी बुनियादी ढांचे हैं। इस जिले के सभी सरकारी कार्यालय, संस्थान और बैंक थौबल शहर के आसपास स्थित हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>थौबल कॉलेज</p>\r\n<p>थाउबल और काकचिंग जिले के मुख्य शैक्षिक केंद्र हैं। जिले में थौबल कॉलेज और खा-मणिपुर कॉलेज डिग्री कॉलेज हैं। इसके अलावा कई अन्य कॉलेज जिले में हैं। जिला अस्पताल थौबल के अंदर एक नर्सिंग कॉलेज निर्माणाधीन है। जवाहरलाल नोवोडा विद्यालय कलचिंग-खुनौ इस जिले का एकमात्र केंद्रीय सरकारी स्कूल है और अन्य स्कूल पद्मा-रत्न स्कूल काकिंग, के.एम. ब्लूमिंग एंग हैं। स्कूल खंगबोक, एवरग्रीन फ्लावर इंजी। स्कूल थौबल।</p>\r\n<p>&nbsp;</p>\r\n<p>स्वास्थ्य</p>\r\n<p>थाउबल में अस्पताल की सूची हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Dist.Hptl.KBK</p>\r\n<p>&nbsp;</p>\r\n<p>https://commons.wikimedia.org/wiki/File:District_hptl.jpg</p>\r\n<p>&nbsp;</p>\r\n<p>थौबल जिला अस्पताल खंगबोक</p>\r\n<p>जीवन अस्पताल (निजी) काकिंग</p>\r\n<p>योग और प्रकृति चिकित्सा अनुसंधान अस्पताल Kakching</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले को 2 उप-प्रभागों में विभाजित किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>थौबल</p>\r\n<p>लिलोंग</p>\r\n<p>हाल ही में, काकिंग को एक अलग जिले के रूप में थाउबल जिले से उकेरा गया है, जिसमें काकिंग और वेइकॉन्ग के उप-विभाग शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>अविभाजित जिले के भीतर स्थित 10 विधान सभा क्षेत्र हैं: लिलॉन्ग, थाउबल, वांगकेम, हिरोक, वांगजिंग-टेंथा, खंगाबोक, वाबगाई, काकिंग, हिंगंगलम और सुगनू।</p>\r\n<p>&nbsp;</p>\r\n<p>थूबल और काकिंग नगरपालिका शहर हैं और लिलॉन्ग, वांगजिंग, यरीपोक, वेइकॉन्ग, हियांगलाम, और सुगनु अविभाजित जिले के अन्य छोटे शहर हैं।</p>\r\n<p>थौबल जिले में महत्वपूर्ण कार्यालय</p>\r\n<p>डिप्टी कमिश्नर ऑफिस थौबल अथोकपाम</p>\r\n<p>जिला सड़क परिवहन कार्यालय Thoubal Athokpam</p>\r\n<p>मिनी सचिवालय परिसर थौबल अथोकपाम</p>\r\n<p>जिला अस्पताल खंगबोक</p>\r\n<p>टेलीफोन एक्सचेंज बीएसएनएल खंगबोक</p>\r\n<p>जिला मत्स्य अनुसंधान केंद्र खंगाबोक</p>\r\n<p>जिला पुलिस अधीक्षक मुख्यालय खंगाबोक</p>\r\n<p>जिला सिविल कोर्ट खंगबोक</p>\r\n<p>&nbsp;</p>\r\n<p>दीवानी न्यायालय के.बी.के.</p>\r\n<p>&nbsp;</p>\r\n<p>https://commons.wikimedia.org/wiki/File:Thoubal_naturee.jpg</p>\r\n<p>&nbsp;</p>\r\n<p>जिला चावल अनुसंधान केंद्र खंगबोक</p>\r\n<p>जिला सेरीकल्चर रिसर्च सेंटर खंगबोक</p>\r\n<p>भारतीय खाद्य निगम खंगाबोक</p>\r\n<p>आंचलिक शिक्षा कार्यालय थौबल</p>\r\n<p>लोक निर्माण विभाग थौबल</p>\r\n<p>लोक स्वास्थ्य यांत्रिकी विभाग थौबल</p>\r\n<p>बीएसएनएल कार्यालय काकचिंग</p>\r\n<p>एलआईसी कार्यालय काकिंग</p>\r\n<p>थौबल जिले में बैंक</p>\r\n<p>एसबीआई थउबल अथोकपम।</p>\r\n<p>एसबीआई काकिंग</p>\r\n<p>भारत के संयुक्त बैंक -तोबल</p>\r\n<p>भारत का संयुक्त बैंक- काकिंग</p>\r\n<p>भारतीय प्रवासी बैंक - थौबल</p>\r\n<p>एचडीएफसी बैंक थौबल एथोकपम।</p>\r\n<p>आईसीआईसीआई बैंक, एनईआर डी.सी. कार्यालय, थौबल अथोकपम।</p>\r\n<p>MSCD बैंक थौबल</p>\r\n<p>BOI Thoubal Achouba</p>\r\n<p>इंफाल अर्बन एग्लोमेशन के तहत आने वाले क्षेत्र</p>\r\n<p>लिलोंग</p>\r\n<p>खेल का मैदान</p>\r\n<p>थौबल में खेल मैदान की सूची हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>थाउबल डिस्ट्रिक्ट टेबल टेनिस इंडोर स्टेडियम थौबल</p>\r\n<p>बसु मैदान खंगबोक</p>\r\n<p>कोदम्पोकपी फुटबॉल स्टेडियम वांगजिंग</p>\r\n<p>डीएसए ग्राउंड काकिंग</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Thoubal_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-thoubal-manipur","tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"थौबल","slug":"thoubal"}],"recommendations":[{"id":744,"title":"थौबल में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","dateCreated":"2019-09-22T05:12:41.797Z","dateModified":"2019-09-22T08:26:35.81Z","contributedBy":"AskGif","content":"थौबल एक शहर है, भारत के मणिपुर राज्य में 18 नगरपालिका वार्ड और थौबल जिले में जिला मुख्यालय है। यह मणिपुर के बड़े शहरों में से एक है। यह बहुत सी झीलों और नदियों, धान के खेतों, बगीचों, और मज़ेदार लोगों, साधारण लोगों के साथ एक रमणीय स्थान है। यह दक्षिण-पूर्व एशिया की खिड़की भी है क्योंकि ट्रांस-एशिय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मणिपुर","slug":"manipur"},{"name":"थौबल","slug":"thoubal"}],"slug":"top-places-to-visit-in-thoubal-manipur","total":0},{"id":740,"title":"फेरज़ावल में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","dateCreated":"2019-09-22T03:06:20.809Z","dateModified":"2019-09-22T03:07:33.364Z","contributedBy":"AskGif","content":"फ़ेरज़वल भारत में मणिपुर राज्य का एक जिला है।\r\nPherzawl गाँव भारत के मणिपुर के Pherzawl जिले का मुख्यालय है। चुरचंदपुर जिले को द्विभाजित करके फीरज़ावल जिला बनाया गया था।\r\nPherzawl, Pherzawl Sub-Division का सब-डिविजनल हेडक्वार्टर भी है, जो जिले के चार सब-डिविजनल ब्लॉक में से एक है।</","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"फेरज़ावल","slug":"pherzawl"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-pherzawl-manipur","total":0},{"id":735,"title":"जिरीबाम में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","dateCreated":"2019-09-21T03:13:40.666Z","dateModified":"2019-09-21T03:13:52.325Z","contributedBy":"AskGif","content":"जिरीबाम भारत के मणिपुर राज्य के जिरीबाम जिले में एक नगरपालिका परिषद है। यह मणिपुर में सबसे तेजी से बढ़ते शहरों में से एक है।\r\n&nbsp;\r\nयह शहर असम की कछार जिले से सटे राज्य की पश्चिमी-सबसे सीमा पर स्थित है। इसे मणिपुर के पश्चिमी द्वार के रूप में भी जाना जाता है। जिरीबाम शहर विभिन्न सम","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"जिरीबाम","slug":"jiribam"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-jiribam-manipur","total":0},{"id":730,"title":"बिश्नुपुर में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"बिष्णुपुर भारत के मणिपुर राज्य में बिष्णुपुर जिले का एक कस्बा है। इसने अपना नाम कस्बे में स्थित एक प्राचीन विष्णु मंदिर से लिया था। बिशुनपुर बिशुनपुर जिले का प्रशासनिक मुख्यालय है। यह कभी मणिपुर राज्य की राजधानी थी।\r\nबिष्णुपुर जिला पूर्वोत्तर भारत में मणिपुर राज्य का सबसे छोटा क्षेत्र है।<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिश्नुपुर","slug":"bishnupur"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}