{"id":744,"title":"Top Places to visit in Thoubal, Manipur","imageUrl":"1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","dateCreated":"2019-09-22T05:12:41.797Z","dateModified":"2019-09-22T08:26:35.81Z","contributedBy":"AskGif","content":"<p>Thoubal is a town, a municipal council with 18 municipal wards and district Headquarters in Thoubal district in the Indian state of Manipur. It is one of the larger towns of Manipur. it is a idyllic place with lots of lakes and rivers, paddy fields, gardens, and fun loving, simple people. It is also the window to South-East Asia as the Trans-Asian highway (AH1) passes through it. It is well connected with Imphal, Kakching, Moreh, Yairipok, etc. Main places of attraction are Chinga Lairembi temple, Tomjing ching, Panthoibee temple, Thoubal bazar, Khangabok Menjor garden, etc. Main shopping centres are Thoubal Keithel, Ningombam Luxmi Bazar, Athokpam Bazar, Babu Bazar etc. Thoubal College and Waikhom Mani Girls College are the colleges within the town. Notable schools are K M Blooming Higher Secondary School, The Somorendra Sana Royal Higher Secondary School, Vision Creative School of Science, The Fancier Abhiram Higher School, The Chaoyaima Higher Secondary School, Evergreen Flower School, Step Foundation, Ananda Purna High School, Ruda Academy, Paradise English School, MS Global Academy, New Era Higher Secondary School, The Tangjeng Ningthou Flowers School, etc. State Bank of India (SBI), United Bank of India (UBI) , Manipur State Cooperative Bank Ltd (MSCB Ltd), ICICI Bank , Axis Bank, HDFC , Bank of India , Canara Bank , Indian Overseas Bank , Central Bank of India and Punjab National Bank are banks operated in the area. A brand new district hospital was inaugurated and is now functional. Healthcare services are being provided by Kshetri Sanglen, Rapha Hospital, etc. Thoubal also has the distinction of having the first and only subway in the whole of Manipur. ;-) Many industrial as well as commercial start ups are booming in Thoubal town since early 21st century. Notable eateries are Sas Restaurant, Nono hotel, Delight etc. Bokajan is one of the foremost and most successful self employed tycoon. one can find customers queueing up in front of his mansion 24x7, waiting for his service in peak season from late September to early March. One can get any brand of you-know-what-i-mean from Bokajan anytime of the year. Thoubal was also the venue for Singju festival 2017 which was hels at Khangabok Menjor Garden. The 37th Junior National Kho Kho Championship under the aegis of Kho Kho Federation of India was held at Basu Ground, Khangabok from 26-30 March 2018.</p>\r\n<p>&nbsp;</p>\r\n<p>Thoubal district (Pron:/ˈ&theta;ɑʊbɑːl orˈ&theta;ɑʊbəl/) is one of the sixteen districts of Manipur state in northeastern India. This district is bounded by Senapati district on the north, Ukhrul and Chandel districts on the east, Churchandpur and Bishnupur districts on the south and Imphal West and Imphal East districts on the west. The district occupies an area of 519 km2. The population as of 2011 is 422,168. Thoubal town is the district headquarters. This district is known for Khongjom, where the last battle of the independence of Manipur was fought in April 1891 against the British army.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>&nbsp;</p>\r\n<p>view of Thoubal Town</p>\r\n<p>Tata Magic, Auto, winger are the only means of transport to and from Thoubal. Other public transport systems like buses, trains and air transport have suffered and declined due to the excessive plying of 'magic'.</p>\r\n<p>&nbsp;</p>\r\n<p>Road</p>\r\n<p>&nbsp;</p>\r\n<p>Toward Thoubal</p>\r\n<p>https://commons.wikimedia.org/wiki/File:On_the_way_toward_thoubal.jpg AH-1 passes through the heart of Thoubal town and it connected with Imphal toward north and east by Moreh the border town of Manipur. It is also connected with Yairipok and Mayang-Imphal by inter district road. Regular private taxis ply between Imphal. Yairipok is only 5 km from the heart of Thoubal and through Yairipok Andro and Other Places of Imphal east district can be connected.</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>NH-1 Thoubal</p>\r\n<p>Economy</p>\r\n<p>As per the Socio-Economic survey of 2006, there are 15,320 working population, which accounts for 36.94% of the total population of the town. Out of this, working male population is 10207 (24.61%) and that of female is 5,113 (12.33%). The per capita annual income of the working population is Rs. 24,810. Thoubal Bazar is the main business hub of the surrounding villages. Variety of Hand loom and handicraft products are produced. Agriculture is the main source of income for the majority of the population. The Central Rice Research Institute is located at Khangabok. The Khansari sugar factory was established in Khangabok, but it is non-functional at present and has been converted into a IRB battallion.</p>\r\n<p>&nbsp;</p>\r\n<p>Fisheries</p>\r\n<p>Thoubal has huge potential for fisheries and aquaculture in the Waithou lake and surrounding rivers and water bodies, however excessive encroachment and conversion of water bodies into paddy fields, agricultural lands and homesteads have greatly reduced the area of the lake. A tourist guest house was constructed in the middle of the Waithou lake to boost tourism, however it lies derepit also non-functional. \"G &amp; R Aqua Technologies\" , a private fish seed production cum demonstration farm was established in the waithou PatThoubal since 2011 to provide quality fish seeds to the fish farmers and to promote sustainable aquaculture through demonstration.</p>\r\n<p>&nbsp;</p>\r\n<p>Colleges</p>\r\n<p>Thoubal college, Thoubal</p>\r\n<p>waikhom mani girls college, Thoubal</p>\r\n<p>IGNOU study center Thoubal college</p>\r\n<p>Sports</p>\r\n<p>Thoubal district indoor stadium, Thoubal Chaoyaima Lampak</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Khongjom</p>\r\n<p>It is situated above 10 km to the south of Thoubal, the district headquarters (32 km from Imphal). It is the place where last war of Manipur's independence was fought between the Manipuri and the British soldiers. Khongjom war memorial park has been constructed and on the top Kheba hillock statue of Paona brajabashi is erected. Every year on 23 April Khongjom day is celebrated.</p>\r\n<p>Sugnu</p>\r\n<p>Situated 51 km from Thoubal and junction of four districts i.e. Thoubal, Bishnupur, Churachandpur and Chandel, the place is an important trading centre on the south of the district. From it a beautiful view of the Imphal river can be seen. It is on the Imphal&ndash;Sugnu State highway. Serou temple near Sugnu is one of the famous pilgrims in Manipur.</p>\r\n<p>Waithou</p>\r\n<p>The place is important for its scenic beauty. There is an inspection bunglow on the hill-side over looking the Waithou Lake. The place is noted for its tasty pineapples. An exotic and delicious variety of local fish known as 'Ngaton' used to be available at this place</p>\r\n<p>&nbsp;</p>\r\n<p>Waithou lake</p>\r\n<p>&nbsp;</p>\r\n<p>abundantly till a few years back from now. It is on the National highway about 3 km from the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Kakching</p>\r\n<p>It is the sub-divisional headquarters of Kakching sub-division and is a famous trading centre of a variety of vegetables, fishes and rice next to Thoubal, the biggest town in the district. The place is easily approachable from the National highway and is connected to the other State highways. Kakching Eco-park is a beautiful park lie on the top of Kakching hills.</p>\r\n<p>&nbsp;</p>\r\n<p>Kakching Garden</p>\r\n<p>&nbsp;</p>\r\n<p>https://commons.wikimedia.org/wiki/File:Kakching_Eco.jpg</p>\r\n<p>&nbsp;</p>\r\n<p>Thoubal</p>\r\n<p>It is the district headquarters of Thoubal district and also the sub-divisional headquarters of Thoubal sub-division. It is the largest and busiest town of this district. Situated 22 km from Imphal, the National highway No. 39 divides the town almost into halves from north to south length-wise. The Thoubal river flows through the centre of the town from east to west. It is the biggest town in the district and is one of the most important trading centre of the district. The town has all the infrastructures of a fast developing urban area. All the government offices, institutions and banks of this district are located around Thoubal town.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>Thoubal College</p>\r\n<p>Thoubal and Kakching are the main educational hubs of the district. Thoubal College and Kha-Manipur College are degree colleges in the district. Beside this many other colleges are in the district. A nursing college inside the district hospital Thoubal has been under construction. Jawaharlal Novodya vidyalaya kakching-khunou is the only central government school in this district and other schools are Padhma-Ratna school Kakching, K.M blooming Eng. School Khangabok, Evergreen Flower Eng. school Thoubal.</p>\r\n<p>&nbsp;</p>\r\n<p>Health</p>\r\n<p>list of hospital in Thoubal are:-</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Dist.Hptl.KBK</p>\r\n<p>&nbsp;</p>\r\n<p>https://commons.wikimedia.org/wiki/File:District_hptl.jpg</p>\r\n<p>&nbsp;</p>\r\n<p>Thoubal District Hospital Khangabok</p>\r\n<p>Jivan Hospital(private)Kakching</p>\r\n<p>Yoga &amp; Nature Cure Research Hospital Kakching</p>\r\n<p>Administrative divisions</p>\r\n<p>The district is divided into 2 sub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Thoubal</p>\r\n<p>Lilong</p>\r\n<p>Recently, Kakching is carved out from Thoubal district as a separate district comprising the sub-divisions of Kakching and Waikhong.</p>\r\n<p>&nbsp;</p>\r\n<p>The 10 Vidhan Sabha constituencies located within the undivided district are: Lilong, Thoubal, Wangkhem, Heirok, Wangjing-Tentha, Khangabok, Wabagai, Kakching, Hiyanglam, and Sugnu.</p>\r\n<p>&nbsp;</p>\r\n<p>Thoubal and Kakching are the municipal towns and Lilong, Wangjing, Yairipok, Waikhong, Hiyanglam, and Sugnu are other small town in the undivided district.</p>\r\n<p>&nbsp;</p>\r\n<p>Important offices in Thoubal District</p>\r\n<p>Deputy commissioner office Thoubal Athokpam</p>\r\n<p>District Road transport office Thoubal Athokpam</p>\r\n<p>Mini Secretariat complex Thoubal Athokpam</p>\r\n<p>District Hospital Khangabok</p>\r\n<p>Telephone Exchange BSNL Khangabok</p>\r\n<p>District Fishery Research Centre Khangabok</p>\r\n<p>District Superintendent of Police Headquarters Khangabok</p>\r\n<p>District Civil Court Khangabok</p>\r\n<p>&nbsp;</p>\r\n<p>civil court KBK</p>\r\n<p>&nbsp;</p>\r\n<p>https://commons.wikimedia.org/wiki/File:Thoubal_naturee.jpg</p>\r\n<p>&nbsp;</p>\r\n<p>District Rice Research Center Khangabok</p>\r\n<p>District Sericulture Research Center Khangabok</p>\r\n<p>Food Corporation of India Khangabok</p>\r\n<p>Zonal Education Office Thoubal</p>\r\n<p>Public Works Department Thoubal</p>\r\n<p>Public Health Engineering Department Thoubal</p>\r\n<p>BSNL office Kakching</p>\r\n<p>LIC office Kakching</p>\r\n<p>Banks in Thoubal district</p>\r\n<p>SBI Thoubal Athokpam.</p>\r\n<p>SBI Kakching</p>\r\n<p>UNITED BANK OF INDIA -Thoubal</p>\r\n<p>UNITED BANK OF INDIA- Kakching</p>\r\n<p>INDIAN OVERSEAS BANK - Thoubal</p>\r\n<p>HDFC BANK Thoubal Athokpam.</p>\r\n<p>ICICI BANK, NEAR D.C. OFFICE, Thoubal Athokpam.</p>\r\n<p>MSCD Bank Thoubal</p>\r\n<p>BOI Thoubal Achouba</p>\r\n<p>Areas under Imphal Urban Agglomoration</p>\r\n<p>Lilong</p>\r\n<p>Sports Ground</p>\r\n<p>List of Sports ground in Thoubal are:-</p>\r\n<p>&nbsp;</p>\r\n<p>Thoubal District Table Tennis Indoor stadium Thoubal</p>\r\n<p>BASU ground Khangabok</p>\r\n<p>Kodompokpi Football Stadium Wangjing</p>\r\n<p>DSA ground Kakching</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Thoubal_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-thoubal-manipur","tags":[{"name":"manipur","slug":"manipur"},{"name":"thoubal","slug":"thoubal"}],"recommendations":[{"id":744,"title":"Top Places to visit in Thoubal, Manipur","imageUrl":"1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","dateCreated":"2019-09-22T05:12:41.797Z","dateModified":"2019-09-22T08:26:35.81Z","contributedBy":"AskGif","content":"Thoubal is a town, a municipal council with 18 municipal wards and district Headquarters in Thoubal district in the Indian state of Manipur. It is one of the larger towns of Manipur. it is a idyllic place with lots of lakes and rivers, paddy fields, gardens, and fun loving, simple people. It is a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1e2a827f-b1d6-46e4-9f51-8622840d49d0_Thoubal-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"manipur","slug":"manipur"},{"name":"thoubal","slug":"thoubal"}],"slug":"top-places-to-visit-in-thoubal-manipur","total":0},{"id":740,"title":"Top Places to visit in Pherzawl, Manipur","imageUrl":"29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","dateCreated":"2019-09-22T03:06:20.809Z","dateModified":"2019-09-22T03:07:33.364Z","contributedBy":"AskGif","content":"Pherzawl is a district of Manipur state in India.\r\nPherzawl village is the headquarter of the Pherzawl District of Manipur, India. Pherzawl district was created by bifurcating Churachandpur district..\r\nPherzawl is also the Sub-Divisional headquarter of Pherzawl Sub-Division, one of ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/29e02858-1f73-4dd2-a308-3c45e168427c_Pherzawl-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"pherzawl","slug":"pherzawl"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-pherzawl-manipur","total":0},{"id":735,"title":"Top Places to visit in Jiribam, Manipur","imageUrl":"8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","dateCreated":"2019-09-21T03:13:40.666Z","dateModified":"2019-09-21T03:13:52.325Z","contributedBy":"AskGif","content":"Jiribam is a municipal council in the Jiribam district of the state of Manipur, India. It is one of the fastest growing towns in Manipur.\r\n&nbsp;\r\nThe town is located on the state's western-most boundary, adjoining the Cachar district of Assam. It is also known as the western gate o","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8aef3e9a-b6b5-4142-a027-7e378af0f8c6_Jiribam-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"jiribam","slug":"jiribam"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-jiribam-manipur","total":0},{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.\r\nBishnupur district is th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}