{"id":745,"title":"उखरूल में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"c8d9791c-fab4-4c78-a079-0e7be260fe12_Ukhrul-tourism.jpg","dateCreated":"2019-09-22T08:35:35.745Z","dateModified":"2019-09-22T08:35:46.377Z","contributedBy":"AskGif","content":"<p>उखरुल / हंफुन भारत के मणिपुर राज्य का एक शहर है। उखरुल तांगखुल नागा का घर है। यह उखरूल जिले का प्रशासनिक मुख्यालय है। जिले में और इसके आसपास के गांवों के प्रशासन के लिए चार उप-विभाग भी हैं। हालाँकि, गाँव 'ग्राम प्रधानों' द्वारा शासित हैं।</p>\r\n<p>उखरुल भारत के उत्तर पूर्वी राज्य मणिपुर में एक जिला है। यह इंफाल के उत्तर पूर्व में लगभग 84 किलोमीटर (52 मील) दूर है।</p>\r\n<p>संस्कृति और परंपरा</p>\r\n<p>&nbsp;</p>\r\n<p>उखरूल शहर</p>\r\n<p>उखरूल का तांगखुल नागाओं पर प्रभुत्व है। उनकी समृद्ध संस्कृति है। प्रत्येक सांस्कृतिक गतिविधि देवता के प्रचार पर केंद्रित है जिसे \"कम्मो\" के रूप में जाना जाता है। उनका अपना पारंपरिक लोक नृत्य है जिसे 'फिचक' के नाम से जाना जाता है। फिंचक तांगखुल के जीवन में एक महत्वपूर्ण स्थान रखता है। फ़िचक के कई रूप हैं और हर फ़िचक में लोगों के जीवन को दर्शाया गया है। रैयत युद्ध नृत्य है जो युद्ध में जाने से पहले और बाद में किया जाता है। लुवायतोट, शोमखायोट, लुइरायोट आदि लोगों के कृषि जीवन से जुड़े फ़िचक के विभिन्न रूप हैं। तंगखुल का जीवन और कला आकर्षक और लुभावना है। उनकी विभिन्न वेशभूषा, बर्तन, वास्तुकला, स्मारक और स्मारक कला में उनकी निपुणता को दर्शाते हैं, जो उनकी सुंदरता और चालाकी की भी बात करते हैं। यद्यपि सामान्य वेशभूषा और कपड़े हैं, दोनों पुरुषों और महिलाओं के लिए, कुछ पोशाक और कपड़े पैटर्न भी हैं जो विशेष रूप से पुरुष और महिला के लिए हैं। कुछ पारंपरिक कपड़े हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>कपड़े / शॉल:</p>\r\n<p>&nbsp;</p>\r\n<p>रुरीम (ज्यादातर पुरुष)</p>\r\n<p>चोनखोम (ज्यादातर महिलाएं)</p>\r\n<p>तांगकांग (पुरुषों और महिलाओं के लिए)</p>\r\n<p>लुइरीम (मनुष्य का अधिकतर)</p>\r\n<p>रावत काचोन (सामान्य)</p>\r\n<p>ख़िलांग काचोन (ज्यादातर महिलाएँ)</p>\r\n<p>फिंगुई काचोन (आम)</p>\r\n<p>फाफिर (आम)</p>\r\n<p>फोरी काचोन (ज्यादातर पुरुष)</p>\r\n<p>लुइंगमला काशान</p>\r\n<p>विशेष महिलाओं के वस्त्र:</p>\r\n<p>&nbsp;</p>\r\n<p>फनगई काशन (युवती अविवाहित महिलाओं के लिए)</p>\r\n<p>कहंग काशान</p>\r\n<p>सीचांग काशान</p>\r\n<p>थांगकांग काशान</p>\r\n<p>खुइलंग काशान</p>\r\n<p>कोंगरा कशान</p>\r\n<p>Shanphaila</p>\r\n<p>कुईयिंग मुका (ऊपरी आवरण)</p>\r\n<p>झिंगताई काशन</p>\r\n<p>कशांग कशन</p>\r\n<p>विशेष पुरुषों के पहनने:</p>\r\n<p>&nbsp;</p>\r\n<p>Malao</p>\r\n<p>Laokha</p>\r\n<p>कहंग मालाओ</p>\r\n<p>Thangkang</p>\r\n<p>संगीत और नृत्य</p>\r\n<p>तांगखुल संगीत प्रेमी हैं और उनके गीत कोमल और मधुर हैं। संगीत में विभिन्न मौसमी और सांस्कृतिक विचारों और दर्शन के साथ जुड़ाव के अलावा, संगीत एक ऐसा माध्यम है, जिसमें ऐतिहासिक घटनाएँ भी गीत से संबंधित हैं। गानों में जितना धार्मिक उत्साह सम्&zwj;मिलित और सम्&zwj;मिलित है, उतना ही लोगों की रूमानी प्रकृति भी संगीत में इसके भावों को खोजती है। गीतों की विभिन्न किस्में हैं, कुछ मूड विशेष हैं, कुछ त्योहार / मौसमी विशेष हैं। इन लोकगीतों और लोककथाओं को किसी भी समय, किसी भी व्यक्ति द्वारा पढ़ाया और गाया जा सकता है, लेकिन हर क्षेत्र या क्षेत्र की कुछ विशिष्ट संगीतमय अभिव्यक्तियाँ भी हैं।</p>\r\n<p>इन लोकगीतों और लोककथाओं को वाद्य यंत्रों के साथ बजाया जा सकता है। संगीत वाद्ययंत्रों में से कुछ हैं तिंगटीला (वायलिन), ताल (तुरही), फंग (ड्रम), माज़ो (महिला का मुँह का टुकड़ा), सिपा (बाँसुरी), काहा और नेकशिंगटन (बांस की पाइप)।</p>\r\n<p>&nbsp;</p>\r\n<p>गीतों की लयबद्ध रचना के अनुरूप, तांगखुल्स के नृत्य भी लयबद्ध होते हैं और ये घटनापूर्ण और जोरदार होते हैं। रोमांचकारी होने के साथ, कुछ विशेष सामयिक नृत्य भी हैं, जैसे काठी महोन - मृतकों के लिए नृत्य, ला खानगुई - लुइरा फेस्टिवल के दौरान कुंवारी नृत्य, वर्षा फ़िचक - युद्ध नृत्य आदि। कई युवा तांगखुलों ने पुराने लोक को जारी रखने की पहल की है। आधुनिक लोकप्रिय संस्कृति में रूप। लोक गीतों और आधुनिक गीतों में राग अलापने के लिए रूबेन मशंगवा का एक प्रयास युवा और अतीत की संगीत की पश्चिमी / ईसाई उन्मुख परंपरा के साथ आने की कोशिश का एक अच्छा उदाहरण है।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्तमान तांगखुल संगीत को निम्नलिखित श्रेणियों में विभाजित किया जा सकता है:</p>\r\n<p>&nbsp;</p>\r\n<p>लोक गीत: विशुद्ध रूप से बिना पढ़े लिखे गीत जिन्हें पूर्वजों ने मौखिक परंपरा के माध्यम से प्रस्तुत किया है। इस तरह के गाने लुइरा, मंगखप, थेथम और थेरलो फनीत जैसे पारंपरिक त्योहार के दौरान गाए जाते हैं।</p>\r\n<p>इंजील गीत (वर्शी ला) ईसाई भजन से अनुवादित गीत हैं, जिसमें सभी ईसाई लोकप्रिय गीत शामिल हैं। इन गीतों को विभिन्न चर्च संघों द्वारा प्रचारित किया जाता है और चर्च में गाया जाता है।</p>\r\n<p>लुंगचन ला (रोमांस गीत) युवाओं द्वारा गाया जाने वाला सबसे लोकप्रिय प्रकार का गीत है। यह स्वर और माधुर्य में पश्चिमी है लेकिन पारंपरिक गीतों के प्रतीकात्मक और आकर्षक सौंदर्य को बनाए रखता है। वास्तव में लंगचन ला को समुदाय के पॉप गीत के रूप में माना जा सकता है।</p>\r\n<p>फोक ब्लू: 1980 के दशक के उत्तरार्ध में जाने-माने लोक गायक रूबेन मशानवा द्वारा शुरू किया गया, यह शैली वर्तमान के साथ अतीत को सम्मिश्रित करने का एक आंदोलन बन गई है। कई विद्वानों और लेखकों ने शैली को जानने और उजागर करने में गहरी रुचि ली है।</p>\r\n<p>पारंपरिक उपकरण, औजार और आभूषण</p>\r\n<p>वरो काज़ेई, ज़ीथिंग, काज़ेई, वकुई, मलाह, मयोंगचा, खैरी, पिमखाई, कुइसीखाई, कांगड़ा, नगालसॉप, हुइशोन, नालसोप कसाई, मयोंग पासी, खोमासिंग, हर कज़ाओ, नखुई, मणि।</p>\r\n<p>&nbsp;</p>\r\n<p>आम आइटम</p>\r\n<p>Khaiva</p>\r\n<p>Khainao / Shori</p>\r\n<p>Changkui</p>\r\n<p>Raikhai</p>\r\n<p>Ngaha</p>\r\n<p>Yotpak</p>\r\n<p>Kaintin</p>\r\n<p>Changphar</p>\r\n<p>Lingriham</p>\r\n<p>Kasai</p>\r\n<p>Kazao</p>\r\n<p>Charei</p>\r\n<p>Kongsang</p>\r\n<p>Narengthei</p>\r\n<p>चा</p>\r\n<p>Khaipak</p>\r\n<p>घर की संरचना कमोबेश सभी गांवों के लिए समान है, लेकिन पदों और ब्लिंक्स पर नक्काशी गांव से गांव और क्षेत्र से क्षेत्र में भिन्न होती है। अमीर और महान परिवारों के वैभव और धन को प्रदर्शित करने के लिए, घर के सामने पेड़ के तने - टारंग बनाए जाते हैं। कुछ लोग आंगन में या गांव के कुछ प्रमुख स्थलों पर स्मारक / स्मारक पत्थर भी लगाते हैं। इन सभी का निर्माण सख्त अनुष्ठान प्रक्रियाओं और मानदंडों को पूरा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पोशाक</p>\r\n<p>तंगखुल एक रंगीन पारंपरिक पोशाक पहनते हैं। महिलाएँ 'कशन' और 'कोंगसांग' पहनती हैं, जबकि पुरुष अपनी शॉल को 'होरा' के नाम से जानते हैं। हालांकि, बाकी दुनिया के साथ, वे वैश्वीकरण के परिणामस्वरूप तेजी से पश्चिमी हो गए हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>भाषा: हिन्दी</p>\r\n<p>हर गाँव के लिए अलग-अलग तरह की बोलियाँ हैं। विभिन्न तांगखुल गाँवों में 250 से अधिक बोलियाँ बोली जाने का अनुमान है, लेकिन लिंगुआ फ्रेंका हुनफुन बोली है। पहला तांगखुल प्राइमर 1898 में रेव विलियम पेटीग्रेव द्वारा प्रकाशित किया गया था। तब से बहुत साहित्य सामने आया है। 1936 में संपूर्ण बाइबिल का अनुवाद और प्रकाशन किया गया था। तांगखुल साहित्य संस्था, तांगखुल नागाओं की प्रमुख साहित्यिक संस्था, 1937 में बनाई गई थी। तांगखुल भाषाओं को CBSE, ICSE और MBSE द्वारा प्रमुख भारतीय भाषा विषयों के रूप में शामिल किया गया है।</p>\r\n<p>&nbsp;</p>\r\n<p>राजनीति</p>\r\n<p>राज्य की विधान सभा के लिए तीन सदस्य चुने जाते हैं। तीन निर्वाचन क्षेत्र फुंग्यार, चिंगई और उखरुल हैं। तीन निर्वाचन क्षेत्रों में फुंग्यार और उखरुल के निर्वाचन क्षेत्रों में प्रत्याशियों के उम्मीदवार हैं और उन्होंने मुख्यमंत्री पद पर कब्जा कर लिया है। तांगखुल्स राजनीतिक रूप से जागरूक जनजातियाँ हैं, हालाँकि अंग्रेजों ने उन्हें सीधे चुनावी राजनीति से परिचित कराया क्योंकि वे सर्वसम्मति और चयन के माध्यम से एक नेता का चुनाव करने की प्रणाली के लिए नए नहीं हैं। तंगखुल नागा लॉन्ग जो जनजाति का सर्वोच्च निकाय है, एक अध्यक्ष द्वारा शासित होता है जिसे गाँव के प्रतिनिधियों द्वारा चुना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>उखरुल के लोगों ने दो मुख्यमंत्रियों (यांगमासो शाइजा और रिशांग कीशिंग) के अलावा कई राष्ट्रीय नेताओं जैसे कि रुंग्सुंग सुइसा और थुइंगालेंग मुइवा के लिए भी सक्षम नेताओं का निर्माण किया है। उखरुल आउटर मणिपुर (लोकसभा निर्वाचन क्षेत्र) का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>कृषि तांगखुल की मुख्य अर्थशास्त्र गतिविधि है जो इस जिले में रहते हैं। बिजली की अच्छी आपूर्ति नहीं है। परिवहन और संचार संरचनाएं भी न्यूनतम स्तर पर हैं। इसलिए, यहां कोई उद्योग नहीं पाया जाता है।</p>\r\n<p>शिक्षा और साक्षरता</p>\r\n<p>उखरुल की साक्षरता 91% है, जो मणिपुर राज्य में सबसे अधिक है और भारत में तीसरा सबसे साक्षर शहर (जनगणना) है। शहर में राज्य के कुछ सबसे अच्छे स्कूल हैं। कुछ लोकप्रिय स्कूलों में ओटीसी जूनियर्स एकेडमी, सवियो हाई स्कूल, एलिस क्रिश्चियन एचएसएस, सेंट थॉमस स्कूल, सेक्रेड हार्ट एचएसएस आदि शामिल हैं। इसके अलावा, ओटीसी जेएयू ने नौ बार 'स्टेट हाई स्कूल ऑफ द ईयर' पुरस्कार जीता है। जो एक रिकॉर्ड है। शहर में कई स्कूल हैं जो या तो स्वतंत्र हैं या निम्नलिखित बोर्ड में से एक से संबद्ध हैं: माध्यमिक शिक्षा बोर्ड मणिपुर (BSEM), भारतीय माध्यमिक शिक्षा प्रमाणपत्र (ICSE) और केंद्रीय माध्यमिक शिक्षा बोर्ड (CBSE)।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर के कॉलेजों में शामिल हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>विलियम पेटीग्रीव कॉलेज</p>\r\n<p>सेंटिनल कॉलेज</p>\r\n<p>सेंट जोसेफ कॉलेज</p>\r\n<p>इसके अलावा, शहर में कई व्यावसायिक प्रशिक्षण संस्थान हैं, लेकिन उनमें से केवल एक प्रशिक्षण केंद्र SPC शिक्षा केंद्र (शिक्षा और सेवा संस्थान के लिए सुपर प्लेटिनम का एक उपक्रम), एक आईएसओ 9001: 2008 प्रमाणित संगठन (भारत सरकार द्वारा पंजीकृत) से संबद्ध है , एनसीटी नई दिल्ली) और एम.एस.एम.ई.</p>\r\n<p>&nbsp;</p>\r\n<p>द रायंगम एंटरप्राइजेज (पेशेवर अध्ययन केंद्र: नियमित और पत्राचार)</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>उखरुल जिला शिरुई लिली (लिलियम मैकेलिनिया सीली) के लिए सबसे अच्छा जाना जाता है, जो शिरुई काशोंग के शिखर पर अपने प्राकृतिक आवास में पाया जाता है, जो जिला मुख्यालय से लगभग 18 किमी दूर है, और खंगुईई मंगलौर गुफा जो शहर से 16 किलोमीटर दूर है। ।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>जिले को चार उप-प्रभागों में विभाजित किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>उखरूल</p>\r\n<p>Lungchong-Maiphai</p>\r\n<p>Chingai</p>\r\n<p>Jessami</p>\r\n<p>हाल ही में, कामजोंग जिला उखरुल जिले से लिया गया है जिसमें कामजोंग, सहमफंग, कासोम खुल्लेन और फुंग्यार के उप-विभाग शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>जिला मुख्यालय, उखरूल, राष्ट्रीय राजमार्ग 150 द्वारा इम्फाल, राज्य की राजधानी से जुड़ा हुआ है। यह राजमार्ग उखरुल को जेमामी से कोहिमा से जोड़ता है। इसे मणिपुर का सबसे ऊँचा हिल स्टेशन होने का गौरव प्राप्त है। कई जिला सड़कें और गांव सड़कें भी हैं। उखरुल-कामजोंग, और उखरुल-फुंग्यार रोड जिले की प्रमुख धात्विक सड़कें हैं। तम्पक-नगशान (महादेव) - पफुट्सरो सड़क जिले के पश्चिमी भाग को जिला मुख्यालय से जोड़ती है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार उखरुल जिले की जनसंख्या 183,115 है, जो साओ टोम और प्रिंसिपे के देश के बराबर है। यह इसे भारत में 593 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 40 निवासियों प्रति वर्ग किलोमीटर (100 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 30.07% थी। उखरुल में हर 1000 पुरुषों पर 948 महिलाओं का लिंग अनुपात है, और साक्षरता दर 81.87% है।</p>\r\n<p>&nbsp;</p>\r\n<p>तंगखुल इस जिले में बहुसंख्यक जातीय समूह बनाता है। मौखिक आदिवासी किंवदंती के अनुसार, जब भी एक मजबूत, मजबूत, निष्पक्ष बच्चे का जन्म होता है, तो वह परिवार के बुजुर्गों के परिवार में भगवान की प्रशंसा करता है। इस किंवदंती को मीती और तांगखुल के सांस्कृतिक संबंध का पुरजोर समर्थन है।</p>\r\n<p>&nbsp;</p>\r\n<p>हालांकि जिले ने अब तक बहुत अधिक विकास कार्य नहीं देखा है, लेकिन इस स्थान ने मणिपुर की कई प्रसिद्ध हस्तियों का उत्पादन किया है। यह जिला दो मणिपुरी मुख्यमंत्रियों, यांगमासो शैज़ा और रिशंग कीशिंग का गृह नगर है। यह उत्तर-पूर्व क्षेत्र के पहले भारतीय राजदूत बॉब खातिंग का गृह नगर भी है। जिले ने उत्तर-पूर्व से प्रथम कुलपति, प्रो। डार्लैंडो खतिंग, वर्तमान में झारखंड के केंद्रीय विश्वविद्यालय के कुलपति का भी उत्पादन किया है। जिले ने राज्य के पहले IAS और IFS अधिकारियों का भी उत्पादन किया है - क्रिश्चियनसन चिब्बर और प्राइमरोज़ आर शर्मा। अमीस लुइखम के अलावा, जो राज्य के पहाड़ी जिले से एक आईएएस अधिकारी हैं, डॉ। पाम शाइजा, पहली महिला आदिवासी डॉक्टर, और राज्य के पहले आदिवासी इंजीनियर सिरोगुई मरीनो भी उखरूल से हैं।</p>\r\n<p>उखरूल जिला तांगखुल का घर है। वे बेहद संस्कारी लोग हैं। तंगखुल नाम उन्हें उनके पड़ोसियों, माइटिस ने दिया था। उत्तरी तांगखुल को लुहूपास भी कहा जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>तंगखुल भाषा</p>\r\n<p>सोरबंग भाषा</p>\r\n<p>पोचुरी भाषा</p>\r\n<p>तारो भाषा</p>\r\n<p>संस्कृति</p>\r\n<p>रुचि के स्थान</p>\r\n<p>शिरुई लिली के अलावा, जिले को कई प्राकृतिक अजूबों के लिए जाना जाता है जैसे खांगखुई मंगसोर, मोवा (गुफा) जो भारत की सबसे पुरानी पुरातत्व गुफा में से एक है। जिले के मुख्यालय उखरुल शहर में डंकन पार्क, जापानी तालाब और एल्सदाई पार्क जैसे कई दर्शनीय स्थान हैं। शहर के दक्षिणी भाग में, लगभग 22 किमी राजसी फंगरेई (दो गांवों के बीच विवाद की हड्डी) स्थित है जो एक आदर्श पिकनिक स्थल है। यह जिला कई झरनों का भी घर है, जिनमें से ख्यांग झरना, जो उखरूल से लगभग 20 किमी दूर है, बहुत प्रसिद्ध है। युवाओं के लिए एक अन्य प्रसिद्ध पिकनिक स्थल भी है जिसे केएनसी नदी (खंगखुई, नुंगशोंग चोइथर) कहा जाता है; बड़ी नदी के पास पिकनिक के लिए आने वाले लोगों के लिए एक अलग आकर्षक स्थान था। अतीत में इस स्थान को साईबाई कोंग कहा जाता था; यह शीर्षक चोईथर हैडमैन द्वारा राजाओं की अवधि के दौरान दिया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>उखरुल भी मणिपुर राज्य का एक पर्यटक स्थल है। यह अपने आतिथ्य और त्योहारों के लिए जाना जाता है। लगभग हर महीने त्योहार विभिन्न गांवों और कस्बों द्वारा मनाए जाते हैं। तांगखुल के प्रमुख त्योहारों में लुइरा (बीज बोने का त्योहार), मंगखप (विश्राम पर्व), थेथम (दिवंगत के लिए दावत), और थारो (फसल उत्सव) हैं। लुंगी उत्सव के दौरान लोंगपी गाँव अपने प्रामाणिक तंगखुल व्यंजनों के लिए जाना जाता है। जबकि रिंगुई गाँव लुइरा त्यौहार के उत्सव के लिए जाना जाता है, त्यौहार के दौरान गाँव पारंपरिक नृत्य (दुल्हन नृत्य, कुंवारी नृत्य, उत्सव नृत्य और युद्ध नृत्य) और गीतों के साथ जीवंत होता है। इस त्योहार के दौरान प्रसिद्ध युद्ध नृत्य किया जाता है। रिंगुई गाँव फिल्म, संगीत और तांगखुल के नाटकों के निर्माण के लिए भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>पहले के दिनों में जब शिक्षा विरल और आदिम थी, उखरूल उत्तर पूर्व के विभिन्न जनजातियों के लिए एक अच्छी तरह से मांग की गई जगह थी। पहला स्कूल 1896 में तत्कालीन मिशनरी रेव विलियम पेटीग्रे द्वारा स्थापित किया गया था। तब से, न केवल स्कूलों और कॉलेजों की संख्या में जगह बढ़ी है, बल्कि इसने कई क्षेत्रों में कई विद्वानों और पेशेवरों का उत्पादन किया है। उत्तर पूर्व का पहला आदिवासी व्यक्ति जो दिल्ली विश्वविद्यालय के प्रतिष्ठित छात्रों को जिले से शिक्षा देता है (प्रो। होराम)। आज, 90% से अधिक साक्षर आबादी के साथ, उखरुल को राजधानी इम्फाल के बगल में राज्य का सबसे शिक्षित शहर माना जाता है। शहर के कुछ प्रसिद्ध स्कूल सेक्रेड हार्ट हायर सेकेंडरी स्कूल, एलिस क्रिश्चियन हायर सेकेंडरी स्कूल, केटीएल एक्सेल हायर सेकेंडरी स्कूल, लिटिल एंजल्स स्कूल, सवियो स्कूल, ब्लेसो मोंटेसरी स्कूल, होली स्पिरिट स्कूल, पटकाई एकेडमी, जूनियर्स एकेडमी, सेंटिनल हैं कॉलेज, सेंट जॉन स्कूल और पेटीग्रेव कॉलेज, केंद्रीय विद्यालय और जवाहर लाल नवोदय विद्यालय।</p>\r\n<p>&nbsp;</p>\r\n<p>यद्यपि तंगखुलस एक उच्च शिक्षित समुदाय है, लेकिन शायद ही उन्होंने जीवन के पारंपरिक तरीके को त्याग दिया है। कई गांवों में, पर्यटकों को प्रसन्न करने के लिए, एक अभी भी अतीत के करामाती पारंपरिक जीवन को देखता है। तंगखुलों की सर्वोच्च सांस्कृतिक और न्यायिक संस्था तांगखुल नागा लोंग है, जिसे 1929 में सभी तांगखुल छात्र सम्मेलन के नाम से स्थापित किया गया था। एक संगठन की आवश्यकता को महसूस करते हुए, जो पूरे समुदाय को शामिल करता है संगठन को 1936 में तांगखुल लांग में बदल दिया गया था। इस दिन तक समुदाय के भीतर सभी विवादों को लोंग (संगठन) के न्यायालय के माध्यम से सुलझाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Ukhrul</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c8d9791c-fab4-4c78-a079-0e7be260fe12_Ukhrul-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-ukhrul-manipur","tags":[{"name":"उखरूल","slug":"ukhrul"},{"name":"मणिपुर","slug":"manipur"}],"recommendations":[{"id":742,"title":"तामेंगलांग में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","dateCreated":"2019-09-22T03:39:47.971Z","dateModified":"2019-09-22T03:40:07.669Z","contributedBy":"AskGif","content":"तामेंगलांग एक भारतीय शहर है और तमेंगलोंग जिले का जिला मुख्यालय है। यह मणिपुर राज्य में स्थित है। यह शहर ज़ेलियानग्रोंग समुदाय के लोगों द्वारा बसा हुआ है। रोंगमेई भाषा शहर और आसपास के क्षेत्र में बोली जाती है।\r\nतामेंगलांग जिला पूर्वोत्तर भारत के मणिपुर राज्य के जिलों में से एक है।\r\nभ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तामेंगलांग","slug":"tamenglong"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-tamenglong-manipur","total":0},{"id":738,"title":"कांगपोकपी में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","dateCreated":"2019-09-22T02:35:40.129Z","dateModified":"2019-09-22T02:57:42.05Z","contributedBy":"AskGif","content":"कांगपोकपी, भारतीय राज्य मणिपुर में सदर हिल्स स्वायत्त जिला परिषद के तहत सदर हिल्स का जिला मुख्यालय है। शहर राष्ट्रीय राजमार्ग -39 के माध्यम से राज्य की राजधानी इंफाल से अच्छी तरह से जुड़ा हुआ है और यह इम्फाल तामेंगलांग सड़क (आईटी सड़क) के माध्यम से तामेंगलांग जिले को भी जोड़ता है और कांग रोड का ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कांगपोकपी","slug":"kangpokpi"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-kangpokpi-manipur","total":0},{"id":737,"title":"कामजोंग में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"a88c123a-cd4f-4c43-b97c-2bebe98756ca_Kamjong-tourism.jpg","dateCreated":"2019-09-21T11:05:32.473Z","dateModified":"2019-09-21T11:05:53.878Z","contributedBy":"AskGif","content":"कामोंग, भारत के मणिपुर राज्य, कामजोंग जिले में उखरुल के दक्षिण-पूर्व में स्थित एक गाँव है। कामजोंग भी उखरूल जिले के उप-विभागीय मुख्यालय में से एक है। गांव उखरूल से लगभग 80 किलोमीटर दूर है और उखरुल-कामजोंग राज्य राजमार्ग से जुड़ा हुआ है। यह संभागीय मुख्यालय उत्तर में लांगली, दक्षिण में बुंग्पा, पू","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a88c123a-cd4f-4c43-b97c-2bebe98756ca_Kamjong-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कामजोंग","slug":"kamjong"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-kamjong-manipur","total":0},{"id":730,"title":"बिश्नुपुर में देखने के लिए शीर्ष स्थान, मणिपुर","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"बिष्णुपुर भारत के मणिपुर राज्य में बिष्णुपुर जिले का एक कस्बा है। इसने अपना नाम कस्बे में स्थित एक प्राचीन विष्णु मंदिर से लिया था। बिशुनपुर बिशुनपुर जिले का प्रशासनिक मुख्यालय है। यह कभी मणिपुर राज्य की राजधानी थी।\r\nबिष्णुपुर जिला पूर्वोत्तर भारत में मणिपुर राज्य का सबसे छोटा क्षेत्र है।<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"बिश्नुपुर","slug":"bishnupur"},{"name":"मणिपुर","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}