{"id":745,"title":"Top Places to visit in Ukhrul, Manipur","imageUrl":"c8d9791c-fab4-4c78-a079-0e7be260fe12_Ukhrul-tourism.jpg","dateCreated":"2019-09-22T08:35:35.745Z","dateModified":"2019-09-22T08:35:46.377Z","contributedBy":"AskGif","content":"<p>Ukhrul/Hunphun is a town in the state of Manipur, India. Ukhrul is the home of the Tangkhul Naga. It is the administrative headquarter of the Ukhrul district. There are also four sub-divisions in the district for administering the villages in and around it. The villages, however, are governed by the 'village heads'.</p>\r\n<p>Ukhrul is a district in the north eastern state of Manipur in India. It lies about 84 kilometres (52 mi) north east of Imphal.</p>\r\n<p>Culture and tradition</p>\r\n<p>&nbsp;</p>\r\n<p>Ukhrul town</p>\r\n<p>Ukhrul is dominated by the Tangkhul Nagas. They have a rich culture. Each cultural activity is centred on the propitiation of deity known as \"Kameo\". They have their own traditional folk dance known as 'pheichak'. Pheichak occupies an important place in the life of the Tangkhul. There are many forms of pheichak and every pheichak depicts or expresses the life of the people. Raiyot is the war dance which is performed before and after going to war. Luivatyot, shomkhapyot, luirayot etc. are different forms of pheichak associated with the agricultural life of the people. The life and art of the tangkhul are attractive and captivating. Their different costumes, utensils, architecture, monuments and memorials depict their dexterity in art, which also speak of their sense of beauty and finesse. Though there are common costumes and clothing, both for males and females, there are also some costumes and clothing patterns exclusively meant for male and female. Some of the traditional clothes are:</p>\r\n<p>&nbsp;</p>\r\n<p>Clothes/shawls:</p>\r\n<p>&nbsp;</p>\r\n<p>Ruirim (men's mostly)</p>\r\n<p>Chonkhom (women's mostly)</p>\r\n<p>Tangkang (for men and women)</p>\r\n<p>Luirim (man&rsquo;s mostly)</p>\r\n<p>Raivat Kachon (Common)</p>\r\n<p>Khuilang Kachon (women's mostly)</p>\r\n<p>Phingui Kachon (common)</p>\r\n<p>Phaphir (common)</p>\r\n<p>Phorei Kachon (men's mostly)</p>\r\n<p>Luingamla Kashan</p>\r\n<p>Exclusive women's wear:</p>\r\n<p>&nbsp;</p>\r\n<p>Phangyai Kashan (for maiden unmarried women)</p>\r\n<p>Kahang Kashan</p>\r\n<p>Seichang Kashan</p>\r\n<p>Thangkang Kashan</p>\r\n<p>Khuilang Kashan</p>\r\n<p>Kongrah Kashan</p>\r\n<p>Shanphaila</p>\r\n<p>Kuiying Muka (upper cover)</p>\r\n<p>Zingtai Kashan</p>\r\n<p>kongsang Kashan</p>\r\n<p>Exclusive men's wear:</p>\r\n<p>&nbsp;</p>\r\n<p>Malao</p>\r\n<p>Laokha</p>\r\n<p>Kahang Malao</p>\r\n<p>Thangkang</p>\r\n<p>Music and dance</p>\r\n<p>Tangkhuls are music lovers and their songs are soft and melodious. Apart from encoding into the music the varied seasonal and cultural ideas and philosophies, music is a medium wherein historical events are also related in the lyrics. In as much as religious fervor is incorporated and composed in the songs, the romantic nature of the people also finds its expressions in the music. There are various varieties of songs, some are mood special, some are festival/seasonal specials. These folksongs and folklores can be taught and sung by anybody, anytime, but there are also some specific musical expressive melodies of every region or area.</p>\r\n<p>&nbsp;</p>\r\n<p>These folksongs and folklores can be played or accompanied by musical instruments. Some of the musical instruments are the tingteila (violin), tala (trumpet), phung (drum), mazo (woman's mouth-piece), sipha (flute), kaha, and ngashingkhon (bamboo pipe).</p>\r\n<p>&nbsp;</p>\r\n<p>Corresponding to the rhythmic composition of the songs, the dances of the Tangkhuls are also rhythmic and these are eventful and vigorous. Thrilling as they are, there are also some special occasional dances, like the Kathi Mahon - dance for the dead, Laa Khanganui - virgin dance during Luira Festival, Rain Pheichak - war dance etc. Many young Tangkhuls have initiated the continuation of the old folk form into modern Popular culture. An attempt by Reuben Mashangva to infuse folk lyrics and melody into modern songs are a good examples of the young trying to come to term with the past and their western /Christian oriented tradition of music.</p>\r\n<p>&nbsp;</p>\r\n<p>The present Tangkhul music can be divided roughly into the following categories:</p>\r\n<p>&nbsp;</p>\r\n<p>Folk song: A purely uncontaminated songs that has been handed down by the ancestors through oral tradition. Such songs are sung during the traditional festival like, Luira, Mangkhap, Thisham and therleo phanit.</p>\r\n<p>Gospel song (Vareshi Laa) are songs translated from the Christian hymnals, which includes all the Christian popular songs. these songs are promoted by the various Church associations and are sung in the church.</p>\r\n<p>Lungchan Laa (romance song) is the most popular type of songs sung by the youths. It is western in tone and melody but retain the symbolic and lucid beauty of the traditional songs. In fact the lungchan laa can be consider as the pop songs of the community.</p>\r\n<p>Folk Blue: Started by the well known folk singer Reuben Mashangva in the late 1980s, this style has almost become a movement of blending the past with the present. many scholars and writers have taken keen interest in knowing and exposing the style.</p>\r\n<p>Traditional tools, implements and ornaments</p>\r\n<p>Varao Kazei, Zeithing, Kazei, Vakui, Malah, Mayongcha, Khairei, Pheimakhei, Kuisikhai, Kangra, Ngalasop, Huishon, Ngalsop Kasai, Mayong pasi, Khommasing, Haar Kazao, Nakhui, Mani.</p>\r\n<p>&nbsp;</p>\r\n<p>Common items</p>\r\n<p>Khaiva</p>\r\n<p>Khainao/shori</p>\r\n<p>Changkui</p>\r\n<p>Raikhai</p>\r\n<p>Ngaha</p>\r\n<p>Yotpak</p>\r\n<p>Kaintin</p>\r\n<p>Changphar</p>\r\n<p>Lingriham</p>\r\n<p>Kasai</p>\r\n<p>Kazao</p>\r\n<p>Charei</p>\r\n<p>Kongsang</p>\r\n<p>Narengthei</p>\r\n<p>Cha</p>\r\n<p>Khaipak</p>\r\n<p>The house structure is more or less similar for all the villages, but the carvings on the posts and blinks vary from village to village and area to area. To display the splendour and wealth of the rich and noble families, tree trunks - tarung are erected in front of the house. Some even erect monumental/memorial stones in the courtyards or at some prominent sites in the village area. Construction of all these entails strict ritualistic procedures and norms.</p>\r\n<p>&nbsp;</p>\r\n<p>Dress</p>\r\n<p>The Tangkhul wear a colourful traditional dress. Women wear 'kashan' and 'kongsang' while men have their shawl known as 'haora'. However, as with the rest of the world, they have been rapidly westernized as a result of globalization.</p>\r\n<p>&nbsp;</p>\r\n<p>Language</p>\r\n<p>There are different kinds of dialects for every village. More than 250 dialects are estimated to be spoken in different Tangkhul villages, but the lingua franca is the Hunphun dialect. The first Tangkhul primer was published by the Rev. William Pettigrew in 1898. Since then much literature has come up. The complete Bible was translated and published in 1936. The Tangkhul Literature Society, the premier literary institution of Tangkhul Nagas, was formed in 1937. Tangkhul languages has been included as major Indian language subjects by the CBSE, ICSE and MBSE.</p>\r\n<p>&nbsp;</p>\r\n<p>Politics</p>\r\n<p>Three members are elected to the legislative assembly of the state. The three constituencies are Phungyar, Chingai and Ukhrul. Among the three constituencies the constituencies of Phungyar and Ukhrul have produces candidates of repute and have even occupied the Chief Minister's post. The Tangkhuls are highly politically aware tribes, though the British introduced the direct electoral politics to them they are not new to the system of electing a leader through consensus and selection. The Tangkhul Naga Long which is the apex body of the tribe is governed by a president who is elected by the village representatives.</p>\r\n<p>&nbsp;</p>\r\n<p>The people of Ukhrul have also produced besides the two chief ministers (Yangmaso Shaiza and Rishang Keishing) many able leaders for naga national movements such as Rungsung Suisa and Thuingaleng Muivah. Ukhrul is part of Outer Manipur (Lok Sabha constituency).</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>Agriculture is the main economics activity of the Tangkhul who live in this district. There is no good supply of electricity. Transport and communication infrastructures are also at a bare minimum. Hence, no industry is found here.</p>\r\n<p>&nbsp;</p>\r\n<p>Education and Literacy</p>\r\n<p>Ukhrul has a literacy of 91%, the highest in the state of Manipur and the 3rd most literate town in India (Census 2011). The town has some of the best schools in the state. Some of the popular schools include OTC Juniors' Academy, Savio High School, Alice Christian HSS, St. Thomas School, Sacred Heart HSS, etc. In addition, OTC JAU have won the 'State High School of the Year' award nine times, which is a record. The town has several schools which are either independent or are affiliated to one of the following boards: Board of Secondary Education Manipur (BSEM), Indian Certificate of Secondary Education (ICSE) and Central Board of Secondary Education (CBSE).</p>\r\n<p>&nbsp;</p>\r\n<p>The colleges in the town include:</p>\r\n<p>&nbsp;</p>\r\n<p>William Pettigrew College</p>\r\n<p>Sentinel College</p>\r\n<p>St. Joseph College</p>\r\n<p>Moreover, the town has several Professional Training Institutions but among them only one training center is affiliated to SPC Education Center (a venture of Super Platinum Center for Education and Sewa Sansthan), an ISO 9001:2008 certified organisation (registered by the government of India, NCT New Delhi) and MSME.</p>\r\n<p>&nbsp;</p>\r\n<p>The Raingam Enterprises (professional study center: regular and correspondence)</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>Ukhrul District is best known for the Shirui lily (Lilium mackliniae Sealy), which is found in its natural habitat on the peak of Shirui Kashong, some 18 km east of the district headquarters, and Khangkhui Mangsor cave which lies 16 kilometers away from the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Administrative divisions</p>\r\n<p>The district is divided into four sub-divisions:</p>\r\n<p>&nbsp;</p>\r\n<p>Ukhrul</p>\r\n<p>Lungchong-Maiphai</p>\r\n<p>Chingai</p>\r\n<p>Jessami</p>\r\n<p>Recently, Kamjong District is carved out from Ukhrul district comprising sub-divisions of Kamjong, Sahamphung, Kasom Khullen, and Phungyar.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The district headquarters, Ukhrul, is linked with Imphal, the state capital, by national highway 150. This highway also links Ukhrul with Kohima via Jessami. It has the distinction of being the highest hill station of Manipur. There are also many district roads and village roads. Ukhrul-Kamjong, and Ukhrul-Phungyar Road are the main metalled roads of the district. The Tampak-Ngashan (Mahadev)- Pfutsero road connects the western part of the district with the district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Ukhrul district has a population of 183,115, roughly equal to the nation of Sao Tome and Principe. This gives it a ranking of 593rd in India (out of a total of 640). The district has a population density of 40 inhabitants per square kilometre (100/sq mi). Its population growth rate over the decade 2001-2011 was 30.07%. Ukhrul has a sex ratio of 948 females for every 1000 males, and a literacy rate of 81.87%.</p>\r\n<p>&nbsp;</p>\r\n<p>The Tangkhul form the majority ethnic group in this district. According to oral tribal legend whenever a robust, strong, fair child is born in a Meitei family the elders of the family praise god for sending a Tangkhul in the family. This legend is strongly supported by the cultural relation of the Meitei and the Tangkhul.</p>\r\n<p>&nbsp;</p>\r\n<p>Though the district has not seen much developmental work so far, the place has produced many famous personalities of Manipur. The district is the home town to two Manipuri chief ministers, Yangmaso Shaiza and Rishang Keishing. It is also the home town of the first Indian ambassador from the north-east region, Bob Khathing. The district has also produced the first vice Chancellor from the North-East, Prof. Darlando Khathing, presently the VC of Central University of Jharkhand. The district has also produced the first IAS and IFS officers of the state &ndash; Christianson Chibber and PrimRose R Sharma. Besides Ameising Luikham, who is an IAS officer from the hill district of the state, Dr. Pam Shaiza, the first female tribal doctor, and Siraphui Marinao, the first tribal engineer of the state, also hail from Ukhrul.</p>\r\n<p>&nbsp;</p>\r\n<p>Ukhrul district is the home of the Tangkhuls. They are a highly cultured people. The name Tangkhul was given to them by their neighbours, the Meiteis. The northern Tangkhuls were also called the Luhupas.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Tangkhul language</p>\r\n<p>Sorbung language</p>\r\n<p>Pochuri language</p>\r\n<p>Tarao language</p>\r\n<p>Culture</p>\r\n<p>Places of interest</p>\r\n<p>Besides the Shirui lily, the district is known for many natural wonders like the Khangkhui Mangsor, Mova (cave) which is one of the oldest archeological cave of India. Ukhrul town, the headquarters of the district, has also many scenic places like the Duncan park, the Japanese pond, and Elshadai park. At the southern part of the town, about 22 km lies the majestic Phangrei (bone of contention between two villages) which is an ideal picnic spot. The district is also home to many waterfalls, of which Khayang waterfall, which is about 20 km from Ukhrul, is very famous. There is also another famous picnic spot for youngsters called KNC river (Khangkhui, Nungshong Choithar); near the large river there was a different attractive spot for people coming for picnics. In the past this spot was called Saibai Kong; the title was given by Choithar Headman during kingship period.</p>\r\n<p>&nbsp;</p>\r\n<p>Ukhrul is also a tourist hotspot of Manipur state. It is known for its hospitality and festivals. Almost every month festivals are celebrated by different villages and towns. The chief festivals of the Tangkhuls are Luira (seed sowing festival), Mangkhap (resting feast), Thisham (feast for the departed), and Thareo (harvest festival). Longpi village is known for its authentic Tangkhul cuisine during the Luira festival. While Ringui village is known for its celebration of Luira festival, during the festival the village comes alive with the traditional dances (bridal dance, parade of the virgin dance, festive dance and war dance) and songs. The famous war dance is performed during this festival. Ringui village is also known for production of films, music and plays of the Tangkhuls.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>In earlier days when education was sparse and primitive, Ukhrul was a well sought after place for the different tribes of the north east. The first school was set up by the then missionary Rev. William Pettigrew in 1896. Since then, not only has the place increased in the number of schools and colleges but it has produced many scholars and professionals in various fields. The first tribal person from the north east to teach in the prestigious Delhi University hails from the district (Prof. Horam). Today, with more than 90% literate population, Ukhrul is considered as the most educated town of the state next to the capital city Imphal. Some of the well known schools of the town are Sacred Heart Higher Secondary School, Alice Christian Higher Secondary School, Ktl Excel Higher Secondary School, Little Angels School, Savio School, Blesso Montessori School, Holy Spirit School, Patkai Academy, Juniors Academy, Sentinel College, Saint John School and Pettigrew College, Kendriya Vidyalaya and Jawahar Lal Novadaya Vidyalaya .</p>\r\n<p>&nbsp;</p>\r\n<p>Though the Tangkhuls are a highly educated community, hardly have they abandoned the traditional way of life. In many villages, to the delights of the tourist, one still sees the enchanting traditional lives of the past. The highest cultural and judicial institution of the Tangkhuls is the Tangkhul Naga Long, which was established in 1929 under the name all Tangkhul students conference. Realising the need of an organization that covers the whole community the organisation was changed to the Tangkhul Long in 1936. To this day all the disputes within the community is settled through the court of the LONG (organisation).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Ukhrul</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c8d9791c-fab4-4c78-a079-0e7be260fe12_Ukhrul-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-ukhrul-manipur","tags":[{"name":"ukhrul","slug":"ukhrul"},{"name":"manipur","slug":"manipur"}],"recommendations":[{"id":742,"title":"Top Places to visit in Tamenglong, Manipur","imageUrl":"d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","dateCreated":"2019-09-22T03:39:47.971Z","dateModified":"2019-09-22T03:40:07.669Z","contributedBy":"AskGif","content":"Tamenglong is an Indian town and the district headquarters of the Tamenglong district. It is located in the state of Manipur. The town is inhabited by the people of the Zeliangrong community. The Rongmei language is spoken in the town and surrounding area.\r\nTamenglong district is one of th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d6e1ee4f-3a1b-496b-be24-2552b5dcaa2e_Tamenglong-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tamenglong","slug":"tamenglong"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-tamenglong-manipur","total":0},{"id":738,"title":"Top Places to visit in Kangpokpi, Manipur","imageUrl":"8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","dateCreated":"2019-09-22T02:35:40.129Z","dateModified":"2019-09-22T02:57:42.05Z","contributedBy":"AskGif","content":"Kangpokpi, is the District Headquarter of Sadar Hills under Sadar Hills Autonomous District Council in the Indian state of Manipur. The town is well connected with the state capital Imphal through National Highway-39 and it also connect Tamenglong district through Imphal Tamenglong road (IT road)","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8c8dd62c-7348-493c-b3d2-decdd959e00d_Kangpokpi-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kangpokpi","slug":"kangpokpi"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-kangpokpi-manipur","total":0},{"id":737,"title":"Top Places to visit in Kamjong, Manipur","imageUrl":"a88c123a-cd4f-4c43-b97c-2bebe98756ca_Kamjong-tourism.jpg","dateCreated":"2019-09-21T11:05:32.473Z","dateModified":"2019-09-21T11:05:53.878Z","contributedBy":"AskGif","content":"Kamjong is a village located southeast of Ukhrul in Kamjong district, Manipur state, India. Kamjong is also one of the sub-divisional headquarters of Ukhrul district. The village is about 80 kilometers from Ukhrul and is connected by Ukhrul-Kamjong State highway. This divisional headquarter is fl","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a88c123a-cd4f-4c43-b97c-2bebe98756ca_Kamjong-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kamjong","slug":"kamjong"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-kamjong-manipur","total":0},{"id":730,"title":"Top Places to visit in Bishnupur, Manipur","imageUrl":"565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","dateCreated":"2019-09-21T01:46:03.5Z","dateModified":"2019-09-21T01:46:15.723Z","contributedBy":"AskGif","content":"Bishnupur is a town in Bishnupur district in the state of Manipur, India. It derived its name from an ancient Vishnu temple located in the town. Bishunupur is the administrative headquarters of Bishnupur District. It was once the capital of the kingdom of Manipur.\r\nBishnupur district is th","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/565a5a14-838e-455b-80f6-d5cb176ff569_Bishnupur-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"bishnupur","slug":"bishnupur"},{"name":"manipur","slug":"manipur"}],"slug":"top-places-to-visit-in-bishnupur-manipur","total":0}]}