{"id":752,"title":"साउथ वेस्ट गारो हिल्स, अमपाती में देखने के लिए शीर्ष स्थान, मेघालय","imageUrl":"1d350324-c07d-4465-a58f-abff2680a7e5_Ampati-tourism.jpg","dateCreated":"2019-09-22T13:19:33.409Z","dateModified":"2019-09-22T13:19:47.787Z","contributedBy":"AskGif","content":"<p>दक्षिण पश्चिम गारो हिल्स भारत के मेघालय राज्य में एक प्रशासनिक जिला है। Ampati Civil Sub-Division को 7 अगस्त 2012 को Ampati के मुख्यालय के साथ दक्षिण पश्चिम गारो हिल्स के रूप में एक पूर्ण विकसित जिले में अपग्रेड किया गया है। इसका उद्घाटन भारत के मेघालय के माननीय मुख्यमंत्री डॉ। मुकुल संगमा ने किया था।</p>\r\n<p>&nbsp;</p>\r\n<p>अमपाती उत्तर-पूर्वी भारत में मेघालय राज्य के दक्षिण पश्चिम गारो हिल्स का एक जिला मुख्यालय है। दक्षिण पश्चिम गारो हिल्स 7 अगस्त 2012 को वर्तमान वेस्ट गारो हिल्स से बना है। यह 25 and27.505 के अक्षांश और 089&ordm;56.456 के देशांतर पर स्थित है और पश्चिम गारो हिल्स जिले, मेघालय के जिला मुख्यालय तुरा से 52 किमी दूर है। पहाड़ी क्षेत्र ज्यादातर ग्रास द्वारा बसा हुआ है, जबकि तलहटी में हजोंग और कोच हैं। ग्रास के बाद दूसरी सबसे बड़ी जातीयता हाजोंग है। यह जिला असम के धुबरी जिले और बांग्लादेश के कुरीग्राम जिले से घिरा हुआ है। दक्षिण पश्चिम गारो हिल्स की दक्षिण और पश्चिमी तरफ बांग्लादेश के साथ लगभग 35 किलोमीटर अंतरराष्ट्रीय सीमा है। जिले के कुल गाँवों की लगभग एक तिहाई सीमा क्षेत्र विकास विभाग द्वारा सीमावर्ती गाँव घोषित किए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास और निर्माण</p>\r\n<p>दक्षिण पश्चिम गारो हिल्स वर्तमान वेस्ट गारो हिल्स, मेघालय, भारत से बाहर घुमावदार है। जिले में दो सामुदायिक और ग्रामीण विकास खंड के अंतर्गत आने वाले सभी गाँव शामिल हैं। बेटिंगिंग और ज़िकज़क समुदाय और ग्रामीण विकास खंड, जिसमें सक्सेला समुदाय और ग्रामीण विकास खंड के मुकदंगरा ग्राम सेवक (जीएस) सर्किल और गारबोधा ग्राम सेवक सर्कल, ओखापारा सोंग्मा ग्राम सेवक के 24 (चौबीस) गाँव शामिल हैं। गामबेग्रे कम्युनिटी एंड रूरल डेवलपमेंट ब्लॉक के सर्कल और चेंग्क्रेग्रे ग्राम सेवक सर्कल, डोलू कम्युनिटी एंड रूरल डेवलपमेंट ब्लॉक के जारंगकोना ग्राम सेवक सर्कल के तहत 13 और तेरहवें गाँव और रोंग्राम सामुदायिक सेवा और ग्रामीण विकास ब्लॉक के रोंगाखरे ग्राम सेवक सर्कल के एंगलग्रे गांव।</p>\r\n<p>&nbsp;</p>\r\n<p>पुनर्गठित ग्राम सेवक सर्कल</p>\r\n<p>ग्राम सेवक सर्कल के पुनर्गठन के बाद, अन्य समुदाय और ग्रामीण विकास खंडों से जुड़े सभी गाँव बेटसिंग समुदाय और ग्रामीण विकास खंड के अंतर्गत आते हैं, केवल डालु समुदाय और ग्रामीण विकास खंड के जारंगकोना ग्राम सेवक सर्कल को छोड़कर, जो ज़िकज़ैक समुदाय और ग्रामीण विकास खंड के अंतर्गत आता है। ।</p>\r\n<p>&nbsp;</p>\r\n<p>आबादी</p>\r\n<p>दक्षिण पश्चिम गारो हिल्स की जनसंख्या 1,72,495 है, जिसमें 87,135 पुरुष और 85,360 महिलाएं हैं, जो कि जनगणना 2011 के अनुसार बेटासिंग और ज़िकज़क समुदाय और ग्रामीण विकास खंडों के नए पुनर्गठित ग्राम सेवक सर्कल के अनुसार है। 2011 की जनगणना के अनुसार जिले की साक्षरता दर 56.7% है।</p>\r\n<p>&nbsp;</p>\r\n<p>आबादी</p>\r\n<p>जनगणना 2011 के अनुसार, दक्षिण पश्चिम गारो हिल्स की कुल जनसंख्या 1,72,49d5 है, जिसमें 87,135 पुरुष और 85,360 महिलाएँ हैं। जिले की साक्षरता दर 56.7% है। जिले में दो सामुदायिक और ग्रामीण विकास खंड शामिल हैं, अर्थात। बेटासिंग कम्युनिटी एंड रूरल डेवलपमेंट ब्लॉक और ज़िकज़ैक कम्युनिटी एंड रूरल डेवलपमेंट।</p>\r\n<p>&nbsp;</p>\r\n<p>बेटासिंग कम्युनिटी एंड रूरल डेवलपमेंट ब्लॉक</p>\r\n<p>घर की कुल संख्या - 18,242</p>\r\n<p>&nbsp;</p>\r\n<p>कुल जनसंख्या- पुरुष: 47,796, महिला: 47,222, कुल - 95,018</p>\r\n<p>&nbsp;</p>\r\n<p>साक्षरता दर: पुरुष: ६१.%%, महिला: ५३.५%, कुल: ५ %.६%</p>\r\n<p>&nbsp;</p>\r\n<p>ज़िकज़ाक समुदाय और ग्रामीण विकास खंड</p>\r\n<p>घर की कुल संख्या - 15,621</p>\r\n<p>&nbsp;</p>\r\n<p>कुल जनसंख्या- पुरुष: 39,339, महिला: 38,138, कुल: 77,477</p>\r\n<p>&nbsp;</p>\r\n<p>साक्षरता दर: पुरुष: ६०%, महिला: ५०.९%, कुल: ५५.९%</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>1899 में, बोल्डकग्रे के पांच परिवारों को ईसाई धर्म में परिवर्तित किया गया और रेव्ह ई.जी. द्वारा बपतिस्मा दिया गया। फिलिप्स, अमेरिकन बैपटिस्ट मिशनरी।</p>\r\n<p>&nbsp;</p>\r\n<p>धर्मांतरण के बाद गैर-ईसाई लोगों के बीच रहने में कठिनाई का सामना करना पड़ रहा है और झूम खेती में कठिनाइयों का सामना करना पड़ रहा है। धर्मान्तरण के पांच परिवारों ने बोल्डकग्रे को एक बार और सभी के लिए छोड़ने का फैसला किया। यह जानने पर कि कुछ अनबिलीटेड और निर्जन जमीनें दलबतपारा और चेलिपारा के A &middot; राजा भूमि के नीचे पड़ी हैं, वे अपनी जन्मभूमि छोड़कर Dalbotpara A &middot; राजा भूमि के अधीन आ गए। धर्मान्तरित पांच परिवार थे:</p>\r\n<p>&nbsp;</p>\r\n<p>बबंग मारक - डोंगमे जी संगमा</p>\r\n<p>रिंगरन संगमा - रिमची संगमा</p>\r\n<p>मिबल संगमा - संग्रे जी संगमा</p>\r\n<p>दिरोन मारक - ओकीगिल जी संगमा</p>\r\n<p>बीरिन एम। मारक - नुचोंग डी। संगमा</p>\r\n<p>ये पाँचों परिवार पहले वर्तमान अमपति के निवासी थे। वे पहले प्लेट रॉक के बगल में दबान भेल के पास बस गए, जिसे धान सूखने के लिए \"अम्पाची\" कहा जाता है, जिसका अर्थ है \"अम्पाची\" शब्द से और जगह का नाम \"अमपाती\" हो गया।</p>\r\n<p>&nbsp;</p>\r\n<p>एक किंवदंती है कि प्लेट रॉक का उपयोग कुछ पौराणिक निवासियों द्वारा धान सुखाने के लिए किया गया था। ऐसा कहा जाता है कि एक बार एक हाथी ने उस चट्टान से धान खाया और हाथी एक \"मातग्रीक\" द्वारा पीछा किया गया था और यह एक स्थान पर केवल एक ही वार से मारा गया था और अब हाथी एक पत्थर में बदल गया है और उस स्थान को कहा जाता है। \" हाटिसिल का अर्थ है \"हाथी\" हाथी \"चुप\" का अर्थ है पत्थर। प्लेट रॉक और चट्टान जो हाथी की तरह दिखते हैं, दोनों को अभी भी क्रमशः चिगित्चैकेरे और हटिसिल में देखा जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>आमपाती के पांच नए वासियों ने वर्तमान अमपाती के पास धान के खेतों की खुदाई की (लेकिन दारु नदी के दूसरी ओर रहने वाले लोगों के लिए यह मुश्किल है कि वे अब हर बार और फिर अपनी ज़मीन को पार कर सकें। इसलिए उन्होंने निर्माण के लिए सामग्री और स्थलों को इकट्ठा करना शुरू कर दिया है। वर्तमान में अमपति में घर। चिलगापारा के डिंगगन गोकपा नोकमा और महारों ने उन्हें अपने प्रस्तावित स्थान पर बसने से मना कर दिया, और घरों के निर्माण के लिए एकत्रित बांस, लॉग आदि जैसी सामग्री को उनके द्वारा नष्ट कर दिया गया। मारक, और अन्य लोगों द्वारा बार-बार अनुरोध करने पर उन्हें वर्तमान अमपाती में बसने की अनुमति दी गई थी। तब से उनके वंशज वर्तमान अमपति में बस रहे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्थायी रूप से बसने के बाद, उन बसने वालों ने महसूस किया कि उनके बच्चों और उनके पोते के लिए एक स्कूल आवश्यक था और \"बैपटिस्ट मिशन\" की सहायता से 1903 में जाटोंग च के साथ एक स्कूल स्थापित किया गया था। पंडित के रूप में मारक।</p>\r\n<p>&nbsp;</p>\r\n<p>ईसाई धर्म में परिवर्तन के साथ ईसाई सदस्यों में वृद्धि हुई, और 5 फरवरी 1927 को अमपति को चर्च की स्थिति में बदल दिया गया। चर्च का उद्घाटन 26-27 फरवरी 1927 को Rev. R.H.E के आशीर्वाद से किया गया था। विंग, रेव। रज़ेंग एरेन्ग, रेव। टोकान संगमा, एशियन डी। शिरा, पादरी।</p>\r\n<p>&nbsp;</p>\r\n<p>क्षेत्र के प्रसार और मिशनरी उत्साह के लोगों ने शिक्षा के मूल्य से सम्मानित किया, और उस समय तक गे्रश जी संगमा के नाम से एक गारो युवा, बेटिंग डी। संगमा के बेटे, क्षेत्र के गरोओं के बीच पहला अध्ययन करने के लिए। सर्पोर कॉलेज में बैचलर ऑफ आर्ट्स (बीए), एमई स्कूल खोलने के लिए प्रेरित किया। दुर्भाग्य से रॉयल एयर फोर्स में सेवारत ग्रेशे जी। संगमा का 1946 में एक संक्षिप्त बीमारी के बाद समय से पहले निधन हो गया, जब वह छुट्टी पर थे। ग्रेशेश संगमा से प्रेरित होकर, दरुग्रे के नोहो बी संगमा ने बड़ों की एक बैठक बुलाई और एमपाटी स्कूल खोलने का संकल्प लिया। नतीजतन, 1947 में एक उच्च प्राथमिक स्कूल की स्थापना नोहो बी.संगमा के साथ की गई, जो कि हेडमास्टर के रूप में था। 1948 की शुरुआत में हेडमास्टर जुडसन संगमा और छात्रों के बीच कुछ विवादास्पद मामलों के कारण स्कूल को कुछ समय के लिए रोक दिया गया था। एक बैठक बुलाने के बाद गाँव के बुजुर्गों ने एक नया हेडमास्टर नियुक्त करने का फैसला किया, और दावेदारों में से श्री नेल्लगी एस। डारिंग को हेडमास्टर के रूप में सेवा करने के लिए राजी किया गया। 1947 से 2007 तक स्कूल 60 वर्षों से कार्य कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>एम। ई। स्कूल की स्थापना के ग्यारह साल बाद एच.ई. 1960 में स्कूल के प्रबंध निदेशक और नोह बी। संगमा के रूप में, श्री नॉलिजी एस। डारिंग के साथ स्कूल की पढ़ाई हुई। 1960 में द एच.ई. स्कूल को पहली बार अम्पट्टी बैप्टिस्ट चर्च बिल्डिंग में आयोजित किया गया था। वह। स्कूल को 1-9-1988 में प्रांतीय किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>अमापति में कॉलेज की स्थापना के लिए आम बैठक 1980 में बुलाई गई थी, लेकिन फंड की कमी के कारण प्रस्ताव को अमल में नहीं लाया जा सका, और 1995 में श्री निलोदी एस। डारिंग, संयोजक और डॉ। मुकुल संगमा, अध्यक्ष के रूप में विधायक के लिए एक सार्वजनिक बैठक आयोजित की गई। अमपाती हाई स्कूल में 10 + 2 सेक्शन खोलना। और 5 साल के उच्चतर माध्यमिक खंड के बाद 1 जुलाई 2001 से शुरू किया गया था। कॉलेज खोलने के लिए सामान्य बैठक को तीसरी बार फिर से बुलाया गया था, और इस बार बैठक में अधिक उत्साही युवा सदस्य शामिल हुए और कॉलेज अंतिम बार खोला गया प्राचार्य के रूप में श्री असीस एस। डारिंग। कॉलेज सब-डिवीजन मुख्यालय के तहत काम कर रहा है।</p>\r\n<p>अमपति सिविल सब-डिवीजन का निर्माण</p>\r\n<p>मेघालय को राज्य का दर्जा देने की घोषणा के बाद, पहले मुख्यमंत्री कैप्टन डब्ल्यूए संगमा ने 1947 में गारो नेशनल काउंसिल के आम सम्मेलन में अपनी अगस्त यात्रा में प्रशासनिक सुविधा और सामान्य रूप से क्षेत्र की जनता के लिए एक सिविल सब-डिवीजन बनाने का वादा किया था। ज्ञापन जीएनसी के प्राथमिक केंद्र द्वारा प्रस्तुत किया गया। 14 अगस्त 1976 को स्वास्थ्य मंत्री श्री सैनफोर्ड मरक माननीय द्वारा औपचारिक रूप से घोषित किए गए और प्रशासनिक इकाई को खुले तौर पर पूरा करने की मांग की गई और बेतसिंग ब्लॉक मुख्यालय में कार्य किया गया। अंत में इसे 15 अक्टूबर 1982 को अमपति सिविल सब-डिवीजन के बैनर / नाम में एक पूर्ण सिविल सब-डिवीजन के रूप में बनाया गया था और बेटासिंग ब्लॉक मुख्यालय में कार्य करना जारी रखा। 18 अगस्त 1988 को इसने अपने ऑफिस कॉम्प्लेक्स को अपने स्वयं के सब-डिविजनल ऑफिस कॉम्प्लेक्स अमपाती, वेस्ट गारो हिल्स में स्थानांतरित कर दिया। 7 अगस्त 2012 को अमपाटी के मुख्यालय के साथ, Ampati Civil Sub-Division को अंततः दक्षिण पश्चिम गारो हिल्स के रूप में एक पूर्ण विकसित जिले में अपग्रेड किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>जिला मुख्यालय सभी पड़ोसी स्थानों से भी जुड़ा हुआ है, जिसमें निचले असम का एक महत्वपूर्ण व्यापार केंद्र, दक्षिण सलमारा-मनकाचर जिला शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>इस शहर में मुख्य रूप से गारो, हाजोंग, कोच और अन्य लोग रहते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रुचि के स्थान</p>\r\n<p>Kodaldhowa</p>\r\n<p>चेंगा - बेंगा और द वॉटर टैंक</p>\r\n<p>मीर जुन्ला का मकबरा</p>\r\n<p>शाह कमाल दुर्गा - दरोगा शरीफ</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/South_West_Garo_Hills_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1d350324-c07d-4465-a58f-abff2680a7e5_Ampati-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-south-west-garo-hills-ampati-meghalaya","tags":[{"name":"अमपाती","slug":"ampati"},{"name":"मेघालय","slug":"meghalaya"},{"name":"साउथ-वेस्ट-गारो-हिल्स","slug":"south-west-garo-hills"}],"recommendations":[{"id":756,"title":"वेस्ट गारो हिल्स, तुरा में देखने के लिए शीर्ष स्थान, मेघालय","imageUrl":"0f8351f9-c3ef-4848-9218-a542f09e300a_Tura-tourism.jpg","dateCreated":"2019-09-22T14:01:13.618Z","dateModified":"2019-09-22T14:01:27.29Z","contributedBy":"AskGif","content":"वेस्ट गारो हिल्स भारत में मेघालय राज्य के गारो हिल्स में एक प्रशासनिक जिला है। तुरा शहर जिले का प्रशासनिक मुख्यालय है। जिले का क्षेत्रफल 3714 वर्ग किमी है। 2001 में इसकी जनसंख्या 515,813 थी। पूर्वी खासी हिल्स के बाद 2011 में यह मेघालय (7 में से) का दूसरा सबसे अधिक आबादी वाला जिला है।\r\n&nbs","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0f8351f9-c3ef-4848-9218-a542f09e300a_Tura-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तुरा","slug":"tura"},{"name":"मेघालय","slug":"meghalaya"},{"name":"वेस्ट-गारो-हिल्स","slug":"west-garo-hills"}],"slug":"top-places-to-visit-in-west-garo-hills-tura-meghalaya","total":0},{"id":754,"title":"दक्षिण पश्चिम खासी हिल्स, मवकीरवत में देखने के लिए शीर्ष स्थान, मेघालय","imageUrl":"27918880-0e8d-4bd1-8f52-b5e119a8d8da_Mawkyrwat-tourism.jpg","dateCreated":"2019-09-22T13:40:49.659Z","dateModified":"2019-09-22T13:41:13.635Z","contributedBy":"AskGif","content":"दक्षिण पश्चिम खासी हिल्स भारत में मेघालय राज्य का एक प्रशासनिक जिला है।\r\nMawkyrwat भारत में मेघालय राज्य के दक्षिण पश्चिम खासी हिल्स जिले का मुख्यालय है। यह राजधानी शिलांग से 85 किमी की दूरी पर स्थित है।\r\n&nbsp;\r\nअपनी प्राकृतिक सुंदरता, संस्कृति और परंपरा से समृद्ध दक्षिण पश्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/27918880-0e8d-4bd1-8f52-b5e119a8d8da_Mawkyrwat-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मवकीरवत","slug":"mawkyrwat"},{"name":"दक्षिण-पश्चिम-खासी-हिल्स","slug":"south-west-khasi-hills"},{"name":"मेघालय","slug":"meghalaya"}],"slug":"top-places-to-visit-in-south-west-khasi-hills-mawkyrwat-meghalaya","total":0},{"id":752,"title":"साउथ वेस्ट गारो हिल्स, अमपाती में देखने के लिए शीर्ष स्थान, मेघालय","imageUrl":"1d350324-c07d-4465-a58f-abff2680a7e5_Ampati-tourism.jpg","dateCreated":"2019-09-22T13:19:33.409Z","dateModified":"2019-09-22T13:19:47.787Z","contributedBy":"AskGif","content":"दक्षिण पश्चिम गारो हिल्स भारत के मेघालय राज्य में एक प्रशासनिक जिला है। Ampati Civil Sub-Division को 7 अगस्त 2012 को Ampati के मुख्यालय के साथ दक्षिण पश्चिम गारो हिल्स के रूप में एक पूर्ण विकसित जिले में अपग्रेड किया गया है। इसका उद्घाटन भारत के मेघालय के माननीय मुख्यमंत्री डॉ। मुकुल संगमा ने किय","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/1d350324-c07d-4465-a58f-abff2680a7e5_Ampati-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"अमपाती","slug":"ampati"},{"name":"मेघालय","slug":"meghalaya"},{"name":"साउथ-वेस्ट-गारो-हिल्स","slug":"south-west-garo-hills"}],"slug":"top-places-to-visit-in-south-west-garo-hills-ampati-meghalaya","total":0},{"id":747,"title":"ईस्ट गारो हिल्स, विलियमनगर  में देखने के लिए शीर्ष स्थान, मेघालय","imageUrl":"09b2a654-9bc2-4f99-93f2-a75cbd33c1a9_Williamnagar-tourism.jpg","dateCreated":"2019-09-22T11:35:36.683Z","dateModified":"2019-09-22T11:35:51.863Z","contributedBy":"AskGif","content":"ईस्ट गारो हिल्स भारत में मेघालय राज्य का एक प्रशासनिक जिला है।\r\nइतिहास\r\nपूर्वी गारो हिल्स जिले का गठन 1976 में किया गया था, मेघालय के पूर्व गारो हिल्स जिले को प्रशासन द्वारा लोगों के करीब लाने के उद्देश्य से फिर से आयोजित किया गया था।\r\n&nbsp;\r\nजिले का जिला मुख्यालय-परि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09b2a654-9bc2-4f99-93f2-a75cbd33c1a9_Williamnagar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ईस्ट-गारो-हिल्स","slug":"east-garo-hills"},{"name":"विलियमनगर","slug":"williamnagar"},{"name":"मेघालय","slug":"meghalaya"}],"slug":"top-places-to-visit-in-east-garo-hills-williamnagar-meghalaya","total":0}]}