{"id":756,"title":"Top Places to visit in West Garo Hills, Tura, Meghalaya","imageUrl":"0f8351f9-c3ef-4848-9218-a542f09e300a_Tura-tourism.jpg","dateCreated":"2019-09-22T14:01:13.618Z","dateModified":"2019-09-22T14:01:27.29Z","contributedBy":"AskGif","content":"<p>West Garo Hills is an administrative district in Garo Hills of the state of Meghalaya in India. Tura town is the administrative headquarters of the district. The district occupies an area of 3714 km&sup2;. In 2001 its population was 515,813. As of 2011 it is the second most populous district of Meghalaya (out of 7), after East Khasi Hills.</p>\r\n<p>&nbsp;</p>\r\n<p>Tura is a hilly town and a municipality in West Garo Hills district in the Indian state of Meghalaya. One of the largest towns in Meghalaya, Tura is a valley located at the foothills of the Tura Hills and right below the Tura Peak. The climate in Tura is moderate throughout the year and has a large number of interesting and unexplored areas. The native god Durama was believed to reside in the hills.</p>\r\n<p>&nbsp;</p>\r\n<p>It is 220 kilometres from the nearest city Guwahati and is also the district headquarter of the West Garo Hills district. It is filled with small rivulets and green valleys all around. The principal languages are Garo and English. The city has 4 colleges and a host of good secondary schools. In 1973, the town was made the seat of the Roman Catholic Diocese of Tura.</p>\r\n<p>&nbsp;</p>\r\n<p>The capital city of Shillong is 323 kilometres away and can be accessed via buses or the shuttle helicopter service. The border of Bangladesh Dalu, is situated at a proximity of 50 kilometres.</p>\r\n<p>&nbsp;</p>\r\n<p>Tura is a cultural and administrative centre of the Garo tribe. To visit popular tourist destinations such as Balpakram, Nokrek and Siju Cave, one needs to pass through this town.</p>\r\n<p>&nbsp;</p>\r\n<p>There are many water falls and lot of streams in Tura. Some of the water falls are Rongbangdare, Pelgadare, Gandrak Falls etc. Some of the streams are Rangolwari, Nokmawari, Ganol, Dachima etc.</p>\r\n<p>&nbsp;</p>\r\n<p>West Garo Hills district is located at the westernmost part of Meghalaya. The district is bounded by East Garo Hills district on the east, by South Garo Hills district on the south-east, Goalpara district of Assam state on the north and north-west and Bangladesh on the south.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>In 22 October 1976 the Garo Hills district was bifurcated into two districts: West Garo Hills district and East Garo Hills district. The West Garo Hills district was further divided into two districts: the present day West Garo Hills district and South Garo Hills district in June 1992.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named West Garo Hills one of the country's 250 most backward districts (out of a total of 640). It is one of the three districts in Meghalaya currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Mahendraganj international border crossing</p>\r\n<p>Mahendraganj-Baksiganj international border crossing is at Mahendraganj town in West Garo HIlls district in India on NH12 to Bakshiganj is an international crossing being further developed in the Bharatmala routes (slide 22).</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Administrative divisions</p>\r\n<p>West Garo Hills district is divided into six blocks, after the creation of South West Garo Hills district :</p>\r\n<p>&nbsp;</p>\r\n<p>Name Headquarters Population Location</p>\r\n<p>DadenggiriDadenggiri</p>\r\n<p>West Garo Hills Subdivisions Dadenggiri.png</p>\r\n<p>DaluDalu</p>\r\n<p>West Garo Hills Subdivisions Dalu.png</p>\r\n<p>GambegreGambegre</p>\r\n<p>West Garo Hills Subdivisions Gambegre.png</p>\r\n<p>RongramAsananggiri</p>\r\n<p>West Garo Hills Subdivisions Rongram.png</p>\r\n<p>SelsellaSelsella</p>\r\n<p>West Garo Hills Subdivisions Selsella.png</p>\r\n<p>TikrikillaTikrikilla</p>\r\n<p>West Garo Hills Subdivisions Tikrikilla.png</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census West Garo Hills district has a population of 642,923, roughly equal to the nation of Montenegro or the US state of Vermont. This gives it a ranking of 514th in India (out of a total of 640). The district has a population density of 173 inhabitants per square kilometre (450/sq mi) . Its population growth rate over the decade 2001-2011 was 24.02%. West Garo Hills has a sex ratio of 979 females for every 1000 males, and a literacy rate of 68.38%.</p>\r\n<p>&nbsp;</p>\r\n<p>Tura has a mixed population of Garos or Achiks (as they prefer to call themselves), Bengalis, Nepalis, Assamese, members of other ethnic groups such as the Hajong, Rabhas and Koches, Bodo and a fair sprinkling of South Indians in the Catholic Church, the teaching profession and the paramilitary forces.</p>\r\n<p>&nbsp;</p>\r\n<p>Languages</p>\r\n<p>Languages in West Garo include A'Tong, a Tibeto-Burman language spoken by 10,000 people in Bangladesh and India.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Places of Interest</p>\r\n<p>Some places of interest in Garo Hills are Siju Cave, Nokrek Peak, Siju Bird Sanctuary, Imilsang Dare falls, Sosibibra and Rongdong falls.</p>\r\n<p>&nbsp;</p>\r\n<p>Some places worth visiting in West Garo Hills are 1. Bhaitbari / Wadagokgre Excavation Site, 2. Pelga Waterfalls, 3. Tura Peak Range, 4. Nokrek Peak, 5. Nokpante Institution, 6. Typical Garo Villages and many others.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1986 West Garo Hills district, along with its sister districts South and East Garo Hills, became home to Nokrek National Park. The park has an area of 47 km2 (18.1 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>By Air nearest airport is Guwahati Airport (GAU), Bus, Hire Cab. Although Tura has its own airport named Baljek airport situated approx. 30 km from the town but it's not yet functioning. It was inaugurated by then President of India Smt. Pratibha Patil during her visit to the town.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>&nbsp;</p>\r\n<p>ICFAI University, Tura</p>\r\n<p>&nbsp;</p>\r\n<p>Kendriya Vidyalaya, Tura</p>\r\n<p>Colleges and universities</p>\r\n<p>College of Home Science (under Central Agricultural University, Imphal)</p>\r\n<p>College of Teacher Education</p>\r\n<p>Don Bosco College, Tura</p>\r\n<p>Durama College</p>\r\n<p>Harding Theological College</p>\r\n<p>ICFAI University Meghalaya, Tura</p>\r\n<p>Martin Luther University, Tura Campus</p>\r\n<p>North-Eastern Hill University, Tura Campus.</p>\r\n<p>Tura College of Information Technology</p>\r\n<p>Tura Govt. College</p>\r\n<p>Tura Law College</p>\r\n<p>Tura Polytechnic.</p>\r\n<p>Tura United Christian Academy.</p>\r\n<p>Other institutes</p>\r\n<p>Regional Vocational Training Institute</p>\r\n<p>Tura Industrial Training Institute</p>\r\n<p>Food Craft Institute, Tura under NCHMCT , Noida.</p>\r\n<p>&nbsp;</p>\r\n<p>Food and drinks</p>\r\n<p>There are many varieties of food available, the common one is the traditional Garo food. Traditional Garo food includes boiled rice, different preparations of pork, beef, chicken and dry fish. Some of the delicacies of Garo Food are Na&middot;kam Bitchi (it is dry fish curry made with chillies and soda), Gal&bull;da Matchu (Roselle leaves boiled with beef), Wak Gominda (it is Pumpkin cooked with Pork, chillies and soda) Wak Pura (it is pork cooked with crushed rice or rice flour), Khappa (meat fried with soda and boiled with fresh garden spices) Ta'a wakgran (Yam with smoked Pork, chillies and soda), Brenga (Meat cooked inside the bamboo), We'tepa (Meat/Fish/vegetables cooked wrapped in banana leaves), Chambil Wak Pura (Pomelo cooked with Pork and crushed rice), Ta'a wak Haldi rasin (Pork cooked with yam, turmeric powder, chillies and onions), Kalai do'o (Black lentils cooked with Chicken), Me'a nakam (Bamboo shoot with dry fish), Me'a wak Pura (Bamboo Shoot with rice flour) etc. The common delicacies are rice cakes called sakkin (made with locally grown sticky rice and sesame seed)and pitta (made with crushed sticky rice and jaggery), Jakkep (made with sticky rice flour and sesame seeds). There are many variety of locally made drinks. Minil bitchi or Mi bitchi (Rice Beer) (made of fermented sticky rice or normal rice) is one of the most common drink. In fact, there are various indigenous delicacies.</p>\r\n<p>&nbsp;</p>\r\n<p>Media and communications</p>\r\n<p>All India Radio has a local station in Tura which transmits various programs of mass interest. Recently, daily local newspapers viz., The Tura Times, Janera and Salantini Ku&middot;rang has been disseminating the information to the whole region of Garo Hills and also to parts of Assam (esp. two districts Kamrup and Goalpara) where the areas are populated with Garo People.</p>\r\n<p>&nbsp;</p>\r\n<p>Connectivity</p>\r\n<p>Tura is situated in the western part of meghalaya which is quite close to the National Border of Bangladesh. Main mode of transport is by road, there are no railways or any scheduled flights from Tura airport. From Guwahati, it is 221 km, through the National Highway 217(Old NH 51). Day time Sumo and overnight bus services are available from Guwahati. There is a 3-days-a-week helicopter service available from Guwahati and Shillong, run by Pawan Hans.</p>\r\n<p>&nbsp;</p>\r\n<p>Society</p>\r\n<p>Main Residents of Tura are the Garo tribe (Native People). Christianity is the main religion, Almost 100% of the Garos are Christians. There are different Christian denominations like Baptist, Catholic, Seventh Day Adventist, Church of Jesus Christ (COJC), Christian Revival Church (CRC) etc. The Garos have a matrilineal society, whereas Hajongs are Hindus.</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from the Garos, Tura also hosts a variety of other tribes like Hajongs, Koches, Rabhas and Bodos who are Hindu by religion. There are also a considerable number of Bengali, Assamese, Bihari and Nepali speaking community etc as well.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/West_Garo_Hills_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0f8351f9-c3ef-4848-9218-a542f09e300a_Tura-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-west-garo-hills-tura-meghalaya","tags":[{"name":"tura","slug":"tura"},{"name":"meghalaya","slug":"meghalaya"},{"name":"west-garo-hills","slug":"west-garo-hills"}],"recommendations":[{"id":757,"title":"Top Places to visit in West Khasi Hills, Nongstoin, Meghalaya","imageUrl":"435721cc-a560-40ec-9aad-442b4aa81ebe_Nongstoin-tourism.jpg","dateCreated":"2019-09-22T14:08:30.873Z","dateModified":"2019-09-22T14:08:43.057Z","contributedBy":"AskGif","content":"West Khasi Hills is an administrative district in the state of Meghalaya in India.\r\nNongstoin is the headquarters of West Khasi Hills district in the state of Meghalaya in India.\r\nHistory\r\nThe West Khasi Hills district was carved out of the Khasi Hills district, which was div","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/435721cc-a560-40ec-9aad-442b4aa81ebe_Nongstoin-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"west-khasi-hills","slug":"west-khasi-hills"},{"name":"nongstoin","slug":"nongstoin"},{"name":"meghalaya","slug":"meghalaya"}],"slug":"top-places-to-visit-in-west-khasi-hills-nongstoin-meghalaya","total":0},{"id":750,"title":"Top Places to visit in North Garo Hills, Resubelpara, Meghalaya","imageUrl":"65264c25-9935-4993-b3b9-5e4ad470eacc_Resubelpara-tourism.jpg","dateCreated":"2019-09-22T12:17:41.678Z","dateModified":"2019-09-22T12:18:00.509Z","contributedBy":"AskGif","content":"The Garo Hills are part of the Garo-Khasi range in Meghalaya, India. They are inhabited mainly by tribal dwellers, the majority of whom are Garo people. It is one of the wettest places in the world. The range is part of the Meghalaya subtropical forests ecoregion.\r\nResubelpara popularly kn","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/65264c25-9935-4993-b3b9-5e4ad470eacc_Resubelpara-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"north-garo-hills","slug":"north-garo-hills"},{"name":"resubelpara","slug":"resubelpara"},{"name":"meghalaya","slug":"meghalaya"}],"slug":"top-places-to-visit-in-north-garo-hills-resubelpara-meghalaya","total":0},{"id":748,"title":"Top Places to visit in East Khasi Hills, Shillong, Meghalaya","imageUrl":"c59b426a-910d-4743-b768-bf1e8ce6c628_Shillong-tourism.jpg","dateCreated":"2019-09-22T11:55:32.547Z","dateModified":"2019-09-22T11:55:47.704Z","contributedBy":"AskGif","content":"East Khasi Hills is an administrative district in the state of Meghalaya in India. The district headquarters are located at Shillong. The district occupies an area of 2752 km&sup2; and has a population of 824,059 (as of 2011). As of 2011 it is the most populous district of Meghalaya's seven distr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c59b426a-910d-4743-b768-bf1e8ce6c628_Shillong-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"meghalaya","slug":"meghalaya"},{"name":"shillong","slug":"shillong"},{"name":"east-khasi-hills","slug":"east-khasi-hills"}],"slug":"top-places-to-visit-in-east-khasi-hills-shillong-meghalaya","total":0},{"id":747,"title":"Top Places to visit in East Garo Hills, Williamnagar, Meghalaya","imageUrl":"09b2a654-9bc2-4f99-93f2-a75cbd33c1a9_Williamnagar-tourism.jpg","dateCreated":"2019-09-22T11:35:36.683Z","dateModified":"2019-09-22T11:35:51.863Z","contributedBy":"AskGif","content":"East Garo Hills is an administrative district in the state of Meghalaya in India.\r\nHistory\r\nThe East Garo Hills district was formed in 1976, after the erstwhile Garo Hills district of Meghalaya was re-organised with a view to bring the administration closer to the people.\r\n&n","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09b2a654-9bc2-4f99-93f2-a75cbd33c1a9_Williamnagar-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"east-garo-hills","slug":"east-garo-hills"},{"name":"williamnagar","slug":"williamnagar"},{"name":"meghalaya","slug":"meghalaya"}],"slug":"top-places-to-visit-in-east-garo-hills-williamnagar-meghalaya","total":0}]}