{"id":756,"title":"वेस्ट गारो हिल्स, तुरा में देखने के लिए शीर्ष स्थान, मेघालय","imageUrl":"0f8351f9-c3ef-4848-9218-a542f09e300a_Tura-tourism.jpg","dateCreated":"2019-09-22T14:01:13.618Z","dateModified":"2019-09-22T14:01:27.29Z","contributedBy":"AskGif","content":"<p>वेस्ट गारो हिल्स भारत में मेघालय राज्य के गारो हिल्स में एक प्रशासनिक जिला है। तुरा शहर जिले का प्रशासनिक मुख्यालय है। जिले का क्षेत्रफल 3714 वर्ग किमी है। 2001 में इसकी जनसंख्या 515,813 थी। पूर्वी खासी हिल्स के बाद 2011 में यह मेघालय (7 में से) का दूसरा सबसे अधिक आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>तुरा भारतीय राज्य मेघालय में पश्चिमी गारो हिल्स जिले में एक पहाड़ी शहर और एक नगर पालिका है। मेघालय के सबसे बड़े शहरों में से एक, तुरा तुरा हिल्स की तलहटी में स्थित और तुरा चोटी के ठीक नीचे स्थित एक घाटी है। तुरा में जलवायु वर्ष भर मध्यम होती है और इसमें बड़ी संख्या में दिलचस्प और बेरोज़गार क्षेत्र होते हैं। माना जाता है कि देशी देवता दुरमा पहाड़ियों में निवास करते थे।</p>\r\n<p>&nbsp;</p>\r\n<p>यह निकटतम शहर गुवाहाटी से 220 किलोमीटर दूर है और पश्चिम गारो हिल्स जिले का जिला मुख्यालय भी है। यह चारों तरफ छोटे छोटे नालों और हरी घाटियों से भरा है। प्रमुख भाषाएं गारो और अंग्रेजी हैं। शहर में 4 कॉलेज और अच्छे माध्यमिक विद्यालयों की मेजबानी है। 1973 में, शहर को तुरा के रोमन कैथोलिक सूबा की सीट बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>राजधानी शिलांग शहर 323 किलोमीटर दूर है और बसों या शटल हेलीकाप्टर सेवा के माध्यम से पहुँचा जा सकता है। बांग्लादेश डलू की सीमा, 50 किलोमीटर की निकटता पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>तुरा गारो जनजाति का एक सांस्कृतिक और प्रशासनिक केंद्र है। लोकप्रिय पर्यटन स्थलों जैसे कि बलपक्रम, नोकरेक और सिजू गुफा की यात्रा करने के लिए, इस शहर से गुजरने की आवश्यकता होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>तुरा में कई झरने और बहुत सारी धाराएँ हैं। कुछ जलप्रपात रोंगबैंगदारे, पेलेगदारे, गंडक जलप्रपात आदि हैं जिनमें से कुछ धाराएँ रंगोलवरी, नोकमावरी, गनोल, दछिमा आदि हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वेस्ट गारो हिल्स जिला मेघालय के पश्चिमी भाग में स्थित है। यह जिला पूर्व में पूर्व गारो हिल्स जिले से, दक्षिण-पूर्व में दक्षिण गारो हिल्स जिले से, उत्तर में उत्तर प्रदेश के गोआलपारा जिले और उत्तर-पश्चिम में बांग्लादेश और दक्षिण में बांग्लादेश से घिरा है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>22 अक्टूबर 1976 में गारो हिल्स जिले को दो जिलों में विभाजित किया गया: पश्चिम गारो हिल्स जिला और पूर्वी गारो हिल्स जिला। पश्चिम गारो हिल्स जिले को दो जिलों में विभाजित किया गया था: वर्तमान दिन वेस्ट गारो हिल्स जिला और दक्षिण गारो हिल्स जिला जून 1992 में।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>2006 में पंचायती राज मंत्रालय ने वेस्ट गारो हिल्स को देश के 250 सबसे पिछड़े जिलों (कुल 640 में से) में से एक नाम दिया। यह मेघालय के तीन जिलों में से एक है जो वर्तमान में पिछड़ा क्षेत्र अनुदान निधि कार्यक्रम (BRGF) से धन प्राप्त कर रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>महेंद्रगंज अंतरराष्ट्रीय सीमा पार</p>\r\n<p>महेंद्रगंज-बक्शीगंज अंतरराष्ट्रीय सीमा पार भारत में पश्चिम गारो HIlls जिले में महेंद्रगंज शहर में NH12 पर बक्शीगंज है एक अंतरराष्ट्रीय क्रॉसिंग है जिसे भारतमाला मार्गों (स्लाइड 22) में और विकसित किया जा रहा है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>प्रशासनिक विभाग</p>\r\n<p>दक्षिण गारो हिल्स जिले के निर्माण के बाद वेस्ट गारो हिल्स जिले को छह ब्लॉकों में विभाजित किया गया है:</p>\r\n<p>&nbsp;</p>\r\n<p>नाम मुख्यालय जनसंख्या स्थान</p>\r\n<p>Dadenggiri Dadenggiri</p>\r\n<p>वेस्ट गारो हिल्स सबडिविज़न डडेंगगिरी.पंग</p>\r\n<p>Dalu Dalu</p>\r\n<p>वेस्ट गारो हिल्स उपखंड Dalu.png</p>\r\n<p>Gambegre Gambegre</p>\r\n<p>पश्चिम गारो हिल्स उपखंड Gambegre.png</p>\r\n<p>Rongram Asananggiri</p>\r\n<p>पश्चिम गारो हिल्स उपखंडों रोंग्राम.पेंग</p>\r\n<p>Selsella Selsella</p>\r\n<p>वेस्ट गारो हिल्स उपखंड Selsella.png</p>\r\n<p>Tikrikilla Tikrikilla</p>\r\n<p>पश्चिम गारो हिल्स उपखंड Tikrikilla.png</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार पश्चिम गारो हिल्स जिले की आबादी 642,923 है, जो मोंटेनेग्रो या वर्मांट के अमेरिकी राज्य के बराबर है। यह इसे भारत में 514 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 173 निवासियों प्रति वर्ग किलोमीटर (450 / वर्ग मील) है। 2001-2011 के दशक में इसकी जनसंख्या वृद्धि दर 24.02% थी। वेस्ट गारो हिल्स में हर 1000 पुरुषों पर 979 महिलाओं का लिंग अनुपात है, और साक्षरता दर 68.38% है।</p>\r\n<p>&nbsp;</p>\r\n<p>तुरा में गैरोस या अचिकों की मिश्रित आबादी है (जैसा कि वे खुद को बुलाना पसंद करते हैं), बंगाली, नेपाली, असमिया, अन्य जातीय समूहों के सदस्य जैसे कि हाजोंग, राबास और कोच, बोडो और कैथोलिक चर्च में दक्षिण भारतीयों का एक अच्छा छिड़काव। शिक्षण पेशा और अर्धसैनिक बल।</p>\r\n<p>&nbsp;</p>\r\n<p>बोली</p>\r\n<p>पश्चिम गारो की भाषाओं में बांग्लादेश और भारत में 10,000 लोगों द्वारा बोली जाने वाली एक तिबो-बर्मन भाषा ए'टोंग शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>रुचि के स्थान</p>\r\n<p>गारो हिल्स में कुछ दर्शनीय स्थल सिजू गुफा, नोकेरेक पीक, सिजू पक्षी अभयारण्य, इमिलसेंग डेयर फॉल्स, सोसिब्रा और रोंगाडोंग हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वेस्ट गारो हिल्स में घूमने लायक कुछ जगहें हैं 1. भितबारी / वाडागोक्रे खुदाई स्थल, 2. पेलेगा झरना, 3. तुरा पीक रेंज, 4. नोकरेक पीक, 5. नोकपेंटे इंस्टीट्यूशन, 6. 6. मैडिकल गारो विलेजेज और कई अन्य।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1986 में वेस्ट गारो हिल्स जिला, अपनी बहन जिलों साउथ और ईस्ट गारो हिल्स के साथ, नोकरेक नेशनल पार्क का घर बन गया। पार्क का क्षेत्रफल 47 किमी 2 (18.1 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>हवाई अड्डा निकटतम हवाई अड्डा गुवाहाटी हवाई अड्डा (GAU), बस, किराया कैब है। यद्यपि तुरा का अपना हवाई अड्डा है जिसका नाम बलजेक हवाई अड्डा है जो लगभग स्थित है। शहर से 30 किमी दूर लेकिन यह अभी तक काम नहीं कर रहा है। इसका उद्घाटन भारत की तत्कालीन राष्ट्रपति श्रीमती द्वारा किया गया था। प्रतिभा पाटिल अपने शहर के दौरे के दौरान।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>&nbsp;</p>\r\n<p>आईसीएफएआई विश्वविद्यालय, तुरा</p>\r\n<p>&nbsp;</p>\r\n<p>केन्द्रीय विद्यालय, तुरा</p>\r\n<p>महाविद्यालय और विश्वविद्यालय</p>\r\n<p>गृह विज्ञान महाविद्यालय (केंद्रीय कृषि विश्वविद्यालय, इंफाल के अंतर्गत)</p>\r\n<p>शिक्षक शिक्षा महाविद्यालय</p>\r\n<p>डॉन बॉस्को कॉलेज, तुरा</p>\r\n<p>दुरमा कॉलेज</p>\r\n<p>हार्डिंग थियोलॉजिकल कॉलेज</p>\r\n<p>आईसीएफएआई विश्वविद्यालय मेघालय, तुरा</p>\r\n<p>मार्टिन लूथर विश्वविद्यालय, तुरा परिसर</p>\r\n<p>नॉर्थ-ईस्टर्न हिल यूनिवर्सिटी, तुरा कैंपस।</p>\r\n<p>तुरा कॉलेज ऑफ इंफॉर्मेशन टेक्नोलॉजी</p>\r\n<p>तुरा सरकार। कॉलेज</p>\r\n<p>तुरा लॉ कॉलेज</p>\r\n<p>तुरा पॉलिटेक्निक।</p>\r\n<p>तुरा यूनाइटेड क्रिश्चियन एकेडमी।</p>\r\n<p>अन्य संस्थान</p>\r\n<p>क्षेत्रीय व्यावसायिक प्रशिक्षण संस्थान</p>\r\n<p>तुरा औद्योगिक प्रशिक्षण संस्थान</p>\r\n<p>फूड क्राफ्ट इंस्टीट्यूट, एनसीएचएमसीटी, नोएडा के तहत तुरा।</p>\r\n<p>&nbsp;</p>\r\n<p>खाना पीना</p>\r\n<p>भोजन की कई किस्में उपलब्ध हैं, आम एक पारंपरिक गारो भोजन है। पारंपरिक गारो भोजन में उबले हुए चावल, पोर्क, बीफ, चिकन और सूखी मछली की अलग-अलग तैयारी शामिल है। गारो फ़ूड की कुछ व्यंजनों में ना &middot; केम बिची (यह मिर्च और सोडा के साथ बनाई जाने वाली सूखी मछली की सब्जी है), Gal &bull; da Matchu (बीफ के साथ उबला हुआ रोसेली पत्ते), Wak Gominda (यह कद्दू है जिसे पोर्क, मिर्च और सोडा के साथ पकाया जाता है) ) वक पुरा (इसे कुचले हुए चावल या चावल के आटे से पकाया जाता है), खप्पा (सोडा के साथ तला हुआ मांस और ताजे बगीचे के मसाले के साथ उबला हुआ) ताआ वकगरन (स्मोक्ड पोर्क, मिर्च और सोडा के साथ यम), ब्रेंगा (मांस अंदर पकाया जाता है) बाँस), वीटेपा (मांस / मछली / केले के पत्तों में लिपटी हुई सब्जियाँ), चम्बिल वक पूरा (पोमेलो को पोर्क और कुचले हुए चावल के साथ पकाया जाता है), ता'क वक हल्दी रसिन (सूअर का मांस यम, हल्दी पाउडर, मिर्च और प्याज से पकाया जाता है) ), कलाई दोओ (चिकन के साथ पकाया जाने वाला काली दाल), मे&rsquo;नाकम (सूखी मछली के साथ बांस की गोली), मेक वे पुरा (चावल के आटे के साथ बांस की गोली) आदि आम व्यंजन चावल केक हैं जिन्हें रबकिन (बनाया जाता है) स्थानीय रूप से उगाए गए चिपचिपे चावल और तिल के बीज के साथ) और पित्त (कुचल चिपचिपा चावल और गुड़ के साथ बनाया गया), जक्कप (चिपचिपे चावल के आटे और तिल के साथ बनाया गया) eeds)। स्थानीय रूप से निर्मित पेय कई प्रकार के होते हैं। मिनिल बिची या एमआई बिची (राइस बीयर) (किण्वित चिपचिपा चावल या सामान्य चावल से बना) सबसे आम पेय में से एक है। वास्तव में, वहाँ विभिन्न स्वदेशी व्यंजनों हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया और संचार</p>\r\n<p>ऑल इंडिया रेडियो के पास तुरा में एक स्थानीय स्टेशन है जो बड़े पैमाने पर ब्याज के विभिन्न कार्यक्रमों को प्रसारित करता है। हाल ही में, दैनिक स्थानीय समाचार पत्र, द टुरा टाइम्स, जेनेरा और सलंटिनी कू &middot; रंगारंग, गारो हिल्स के पूरे क्षेत्र और असम के कुछ हिस्सों (esp। दो जिलों कामरूप और गोलपारा) के क्षेत्रों तक सूचना पहुँचा रहे हैं। गारो पीपल के साथ।</p>\r\n<p>&nbsp;</p>\r\n<p>कनेक्टिविटी</p>\r\n<p>तुरा मेघालय के पश्चिमी भाग में स्थित है जो बांग्लादेश की राष्ट्रीय सीमा के काफी करीब है। परिवहन का मुख्य साधन सड़क मार्ग है, तुरा हवाई अड्डे से कोई रेल या कोई निर्धारित उड़ानें नहीं हैं। गुवाहाटी से, यह राष्ट्रीय राजमार्ग 217 (ओल्ड एनएच 51) के माध्यम से 221 किमी है। गुवाहाटी से दिन के समय सूमो और रात भर बस सेवाएं उपलब्ध हैं। पवन हंस द्वारा संचालित गुवाहाटी और शिलॉन्ग से 3 दिन की एक हेलीकॉप्टर सेवा उपलब्ध है।</p>\r\n<p>&nbsp;</p>\r\n<p>समाज</p>\r\n<p>तुर्रा के मुख्य निवासी गारो जनजाति (मूल निवासी) हैं। ईसाई धर्म मुख्य धर्म है, लगभग 100% ग्रास ईसाई हैं। बैपटिस्ट, कैथोलिक, सेवेंथ डे एडवेंटिस्ट, चर्च ऑफ जीसस क्राइस्ट (COJC), क्रिश्चियन रिवाइवल चर्च (CRC) आदि जैसे विभिन्न ईसाई संप्रदाय हैं। गैरों में एक मातृसत्तात्मक समाज है, जबकि हाजोंग्स हिंदू हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रास के अलावा, तुरा कई अन्य जनजातियों जैसे हजोंग्स, कोच, राभा और बोडोस को भी होस्ट करता है जो धर्म से हिंदू हैं। बंगाली, असमी, बिहारी और नेपाली भाषी समुदाय आदि की भी काफी संख्या है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/West_Garo_Hills_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0f8351f9-c3ef-4848-9218-a542f09e300a_Tura-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-west-garo-hills-tura-meghalaya","tags":[{"name":"तुरा","slug":"tura"},{"name":"मेघालय","slug":"meghalaya"},{"name":"वेस्ट-गारो-हिल्स","slug":"west-garo-hills"}],"recommendations":[{"id":757,"title":"पश्चिम खासी हिल्स, नोंगस्टोइन में देखने के लिए शीर्ष स्थान, मेघालय","imageUrl":"435721cc-a560-40ec-9aad-442b4aa81ebe_Nongstoin-tourism.jpg","dateCreated":"2019-09-22T14:08:30.873Z","dateModified":"2019-09-22T14:08:43.057Z","contributedBy":"AskGif","content":"पश्चिम खासी हिल्स भारत में मेघालय राज्य का एक प्रशासनिक जिला है।\r\nनोंगस्टोइन भारत में मेघालय राज्य में पश्चिम खासी हिल्स जिले का मुख्यालय है।\r\nइतिहास\r\nपश्चिम खासी हिल्स जिले को खासी हिल्स जिले से बाहर किया गया था, जिसे 28 अक्टूबर 1976 को पश्चिम और पूर्वी खासी हिल्स जिलों में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/435721cc-a560-40ec-9aad-442b4aa81ebe_Nongstoin-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"पश्चिम-खासी-हिल्स","slug":"west-khasi-hills"},{"name":"नोंगस्टोइन","slug":"nongstoin"},{"name":"मेघालय","slug":"meghalaya"}],"slug":"top-places-to-visit-in-west-khasi-hills-nongstoin-meghalaya","total":0},{"id":750,"title":"उत्तर गारो हिल्स, रेसुबेलरा में देखने के लिए शीर्ष स्थान, मेघालय","imageUrl":"65264c25-9935-4993-b3b9-5e4ad470eacc_Resubelpara-tourism.jpg","dateCreated":"2019-09-22T12:17:41.678Z","dateModified":"2019-09-22T12:18:00.509Z","contributedBy":"AskGif","content":"गारो हिल्स मेघालय, भारत में गारो-खासी रेंज का हिस्सा हैं। वे मुख्य रूप से आदिवासी निवासियों द्वारा बसे हुए हैं, जिनमें से अधिकांश गारो लोग हैं। यह दुनिया में सबसे ज्यादा जगहों में से एक है। रेंज मेघालय उपोष्णकटिबंधीय जंगलों के भाग का हिस्सा है।\r\nResubelpara लोकप्रिय रूप से Resu के रूप में ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/65264c25-9935-4993-b3b9-5e4ad470eacc_Resubelpara-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"उत्तर-गारो-हिल्स","slug":"north-garo-hills"},{"name":"रेसुबेलरा","slug":"resubelpara"},{"name":"मेघालय","slug":"meghalaya"}],"slug":"top-places-to-visit-in-north-garo-hills-resubelpara-meghalaya","total":0},{"id":748,"title":"पूर्वी खासी हिल्स, शिलांग में देखने के लिए शीर्ष स्थान, मेघालय","imageUrl":"c59b426a-910d-4743-b768-bf1e8ce6c628_Shillong-tourism.jpg","dateCreated":"2019-09-22T11:55:32.547Z","dateModified":"2019-09-22T11:55:47.704Z","contributedBy":"AskGif","content":"पूर्वी खासी हिल्स भारत में मेघालय राज्य का एक प्रशासनिक जिला है। जिला मुख्यालय शिलांग में स्थित है। जिले का क्षेत्रफल 2752 वर्ग किमी है और इसकी आबादी 824,059 (2011 तक) है। 2011 तक यह मेघालय के सात जिलों में सबसे अधिक आबादी वाला जिला है।\r\nखासी हिल्स / ɑːkɑːsi / भारत के मेघालय राज्य में शिलॉ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/c59b426a-910d-4743-b768-bf1e8ce6c628_Shillong-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मेघालय","slug":"meghalaya"},{"name":"शिलांग","slug":"shillong"},{"name":"पूर्वी-खासी-हिल्स","slug":"east-khasi-hills"}],"slug":"top-places-to-visit-in-east-khasi-hills-shillong-meghalaya","total":0},{"id":747,"title":"ईस्ट गारो हिल्स, विलियमनगर  में देखने के लिए शीर्ष स्थान, मेघालय","imageUrl":"09b2a654-9bc2-4f99-93f2-a75cbd33c1a9_Williamnagar-tourism.jpg","dateCreated":"2019-09-22T11:35:36.683Z","dateModified":"2019-09-22T11:35:51.863Z","contributedBy":"AskGif","content":"ईस्ट गारो हिल्स भारत में मेघालय राज्य का एक प्रशासनिक जिला है।\r\nइतिहास\r\nपूर्वी गारो हिल्स जिले का गठन 1976 में किया गया था, मेघालय के पूर्व गारो हिल्स जिले को प्रशासन द्वारा लोगों के करीब लाने के उद्देश्य से फिर से आयोजित किया गया था।\r\n&nbsp;\r\nजिले का जिला मुख्यालय-परि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/09b2a654-9bc2-4f99-93f2-a75cbd33c1a9_Williamnagar-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ईस्ट-गारो-हिल्स","slug":"east-garo-hills"},{"name":"विलियमनगर","slug":"williamnagar"},{"name":"मेघालय","slug":"meghalaya"}],"slug":"top-places-to-visit-in-east-garo-hills-williamnagar-meghalaya","total":0}]}