{"id":759,"title":"Top Places to visit in Champhai, Mizoram","imageUrl":"5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","dateCreated":"2019-09-24T01:41:21.466Z","dateModified":"2019-09-24T01:41:33.356Z","contributedBy":"AskGif","content":"<p>Champhai is a border town in Mizoram state, in far eastern India. It is the headquarters of Champhai district, one of the eight districts in the state. It is located on the Indo-Myanmar border and is situated in a strategically important location. Because of this, it is the main business corridor for India and Myanmar in the area.</p>\r\n<p>Champhai district is one of the eight districts of Mizoram state in India. The district is bounded on the north by Churachandpur district of Manipur state, on the west by Aizawl and Serchhip districts, and on the south and east by Myanmar. The district occupies an area of 3185.83 km&sup2;. Champhai town is the administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>The area of Champhai is 3,185.83 square kilometres (1,230 sq mi). The average annual rainfall is 1,814 millimetres (71.4 in).</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Champhai was the headquarters of Lalbura Sailo, son of Vanhnuailiana, a Mizo Chief against whom the British Expedition of 1871&ndash;72 was directed. It was accorded the status of a fort during the British period.. The Champhai Valley was once a lake and was gradually silted to obliterate the lake. The soil of the plain was still uncultivated during the Lushai Expedition of 1872. Irrigated rice cultivation started in Champhai in the year 1898 encouraged by the British Colonial Authorities to supply rice for their soldiers and laborers. As of 1922, there was only 1 shop in Champhai. On 1 March 1966, the MNF declared unilateral Mizo Independence and attacked Assam Rifles post at Champhai .</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>The economy of Champhai is mainly agriculture and border trade. Champhai is also the main trading centre of Mizoram with goods like clothes, silverware and electronics imported from Myanmar through the trading post in Zokhawthar.It has a flatland measuring 113 kilometres long and 48 kilometres in width for wet rice cultivation which can produce 19,200 quintals of rice per year. 10,000 quintals of grape were cultivated in 2011 alone churning 20,000 bottles a year. These are the two main agricultural products.</p>\r\n<p>&nbsp;</p>\r\n<p>Climate</p>\r\n<p>Champhai has a moderate climate. In winter, the temperature varies from 10 &deg;C to 20 &deg;C and in summer, and between 15 &deg;C and 30 &deg;C in winter.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Champhai College is the only institution for higher education in the town. However, there are many government owned and privately run schools operating here.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>The Major Media in Champhai are:</p>\r\n<p>&nbsp;</p>\r\n<p>Lenrual</p>\r\n<p>Pasaltha</p>\r\n<p>Rihlipui</p>\r\n<p>CCN (Digital TV Operator)</p>\r\n<p>LCN (Digital TV Operator)</p>\r\n<p>Transport</p>\r\n<p>A helicopter service by Pawan Hans has been started which connects the Aizawl with Champhai. The distance between Champhai and Aizawl is 194 km and is connected with regular service of bus and sumo.</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>The district divided into four tehsils: East Lungdar (part), Khawzawl, Khawbung, and Ngopa. It has four Rural Development Blocks: Champhai, Khawbung, Khawzawl, and Ngopa. The district has five Legislative Assembly constituencies. These are Champhai North, East Tuipui, Lengteng, Tuichang, and Champhai South. There are eighty-eight inhabited villages in this district, seventy-six of which are revenue villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>Religions in Champhai District</p>\r\n<p>ReligionPercent</p>\r\n<p>Christians</p>\r\n<p>&thinsp;</p>\r\n<p>98.17%</p>\r\n<p>Hindus</p>\r\n<p>&thinsp;</p>\r\n<p>0.85%</p>\r\n<p>Muslims</p>\r\n<p>&thinsp;</p>\r\n<p>0.56%</p>\r\n<p>Others</p>\r\n<p>&thinsp;</p>\r\n<p>0.15%</p>\r\n<p>Buddhists</p>\r\n<p>&thinsp;</p>\r\n<p>0.12%</p>\r\n<p>Not Stated</p>\r\n<p>&thinsp;</p>\r\n<p>0.10%</p>\r\n<p>Jains</p>\r\n<p>&thinsp;</p>\r\n<p>0.04%</p>\r\n<p>Sikhs</p>\r\n<p>0.01%</p>\r\n<p>According to the 2011 census Champhai district has a population of 125,745, roughly equal to the nation of Grenada. This gives it a ranking of 610th in India (out of a total of 640). The district has a population density of 39 inhabitants per square kilometre (100/sq mi). Its population growth rate over the decade 2001-2011 was 16.01%. Champhai has a sex ratio of 984 females for every 1000 males, and a literacy rate of 95.91%.</p>\r\n<p>&nbsp;</p>\r\n<p>The major religious groups in this districts are: the Christians (105,061), the Hindus (2,248) and the Muslims (432).</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1991 Champai district became home to Murlen National Park, which has an area of 200 km2 (77.2 sq mi). It is also home to the Lengteng Wildlife Sanctuary, which was established in 1999 and has an area of 120 km2 (46.3 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Champhai</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-champhai-mizoram","tags":[{"name":"champhai","slug":"champhai"},{"name":"mizoram","slug":"mizoram"}],"recommendations":[{"id":765,"title":"Top Places to visit in Serchhip, Mizoram","imageUrl":"fb653402-d97c-45a9-a5b4-26a33d35c815_Serchhip-tourism.jpg","dateCreated":"2019-09-24T02:18:46.015Z","dateModified":"2019-09-24T02:18:59.289Z","contributedBy":"AskGif","content":"Serchhip is the headquarters town of Serchhip district in the Indian state of Mizoram, and also the headquarters of Serchhip Sadar subdivision. It lies in the central part of Mizoram, and 112 km away from the State capital city of Aizawl. The district has the highest literacy all over India. The ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fb653402-d97c-45a9-a5b4-26a33d35c815_Serchhip-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mizoram","slug":"mizoram"},{"name":"serchhip","slug":"serchhip"}],"slug":"top-places-to-visit-in-serchhip-mizoram","total":0},{"id":761,"title":"Top Places to visit in Lawngtlai, Mizoram","imageUrl":"5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","dateCreated":"2019-09-24T01:53:25.005Z","dateModified":"2019-09-24T01:53:45.4Z","contributedBy":"AskGif","content":"Lawngtlai is the district headquarters of Lawngtlai district in the state of Mizoram in India. It is also the headquarters of Lai Autonomous District Council, one of the three autonomous district councils in Mizoram (the other two being Mara Autonomous District Council and Chakma Autonomous Distr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lawngtlai","slug":"lawngtlai"},{"name":"mizoram","slug":"mizoram"}],"slug":"top-places-to-visit-in-lawngtlai-mizoram","total":0},{"id":759,"title":"Top Places to visit in Champhai, Mizoram","imageUrl":"5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","dateCreated":"2019-09-24T01:41:21.466Z","dateModified":"2019-09-24T01:41:33.356Z","contributedBy":"AskGif","content":"Champhai is a border town in Mizoram state, in far eastern India. It is the headquarters of Champhai district, one of the eight districts in the state. It is located on the Indo-Myanmar border and is situated in a strategically important location. Because of this, it is the main business corridor","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"champhai","slug":"champhai"},{"name":"mizoram","slug":"mizoram"}],"slug":"top-places-to-visit-in-champhai-mizoram","total":0},{"id":758,"title":"Top Places to visit in Aizawl, Mizoram","imageUrl":"0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","dateCreated":"2019-09-24T01:36:00.737Z","dateModified":"2019-09-24T01:36:18.355Z","contributedBy":"AskGif","content":"Aizawl is the capital of the state of Mizoram in India. With a population of 293,416, it is the largest city in the state. It is also the centre of administration containing all the important government offices, state assembly house and civil secretariat. The population of Aizawl strongly reflect","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"aizawl","slug":"aizawl"},{"name":"mizoram","slug":"mizoram"}],"slug":"top-places-to-visit-in-aizawl-mizoram","total":0}]}