{"id":761,"title":"Top Places to visit in Lawngtlai, Mizoram","imageUrl":"5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","dateCreated":"2019-09-24T01:53:25.005Z","dateModified":"2019-09-24T01:53:45.4Z","contributedBy":"AskGif","content":"<p>Lawngtlai is the district headquarters of Lawngtlai district in the state of Mizoram in India. It is also the headquarters of Lai Autonomous District Council, one of the three autonomous district councils in Mizoram (the other two being Mara Autonomous District Council and Chakma Autonomous District Council).</p>\r\n<p>Lawngtlai district is one of the eight districts of Mizoram state in India. The district is bounded on the north by Lunglei district, on the west by Bangladesh, on the south by Myanmar and on the east by Saiha district. The district occupies an area of 2557.10 km&sup2;. Lawngtlai town is the administrative headquarters of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>The district shares its boundaries with Lunglei and Saiha districts on the north and south respectively. The inhabitants of the district are mainly the ethnic groups of tribals like Pang, Lai and Chakma, who are among the minor tribal communities of Mizoram. The main occupation is cultivation and the rural population largely depends on agriculture for their subsistence. The physical feature is mainly hilly except with long narrow strip of low-lying area along the western side of Chamdur Valley.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>Lawngtlai village was established by Haihmunga Hlawncheu, a Lai Chief, in 1880 at present Vengpui. It has been named \"Lawngtlai\" as one day the Chief Haihmunga Hlawncheu seized a boat that was drifting down Kaladan river hence the name Lawng-tlai, which means Lawng=boat, and tlai=seized.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to Census of India, 2011 Lawngtlai town has population of 20,830 of which 10,659 are males while 10,171 are females. Population of Children with age of 0-6 is 3122 which is 14.99 % of total population of Lawngtlai. In Lawngtlai Notified Town, Female Sex Ratio is of 954 against Mizoram state average of 976. Moreover Child Sex Ratio in Lawngtlai is around 971 compared to Mizoram state average of 970. Literacy rate of Lawngtlai city is 95.66% higher than state average of 91.33%. In Lawngtlai, Male literacy is around 96.97% while female literacy rate is 94.28%.</p>\r\n<p>&nbsp;</p>\r\n<p>Communities</p>\r\n<p>Majority of the people belong to Lai group. They are small part of a much larger Chin people in Chin State, Burma. However, nowadays most Lais speak Mizo as their first language. Lais in India in general were earlier known as Pawis by outsiders.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>A helicopter service by Pawan Hans has been started which connects Aizawl with Lawngtlai. The distance between Lawngtlai and Aizawl through NH 54 is 296 km and is connected with regular service of bus and jeeps. The state government has proposed to extend the railway up to Lawngtlai. Lawngtlai is also going to be the nodal point in India for the Kaladan Multi-Modal Transit Transport Project which will link the town with Setpyitpyin (Kaletwa) in Myanmar through a 62 kilometre highway.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There is one college Lawngtlai College, under Mizoram University and a number of public and private schools.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>The major newspapers in Lawngtlai are:</p>\r\n<p>&nbsp;</p>\r\n<p>Chhawkhlei Times</p>\r\n<p>Lai Aw</p>\r\n<p>Lai Ram</p>\r\n<p>The Lawngtlai Post</p>\r\n<p>Phawngpui Express</p>\r\n<p>Ram Eng</p>\r\n<p>&nbsp;</p>\r\n<p>Divisions</p>\r\n<p>Unlike the most parts of India, where districts are divided into tehsils (talukas), in Lanwgtlai district there are two Autonomous District Councils, the Lai Autonomous District Council (LADC) and the Chakma Autonomous District Council (CADC) with their headquarters at Lawngtlai and Chawngte (Kamalanagar) respectively. Having separate autonomous legislative, executive and judicial functions, the Lais and the Chakmas administer their respective autonomous regions in accordance with the provisions of the Sixth Schedule to the Constitution of India.</p>\r\n<p>&nbsp;</p>\r\n<p>This district is divided into four Rural Development Blocks:</p>\r\n<p>&nbsp;</p>\r\n<p>Lawngtlai Rural Development Block</p>\r\n<p>Bungtlang &lsquo;South&rsquo; Rural Development Block</p>\r\n<p>Chawngte Rural Development Block</p>\r\n<p>Sangau Rural Development Block.</p>\r\n<p>The town of Lawngtlai is the headquarters for the district. The names of the headquarters of the Rural Development Blocks are same as them. There are 158 villages in Lawngtlai district.</p>\r\n<p>&nbsp;</p>\r\n<p>There are 3 Legislative Assembly constituencies in this district, 36-Tuichawng (ST), 37-Lawngtlai West (ST) and 38-Lawngtlai East (ST).</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>The main communities occupying Lawngtlai District are the Lais, Chakmas, Tongchangya Bawm, Pang, etc. there are famous cultural heritage among such tribes. In the eastern side of the district where Lai community are the main inhabitants. Chawnglaizawnh, Sarlamkai, Pawhlohtlawh are the main cultural dances. In Chakma occupied area of the district, there are various tribes of backward classes. In this area, the main religion is Buddhism whereas in the southern side i.e. Chamdur area mostly occupied by Pang,Bawm and Tlanglau community and eastern side i.e. Lai occupied area, Christianity is prevailing as their major religion. The common languages spoken in the district are Lai, Chakma, Tongchangya. Other languages spoken include Pang,Tlanglau, Bru and Bawm. These communities have different fold dance, folk dance, folk tales of their own. The common cultural dances of the Chakmas are Nua Jhumo Naach and Biju Naach.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>Lawngtlai district is situated within the tropical belt. It usually received high annual rainfall during the month from May up to September. In this region the tropical wet evergreen, mixed deciduous forest and wild banana forests are found. The western part of the region is covered by a thick virgin forest. Host of skima wallichi, Banyan tree, Gulmohar tree, Gamari, Jarus, Champa and several kinds of bamboos, climbers of different kinds and many kinds of wild fruits are found in this area. Several kinds of plants and herbs which are good for making herbal medicines are also found in this district.</p>\r\n<p>&nbsp;</p>\r\n<p>In 1997 Lawngtlai district became home to the Ngengpui Wildlife Sanctuary, which has an area of 110 km2 (42.5 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Lawngtlai</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-lawngtlai-mizoram","tags":[{"name":"lawngtlai","slug":"lawngtlai"},{"name":"mizoram","slug":"mizoram"}],"recommendations":[{"id":763,"title":"Top Places to visit in Mamit, Mizoram","imageUrl":"34e3468a-5809-46ec-bcac-525fcce3a1c1_Mamit-tourism.jpg","dateCreated":"2019-09-24T02:07:55.861Z","dateModified":"2019-09-24T02:08:09.219Z","contributedBy":"AskGif","content":"Mamit is a census town in Mamit district in the Indian state of Mizoram. Mamit emerged from the regrouping of villages.\r\nMamit district is one of the eight districts of Mizoram state in India.\r\n&nbsp;\r\nGeography\r\nMamit is located at 23.93&deg;N 92.48&deg;E. It has an a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/34e3468a-5809-46ec-bcac-525fcce3a1c1_Mamit-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mizoram","slug":"mizoram"},{"name":"mamit","slug":"mamit"}],"slug":"top-places-to-visit-in-mamit-mizoram","total":0},{"id":761,"title":"Top Places to visit in Lawngtlai, Mizoram","imageUrl":"5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","dateCreated":"2019-09-24T01:53:25.005Z","dateModified":"2019-09-24T01:53:45.4Z","contributedBy":"AskGif","content":"Lawngtlai is the district headquarters of Lawngtlai district in the state of Mizoram in India. It is also the headquarters of Lai Autonomous District Council, one of the three autonomous district councils in Mizoram (the other two being Mara Autonomous District Council and Chakma Autonomous Distr","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"lawngtlai","slug":"lawngtlai"},{"name":"mizoram","slug":"mizoram"}],"slug":"top-places-to-visit-in-lawngtlai-mizoram","total":0},{"id":759,"title":"Top Places to visit in Champhai, Mizoram","imageUrl":"5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","dateCreated":"2019-09-24T01:41:21.466Z","dateModified":"2019-09-24T01:41:33.356Z","contributedBy":"AskGif","content":"Champhai is a border town in Mizoram state, in far eastern India. It is the headquarters of Champhai district, one of the eight districts in the state. It is located on the Indo-Myanmar border and is situated in a strategically important location. Because of this, it is the main business corridor","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"champhai","slug":"champhai"},{"name":"mizoram","slug":"mizoram"}],"slug":"top-places-to-visit-in-champhai-mizoram","total":0},{"id":758,"title":"Top Places to visit in Aizawl, Mizoram","imageUrl":"0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","dateCreated":"2019-09-24T01:36:00.737Z","dateModified":"2019-09-24T01:36:18.355Z","contributedBy":"AskGif","content":"Aizawl is the capital of the state of Mizoram in India. With a population of 293,416, it is the largest city in the state. It is also the centre of administration containing all the important government offices, state assembly house and civil secretariat. The population of Aizawl strongly reflect","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"aizawl","slug":"aizawl"},{"name":"mizoram","slug":"mizoram"}],"slug":"top-places-to-visit-in-aizawl-mizoram","total":0}]}