{"id":761,"title":"लॉनंग्टलाई में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","dateCreated":"2019-09-24T01:53:25.005Z","dateModified":"2019-09-24T01:53:45.4Z","contributedBy":"AskGif","content":"<p>Lawngtlai भारत में मिजोरम राज्य में Lawngtlai जिले का जिला मुख्यालय है। यह लाई स्वायत्त जिला परिषद का मुख्यालय भी है, जो मिज़ोरम में तीन स्वायत्त जिला परिषदों में से एक है (अन्य दो मारा स्वायत्त जिला परिषद और चकमा स्वायत्त जिला परिषद हैं)।</p>\r\n<p>Lawngtlai जिला भारत में मिजोरम राज्य के आठ जिलों में से एक है। यह जिला उत्तर में लुंगलेई जिले से, पश्चिम में बांग्लादेश से, दक्षिण में म्यांमार से और पूर्व में साहा जिले से घिरा हुआ है। जिले का क्षेत्रफल 2557.10 वर्ग किमी है। Lawngtlai शहर जिले का प्रशासनिक मुख्यालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला क्रमशः उत्तर और दक्षिण में लुंगलेई और साहा जिलों के साथ अपनी सीमाओं को साझा करता है। जिले के निवासी मुख्य रूप से पंग, लाई और चकमा जैसे आदिवासियों के जातीय समूह हैं, जो मिजोरम के छोटे आदिवासी समुदायों में से हैं। मुख्य व्यवसाय खेती है और ग्रामीण आबादी काफी हद तक उनके निर्वाह के लिए कृषि पर निर्भर करती है। मुख्य रूप से चामडुर घाटी के पश्चिमी हिस्से के साथ निचले क्षेत्र की लंबी संकीर्ण पट्टी को छोड़कर भौतिक विशेषता मुख्य रूप से पहाड़ी है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>Lawngtlai गांव Haihmunga Hlawncheu द्वारा स्थापित किया गया था, एक लाई प्रमुख, 1880 में वर्तमान वेंगुई में। इसे \"लावंग्टलाई\" नाम दिया गया है, एक दिन मुख्य हैहुमंगा ह्लावेंचु ने एक नाव को जब्त किया था जो कलादान नदी के नीचे बह रही थी इसलिए इसका नाम Lawng-tlai, जिसका अर्थ है Lawng = नाव, और tlai = जब्त।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>भारत की जनगणना के अनुसार, २०११ लॉनगेटलाई शहर की जनसंख्या २०, which३० है, जिसमें १०,६५ ९ पुरुष हैं जबकि १०,१ while१ महिलाएं हैं। 0-6 वर्ष की आयु के बच्चों की जनसंख्या 3122 है जो कि लॉनगटलाई की कुल आबादी का 14.99% है। Lawngtlai अधिसूचित शहर में, महिला लिंग अनुपात 976 के मिज़ोरम राज्य औसत के मुकाबले 954 है। इसके अलावा Lawngtlai में बाल लिंग अनुपात मिज़ोरम राज्य के 970 की तुलना में लगभग 971 है। Lawngtlai शहर की साक्षरता दर 91.33% के राज्य औसत से 95.66% अधिक है। । Lawngtlai में, पुरुष साक्षरता लगभग 96.97% है जबकि महिला साक्षरता दर 94.28% है।</p>\r\n<p>&nbsp;</p>\r\n<p>समुदाय</p>\r\n<p>अधिकांश लोग लाई समूह के हैं। वे चिन राज्य, बर्मा में बहुत बड़े चिन लोगों का छोटा हिस्सा हैं। हालाँकि, आजकल अधिकांश लाईस मिज़ो को अपनी पहली भाषा के रूप में बोलते हैं। भारत में सामान्य रूप से लीस को पहले बाहरी लोगों द्वारा पाविस के रूप में जाना जाता था।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>पवन हंस द्वारा एक हेलीकॉप्टर सेवा शुरू की गई है जो आइजॉल को लॉंग्टलाई के साथ जोड़ती है। NHng 54 के माध्यम से Lawngtlai और Aizawl के बीच की दूरी 296 किमी है और यह बस और जीप की नियमित सेवा से जुड़ा हुआ है। राज्य सरकार ने रेलवे को कानूनगोलाई तक विस्तारित करने का प्रस्ताव दिया है। Lawngtlai भी Kaladan Multi-Modal Transit Transport Project के लिए भारत में नोडल बिंदु बनने जा रहा है, जो 62 किलोमीटर के राजमार्ग के माध्यम से शहर को म्यांमार में Setpyitpyin (Kaletwa) के साथ जोड़ेगा।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मिजोरम विश्वविद्यालय के अंतर्गत एक कॉलेज लॉन्ग्टलाई कॉलेज और कई सार्वजनिक और निजी स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>Lawngtlai में प्रमुख समाचार पत्र हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>छावखेली टाइम्स</p>\r\n<p>लाई अव</p>\r\n<p>लाई राम</p>\r\n<p>लॉनटंगलाई पोस्ट</p>\r\n<p>फावंगपुई एक्सप्रेस</p>\r\n<p>राम इंजी</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>भारत के अधिकांश हिस्सों के विपरीत, जहाँ जिले तहसीलों (तालुकाओं) में विभाजित हैं, लान्वग्टलाई जिले में दो स्वायत्त जिला परिषद हैं, लाई स्वायत्त जिला परिषद (LADC) और चक्रवात स्वायत्त जिला परिषद (CADC) लोंग्थलाई और मुख्यालय के साथ। क्रमशः च्वंग्ते (कमलानगर)। अलग-अलग स्वायत्त विधायी, कार्यकारी और न्यायिक कार्यों के बाद, लाओस और चाकमा ने भारत के संविधान की छठी अनुसूची के प्रावधानों के अनुसार अपने संबंधित स्वायत्त क्षेत्रों का प्रशासन किया।</p>\r\n<p>यह जिला चार ग्रामीण विकास खंडों में विभाजित है:</p>\r\n<p>&nbsp;</p>\r\n<p>Lawngtlai ग्रामीण विकास खंड</p>\r\n<p>बंग्लतांग &rsquo;दक्षिण 'ग्रामीण विकास खंड</p>\r\n<p>चवंगटे ग्रामीण विकास खंड</p>\r\n<p>संगौ ग्रामीण विकास खंड।</p>\r\n<p>Lawngtlai शहर जिले के लिए मुख्यालय है। ग्रामीण विकास खंडों के मुख्यालय के नाम उनके जैसे ही हैं। Lawngtlai जिले में 158 गाँव हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इस जिले में ३ विधान सभा निर्वाचन क्षेत्र हैं, ३६-तुइचवंग (एसटी), ३ Law-लोंग्थलाई वेस्ट (एसटी) और ३ng-लोंग्थलाई ईस्ट (एसटी)।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>लॉंग्टलाई जिले पर कब्जा करने वाले मुख्य समुदाय लाईस, चाकमास, तोंगचंग्या बावम, पैंग आदि हैं, ऐसी जनजातियों के बीच प्रसिद्ध सांस्कृतिक विरासत हैं। जिले के पूर्वी हिस्से में जहां लाई समुदाय मुख्य निवासी हैं। चवन्गलाइज़ोव, सरलामकाई, पावलोथलावा मुख्य सांस्कृतिक नृत्य हैं। जिले के चकमा कब्जे वाले क्षेत्र में, पिछड़े वर्गों की विभिन्न जनजातियाँ हैं। इस क्षेत्र में, मुख्य धर्म बौद्ध धर्म है जबकि दक्षिणी भाग में अर्थात् चामडुर क्षेत्र में ज्यादातर पैंग, बावम और त्लांग्लौ समुदाय और पूर्वी पक्ष यानी लाई के कब्जे वाला क्षेत्र है, ईसाई धर्म उनके प्रमुख धर्म के रूप में प्रचलित है। जिले में बोली जाने वाली आम भाषाएं हैं लाई, चकमा, टोंगचिंग्या। बोली जाने वाली अन्य भाषाओं में पंग, तलांग्लाऊ, ब्रू और बावम शामिल हैं। इन समुदायों में अलग-अलग तह नृत्य, लोक नृत्य, लोक कथाएं हैं। चकमाओं के सामान्य सांस्कृतिक नृत्य नुआ झुमो नाच और बीजू नाच हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>Lawngtlai जिला उष्णकटिबंधीय बेल्ट के भीतर स्थित है। यह आमतौर पर मई से सितंबर तक महीने के दौरान उच्च वार्षिक वर्षा प्राप्त करता है। इस क्षेत्र में उष्णकटिबंधीय आर्द्र सदाबहार, मिश्रित पर्णपाती वन और जंगली केले के जंगल पाए जाते हैं। क्षेत्र का पश्चिमी भाग घने कुंवारी जंगल से आच्छादित है। इस क्षेत्र में स्कीमा वालिची, बरगद का पेड़, गुलमोहर का पेड़, गामरी, जुआरस, चंपा और कई प्रकार के बांस, कई प्रकार के जंगली फल और कई प्रकार के जंगली फल पाए जाते हैं। कई प्रकार के पौधे और जड़ी-बूटियाँ जो हर्बल दवाएं बनाने के लिए अच्छे हैं, इस जिले में भी पाए जाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>1997 में Lawngtlai जिला Ngengpui वन्यजीव अभयारण्य का घर बन गया, जिसका क्षेत्रफल 110 किमी 2 (42.5 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Lawngtlai</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-lawngtlai-mizoram","tags":[{"name":"लॉनंग्टलाई","slug":"lawngtlai"},{"name":"मिजोरम","slug":"mizoram"}],"recommendations":[{"id":763,"title":"ममित में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"34e3468a-5809-46ec-bcac-525fcce3a1c1_Mamit-tourism.jpg","dateCreated":"2019-09-24T02:07:55.861Z","dateModified":"2019-09-24T02:08:09.219Z","contributedBy":"AskGif","content":"ममित भारतीय राज्य मिजोरम में ममित जिले का एक जनगणना शहर है। मामित गाँवों के समूह से निकलता है।\r\nममीत जिला भारत में मिजोरम राज्य के आठ जिलों में से एक है।\r\n&nbsp;\r\nभूगोल\r\nMamit 23.93 &deg; N 92.48 &deg; E पर स्थित है। इसकी औसत ऊंचाई 718 मीटर (2355 फीट) है।\r\nयह जि","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/34e3468a-5809-46ec-bcac-525fcce3a1c1_Mamit-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मिजोरम","slug":"mizoram"},{"name":"ममित","slug":"mamit"}],"slug":"top-places-to-visit-in-mamit-mizoram","total":0},{"id":761,"title":"लॉनंग्टलाई में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","dateCreated":"2019-09-24T01:53:25.005Z","dateModified":"2019-09-24T01:53:45.4Z","contributedBy":"AskGif","content":"Lawngtlai भारत में मिजोरम राज्य में Lawngtlai जिले का जिला मुख्यालय है। यह लाई स्वायत्त जिला परिषद का मुख्यालय भी है, जो मिज़ोरम में तीन स्वायत्त जिला परिषदों में से एक है (अन्य दो मारा स्वायत्त जिला परिषद और चकमा स्वायत्त जिला परिषद हैं)।\r\nLawngtlai जिला भारत में मिजोरम राज्य के आठ जिलों ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लॉनंग्टलाई","slug":"lawngtlai"},{"name":"मिजोरम","slug":"mizoram"}],"slug":"top-places-to-visit-in-lawngtlai-mizoram","total":0},{"id":759,"title":"चम्फाई में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","dateCreated":"2019-09-24T01:41:21.466Z","dateModified":"2019-09-24T01:41:33.356Z","contributedBy":"AskGif","content":"चम्पई मिज़ोरम राज्य में एक सीमावर्ती शहर है, जो सुदूर पूर्वी भारत में है। यह राज्य के आठ जिलों में से एक, चम्पई जिले का मुख्यालय है। यह भारत-म्यांमार सीमा पर स्थित है और रणनीतिक रूप से महत्वपूर्ण स्थान पर स्थित है। इस वजह से, यह क्षेत्र में भारत और म्यांमार के लिए मुख्य व्यापारिक गलियारा है।\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चम्फाई","slug":"champhai"},{"name":"मिजोरम","slug":"mizoram"}],"slug":"top-places-to-visit-in-champhai-mizoram","total":0},{"id":758,"title":"आइजोल में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","dateCreated":"2019-09-24T01:36:00.737Z","dateModified":"2019-09-24T01:36:18.355Z","contributedBy":"AskGif","content":"आइजोल भारत में मिजोरम राज्य की राजधानी है। 293,416 की आबादी के साथ, यह राज्य का सबसे बड़ा शहर है। यह सभी महत्वपूर्ण सरकारी कार्यालयों, राज्य विधानसभा भवन और नागरिक सचिवालय वाले प्रशासन का केंद्र भी है। आइजोल की जनसंख्या जातीय मिजो लोगों के विभिन्न समुदायों को दृढ़ता से दर्शाती है।\r\nआइजोल ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आइजोल","slug":"aizawl"},{"name":"मिजोरम","slug":"mizoram"}],"slug":"top-places-to-visit-in-aizawl-mizoram","total":0}]}