{"id":764,"title":"सायहा में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"d7ed3efa-cbd9-46ce-b197-fef75b997bb2_saiha.jpg","dateCreated":"2019-09-24T02:12:38.315Z","dateModified":"2019-09-24T02:12:52.079Z","contributedBy":"AskGif","content":"<p>सियाहा (मारा ऑटोनॉमस डिस्ट्रिक्ट काउंसिल द्वारा दिया गया आधिकारिक नाम, जिसे साहा के नाम से जाना जाता है) भारतीय उत्तर-पूर्वी राज्य मिजोरम में सियाहा जिले का एक जनगणना शहर है। यह मारा स्वायत्त जिला परिषद का मुख्यालय है, जो मिज़ोरम के भीतर तीन स्वायत्त जिला परिषदों में से एक है। यह राज्य के दक्षिण मध्य भाग में स्थित है। स्थानीय मारा भाषा में 'सियाहा' शब्द 'सिया' से आता है, जो मासिया के लिए हाथी का अर्थ है और 'हा' का अर्थ है दांत - एक हाथी का दांत। यह एक ऐसा स्थान था, जहाँ बड़ी संख्या में हाथी के दांत पाए जाते थे। हालाँकि स्थानीय लोग कस्बे का नाम सियाहा रखते हैं, मिज़ोस ने इसे 'साहा' नाम से पुकारा है, जो विशुद्ध रूप से मिज़ो भाषा में अनुवादित शब्द है।</p>\r\n<p>&nbsp;</p>\r\n<p>सियाहा जिला भारत में मिजोरम राज्य के आठ जिलों में से एक है। जिले के उत्तर और उत्तर-पश्चिम में लुंगलेई जिले, पश्चिम में लॉंग्तेलाई जिला और दक्षिण और पूर्व में म्यांमार से घिरा हुआ है। जिले का क्षेत्रफल 1399.9 वर्ग किमी है। सियाहा शहर मारा स्वायत्त जिला परिषद का प्रशासनिक मुख्यालय है। जनसंख्या 60,823 (2001 की जनगणना में) से घटकर 56,574 (2011 की जनगणना में) हो गई थी। यह मिजोरम (8 में से) का सबसे कम आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>सियाहा मारा लोगों के लिए एक व्यावसायिक केंद्र है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>सियाहा 22.48 &deg; N 92.97 &deg; E पर स्थित है। औसत ऊंचाई 729 मीटर (2391 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2001 की भारत की जनगणना के अनुसार, सियाहा की जनसंख्या 19,731 थी। पुरुषों की आबादी 52% और महिलाओं की 48% है। सियाहा की औसत साक्षरता दर 79% है, जो राष्ट्रीय औसत 59.5% से अधिक है: पुरुष साक्षरता 80% है, और महिला साक्षरता 77% है। सियाहा में, 16% आबादी 6 साल से कम उम्र की है। मिज़ोरम में 2008 में सियाहा सबसे तेजी से बढ़ता हुआ शहर है, 2008 में मिज़ोरम की सांख्यिकीय पुस्तिका से पता चलता है कि 2008 में 19,731 की तुलना में 2008 में इस शहर की आबादी 29,275 है।</p>\r\n<p>2011 की जनगणना के अनुसार सियाहा जिले की आबादी 56,574 है, जो कि लगभग ग्रीनलैंड द्वीप के बराबर है। यह इसे भारत में 628 वें (कुल 640 में से) की रैंकिंग देता है। जिले का जनसंख्या घनत्व 40 निवासियों प्रति वर्ग किलोमीटर (100 / वर्ग मील) है। दशक 2001-2011 में इसकी जनसंख्या वृद्धि दर -7.34% थी; मिजोरम में एकमात्र जिला जनसंख्या में कमी आई है। साईहा में हर 1000 पुरुषों पर 979 महिलाओं का लिंग अनुपात है, और साक्षरता दर 90.01% है।</p>\r\n<p>&nbsp;</p>\r\n<p>जिला निवासियों में से अधिकांश मारा लोग हैं, जिनके पास एक स्वायत्त जिला परिषद भी है, जिसे मरा स्वायत्त जिला परिषद कहा जाता है, जो साहा और तुईपांग के दो आरडी ब्लॉक से बना है; दूसरी ओर, लाइ लोग, सांगौ आर.बी ब्लॉक के मुख्य निवासी हैं, जो लाई स्वायत्त जिला परिषद का हिस्सा है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>मिजोरम विश्वविद्यालय के अंतर्गत एक कॉलेज - साहा कॉलेज सियाहा और कई सार्वजनिक और निजी स्कूल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>पवन हंस द्वारा एक हेलीकाप्टर सेवा शुरू की गई है जो आइजॉल को सियाहा से जोड़ती है। एनएच 54 के माध्यम से सियाहा और आइज़ॉल के बीच की दूरी 378 किमी है और यह बस और जीप की नियमित सेवा से जुड़ा हुआ है।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>साहा में प्रमुख समाचार पत्र हैं:</p>\r\n<p>&nbsp;</p>\r\n<p>Buannel</p>\r\n<p>छीम आव</p>\r\n<p>कवल इंजी</p>\r\n<p>मारालैंड</p>\r\n<p>चांदनी</p>\r\n<p>मारा थलाला</p>\r\n<p>सियाह पोस्ट</p>\r\n<p>Saikhawpui</p>\r\n<p>सियाहा टाइम्स</p>\r\n<p>Awsicharu [awsicharu.wordpress.com]</p>\r\n<p>देवा मारा दैनिक देवा मारा दैनिक</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1997 में सियाहा जिला फवंगपुई ब्लू माउंटेन नेशनल पार्क का घर बन गया, जिसका क्षेत्रफल 50 किमी 2 (19.3 वर्ग मीटर) है।</p>\r\n<p>&nbsp;</p>\r\n<p>प्रभागों</p>\r\n<p>जिले में 3 R.D ब्लॉक हैं, सियाहा को सियाहा, सांगाउ और तुईपांग के नाम से भी जाना जाता है, जिसे टीपा वी के नाम से भी जाना जाता है। इस जिले में 3 विधानसभा क्षेत्र सियाहा, सांगौ और तुईपांग हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Siaha</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d7ed3efa-cbd9-46ce-b197-fef75b997bb2_saiha.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-saiha-mizoram","tags":[{"name":"मिजोरम","slug":"mizoram"},{"name":"सायहा","slug":"saiha"}],"recommendations":[{"id":762,"title":"लुंगलेई में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"2ec395ef-16c3-48cb-ae14-bde6f2774632_Lunglei-tourism.jpg","dateCreated":"2019-09-24T02:00:40.735Z","dateModified":"2019-09-24T02:00:54.426Z","contributedBy":"AskGif","content":"लुंगलेई एक शहर है, जो पूर्वोत्तर भारत के मिज़ोरम राज्य के दक्षिण-मध्य भाग में स्थित है। लुंगलेई, कभी-कभी लुंगलेह का अर्थ होता है, जिसका शाब्दिक अर्थ 'रॉक का पुल' है, इसका नाम नगासीह के आसपास नदी क्षेत्र में पाए जाने वाले चट्टान से एक पुल के रूप में मिला है - त्लावंग नदी की एक छोटी सहायक नदी। यह र","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/2ec395ef-16c3-48cb-ae14-bde6f2774632_Lunglei-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मिजोरम","slug":"mizoram"},{"name":"लुंगलेई","slug":"lunglei"}],"slug":"top-places-to-visit-in-lunglei-mizoram","total":0},{"id":761,"title":"लॉनंग्टलाई में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","dateCreated":"2019-09-24T01:53:25.005Z","dateModified":"2019-09-24T01:53:45.4Z","contributedBy":"AskGif","content":"Lawngtlai भारत में मिजोरम राज्य में Lawngtlai जिले का जिला मुख्यालय है। यह लाई स्वायत्त जिला परिषद का मुख्यालय भी है, जो मिज़ोरम में तीन स्वायत्त जिला परिषदों में से एक है (अन्य दो मारा स्वायत्त जिला परिषद और चकमा स्वायत्त जिला परिषद हैं)।\r\nLawngtlai जिला भारत में मिजोरम राज्य के आठ जिलों ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5bf94210-8c3e-4a7a-8687-470da225357b_Lawngtlai-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"लॉनंग्टलाई","slug":"lawngtlai"},{"name":"मिजोरम","slug":"mizoram"}],"slug":"top-places-to-visit-in-lawngtlai-mizoram","total":0},{"id":760,"title":"कोलासिब में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"7fb29a68-bdf4-460b-9e25-d89f0c992a27_Kolasib-tourism.jpg","dateCreated":"2019-09-24T01:46:13.556Z","dateModified":"2019-09-24T01:46:26.156Z","contributedBy":"AskGif","content":"कोलासीब एक जिला है और साथ ही मिज़ोरम, भारत में कोलासिब जिले का एक जिला मुख्यालय है।\r\nकोलासिब जिला भारत में मिजोरम राज्य के आठ जिलों में से एक है। यह मिज़ोरम में 1,386 किमी 2 (535 वर्ग मील) के क्षेत्र के साथ सबसे छोटा जिला है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2011 की भारत की जनगणन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fb29a68-bdf4-460b-9e25-d89f0c992a27_Kolasib-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोलासिब","slug":"kolasib"},{"name":"मिजोरम","slug":"mizoram"}],"slug":"top-places-to-visit-in-kolasib-mizoram","total":0},{"id":758,"title":"आइजोल में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","dateCreated":"2019-09-24T01:36:00.737Z","dateModified":"2019-09-24T01:36:18.355Z","contributedBy":"AskGif","content":"आइजोल भारत में मिजोरम राज्य की राजधानी है। 293,416 की आबादी के साथ, यह राज्य का सबसे बड़ा शहर है। यह सभी महत्वपूर्ण सरकारी कार्यालयों, राज्य विधानसभा भवन और नागरिक सचिवालय वाले प्रशासन का केंद्र भी है। आइजोल की जनसंख्या जातीय मिजो लोगों के विभिन्न समुदायों को दृढ़ता से दर्शाती है।\r\nआइजोल ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आइजोल","slug":"aizawl"},{"name":"मिजोरम","slug":"mizoram"}],"slug":"top-places-to-visit-in-aizawl-mizoram","total":0}]}