{"id":765,"title":"Top Places to visit in Serchhip, Mizoram","imageUrl":"fb653402-d97c-45a9-a5b4-26a33d35c815_Serchhip-tourism.jpg","dateCreated":"2019-09-24T02:18:46.015Z","dateModified":"2019-09-24T02:18:59.289Z","contributedBy":"AskGif","content":"<p>Serchhip is the headquarters town of Serchhip district in the Indian state of Mizoram, and also the headquarters of Serchhip Sadar subdivision. It lies in the central part of Mizoram, and 112 km away from the State capital city of Aizawl. The district has the highest literacy all over India. The origin of the name comes from citrus trees found on top of the first hill of the then Serchhip village. The word meaning of Ser-chhip is 'citrus-on-top'. In addition to the former Serchhip village, the Town Area now included New Serchhip and Chhiahtlang villages.</p>\r\n<p>Serchhip District is one of the eight districts of Mizoram state in India. The district occupies an area of 1421.60 km&sup2;. Serchhip town is the administrative headquarters of the district. This district came into existence on 15 September 1998, being carved out of the larger Aizawl District. Because of the way it was created it includes part of East Lungdar Tehsil and part of Thingsulthliah Tehsil.</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 census, it has the highest literacy rate in India, and is the second least populous district of Mizoram (out of 8), after Saiha.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>Serchhip is connected by Pawan Hans Helicopter service from Aizawl. Serchhip is connected by road with Silchar through National Highway 54, with Agartala through National Highway 40 &amp; with Imphal through National Highway 150. Taxis, Auto rickshaws and Town Buses are available public transports in Serchhip.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to Population Census in 2011, 64,875 of which male and female were 32,824 and 32,051 respectively. There was change of 20.45 percent in the population compared to population as per 2001. In the previous census of India 2001, Serchhip District recorded increase of 17.82 percent to its population compared to 1991.The initial provisional data suggest a density of 46 in 2011 compared to 38 of 2001. Total area under Serchhip district is of about 1,421 km2. Serchhip District population constituted 5.95 percent of total Mizoram population. In 2001 census, this figure for Serchhip District was at 6.06 percent of Mizoram population.</p>\r\n<p>&nbsp;</p>\r\n<p>Serchhip town itself accommodated 20,073 people as per Statistical Handbook of Mizoram 2008.</p>\r\n<p>&nbsp;</p>\r\n<p>Public Health</p>\r\n<p>The most challenging public health issues in Serchhip are Malaria and Cancer. HIV infection among general public also increasing alarmingly. The basic health and nutritional supplements for Infants and Children are provided by Anganwadi workers, which have help in reduction of Infant mortality and Malnutrition among the children.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Average literacy rate of Serchhip in 2011 were 98.76 compared to 95.18 of 2001. If things are looked out at gender wise, male and female literacy were 99.24 and 98.28 respectively. For 2001 census, same figures stood at 96.21 and 94.11 in Serchhip District. Total literate in Serchhip District were 55,102 of which male and female were 27,893 and 27,209 respectively. In 2001, Serchhip District had 42,582 in its total region. Serchhip College is the only centre of higher education in the town. Government Serchhip College, established on 25 August 1973 is one of the foremost colleges established in Mizoram, currently offering Arts, Science and Computer subjects. There are two higher secondary schools (including Government Higher Secondary School, Serchhip) and numbers of high schools, middle schools and elementary schools. Privately owned schools also take very important role in the development of education in Serchhip. The most important contribution on high literacy in the Town comes from Anganwadi centres.</p>\r\n<p>&nbsp;</p>\r\n<p>Media</p>\r\n<p>There are 7 daily newspaper published in Serchhip. 3 cable are operated within the town and its nearby villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Newspapers</p>\r\n<p>Name Frequency Editor Estd. Subscribers</p>\r\n<p>LenkawlDailyZonunsanga Kawlni1981</p>\r\n<p>Ramlai ArsiDailyLalremruata Ralte1993</p>\r\n<p>Serchhip TimesDailyKapliana Pachuau2000</p>\r\n<p>SerkhawpuiDailyLalbiakzauvi2002</p>\r\n<p>LamkalDailyC Ramengmawia2003</p>\r\n<p>RamniengDailyLalmuanawma Hnamte2005</p>\r\n<p>ZothlifimDailyC. Lalrochhuanga2008</p>\r\n<p>Cable TV</p>\r\n<p>Name Owner Estd. No. of Channels Main Channel Subscribers</p>\r\n<p>TT VisionR. Laldaihzauva1995TTVsion 1</p>\r\n<p>Serchhip Cable NetworkZamlova2010SCN Inpui</p>\r\n<p>Accredited Journalists</p>\r\n<p>Journalist Firm Year of Accreditation</p>\r\n<p>Kapliana PachuauSerchhip Times</p>\r\n<p>Zonunsanga KawlniLenkawl</p>\r\n<p>C RamengmawiaLamkal</p>\r\n<p>V L HruaitluangaSerkhawpui</p>\r\n<p>R LalmuansangaTT Vision</p>\r\n<p>C LalhminghluaTT Vision</p>\r\n<p>P C LawmkimaLaisuih</p>\r\n<p>ThuamlianaRamlai Arsi</p>\r\n<p>Lalremruata RalteRamlai Arsi</p>\r\n<p>H LalbiakzauviSerkhawpui</p>\r\n<p>LaldinpuiaSerchhip Times</p>\r\n<p>C.Lalrochhuanga Zothlifim 2019</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Serchhip Town.jpg</p>\r\n<p>The district consists of number of towns and villages lying around Serchhip. Thenzawl is the second biggest town after Serchhip. It is one of the few flat areas with beautiful grassy landscape. Nearby Thenzawl is a spectacular waterfall called Vantawng Falls (meaning Heaven's reaching fall). This beautiful stepped fall is easily accessible by road, and it is a place where one can hear the calling of nature silently.</p>\r\n<p>&nbsp;</p>\r\n<p>Paragliding</p>\r\n<p>Paragliding is a new sport for the people of Serchhip town.</p>\r\n<p>&nbsp;</p>\r\n<p>Vantawng Khawhthla</p>\r\n<p>Main article: Vantawng Falls</p>\r\n<p>The most famous waterfall in Mizoram, Vantawng Falls, is about 4 km to the south of Thenzawl (sub-division) at Lau River. The height of this waterfall is roughly measured to be about 220 m. The artistic design like seven rounded storey cliff of this falls is very attractive. It was said that Vantawnga was a great swimmer who was supposed to have lived in a nearby village who could swim upwards to the falls when the volume of the water was at its peak. When the Ngawidawh people urged him to swim upwards of the falls again, a large log carried by the flood had hit him and died at the spot. As such, the falls was named after him. It was also said that the Mualţhuam sub-clan who had once settled in Mizoram believed and worshipped the spirit of this waterfall. It is about 24 km from the headquarters town of Serchhip.</p>\r\n<p>&nbsp;</p>\r\n<p>Zoluti Hriatrengna Lung</p>\r\n<p>Word meaning: Hratrengna - Memory; Lung - Stone.It could be presumed that Mary Winchester (ZOLUTI, as called by the Mizo people), taken as captive on 23 January 1871 by Mizo Chief Bengkhuaia of Kawlri was a root of Christianity in Mizoram. The spot, most of the writers and historians accepted to be the place where Zoluti was handed over to the British Official on 21 January 1872 is AW-A MUAL at Kawlri Tlang near Serchhip Kawnpui.In this place the Kristian Ṭhalai Pawl (Christian Youth Fellowship), Serchhip Vengchung Branch had erected a stone on 5 January 1994 in memory of Zoluti, daughter of Dr. Winchester, a manager in one of the Assam Tea Garden.However, the place was a historical agenda which had since long been debated between writers, historians and the people of Sail&agrave;m, Serchhip and Thenzawl. Till today, the question remains unsettled. There is no historical fact as to where Zol&ucirc;ti was handed over to the British official.The army column called The Lushai Expeditionary Force (Vailian Pahnihna) specially entrusted to bring back the white maid Zol&ucirc;ti was commanded by Lt. Col. T. H. Lewin, the Mizo people named him Pu Thangliana, who wrote the book A fly on the Wheel, in which he put the following lines:-</p>\r\n<p>&nbsp;</p>\r\n<p>\"...She (Zol&ucirc;ti) appeared, during her long stay with her kidnapper to have altogether forgotten English language, but on the officer fumbling in his pocket, and demanding whether she would like to have a sweet, her memory was at once refreshed and she held out her hand, showing that she understood what had been said.\" -(page 277, A fly on the Wheel)</p>\r\n<p>&nbsp;</p>\r\n<p>Chhingpuii Thlan</p>\r\n<p>Word meanings: Thl&agrave;n - Tomb; Nl - Abbv. of Nula (Unmarried woman), Tv - Tlangval (Unmarried man)Chhingchh&icirc;p Branch YMA had erected a stone in memory of Nl. Chhingpuii at about 4 km north of Chhingchhip just above the Indian National Highway No. 54.Nl. Chh&iacute;ngpuii (of Ruanz&aacute;wl sub-Village) was known for her beauty. They were in deep attachment with Tv. Kaptluanga. Meanwhile, Lalnawta, son of a village council elder, also loved her, but could not win her heart and then tried to revenge upon her lover. He made the evil spirit get inside K&acirc;ptluanga and he began seriously ill and could not move out at all.Even after that a love feeling inside Chhingpuii did not fade away. When she set out to her daily routine of going to Lo (jhum or farm) also, if she went along with other bachelors, she afraid that her lover, Kaptluanga's heart would have inflamed. So, she used to set off to lo along with an old man Ralteawmkhauha.It was on that very morning that she was caught by the enemies (during that time the second most famous civil war, Chhak leh Tlang Indo, East and West War 1877 - 1880 was going on) and she died at the hands of her captors, led by Thangzika (of Tachhip Village), though she had pleaded vehemently to save her life. It is said that her beauty did not fade even after her death.</p>\r\n<p>&nbsp;</p>\r\n<p>Near-by Villages</p>\r\n<p>Buangpui is a village lying along the Aizawl-Lunglei via Thenzawl road.</p>\r\n<p>Neihloh is another village at about 10 km from Buangpui. Zakuala Sailo used to rule in this village during the chieftienship period before the British abolished this tradition of the Mizo nation.</p>\r\n<p>Hriangtlang is a village on the south south east of Serchhip containing around 100 households.</p>\r\n<p>List of Associations/Society</p>\r\n<p>Serchhip Thalai Pawl, a not for profit non-governmental charitable organisation.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Serchhip</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fb653402-d97c-45a9-a5b4-26a33d35c815_Serchhip-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-serchhip-mizoram","tags":[{"name":"mizoram","slug":"mizoram"},{"name":"serchhip","slug":"serchhip"}],"recommendations":[{"id":764,"title":"Top Places to visit in Saiha, Mizoram","imageUrl":"d7ed3efa-cbd9-46ce-b197-fef75b997bb2_saiha.jpg","dateCreated":"2019-09-24T02:12:38.315Z","dateModified":"2019-09-24T02:12:52.079Z","contributedBy":"AskGif","content":"Siaha (official name given by the Mara Autonomous District Council, popularly known as Saiha) is a census town in Siaha district in the Indian north-eastern state of Mizoram. It is the Headquarters of the Mara Autonomous District Council, one of the three autonomous district councils within Mizor","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d7ed3efa-cbd9-46ce-b197-fef75b997bb2_saiha.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mizoram","slug":"mizoram"},{"name":"saiha","slug":"saiha"}],"slug":"top-places-to-visit-in-saiha-mizoram","total":0},{"id":760,"title":"Top Places to visit in Kolasib, Mizoram","imageUrl":"7fb29a68-bdf4-460b-9e25-d89f0c992a27_Kolasib-tourism.jpg","dateCreated":"2019-09-24T01:46:13.556Z","dateModified":"2019-09-24T01:46:26.156Z","contributedBy":"AskGif","content":"Kolasib is a district as well as a district headquarters of Kolasib district in Mizoram, India.\r\nKolasib district is one of the eight districts of Mizoram state in India. It is the smallest district in Mizoram with an area of 1,386 km2(535 sq mi).\r\n&nbsp;\r\nDemographics\r\n<","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fb29a68-bdf4-460b-9e25-d89f0c992a27_Kolasib-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"kolasib","slug":"kolasib"},{"name":"mizoram","slug":"mizoram"}],"slug":"top-places-to-visit-in-kolasib-mizoram","total":0},{"id":759,"title":"Top Places to visit in Champhai, Mizoram","imageUrl":"5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","dateCreated":"2019-09-24T01:41:21.466Z","dateModified":"2019-09-24T01:41:33.356Z","contributedBy":"AskGif","content":"Champhai is a border town in Mizoram state, in far eastern India. It is the headquarters of Champhai district, one of the eight districts in the state. It is located on the Indo-Myanmar border and is situated in a strategically important location. Because of this, it is the main business corridor","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"champhai","slug":"champhai"},{"name":"mizoram","slug":"mizoram"}],"slug":"top-places-to-visit-in-champhai-mizoram","total":0},{"id":758,"title":"Top Places to visit in Aizawl, Mizoram","imageUrl":"0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","dateCreated":"2019-09-24T01:36:00.737Z","dateModified":"2019-09-24T01:36:18.355Z","contributedBy":"AskGif","content":"Aizawl is the capital of the state of Mizoram in India. With a population of 293,416, it is the largest city in the state. It is also the centre of administration containing all the important government offices, state assembly house and civil secretariat. The population of Aizawl strongly reflect","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"aizawl","slug":"aizawl"},{"name":"mizoram","slug":"mizoram"}],"slug":"top-places-to-visit-in-aizawl-mizoram","total":0}]}