{"id":765,"title":"सेरछिप में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"fb653402-d97c-45a9-a5b4-26a33d35c815_Serchhip-tourism.jpg","dateCreated":"2019-09-24T02:18:46.015Z","dateModified":"2019-09-24T02:18:59.289Z","contributedBy":"AskGif","content":"<p>सेर्चिप भारतीय राज्य मिज़ोरम में सेरछिप जिले का मुख्यालय शहर है, और सेरछिप सदर उपखंड का मुख्यालय भी है। यह मिज़ोरम के मध्य भाग में स्थित है, और राज्य की राजधानी आइज़ोल से 112 किमी दूर है। जिले में पूरे भारत में सबसे अधिक साक्षरता है। नाम का मूल तत्कालीन सेरछिप गांव की पहली पहाड़ी के शीर्ष पर पाए जाने वाले खट्टे पेड़ों से आता है। सेर-चिप शब्द का अर्थ 'साइट्रस-ऑन-टॉप' है। पूर्व सेरछिप गाँव के अलावा, टाउन एरिया में अब न्यू सेरशिप और छियातलंग गाँव शामिल थे।</p>\r\n<p>सेरछिप जिला भारत में मिजोरम राज्य के आठ जिलों में से एक है। जिले का क्षेत्रफल 1421.60 वर्ग किमी है। सेर्चशिप टाउन जिले का प्रशासनिक मुख्यालय है। यह जिला 15 सितंबर 1998 को अस्तित्व में आया, जिसे बड़े आइजोल जिले से बाहर किया गया। जिस तरह से इसे बनाया गया था, उसमें पूर्वी लुंगदर तहसील का हिस्सा और थिंग्सुल्थलिया तहसील का हिस्सा शामिल है।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 की जनगणना के अनुसार, भारत में यह साक्षरता दर सबसे अधिक है, और साईहा के बाद मिजोरम (8 में से) का दूसरा सबसे कम आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>सेज़शिप, पवन हंस हेलीकाप्टर सेवा द्वारा आइज़ॉल से जुड़ा हुआ है। सिलचर से सिलचर के साथ सड़क मार्ग से राष्ट्रीय राजमार्ग 54 के माध्यम से जुड़ा हुआ है, अगरतला के साथ राष्ट्रीय राजमार्ग 40 के माध्यम से और इम्फाल के साथ राष्ट्रीय राजमार्ग 150 के माध्यम से जुड़ा हुआ है। टैक्सी, ऑटो रिक्शा और टाउन बसें Serchhip में सार्वजनिक परिवहन उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 में जनसंख्या जनगणना के अनुसार, जिनमें से पुरुष और महिला क्रमशः 64,875 और 32,051 थे। 2001 की तुलना में जनसंख्या में 20.45 प्रतिशत का परिवर्तन हुआ। भारत की पिछली जनगणना 2001 में, सेर्च जिले ने अपनी जनसंख्या में 1991 की तुलना में 17.82 प्रतिशत की वृद्धि दर्ज की। प्रारंभिक अनंतिम आंकड़ों से पता चलता है कि 2011 की तुलना में 46 का घनत्व 2001 से 38 तक। सेरछिप जिले के अंतर्गत कुल क्षेत्रफल लगभग 1,421 किमी 2 है। सेरशिप जिले की आबादी कुल मिजोरम की आबादी का 5.95 प्रतिशत है। 2001 की जनगणना में, मिर्ची जिले का यह आंकड़ा मिजोरम की आबादी का 6.06 प्रतिशत था।</p>\r\n<p>&nbsp;</p>\r\n<p>सेरशिप शहर ने ही मिज़ोरम 2008 की सांख्यिकीय पुस्तिका के अनुसार 20,073 लोगों को समायोजित किया।</p>\r\n<p>&nbsp;</p>\r\n<p>सार्वजनिक स्वास्थ्य</p>\r\n<p>सेरशिप में सबसे चुनौतीपूर्ण सार्वजनिक स्वास्थ्य मुद्दे मलेरिया और कैंसर हैं। आम जनता में एचआईवी संक्रमण भी खतरनाक रूप से बढ़ रहा है। शिशुओं और बच्चों के लिए बुनियादी स्वास्थ्य और पोषण की खुराक आंगनवाड़ी कार्यकर्ताओं द्वारा प्रदान की जाती है, जिससे बच्चों में शिशु मृत्यु दर और कुपोषण को कम करने में मदद मिलती है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>2011 में सेरशिप की औसत साक्षरता दर 2001 की 95.18 की तुलना में 98.76 थी। अगर लिंग के लिहाज से चीजों को देखा जाए तो पुरुष और महिला साक्षरता क्रमशः 99.24 और 98.28 थी। 2001 की जनगणना के लिए, समान आंकड़े 96.21 और सेर्च जिले में 94.11 थे। सेरछिप जिले में कुल साक्षरता 55,102 थी जिनमें से पुरुष और महिला क्रमशः 27,893 और 27,209 थे। 2001 में, सेरछिप जिले के कुल क्षेत्र में 42,582 थे। कस्बे में उच्च शिक्षा का एकमात्र केंद्र सेर्चिप कॉलेज है। 25 अगस्त 1973 को स्थापित गवर्नमेंट सेरशिप कॉलेज, मिज़ोरम में स्थापित सबसे महत्वपूर्ण कॉलेजों में से एक है, जो वर्तमान में कला, विज्ञान और कंप्यूटर विषयों की पेशकश कर रहा है। दो उच्च माध्यमिक विद्यालय (गवर्नमेंट हायर सेकेंडरी स्कूल, सेरशिप सहित) और हाई स्कूल, मिडिल स्कूल और प्राथमिक स्कूल की संख्या है। निजी स्वामित्व वाले स्कूल भी सेरशिप में शिक्षा के विकास में बहुत महत्वपूर्ण भूमिका निभाते हैं। टाउन में उच्च साक्षरता पर सबसे महत्वपूर्ण योगदान आंगनवाड़ी केंद्रों से आता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया</p>\r\n<p>सेरशिप में 7 दैनिक समाचार पत्र प्रकाशित होते हैं। 3 केबल शहर और उसके आस-पास के गाँवों में संचालित हैं।</p>\r\n<p>समाचार पत्र</p>\r\n<p>नाम आवृत्ति संपादक Estd। सदस्य</p>\r\n<p>लेनक्वल डेली ज़ूनसुनसा कवलनी 1981</p>\r\n<p>रामलाई आरसी दैनिक लालरेमुरात राल्ते 1993</p>\r\n<p>सेर्चशिप टाइम्स डेली कपलियाना पाचुआ 2000</p>\r\n<p>Serkhawpui डेली Lalbiakzauvi 2002</p>\r\n<p>लमकल डेली सी रामेंगमाविया 2003</p>\r\n<p>रामनिग दैनिक लालमुअनवामा हंमते 2005</p>\r\n<p>जोथलीफिम डेली सी। लालरोचुंगा 2008</p>\r\n<p>केबल टीवी</p>\r\n<p>नाम के मालिक Estd। चैनल मुख्य चैनल के सदस्यों की संख्या</p>\r\n<p>टीटी विजन आर। लालदैहज़ौवा 1995 टीटीवीएस 1</p>\r\n<p>सेर्चशिप केबल नेटवर्क ज़मलोवा 2010 एससीएन इनपुई</p>\r\n<p>मान्यता प्राप्त पत्रकार</p>\r\n<p>पत्रकार फर्म वर्ष की मान्यता</p>\r\n<p>कपलियाना पचुअऊ सेर्चशिप टाइम्स</p>\r\n<p>ज़ोनसुनसा कवलनी लेनक्वल</p>\r\n<p>C रामेंगमाविया लामकल</p>\r\n<p>वी एल हुरितलुंगा सर्खवपुई</p>\r\n<p>आर लालमुंसंगा टीटी विजन</p>\r\n<p>सी लालमिहलहुआ टीटी विजन</p>\r\n<p>पी सी लावमीमा लाईसुइह</p>\r\n<p>थुमलियाना रामलाई अरसी</p>\r\n<p>लालरेमुरात राल्ते रामलाई अरसी</p>\r\n<p>एच लालबिक्काजौवी सेरखवपुई</p>\r\n<p>लालडिनपुइया सेर्चशिप टाइम्स</p>\r\n<p>C.Lalrochhuanga Zothlifim 2019</p>\r\n<p>&nbsp;</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>सेर्चशिप टाउन.जेपीजी</p>\r\n<p>इस जिले में सेरछिप के आसपास कई कस्बे और गाँव हैं। सेरझिप के बाद थेनज़ॉल दूसरा सबसे बड़ा शहर है। यह सुंदर घास के परिदृश्य वाले कुछ समतल क्षेत्रों में से एक है। निकटवर्ती थोंजावल एक शानदार झरना है जिसे वंटाविंग फॉल्स कहा जाता है (जिसका अर्थ है स्वर्ग का गिरना)। यह सुंदर सीढ़ियाँ गिरने से सड़क मार्ग से आसानी से पहुँचा जा सकता है, और यह एक ऐसी जगह है जहाँ कोई भी चुपचाप प्रकृति की पुकार सुन सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पैराग्लाइडिंग</p>\r\n<p>पैराग्लाइडिंग, सेरछिप शहर के लोगों के लिए एक नया खेल है।</p>\r\n<p>&nbsp;</p>\r\n<p>वंतवघ खवथला</p>\r\n<p>मुख्य लेख: वैंटावंग फॉल्स</p>\r\n<p>मिजोरम में सबसे प्रसिद्ध झरना, वैंटावंग जलप्रपात, लाऊ नदी पर तोंज़ावल (उप-विभाजन) के दक्षिण में लगभग 4 किमी दूर है। इस जलप्रपात की ऊँचाई लगभग 220 मीटर मापी जाती है। इस फॉल की सात गोल मंजरी चट्टान जैसी कलात्मक डिजाइन बहुत आकर्षक है। यह कहा जाता था कि वंतवंगा एक महान तैराक था, जो कि पास के एक गाँव का रहने वाला था, जो पानी की मात्रा अपने चरम पर होने पर गिरकर ऊपर की ओर तैर सकता था। जब Ngawidawh लोगों ने उसे फिर से ऊपर की ओर तैरने के लिए आग्रह किया, तो बाढ़ द्वारा किए गए एक बड़े लॉग ने उसे मारा और घटनास्थल पर ही उसकी मौत हो गई। जैसे, गिर का नाम उसके नाम पर रखा गया था। यह भी कहा गया था कि एक बार मिज़ोरम में बसने वाले मुलुहुम उप-कबीले ने इस झरने की भावना को माना और पूजा की। यह सेर्चिप के मुख्यालय शहर से लगभग 24 किमी दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>ज़ुल्ली ह्रीट्रेंगना लुंग</p>\r\n<p>शब्द का अर्थ: Hratrengna - मेमोरी; लंग - स्टोन. यह माना जा सकता है कि मैरी विंचेस्टर (ZOLUTI, जैसा कि मिज़ो लोगों द्वारा कहा जाता है), 23 जनवरी 1871 को कावली के मिज़ो चीफ बेंगखुआ द्वारा बंदी के रूप में लिया गया था, मिज़ोरम में ईसाई धर्म का एक जड़ था। इस मौके पर, अधिकांश लेखकों और इतिहासकारों ने उस जगह को स्वीकार किया, जहां ज़ुल्ली को ब्रिटिश अधिकारी को 21 जनवरी 1872 को सौंप दिया गया था, जो सेरशिप कवनपुई के पास कवलरी तलांग में AW-A MUAL है। इस स्थान पर क्रिस्टियन Ṭहलाई पावेल (क्रिश्चियन यूथ फैलोशिप) ), सेर्चिप वेंगचुंग शाखा ने 5 जनवरी 1994 को असम टी गार्डन के एक प्रबंधक डॉ। विनचेस्टर की बेटी ज़ुल्ली की याद में एक पत्थर लगाया था। हालांकि, यह एक ऐतिहासिक एजेंडा था, जिस पर लेखकों के बीच लंबे समय से बहस चल रही थी। , इतिहासकारों और सेल्यम, सेरशिप और तबज़ावल के लोग। आज तक, यह सवाल अनसुलझा है। इस बात का कोई ऐतिहासिक तथ्य नहीं है कि ज़ोलती को ब्रिटिश अधिकारी को कैसे सौंपा गया था। सेना के स्तंभ को लुशाई अभियान बल (वेलियन पाहनिहना) कहा जाता है, जिसे विशेष रूप से सफ़ेद नौकरानी ज़ोलती को वापस लाने के लिए सौंपा गया था। लोगों ने उनका नाम पु थंगलिया रखा, जिन्होंने ए फ्लाई ऑन द व्हील नामक पुस्तक लिखी, जिसमें उन्होंने निम्नलिखित पंक्तियाँ लिखी हैं: -</p>\r\n<p>&nbsp;</p>\r\n<p>\"... वह (ज़ोल्टी) दिखाई दिया, अपने अपहरणकर्ता के साथ लंबे समय तक रहने के दौरान अंग्रेजी भाषा को पूरी तरह से भूल गई थी, लेकिन अधिकारी ने अपनी जेब में गड़गड़ाहट की, और मांग की कि क्या वह एक मिठाई लेना चाहेगा, उसकी याद एक बार ताज़ा हो गई थी और उसने अपना हाथ पकड़ लिया, यह दिखाते हुए कि वह समझ गई थी कि क्या कहा गया है। \" - (पृष्ठ 277, व्हील पर एक मक्खी)</p>\r\n<p>छिंगपुई थलान</p>\r\n<p>शब्द का अर्थ: Thl&agrave;n - समाधि; एनएल - अब्बव। Nula (अविवाहित महिला), Tv - Tlangval (अविवाहित पुरुष) ChhingchhMAp शाखा YMA ने Nl की याद में एक पत्थर बनवाया था। छिंगपुई भारतीय राष्ट्रीय राजमार्ग संख्या 54 के ठीक ऊपर छिंगछिप के उत्तर में लगभग 4 किमी दूर है। Chhngngpuii (Ruanz&aacute;wl उप-ग्राम की) अपनी सुंदरता के लिए जाना जाता था। वे टीवी के साथ गहरे लगाव में थे। Kaptluanga। इस बीच, एक ग्राम परिषद के बेटे लालनवत्ता ने भी उससे प्यार किया, लेकिन उसका दिल नहीं जीत सका और फिर अपने प्रेमी से बदला लेने की कोशिश की। उसने केपट्लुंगा के अंदर बुरी आत्मा को जन्म दिया और वह गंभीर रूप से बीमार रहने लगा और बिल्कुल भी बाहर नहीं जा सका। इसके बाद छिंगपुई के अंदर एक प्रेम भावना दूर नहीं हुई। जब उसने लो (झुम या फार्म) में जाने की अपनी दिनचर्या शुरू की, अगर वह अन्य कुंवारे लोगों के साथ जाती थी, तो उसे डर था कि उसका प्रेमी, कप्पलुंगा का दिल बहल जाएगा। इसलिए, वह एक बूढ़े आदमी Ralteawmkhauha.h के साथ लो-सेट किया करती थी। आज सुबह वह दुश्मनों द्वारा पकड़ा गया था (उस समय के दौरान दूसरा सबसे प्रसिद्ध गृह युद्ध, छक ले तलांग इंडो, पूर्व और पश्चिम युद्ध 1877) - 1880 चल रहा था) और थंगज़िका (तचीप गाँव) के नेतृत्व में उसके क़ैदियों के हाथों उसकी मृत्यु हो गई, हालाँकि उसने अपनी जान बचाने के लिए वीरतापूर्वक प्रार्थना की थी। ऐसा कहा जाता है कि उनकी सुंदरता उनकी मृत्यु के बाद भी फीकी नहीं पड़ी।</p>\r\n<p>&nbsp;</p>\r\n<p>गांवों के पास</p>\r\n<p>बुआंगपुई एक गांव है जो आइजोल-लुंगली के साथ थेनज़ॉल सड़क के माध्यम से स्थित है।</p>\r\n<p>बुहंगपुई से लगभग 10 किलोमीटर दूर एक और गाँव है नेहलोह। ज़िकुआला सेलो ने इस गाँव में शासन करने की अवधि के दौरान अंग्रेजों से पहले मिज़ो राष्ट्र की इस परंपरा को समाप्त कर दिया था।</p>\r\n<p>हिरनटलांग, सेरछिप के दक्षिण पूर्व में लगभग 100 घरों वाला एक गाँव है।</p>\r\n<p>संघों / समाज की सूची</p>\r\n<p>Serchhip Thalai Pawl, नॉन प्रॉफिट नॉन-गवर्नमेंटल चैरिटेबल ऑर्गनाइजेशन के लिए।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Serchhip</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fb653402-d97c-45a9-a5b4-26a33d35c815_Serchhip-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-serchhip-mizoram","tags":[{"name":"मिजोरम","slug":"mizoram"},{"name":"सेरछिप","slug":"serchhip"}],"recommendations":[{"id":764,"title":"सायहा में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"d7ed3efa-cbd9-46ce-b197-fef75b997bb2_saiha.jpg","dateCreated":"2019-09-24T02:12:38.315Z","dateModified":"2019-09-24T02:12:52.079Z","contributedBy":"AskGif","content":"सियाहा (मारा ऑटोनॉमस डिस्ट्रिक्ट काउंसिल द्वारा दिया गया आधिकारिक नाम, जिसे साहा के नाम से जाना जाता है) भारतीय उत्तर-पूर्वी राज्य मिजोरम में सियाहा जिले का एक जनगणना शहर है। यह मारा स्वायत्त जिला परिषद का मुख्यालय है, जो मिज़ोरम के भीतर तीन स्वायत्त जिला परिषदों में से एक है। यह राज्य के दक्षिण ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/d7ed3efa-cbd9-46ce-b197-fef75b997bb2_saiha.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मिजोरम","slug":"mizoram"},{"name":"सायहा","slug":"saiha"}],"slug":"top-places-to-visit-in-saiha-mizoram","total":0},{"id":760,"title":"कोलासिब में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"7fb29a68-bdf4-460b-9e25-d89f0c992a27_Kolasib-tourism.jpg","dateCreated":"2019-09-24T01:46:13.556Z","dateModified":"2019-09-24T01:46:26.156Z","contributedBy":"AskGif","content":"कोलासीब एक जिला है और साथ ही मिज़ोरम, भारत में कोलासिब जिले का एक जिला मुख्यालय है।\r\nकोलासिब जिला भारत में मिजोरम राज्य के आठ जिलों में से एक है। यह मिज़ोरम में 1,386 किमी 2 (535 वर्ग मील) के क्षेत्र के साथ सबसे छोटा जिला है।\r\n&nbsp;\r\nजनसांख्यिकी\r\n2011 की भारत की जनगणन","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/7fb29a68-bdf4-460b-9e25-d89f0c992a27_Kolasib-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"कोलासिब","slug":"kolasib"},{"name":"मिजोरम","slug":"mizoram"}],"slug":"top-places-to-visit-in-kolasib-mizoram","total":0},{"id":759,"title":"चम्फाई में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","dateCreated":"2019-09-24T01:41:21.466Z","dateModified":"2019-09-24T01:41:33.356Z","contributedBy":"AskGif","content":"चम्पई मिज़ोरम राज्य में एक सीमावर्ती शहर है, जो सुदूर पूर्वी भारत में है। यह राज्य के आठ जिलों में से एक, चम्पई जिले का मुख्यालय है। यह भारत-म्यांमार सीमा पर स्थित है और रणनीतिक रूप से महत्वपूर्ण स्थान पर स्थित है। इस वजह से, यह क्षेत्र में भारत और म्यांमार के लिए मुख्य व्यापारिक गलियारा है।\r","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/5451987f-818f-4fbc-8282-8e5b22acf17c_Champhai-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"चम्फाई","slug":"champhai"},{"name":"मिजोरम","slug":"mizoram"}],"slug":"top-places-to-visit-in-champhai-mizoram","total":0},{"id":758,"title":"आइजोल में देखने के लिए शीर्ष स्थान, मिजोरम","imageUrl":"0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","dateCreated":"2019-09-24T01:36:00.737Z","dateModified":"2019-09-24T01:36:18.355Z","contributedBy":"AskGif","content":"आइजोल भारत में मिजोरम राज्य की राजधानी है। 293,416 की आबादी के साथ, यह राज्य का सबसे बड़ा शहर है। यह सभी महत्वपूर्ण सरकारी कार्यालयों, राज्य विधानसभा भवन और नागरिक सचिवालय वाले प्रशासन का केंद्र भी है। आइजोल की जनसंख्या जातीय मिजो लोगों के विभिन्न समुदायों को दृढ़ता से दर्शाती है।\r\nआइजोल ज","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/0913b6e9-c01d-4abd-95dc-18e0dc3ca9fe_Aizawl-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"आइजोल","slug":"aizawl"},{"name":"मिजोरम","slug":"mizoram"}],"slug":"top-places-to-visit-in-aizawl-mizoram","total":0}]}