{"id":768,"title":"दीमापुर में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"<p>दीमापुर भारत के नागालैंड का सबसे बड़ा शहर है। दीमापुर जिला पूर्व में कोहिमा जिले, दक्षिण में पेरेन जिले, पश्चिम में असम के कार्बी आंग्लोंग जिले और पश्चिम में असम के गोलाघाट जिले और उत्तर में स्थित है। यह नागालैंड और इसका एकमात्र रेलमार्ग का प्रवेश द्वार है। यह असम सरकार द्वारा 99 वर्षों के लिए नागालैंड को पट्टे पर दिया गया था। शहर में राज्य का एकमात्र कार्यात्मक हवाई अड्डा है। यह पहाड़ी नागालैंड का एकमात्र मैदानी इलाका है और नए राज्य में कनेक्टिविटी और आर्थिक गतिविधियों के लिए रेलवे स्टेशन और हवाई अड्डा स्थान है।</p>\r\n<p>दीमापुर भारत में नागालैंड राज्य का एक जिला है। इसका मुख्यालय दीमापुर शहर है। 2011 तक यह नागालैंड (11 में से) का सबसे अधिक आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटन</p>\r\n<p>अधिक जानकारी: दीमापुर जैन मंदिर</p>\r\n<p>दीमापुर जैन मंदिर 1947 में बनाया गया था। मंदिर वास्तुशिल्प रूप से बहुत अच्छी तरह से बनाया गया है और इसमें एक प्रभावशाली संरचना है। मंदिर में कांच के कुछ जटिल काम हैं। मंदिर दीमापुर के लोगों द्वारा बहुत शुभ माना जाता है। प्रमुख देवता भगवान महावीर के हैं। मंदिर उस समय दीमापुर में मौजूद श्री सुभकरन सेठी, श्री फूलचंद सेठी, श्री जेठमल सेठी, श्री उदयराम चौबरा, श्री चुन्नीलाल किशनलाल सेठी, श्री कन्हैयालाल सेठी और अन्य जैन परिवारों के अथक प्रयास से बनाया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>कचहरी राजबाड़ी, जो 18 वीं शताब्दी में अहोम राजा के साथ संघर्ष का सामना करने के बाद, परित्याग के शताब्दियों के बाद खंडहर में रह गई है, और अपने पूर्व गौरवशाली किले के लगभग आधे हिस्से पर बस्ती के कब्जे के साथ, अभी भी एक राष्ट्रीय विरासत स्थल है। यह उत्तर-पूर्व के क्षेत्र के लिए महान ऐतिहासिक महत्व को दर्शाता है। यह नागालैंड राज्य को बहुत महत्व देता है।</p>\r\n<p>&nbsp;</p>\r\n<p>दीमापुर में विभिन्न पर्यटक आकर्षण हैं, जैसे कि प्राचीन गाँव, झरने, डिमसा कचहरी साम्राज्य के अवशेष, और काली मंदिर।</p>\r\n<p>&nbsp;</p>\r\n<p>इसके कई स्थान हैं जहाँ पर्यटक ग्रीन पार्क, एक्वा मोल्ट पार्क, जूलॉजिकल गार्डन, साइंस सेंटर, स्टोन पार्क, हाज़ी पार्क, एग्री एक्सपो स्थल, रंगपहाड़ वन, ट्रिपल फॉल्स, शिव मंदिर, आदि देख सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>Niuland Subdivision और Chumukedima गांव एक प्राचीन क्षेत्र है जिसमें कई झरने हैं। सादीहेतो, अलतो, आओइमकुम, दरोगरजान और निहोतो जैसे गांवों से घिरा मेदज़िपेमा, कुहुबोटो शहर पर्यटकों के द्वारा दौरा किया जाता है। कचहरी के अवशेष विभिन्न मंदिरों, जलाशयों और टैंकों के लिए जाते हैं, जो डिमसा कचहरी साम्राज्य से संबंधित थे। दीमापुर के बाहरी इलाके में कुछ रिसॉर्ट हैं, जहां से कोई भी जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इनके अलावा, डिपुपर, निकुगार्ड, सुखजान, कूकी डोलॉन्ग, थिलिक्सु, और सीथेकिमा गांव का दौरा किया जाता है। Chekiye और Ruzaphema में बाजरे हैं, जहां पर्यटक हस्तशिल्प खरीद सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>परिवहन</p>\r\n<p>नागालैंड की आर्थिक और विकासात्मक गतिविधियाँ दीमापुर के आसपास केंद्रित हैं। यह क्षेत्र के लिए एक महत्वपूर्ण वाणिज्यिक केंद्र है, जो नागालैंड के प्रवेश द्वार और पड़ोसी राज्य मणिपुर के रूप में कार्य करता है। आबादी में वृद्धि और शहर में कारों की संख्या में वृद्धि से शहर के वाणिज्यिक क्षेत्रों में और इसके आसपास ट्रैफिक जाम हो गया है। आप शहर में ऑटो रिक्शा या रिक्शा से यात्रा कर सकते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>रोडवेज</p>\r\n<p>नेशनल हाईवे 39 जो कोहिमा, इंफाल और म्यांमार सीमा को मोरेह से जोड़ता है, दीमापुर से होकर गुजरता है। एनएच 36 की शुरुआत दिमापुर से होती है जो डोबोका और बाद में गुवाहाटी को एनएच 37 से जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>रेलवे</p>\r\n<p>दीमापुर नागालैंड का एकमात्र शहर है जो रेल और हवाई दोनों से जुड़ा हुआ है। दीमापुर रेलवे स्टेशन से गुवाहाटी, कोलकाता, नई दिल्ली, बैंगलोर, चंडीगढ़, अमृतसर, डिब्रूगढ़ और चेन्नई जैसे शहरों के लिए सीधी ट्रेन सेवाएं हैं। स्टेशन को ए श्रेणी के रेलवे स्टेशन के रूप में वर्गीकृत किया गया है जो पूर्वोत्तर सीमांत रेलवे के लुमडिंग रेलवे डिवीजन के अंतर्गत लुमडिंग-डिब्रूगढ़ सेक्शन पर स्थित है।</p>\r\n<p>&nbsp;</p>\r\n<p>एयरवेज</p>\r\n<p>दीमापुर हवाई अड्डा 3 मील (NH 39) पर स्थित है। यह राज्य का एकमात्र नागरिक हवाई अड्डा है और कोलकाता और दिल्ली के लिए उड़ानें हैं। हवाई अड्डे पर जमीन खरीदकर अंतरराष्ट्रीय मानदंडों को पूरा करने के लिए हवाई अड्डे के विस्तार की योजना है। भारतीय विमानपत्तन प्राधिकरण द्वारा बनाए रखा, यह राष्ट्रीय राजमार्ग संख्या 39 पर एक महत्वपूर्ण व्यापार और वाणिज्यिक केंद्र है, और बल्कि एक महानगरीय रूप धारण करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>अर्थव्यवस्था</p>\r\n<p>हांगकांग के सेंट्रल मार्केट, सेंट्रल प्लाजा, न्यू मार्केट, बैंक कॉलोनी (सुपर मार्केट एरिया) और सर्कुलर और एनएल सड़कों के साथ कई शॉपिंग सेंटर और मार्केट दीमापुर में उग आए हैं। कॉम्प्लेक्स और शॉपिंग सेंटर नूतन बस्ती तक फैल गए हैं। NH 39 के साथ वे स्थान भी व्यावसायिक क्षेत्रों में विकसित हो रहे हैं जहाँ पिछले कुछ वर्षों में परिवर्तन हुए हैं। शहर का हांगकांग बाज़ार थाईलैंड, चीन और बर्मा से आयातित सामानों के लिए अच्छी तरह से जाना जाता है और नागालैंड जाने वाले पर्यटकों के लिए मुख्य खरीदारी आकर्षण है। थोक खाद्यान्न वस्तुएं केएल सेठी मार्केट कॉम्प्लेक्स, जसोकी मार्केट आदि में जी एस रोड, दीमापुर में उपलब्ध हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>दीमापुर नागालैंड का एकमात्र स्थान है जहाँ गैर-नागा के लिए इनर लाइन परमिट (ILP) की आवश्यकता नहीं है, लेकिन शहर से परे जाने के लिए किसी को प्रतिबंधित क्षेत्र परमिट की आवश्यकता होती है। उपायुक्त कार्यालय में औपचारिकताएं पूरी की जा सकती हैं। दीमापुर नागालैंड और मणिपुर राज्यों का प्रवेश द्वार बना हुआ है। हाल ही में, [कब?] नागालैंड सरकार ने दीमापुर में भूमि के स्वामित्व पर प्रतिबंध में ढील दी है और गैर-नागों को भी भूमि खरीदने की अनुमति दी है।</p>\r\n<p>&nbsp;</p>\r\n<p>उद्यान विभाग द्वारा संचालित नागालैंड के बागवानी फार्म, जिसे ग्रीन पार्क कहा जाता है, पर्यटकों और स्थानीय लोगों के लिए समान रूप से आकर्षण है। इसके अलावा, नागालैंड सरकार 5 मील पर नॉर्थ ईस्ट एग्री एक्सपो साइट पर द्वि-वार्षिक नॉर्थ ईस्ट एग्री-एक्सपो सेल सह प्रदर्शनी का आयोजन करती है। एक्सपो आमतौर पर दिसंबर के पहले सप्ताह में आयोजित किया जाता है। सरहद पर चौमूकेदिमा का उपनगर है जहां से एक पहाड़ी को नागा टूरिस्ट विलेज और पटकाई ट्रिपल फॉल्स तक एक छोटा ट्रेक ले जा सकता है। नॉर्थ ईस्ट जोनल कल्चरल सेंटर, सभी सांस्कृतिक गतिविधियों का केंद्र, हवाई अड्डे से एक किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागालैंड औद्योगिक विकास केंद्र, धनसीपर उप-मंडल के गणेशनगर में स्थित है, जहाँ अधिकांश दिमसा कछारियाँ रहती थीं - एक क्षेत्र जिसमें सात दिमसा गाँव (धनसीरीपार, दिसगुपहु, अमलुमा, दोयपुर, गणेशनगर, हज़िसा, और मंगलमुक) हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>दीमापुर शहर में कई स्कूल और कॉलेज हैं। कक्षा 12 तक शिक्षा के लिए पाठ्यक्रम नागालैंड बोर्ड ऑफ स्कूल एजुकेशन द्वारा ध्यान रखा जाता है, जबकि नागालैंड विश्वविद्यालय, लुममी आगे के अध्ययन के सभी क्षेत्रों को नियंत्रित करता है। नागालैंड में कुछ स्कूल भी हैं जो CBSE पाठ्यक्रम का पालन करते हैं। दीमापुर गवर्नमेंट कॉलेज शहर का प्रमुख डिग्री कॉलेज है जिसे 1966 में स्थापित किया गया था। पूरे उत्तर पूर्व भारत में एकमात्र स्वायत्त कॉलेज पटकई क्रिश्चियन कॉलेज, सेंट्रल दीमापुर से 17 किमी दूर स्थित है। टेंगो कॉलेज की स्थापना 1994 में एक लिबरल कॉमर्स एंड आर्ट्स (ह्यूमैनिटीज) कॉलेज के रूप में हुई थी, जिसे काउंसिल ऑफ रेंग्मा बैपटिस्ट चर्च द्वारा प्रायोजित किया गया था। राष्ट्रीय प्रौद्योगिकी संस्थान नागालैंड की स्थापना भी 2010 में चौमूकेदिमा में की गई थी, जो दीमापुर से लगभग 14 किलोमीटर (8.7 मील) और नागालैंड विश्वविद्यालय का एक अस्थायी परिसर भी डीसी कोर्ट जंक्शन पर स्थित था। सेंट जोसेफ यूनिवर्सिटी भी दीमापुर में है।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1986 में दीमापुर जिला रंगपहाड़ वन्यजीव अभयारण्य का घर बन गया, जिसका क्षेत्रफल 4.7 किमी 2 (1.8 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>दीमापुर, दीमापुर यूनाइटेड का एक फुटबॉल क्लब भी है, जो नागालैंड प्रीमियर लीग में खेलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>संस्कृति</p>\r\n<p>जिले में डाइज़ेफ़े गांव में वुडकार्विंग और बुनाई का प्रदर्शन करने वाला डाइज़ेफ़े क्राफ्ट संग्रहालय है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Dimapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-dimapur-nagaland","tags":[{"name":"दीमापुर","slug":"dimapur"},{"name":"नगालैंड","slug":"nagaland"}],"recommendations":[{"id":772,"title":"मोकोकचुंग में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"b8e24449-19bd-4a05-9231-d43c4ff59c1c_Mokokchung-tourism.jpg","dateCreated":"2019-09-25T01:35:28.339Z","dateModified":"2019-09-25T01:35:40.564Z","contributedBy":"AskGif","content":"मोकोकचुंग भारतीय राज्य नागालैंड में मोकोकचुंग जिले में एक शहर और एक नगरपालिका है। यह जिला मुख्यालय के साथ-साथ मोकोकचुंग जिले का मुख्य शहरी केंद्र है। मोकोकचुंग एओ लोगों का सांस्कृतिक केंद्र है और उत्तरी नागालैंड में आर्थिक और राजनीतिक रूप से सबसे महत्वपूर्ण शहरी केंद्र है। वास्तव में यह दीमापुर औ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b8e24449-19bd-4a05-9231-d43c4ff59c1c_Mokokchung-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मोकोकचुंग","slug":"mokokchung"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-mokokchung-nagaland","total":0},{"id":770,"title":"कोहिमा में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","dateCreated":"2019-09-24T14:11:20.082Z","dateModified":"2019-09-24T14:11:31.086Z","contributedBy":"AskGif","content":"कोहिमा भारत के उत्तर पूर्वी राज्य नागालैंड की पहाड़ी राजधानी है। 99,039 की निवासी आबादी के साथ यह राज्य का दूसरा सबसे बड़ा शहर है।\r\nकोहिमा जिला भारत में नागालैंड राज्य का एक जिला है। यह अंगामी नागा जनजाति का घर है। २०११ के अनुसार, यह १६ Nag, ९ ul is की जनसंख्या के साथ दीमापुर के बाद नागालै","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नगालैंड","slug":"nagaland"},{"name":"कोहिमा","slug":"kohima"}],"slug":"top-places-to-visit-in-kohima-nagaland","total":0},{"id":769,"title":"किफायर में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","dateCreated":"2019-09-24T13:56:12.182Z","dateModified":"2019-09-24T13:56:31.803Z","contributedBy":"AskGif","content":"किपशायर एक छोटा शहर है, जो समुद्र तल से 896 मीटर (2,940 फीट) की ऊंचाई पर स्थित है और यह किफिर जिले का मुख्यालय है। नागालैंड की राजधानी कोहिमा से क़रीब 254 किलोमीटर दूर है।\r\n&nbsp;\r\nयह वह स्थान है जहाँ संगतम (पूर्वी), यामचुंगर और सुमी जनजाति के नागा जनजाति मिलते हैं। शहर माउंट के लिए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नगालैंड","slug":"nagaland"},{"name":"किफायर","slug":"kiphire"}],"slug":"top-places-to-visit-in-kiphire-nagaland","total":0},{"id":768,"title":"दीमापुर में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"दीमापुर भारत के नागालैंड का सबसे बड़ा शहर है। दीमापुर जिला पूर्व में कोहिमा जिले, दक्षिण में पेरेन जिले, पश्चिम में असम के कार्बी आंग्लोंग जिले और पश्चिम में असम के गोलाघाट जिले और उत्तर में स्थित है। यह नागालैंड और इसका एकमात्र रेलमार्ग का प्रवेश द्वार है। यह असम सरकार द्वारा 99 वर्षों के लिए ना","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दीमापुर","slug":"dimapur"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}