{"id":768,"title":"Top Places to visit in Dimapur, Nagaland","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"<p>Dimapur is the largest city in Nagaland, India. Dimapur District is bounded by Kohima district on the east, Peren District on the south, Karbi Anglong district of Assam on the west and stretch of Golaghat District of Assam, in the west and the north. It is the gateway to Nagaland and its only railhead. It was leased to Nagaland by the Assam government for 99 years. The city has the only functional airport in the state. It is the only plains tract of hilly Nagaland and had a railway station and airport space for connectivity and economic activity in the new state.</p>\r\n<p>Dimapur is a district of Nagaland state in India. Its headquarters is the city of Dimapur. As of 2011 it is the most populous district of Nagaland (out of 11).</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Further information: Dimapur Jain Temple</p>\r\n<p>Dimapur Jain Temple was built in 1947. The temple is architecturally very well built and has an impressive structure. The temple has some intricate glass work. The temple is considered very auspicious by the people of Dimapur. The principal deity is of Lord Mahaveer. The temple was built by the tireless effort of Shri Subhkaran Sethi, Shri Phulchand Sethi, Shri Jethmal Sethi, Shri Udayram Chabra, Shri Chunnilal Kishanlal Sethi, Shri Kanhaiyal Sethi, and other Jain families present in Dimapur at that time.</p>\r\n<p>&nbsp;</p>\r\n<p>Kachari Rajbari, which although is left in ruins after centuries of abandonment, after facing conflict with the Ahom King in 18th century and with the settlement of township occupying almost half of its former glorious fortress, is still a national heritage site. It signifies great historical importance for the region of North-East. It also gives great value to the state of Nagaland.</p>\r\n<p>&nbsp;</p>\r\n<p>There are various tourist attractions in Dimapur, such as ancient villages, waterfalls, ruins of the Dimasa Kachari Kingdom, and the Kali Temple.</p>\r\n<p>&nbsp;</p>\r\n<p>It has several places where tourist can visit such as Green Park, Aqua Mellow park, Zoological Garden, Science Center, Stone park, Hazi park, Agri Expo site, Rangapahar forest, Triple Falls, Shiv Mandir, etc.</p>\r\n<p>&nbsp;</p>\r\n<p>Niuland Subdivision and Chumukedima Village is an ancient area with several waterfalls. The town of Medziphema, Kuhuboto, surrounded by villages like Sakipheto, Alato, Aoyimkum, Darogarjan, and Nihoto are visited by tourists. The Kachari Ruins are visited for various temples, reservoirs, and tanks that belonged to the Dimasa Kachari Kingdom. There are some resort in the outskirts of Dimapur which one can visit.</p>\r\n<p>&nbsp;</p>\r\n<p>Apart from these, Diphupar, Nichuguard, Sukhajan, Kuki Dolong, Thilixu, and Seithekima Village are visited. Chekiye and Ruzaphema have bazaars, where tourists can purchase handicrafts.</p>\r\n<p>&nbsp;</p>\r\n<p>Transportation</p>\r\n<p>The economic and developmental activities of Nagaland are centered around Dimapur. It is an important commercial centre for the region, acting as a gateway to Nagaland and the neighbouring state of Manipur. An increase of population and the related increase in the number of cars in the city has led to traffic jams in and around the Commercial areas of the city. You can Travel in the city By Auto Rickshaws or rickshaws.</p>\r\n<p>&nbsp;</p>\r\n<p>Roadways</p>\r\n<p>The National Highway 39 that connects Kohima, Imphal and the Myanmar border at Moreh runs through Dimapur. NH 36 starts from Dimapur connecting Doboka and later Guwahati via NH 37.</p>\r\n<p>&nbsp;</p>\r\n<p>Railway</p>\r\n<p>Dimapur is the only city in Nagaland that is connected by both rail and air. There are direct train services to cities like Guwahati, Kolkata, New Delhi, Bangalore, Chandigarh, Amritsar, Dibrugarh and Chennai from the Dimapur railway station. The station is categorised as an A category railway station which lies on the Lumding-Dibrugarh section under the Lumding railway division of Northeast Frontier Railway.</p>\r\n<p>&nbsp;</p>\r\n<p>Airways</p>\r\n<p>Dimapur Airport is located at 3rd mile (NH 39). It is the only civil airport in the state and has flights to Kolkata and Delhi. There are plans for expansion of the airport to meet international norms by buying land at Aoyimti village. Maintained by the Airports Authority of India, it is an important trade and commercial centre on National Highway No. 39, and wears a rather cosmopolitan look.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>A number of shopping centers and markets have sprung up in Dimapur, with the Hong Kong Market, Central Plaza, New Market, Bank colony (Super market area) and Circular and NL roads serving as the main commercial areas in the city. The Complexes and shopping centres have sprung up to Nuton bosti. The places along the NH 39 is also developing into commercial areas where there has been changes in the last few years. The city's Hong Kong Market is well known for imported goods from Thailand, China, and Burma and is the main Shopping Attraction for Tourists visiting Nagaland. The wholesale foodgrain items are available at KL Sethi Market Complex, Jasokie Market etc. at G S Road, Dimapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Dimapur is the only place in Nagaland that does not require the Inner Line Permit (ILP)for the non-Naga, but one needs the Restricted Area Permit to go beyond the city. Formalities can be completed in the Office of the Deputy Commissioner. Dimapur remains the gateway to the states of Nagaland and Manipur. Recently,[when?] the Government of Nagaland has relaxed restriction on ownership of land in Dimapur and has permitted non-Nagas to purchase land as well.</p>\r\n<p>&nbsp;</p>\r\n<p>The Government of Nagaland's Horticulture farm run by the Department of Horticulture, aptly called the Green Park, is an attraction for tourists and locals alike. Also, the Government of Nagaland hosts the bi-annual North East Agri-Expo Sale cum Exhibition at the North East Agri Expo Site at 5 mile. The Expo is usually held in the first week of December. On the outskirts is the suburb of Chumoukedima from where one can take a short trek up the hill to the Naga Tourist Village and the Patkai Triple Falls. The North East Zonal Cultural Center, the hub for all cultural activities, is a kilometre away from the Airport.</p>\r\n<p>&nbsp;</p>\r\n<p>The Nagaland Industrial Growth Centre is situated at Ganeshnagar of Dhansiripar Sub-Division, where most of the Dimasa Kacharis lived &mdash; an area consisting of seven Dimasa Villages (Dhansiripar, Disaguphu, Amaluma, Doyapur, Ganeshnagar, Hazadisa, and Manglumukh).</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>There are several schools and colleges in the city of Dimapur. The syllabus for education till Class 12 is taken care of by the Nagaland Board of School Education while the Nagaland University, Lumami controls all areas of further studies. There are also a few schools in Nagaland which follow the CBSE Curriculum. Dimapur Government College is the premier degree college of the town which was established in 1966. Patkai Christian College, the only autonomous college in the entire North East India is located 17 km from Central Dimapur. Tetso College was established in 1994 as a Liberal Commerce and Arts (Humanities) College, sponsored by the Council of Rengma Baptist Churches. National Institute of Technology Nagaland was also set up in 2010 at Chumoukedima, about 14 kilometres (8.7 mi) from Dimapur and a temporary campus of Nagaland university also situated at dc court junction. St. Joseph University is also in Dimapur.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1986 Dimapur district became home to the Rangapahar Wildlife Sanctuary, which has an area of 4.7 km2 (1.8 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Dimapur is also home to Dimapur United a soccer club which plays in Nagaland Premier League.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>Diezephe village in the district has the Diezephe Craft Museum displaying woodcarving and weaving.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Dimapur</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-dimapur-nagaland","tags":[{"name":"dimapur","slug":"dimapur"},{"name":"nagaland","slug":"nagaland"}],"recommendations":[{"id":772,"title":"Top Places to visit in Mokokchung, Nagaland","imageUrl":"b8e24449-19bd-4a05-9231-d43c4ff59c1c_Mokokchung-tourism.jpg","dateCreated":"2019-09-25T01:35:28.339Z","dateModified":"2019-09-25T01:35:40.564Z","contributedBy":"AskGif","content":"Mokokchung is a town and a municipality in Mokokchung district in the Indian state of Nagaland. It is the district headquarters as well as the main urban hub of Mokokchung district. Mokokchung is the cultural nervecentre of the Ao people and is economically and politically the most important urba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b8e24449-19bd-4a05-9231-d43c4ff59c1c_Mokokchung-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mokokchung","slug":"mokokchung"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-mokokchung-nagaland","total":0},{"id":770,"title":"Top Places to visit in Kohima, Nagaland","imageUrl":"cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","dateCreated":"2019-09-24T14:11:20.082Z","dateModified":"2019-09-24T14:11:31.086Z","contributedBy":"AskGif","content":"Kohima is the hilly capital city of India's north eastern state of Nagaland. With a resident population of 99,039 it is the second largest city in the state.\r\nKohima district is a district of Nagaland state in India. It is the home of the Angami Naga tribe. As of 2011, it is the second mos","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaland","slug":"nagaland"},{"name":"kohima","slug":"kohima"}],"slug":"top-places-to-visit-in-kohima-nagaland","total":0},{"id":769,"title":"Top Places to visit in Kiphire, Nagaland","imageUrl":"8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","dateCreated":"2019-09-24T13:56:12.182Z","dateModified":"2019-09-24T13:56:31.803Z","contributedBy":"AskGif","content":"Kiphire is a small town, situated at an elevation of 896 m (2,940 ft) above sea level and is the headquarters of Kiphire district. Kiphire is about 254 km from Kohima, the capital of Nagaland.\r\n&nbsp;\r\nIt is the place where the Naga tribes of Sangtam (Eastern), Yimchunger and Sumi t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaland","slug":"nagaland"},{"name":"kiphire","slug":"kiphire"}],"slug":"top-places-to-visit-in-kiphire-nagaland","total":0},{"id":768,"title":"Top Places to visit in Dimapur, Nagaland","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"Dimapur is the largest city in Nagaland, India. Dimapur District is bounded by Kohima district on the east, Peren District on the south, Karbi Anglong district of Assam on the west and stretch of Golaghat District of Assam, in the west and the north. It is the gateway to Nagaland and its only rai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dimapur","slug":"dimapur"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}