{"id":769,"title":"Top Places to visit in Kiphire, Nagaland","imageUrl":"8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","dateCreated":"2019-09-24T13:56:12.182Z","dateModified":"2019-09-24T13:56:31.803Z","contributedBy":"AskGif","content":"<p>Kiphire is a small town, situated at an elevation of 896 m (2,940 ft) above sea level and is the headquarters of Kiphire district. Kiphire is about 254 km from Kohima, the capital of Nagaland.</p>\r\n<p>&nbsp;</p>\r\n<p>It is the place where the Naga tribes of Sangtam (Eastern), Yimchunger and Sumi tribes meet. The town is the nearest district headquarters to Mt. Saramati (3841 m or 12,602 ft), Nagaland's highest peak.</p>\r\n<p>&nbsp;</p>\r\n<p>Kiphire is the newly formed ninth district of Nagaland which was carved out of Tuensang district. As of 2011 it is the second least populous district of Nagaland (out of 11), after Longleng.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>It is bounded by Tuensang District in the north, Phek district in the west and Myanmar in the east. It is headquartered at Kiphire, which is at an altitude of 896 m above sea level. The major towns of this district are Seyochung, Sitimi, Pungro and Kiphire. Nagaland's highest peak, Mount Saramati (3840 metres) is located in this district. Kiphire also has an earth station. Kisatong village is another tourist destination in the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Kiphire district has a population of 74,033, roughly equal to the nation of Dominica. This gives it a ranking of 625th in India (out of a total of 640). Kiphire has a sex ratio of 961 females for every 1000 males, and a literacy rate of 71.1%.</p>\r\n<p>&nbsp;</p>\r\n<p>Sangtam(Eastern), Yimchunger and Sema are the predominant tribes.</p>\r\n<p>&nbsp;</p>\r\n<p>Kiphire is one of the small towns of Nagaland that is located in an exotic location overlooking the Saramati Mountain, the highest mountain peak of Nagaland. Kiphire is also the name of a newly-formed district that was carved out of the Tuensang district in 2004.</p>\r\n<p>&nbsp;</p>\r\n<p>It is the ninth district of Nagaland. The Tuensang district bounds the Kiphire district in the north, Phek district is on the west while the Kiphire district shares an international border with Myanmar in the east.</p>\r\n<p>&nbsp;</p>\r\n<p>Kiphire is 239 km from Kohima, the capital of Nagaland. Kiphire is home to a few Naga tribes, namely, Yimchungers, Khiamniungan, Phom, Sangtams and Sumis. According to folklore, the Yimchungers originated from the nearby place called Kemephu near the Waphur village.</p>\r\n<p>&nbsp;</p>\r\n<p>Kiphire &amp; Saramati, An Enthralling Combination</p>\r\n<p>&nbsp;</p>\r\n<p>Any traveller would delight in the picturesque surrounding of Kiphire overlooking the Saramati Mountain which is 3841 meters above sea level and is the highest peak of Nagaland. The mountain stays snow-clad throughout the winters, adding to the exotic beauty of the place.</p>\r\n<p>&nbsp;</p>\r\n<p>The town of Kiphire overlooks the mountain and many would say that Saramati guards the small, picturesque town.</p>\r\n<p>&nbsp;</p>\r\n<p>Sightseeing In Kiphire</p>\r\n<p>&nbsp;</p>\r\n<p>The popular places to visit near Kiphire include the Fakim Wildlife Sanctuary, the caves of Salomi and Mimi. The &lsquo;Lover&rsquo;s Paradise&rsquo;, the Sukhayap Rock Cliff is also a popular tourist destination. While visiting Simi village near Kiphire, tourists can also enjoy the cascading water of the Wawade Waterfall and check out the Twin Stones which are also known as the Competing Stones.</p>\r\n<p>&nbsp;</p>\r\n<p>A glimpse of an old Sangtam tribal village can be experienced in Siphi or Sangphure where an old monolith called Ningthsalong is famously installed.</p>\r\n<p>&nbsp;</p>\r\n<p>Best Time To Visit</p>\r\n<p>&nbsp;</p>\r\n<p>Kiphire The best time to visit Kiphire is between October and March.</p>\r\n<p>&nbsp;</p>\r\n<p>How To Reach Kiphire</p>\r\n<p>&nbsp;</p>\r\n<p>Kiphire Is Well Connected To The Rest Of Nagaland By The National Highway 155. The National Highway Connects Kiphire To Kohima, Meluri, Dimapur, And Mokochung. Regular State Transport Buses And Private Taxis Are Available From Anywhere In Nagaland To Kiphire. The State Highway Also Connects Tuensang-Kiphire-Meluri Together.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kiphire_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kiphire-nagaland","tags":[{"name":"nagaland","slug":"nagaland"},{"name":"kiphire","slug":"kiphire"}],"recommendations":[{"id":778,"title":"Top Places to visit in Tuensang, Nagaland","imageUrl":"b5e721b0-827b-45d0-9bef-977c69fda510_Tuensang-tourism.jpg","dateCreated":"2019-09-25T02:59:19.823Z","dateModified":"2019-09-25T02:59:31.238Z","contributedBy":"AskGif","content":"Tuensang is a town in Nagaland, India, with a population of 36,774,. It is the headquarters of the Tuensang district, the easternmost and the largest district of Nagaland, bordering with Myanmar. The town was founded in 1947 for the purpose of administrating the erstwhile North Eastern Frontier A","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b5e721b0-827b-45d0-9bef-977c69fda510_Tuensang-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tuensang","slug":"tuensang"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-tuensang-nagaland","total":0},{"id":772,"title":"Top Places to visit in Mokokchung, Nagaland","imageUrl":"b8e24449-19bd-4a05-9231-d43c4ff59c1c_Mokokchung-tourism.jpg","dateCreated":"2019-09-25T01:35:28.339Z","dateModified":"2019-09-25T01:35:40.564Z","contributedBy":"AskGif","content":"Mokokchung is a town and a municipality in Mokokchung district in the Indian state of Nagaland. It is the district headquarters as well as the main urban hub of Mokokchung district. Mokokchung is the cultural nervecentre of the Ao people and is economically and politically the most important urba","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b8e24449-19bd-4a05-9231-d43c4ff59c1c_Mokokchung-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mokokchung","slug":"mokokchung"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-mokokchung-nagaland","total":0},{"id":770,"title":"Top Places to visit in Kohima, Nagaland","imageUrl":"cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","dateCreated":"2019-09-24T14:11:20.082Z","dateModified":"2019-09-24T14:11:31.086Z","contributedBy":"AskGif","content":"Kohima is the hilly capital city of India's north eastern state of Nagaland. With a resident population of 99,039 it is the second largest city in the state.\r\nKohima district is a district of Nagaland state in India. It is the home of the Angami Naga tribe. As of 2011, it is the second mos","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaland","slug":"nagaland"},{"name":"kohima","slug":"kohima"}],"slug":"top-places-to-visit-in-kohima-nagaland","total":0},{"id":768,"title":"Top Places to visit in Dimapur, Nagaland","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"Dimapur is the largest city in Nagaland, India. Dimapur District is bounded by Kohima district on the east, Peren District on the south, Karbi Anglong district of Assam on the west and stretch of Golaghat District of Assam, in the west and the north. It is the gateway to Nagaland and its only rai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dimapur","slug":"dimapur"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}