{"id":769,"title":"किफायर में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","dateCreated":"2019-09-24T13:56:12.182Z","dateModified":"2019-09-24T13:56:31.803Z","contributedBy":"AskGif","content":"<p>किपशायर एक छोटा शहर है, जो समुद्र तल से 896 मीटर (2,940 फीट) की ऊंचाई पर स्थित है और यह किफिर जिले का मुख्यालय है। नागालैंड की राजधानी कोहिमा से क़रीब 254 किलोमीटर दूर है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह वह स्थान है जहाँ संगतम (पूर्वी), यामचुंगर और सुमी जनजाति के नागा जनजाति मिलते हैं। शहर माउंट के लिए निकटतम जिला मुख्यालय है। सरमाटी (3841 मीटर या 12,602 फीट), नागालैंड की सबसे ऊंची चोटी।</p>\r\n<p>&nbsp;</p>\r\n<p>किफायर नागालैंड का नवगठित नौवां जिला है जिसे तुएनसांग जिले से बाहर निकाला गया था। 2011 तक लोंगलेंग के बाद यह नागालैंड (11 में से) का दूसरा सबसे कम आबादी वाला जिला है।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह उत्तर में तुएनसांग जिले, पश्चिम में फेक जिले और पूर्व में म्यांमार से घिरा है। इसका मुख्यालय किफ़ायर में है, जो समुद्र तल से 896 मीटर की ऊँचाई पर है। इस जिले के प्रमुख कस्बे हैं सीयूकुंग, सीतामी, पुंग्रो और किफिर। नागालैंड की सबसे ऊंची चोटी, माउंट सरमाती (3840 मीटर) इस जिले में स्थित है। किफिर में एक पृथ्वी स्टेशन भी है। किसाटोंग गाँव जिले का एक और पर्यटन स्थल है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार किपशायर जिले की आबादी 74,033 है, जो कि डोमिनिका के देश के बराबर है। यह भारत में 625 वें स्थान पर है (कुल 640 में से)। किपशायर में हर 1000 पुरुषों पर 961 महिलाओं का लिंग अनुपात है, और साक्षरता दर 71.1% है।</p>\r\n<p>&nbsp;</p>\r\n<p>संगतम (पूर्वी), यमचंगेर और सेमा प्रमुख जनजातियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>किपशायर नागालैंड के छोटे शहरों में से एक है जो नागालैंड की सबसे ऊंची पर्वत चोटी सरमाती पर्वत के दृश्य के एक आकर्षक स्थान पर स्थित है। किफिर एक नवगठित जिले का नाम भी है जिसे 2004 में तुएनसांग जिले से बाहर किया गया था।</p>\r\n<p>&nbsp;</p>\r\n<p>यह नागालैंड का नौवाँ जिला है। तुएनसांग जिला उत्तर में किपशायर जिले की सीमा पर है, फेक जिला पश्चिम में है जबकि किपशायर जिला पूर्व में म्यांमार के साथ एक अंतरराष्ट्रीय सीमा साझा करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>नागालैंड की राजधानी कोहिमा से Kiphire 239 किमी दूर है। किमशायर कुछ नागा जनजातियों का घर है, जिनके नाम हैं, यमचूंगर, खियामिनुंगन, फ़ोम, संग्टम्स और सुमिस। लोककथाओं के अनुसार, यामचुंगर्स की उत्पत्ति निकटवर्ती स्थान केम्पेहु से हुई थी जो लहरपुर गांव के पास था।</p>\r\n<p>&nbsp;</p>\r\n<p>किपशायर और सरमती, एक उत्साहवर्धक संयोजन</p>\r\n<p>&nbsp;</p>\r\n<p>कोई भी यात्री समुद्र के स्तर से 3841 मीटर की ऊंचाई पर स्थित सरमाती पर्वत को देखने वाले किपशायर के आसपास के सुरम्य वातावरण में खुश होगा और नागालैंड की सबसे ऊंची चोटी है। पहाड़ सर्दियों भर बर्फ से ढँके रहते हैं, जो जगह की विदेशी सुंदरता को बढ़ाते हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>किपशायर शहर पहाड़ को देखता है और कई लोग कहते हैं कि सरमती छोटे, सुरम्य शहर की रक्षा करती है।</p>\r\n<p>&nbsp;</p>\r\n<p>Kiphire में पर्यटन स्थलों का भ्रमण</p>\r\n<p>&nbsp;</p>\r\n<p>किपशायर के पास घूमने के लिए लोकप्रिय स्थानों में फकीम वन्यजीव अभयारण्य, सालोमी और मिमी की गुफाएं शामिल हैं। 'लवर्स पैराडाइज़', सुखायप रॉक क्लिफ भी एक लोकप्रिय पर्यटन स्थल है। किपशायर के पास सिमी गाँव का दौरा करते समय, पर्यटक वावडे झरने के झरने का आनंद ले सकते हैं और ट्विन स्टोन्स की जाँच कर सकते हैं, जिन्हें प्रतिस्पर्धी स्टोन्स के रूप में भी जाना जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक पुराने संगतम आदिवासी गाँव की एक झलक सिपि या संग्फुरे में देखी जा सकती है जहाँ निंगथेसलोंग नामक एक पुराना मोनोलिथ प्रसिद्ध रूप से स्थापित है।</p>\r\n<p>&nbsp;</p>\r\n<p>जाने का सबसे अच्छा समय</p>\r\n<p>&nbsp;</p>\r\n<p>Kiphire Kiphire घूमने का सबसे अच्छा समय अक्टूबर और मार्च के बीच का है।</p>\r\n<p>&nbsp;</p>\r\n<p>किपशायर कैसे पहुँचें</p>\r\n<p>&nbsp;</p>\r\n<p>नेशनल हाइवे 155 तक किपशायर, नागालैंड के बाकी हिस्सों से अच्छी तरह से जुड़ा हुआ है। नेशनल हाइवे किपशायर से कोहिमा, मेलुरी, दीमापुर और मोकोचुंग को जोड़ता है। नियमित राज्य परिवहन की बसें और निजी टैक्सियाँ नागालैंड में कहीं से भी नीलम तक उपलब्ध हैं। स्टेट हाईवे भी तुएनसांग-किपशायर-मेलुरी को एक साथ जोड़ता है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kiphire_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kiphire-nagaland","tags":[{"name":"नगालैंड","slug":"nagaland"},{"name":"किफायर","slug":"kiphire"}],"recommendations":[{"id":778,"title":"तुएनसांग में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"b5e721b0-827b-45d0-9bef-977c69fda510_Tuensang-tourism.jpg","dateCreated":"2019-09-25T02:59:19.823Z","dateModified":"2019-09-25T02:59:31.238Z","contributedBy":"AskGif","content":"तुएनसांग नागालैंड, भारत का एक शहर है, जिसकी आबादी 36,774 है। यह म्यांमार की सीमा से लगे पूर्वी और सबसे बड़े जिले नागालैंड का मुख्यालय तुएनसांग जिला है। इस शहर की स्थापना 1947 में पूर्ववर्ती नॉर्थ ईस्टर्न फ्रंटियर एजेंसी (NEFA) के संचालन के उद्देश्य से की गई थी, जिसमें वर्तमान समय में तुएनसांग, मो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b5e721b0-827b-45d0-9bef-977c69fda510_Tuensang-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तुएनसांग","slug":"tuensang"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-tuensang-nagaland","total":0},{"id":772,"title":"मोकोकचुंग में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"b8e24449-19bd-4a05-9231-d43c4ff59c1c_Mokokchung-tourism.jpg","dateCreated":"2019-09-25T01:35:28.339Z","dateModified":"2019-09-25T01:35:40.564Z","contributedBy":"AskGif","content":"मोकोकचुंग भारतीय राज्य नागालैंड में मोकोकचुंग जिले में एक शहर और एक नगरपालिका है। यह जिला मुख्यालय के साथ-साथ मोकोकचुंग जिले का मुख्य शहरी केंद्र है। मोकोकचुंग एओ लोगों का सांस्कृतिक केंद्र है और उत्तरी नागालैंड में आर्थिक और राजनीतिक रूप से सबसे महत्वपूर्ण शहरी केंद्र है। वास्तव में यह दीमापुर औ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b8e24449-19bd-4a05-9231-d43c4ff59c1c_Mokokchung-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"मोकोकचुंग","slug":"mokokchung"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-mokokchung-nagaland","total":0},{"id":770,"title":"कोहिमा में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","dateCreated":"2019-09-24T14:11:20.082Z","dateModified":"2019-09-24T14:11:31.086Z","contributedBy":"AskGif","content":"कोहिमा भारत के उत्तर पूर्वी राज्य नागालैंड की पहाड़ी राजधानी है। 99,039 की निवासी आबादी के साथ यह राज्य का दूसरा सबसे बड़ा शहर है।\r\nकोहिमा जिला भारत में नागालैंड राज्य का एक जिला है। यह अंगामी नागा जनजाति का घर है। २०११ के अनुसार, यह १६ Nag, ९ ul is की जनसंख्या के साथ दीमापुर के बाद नागालै","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नगालैंड","slug":"nagaland"},{"name":"कोहिमा","slug":"kohima"}],"slug":"top-places-to-visit-in-kohima-nagaland","total":0},{"id":768,"title":"दीमापुर में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"दीमापुर भारत के नागालैंड का सबसे बड़ा शहर है। दीमापुर जिला पूर्व में कोहिमा जिले, दक्षिण में पेरेन जिले, पश्चिम में असम के कार्बी आंग्लोंग जिले और पश्चिम में असम के गोलाघाट जिले और उत्तर में स्थित है। यह नागालैंड और इसका एकमात्र रेलमार्ग का प्रवेश द्वार है। यह असम सरकार द्वारा 99 वर्षों के लिए ना","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दीमापुर","slug":"dimapur"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}