{"id":770,"title":"कोहिमा में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","dateCreated":"2019-09-24T14:11:20.082Z","dateModified":"2019-09-24T14:11:31.086Z","contributedBy":"AskGif","content":"<p>कोहिमा भारत के उत्तर पूर्वी राज्य नागालैंड की पहाड़ी राजधानी है। 99,039 की निवासी आबादी के साथ यह राज्य का दूसरा सबसे बड़ा शहर है।</p>\r\n<p>कोहिमा जिला भारत में नागालैंड राज्य का एक जिला है। यह अंगामी नागा जनजाति का घर है। २०११ के अनुसार, यह १६ Nag, ९ ul is की जनसंख्या के साथ दीमापुर के बाद नागालैंड (११ में से) का दूसरा सबसे अधिक आबादी वाला जिला है, जिसमें से ४५% शहरी है।</p>\r\n<p>&nbsp;</p>\r\n<p>मूल रूप से Kewhira के रूप में जाना जाता है, कोहिमा शहर की स्थापना 1878 में हुई थी जब ब्रिटिश साम्राज्य ने तत्कालीन नागा हिल्स के अपने मुख्यालय की स्थापना की थी। 1963 में नागालैंड राज्य के उद्घाटन के बाद यह आधिकारिक तौर पर राजधानी बन गया।</p>\r\n<p>&nbsp;</p>\r\n<p>कोहिमा जिला अंगामी नागा और रेंगमा नागा जनजाति की भूमि है। यह कोहिमा जिले के दक्षिण में स्थित जपुफू रेंज की तलहटी में स्थित है (25.67 &deg; N 94.12 &deg; E) और इसकी औसत ऊंचाई 1,261 मीटर (4137 फीट) है।</p>\r\n<p>&nbsp;</p>\r\n<p>शासन प्रबंध</p>\r\n<p>कोहिमा म्युनिसिपल काउंसिल (KMC) की स्थापना 2005 में भारत के संविधान (सत्तरवां चौथा संशोधन) अधिनियम, 1992 के तहत की गई थी। इसमें कचरा प्रबंधन, जल निकासी और व्यापार लाइसेंसिंग और अन्य जिम्मेदारियाँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>राज्य सरकार के अन्य विभाग, जो कोहिमा में बैठते हैं, की भी कोहिमा के प्रशासन में भूमिका है। शहर के लिए \"शहर विकास योजना\", उदाहरण के लिए, राज्य शहरी विकास विभाग द्वारा लिखी गई थी।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रेटर कोहिमा योजना क्षेत्र</p>\r\n<p>ग्रेटर कोहिमा योजना क्षेत्र (GKPA) में केएमसी प्लस कोहिमा, मेरीमा, त्सीमा और थिज़ामा गाँव और उनके परिधीय, खेती योग्य और संरक्षण क्षेत्र, और \"कैपिटल कॉम्प्लेक्स एरिया\" शामिल हैं। GKPA का कुल क्षेत्रफल 63.36 वर्ग किमी है, जिसमें से नगरपालिका परिषद का 11 वर्ग किमी का हिस्सा सिर्फ 17% है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 तक, कोहिमा की जनसंख्या 99,039 थी, जिसमें पुरुषों और महिलाओं की संख्या क्रमशः 51,626 और 47,413 थी। कोहिमा की औसत साक्षरता दर 90.76% है, जो राष्ट्रीय औसत 79.55% से अधिक है।</p>\r\n<p>&nbsp;</p>\r\n<p>शहर की आबादी नागालैंड की 16 जनजातियों से बनी है। वर्तमान कोहिमा शहरी क्षेत्र में अंगमिस और लोथा की आबादी सबसे बड़ी है।</p>\r\n<p>&nbsp;</p>\r\n<p>कोहिमा में प्रमुख धर्म ईसाई धर्म है जो 80.22% आबादी द्वारा प्रचलित है। अन्य धर्मों में हिंदू (16.09%), मुस्लिम (3.06%) और बौद्ध (0.45%) शामिल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>2011 तक कोहिमा के उन्नीस वार्डों में से छह, शहर के 26% को कवर करते हुए, मलिन बस्तियों के रूप में नामित किए गए हैं, जिसके भीतर लगभग एक तिहाई आबादी गरीबी रेखा से नीचे थी।</p>\r\n<p>&nbsp;</p>\r\n<p>2001 की जनगणना में ग्रेटर कोहिमा योजना क्षेत्र की जनसंख्या 115,283 थी, जिनमें से केएमसी क्षेत्र में 67% और कोहिमा ग्राम 16% था।</p>\r\n<p>&nbsp;</p>\r\n<p>हॉर्नबिल फेस्टिवल</p>\r\n<p>मुख्य लेख: हॉर्नबिल फेस्टिवल</p>\r\n<p>हॉर्नबिल फेस्टिवल को पहली बार BASN (ब्यूटी एंड एस्थेटिक्स सोसाइटी ऑफ नागालैंड) द्वारा शीतकालीन कार्निवल 2000 के रूप में शुरू किया गया था और प्रस्तावित किया गया था, इससे पहले कि नागालैंड की सरकार ने इसे ले लिया था, जिसे दिसंबर 2000 में हॉर्नबिल फेस्टिवल के रूप में लॉन्च किया गया था, ताकि यह औपचारिक बातचीत को बढ़ावा दे और सांस्कृतिक को बढ़ावा दे सके। राज्य की विरासत। राज्य पर्यटन और कला और संस्कृति विभागों द्वारा आयोजित, हॉर्नबिल महोत्सव एक छत के नीचे सांस्कृतिक प्रदर्शन दिखाता है। यह त्योहार हर साल 1 से 10 दिसंबर के बीच होता है।</p>\r\n<p>&nbsp;</p>\r\n<p>सप्ताह भर का हॉर्नबिल फेस्टिवल किसमा हेरिटेज विलेज, किसामा में आयोजित किया जाता है, जो कि नागालैंड की राजधानी कोहिमा से लगभग 12 किमी दूर है। इस उत्सव में नागालैंड की सभी जनजातियाँ हिस्सा लेती हैं। त्योहार का उद्देश्य नागालैंड की समृद्ध संस्कृति को पुनर्जीवित करना और संरक्षित करना और अपनी परंपराओं को प्रदर्शित करना है।</p>\r\n<p>&nbsp;</p>\r\n<p>त्योहार का नाम हॉर्नबिल के नाम पर रखा गया है, जिसका उल्लेख राज्य की अधिकांश जनजातियों के लोकगीतों में किया गया है। लोग रंगीन प्रदर्शन, शिल्प, खेल, भोजन मेले, खेल और समारोहों का आनंद लेते हैं। पारंपरिक कलाओं में पेंटिंग, लकड़ी की नक्काशी और मूर्तियां शामिल हैं। फेस्टिवल हाइलाइट्स में नागा मोरंग, कला और शिल्प की प्रदर्शनी, बिक्री, खाद्य स्टाल, हर्बल मेडिसिन स्टॉल, फ्लावर शो और बिक्री, खाद्य और पेय स्टॉल शामिल हैं जो ड्रेगन के आकार के लकड़ी के काकों में जनजातियों के पेय पदार्थों का प्रदर्शन करते हैं। सांस्कृतिक मेडले - गाने और नृत्य, फैशन शो, सौंदर्य प्रतियोगिता, तीरंदाजी, नागा कुश्ती, स्वदेशी खेल और संगीत कार्यक्रम। अतिरिक्त आकर्षण में कोन्याक फायर ईटिंग प्रदर्शन, पोर्क वसा खाने की प्रतियोगिताएं, साहित्य उत्सव, हॉर्नबिल ग्लोबल फिल्म फेस्ट, हॉर्नबिल बॉल, चोरल पैनोरमा, नॉर्थ ईस्ट इंडिया ड्रम एंसेम्बे, नागा किंग चिली खाने की प्रतियोगिता, हॉर्नबिल नेशनल रॉक प्रतियोगिता, हॉर्नबिल इंटरनेशनल मोटर रैली और WW शामिल हैं। -II विंटेज कार रैली।</p>\r\n<p>ट्रांसपोर्ट</p>\r\n<p>निकटतम हवाई अड्डा दीमापुर में दीमापुर हवाई अड्डा है जो लगभग 74 किलोमीटर (46 मील) दूर है। कोहिमा सड़क से राष्ट्रीय राजमार्ग 2 और 29 शहर से होकर गुजरता है। कोहिमा रेल नेटवर्क से जुड़ा नहीं है। निकटतम रेलवे स्टेशन दीमापुर में है। दीमापुर से कोहिमा तक रेलवे लाइन के विस्तार का प्रस्ताव और 2009 में सर्वेक्षण किया गया था। भूमि अधिग्रहण के विवाद के कारण ट्रैक को फिर से शुरू किया गया था और 2013 में एक वैकल्पिक संरेखण प्रस्तावित किया गया था और 2020 तक पूरा होने की उम्मीद है।</p>\r\n<p>&nbsp;</p>\r\n<p>शिक्षा</p>\r\n<p>स्कूलों</p>\r\n<p>मंत्रियों का हिल बैपटिस्ट हायर सेकेंडरी स्कूल</p>\r\n<p>Dainty Buds उच्च सेकंड। स्कूल</p>\r\n<p>फर्नांड हायर सेक। स्कूल</p>\r\n<p>मेझुर उच्चतर सेक। स्कूल</p>\r\n<p>स्टेला उच्च सेक। शूल</p>\r\n<p>लिटिल फ्लावर हायर सेक। स्कूल</p>\r\n<p>माउंट सिनाई उच्च सेक। स्कूल</p>\r\n<p>सेंट मैरी कैथेड्रल उच्चतर सेकंड। स्कूल</p>\r\n<p>जी रियो हायर सेक। स्कूल</p>\r\n<p>नॉर्थफील्ड हायर सेकंड। स्कूल</p>\r\n<p>सरकार। उच्च सेक। स्कूल</p>\r\n<p>बेथेल हायर सेक। स्कूल</p>\r\n<p>डॉन बोस्को हायर सेक। स्कूल</p>\r\n<p>बैपटिस्ट हाई</p>\r\n<p>द वाइनयार्ड स्कूल</p>\r\n<p>विश्वविद्यालयों और कॉलेजों</p>\r\n<p>जपफु क्रिश्चियन कॉलेज, किग्विमा, कोहिमा</p>\r\n<p>कोहिमा साइंस कॉलेज, जोत्सोमा</p>\r\n<p>मॉडल क्रिश्चियन कॉलेज, कोहिमा</p>\r\n<p>सेंट जोसेफ कॉलेज, जाखामा, कोहिमा</p>\r\n<p>नागालैंड विश्वविद्यालय, मेरीमा परिसर, कोहिमा</p>\r\n<p>खेल</p>\r\n<p>फ़ुटबॉल</p>\r\n<p>कोहिमा, कोहिमा कोमेट्स का एक फुटबॉल क्लब है जो शीर्ष डिवीजन नागालैंड प्रीमियर लीग में खेलता है।</p>\r\n<p>&nbsp;</p>\r\n<p>मीडिया और संचार</p>\r\n<p>राज्य के स्वामित्व वाले ऑल इंडिया रेडियो का कोहिमा में एक स्थानीय स्टेशन है, जो बड़े पैमाने पर ब्याज के विभिन्न कार्यक्रमों को प्रसारित करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>1980 में कोहिमा जिला पुलीबदेज़ वन्यजीव अभयारण्य का घर बन गया, जिसका क्षेत्रफल 9.2 किमी 2 (3.6 वर्ग मील) है। यह Blyth के Tragopan के लिए एक प्राकृतिक आवास है।</p>\r\n<p>&nbsp;</p>\r\n<p>खेल</p>\r\n<p>कोहिमा भी एक फुटबॉल क्लब, जो नगालैंड प्रीमियर लीग में खेलता है, कोहिमा कोमेट्स का घर है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Kohima</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-kohima-nagaland","tags":[{"name":"नगालैंड","slug":"nagaland"},{"name":"कोहिमा","slug":"kohima"}],"recommendations":[{"id":782,"title":"वोखा में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"05863519-f9f3-4093-be1e-cc22e1807824_Wokha-railway.jpg","dateCreated":"2019-09-25T14:13:55.56Z","dateModified":"2019-09-25T14:14:09.524Z","contributedBy":"AskGif","content":"वोखा भारत के नागालैंड राज्य का एक शहर और एक नगर पालिका है। यह अपने नाम वाले जिले का मुख्यालय है (देखें वोकहा जिला)। यह राज्य की राजधानी कोहिमा से लगभग 75 किमी की दूरी पर स्थित है।\r\n&nbsp;\r\nलोचा भाषा में वोक का शाब्दिक अर्थ है \"सिर की गिनती\" या \"जनगणना\"। इसकी आबादी 35,004 है। यह मुख्","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05863519-f9f3-4093-be1e-cc22e1807824_Wokha-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"वोखा","slug":"wokha"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-wokha-nagaland","total":0},{"id":777,"title":"फेक में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"8807415b-da19-457f-9765-2933f7e928fe_Phek-tourism.jpg","dateCreated":"2019-09-25T02:49:51.655Z","dateModified":"2019-09-25T02:50:03.524Z","contributedBy":"AskGif","content":"फेक नागालैंड राज्य, भारत का एक जिला है। यह 1973 में स्थापित किया गया था। जिला मुख्यालय फेक शहर में है।\r\nफेक भारतीय राज्य नागालैंड में फेक जिले में एक शहर और एक नगर परिषद है।\r\n&nbsp;\r\nभूगोल\r\nफेक जिला एक पहाड़ी क्षेत्र है, 70% सदाबहार वन। समुद्र तल से 2,400 मीटर (7,900 फ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8807415b-da19-457f-9765-2933f7e928fe_Phek-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नगालैंड","slug":"nagaland"},{"name":"फेक","slug":"phek"}],"slug":"top-places-to-visit-in-phek-nagaland","total":0},{"id":769,"title":"किफायर में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","dateCreated":"2019-09-24T13:56:12.182Z","dateModified":"2019-09-24T13:56:31.803Z","contributedBy":"AskGif","content":"किपशायर एक छोटा शहर है, जो समुद्र तल से 896 मीटर (2,940 फीट) की ऊंचाई पर स्थित है और यह किफिर जिले का मुख्यालय है। नागालैंड की राजधानी कोहिमा से क़रीब 254 किलोमीटर दूर है।\r\n&nbsp;\r\nयह वह स्थान है जहाँ संगतम (पूर्वी), यामचुंगर और सुमी जनजाति के नागा जनजाति मिलते हैं। शहर माउंट के लिए","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नगालैंड","slug":"nagaland"},{"name":"किफायर","slug":"kiphire"}],"slug":"top-places-to-visit-in-kiphire-nagaland","total":0},{"id":768,"title":"दीमापुर में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"दीमापुर भारत के नागालैंड का सबसे बड़ा शहर है। दीमापुर जिला पूर्व में कोहिमा जिले, दक्षिण में पेरेन जिले, पश्चिम में असम के कार्बी आंग्लोंग जिले और पश्चिम में असम के गोलाघाट जिले और उत्तर में स्थित है। यह नागालैंड और इसका एकमात्र रेलमार्ग का प्रवेश द्वार है। यह असम सरकार द्वारा 99 वर्षों के लिए ना","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दीमापुर","slug":"dimapur"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}