{"id":770,"title":"Top Places to visit in Kohima, Nagaland","imageUrl":"cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","dateCreated":"2019-09-24T14:11:20.082Z","dateModified":"2019-09-24T14:11:31.086Z","contributedBy":"AskGif","content":"<p>Kohima is the hilly capital city of India's north eastern state of Nagaland. With a resident population of 99,039 it is the second largest city in the state.</p>\r\n<p>Kohima district is a district of Nagaland state in India. It is the home of the Angami Naga tribe. As of 2011, it is the second most populous district of Nagaland (out of 11), after Dimapur with a population of 267,988, 45% of which is urban.</p>\r\n<p>&nbsp;</p>\r\n<p>Originally known as Kewhira, the town of Kohima was founded in 1878 when the British Empire established its headquarters of the then Naga Hills. It officially became the capital after the state of Nagaland was inaugurated in 1963.</p>\r\n<p>&nbsp;</p>\r\n<p>Kohima district is the land of the Angami Naga and Rengma Naga tribe. It is situated in the foothills of Japfu range located south of Kohima District (25.67&deg;N 94.12&deg;E) and has an average elevation of 1,261 metres (4137 feet).</p>\r\n<p>&nbsp;</p>\r\n<p>Administration</p>\r\n<p>The Kohima Municipal Council (KMC) was established in 2005 under India's Constitution (Seventy-Fourth Amendment) Act, 1992. It has waste management, drainage and trade licensing and other responsibilities.</p>\r\n<p>&nbsp;</p>\r\n<p>Other departments of the state government, which sit in Kohima, also have a role in the administration of Kohima. The \"City Development Plan\" for the town, for example, was written by state Urban Development Department.</p>\r\n<p>&nbsp;</p>\r\n<p>Greater Kohima planning area</p>\r\n<p>The Greater Kohima Planning Area (GKPA) comprises the KMC plus Kohima, Meriema, Tsiesema and Thizama villages and their peripheral, cultivable and conservation areas, and the \"Capital Complex Area\". The total area of the GKPA is 63.36 sq km, of which municipal council's 11 sq km accounts for just over 17%.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011, Kohima had a population of 99,039 of which males and females were 51,626 and 47,413 respectively. Kohima has an average literacy rate of 90.76%, higher than the national average of 79.55%.</p>\r\n<p>&nbsp;</p>\r\n<p>The city's population is composed of the 16 tribes of Nagaland. The population of the Angamis and Lotha are the largest in present-day Kohima urban area.</p>\r\n<p>&nbsp;</p>\r\n<p>The major religion in Kohima is Christianity which is practised by 80.22% of the population. Other religions includes Hindu (16.09%), Muslim (3.06%) and Buddhist (0.45%).</p>\r\n<p>&nbsp;</p>\r\n<p>As of 2011 six of Kohima's nineteen wards, covering 26% of the town, have been designated as slums, within which about a third of the population was Below Poverty Line.</p>\r\n<p>&nbsp;</p>\r\n<p>The Greater Kohima planning area had a population of 115,283 at the 2001 census, of which the KMC area accounted for 67% and Kohima Village 16%.</p>\r\n<p>&nbsp;</p>\r\n<p>Hornbill Festival</p>\r\n<p>Main article: Hornbill Festival</p>\r\n<p>The Hornbill Festival was first initiated and proposed as Winter Carnival 2000 by BASN (Beauty and Aesthetics Society of Nagaland) before it was taken over by the government of Nagaland who launched it in December 2000 as Hornbill Festival to encourage intertribal interaction and to promote the cultural heritage of the state. Organized by the State Tourism and Art and Culture Departments, Hornbill Festival showcases cultural displays under one roof. The festival takes place between 1 and 10 December every year.</p>\r\n<p>&nbsp;</p>\r\n<p>The week-long Hornbill Festival is held at Kisama Heritage Village, Kisama which is about 12 km from Kohima, the capital of Nagaland. All the tribes of Nagaland take part in this festival. The aim of the festival is to revive and protect the rich culture of Nagaland and display its traditions.</p>\r\n<p>&nbsp;</p>\r\n<p>The festival is named after the hornbill, which is mentioned in the folklore of most of the state&rsquo;s tribes. People enjoy the colourful performances, crafts, sports, food fairs, games and ceremonies. Traditional arts which include paintings, wood carvings, and sculptures are on display. Festival highlights include Naga Morong, exhibition and sale of arts and crafts, food stalls, herbal medicine stalls, flower shows and sales, food and beverage stalls-showcasing the tribes beverages in dragons sized wooden casks. cultural medley - songs and dances, fashion shows, beauty contest, archery, Naga wrestling, indigenous games and musical concerts. Additional attractions include Konyak fire eating demonstration, pork fat eating competitions, literature fest, Hornbill Global Film Fest, Hornbill Ball, Choral Panorama, North East India Drum Ensemble, Naga King Chilly eating competition, Hornbill National Rock Contest, Hornbill International Motor Rally and WW-II Vintage Car Rally.</p>\r\n<p>&nbsp;</p>\r\n<p>Transport</p>\r\n<p>The nearest airport is Dimapur Airport at Dimapur about 74 kilometres (46 miles) away. Kohima is connected by road with National Highways 2 and 29 passing through the city. Kohima is not connected with the rail network. The nearest railway station is at Dimapur. An extension of the railway line from Dimapur to Kohima was proposed and surveyed in 2009. Due to a dispute over land acquisition the track was resurveyed and an alternative alignment was proposed in 2013 and is expected to be completed by 2020.</p>\r\n<p>&nbsp;</p>\r\n<p>Education</p>\r\n<p>Schools</p>\r\n<p>Ministers' Hill Baptist Higher Secondary School</p>\r\n<p>Dainty Buds Higher sec. School</p>\r\n<p>Fernwood Higher sec. School</p>\r\n<p>Mezhur higher sec. School</p>\r\n<p>Stella higher sec. Shool</p>\r\n<p>Little Flower Higher Sec. School</p>\r\n<p>Mt. Sinai higher Sec. School</p>\r\n<p>St. Mary's Cathedral Higher sec. School</p>\r\n<p>G Rio Higher Sec. School</p>\r\n<p>Northfield Higher sec. School</p>\r\n<p>Govt. Higher sec. School</p>\r\n<p>Bethel Higher Sec. School</p>\r\n<p>Don Bosco Higher Sec. School</p>\r\n<p>Baptist High</p>\r\n<p>The Vineyard School</p>\r\n<p>Universities and Colleges</p>\r\n<p>Japf&uuml; Christian College, Kigwema, Kohima</p>\r\n<p>Kohima Science College, Jotsoma</p>\r\n<p>Model Christian College, Kohima</p>\r\n<p>St. Joseph's College, Jakhama, Kohima</p>\r\n<p>Nagaland University, Meriema campus, Kohima</p>\r\n<p>Sports</p>\r\n<p>Football</p>\r\n<p>Kohima is home to Kohima Komets a football club which plays in the top division Nagaland Premier League.</p>\r\n<p>&nbsp;</p>\r\n<p>Media and communications</p>\r\n<p>State-owned All India Radio has a local station in Kohima, which transmits various programs of mass interest.</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In 1980 Kohima district became home to the Puliebadze Wildlife Sanctuary, which has an area of 9.2 km2 (3.6 sq mi). It is a natural habitat for Blyth&rsquo;s Tragopan.</p>\r\n<p>&nbsp;</p>\r\n<p>Sports</p>\r\n<p>Kohima is also home to Kohima Komets a soccer club which plays in Nagaland Premier League.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Kohima</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-kohima-nagaland","tags":[{"name":"nagaland","slug":"nagaland"},{"name":"kohima","slug":"kohima"}],"recommendations":[{"id":782,"title":"Top Places to visit in Wokha, Nagaland","imageUrl":"05863519-f9f3-4093-be1e-cc22e1807824_Wokha-railway.jpg","dateCreated":"2019-09-25T14:13:55.56Z","dateModified":"2019-09-25T14:14:09.524Z","contributedBy":"AskGif","content":"Wokha is a Town and a municipality in the state of Nagaland, India.It is the headquarters of its namesake district(see wokha district). It is located at a distance of about 75 km from the state capital Kohima.\r\n&nbsp;\r\nWokha literally means \"head count\" or \"census\" in Lotha language","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05863519-f9f3-4093-be1e-cc22e1807824_Wokha-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"wokha","slug":"wokha"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-wokha-nagaland","total":0},{"id":777,"title":"Top Places to visit in Phek, Nagaland","imageUrl":"8807415b-da19-457f-9765-2933f7e928fe_Phek-tourism.jpg","dateCreated":"2019-09-25T02:49:51.655Z","dateModified":"2019-09-25T02:50:03.524Z","contributedBy":"AskGif","content":"Phek is a district of Nagaland state, India. It was established in 1973. The district headquarters are in the town of Phek.\r\nPhek is a town and a town Council in Phek district in the Indian state of Nagaland.\r\n&nbsp;\r\nGeography\r\nPhek district is a mountainous region, 7","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8807415b-da19-457f-9765-2933f7e928fe_Phek-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaland","slug":"nagaland"},{"name":"phek","slug":"phek"}],"slug":"top-places-to-visit-in-phek-nagaland","total":0},{"id":769,"title":"Top Places to visit in Kiphire, Nagaland","imageUrl":"8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","dateCreated":"2019-09-24T13:56:12.182Z","dateModified":"2019-09-24T13:56:31.803Z","contributedBy":"AskGif","content":"Kiphire is a small town, situated at an elevation of 896 m (2,940 ft) above sea level and is the headquarters of Kiphire district. Kiphire is about 254 km from Kohima, the capital of Nagaland.\r\n&nbsp;\r\nIt is the place where the Naga tribes of Sangtam (Eastern), Yimchunger and Sumi t","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/8274b230-9c02-43b4-8832-62c7f5d57eb8_Kiphire-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaland","slug":"nagaland"},{"name":"kiphire","slug":"kiphire"}],"slug":"top-places-to-visit-in-kiphire-nagaland","total":0},{"id":768,"title":"Top Places to visit in Dimapur, Nagaland","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"Dimapur is the largest city in Nagaland, India. Dimapur District is bounded by Kohima district on the east, Peren District on the south, Karbi Anglong district of Assam on the west and stretch of Golaghat District of Assam, in the west and the north. It is the gateway to Nagaland and its only rai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dimapur","slug":"dimapur"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}