{"id":771,"title":"Top Places to visit in Longleng, Nagaland","imageUrl":"fa74e857-3e7e-4089-a177-1e3cb0e23271_Longleng-tourism.jpg","dateCreated":"2019-09-25T01:25:56.126Z","dateModified":"2019-09-25T01:26:31.209Z","contributedBy":"AskGif","content":"<p>Longleng is a town situated at an altitude of 1066 metres above sea level in India. It is the district headquarters of the newly formed Longleng district in Nagaland,[2] and has a population of 7,613.[1] Mokokchung is the nearest major town. Phom language is the main language spoken here by Phom Naga people. Monyu is the major festival celebrated by Phoms.</p>\r\n<p>Longleng district is one of the eleven districts of the Indian state of Nagaland. It is the eighth least populous district in the country (out of 640).The people of that district are known as Phom, they are one of the major tribes of Nagaland. Initially Longleng was under the district administration of Tuensang District but later on it was bifurcated as a separate district in January 2004[1]</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>Carved out of Tuensang district, Longleng is tenth district of Nagaland. It is bordered by Mon district in the north, Mokokchung district in the west and Tuensang district in the south. The district's headquarters is Longleng, which is at an altitude of about 1,066 m above sea level. Tamlu and Longleng are the major towns in the district. Its main river is Dikhu.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census Longleng district has a population of 50,593,[1] roughly equal to the nation of Saint Kitts and Nevis.[2] This gives it a ranking of 632nd in India (out of a total of 640).[1] Longleng has a sex ratio of 903 females for every 1000 males,[1] and a literacy rate of 73.1%.[1]</p>\r\n<p>&nbsp;</p>\r\n<p>Phom is the main language spoken here.</p>\r\n<p>&nbsp;</p>\r\n<p>Longleng is the district headquarters of the newly created district of Nagaland, Longleng. Along with Kiphire, it is one of the newest districts of Nagaland. Longleng was declared a full-fledged district on 24th January, 2004 and was carved out of the Tuensang district. It is situated at an altitude of 1066 metres above sea level. You will need to issue an Inner Line Permit to enter Longleng.</p>\r\n<p>&nbsp;</p>\r\n<p>People And Culture Of Longleng &ndash; Facts A Traveller Would Like To Know</p>\r\n<p>&nbsp;</p>\r\n<p>The Phom Nagas inhibit Longleng. The Phom Nagas are exceptionally good with pottery, spinning and bamboo work. Traditionally, the Phom Nagas are into agriculture. The origins of the Phoms cannot be quite ascertained, but from oral tradition it can be deduced that this tribal group too emerged from stones, similar to the Ao Nagas. The Phom Nagas have mostly converted into Christianity and thus, are modernised to a large extent. However, during festivals they can still be found wearing vihe-ashak or nempong-ashak, which are shawls wrapped around the body.</p>\r\n<p>&nbsp;</p>\r\n<p>The Monyu Festival that is celebrated to herald the summers is celebrated with much pomp and fanfare. It also bids farewell to the winters. It is a six-day affair held during the month of April, right after sowing. Monyu is one of the main festivals of the Phom Nagas.</p>\r\n<p>&nbsp;</p>\r\n<p>Thrills For An Adventurous Traveller</p>\r\n<p>&nbsp;</p>\r\n<p>Longleng is famous for its adventurous roads that are perfect for long drives on SUVs and two-wheeler cruisers. The Longleng to Changtongya road is regularly taken by adventure drivers to experience rough roads and to meet amiable people along the way. This road stretches for 32 kilometres.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Longleng_district</p>\r\n<p>&nbsp;</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa74e857-3e7e-4089-a177-1e3cb0e23271_Longleng-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-longleng-nagaland","tags":[{"name":"longleng","slug":"longleng"},{"name":"nagaland","slug":"nagaland"}],"recommendations":[{"id":783,"title":"Top Places to visit in Zunheboto, Nagaland","imageUrl":"ad02f247-e753-4c90-9d7a-aae482508001_Zunheboto-tourism.jpg","dateCreated":"2019-09-25T14:20:34.391Z","dateModified":"2019-09-27T03:31:35.551Z","contributedBy":"AskGif","content":"Zunheboto is also known as Zunhebo in Sumi dialect. It is a town in the state of Nagaland, India. Zunheboto is the location of the largest Baptist church in Asia, the Sumi Baptist Church, Zunheboto.&nbsp;\r\n&nbsp;\r\nGeography\r\nZunheboto is inhabited by the Sumi Naga tribe who a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ad02f247-e753-4c90-9d7a-aae482508001_Zunheboto-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"zunheboto","slug":"zunheboto"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-zunheboto-nagaland","total":0},{"id":775,"title":"Top Places to visit in Noklak, Nagaland","imageUrl":"4bc3c86e-6cac-4019-9128-c299b18c334e_Noklak-tourism.jpg","dateCreated":"2019-09-25T02:33:47.498Z","dateModified":"2019-09-25T02:34:03.135Z","contributedBy":"AskGif","content":"Noklak is a village in, and the location of the headquarters of Noklak district in the Indian state of Nagaland.\r\nNoklak is a district of Nagaland state in India, It was established in 2017. The district headquarters is in the town of Noklak.\r\n&nbsp;\r\nHistory\r\nNoklak d","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4bc3c86e-6cac-4019-9128-c299b18c334e_Noklak-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"noklak","slug":"noklak"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-noklak-nagaland","total":0},{"id":770,"title":"Top Places to visit in Kohima, Nagaland","imageUrl":"cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","dateCreated":"2019-09-24T14:11:20.082Z","dateModified":"2019-09-24T14:11:31.086Z","contributedBy":"AskGif","content":"Kohima is the hilly capital city of India's north eastern state of Nagaland. With a resident population of 99,039 it is the second largest city in the state.\r\nKohima district is a district of Nagaland state in India. It is the home of the Angami Naga tribe. As of 2011, it is the second mos","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaland","slug":"nagaland"},{"name":"kohima","slug":"kohima"}],"slug":"top-places-to-visit-in-kohima-nagaland","total":0},{"id":768,"title":"Top Places to visit in Dimapur, Nagaland","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"Dimapur is the largest city in Nagaland, India. Dimapur District is bounded by Kohima district on the east, Peren District on the south, Karbi Anglong district of Assam on the west and stretch of Golaghat District of Assam, in the west and the north. It is the gateway to Nagaland and its only rai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dimapur","slug":"dimapur"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}