{"id":771,"title":"लोंगलेंग में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"fa74e857-3e7e-4089-a177-1e3cb0e23271_Longleng-tourism.jpg","dateCreated":"2019-09-25T01:25:56.126Z","dateModified":"2019-09-25T01:26:31.209Z","contributedBy":"AskGif","content":"<p>लोंगलेंग भारत में समुद्र तल से 1066 मीटर की ऊँचाई पर स्थित एक शहर है। यह नागालैंड में नवगठित लॉन्गेंग जिले का जिला मुख्यालय है, [2] और इसकी आबादी 1,६१३ है। [१] मोकोकचुंग निकटतम प्रमुख शहर है। Phom भाषा, Phom नागा लोगों द्वारा यहां बोली जाने वाली मुख्य भाषा है। मोनू फुम्स द्वारा मनाया जाने वाला प्रमुख त्योहार है।</p>\r\n<p>लोंगलेंग जिला भारतीय राज्य नागालैंड के ग्यारह जिलों में से एक है। यह देश में (640 में से) सबसे कम आबादी वाला जिला है। उस जिले के लोग Phom के रूप में जाने जाते हैं, वे नागालैंड के प्रमुख जनजातियों में से एक हैं। प्रारंभ में लोंगलेंग तुएनसांग जिले के जिला प्रशासन के अधीन था, लेकिन बाद में इसे जनवरी 2004 [1] में एक अलग जिले के रूप में विभाजित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>तुएनसांग जिले से बाहर, लोंगलेंग नागालैंड का दसवां जिला है। यह उत्तर में सोम जिले, पश्चिम में मोकोकचुंग जिले और दक्षिण में तुएनसांग जिले से घिरा है। जिले का मुख्यालय लोंगलेंग है, जो समुद्र तल से लगभग 1,066 मीटर की ऊंचाई पर है। तमलू और लोंगलेंग जिले के प्रमुख शहर हैं। इसकी मुख्य नदी दिखु है।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार लोंगलेंग जिले की जनसंख्या 50,593 है, [1] लगभग संत किट्स और नेविस के राष्ट्र के बराबर है। [2] यह भारत में 632 वें (कुल 640 में से) की रैंकिंग देता है। [1] लोंगलेंग में हर 1000 पुरुषों पर 903 महिलाओं का लिंग अनुपात है, [1] और साक्षरता दर 73.1% है। [1]</p>\r\n<p>&nbsp;</p>\r\n<p>Phom यहाँ बोली जाने वाली मुख्य भाषा है।</p>\r\n<p>&nbsp;</p>\r\n<p>लोंगलेंग नागालैंड, लोंगलेंग के नव निर्मित जिले का जिला मुख्यालय है। किफिर के साथ, यह नागालैंड के सबसे नए जिलों में से एक है। 24 जनवरी, 2004 को लोंगलेंग को एक पूर्ण जिला घोषित किया गया था और तुएनसांग जिले से बाहर किया गया था। यह समुद्र तल से 1066 मीटर की ऊंचाई पर स्थित है। लोंगलेंग में प्रवेश करने के लिए आपको एक इनर लाइन परमिट जारी करना होगा।</p>\r\n<p>&nbsp;</p>\r\n<p>लोग और लोंगलेंग की संस्कृति - तथ्य एक यात्री जानना चाहेंगे</p>\r\n<p>&nbsp;</p>\r\n<p>फोम नागा लोंगलेंग को रोकते हैं। फूट नागा मिट्टी के बर्तनों, कताई और बांस के काम के साथ असाधारण रूप से अच्छे हैं। परंपरागत रूप से, फुम नागा कृषि में हैं। फुम्स की उत्पत्ति का पता नहीं लगाया जा सकता है, लेकिन मौखिक परंपरा से यह माना जा सकता है कि यह आदिवासी समूह भी एओ नागाओं के समान पत्थरों से उभरा है। फुम नागा ज्यादातर ईसाई धर्म में परिवर्तित हो गए हैं और इस प्रकार, काफी हद तक आधुनिक हो गए हैं। हालांकि, त्यौहारों के दौरान वे अभी भी विह-अश्क या नानपोंग-अशक पहने हुए पाए जा सकते हैं, जो शरीर के चारों ओर लिपटे शॉल हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>ग्रीष्मकाल को मनाने के लिए मनाया जाने वाला मोनीउ महोत्सव बहुत ही धूमधाम से मनाया जाता है। यह विंटर्स को विदाई भी देता है। यह अप्रैल के महीने के दौरान आयोजित किया जाने वाला एक छह-दिवसीय मामला है, बुवाई के ठीक बाद। मोनू फुम नागाओं के प्रमुख त्योहारों में से एक है।</p>\r\n<p>&nbsp;</p>\r\n<p>एक साहसिक यात्री के लिए रोमांच</p>\r\n<p>&nbsp;</p>\r\n<p>लॉन्गेंग अपने साहसिक सड़कों के लिए प्रसिद्ध है जो एसयूवी और दोपहिया वाहनों की क्रूजर पर लंबी ड्राइव के लिए एकदम सही हैं। लॉन्गलांग से चांगटोंग्या सड़क को नियमित रूप से साहसिक ड्राइवरों द्वारा लिया जाता है ताकि वे उबड़-खाबड़ सड़कों का अनुभव कर सकें और रास्ते में मिलनसार लोगों से मिल सकें। यह सड़क 32 किलोमीटर तक फैली हुई है।</p>\r\n<p>&nbsp;</p>\r\n<p>स्रोत: https://en.wikipedia.org/wiki/Longleng_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/fa74e857-3e7e-4089-a177-1e3cb0e23271_Longleng-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-longleng-nagaland","tags":[{"name":"लोंगलेंग","slug":"longleng"},{"name":"नगालैंड","slug":"nagaland"}],"recommendations":[{"id":783,"title":"ज़ुन्हबोतो में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"ad02f247-e753-4c90-9d7a-aae482508001_Zunheboto-tourism.jpg","dateCreated":"2019-09-25T14:20:34.391Z","dateModified":"2019-09-27T03:31:35.551Z","contributedBy":"AskGif","content":"सुन्नी बोली में ज़ुन्हबोतो को ज़ुनहेबो के नाम से भी जाना जाता है। यह भारत के नागालैंड राज्य का एक शहर है। Zunheboto, एशिया का सबसे बड़ा बैपटिस्ट चर्च, Sumi Baptist चर्च, Zunheboto का स्थान है।\r\n&nbsp;\r\nभूगोल\r\nज़ुन्हबोतो सुमी नागा जनजाति द्वारा बसाया जाता है जो अपने मार्शल कौश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ad02f247-e753-4c90-9d7a-aae482508001_Zunheboto-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ज़ुन्हबोतो","slug":"zunheboto"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-zunheboto-nagaland","total":0},{"id":775,"title":"नोक्लाक में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"4bc3c86e-6cac-4019-9128-c299b18c334e_Noklak-tourism.jpg","dateCreated":"2019-09-25T02:33:47.498Z","dateModified":"2019-09-25T02:34:03.135Z","contributedBy":"AskGif","content":"नोकलाक भारतीय राज्य नागालैंड में एक गाँव है, और नोकलाक जिले का मुख्यालय।\r\nNoklak भारत में नागालैंड राज्य का एक जिला है, इसे 2017 में स्थापित किया गया था। जिला मुख्यालय Noklak के शहर में है।\r\n&nbsp;\r\nइतिहास\r\nनोक्लाक जिला 21 दिसंबर 2017 को बनाया गया था, जो पहले तुएनसांग ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/4bc3c86e-6cac-4019-9128-c299b18c334e_Noklak-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नोक्लाक","slug":"noklak"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-noklak-nagaland","total":0},{"id":770,"title":"कोहिमा में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","dateCreated":"2019-09-24T14:11:20.082Z","dateModified":"2019-09-24T14:11:31.086Z","contributedBy":"AskGif","content":"कोहिमा भारत के उत्तर पूर्वी राज्य नागालैंड की पहाड़ी राजधानी है। 99,039 की निवासी आबादी के साथ यह राज्य का दूसरा सबसे बड़ा शहर है।\r\nकोहिमा जिला भारत में नागालैंड राज्य का एक जिला है। यह अंगामी नागा जनजाति का घर है। २०११ के अनुसार, यह १६ Nag, ९ ul is की जनसंख्या के साथ दीमापुर के बाद नागालै","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नगालैंड","slug":"nagaland"},{"name":"कोहिमा","slug":"kohima"}],"slug":"top-places-to-visit-in-kohima-nagaland","total":0},{"id":768,"title":"दीमापुर में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"दीमापुर भारत के नागालैंड का सबसे बड़ा शहर है। दीमापुर जिला पूर्व में कोहिमा जिले, दक्षिण में पेरेन जिले, पश्चिम में असम के कार्बी आंग्लोंग जिले और पश्चिम में असम के गोलाघाट जिले और उत्तर में स्थित है। यह नागालैंड और इसका एकमात्र रेलमार्ग का प्रवेश द्वार है। यह असम सरकार द्वारा 99 वर्षों के लिए ना","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दीमापुर","slug":"dimapur"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}