{"id":773,"title":"Top Places to visit in Mon, Nagaland","imageUrl":"225ccac6-8583-4974-a6f2-5f8539bc775c_Mon-tourism.jpg","dateCreated":"2019-09-25T01:48:45.16Z","dateModified":"2019-09-25T01:49:29.764Z","contributedBy":"AskGif","content":"<p>Mon is a town and a town area committee in Mon district in the Indian state of Nagaland. This district (Mon) is also known for Headhunting as it was practised in historic times. Now a denoted name is given as \"Land of Anghs\" (Which means land ruled by Kings)</p>\r\n<p>Mon is a district of Nagaland state in India.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>&nbsp;</p>\r\n<p>District map of Nagaland with Mon city</p>\r\n<p>Mon is located at 26.75&deg;N 95.1&deg;E. It has an average elevation of 655 metres (2,148 feet).</p>\r\n<p>Mon district is the northernmost district of Nagaland. It is bounded by the state of Arunachal Pradesh to its north, Assam to its west, Myanmar to its east, Longleng district to its south-west and Tuensang district to its south. The town of Mon is its district headquarters.</p>\r\n<p>&nbsp;</p>\r\n<p>It is situated at an altitude of 2,945 ft (898 m) above sea level. It is at a distance of 357 km from Kohima via Dimapur and 280 km from Dimapur, 275 km from Kohima via Mokokchung, Tamlu and Wakching. Home of the Konyaks, the town was established at the land of Chi and Mon villages. It is centrally located for the coronation of Anghs (chiefs).</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>As of 2011 India census, Mon had a population of 16,590 with 9,138 males and 7,452 females. Mon has an average literacy rate of 71%, higher than the national average of 76%: male literacy is 75%, and female literacy is 66%. In Mon, 17% of the population is under 6 years of age.</p>\r\n<p>According to the 2011 census Mon district has a population of 250,671, roughly equal to the nation of Vanuatu. This gives it a ranking of 582nd in India (out of a total of 640). Mon has a sex ratio of 898 females for every 1000 males, and a literacy rate of 56.6%.</p>\r\n<p>&nbsp;</p>\r\n<p>The Konyaks and the Aos are the two tribes that constitute almost the entire urban population of present day Mon town.</p>\r\n<p>&nbsp;</p>\r\n<p>Economy</p>\r\n<p>In 2006 the Ministry of Panchayati Raj named Mon one of the country's 250 most backward districts (out of a total of 640). It is one of the three districts in Nagaland currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).</p>\r\n<p>&nbsp;</p>\r\n<p>Culture</p>\r\n<p>This district is the home of the Konyak Nagas and it is interesting to see tattooed faces wearing feathers. Konyaks are adept artisans and skilled craftsmen. Here you can find excellent wood carvings, daos (machetes), guns, gunpowder, head brushes, headgear, necklaces, etc. made by these artisans and craftsmen. The most colourful festival of the Konyaks, \"Aoleang Monyu\", which is observed during the first week of April every year, is a spectacle worth watching. Konyaks are the largest tribe among nagas, and speak the local dialects which differs from village to village. They have embraced Christianity and now, Christianity has become the cohesive bond between the Nagas, who, earlier were at constant fight with each other, one who had the maximum skulls of his enemies being considered the mightiest and most powerful. Konyaks still decorate their houses with skulls, hornbill beaks, elephant tusks, horns and wooden statues. The Konyak women are adept in weaving intricate traditional designs and in bead craft. Both men and women wear a lot of traditional bead and brass ornaments.</p>\r\n<p>&nbsp;</p>\r\n<p>Konyaks are ruled by hereditary chiefs known as Anghs, and the institution of Anghship is prevalent only among the Konyaks. It is an exciting experience to pay a visit to the Angh's house at Chui, Mon, Shangnyu, Tangnyu, Sheanghah Chingnyu, Wakching and Yannu. The Angh's house is the largest in the village, with a display of skulls in the front. The Konyaks have tattoos on their face and body. The older males wear large earrings made of boar horn and wear a loincloth only. Some carry a machete called dao or a gun. The older women wear a short piece of cloth wrapped around their waist only. They carry bamboo baskets on their backs or tie children to their backs with cloth. They weave wonderful designs on their handwoven shawls. During festivals, the males wear colorful shawls and headgear decorated with feathers, and dance with daos or spears and guns chanting/singing rhythmically. They also farm land in the hills by clearing the forests by controlled burning called \"Jhum\". They also brew a home brewed liquor made out of rice. Konyaks used to be headhunters before Independence. Some younger Konyaks are giving up their traditional way of life and adopting modern customs.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourism</p>\r\n<p>Place of attraction</p>\r\n<p>&nbsp;</p>\r\n<p>Ceremonial basket of the Konyak Naga</p>\r\n<p>Shangnyu village</p>\r\n<p>Ruled by the chief Angh, Shangnyu village is one of the prominent villages in Mon district. There is a wonderful wooden monument measuring 8 feet in height and 12 feet in breadth &ndash; believed to be constructed by heavenly angels. Carvings of human beings and other creatures are engraved on this monument. Memorial stones are also found in front of the Angh's palace. History records that good and friendly relationships existed between Shangnyu and Ahom Kings.</p>\r\n<p>&nbsp;</p>\r\n<p>Chui village (basti)</p>\r\n<p>This is a prominent village near Mon, the diastict Headquarters. It is ruled by the Angh of Chui Basti. The Angh's house is the biggest in the village and has a display of skulls of enemies supposedly killed by him and his forebears in the times past. The Konyaks used to be headhunters in the 19th century.</p>\r\n<p>&nbsp;</p>\r\n<p>Longwa village</p>\r\n<p>Lungwa (Longwa), one of the biggest villages in Mon district on the India-Myanmar international border, has a road connecting it to \"Loji\" village in Myanmar&rsquo;s Sagaing Division, that also provides access to larger Tatmadaw military towns of Lahe and Yengjong on Myanmar side. This village has the home of chief, Angh, one half of the Angh's house falls within Indian territory, whereas the other half lies under Myanmar control. However, the whole village is controlled by the Angh and the village Council Chairman. He has 60 wives and he rules over the 60 villages of Konyak tribe of Naga people, a tribe known for tattooed face and Headhunting, extending up to Myanmar and Arunachal Pradesh.</p>\r\n<p>&nbsp;</p>\r\n<p>Veda Peak</p>\r\n<p>This highest peak of the district is approximately 70 km east of Mon. The peak offers a clear sight of both the rivers Brahmaputra and Chindwin on a clear day. There is a waterfall on the precincts of this peak and this area is also considered as one of the best locations in the whole of Konyak countryside.</p>\r\n<p>&nbsp;</p>\r\n<p>Naganimora</p>\r\n<p>Naganimora, the name of the town is derived from the words \"Naga Rani Mora\", which mean \"the burial place of the Naga queen\". Formerly known as Lakhan, Naganimora is a subdivision in Mon district under an Additional Deputy Commissioner.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Mon_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/225ccac6-8583-4974-a6f2-5f8539bc775c_Mon-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-mon-nagaland","tags":[{"name":"mon","slug":"mon"},{"name":"nagaland","slug":"nagaland"}],"recommendations":[{"id":782,"title":"Top Places to visit in Wokha, Nagaland","imageUrl":"05863519-f9f3-4093-be1e-cc22e1807824_Wokha-railway.jpg","dateCreated":"2019-09-25T14:13:55.56Z","dateModified":"2019-09-25T14:14:09.524Z","contributedBy":"AskGif","content":"Wokha is a Town and a municipality in the state of Nagaland, India.It is the headquarters of its namesake district(see wokha district). It is located at a distance of about 75 km from the state capital Kohima.\r\n&nbsp;\r\nWokha literally means \"head count\" or \"census\" in Lotha language","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/05863519-f9f3-4093-be1e-cc22e1807824_Wokha-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"wokha","slug":"wokha"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-wokha-nagaland","total":0},{"id":773,"title":"Top Places to visit in Mon, Nagaland","imageUrl":"225ccac6-8583-4974-a6f2-5f8539bc775c_Mon-tourism.jpg","dateCreated":"2019-09-25T01:48:45.16Z","dateModified":"2019-09-25T01:49:29.764Z","contributedBy":"AskGif","content":"Mon is a town and a town area committee in Mon district in the Indian state of Nagaland. This district (Mon) is also known for Headhunting as it was practised in historic times. Now a denoted name is given as \"Land of Anghs\" (Which means land ruled by Kings)\r\nMon is a district of Nagaland ","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/225ccac6-8583-4974-a6f2-5f8539bc775c_Mon-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"mon","slug":"mon"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-mon-nagaland","total":0},{"id":770,"title":"Top Places to visit in Kohima, Nagaland","imageUrl":"cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","dateCreated":"2019-09-24T14:11:20.082Z","dateModified":"2019-09-24T14:11:31.086Z","contributedBy":"AskGif","content":"Kohima is the hilly capital city of India's north eastern state of Nagaland. With a resident population of 99,039 it is the second largest city in the state.\r\nKohima district is a district of Nagaland state in India. It is the home of the Angami Naga tribe. As of 2011, it is the second mos","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaland","slug":"nagaland"},{"name":"kohima","slug":"kohima"}],"slug":"top-places-to-visit-in-kohima-nagaland","total":0},{"id":768,"title":"Top Places to visit in Dimapur, Nagaland","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"Dimapur is the largest city in Nagaland, India. Dimapur District is bounded by Kohima district on the east, Peren District on the south, Karbi Anglong district of Assam on the west and stretch of Golaghat District of Assam, in the west and the north. It is the gateway to Nagaland and its only rai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dimapur","slug":"dimapur"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}