{"id":776,"title":"Top Places to visit in Peren, Nagaland","imageUrl":"a3c1362e-37ac-436b-9771-4392754f0679_Peren-tourism.jpg","dateCreated":"2019-09-25T02:44:47.278Z","dateModified":"2019-09-25T02:45:18.403Z","contributedBy":"AskGif","content":"<p>Peren is a small town in Nagaland, India. It is the district headquarters of the Peren district. Zeliang, Rongmei and Kuki are the main inhabitants.</p>\r\n<p>Peren is the eleventh district of Nagaland and has been formed by the partition of Kohima district.</p>\r\n<p>&nbsp;</p>\r\n<p>History</p>\r\n<p>The Peren district was originally a sub-division of the Kohima district. It was declared a separate district on 24 October 2003.</p>\r\n<p>&nbsp;</p>\r\n<p>Geography</p>\r\n<p>It is bounded by Dima Hasao and Karbi Anglong districts of Assam in the west and Dimapur district to the north-east. Kohima district in the east and Tamenglong district of Manipur in the south are the other boundaries.</p>\r\n<p>&nbsp;</p>\r\n<p>It is headquartered at New Peren. The altitude of the district varies from 800 m to 2,500 m above the sea level. The principal rivers and important rivulets that flow through Peren district include Tepuiki, Mbeiki (Barak), Ntanki, Manglou, Tesanki, Selseu , Nguiki, Nkwareu, Techauki, Ngungreu, Tahaiki and Duilumreu (Tributary of Tepuiki). Mt. Paona at 2,500 m high is the highest mountain peak in the district and third highest in Nagaland. Tening, Jalukie, Peren, and Ahthibung are the major towns of the district.</p>\r\n<p>&nbsp;</p>\r\n<p>Demographics</p>\r\n<p>According to the 2011 census, Peren district has a population of 94,954, roughly equal to the nation of Seychelles. This gives it a ranking of 616th in India (out of a total of 640). Peren has a sex ratio of 917 females for every 1000 males, and a literacy rate of 79%.</p>\r\n<p>&nbsp;</p>\r\n<p>Peren district the home of the Zeliang Naga Tribe and some few Kuki people. The languages spoken are the Zeme, Liangmai, Rongmei and kuki, Nagamese along with English the official language of Nagaland. Though in the past they were headhunters, christianity brought the new light of modernity &amp; civility. The people of Peren district are well-known for the best dance, music, arts and fineries. Of late, for want of more economic development in the district people are striving with negligible support from the government, for which the people of Peren district are reeling under acute poverty and are now a backward district in Nagaland</p>\r\n<p>&nbsp;</p>\r\n<p>Flora and fauna</p>\r\n<p>In Peren district is the home to Ntangki National Park, which has an area of 202 km2 (78.0 sq mi).</p>\r\n<p>&nbsp;</p>\r\n<p>Subdivisions</p>\r\n<p>There are two main Sub-division viz- Jalukie and Tening sub-divisions.</p>\r\n<p>&nbsp;</p>\r\n<p>Nagaland is one of the most scenic states in the country, but if there is a place in the state where you still find virgin and untouched forests it is the district of Peren. The inhabitants of this place have preserved the forests religiously which makes it one of biggest attractions in the state.</p>\r\n<p>&nbsp;</p>\r\n<p>It is bounded by Assam and Dimapur district on the west, district of Kohima in the east and the state of Manipur on the south. The town of Peren which is also the district headquarter is a paradise for the nature lovers.</p>\r\n<p>&nbsp;</p>\r\n<p>The town which is located on a hill top, offer a birds-eye view of the neighbouring states of Assam and Manipur.</p>\r\n<p>&nbsp;</p>\r\n<p>Peren's Natural Beauty, A Traveller's Bounty!</p>\r\n<p>&nbsp;</p>\r\n<p>Forming a part of the Barail ranges Peren district has been blessed by Mother Nature. Here in this district you will come across rich and dense vegetation and gushing rivers and different species of animals and birds.</p>\r\n<p>&nbsp;</p>\r\n<p>The rich vegetation costs of sub-tropical mixed forest. The cane and bamboo trees form most of the forest cover along with pine, eucalyptus and different varieties of wild orchid. The district is also rich in mineral resources though these haven&rsquo;t been explored on a large scale.</p>\r\n<p>&nbsp;</p>\r\n<p>Among major tourist attractions in this town and its surrounding areas are Ntangki National Park, Mt. Paona, Mt. Kisa, Benrue and the caves at Puilwa village.</p>\r\n<p>&nbsp;</p>\r\n<p>The British Invasion</p>\r\n<p>&nbsp;</p>\r\n<p>Peren for most parts of its history remained an isolated place with the Zealings practising their own culture and traditions.</p>\r\n<p>&nbsp;</p>\r\n<p>In the year 1879 after consolidating Kohima the British made their way into this part of Nagaland and established their authority over the people. Soon the British authorities started building roads and other lines of communication to this place linking it with Kohima and Dimapur. This also led to people from other nearby areas coming and selling in the town and villages.</p>\r\n<p>&nbsp;</p>\r\n<p>Culture &amp; People Of Peren</p>\r\n<p>&nbsp;</p>\r\n<p>The district and the town of Peren are inhabited by the Zealings tribe who originated from Nkuilwangdi which is in the Senapati district of Manipur.</p>\r\n<p>&nbsp;</p>\r\n<p>Known as the Kacha Nagas during the colonial times majority of the tribe is involved in agriculture. The climatic conditions and the soil make it one of the most fertile districts in Nagaland. The Zealings are known for their rich culture which has been passed over to them from their ancestors.</p>\r\n<p>&nbsp;</p>\r\n<p>Like all major Naga tribes they have their distinct art and artefacts, food, dance and music making them one of the most vibrant tribes in the state. With the coming of the British who brought along missionary institutions, the culture and lifestyle of this place went through a paradigm shift.</p>\r\n<p>&nbsp;</p>\r\n<p>Christianity paved its way into this land with Kohima Mission Centre playing a vital role spreading the message of Christianity and adding to the number of followers of this region. Christmas is the biggest festival for the people of Peren along with traditional festivals such as Mimkuut which is the harvest festival, Chega Gadi, Heva festival and Chaga &ndash; Ngee which is celebrated to honour the brave warriors of the tribe.</p>\r\n<p>&nbsp;</p>\r\n<p>Inner Line Permit</p>\r\n<p>&nbsp;</p>\r\n<p>Tourists visiting Nagaland need to obtain an Inner Line Permit which is a simple travel document. This is applicable for domestic tourists coming from different parts of India. This document can easily be obtained from Nagaland House in New Delhi, Kolkata, Guwahati or Shillong.</p>\r\n<p>&nbsp;</p>\r\n<p>Tourists can also apply for this permit to the Deputy Commissioner of Dimapur, Kohima and Mokokchung. Foreign tourists no longer required to obtain the ILP; however they need to register themselves with the Foreign Registrar&rsquo;s Office of the district they are visiting.</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Peren_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a3c1362e-37ac-436b-9771-4392754f0679_Peren-tourism.jpg","subContents":[],"category":{"name":"travel","slug":"travel"},"slug":"top-places-to-visit-in-peren-nagaland","tags":[{"name":"nagaland","slug":"nagaland"},{"name":"peren","slug":"peren"}],"recommendations":[{"id":783,"title":"Top Places to visit in Zunheboto, Nagaland","imageUrl":"ad02f247-e753-4c90-9d7a-aae482508001_Zunheboto-tourism.jpg","dateCreated":"2019-09-25T14:20:34.391Z","dateModified":"2019-09-27T03:31:35.551Z","contributedBy":"AskGif","content":"Zunheboto is also known as Zunhebo in Sumi dialect. It is a town in the state of Nagaland, India. Zunheboto is the location of the largest Baptist church in Asia, the Sumi Baptist Church, Zunheboto.&nbsp;\r\n&nbsp;\r\nGeography\r\nZunheboto is inhabited by the Sumi Naga tribe who a","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ad02f247-e753-4c90-9d7a-aae482508001_Zunheboto-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"zunheboto","slug":"zunheboto"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-zunheboto-nagaland","total":0},{"id":778,"title":"Top Places to visit in Tuensang, Nagaland","imageUrl":"b5e721b0-827b-45d0-9bef-977c69fda510_Tuensang-tourism.jpg","dateCreated":"2019-09-25T02:59:19.823Z","dateModified":"2019-09-25T02:59:31.238Z","contributedBy":"AskGif","content":"Tuensang is a town in Nagaland, India, with a population of 36,774,. It is the headquarters of the Tuensang district, the easternmost and the largest district of Nagaland, bordering with Myanmar. The town was founded in 1947 for the purpose of administrating the erstwhile North Eastern Frontier A","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b5e721b0-827b-45d0-9bef-977c69fda510_Tuensang-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"tuensang","slug":"tuensang"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-tuensang-nagaland","total":0},{"id":770,"title":"Top Places to visit in Kohima, Nagaland","imageUrl":"cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","dateCreated":"2019-09-24T14:11:20.082Z","dateModified":"2019-09-24T14:11:31.086Z","contributedBy":"AskGif","content":"Kohima is the hilly capital city of India's north eastern state of Nagaland. With a resident population of 99,039 it is the second largest city in the state.\r\nKohima district is a district of Nagaland state in India. It is the home of the Angami Naga tribe. As of 2011, it is the second mos","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"nagaland","slug":"nagaland"},{"name":"kohima","slug":"kohima"}],"slug":"top-places-to-visit-in-kohima-nagaland","total":0},{"id":768,"title":"Top Places to visit in Dimapur, Nagaland","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"Dimapur is the largest city in Nagaland, India. Dimapur District is bounded by Kohima district on the east, Peren District on the south, Karbi Anglong district of Assam on the west and stretch of Golaghat District of Assam, in the west and the north. It is the gateway to Nagaland and its only rai","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"travel","slug":"travel"},"tags":[{"name":"dimapur","slug":"dimapur"},{"name":"nagaland","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}