{"id":776,"title":"पेरेन में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"a3c1362e-37ac-436b-9771-4392754f0679_Peren-tourism.jpg","dateCreated":"2019-09-25T02:44:47.278Z","dateModified":"2019-09-25T02:45:18.403Z","contributedBy":"AskGif","content":"<p>Peren नागालैंड, भारत में एक छोटा सा शहर है। यह पेरेन जिले का जिला मुख्यालय है। ज़ेलियांग, रोंग्मी और कूकी मुख्य निवासी हैं।</p>\r\n<p>पेरेन नागालैंड का ग्यारहवां जिला है और कोहिमा जिले के विभाजन से बना है।</p>\r\n<p>&nbsp;</p>\r\n<p>इतिहास</p>\r\n<p>पेरेन जिला मूल रूप से कोहिमा जिले का एक उप-विभाग था। 24 अक्टूबर 2003 को इसे एक अलग जिला घोषित किया गया।</p>\r\n<p>&nbsp;</p>\r\n<p>भूगोल</p>\r\n<p>यह पश्चिम में असम के दीमा हसाओ और कार्बी आंगलोंग जिलों और उत्तर-पूर्व में दीमापुर जिले से घिरा है। पूर्व में कोहिमा जिला और दक्षिण में मणिपुर का तमेंगलोंग जिला अन्य सीमाएँ हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>इसका मुख्यालय न्यू पेरेन पर है। जिले की ऊँचाई समुद्र तल से 800 मीटर से 2,500 मीटर तक भिन्न होती है। पेरेन जिले से होकर बहने वाली प्रमुख नदियों और महत्वपूर्ण नालों में टेपुकी, म्बिकी (बराक), नटंकी, मांग्लू, त्सांकी, सेल्गु, नगुकी, नकेवेरु, टेककुकी, न्गुंगेरु, ताहिकी और डुइलुमेरु (टेपेइकी की सहायक नदी) शामिल हैं। माउंट 2,500 मीटर ऊंची पौना जिले की सबसे ऊंची पर्वत चोटी और नागालैंड में तीसरी सबसे ऊंची चोटी है। Tening, Jalukie, Peren, और Ahthibung जिले के प्रमुख शहर हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>जनसांख्यिकी</p>\r\n<p>2011 की जनगणना के अनुसार, पेरेन जिले की आबादी 94,954 है, जो लगभग सेशेल्स के राष्ट्र के बराबर है। यह इसे भारत में 616 वें (कुल 640 में से) की रैंकिंग देता है। पेरन में हर 1000 पुरुषों पर 917 महिलाओं का लिंग अनुपात है, और साक्षरता दर 79% है।</p>\r\n<p>&nbsp;</p>\r\n<p>पेरेन जिले में ज़ीलियांग नागा जनजाति और कुछ कुकी लोगों के घर हैं। बोली जाने वाली भाषाओं में ज़ेमे, लियांगमई, रोंगमेई और कूकी, नागमी के साथ-साथ अंग्रेजी नागालैंड की आधिकारिक भाषा है। हालांकि अतीत में वे हेडहंटर्स थे, ईसाई धर्म आधुनिकता और नागरिकता का नया प्रकाश लेकर आया। पेरेन जिले के लोग सर्वश्रेष्ठ नृत्य, संगीत, कला और वित्त के लिए प्रसिद्ध हैं। देर से, जिले में और अधिक आर्थिक विकास के लिए, लोग सरकार से नगण्य समर्थन के साथ प्रयास कर रहे हैं, जिसके लिए पेरेन जिले के लोग तीव्र गरीबी के अधीन हैं और अब नागालैंड में एक पिछड़ा जिला है</p>\r\n<p>&nbsp;</p>\r\n<p>वनस्पति और जीव</p>\r\n<p>पेरेन जिले में Ntangki National Park का घर है, जिसका क्षेत्रफल 202 किमी 2 (78.0 वर्ग मील) है।</p>\r\n<p>&nbsp;</p>\r\n<p>उप विभाजनों</p>\r\n<p>उप-विभाजन के दो मुख्य विभाग हैं- जलूकी और तेनिंग उप-विभाग।</p>\r\n<p>&nbsp;</p>\r\n<p>नागालैंड देश के सबसे सुंदर राज्यों में से एक है, लेकिन अगर राज्य में कोई ऐसा स्थान है जहाँ आप अभी भी कुंवारी और अछूते जंगल पाते हैं तो यह पेरन का जिला है। इस स्थान के निवासियों ने जंगलों को धार्मिक रूप से संरक्षित किया है जो इसे राज्य के सबसे बड़े आकर्षणों में से एक बनाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह पश्चिम में असम और दीमापुर जिले, पूर्व में कोहिमा जिले और दक्षिण में मणिपुर राज्य से घिरा है। पेरन शहर जो कि जिला मुख्यालय भी है, प्रकृति प्रेमियों के लिए एक स्वर्ग है।</p>\r\n<p>&nbsp;</p>\r\n<p>यह शहर जो एक पहाड़ी की चोटी पर स्थित है, असम और मणिपुर के पड़ोसी राज्यों के पक्षियों की आंखों का दृश्य प्रस्तुत करता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पेरन की नेचुरल ब्यूटी, ए ट्रैवेलर्स बाउंटी!</p>\r\n<p>&nbsp;</p>\r\n<p>बरेल पर्वतमाला के एक भाग का निर्माण करके पेरन जिले को माता के स्वरूप का आशीर्वाद मिला है। यहाँ इस जिले में आप समृद्ध और घनी वनस्पति और नदियों और जानवरों और पक्षियों की विभिन्न प्रजातियों के साथ आएंगे।</p>\r\n<p>&nbsp;</p>\r\n<p>उपोष्णकटिबंधीय मिश्रित वन की समृद्ध वनस्पति लागत। बेंत और बाँस के पेड़ देवदार, नीलगिरी और जंगली ऑर्किड की विभिन्न किस्मों के साथ अधिकांश वन कवर का निर्माण करते हैं। यह जिला खनिज संसाधनों से भी समृद्ध है, हालांकि इनकी खोज बड़े पैमाने पर नहीं की गई है।</p>\r\n<p>&nbsp;</p>\r\n<p>इस शहर और इसके आसपास के क्षेत्रों में प्रमुख पर्यटक आकर्षण Ntangki National Park, Mt. पौना, माउंट। पुइलवा गाँव में किसा, बेन्रे और गुफाएँ।</p>\r\n<p>&nbsp;</p>\r\n<p>ब्रिटिश आक्रमण</p>\r\n<p>&nbsp;</p>\r\n<p>अपने इतिहास के अधिकांश हिस्सों के लिए पेरन अपनी संस्कृति और परंपराओं का अभ्यास करने वाले उत्साह के साथ एक अलग स्थान बने रहे।</p>\r\n<p>&nbsp;</p>\r\n<p>वर्ष 1879 में कोहिमा को मजबूत करने के बाद अंग्रेजों ने नागालैंड के इस हिस्से में अपना रास्ता बनाया और लोगों पर अपना अधिकार स्थापित किया। जल्द ही ब्रिटिश अधिकारियों ने इस स्थान को कोहिमा और दीमापुर से जोड़ने के लिए सड़कों और संचार की अन्य लाइनों का निर्माण शुरू कर दिया। इससे आस-पास के अन्य क्षेत्रों के लोग भी आने लगे और कस्बे और गाँवों में बिकने लगे।</p>\r\n<p>संस्कृति और लोगों की भावना</p>\r\n<p>&nbsp;</p>\r\n<p>जिला और पेरेन शहर, जोश जनजाति का निवास है, जो नुक्लीवांगडी से उत्पन्न हुआ है जो मणिपुर के सेनापति जिले में है।</p>\r\n<p>&nbsp;</p>\r\n<p>औपनिवेशिक समय के दौरान कच्छ नागाओं के रूप में जाना जाता है। जलवायु की स्थिति और मिट्टी इसे नागालैंड के सबसे उपजाऊ जिलों में से एक बनाती है। उत्कर्ष अपनी समृद्ध संस्कृति के लिए जाने जाते हैं जो उनके पूर्वजों से उनके ऊपर से गुज़रे हैं।</p>\r\n<p>&nbsp;</p>\r\n<p>सभी प्रमुख नागा जनजातियों की तरह उनकी विशिष्ट कला और कला, भोजन, नृत्य और संगीत हैं जो उन्हें राज्य की सबसे जीवंत जनजातियों में से एक बनाते हैं। मिशनरी संस्थाओं को साथ लाने वाले अंग्रेजों के आने से इस जगह की संस्कृति और जीवनशैली एक प्रतिमान के रूप में बदल गई।</p>\r\n<p>&nbsp;</p>\r\n<p>ईसाइयत के संदेश को फैलाने और इस क्षेत्र के अनुयायियों की संख्या में इजाफा करने में अहम भूमिका निभाते हुए कोहिमा मिशन सेंटर के साथ ईसाई धर्म ने इस देश में अपना मार्ग प्रशस्त किया। क्रिसमस पेर्मेन के लोगों के लिए पारंपरिक त्योहारों के साथ सबसे बड़ा त्योहार है जैसे कि मिमकुट जो फसल त्योहार है, चेगा गाडी, हेवा त्योहार और चागा - नेगी जो जनजाति के बहादुर योद्धाओं का सम्मान करने के लिए मनाया जाता है।</p>\r\n<p>&nbsp;</p>\r\n<p>इनर लाइन परमिट</p>\r\n<p>&nbsp;</p>\r\n<p>नागालैंड जाने वाले पर्यटकों को एक इनर लाइन परमिट प्राप्त करना होगा जो एक सरल यात्रा दस्तावेज है। यह भारत के विभिन्न हिस्सों से आने वाले घरेलू पर्यटकों के लिए लागू है। यह दस्तावेज़ नई दिल्ली, कोलकाता, गुवाहाटी या शिलांग में नागालैंड हाउस से आसानी से प्राप्त किया जा सकता है।</p>\r\n<p>&nbsp;</p>\r\n<p>पर्यटक इस परमिट के लिए दीमापुर के उपायुक्त, कोहिमा और मोकोकचुंग में भी आवेदन कर सकते हैं। विदेशी पर्यटकों को अब ILP प्राप्त करने की आवश्यकता नहीं है; हालाँकि, उन्हें उस जिले के विदेशी रजिस्ट्रार कार्यालय के साथ खुद को पंजीकृत करने की आवश्यकता होती है।</p>\r\n<p>&nbsp;</p>\r\n<p>source: https://en.wikipedia.org/wiki/Peren_district</p>","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a3c1362e-37ac-436b-9771-4392754f0679_Peren-tourism.jpg","subContents":[],"category":{"name":"यात्रा","slug":"travel"},"slug":"top-places-to-visit-in-peren-nagaland","tags":[{"name":"नगालैंड","slug":"nagaland"},{"name":"पेरेन","slug":"peren"}],"recommendations":[{"id":783,"title":"ज़ुन्हबोतो में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"ad02f247-e753-4c90-9d7a-aae482508001_Zunheboto-tourism.jpg","dateCreated":"2019-09-25T14:20:34.391Z","dateModified":"2019-09-27T03:31:35.551Z","contributedBy":"AskGif","content":"सुन्नी बोली में ज़ुन्हबोतो को ज़ुनहेबो के नाम से भी जाना जाता है। यह भारत के नागालैंड राज्य का एक शहर है। Zunheboto, एशिया का सबसे बड़ा बैपटिस्ट चर्च, Sumi Baptist चर्च, Zunheboto का स्थान है।\r\n&nbsp;\r\nभूगोल\r\nज़ुन्हबोतो सुमी नागा जनजाति द्वारा बसाया जाता है जो अपने मार्शल कौश","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/ad02f247-e753-4c90-9d7a-aae482508001_Zunheboto-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"ज़ुन्हबोतो","slug":"zunheboto"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-zunheboto-nagaland","total":0},{"id":778,"title":"तुएनसांग में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"b5e721b0-827b-45d0-9bef-977c69fda510_Tuensang-tourism.jpg","dateCreated":"2019-09-25T02:59:19.823Z","dateModified":"2019-09-25T02:59:31.238Z","contributedBy":"AskGif","content":"तुएनसांग नागालैंड, भारत का एक शहर है, जिसकी आबादी 36,774 है। यह म्यांमार की सीमा से लगे पूर्वी और सबसे बड़े जिले नागालैंड का मुख्यालय तुएनसांग जिला है। इस शहर की स्थापना 1947 में पूर्ववर्ती नॉर्थ ईस्टर्न फ्रंटियर एजेंसी (NEFA) के संचालन के उद्देश्य से की गई थी, जिसमें वर्तमान समय में तुएनसांग, मो","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/b5e721b0-827b-45d0-9bef-977c69fda510_Tuensang-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"तुएनसांग","slug":"tuensang"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-tuensang-nagaland","total":0},{"id":770,"title":"कोहिमा में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","dateCreated":"2019-09-24T14:11:20.082Z","dateModified":"2019-09-24T14:11:31.086Z","contributedBy":"AskGif","content":"कोहिमा भारत के उत्तर पूर्वी राज्य नागालैंड की पहाड़ी राजधानी है। 99,039 की निवासी आबादी के साथ यह राज्य का दूसरा सबसे बड़ा शहर है।\r\nकोहिमा जिला भारत में नागालैंड राज्य का एक जिला है। यह अंगामी नागा जनजाति का घर है। २०११ के अनुसार, यह १६ Nag, ९ ul is की जनसंख्या के साथ दीमापुर के बाद नागालै","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/cd57dc4f-9b9b-4e54-afc1-3614173c5d41_Kohima-tourism.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"नगालैंड","slug":"nagaland"},{"name":"कोहिमा","slug":"kohima"}],"slug":"top-places-to-visit-in-kohima-nagaland","total":0},{"id":768,"title":"दीमापुर में देखने के लिए शीर्ष स्थान, नगालैंड","imageUrl":"a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","dateCreated":"2019-09-24T13:37:03.47Z","dateModified":"2019-09-24T13:37:31.032Z","contributedBy":"AskGif","content":"दीमापुर भारत के नागालैंड का सबसे बड़ा शहर है। दीमापुर जिला पूर्व में कोहिमा जिले, दक्षिण में पेरेन जिले, पश्चिम में असम के कार्बी आंग्लोंग जिले और पश्चिम में असम के गोलाघाट जिले और उत्तर में स्थित है। यह नागालैंड और इसका एकमात्र रेलमार्ग का प्रवेश द्वार है। यह असम सरकार द्वारा 99 वर्षों के लिए ना","ampImage":"https://raw.githubusercontent.com/sumitc91/AmpImage/main/Blogs/a71ae21f-f5fa-48e2-b87e-551143863b66_Dimapur-railway.jpg","category":{"name":"यात्रा","slug":"travel"},"tags":[{"name":"दीमापुर","slug":"dimapur"},{"name":"नगालैंड","slug":"nagaland"}],"slug":"top-places-to-visit-in-dimapur-nagaland","total":0}]}